{
    "id": "2866264",
    "revid": "8372814",
    "url": "https://en.wikipedia.org/wiki?curid=2866264",
    "title": "Early world maps",
    "text": "The earliest known &lt;a href=\"world%20map\"&gt;world map&lt;/a&gt;s date to &lt;a href=\"classical%20antiquity\"&gt;classical antiquity&lt;/a&gt;, the oldest examples of the 6th to 5th centuries BCE still based on the &lt;a href=\"flat%20Earth\"&gt;flat Earth&lt;/a&gt; paradigm.\nWorld maps assuming a &lt;a href=\"spherical%20Earth\"&gt;spherical Earth&lt;/a&gt; first appear in the &lt;a href=\"Hellenistic%20period\"&gt;Hellenistic period&lt;/a&gt;.\nThe developments of &lt;a href=\"Greek%20geography\"&gt;Greek geography&lt;/a&gt; during this time, notably by &lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt; and &lt;a href=\"Posidonius\"&gt;Posidonius&lt;/a&gt; culminated in the Roman era, with &lt;a href=\"Ptolemy%20world%20map\"&gt;Ptolemy's world map&lt;/a&gt; (2nd century CE), which would remain authoritative throughout the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;.\nSince Ptolemy, knowledge of the approximate size of the Earth allowed cartographers to estimate the extent of their geographical knowledge, and to indicate parts of the planet known to exist but not yet explored as \"&lt;a href=\"terra%20incognita\"&gt;terra incognita&lt;/a&gt;\".\nWith the &lt;a href=\"Age%20of%20Discovery\"&gt;Age of Discovery&lt;/a&gt;, during the 15th to 18th centuries, world maps became increasingly accurate; exploration of Antarctica, Australia, and the &lt;a href=\"European%20exploration%20of%20Africa\"&gt;interior of Africa&lt;/a&gt; by western mapmakers was left to the 19th and early 20th century.\nAntiquity.\nBronze Age “Saint-Bélec slab”.\nThe &lt;a href=\"Saint-B%C3%A9lec%20slab\"&gt;Saint-Bélec slab&lt;/a&gt; discovered in 1900 by &lt;a href=\"Paul%20du%20Ch%C3%A2tellier\"&gt;Paul du Châtellier&lt;/a&gt;, in Finistère, France, is dated to between 1900 BCE and 1640 BCE. A recent analysis, published in the Bulletin of the French Prehistoric Society, has shown that the slab is a three-dimensional representation of the &lt;a href=\"Odet\"&gt;River Odet&lt;/a&gt; valley in Finistère, France. This would make the Saint-Bélec slab the oldest known map of a territory in the world. According to the authors, the map probably wasn’t used for navigation, but rather to show the political power and territorial extent of a local ruler’s domain of the early &lt;a href=\"Bronze%20Age\"&gt;Bronze age&lt;/a&gt;.\nBabylonian \"Imago Mundi\" (c. 6th c. BCE).\nA Babylonian world map, known as the \"Imago Mundi\", is commonly dated to the 6th century BCE.\nThe map as reconstructed by &lt;a href=\"Eckhard%20Unger\"&gt;Eckhard Unger&lt;/a&gt; shows &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt; on the &lt;a href=\"Euphrates\"&gt;Euphrates&lt;/a&gt;, surrounded by a circular landmass including &lt;a href=\"Assyria\"&gt;Assyria&lt;/a&gt;, &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt; (&lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;) and several cities, in turn surrounded by a \"bitter river\" (&lt;a href=\"Oceanus\"&gt;Oceanus&lt;/a&gt;), with eight outlying regions (\"nagu\") arranged around it in the shape of triangles, so as to form a star. The accompanying text mentions a distance of seven \"beru\" between the outlying regions.\nThe descriptions of five of them have survived:\nAnaximander (c. 610–546 BCE).\n&lt;a href=\"Anaximander\"&gt;Anaximander&lt;/a&gt; (died c. 546 BCE) is credited with having created one of the first maps of the world, which was circular in form and showed the known lands of the world grouped around the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt; at the center. This was all surrounded by the ocean.\nHecataeus of Miletus (c. 550–476 BCE).\n&lt;a href=\"Hecataeus%20of%20Miletus\"&gt;Hecataeus of Miletus&lt;/a&gt; (died BCE) is credited with a work entitled \"&lt;a href=\"Hecataeus%20of%20Miletus%23Periodos%20Ges\"&gt;Periodos Ges&lt;/a&gt;\" (\"Travels round the Earth\" or \"World Survey'), in two books each organized in the manner of a &lt;a href=\"periplus\"&gt;periplus&lt;/a&gt;, a point-to-point coastal survey. One on &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, is essentially a periplus of the Mediterranean, describing each region in turn, reaching as far north as &lt;a href=\"Scythia\"&gt;Scythia&lt;/a&gt;. The other book, on &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, is arranged similarly to the \"&lt;a href=\"Periplus%20of%20the%20Erythraean%20Sea\"&gt;Periplus of the Erythraean Sea&lt;/a&gt;\" of which a version of the 1st century CE survives. Hecataeus described the countries and inhabitants of the known world, the account of &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; being particularly comprehensive; the descriptive matter was accompanied by a &lt;a href=\"map\"&gt;map&lt;/a&gt;, based upon &lt;a href=\"Anaximander\"&gt;Anaximander&lt;/a&gt;'s map of the Earth, which he corrected and enlarged. The work only survives in some 374 fragments, by far the majority being quoted in the geographical lexicon the &lt;a href=\"Stephanus%20of%20Byzantium%23The%20Ethnica\"&gt;\"Ethnica\"&lt;/a&gt;, compiled by &lt;a href=\"Stephanus%20of%20Byzantium\"&gt;Stephanus of Byzantium&lt;/a&gt;.\nEratosthenes (276–194 BCE).\n&lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt; (276–194 BCE) drew an improved world map, incorporating information from the campaigns of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; and his successors. &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; became wider, reflecting the new understanding of the actual size of the continent. Eratosthenes was also the first geographer to incorporate parallels and meridians within his cartographic depictions, attesting to his understanding of the spherical nature of the Earth.\nPosidonius (c. 135–51 BCE).\n&lt;a href=\"Posidonius\"&gt;Posidonius&lt;/a&gt; (or Poseidonius) of &lt;a href=\"Apamea%20%28Syria%29\"&gt;Apameia&lt;/a&gt; (c. 135–51 BCE), was a Greek &lt;a href=\"Stoicism\"&gt;Stoic&lt;/a&gt; philosopher who traveled throughout the Roman world and beyond and was a celebrated &lt;a href=\"polymath\"&gt;polymath&lt;/a&gt; throughout the Greco-Roman world, like &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt; and &lt;a href=\"Eratosthenes\"&gt;Eratosthenes&lt;/a&gt;. His work \"about the ocean and the adjacent areas\" was a general geographical discussion, showing how all the forces had an effect on each other and applied also to human life. He measured the Earth's circumference by reference to the position of the star &lt;a href=\"Canopus%20%28star%29\"&gt;Canopus&lt;/a&gt;. His measure of 240,000 &lt;a href=\"stadion%20%28unit%20of%20length%29\"&gt;stadia&lt;/a&gt; translates to , close to the actual circumference of .\nHe was informed in his approach by Eratosthenes, who a century earlier used the elevation of the Sun at different latitudes. Both men's figures for the Earth's circumference were uncannily accurate, aided in each case by mutually compensating errors in measurement. However, the version of Posidonius' calculation popularised by &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt; was revised by correcting the distance between Rhodes and Alexandria to 3,750 stadia, resulting in a circumference of 180,000 stadia, or . &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt; discussed and favored this revised figure of Posidonius over Eratosthenes in his \"Geographia\", and during the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; scholars divided into two camps regarding the circumference of the Earth, one side identifying with Eratosthenes' calculation and the other with Posidonius' 180,000 stadion measure.\nStrabo (c. 64 BCE – 24 CE).\nStrabo is mostly famous for his 17-volume work \"Geographica\", which presented a descriptive history of people and places from different regions of the world known to his era. The \"Geographica\" first appeared in Western Europe in Rome as a Latin translation issued around 1469. Although Strabo referenced the antique Greek astronomers Eratosthenes and &lt;a href=\"Hipparchus\"&gt;Hipparchus&lt;/a&gt; and acknowledged their astronomical and mathematical efforts towards geography, he claimed that a descriptive approach was more practical. \"Geographica\" provides a valuable source of information on the ancient world, especially when this information is corroborated by other sources. Within the books of \"Geographica\" is a map of Europe. Whole world maps according to Strabo are reconstructions from his written text.\nPomponius Mela (c. 43 CE).\nPomponius is unique among ancient geographers in that, after dividing the Earth into five zones, of which two only were habitable, he asserts the existence of &lt;a href=\"antichthones\"&gt;antichthones&lt;/a&gt;, people inhabiting the southern temperate zone inaccessible to the folk of the northern temperate regions due to the unbearable heat of the intervening torrid belt. On the divisions and boundaries of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, he repeats Eratosthenes; like all classical geographers from &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; (except &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt;) he regards the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; as an inlet of the Northern Ocean, corresponding to the Persian (&lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;) and Arabian (&lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt;) gulfs on the south.\nMarinus of Tyre (c. 120 CE).\nMarinus of Tyre's world maps were the first in the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; to show &lt;a href=\"China\"&gt;China&lt;/a&gt;. Around 120 CE, Marinus wrote that the habitable world was bounded on the west by the &lt;a href=\"Fortunate%20Islands\"&gt;Fortunate Islands&lt;/a&gt;. The text of his geographical treatise however is lost. He also invented the &lt;a href=\"equirectangular%20projection\"&gt;equirectangular projection&lt;/a&gt;, which is still used in map creation today. A few of Marinus' opinions are reported by Ptolemy. Marinus was of the opinion that the \"&lt;a href=\"Oceanus\"&gt;Okeanos&lt;/a&gt;\" was separated into an eastern and a western part by the continents (&lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, Asia and Africa). He thought that the inhabited world stretched in latitude from &lt;a href=\"Thule\"&gt;Thule&lt;/a&gt; (&lt;a href=\"Shetland\"&gt;Shetland&lt;/a&gt;) to &lt;a href=\"Agisymba\"&gt;Agisymba&lt;/a&gt; (&lt;a href=\"Tropic%20of%20Capricorn\"&gt;Tropic of Capricorn&lt;/a&gt;) and in longitude from the &lt;a href=\"Isles%20of%20the%20Blessed\"&gt;Isles of the Blessed&lt;/a&gt; to &lt;a href=\"China\"&gt;Shera (China)&lt;/a&gt;. Marinus also coined the term Antarctic, referring to the opposite of the &lt;a href=\"Arctic%20Circle\"&gt;Arctic Circle&lt;/a&gt;. His chief legacy is that he first assigned to each place a proper &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; and &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt;; he used a \"Meridian of the &lt;a href=\"Isles%20of%20the%20Blessed\"&gt;Isles of the Blessed&lt;/a&gt; (&lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; or &lt;a href=\"Cape%20Verde%20Islands\"&gt;Cape Verde Islands&lt;/a&gt;)\" as the &lt;a href=\"zero%20meridian\"&gt;zero meridian&lt;/a&gt;.\nPtolemy (c. 150).\nSurviving texts of &lt;a href=\"Claudius%20Ptolemy\"&gt;Ptolemy&lt;/a&gt;'s \"&lt;a href=\"Ptolemy%27s%20Geography\"&gt;Geography&lt;/a&gt;\", first composed , note that he continued the use of Marinus's equirectangular projection for its regional maps while finding it inappropriate for maps of the &lt;a href=\"Ecumene\"&gt;entire known world&lt;/a&gt;. Instead, in Book VII of his work, he outlines three separate projections of increasing difficulty and fidelity. Ptolemy followed Marinus in underestimating the circumference of the world; combined with accurate absolute distances, this led him to also overestimate the length of the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; in terms of &lt;a href=\"degree%20of%20arc\"&gt;degrees&lt;/a&gt;. His &lt;a href=\"prime%20meridian\"&gt;prime meridian&lt;/a&gt; at the &lt;a href=\"Fortunate%20Isles\"&gt;Fortunate Isles&lt;/a&gt; was therefore around 10 actual degrees further west of &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; than intended, a mistake that was corrected by &lt;a href=\"Book%20of%20the%20Description%20of%20the%20Earth\"&gt;Al-Khwārizmī&lt;/a&gt; following the translation of &lt;a href=\"Syriac%20language\"&gt;Syriac&lt;/a&gt; editions of Ptolemy into &lt;a href=\"Classical%20Arabic\"&gt;Arabic&lt;/a&gt; in the 9th century. The oldest surviving manuscripts of the work date to &lt;a href=\"Maximus%20Planudes\"&gt;Maximus Planudes&lt;/a&gt;'s restoration of the text a little before 1300 at &lt;a href=\"Chora%20Monastery\"&gt;Chora Monastery&lt;/a&gt; in &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; (&lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;); surviving manuscripts from this era seem to preserve separate recensions of the text which diverged as early as the 2nd or 4th century. A passage in some of the recensions credits an &lt;a href=\"Agathodaemon%20%28cartographer%29\"&gt;Agathodaemon&lt;/a&gt; with drafting a world map, but no maps seem to have survived to be used by Planude's monks. Instead, he commissioned new world maps calculated from Ptolemy's thousands of coordinates and drafted according to the text's 1st and 2nd projections, along with the equirectangular regional maps. A copy was translated into &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; by &lt;a href=\"Jacobus%20Angelus\"&gt;Jacobus Angelus&lt;/a&gt; at &lt;a href=\"Republic%20of%20Florence\"&gt;Florence&lt;/a&gt; around 1406 and soon supplemented with maps on the 1st projection. Maps using the 2nd projection were not made in Western Europe until &lt;a href=\"Nicolaus%20Germanus\"&gt;Nicolaus Germanus&lt;/a&gt;'s 1466 edition. Ptolemy's 3rd (and hardest) projection does not seem to have been used at all before &lt;a href=\"Age%20of%20Discovery\"&gt;new discoveries&lt;/a&gt; expanded the known world beyond the point where it provided a useful format.\n&lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;'s \"&lt;a href=\"Dream%20of%20Scipio\"&gt;Dream of Scipio&lt;/a&gt;\" described the Earth as a globe of insignificant size in comparison to the remainder of the cosmos. Many medieval manuscripts of &lt;a href=\"Macrobius\"&gt;Macrobius&lt;/a&gt;' \"Commentary on the Dream of Scipio\" include maps of the Earth, including the &lt;a href=\"antipodes\"&gt;antipodes&lt;/a&gt;, zonal maps showing the &lt;a href=\"Clime%23Ptolemy\"&gt;Ptolemaic climate&lt;/a&gt;s derived from the concept of a spherical Earth and a diagram showing the Earth (labeled as \"globus terrae\", the sphere of the Earth) at the center of the hierarchically ordered planetary spheres.\n\"Tabula Peutingeriana\" (4th century).\nThe \"&lt;a href=\"Tabula%20Peutingeriana\"&gt;Tabula Peutingeriana&lt;/a&gt;\" (\"Peutinger table\") is an &lt;a href=\"itinerarium\"&gt;itinerarium&lt;/a&gt; showing the \"&lt;a href=\"cursus%20publicus\"&gt;cursus publicus&lt;/a&gt;\", the road network in the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. It is a 13th-century copy of an original map dating from the 4th century, covering Europe, parts of Asia (India) and North Africa. The map is named after &lt;a href=\"Konrad%20Peutinger\"&gt;Konrad Peutinger&lt;/a&gt;, a German 15th–16th century humanist and antiquarian. The map was discovered in a library in &lt;a href=\"Worms%2C%20Germany\"&gt;Worms&lt;/a&gt; by &lt;a href=\"Conrad%20Celtes\"&gt;Conrad Celtes&lt;/a&gt;, who was unable to publish his find before his death, and bequeathed the map in 1508 to Peutinger. It is conserved at the &lt;a href=\"%C3%96sterreichische%20Nationalbibliothek\"&gt;Österreichische Nationalbibliothek&lt;/a&gt;, &lt;a href=\"Hofburg\"&gt;Hofburg&lt;/a&gt;, Vienna.\nMiddle Ages.\nCosmas Indicopleustes' Map (6th century).\nAround 550 &lt;a href=\"Cosmas%20Indicopleustes\"&gt;Cosmas Indicopleustes&lt;/a&gt; wrote the copiously illustrated \"&lt;a href=\"Christian%20Topography\"&gt;Christian Topography&lt;/a&gt;\", a work partly based on his personal experiences as a merchant on the Red Sea and Indian Ocean in the early 6th century. Though his &lt;a href=\"cosmogony\"&gt;cosmogony&lt;/a&gt; is refuted by modern science, he has given a historic description of India and &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt; during the 6th century, which is invaluable to historians. Cosmas seems to have personally visited the Kingdom of &lt;a href=\"Axum\"&gt;Axum&lt;/a&gt; in modern &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; and &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt;, as well as &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;. In 522 CE, he visited the &lt;a href=\"Malabar%20Coast\"&gt;Malabar Coast&lt;/a&gt; (South India). A major feature of his \"Topography\" is Cosmas' worldview that the &lt;a href=\"world\"&gt;world&lt;/a&gt; is &lt;a href=\"flat%20earth\"&gt;flat&lt;/a&gt;, and that the &lt;a href=\"sky\"&gt;heavens&lt;/a&gt; form the shape of a box with a curved lid, a view he took from unconventional interpretations of &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; &lt;a href=\"scripture\"&gt;scripture&lt;/a&gt;. Cosmas aimed to prove that pre-Christian geographers had been wrong in asserting that the earth was spherical and that it was in fact modelled on the &lt;a href=\"Tabernacle\"&gt;Tabernacle&lt;/a&gt;, the house of worship described to &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt; by God during the Jewish Exodus from Egypt.\nIsidore of Sevilla's \"T and O map\" (c. 636).\nThe medieval &lt;a href=\"T%20and%20O%20map\"&gt;T and O map&lt;/a&gt;s originate with the description of the world in the \"&lt;a href=\"Etymologiae\"&gt;Etymologiae&lt;/a&gt;\" of &lt;a href=\"Isidore%20of%20Seville\"&gt;Isidore of Seville&lt;/a&gt; (died 636). This qualitative and conceptual type of medieval &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt; represents only the top-half of a spherical Earth. It was presumably tacitly considered a convenient &lt;a href=\"map%20projection\"&gt;projection&lt;/a&gt; of the inhabited portion of the world known in Roman and Medieval times (that is, the &lt;a href=\"clime\"&gt;northern temperate&lt;/a&gt; half of the globe). The \"T\" is the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;, dividing the three &lt;a href=\"continent\"&gt;continent&lt;/a&gt;s, &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, and the \"O\" is the surrounding &lt;a href=\"Ocean\"&gt;Ocean&lt;/a&gt;. &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; was generally represented in the center of the map. Asia was typically the size of the other two continents combined. Because the sun rose in the east, Paradise (the Garden of Eden) was generally depicted as being in Asia, and Asia was situated at the top portion of the map.\nAlbi Mappa Mundi (8th century).\nThe Albi Mappa Mundi is a medieval map of the world, included in a manuscript of the second half of the 8th century, preserved in the old collection of the library Pierre-Amalric in &lt;a href=\"Albi\"&gt;Albi&lt;/a&gt;, France. This manuscript comes from the chapter library of the Sainte-Cécile &lt;a href=\"Albi%20Cathedral\"&gt;Albi Cathedral&lt;/a&gt;. The Albi Mappa Mundi was inscribed in October 2015 in the &lt;a href=\"Memory%20of%20the%20World%20Programme\"&gt;Memory of the World Programme&lt;/a&gt; of &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;.\nThe manuscript bearing the card contains 77 pages. It is named in the eighteenth century \"Miscellanea\" (Latin word meaning \"collection\"). This collection contains 22 different documents, which had educational functions. The manuscript, a &lt;a href=\"Parchment\"&gt;Parchment&lt;/a&gt; probably made from a goat or sheep skin, is in a very good state of preservation.\nThe map itself is 27 cm high by 22.5 wide. It represents 23 countries on 3 continents and mentions several cities, islands, rivers and seas. The known world is represented in the form of a horseshoe, opening at the level of the Strait of Gibraltar, and surrounding the Mediterranean, with the Middle East at the top, Europe on the left and North Africa on the right.\nIbn Hawqal's map (10th century).\n&lt;a href=\"Ibn%20Hawqal\"&gt;Ibn Hawqal&lt;/a&gt; was an Arab scientist of the 10th century who developed a world map, based on his own travel experience and probably the works of Ptolemy. Another such cartographer was &lt;a href=\"Al-Istakhri\"&gt;Al-Istakhri&lt;/a&gt;.\nAnglo-Saxon \"Cotton\" World Map (c. 1040).\nThis map appears in a copy of a classical work on geography, the Latin version by &lt;a href=\"Priscian\"&gt;Priscian&lt;/a&gt; of the \"Periegesis\", that was among the manuscripts in the &lt;a href=\"Cotton%20library\"&gt;Cotton library&lt;/a&gt; (&lt;a href=\"MS.%20Tiberius\"&gt;MS. Tiberius&lt;/a&gt; B.V., fol. 56v), now in the &lt;a href=\"British%20Library\"&gt;British Library&lt;/a&gt;. It is not intended purely as an illustration to that work, for it contains much material gathered from other sources, including some which would have been the most up-to-date available, although it is based on a distant Roman original (similar to the source of &lt;a href=\"//upload.wikimedia.org/wikipedia/commons/9/9e/Isidore-Seville-mappamundi.jpg\"&gt;another 11th-century world map&lt;/a&gt;, illustrating an edition of Isidore of Seville) – on which the network of lines appears to indicate the boundaries of &lt;a href=\"Roman%20Empire\"&gt;imperial&lt;/a&gt; provinces. The date of drawing was formerly estimated at about CE 992–994, based on suggested links to the journey of &lt;a href=\"Sigeric%20the%20Serious\"&gt;Archbishop Sigeric of Canterbury&lt;/a&gt; from Rome but more recent analysis indicates that, although the information was revised about that time, the map was probably drawn between 1025 and 1050.\nLike the later map by al-Idrisi (see below) this map is clearly outside the largely symbolic early medieval mapping tradition, but equally it is not based on the famous Ptolemaic co-ordinate system. East is at the top, but Jerusalem is not in the centre, and the Garden of Eden is nowhere to be seen. Unusually, all the waterways of Africa, not just the Red Sea, are depicted in red (mountains are green). The depiction of the far East is ambitious, including India and Taprobane (Sri Lanka) – the latter depicted according to the exaggerated classical conception of its size. Unsurprisingly, Britain itself is depicted in some detail. Great Britain, unusually by medieval standards, is shown as one island, albeit with an exaggerated Cornish promontory, and &lt;a href=\"Isle%20of%20Man\"&gt;Mona&lt;/a&gt;, Ireland and the many Scottish islands are all indicated. The cartographer is slightly confused by Iceland, depicting it both by a version of its classical name 'Thule', north-west of Britain, and as 'Island', logically linked with Scandinavia.\nAn open-access high-resolution digital image of the map with place and name annotations is included among the thirteen medieval maps of the world edited in the &lt;a href=\"Virtual%20Mappa\"&gt;Virtual Mappa&lt;/a&gt; project.\nBeatus Mappa Mundi (1050).\nBeatus of Liébana (c. 730–798) was an &lt;a href=\"Kingdom%20of%20Asturias\"&gt;Asturian&lt;/a&gt; &lt;a href=\"monk\"&gt;monk&lt;/a&gt; and &lt;a href=\"theologian\"&gt;theologian&lt;/a&gt;. He corresponded with &lt;a href=\"Alcuin%20of%20York\"&gt;Alcuin&lt;/a&gt;, and took part in the &lt;a href=\"Adoptionist\"&gt;Adoptionist&lt;/a&gt; controversy, criticizing the views of &lt;a href=\"Felix%20of%20Urgel\"&gt;Felix of Urgel&lt;/a&gt; and &lt;a href=\"Elipandus%20of%20Toledo\"&gt;Elipandus of Toledo&lt;/a&gt;. He is best remembered today as the author of his \"Commentary on the &lt;a href=\"Apocalypse\"&gt;Apocalypse&lt;/a&gt;\", published in 776. An illustrated manuscript known as the &lt;a href=\"Saint-Sever%20Beatus\"&gt;Saint-Sever Beatus&lt;/a&gt;, featuring the \"Commentary\", was produced around 1050 at the Abbey of Saint-Sever, Aquitaine, France. It contains one of the oldest Christian world maps as an illustration of the \"Commentary\". Although the original manuscript and map has not survived, copies of the map survive in several of the extant manuscripts.\nMahmud al-Kashgari's Map (1072).\n&lt;a href=\"Qarakhanid\"&gt;Qarakhanid&lt;/a&gt; &lt;a href=\"Uyghur%20people\"&gt;Uyghur&lt;/a&gt; scholar &lt;a href=\"Mahmud%20al-Kashgari\"&gt;Mahmud al-Kashgari&lt;/a&gt; compiled a \"&lt;a href=\"D%C4%ABw%C4%81n%20Lugh%C4%81t%20al-Turk\"&gt;Compendium of the languages of the Turks&lt;/a&gt;\" in the 11th century. The manuscript is illustrated with a 'Turkocentric' world map, oriented with east (or rather, perhaps, the direction of midsummer sunrise) on top, centered on the ancient city of &lt;a href=\"Balasagun\"&gt;Balasagun&lt;/a&gt; in what is now &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt;, showing the &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt; to the north, and &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt; and &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; to the west, &lt;a href=\"China\"&gt;China&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; to the east, &lt;a href=\"Hindustan\"&gt;Hindustan&lt;/a&gt;, &lt;a href=\"Kashmir\"&gt;Kashmir&lt;/a&gt;, &lt;a href=\"Gog%20and%20Magog\"&gt;Gog and Magog&lt;/a&gt; to the south. Conventional symbols are used throughout – blue lines for rivers, red lines for mountain ranges etc. The world is shown as encircled by the ocean. The map is now kept at the Pera Museum in Istanbul.\nAl-Idrisi's \"Tabula Rogeriana\" (1154).\nThe Moroccan geographer, &lt;a href=\"Muhammad%20al-Idrisi\"&gt;Muhammad al-Idrisi&lt;/a&gt;, incorporated the knowledge of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; and the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt; gathered by &lt;a href=\"Islamic%20economics%20in%20the%20world\"&gt;Arab merchants&lt;/a&gt; and explorers with the information inherited from the classical geographers to create the most accurate map of the world at the time. It remained the most accurate world map for the next three centuries.\nThe \"&lt;a href=\"Tabula%20Rogeriana\"&gt;Tabula Rogeriana&lt;/a&gt;\" was drawn by Al-Idrisi in 1154 for the &lt;a href=\"Normans\"&gt;Norman&lt;/a&gt; King &lt;a href=\"Roger%20II%20of%20Sicily\"&gt;Roger II of Sicily&lt;/a&gt;, after a stay of eighteen years at his court, where he worked on the commentaries and illustrations of the map. The map, written in Arabic, shows the &lt;a href=\"Eurasia\"&gt;Eurasia&lt;/a&gt;n continent in its entirety, but only shows the &lt;a href=\"North%20Africa\"&gt;northern part&lt;/a&gt; of the African continent.\nEbstorf Mappa Mundi (1235).\nThe Ebstorf Map was an example of a European &lt;a href=\"mappa%20mundi\"&gt;mappa mundi&lt;/a&gt;, made by &lt;a href=\"Gervase%20of%20Ebstorf\"&gt;Gervase of Ebstorf&lt;/a&gt;, who was possibly the same man as &lt;a href=\"Gervase%20of%20Tilbury\"&gt;Gervase of Tilbury&lt;/a&gt;, some time in the thirteenth century. It was a very large map: painted on 30 goatskins sewn together, it measured about . The head of Christ was depicted at the top of the map, with his hands on either side and his feet at the bottom. The Map was a greatly elaborated version of the medieval tripartite or &lt;a href=\"T%20and%20O%20map\"&gt;T and O map&lt;/a&gt;; it was centred on Jerusalem with east at the top of the map. It represented &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; in the shape of a lion, and had an evident interest in the distribution of bishoprics. The original was destroyed in the bombing of &lt;a href=\"Hanover\"&gt;Hanover&lt;/a&gt; in 1943 during World War II, but some photographs and colour copies remain.\nHereford Mappa Mundi (1300).\nThe &lt;a href=\"Hereford\"&gt;Hereford&lt;/a&gt; &lt;a href=\"Mappa%20Mundi\"&gt;Mappa Mundi&lt;/a&gt; is a detailed mappa mundi based on the &lt;a href=\"T%20and%20O%20map\"&gt;T and O map&lt;/a&gt; style, dating to . The map is signed by one \"Richard of &lt;a href=\"Holdingham\"&gt;Haldingham&lt;/a&gt; or &lt;a href=\"Sleaford\"&gt;Lafford&lt;/a&gt;\". Drawn on a single sheet of &lt;a href=\"vellum\"&gt;vellum&lt;/a&gt;, it measures . The writing is in black ink, with additional red and gold, and blue or green for water (with the &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt; coloured red). The captions demonstrate clearly the multiple functions of these large medieval maps, conveying a mass of information on Biblical subjects and general history, in addition to geography.\n&lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; is drawn at the centre of the circle, &lt;a href=\"east\"&gt;east&lt;/a&gt; is on top, showing the &lt;a href=\"Garden%20of%20Eden\"&gt;Garden of Eden&lt;/a&gt; in a circle at the edge of the world (1). &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; is drawn at the northwestern border (bottom left, 22 &amp; 23). Curiously, the labels for &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; are reversed, with Europe scribed in red and gold as 'Africa', and vice versa.\nAn open-access high-resolution digital image of the map with more than 1,000 place and name annotations is included among the thirteen medieval maps of the world edited in the &lt;a href=\"Virtual%20Mappa\"&gt;Virtual Mappa&lt;/a&gt; project.\nPietro Vesconte's World Map (1321).\nItalian geographer &lt;a href=\"Pietro%20Vesconte\"&gt;Pietro Vesconte&lt;/a&gt; was a pioneer of the field of the &lt;a href=\"portolan%20chart\"&gt;portolan chart&lt;/a&gt;. His nautical charts are among the earliest to map the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean&lt;/a&gt; and &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; regions accurately. He also produced progressively more accurate depictions of the coastlines of northern Europe. In his world map of 1321 he brought his experience as a maker of portolans to bear; the map introduced a previously unheard of accuracy to the mappa mundi genre. The world map, as well as a map of the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt; and plan of &lt;a href=\"Acre%2C%20Israel\"&gt;Acre&lt;/a&gt; and &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; were made for inclusion in &lt;a href=\"Marino%20Sanuto%20the%20Elder\"&gt;Marino Sanuto&lt;/a&gt;'s \"&lt;a href=\"Liber%20Secretorum%20Fidelium%20Crucis\"&gt;Liber Secretorum Fidelium Crucis&lt;/a&gt;\".\nCatalan World Atlas (1375).\nThe Catalan World Atlas was produced by the &lt;a href=\"Majorcan%20cartographic%20school\"&gt;Majorcan cartographic school&lt;/a&gt; and is attributed to &lt;a href=\"Cresques%20Abraham\"&gt;Cresques Abraham&lt;/a&gt;. It has been in the royal library of France (now the &lt;a href=\"Biblioth%C3%A8que%20nationale%20de%20France\"&gt;Bibliothèque nationale de France&lt;/a&gt;) since the time of &lt;a href=\"Charles%20V%20of%20France\"&gt;Charles V&lt;/a&gt;. The Catalan Atlas originally consisted of six vellum leaves folded down the middle, painted in various colours including gold and silver. The first two leaves contain texts in the &lt;a href=\"Catalan%20language\"&gt;Catalan language&lt;/a&gt; covering &lt;a href=\"cosmography\"&gt;cosmography&lt;/a&gt;, &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;, and &lt;a href=\"astrology\"&gt;astrology&lt;/a&gt;. These texts are accompanied by illustrations. The texts and illustration emphasize the Earth's spherical shape and the state of the known world. They also provide information to sailors on tides and how to tell time at night.\nUnlike many other nautical charts, the Catalan Atlas is read with the north at the bottom. As a result of this the maps are oriented from left to right, from the Far East to the Atlantic. The first two leaves, forming the oriental portion of the Catalan Atlas, illustrate numerous religious references as well as a synthesis of medieval mappae mundi (Jerusalem located close to the centre) and the travel literature of the time, notably \"&lt;a href=\"The%20Travels%20of%20Marco%20Polo\"&gt;The Travels of Marco Polo&lt;/a&gt;\" and the \"Travels\" of &lt;a href=\"Sir%20John%20Mandeville\"&gt;Sir John Mandeville&lt;/a&gt;. Many Indian and Chinese cities can be identified.\n\"Da Ming Hunyi Tu\" world map (after 1389).\nThe \"Da Ming Hunyi Tu\" () world map, likely made in the late 14th or the 15th century,\nshows China at the centre and Europe, half-way round the globe, depicted very small and horizontally compressed at the edge. The coast of Africa is also mapped from an Indian Ocean perspective, showing the Cape of Good Hope area.\nIt is believed that maps of this type were made since about the 1320s, but all earlier specimens have been lost, so the earliest survivor is the elaborate, colourful \"Da Ming Hunyi Tu\", painted on of silk.\nGangnido world map (1402).\nThe \"Gangnido\" (\"Map of Integrated Lands and Regions of Historical Countries and Capitals (of China)\") is a world map and historical map of China, made in &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; in 1402, although extant copies, all in Japan, were created much later. It plays a key role in reconstructing the content of the now-lost 14th-century Chinese map of the world named \"Shengjiao Guangbei Tu\", which was based on Chinese cartographic techniques with additional input from western sources, via Islamic scholarship in the &lt;a href=\"Mongol%20Empire\"&gt;Mongol Empire&lt;/a&gt;. It also demonstrates the post-Mongol era stagnation of East Asian cartography as geographic information about the West was not updated until the introduction of European knowledge in the 16-17th centuries. Superficially similar to the \"Da Ming Hun Yi Tu\" (which has been less well known in the West because it is kept in closed archive storage) the Gangnido shows its Korean origin in the enlargement of that country, and incorporates vastly improved (though wrongly positioned, scaled and oriented) mapping of Japan. Elsewhere, the map betrays a decorative rather than practical purpose, particularly in the portrayal of river systems, which form unnatural loops rarely seen on Chinese maps. Nonetheless, it is considered as \"superior to anything produced in Europe prior to the end of the fifteenth century\".\nDe Virga world map (1411–1415).\nThe De Virga world map was made by Albertinus de Virga between 1411 and 1415. Albertin de Virga, a Venetian, is also known for a 1409 map of the Mediterranean, also made in Venice. The world map is circular, drawn on a piece of &lt;a href=\"parchment\"&gt;parchment&lt;/a&gt; . It consists of the map itself, about in diameter, and an extension containing a calendar and two tables.\nBianco's world map (1436).\nAndrea Bianco's atlas of 1436 comprises ten leaves of &lt;a href=\"vellum\"&gt;vellum&lt;/a&gt;, measuring , in an 18th-century binding. The first leaf contains a description of the \"&lt;a href=\"Rule%20of%20marteloio\"&gt;Rule of marteloio&lt;/a&gt;\" for resolving the course, with the \"circle and square\", two tables and two other diagrams. The next eight leaves contain various navigation charts. The ninth leaf contains a circular world map measuring in circumference. And the final leaf contains the Ptolemaic world map on Ptolemy's first projection, with graduation. Some believe Bianco's maps were the first to correctly portray the coast of Florida, as a macro-peninsula is attached to a large island labeled &lt;a href=\"Antillia\"&gt;Antillia&lt;/a&gt;. Bianco also collaborated with &lt;a href=\"Fra%20Mauro\"&gt;Fra Mauro&lt;/a&gt; on the Fra Mauro world map of 1459.\nBorgia world map (early 15th century).\nMainly a decoration piece, the Borgia map is a world map made sometime in the early 15th century, and engraved on a metal plate.\nGenoese map (1457).\nThe &lt;a href=\"Genoese%20map\"&gt;Genoese map&lt;/a&gt; of 1457 is a &lt;a href=\"world%20map\"&gt;world map&lt;/a&gt; that relied extensively on the account of the traveller to Asia &lt;a href=\"Niccolo%20da%20Conti\"&gt;Niccolo da Conti&lt;/a&gt;, rather than the usual source of &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt;. The author is unknown, but is a more modern development than the &lt;a href=\"Fra%20Mauro%20map\"&gt;Fra Mauro world map&lt;/a&gt;, less intricate and complete, with fairly good proportions given to each of the continents. The map depicts the main landmarks of the time, and figures such as the legendary &lt;a href=\"Prester%20John\"&gt;Prester John&lt;/a&gt; in Africa, the Great Khan in China, \"Xilam\" (&lt;a href=\"Ceylon\"&gt;Ceylon&lt;/a&gt;) and Sumatra, and the design of a three-masted European ship in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;, something which had not occurred, suggesting that a sea-lane was a possibility.\nFra Mauro world map (1459).\nThe Fra Mauro map was made between 1457 and 1459 by the &lt;a href=\"Venice\"&gt;Venetian&lt;/a&gt; monk &lt;a href=\"Fra%20Mauro\"&gt;Fra Mauro&lt;/a&gt;. It is a circular planisphere drawn on &lt;a href=\"parchment\"&gt;parchment&lt;/a&gt; and set in a wooden frame, about in diameter.\nThe original world map was made by Fra Mauro and his assistant Andrea Bianco, a sailor-cartographer, under a commission by king &lt;a href=\"Afonso%20V%20of%20Portugal\"&gt;Afonso V of Portugal&lt;/a&gt;. The map was completed on April 24, 1459, and sent to &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, but did not survive to the present day. Fra Mauro died the next year while he was making a copy of the map for the Seignory of Venice, and the copy was completed by Andrea Bianco.\nThe map is preserved in the &lt;a href=\"Museo%20Correr\"&gt;Museo Correr&lt;/a&gt; in &lt;a href=\"Venice%2C%20Italy\"&gt;Venice&lt;/a&gt;.\nMartellus world map (1490).\nThe world map of &lt;a href=\"Henricus%20Martellus%20Germanus\"&gt;Henricus Martellus Germanus&lt;/a&gt; (Heinrich Hammer), c. 1490, was remarkably similar to the terrestrial globe later produced by &lt;a href=\"Martin%20Behaim\"&gt;Martin Behaim&lt;/a&gt; in 1492, the \"&lt;a href=\"Erdapfel\"&gt;Erdapfel&lt;/a&gt;\". Both show heavy influences from &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt;, and both possibly derive from maps created around 1485 in Lisbon by &lt;a href=\"Bartolomeo%20Columbus\"&gt;Bartolomeo Columbus&lt;/a&gt;. Although Martellus is believed to have been born in Nuremberg, Behaim's home town, he lived and worked in Florence from 1480 to 1496.\nBehaim's \"Erdapfel\" globe (1492).\nThe \"Erdapfel\" () produced by &lt;a href=\"Martin%20Behaim\"&gt;Martin Behaim&lt;/a&gt; in 1492 is considered to be the oldest surviving terrestrial &lt;a href=\"globe\"&gt;globe&lt;/a&gt;. It is constructed of a laminated linen ball reinforced with wood and overlaid with a &lt;a href=\"map\"&gt;map&lt;/a&gt; painted on &lt;a href=\"Gore%20%28segment%29\"&gt;gores&lt;/a&gt; by &lt;a href=\"Georg%20Glockendon\"&gt;Georg Glockendon&lt;/a&gt;. The Americas are not included yet, as &lt;a href=\"Voyages%20of%20Christopher%20Columbus\"&gt;Columbus&lt;/a&gt; returned to Spain no sooner than March 1493. It shows a rather enlarged Eurasian continent and an empty ocean between Europe and Asia. The &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; islands may already be represented as well, even before Columbus's return, under the name of the mythical &lt;a href=\"Saint%20Brendan%27s%20Island\"&gt;Saint Brendan's Island&lt;/a&gt;. Japan and Asian islands are disproportionately large. The idea to call the globe \"apple\" may be related to the &lt;a href=\"Reichsapfel\"&gt;Reichsapfel&lt;/a&gt; (\"Imperial Apple\", &lt;a href=\"Globus%20cruciger\"&gt;Globus cruciger&lt;/a&gt;) which was also kept in Nuremberg along with the &lt;a href=\"Imperial%20Regalia\"&gt;Imperial Regalia&lt;/a&gt; (&lt;a href=\"Reichskleinodien\"&gt;Reichskleinodien&lt;/a&gt;). In 1907, it was transferred to the &lt;a href=\"Germanisches%20Nationalmuseum\"&gt;Germanic Museum&lt;/a&gt; in &lt;a href=\"Nuremberg\"&gt;Nuremberg&lt;/a&gt;.\nAfter 1492.\nJuan de la Cosa Map (1500).\nThe &lt;a href=\"Juan%20de%20la%20Cosa\"&gt;Juan de la Cosa&lt;/a&gt;, a Spanish cartographer, &lt;a href=\"explorer\"&gt;explorer&lt;/a&gt; and &lt;a href=\"conquistador\"&gt;conquistador&lt;/a&gt;, born in &lt;a href=\"Santo%C3%B1a\"&gt;Santoña&lt;/a&gt; in the northern autonomous region of &lt;a href=\"Cantabria\"&gt;Cantabria&lt;/a&gt;, made several maps of which the only survivor is the \"Mappa Mundi\" of 1500. It is the first known European cartographic representation of the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;. It is now in the &lt;a href=\"Naval%20Museum%20of%20Madrid\"&gt;Museo Naval&lt;/a&gt; in &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;. Reproductions of it are given by Humboldt in his \"Atlas géographique et physique\".\nCantino Planisphere (1502).\nThe \"&lt;a href=\"Cantino%20planisphere\"&gt;Cantino planisphere&lt;/a&gt;\" or Cantino world map is the earliest surviving map showing &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; discoveries in the east and west. It is named after Alberto Cantino, an agent for the &lt;a href=\"Ercole%20I%20d%27Este%2C%20Duke%20of%20Ferrara\"&gt;Duke of Ferrara&lt;/a&gt;, who successfully smuggled it from Portugal to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; in 1502. It shows the islands of the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; and what may be the &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; coastline, as well as Africa, Europe and Asia. The map is particularly notable for portraying a fragmentary record of the &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;ian coast, discovered in 1500 by Portuguese explorer &lt;a href=\"Pedro%20%C3%81lvares%20Cabral\"&gt;Pedro Álvares Cabral&lt;/a&gt; who conjectured whether it was merely an island or part of the continent that several &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; expeditions had just encountered farther north (cf. &lt;a href=\"Amerigo%20Vespucci\"&gt;Amerigo Vespucci&lt;/a&gt;).\nCaverio Map (c. 1505).\nThe &lt;a href=\"Caverio%20Map\"&gt;Caverio Map&lt;/a&gt;, also known as the Caveri Map or Canerio Map, is a map drawn by &lt;a href=\"Nicolay%20de%20Caveri\"&gt;Nicolay de Caveri&lt;/a&gt;, circa 1505. It is hand drawn on parchment and coloured, being composed of ten sections or panels, measuring . Historians believe that this undated map signed with \"Nicolay de Caveri Januensis\" was completed in 1504–05. It was probably either made in &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; by the Genoese Canveri, or copied by him in &lt;a href=\"Genoa\"&gt;Genoa&lt;/a&gt; from the very similar &lt;a href=\"Cantino%20map\"&gt;Cantino map&lt;/a&gt;. It shows the east coast of &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; with surprising detail, and was one of the primary sources used to make the &lt;a href=\"Waldseem%C3%BCller%20map\"&gt;Waldseemüller map&lt;/a&gt; in 1507. The Caverio map is currently at the &lt;a href=\"Biblioth%C3%A8que%20Nationale%20de%20France\"&gt;Bibliothèque Nationale de France&lt;/a&gt; in Paris.\nRuysch World Map (1507).\n&lt;a href=\"Johannes%20Ruysch\"&gt;Johannes Ruysch&lt;/a&gt; an explorer, cartographer, astronomer and painter from the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt; produced the second oldest known printed representation of the New World. The Ruysch map was published and widely distributed in 1507. It uses &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt;'s coniform projection, as does the &lt;a href=\"Contarini-Rosselli\"&gt;Contarini-Rosselli&lt;/a&gt; 1506 map. Both document &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt;' discoveries as well as that of &lt;a href=\"John%20Cabot\"&gt;John Cabot&lt;/a&gt;, including information from Portuguese sources and &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt;'s account. There are notes on his map that clearly were from Portuguese sources. &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt; and &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; are shown connected to Asia, as &lt;a href=\"Christopher%20Columbus\"&gt;Columbus&lt;/a&gt; and &lt;a href=\"John%20Cabot\"&gt;Cabot&lt;/a&gt; believed. “Sipganus” (Marco Polo's Japan) is identical with “Spagnola” (&lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt;) on the Ruysch map. The presence of codfish is noted on the Ruysch map in the area of the &lt;a href=\"Grand%20Banks\"&gt;Grand Banks&lt;/a&gt; of &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt; and shows the discoveries the Portuguese had made along the African coast and shows India as a triangular peninsula with &lt;a href=\"Ceylon\"&gt;Ceylon&lt;/a&gt; in the correct proportion and position.\nGreenland is shown connected to Newfoundland and Asia on Ruysch's map, and not Europe as earlier maps had showed. Around the north pole, Ruysch drew islands, based on reports in the book \"&lt;a href=\"Inventio%20Fortunata\"&gt;Inventio Fortunata&lt;/a&gt;\" of the English friar &lt;a href=\"Nicholas%20of%20Lynne\"&gt;Nicholas of Lynne&lt;/a&gt;. The island above Norway shows remarkable similarities to &lt;a href=\"Svalbard\"&gt;Svalbard&lt;/a&gt;, which was not discovered until 1597 (by &lt;a href=\"Willem%20Barents\"&gt;Willem Barents&lt;/a&gt;). Ruysch calls it 'European Hyberborea' and a peninsula stretching out towards it is clearly marked with the church of 'Sancti Odulfi', St Olaf's church in &lt;a href=\"Vard%C3%B8\"&gt;Vardø&lt;/a&gt; on the &lt;a href=\"Finnmark\"&gt;Finnmark&lt;/a&gt; coast.\nWaldseemüller and Ringmann map (1507).\nThe cartographers &lt;a href=\"Martin%20Waldseem%C3%BCller\"&gt;Martin Waldseemüller&lt;/a&gt; and &lt;a href=\"Matthias%20Ringmann\"&gt;Matthias Ringmann&lt;/a&gt; from southern Germany, supported by the mapping friend &lt;a href=\"Ren%C3%A9%20II%2C%20Duke%20of%20Lorraine\"&gt;René II, Duke of Lorraine&lt;/a&gt;, collected map data over several years, including information on the most recent discoveries, to build up a new collective work of geography and cartography. Along with a book they further incorporated, for the first time in history, the name \"America\" on a map, holding the strong opinion that it was a new continent that &lt;a href=\"Amerigo%20Vespucci\"&gt;Amerigo Vespucci&lt;/a&gt; had discovered on his voyage and not only a few smaller islands as &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; did in the \"&lt;a href=\"List%20of%20islands%20in%20the%20Caribbean\"&gt;West Indies&lt;/a&gt;\".\nPiri Reis Map (1513).\nThe Piri Reis map is a famous world map created by 16th-century &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Turkish&lt;/a&gt; admiral and cartographer &lt;a href=\"Piri%20Reis\"&gt;Piri Reis&lt;/a&gt;. The surviving third of the map shows part of the western coasts of Europe and North Africa with reasonable accuracy, and the coast of &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; is also easily recognizable. Various Atlantic islands including the &lt;a href=\"Azores\"&gt;Azores&lt;/a&gt; and &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; are depicted, as is the mythical island of &lt;a href=\"Antillia\"&gt;Antillia&lt;/a&gt;. The map is noteworthy for its apparent south-eastward extension of the American continent to depict a southern landmass that some controversially claim is evidence for early awareness of the existence of &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;. Alternatively, it has been suggested that this is actually a record of the coast as far as &lt;a href=\"Cape%20Horn\"&gt;Cape Horn&lt;/a&gt;, explored secretly by Portuguese navigators before 1507 (when it appeared on the &lt;a href=\"Waldseem%C3%BCller%20map\"&gt;Waldseemüller map&lt;/a&gt;) and bent south-eastward simply to fit on the parchment.\nPietro Coppo Map (1520).\nThe map by &lt;a href=\"Pietro%20Coppo\"&gt;Pietro Coppo&lt;/a&gt; was one of the last world maps to feature the \"&lt;a href=\"Dragon%27s%20Tail%20%28peninsula%29\"&gt;Dragon's Tail&lt;/a&gt;\" extending southwards from the far eastern extremity of Asia, the last vestige of Ptolemy's landlocked depiction of the Indian Ocean, nearly 1,500 years earlier.\nDiogo Ribeiro Map (1527).\n&lt;a href=\"Diogo%20Ribeiro\"&gt;Diogo Ribeiro&lt;/a&gt;, a Portuguese cartographer working for Spain, made what is considered the first scientific world map: the 1527 &lt;a href=\"Padr%C3%B3n%20real\"&gt;Padrón real&lt;/a&gt;, the first world map based on empiric latitude observations. There are 6 copies attributed to Ribeiro, including at the &lt;a href=\"Weimar\"&gt;Weimar&lt;/a&gt; Grand Ducal Library (1527 \"Mundus Novus\") and at the &lt;a href=\"Biblioteca%20Apostolica%20Vaticana\"&gt;Biblioteca Apostolica Vaticana&lt;/a&gt;, in &lt;a href=\"Vatican%20City\"&gt;Vatican City&lt;/a&gt; (1529 \"&lt;a href=\"Propaganda\"&gt;Propaganda&lt;/a&gt; Map\" or \"Carta Universal\"). The layout of the map (\"Mapamundi\") is strongly influenced by the information obtained during the Magellan-&lt;a href=\"Juan%20Sebasti%C3%A1n%20Elcano\"&gt;Elcano&lt;/a&gt; trip around the world. Diogo's map delineates very precisely the coasts of &lt;a href=\"Central%20America\"&gt;Central&lt;/a&gt; and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. However, neither &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; nor &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; appear, and the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt; is too small. The map shows, for the first time, the real extension of the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;. It also shows, for the first time, the &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n coast as a continuous one (probably influenced by the &lt;a href=\"Est%C3%AAv%C3%A3o%20Gomes\"&gt;Estêvão Gomes&lt;/a&gt; exploration in 1525). It also shows the demarcation of the &lt;a href=\"Treaty%20of%20Tordesillas\"&gt;Treaty of Tordesillas&lt;/a&gt;.\nMercator world map (1569).\n&lt;a href=\"Flemish%20people\"&gt;Flemish&lt;/a&gt; geographer and cartographer &lt;a href=\"Gerardus%20Mercator\"&gt;Gerardus Mercator&lt;/a&gt; world map of 1569 introduced a &lt;a href=\"Map%20projection%23Cylindrical\"&gt;cylindrical map projection&lt;/a&gt; that became the standard map projection known as the &lt;a href=\"Mercator%20projection\"&gt;Mercator projection&lt;/a&gt;. It was a large planisphere measuring , printed in eighteen separate sheets. While the linear scale is constant in all directions around any point, thus preserving the angles and the shapes of small objects (which makes the projection &lt;a href=\"conformal%20projection\"&gt;conformal&lt;/a&gt;), the Mercator projection distorts the size and shape of large objects, as the scale increases from the Equator to the poles, where it becomes infinite. The title (\"Nova et Aucta Orbis Terrae Descriptio ad Usum Navigatium Emendate\": \"new and augmented description of Earth corrected for the use of navigation\") and the &lt;a href=\"Mercator%201569%20world%20map%23Summary%20of%20the%20legends\"&gt;map legends&lt;/a&gt; show that the map was expressly conceived for the use of marine navigation. The principal feature of the projection is that &lt;a href=\"Rhumb%20line\"&gt;Rhumb line&lt;/a&gt;s, sailing courses at a constant bearing, are mapped to straight lines on the map. The development of the Mercator projection represented a major breakthrough in the nautical cartography of the 16th century although it was only slowly adopted by seafaring nations.\n\"Theatrum Orbis Terrarum\" by Abraham Ortelius (1570).\nThe \"Theatrum Orbis Terrarum\" (or \"Theatre of the World\") is considered to be the first true modern &lt;a href=\"atlas%20%28cartography%29\"&gt;atlas&lt;/a&gt;. Prepared by &lt;a href=\"Abraham%20Ortelius\"&gt;Abraham Ortelius&lt;/a&gt; and originally printed on May 20, 1570 in &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, it consisted of a collection of uniform &lt;a href=\"map\"&gt;map&lt;/a&gt; sheets and sustaining texts bound to form a book for which copper printing plates were specifically engraved. The Ortelius atlas is sometimes referred to as the summary of sixteenth-century &lt;a href=\"cartography\"&gt;cartography&lt;/a&gt;. Many of his atlas's maps were based upon sources that no longer exist or are extremely rare. Ortelius appended a unique source list (the \"Catalogus Auctorum\") identifying the names of contemporary cartographers, some of whom would otherwise have remained obscure. Three &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; editions of this (besides a &lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt;, a &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; and a &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; edition) appeared before the end of 1572; twenty-five editions came out before Ortelius's death in 1598; and several others were published subsequently, as the atlas continued to be in demand until approximately 1612.\n\"Die ganze Welt in einem Kleberblat\" by Heinrich Bünting (1581).\nThe Bünting Clover Leaf Map, also known as The World in a Cloverleaf, (&lt;a href=\"German%20language\"&gt;German&lt;/a&gt; title: \"Die ganze Welt in einem Kleberblat/Welches ist der Stadt Hannover meines lieben Vaterlandes Wapen\") is an historic &lt;a href=\"mappa%20mundi\"&gt;mappa mundi&lt;/a&gt; drawn by the &lt;a href=\"Germans\"&gt;German&lt;/a&gt; &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; &lt;a href=\"pastor\"&gt;pastor&lt;/a&gt;, &lt;a href=\"theologist\"&gt;theologist&lt;/a&gt;, and &lt;a href=\"cartographer\"&gt;cartographer&lt;/a&gt; &lt;a href=\"Heinrich%20B%C3%BCnting\"&gt;Heinrich Bünting&lt;/a&gt;. The map was published in his book \"Itinerarium Sacrae Scripturae\" (Travel through Holy Scripture) in 1581.\nToday the map is found within the Eran Laor maps collection in the &lt;a href=\"National%20Library%20of%20Israel\"&gt;National Library of Israel&lt;/a&gt; in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. A mosaic model of the map is installed on the fence of &lt;a href=\"Safra%20Square\"&gt;Safra Square&lt;/a&gt; at the site of Jerusalem's city hall.\nThe map is a figurative illustration, in the manner of the medieval mappa mundi format, depicting the world via a &lt;a href=\"clover\"&gt;clover&lt;/a&gt; shape. The shape is a symbolisation of the &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; &lt;a href=\"Trinity\"&gt;Trinity&lt;/a&gt; and a component at the symbolisation of the German city &lt;a href=\"Hanover\"&gt;Hanover&lt;/a&gt;, where Bünting was born. The city of Jerusalem is represented as the centre, surrounded by three central continents, with some more areas of the world being accordingly illustrated separately from the clover.\n\"Kunyu Wanguo Quantu\" by Matteo Ricci (1602).\nKunyu Wanguo Quantu (; , \"Complete Geographical Map of all the Kingdoms of the World\"), printed by Italian &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; &lt;a href=\"missionary\"&gt;missionary&lt;/a&gt; &lt;a href=\"Matteo%20Ricci\"&gt;Matteo Ricci&lt;/a&gt; at the request by &lt;a href=\"Wanli%20Emperor\"&gt;Wanli Emperor&lt;/a&gt; in 1602, is the first known European-styled Chinese world map (and the first Chinese map to show the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;). The map is in &lt;a href=\"Classical%20Chinese\"&gt;Classical Chinese&lt;/a&gt;, with detailed annotations and descriptions of various regions of the world, a brief account of the discovery of the Americas, &lt;a href=\"polar%20projection\"&gt;polar projection&lt;/a&gt;s, scientific explanation of parallels and meridians, and proof that the Sun is bigger than the Moon. Following Chinese cartographical convention, Ricci placed China (\"the Middle Kingdom\") at the centre of the world. This map is a significant mark of the expansion of Chinese knowledge of the world, and an important example of &lt;a href=\"cultural%20syncretism\"&gt;cultural syncretism&lt;/a&gt; directly between Europe and China. It was also exported to &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; as well.\nHendrik Hondius map (1630).\n\"Nova Totius Terrarum Orbis Geographica ac Hydrographica Tabula\" is a map of the world created by &lt;a href=\"Henricus%20Hondius%20II\"&gt;Hendrik Hondius&lt;/a&gt; in 1630, and published the following year at &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, in the atlas \"Atlantis Maioris\" Appendix. Illustrations of the four elements of fire, air, water, and land are included. In the four corners, there are portraits of &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;, &lt;a href=\"Claudius%20Ptolemy\"&gt;Claudius Ptolemy&lt;/a&gt;, and the atlas's first two publishers, &lt;a href=\"Gerard%20Mercator\"&gt;Gerard Mercator&lt;/a&gt; and &lt;a href=\"Jodocus%20Hondius\"&gt;Jodocus Hondius&lt;/a&gt;, the father of Hendrik. Among its claims to notability is the fact that it was the first dated map published in an atlas, and therefore the first widely available map, to show any part of Australia, the only previous map to do so being &lt;a href=\"Hessel%20Gerritsz\"&gt;Hessel Gerritsz&lt;/a&gt;' 1627 \"Caert van't Landt van d'Eendracht\" (\"Map of the &lt;a href=\"Eendrachtsland\"&gt;Land of Eendracht&lt;/a&gt;\"), which was not widely distributed or recognised. The Australian coastline shown is part of the west coast of Cape York Peninsula, discovered by &lt;a href=\"Jan%20Carstensz\"&gt;Jan Carstensz&lt;/a&gt; in 1623. Curiously, the map does not show the west coast features shown in Gerritsz' Caert.\nNicolaes Visscher map (1658).\nThis engraved double hemisphere map, \"Orbis Terrarum Nova et Accuratissima Tabula\", was created by &lt;a href=\"Nicolaes%20Visscher%20I\"&gt;Nicolaes Visscher&lt;/a&gt; in 1658 in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. It also contains smaller northern and southern polar projections. The border is decorated with mythological scenes, one in each corner, drawn by the painter &lt;a href=\"Nicolaes%20Berchem\"&gt;Nicolaes Berchem&lt;/a&gt;, showing &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt;, &lt;a href=\"Neptune%20%28mythology%29\"&gt;Neptune&lt;/a&gt;, &lt;a href=\"Persephone\"&gt;Persephone&lt;/a&gt; and &lt;a href=\"Demeter\"&gt;Demeter&lt;/a&gt;. It is an early example of highly decorated Dutch world maps.\nGerard van Schagen's Map of the World (1689).\nGerard van Schagen (c. 1642–1724?) was a &lt;a href=\"cartographer\"&gt;cartographer&lt;/a&gt; from &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, known for his exquisite reproductions of maps, particularly of those by &lt;a href=\"Nicolaes%20Visscher%20I\"&gt;Nicolaes Visscher I&lt;/a&gt; and &lt;a href=\"Frederick%20de%20Wit\"&gt;Frederick de Wit&lt;/a&gt;. The map is of 1689. The original size is and was produced using copper engraving. There is only one known example, which is in the &lt;a href=\"Amsterdam%20University\"&gt;Amsterdam University&lt;/a&gt;.\nSamuel Dunn's map of the world (1794).\n&lt;a href=\"Samuel%20Dunn%20%28mathematician%29\"&gt;Samuel Dunn&lt;/a&gt; (died 1794) was a British &lt;a href=\"mathematician\"&gt;mathematician&lt;/a&gt; and amateur astronomer. His map covers the entire world in a double hemisphere projection. This map follows shortly after the explorations of &lt;a href=\"Captain%20Cook\"&gt;Captain Cook&lt;/a&gt; in the Arctic and Pacific Northwest, so the general outline of North America is known. However, when this map was made, few inland expeditions had extended westward beyond the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;. &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; is noticeably absent, which is of particular note, as earlier maps had depicted an imagined Antarctica, as early as 1570 in the West by &lt;a href=\"Abraham%20Ortelius\"&gt;Abraham Ortelius&lt;/a&gt;, and 1602 in the Far East. These images were speculative, as Antarctica had not then been proven to exist."
}