{
    "id": "2867959",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=2867959",
    "title": "Blue-throated toucanet",
    "text": "The blue-throated toucanet (\"Aulacorhynchus caeruleogularis\") is a &lt;a href=\"near-passerine\"&gt;near-passerine&lt;/a&gt; bird living in the &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; forests of &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt; and far northwestern &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;. While considered a &lt;a href=\"species\"&gt;species&lt;/a&gt; based primarily on &lt;a href=\"Morphology%20%28biology%29\"&gt;morphology&lt;/a&gt;, some authorities continue to consider it a &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; of the &lt;a href=\"emerald%20toucanet\"&gt;emerald toucanet&lt;/a&gt;.\nTaxonomy and systematics.\nThe name blue-throated toucanet is also used as an alternate name for the &lt;a href=\"blue-banded%20toucanet\"&gt;blue-banded toucanet&lt;/a&gt;. Although not accepted by some authorities, the blue-throated toucanet was split from the &lt;a href=\"emerald%20toucanet\"&gt;emerald toucanet&lt;/a&gt; to form a separate species. The violet-throated toucanet was formerly considered as a separate species (\"A. cognatus\") until lumped as a subspecies of the blue-throated toucanet in 2016. A potential problem relates to the distribution limit between \"A. c. cognatus\" and \"A. c. caeruleogularis\" in Panama. Although the reason for this treatment is unclear, the population in central Panama has been placed in \"A. c. caeruleogularis\", which limits \"A. c. cognatus\" to extreme eastern Panama and adjacent Colombia. However, according to George Angehr, author of \"The Birds of Panama\", it is possible that toucanets from central Panama actually are closer to \"A. c. cognatus\".\nSubspecies.\nTwo &lt;a href=\"subspecies\"&gt;subspecies&lt;/a&gt; are recognized:\nDescription.\nAdult.\nAs in all &lt;a href=\"toucan\"&gt;toucan&lt;/a&gt;s, the blue-throated toucanet has a large &lt;a href=\"Beak\"&gt;bill&lt;/a&gt;. The bill is black with yellow to the upper mandible, and a white band at the base, but, uniquely among the emerald toucanet group, with a rufous patch near the base of the upper mandible. Its breast and the rest of its body is mostly light and dark shades of green, except for the throat, which is blue, and the tail-tip and crissum (the undertail &lt;a href=\"Covert%20feather\"&gt;coverts&lt;/a&gt; surrounding the &lt;a href=\"cloaca\"&gt;cloaca&lt;/a&gt;), which are rufous. Both sexes look very alike, but females generally have a smaller bill and overall are smaller in appearance, these bird are born blind and naked.\nImmature.\nBlue-throated toucanets are &lt;a href=\"altricial\"&gt;altricial&lt;/a&gt;. They do not open their eyes until they are around 25 days old, and they are completely covered in feathers by around 35 days. Most immature blue-throated toucanets do not leave their &lt;a href=\"bird%20nest\"&gt;nest&lt;/a&gt; until they have reached around 45 days old. When they leave their nest, their bills are alike to their parents in colour and shape, but are not full-grown yet.\nDistribution and habitat.\nThe blue-throated toucanets live in humid mountain forests in Costa Rica and western Panama. Its natural elevation range is from 2,500 ft (762 m) to 7,600 ft (2,316 m) above sea level and it is generally common within its range.\nBehaviour and ecology.\nBreeding.\nThis toucan nests in old &lt;a href=\"woodpecker\"&gt;woodpecker&lt;/a&gt; holes. The &lt;a href=\"bird%20nest\"&gt;nests&lt;/a&gt; can be up to 70 ft (21 m) above the ground. Each nest contains 2–4 &lt;a href=\"bird%20egg\"&gt;eggs&lt;/a&gt;, white in colour. The eggs have about a 15-day &lt;a href=\"Avian%20incubation\"&gt;incubation&lt;/a&gt; period.\nFood and feeding.\nThe &lt;a href=\"bird\"&gt;bird&lt;/a&gt; mostly consumes fruits and insects, but can also eat other birds' &lt;a href=\"bird%20egg\"&gt;eggs&lt;/a&gt;. The call of the blue-throated toucanet is a loud and high-pitched (occasionally low-pitched) \"rrrip, rrrip, rrrip, rrrip,\"."
}