{
    "id": "28687623",
    "revid": "963687112",
    "url": "https://en.wikipedia.org/wiki?curid=28687623",
    "title": "Pella, Northern Cape",
    "text": "Pella is an &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; in &lt;a href=\"Namakwa%20District%20Municipality\"&gt;Namakwa&lt;/a&gt; (&lt;a href=\"Bushmanland%2C%20Northern%20Cape\"&gt;Bushmanland&lt;/a&gt;) in the Northern Cape province of South Africa. Earlier known as Cammas Fonteyn, the spring was used by a nearby stronghold of &lt;a href=\"Bushmen\"&gt;San&lt;/a&gt; people. In 1776 a South African Dutch farmer called Coenraad Feijt settled there and lived in harmony with the San despite their fondness for raiding the cattle of the Dutch farmers in the &lt;a href=\"Hantam%20Local%20Municipality\"&gt;Hantam&lt;/a&gt;. A nearby farm called &lt;a href=\"Aggeneys\"&gt;Aggeneys&lt;/a&gt; later became the site of the modern mining town of that name.\nEstablishing the Mission Station.\nIn 1814 a missionary called Christian Albrecht moved with his assistants and converts to Cammas Fonteyn, having left Namibia where the &lt;a href=\"Oorlam%20people\"&gt;Orlam&lt;/a&gt; Chief, &lt;a href=\"Jager%20Afrikaner\"&gt;Jager Afrikaner&lt;/a&gt;, had been persecuting them. He founded a mission station and renamed it &lt;a href=\"Pella%2C%20Jordan\"&gt;Pella&lt;/a&gt; after the ancient town in Macedonia that became a refuge for persecuted Christians from the Romans. Other famous missionaries that visited Pella during the early years were &lt;a href=\"John%20Campbell%20%28missionary%29\"&gt;John Campbell&lt;/a&gt;, &lt;a href=\"Heinrich%20Schmelen\"&gt;Heinrich Schmelen&lt;/a&gt; and &lt;a href=\"Robert%20Moffat%20%28missionary%29\"&gt;Robert Moffat&lt;/a&gt;.\nThe tenure of the &lt;a href=\"London%20Missionary%20Society\"&gt;London Missionary Society&lt;/a&gt; (LMS) at Pella was intermittent and the mission station was abandoned on numerous occasions. This was largely because of the extremely harsh desert conditions, but on one occasion the LMS abandoned the mission station after one of the priests had been murdered by the San. During these periods of abandonment, the &lt;a href=\"Baster\"&gt;Baster&lt;/a&gt;s and San continued to use the oasis.\nGeorge Thompson, the traveller, arrived in a distressed state at Pella in 1824. He had come from Cape Town and found the mission deserted. His party had sufficient water but no food whatsoever. Luckily he discovered that Mr Bartlett, the resident missionary, had moved the mission station to t’Kams which was 32 kilometres to the west. Thompson travelled to t’Kams and was hospitably received.,\nThompson reported that \"when the full congregation was collected at Pella, they amount to about 400 souls; but the severe droughts, and consequent failure of pasturage, force them occasionally to disperse themselves in divisions over the country wherever a spring of water exists with grass in the vicinity for their flocks. As soon as rain falls, the pastures at Pella will instantly spring up and the scattered divisions of the people will again be re-assembled.\"\nIn 1855 a surveyor named Moffat (not to be confused with various Missionaries named Moffat) reported having found one Francois Gabriel living in the abandoned mission buildings; Gabriel was a Frenchman married to a Baster; he subsequently left and moved to &lt;a href=\"Namaqualand\"&gt;Namaqualand&lt;/a&gt; towards the west.\n&lt;a href=\"Edward%20John%20Dunn\"&gt;Edward John Dunn&lt;/a&gt;, the geologist, found Pella abandoned again in September 1871. He reported the charred remains of fires and the bleaching bones around the oasis – these were from the cattle raided by the San from the Hantam. The San, who were hunter gatherers, used to raid the pastoralists’ cattle and consequently were hunted like wild animals by the Dutch farmers, the Basters and the &lt;a href=\"Khoikhoi\"&gt;Khoikhoi&lt;/a&gt; alike.\nBuilding of the Church.\nIn 1872 drought again forced the LMS out of Pella and they abandoned the mission station permanently. It was reoccupied in 1878 when Father Godelle, a Roman Catholic missionary from the Society of the Holy Ghost, settled at Pella. After some time, the intense heat and deprivation overwhelmed him and he returned to France.\nHearing of Father Godelle’s ordeal, a 23-year-old priest, Father JM Simon of the &lt;a href=\"Oblates%20of%20St.%20Francis%20de%20Sales\"&gt;Oblates of St. Francis de Sales&lt;/a&gt;, volunteered to make a fresh start at Pella. He arrived in 1882. He made friends with the San who were naturally wary of strangers. After he had struggled alone for two years, other priests joined Father Simon from France but the heat and the loneliness drove them all back to France until the arrival of Brother Leo Wolf in 1885. Together with Father Simon, he was to serve the community of Pella for more than fifty years.\nHaving established gardens and planted crops, they began to build a church. The task took them seven years. Not having any plans, they designed the church from a picture in a book. The building in the picture had &lt;a href=\"flying%20buttress\"&gt;flying buttress&lt;/a&gt;es, so their church had flying buttresses. Bricks were made 9 kilometres away at the Orange River and limestone was transported by ox wagon from 160 km away and slaked with the water from the oasis. Inexperienced at building, they learnt the trade as they built the church. Only the altar was imported. Even the ironwork for the staircase was forged by these two priests at Pella.\nThe church was consecrated in 1895 by Bishop Rooney of Cape Town.\nBy the end of the century, Father Simon had been consecrated as a bishop and was appointed the first Vicar Apostolic of the Orange River. Brother Wolf was ordained as a priest after many years service. In 1932 Bishop Simon celebrated the fiftieth anniversary of his arrival. The celebration was too much for Bishop Simon and he died and was buried in the church that he had built. Father Wolf died in 1947 at the age of eighty-one and was also buried in the church. The permanent community and their established farming of today are primarily attributable to these two men.\nToday.\nThe oasis of Pella is only a few kilometres south of the &lt;a href=\"Orange%20River\"&gt;Orange River&lt;/a&gt;, a perennial river that flows towards the Atlantic Ocean in the west. It is situated at the base of the stark Great Pella Mountains and, although the desert is dry and dusty, the area is known for its gemstones such as malachite, jasper and rose quartz.\nThe cathedral is surrounded by palm trees from which &lt;a href=\"Phoenix%20dactylifera\"&gt;dates&lt;/a&gt; with a unique and sought after taste are not being harvested, and the fertile ground around the date trees and next to the river, are not being cultivated to support the local inhabitants. In summer the average temperature is about 40°C and may be no rain for years on end. The current settlement, which still largely consists of the descendants of the mission station converts that settled there in the nineteenth century, are largely unemployed. \nAs with many desert rain storms, when it does rain hard, flooding is likely to occur, and in 1984 flooding caused extensive damage to the church that Fathers Simon and Wolf had built. A number of supporting pillars collapsed and the building was in danger of being condemned. But, with the help of a local mining company, the building was restored. Evidence of the flooding can still be seen at waist height on the walls."
}