{
    "id": "28710400",
    "revid": "14909828",
    "url": "https://en.wikipedia.org/wiki?curid=28710400",
    "title": "Internationale Maifestspiele Wiesbaden",
    "text": "The Internationale Maifestspiele Wiesbaden (International May Festival, IMF) is a theater festival in &lt;a href=\"Wiesbaden\"&gt;Wiesbaden&lt;/a&gt;, Germany. Established in the late 19th century after the &lt;a href=\"Bayreuth%20Festival\"&gt;Bayreuth Festival&lt;/a&gt;, the festival is one of the most distinguished international theatre and music festivals in the world. It is presented annually in May at the &lt;a href=\"Hessisches%20Staatstheater%20Wiesbaden\"&gt;Hessisches Staatstheater Wiesbaden&lt;/a&gt;, the State Theatre of Hesse in the capital Wiesbaden. The festival currently features performances of &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s, &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;s, &lt;a href=\"play%20%28theatre%29\"&gt;play&lt;/a&gt;s and &lt;a href=\"Musical%20theatre\"&gt;musical&lt;/a&gt;s. Visiting companies, mostly from European theaters, present their recent productions along with performances of the Theater Wiesbaden. Concerts from a wide array of music genres are featured as well as artistic circus acts and modern dance presentations. Lectures, recitals, cabaret performances, art showings and readings are also part of the program.\nKaiserfestspiele.\nIn 1896 the festival was established as \"Kaiserfestspiele\" (Imperial Festival) by &lt;a href=\"Georg%20von%20H%C3%BClsen\"&gt;Georg von Hülsen&lt;/a&gt;, director of the theater in Wiesbaden. He wanted to create a festival to compare with the successful &lt;a href=\"Bayreuth%20Festival\"&gt;Bayreuth Festival&lt;/a&gt;. A festival in Spring was supposed to coincide with the emperor's regular stay at the &lt;a href=\"spa\"&gt;spa&lt;/a&gt; to create a cultural event. The director also wanted to improve the status of his \"Neues königliches Hoftheater\" (New Royal Court Theatre), which relied mostly on productions from the Royal theater in Berlin. The first festival was presented from 6 to 19 May 1896, with the German emperor &lt;a href=\"William%20I%2C%20German%20Emperor\"&gt;William I&lt;/a&gt; and the empress &lt;a href=\"Augusta%20of%20Saxe-Weimar-Eisenach\"&gt;Augusta of Saxe-Weimar-Eisenach&lt;/a&gt; in attendance. The posters and programs showed \"Festspiele auf allerhöchsten Befehl!\" (Festival by the very highest order!), referring to the emperor's demand. In the beginning the focus was on the works of &lt;a href=\"Richard%20Wagner\"&gt;Richard Wagner&lt;/a&gt; as in Bayreuth, but different from Bayreuth works of other composers were also performed, such as Carl Maria von Weber's \"&lt;a href=\"Oberon%20%28Weber%29\"&gt;Oberon&lt;/a&gt;\" in 1900. The festival closed for the duration of World War I.\nMai-Festwoche.\nIn 1928, the first festival after the war was staged by the director &lt;a href=\"Paul%20Bekker\"&gt;Paul Bekker&lt;/a&gt; and called \"Mai-Festwoche\" (Festival week in May). It presented on 6 May the premiere of three short operas by &lt;a href=\"Ernst%20Krenek\"&gt;Ernst Krenek&lt;/a&gt;, \"&lt;a href=\"Der%20Diktator\"&gt;Der Diktator&lt;/a&gt;\", \"&lt;a href=\"Das%20geheime%20K%C3%B6nigreich\"&gt;Das geheime Königreich&lt;/a&gt;\" and \"&lt;a href=\"Schwergewicht\"&gt;Schwergewicht, oder Die Ehre der Nation&lt;/a&gt;\". In 1929 the festival was called \"Festwochen im Mai\" (Festive Weeks in May). His main concern was to stress the achievement of the Wiesbaden theatre. From 4 to 21 May 1929 the festival presented the opera \"&lt;a href=\"Die%20%C3%A4gyptische%20Helena\"&gt;Die ägyptische Helena&lt;/a&gt;\" of Richard Strauss, which had premiered the year before at the &lt;a href=\"Semperoper\"&gt;Semperoper&lt;/a&gt;.\nUnder &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt;, the festival was held until 1939 as part of the \"Gaukulturwochen\". The director was &lt;a href=\"Carl%20von%20Schirach\"&gt;Carl von Schirach&lt;/a&gt;.\nInternationale Maifestspiele.\nIn 1950 the first festival after World War II was the first with an international approach, reflected in the new name. The festival was held annually since then. Traditionally the festival was opened by a new production of the Wiesbaden theatre. Starting in 1962, director &lt;a href=\"Claus%20Helmut%20Drese\"&gt;Claus Helmut Drese&lt;/a&gt; encouraged presentations from Eastern European companies under the Motto \"Fenster nach Osten\" (window to the East). Guest productions of operas and ballets from Warsaw, Leningrad, Sofia, Bucharest, Moscow and the great theatres of former East Germany took place at the festival. &lt;a href=\"Claus%20Leininger\"&gt;Claus Leininger&lt;/a&gt;, director from 1986 to 1994, invited companies from Northern Europe, Spain and North America. In 1989, when Germany was still divided, the Berlin companies &lt;a href=\"Deutsche%20Oper%20Berlin\"&gt;Deutsche Oper Berlin&lt;/a&gt; from &lt;a href=\"West%20Berlin\"&gt;West Berlin&lt;/a&gt; and &lt;a href=\"Komische%20Oper%20Berlin\"&gt;Komische Oper Berlin&lt;/a&gt; from &lt;a href=\"East%20Berlin\"&gt;East Berlin&lt;/a&gt; both showed their productions. Visiting ensembles from Eastern Europe increased even more after the opening of the &lt;a href=\"Iron%20curtain\"&gt;Iron curtain&lt;/a&gt;. Plays have been performed by the &lt;a href=\"Berliner%20Ensemble\"&gt;Berliner Ensemble&lt;/a&gt;, the &lt;a href=\"Schaub%C3%BChne\"&gt;Schaubühne&lt;/a&gt;, &lt;a href=\"Deutsches%20Theater%20%28Berlin%29\"&gt;Deutsches Theater&lt;/a&gt; and the &lt;a href=\"M%C3%BCnchner%20Kammerspiele\"&gt;Münchner Kammerspiele&lt;/a&gt;, among others. Ballet companies have included &lt;a href=\"Cloud%20Gate%20Dance%20Theater\"&gt;Cloud Gate Dance Theater&lt;/a&gt; from Taiwan, the Tanztheater &lt;a href=\"Pina%20Bausch\"&gt;Pina Bausch&lt;/a&gt;, Wuppertal, the &lt;a href=\"Cullberg%20Ballet\"&gt;Cullberg Ballet&lt;/a&gt; from Sweden, &lt;a href=\"Les%20Ballets%20de%20Monte%20Carlo\"&gt;Les Ballets de Monte Carlo&lt;/a&gt; and the &lt;a href=\"Nederlands%20Dans%20Theater\"&gt;Nederlands Dans Theater&lt;/a&gt;. Young audiences have been addressed by the series of plays \"Junge Woche\" (Young Week). Due to restricted funding in recent years the program was reduced, shifting to younger and more experimental performers.\nPerformances.\nIn 1955 the stage version of &lt;a href=\"Hans%20Vogt%20%28composer%29\"&gt;Hans Vogt&lt;/a&gt;'s so-called Oratorische Oper (oratorio opera) \"Die Stadt hinter dem Strom\" after the &lt;a href=\"Die%20Stadt%20hinter%20dem%20Strom\"&gt;novel&lt;/a&gt; of &lt;a href=\"Hermann%20Kasack\"&gt;Hermann Kasack&lt;/a&gt; was premiered.\nIn 1962 the &lt;a href=\"Opera%20Warsaw\"&gt;Opera Warsaw&lt;/a&gt; presented as the first visiting company from Eastern Europe the opera \"&lt;a href=\"The%20Haunted%20Manor\"&gt;The Haunted Manor&lt;/a&gt;\" of Stanisław Moniuszko. Works of the 20th century have included &lt;a href=\"Strawinsky\"&gt;Strawinsky&lt;/a&gt;'s \"&lt;a href=\"Le%20sacre%20du%20printemps\"&gt;Le sacre du printemps&lt;/a&gt;\" and \"&lt;a href=\"Oedipus%20rex%20%28opera%29\"&gt;Oedipus rex&lt;/a&gt;\" and &lt;a href=\"Arthur%20Honegger\"&gt;Arthur Honegger&lt;/a&gt;'s \"Judith\".\nAt the 1989 festival, the &lt;a href=\"Deutsche%20Oper%20Berlin\"&gt;Deutsche Oper Berlin&lt;/a&gt; visited with three productions, the opening night was Verdi's \"&lt;a href=\"Rigoletto\"&gt;Rigoletto&lt;/a&gt;\", staged by &lt;a href=\"Hans%20Neuenfels\"&gt;Hans Neuenfels&lt;/a&gt; and conducted by &lt;a href=\"Silvio%20Varviso\"&gt;Silvio Varviso&lt;/a&gt;, followed by Janáček's \"&lt;a href=\"K%C3%A1%C5%A5a%20Kabanov%C3%A1\"&gt;Katja Kabanowa&lt;/a&gt;\" and the ballet \"Der Blaue Engel\". &lt;a href=\"Hartmut%20Haenchen\"&gt;Hartmut Haenchen&lt;/a&gt; conducted Handel's opera \"&lt;a href=\"Giustino%20%28Handel%29\"&gt;Giustino&lt;/a&gt;\" in a production of the &lt;a href=\"Komische%20Oper%20Berlin\"&gt;Komische Oper Berlin&lt;/a&gt; staged by &lt;a href=\"Harry%20Kupfer\"&gt;Harry Kupfer&lt;/a&gt;, with &lt;a href=\"Jochen%20Kowalski\"&gt;Jochen Kowalski&lt;/a&gt; in the title role. The &lt;a href=\"Bolshoi%20Theatre\"&gt;Bolshoi Theatre&lt;/a&gt; presented Borodin's \"&lt;a href=\"Prince%20Igor\"&gt;Prince Igor&lt;/a&gt;\" and Mussorgsky's &lt;a href=\"Khovanshchina\"&gt;Khovanshchina&lt;/a&gt;, both conducted by &lt;a href=\"Alexander%20Lazarev\"&gt;Alexander Lazarev&lt;/a&gt;.\nIn 2008 the &lt;a href=\"Teatro%20Regio%20Torino\"&gt;Teatro Regio Torino&lt;/a&gt; visited with Verdi's \"Rigoletto\".\nIn 2009, Theater Wiesbaden opened with &lt;a href=\"Salome%20%28opera%29\"&gt;Salome&lt;/a&gt;, Verdi's \"&lt;a href=\"Nabucco\"&gt;Nabucco&lt;/a&gt;\" was performed by the &lt;a href=\"Teatro%20Regio%20di%20Parma\"&gt;Teatro Regio di Parma&lt;/a&gt;.\nThe opening performance in 2010 was Alban Berg's \"&lt;a href=\"Lulu%20%28opera%29\"&gt;Lulu&lt;/a&gt;\", on the program for the opening of the 2011 festival on 30 April 2011 was the premiere of Ernst August Klötzke's opera \"Beatrice\" and the first performance in German of &lt;a href=\"Rodion%20Shchedrin\"&gt;Rodion Shchedrin&lt;/a&gt;'s literary opera \"&lt;a href=\"Lolita%20%28opera%29\"&gt;Lolita&lt;/a&gt;\", based on Nabokov's &lt;a href=\"Lolita\"&gt;novel&lt;/a&gt;, produced by the Theater Wiesbaden with &lt;a href=\"Emma%20Pearson\"&gt;Emma Pearson&lt;/a&gt; in the title role, in the presence of the composer. On the 2011 festival program are performances of the farewell tour of the &lt;a href=\"Merce%20Cunningham%20Dance%20Company\"&gt;Merce Cunningham Dance Company&lt;/a&gt;.\nFacts.\nThe Maifestspiele 2010 had 20,700 visitors, 90.4% of the available seating capacity was sold. The budget for 2011 comprises €1,432,200."
}