{
    "id": "28764328",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=28764328",
    "title": "Junior Club",
    "text": "Junior Club is a Mexican &lt;a href=\"sports%20club\"&gt;sports club&lt;/a&gt; located in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;. Nowadays the club hosts many sports, mainly &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; and &lt;a href=\"Five-a-side%20football\"&gt;baby football&lt;/a&gt;.\nJunior's Senior &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; team played in the &lt;a href=\"Primera%20Fuerza\"&gt;Mexican Amateur League&lt;/a&gt; prior to the professionalization and development of the &lt;a href=\"Liga%20MX\"&gt;Primera División de México&lt;/a&gt; in 1943.\nHistory.\n\"Junior Club\" was founded in 1906 by initiative of Father Camilo Crivelli (1874–1954), who was in charge of the local church by then. In 1908 Pablo Alexanderson, who lived in San Pedro de los Pinos, a small village in the outskirts of Mexico City, bought the club and mainly used it for the practice of &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; although football continued to being practised. In 1915 the football squad enrolled into the &lt;a href=\"Primera%20Fuerza\"&gt;Primera Fuerza&lt;/a&gt;, the only organized league at that time. The club was finally admitted in 1917 under the name \"Club Junior México\". In order to build a competitive club, players from all society and races were signed by Junior.\nThe club played its first tournament in the &lt;a href=\"1917%E2%80%9318%20Primera%20Fuerza%20season\"&gt;1917–18 season&lt;/a&gt;. Junior finished fourth among six other clubs with a record of four games won, one draw, five losses scoring 11 and along 11 goals for a total of nine points in 10 games played. Junior also finished seven points behind the champion &lt;a href=\"C.F.%20Pachuca\"&gt;Pachuca&lt;/a&gt;.\nIn the &lt;a href=\"1919%E2%80%9320%20Primera%20Fuerza%20season\"&gt;1919–20&lt;/a&gt; tournament the club changed its name to \"Tigres Mexico\" in order to attract the Spanish community in Mexico City. The club this time finished in third place with a record of five wins, five draws, and two losses with 13 goals scored and 11 allowied, for a total of 15 points, tying in points with Centro Unión, six behind the champion &lt;a href=\"Real%20Club%20Espa%C3%B1a\"&gt;Club España&lt;/a&gt;.\nThe club played its last tournament in the &lt;a href=\"1920%E2%80%9321%20Primera%20Fuerza%20season\"&gt;1920–21&lt;/a&gt; season, finishing 2nd overall with a record of 10 victories, two draws, and one loss. The squad scored 23 goals and conceded 12 for a total of 22 points in 16 games. Junior also obtained its best record and placed just six points behind the champion, &lt;a href=\"Real%20Club%20Espa%C3%B1a\"&gt;Club España&lt;/a&gt;, who would go on to dominate the league for the next 20 years. After this, the club disaffiliated from the league.\nAfter leaving the league, Junior continued playing tennis (its main sport nowadays) and other sports, with football being practised at amateur level only."
}