{
    "id": "28771",
    "revid": "40551159",
    "url": "https://en.wikipedia.org/wiki?curid=28771",
    "title": "St. John's, Antigua and Barbuda",
    "text": " \nSt. John's is the capital and largest city of &lt;a href=\"Antigua%20and%20Barbuda\"&gt;Antigua and Barbuda&lt;/a&gt;, part of the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; in the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt;. With a population of 22,219, St. John's is the commercial centre of the nation and the chief port of the island of &lt;a href=\"Antigua\"&gt;Antigua&lt;/a&gt;.\nHistory.\nThe settlement of St. John's has been the administrative centre of Antigua and Barbuda since the islands were first colonised in 1632, and it became the seat of government when the nation achieved independence in 1981.\nEconomy.\nSt. John's is one of the most developed and cosmopolitan municipalities in the &lt;a href=\"Lesser%20Antilles\"&gt;Lesser Antilles&lt;/a&gt;. The city is famous for its shopping malls as well as boutiques throughout the city, selling designer jewellery and haute-couture clothing.\nSt. John's attracts tourists from the resorts on the island and from the cruise ships which dock in its harbour at Heritage Quay and Redcliffe Quay several times a week.\nThe investment banking industry has a strong presence in the city. Major world financial institutions have offices in St. John's.\nThere is a market on the southwestern edge of the city where fresh produce, meats, and fresh fish are sold daily.\nThe Antigua Rum Distillery is located at the Citadel and is the only rum &lt;a href=\"distillation\"&gt;distillery&lt;/a&gt; on the island. \nDemographics.\nThe majority of the population of St. John's reflects that of the rest of Antigua: people of African and mixed European-African ancestry, with a European minority, including British and Portuguese. There is a population of &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;ine &lt;a href=\"Christian%20Arabs\"&gt;Christian Arabs&lt;/a&gt;.\nGovernment.\nSt John's is the home of the &lt;a href=\"Parliament%20of%20Antigua%20and%20Barbuda\"&gt;Parliament of Antigua and Barbuda&lt;/a&gt;.\nThe &lt;a href=\"Eastern%20Caribbean%20Civil%20Aviation%20Authority\"&gt;Eastern Caribbean Civil Aviation Authority&lt;/a&gt; has its headquarters on Factory Road in St. John's.\nSt John's is &lt;a href=\"twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with &lt;a href=\"Waltham%20Forest\"&gt;Waltham Forest&lt;/a&gt; borough in London, England.\nCulture.\nThere are several museums, including the &lt;a href=\"Museum%20of%20Antigua%20and%20Barbuda\"&gt;Museum of Antigua and Barbuda&lt;/a&gt; and the Museum of Marine Art, a small facility containing fossilised bedrock, volcanic stones, petrified wood, a collection of more than 10,000 shells, and artefacts from English shipwrecks.\nJust east of St. John's is the &lt;a href=\"Sir%20Vivian%20Richards%20Stadium\"&gt;Sir Vivian Richards Stadium&lt;/a&gt;, a multi-use stadium in &lt;a href=\"North%20Sound\"&gt;North Sound&lt;/a&gt;, that was created mostly for cricket matches, and has hosted the matches during the &lt;a href=\"2007%20Cricket%20World%20Cup\"&gt;2007 Cricket World Cup&lt;/a&gt;. The &lt;a href=\"Antigua%20Recreation%20Ground\"&gt;Antigua Recreation Ground&lt;/a&gt;, Antigua and Barbuda's &lt;a href=\"national%20stadium\"&gt;national stadium&lt;/a&gt;, is located in St. John's.\nGeography.\nNearby villages and settlements include &lt;a href=\"St.%20Johnston%2C%20Antigua%20and%20Barbuda\"&gt;St. Johnston&lt;/a&gt;.\nMain sights.\nThe city's skyline is dominated by the white &lt;a href=\"baroque\"&gt;baroque&lt;/a&gt; towers of &lt;a href=\"St.%20John%27s%20Cathedral%20%28Antigua%20and%20Barbuda%29\"&gt;St. John's Cathedral&lt;/a&gt;.\nThe Botanical Garden is near the intersection of Factory Road and Independence Avenue. This small park's shaded benches and gazebo provide a quiet refuge from the bustle of activity of St. John's.\n&lt;a href=\"List%20of%20lighthouses%20in%20Antigua%20and%20Barbuda\"&gt;Sandy Island&lt;/a&gt; is a &lt;a href=\"Lighthouse\"&gt;Lighthouse&lt;/a&gt; located on a small island about 5 km off the coast leading the way to St. John's harbour.\n&lt;a href=\"Fort%20James%2C%20Antigua%20and%20Barbuda\"&gt;Fort James&lt;/a&gt; stands at the entrance to St. John's harbour. Other nearby forts include Fort George, Fort Charles, Fort Shirley, Fort Berkeley and Fort Barrington.\nGovernment House is the Governor's residence, originally a 19th-century parsonage building. It is included on the World Monuments Fund's 2018 list of monuments at risk, following exposure to severe weather events.\nTransportation.\nSt. John's is served by the &lt;a href=\"V.%20C.%20Bird%20International%20Airport\"&gt;V. C. Bird International Airport&lt;/a&gt;.\nEducation.\nSt. John's is home to two medical schools – the &lt;a href=\"American%20University%20of%20Antigua%2C%20College%20of%20Medicine\"&gt;American University of Antigua&lt;/a&gt; and &lt;a href=\"University%20of%20Health%20Sciences%20Antigua\"&gt;University of Health Sciences Antigua&lt;/a&gt;. Secondary schools include &lt;a href=\"Christ%20the%20King%20High%20School%20%28Antigua%29\"&gt;Christ the King High School&lt;/a&gt;, &lt;a href=\"Princess%20Margaret%20School\"&gt;Princess Margaret School&lt;/a&gt; and the &lt;a href=\"Antigua%20Girls%20High%20School\"&gt;Antigua Girls High School&lt;/a&gt;. Private grade schools include St. John's Lutheran School of the &lt;a href=\"Wisconsin%20Evangelical%20Lutheran%20Synod\"&gt;WELS&lt;/a&gt;.\nClimate.\nSt. John's has a &lt;a href=\"Tropical%20savanna%20climate\"&gt;Tropical savanna climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Koppen&lt;/a&gt;: Aw) with summer-like weather year-round, with hot days and warm nights. Rainfall is at its highest during the months of September to November due to hurricane activity."
}