{
    "id": "28796657",
    "revid": "12971673",
    "url": "https://en.wikipedia.org/wiki?curid=28796657",
    "title": "William Curtis Green",
    "text": "William Curtis Green (16 July 1875 – 26 March 1960) was an English &lt;a href=\"architect\"&gt;architect&lt;/a&gt;, designer and &lt;a href=\"barrister\"&gt;barrister&lt;/a&gt; who was based in London for much of his career. His works include the &lt;a href=\"Dorchester%20Hotel\"&gt;Dorchester Hotel&lt;/a&gt;, &lt;a href=\"The%20Wolseley\"&gt;Wolseley House&lt;/a&gt;, &lt;a href=\"New%20Scotland%20Yard%20%28building%29\"&gt;New Scotland Yard&lt;/a&gt;, and the buildings, including the former Manor House, in &lt;a href=\"Stockgrove%20Country%20Park\"&gt;Stockgrove Country Park&lt;/a&gt;. He was awarded the &lt;a href=\"Royal%20Gold%20Medal\"&gt;Royal Gold Medal&lt;/a&gt; in 1942. Around 20 of his designs are &lt;a href=\"listed%20buildings\"&gt;listed buildings&lt;/a&gt;. He is the younger brother of the craftsman and furniture designer &lt;a href=\"Arthur%20Romney%20Green\"&gt;Arthur Romney Green&lt;/a&gt;.\nBorn in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, Curtis Green studied architecture in &lt;a href=\"West%20Bromwich\"&gt;West Bromwich&lt;/a&gt; and &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt;. He became articled to &lt;a href=\"John%20Belcher%20%28architect%29\"&gt;John Belcher&lt;/a&gt; and trained at the Royal Academy Schools. Curtis Green took up his own practice in 1898 and was soon in demand. His first commissions included several &lt;a href=\"power%20station\"&gt;power station&lt;/a&gt;s and small houses. He became an Associate Member of the &lt;a href=\"Royal%20Academy%20of%20Arts\"&gt;Royal Academy of Arts&lt;/a&gt; in 1903. He took part in the &lt;a href=\"Romford%20Garden%20Suburb\"&gt;Romford Garden Suburb&lt;/a&gt; exhibition in 1910, where he built two dwellings. This enabled him to showcase his talents. One of the buildings won a first prize for garden design, and the other was entered into the Class I category for being one of the best homes in the development.\nIn 1921 he designed &lt;a href=\"The%20Wolseley\"&gt;160 Piccadilly&lt;/a&gt; for the &lt;a href=\"Wolseley%20Motors\"&gt;Wolseley Motor Company&lt;/a&gt; to use as a showroom, and for which he was awarded a RIBA bronze medal. Several years later, he was commissioned by &lt;a href=\"Barclays%20Bank\"&gt;Barclays Bank&lt;/a&gt; to build several offices, including the refurbishment of 160 Piccadilly, which they had bought from Wolseley. His projects were now becoming grander in size. Curtis Green was elected as an associate of the &lt;a href=\"Royal%20Academy\"&gt;Royal Academy&lt;/a&gt; in 1923, and became a full academician ten years later.\nEarly life.\nCurtis Green was born in &lt;a href=\"Alton%2C%20Hampshire\"&gt;Alton, Hampshire&lt;/a&gt;, and was the second son to Fredric Green, a &lt;a href=\"barrister\"&gt;barrister&lt;/a&gt;, and his wife Maria Heath Curtis. His elder brother, &lt;a href=\"Arthur%20Romney%20Green\"&gt;Arthur&lt;/a&gt;, was a craftsman and furniture designer who had his own workshop in &lt;a href=\"Christchurch%2C%20Dorset\"&gt;Christchurch&lt;/a&gt;, &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;. William was educated at Newton College, Devon, and studied mechanical engineering, an industry in which he intended to work, at West Bromwich Technical School. On advice of his principle at West Bromwich, he took up architectural studies at the &lt;a href=\"Birmingham%20School%20of%20Art\"&gt;Birmingham School of Art&lt;/a&gt;. From there, he became articled to &lt;a href=\"John%20Belcher%20%28architect%29\"&gt;John Belcher&lt;/a&gt; and trained at the Royal Academy School under R. Phené Spiers. Green joined the staff of \"&lt;a href=\"Building%20%28magazine%29\"&gt;The Builder&lt;/a&gt;\" in 1897, briefly, and visited many countries in order to develop his skills in architecture. He became an Associate Member of the &lt;a href=\"Royal%20Academy%20of%20Arts\"&gt;Royal Academy of Arts&lt;/a&gt; in 1903.\nCareer.\nEarly years.\nCurtis Green took up his own practice in 1898; his first projects included the exteriors of several &lt;a href=\"power%20station\"&gt;power station&lt;/a&gt;s, including the Tramway Generating Station in Bristol (1899), which &lt;a href=\"Historic%20England\"&gt;Historic England&lt;/a&gt; described as being the finest out of these commissions.\nHe also designed the building used for the Painswick Institute in 1907. He was elected fellow of the &lt;a href=\"Royal%20Institute%20of%20British%20Architects\"&gt;Royal Institute of British Architects&lt;/a&gt; (RIBA) two years later.\nIn 1910 Curtis Green went into partnership with London-based architects Dunn &amp; Watson who frequently left him in charge of the practice. The same year, a request was made by the House and Cottage Exhibition Committee at &lt;a href=\"Gidea%20Park\"&gt;Gidea Park&lt;/a&gt;, headed by the &lt;a href=\"Liberal%20Party%20%28UK%29\"&gt;Liberal&lt;/a&gt; &lt;a href=\"Member%20of%20parliament\"&gt;Member of parliament&lt;/a&gt; &lt;a href=\"John%20Burns\"&gt;John Burns&lt;/a&gt;, for architects to take part in a &lt;a href=\"Romford%20Garden%20Suburb\"&gt;new house-building competition&lt;/a&gt;. The object was \"to provide families with a well-built, modern home, regardless of class or status\", and \"to bring the towns into the country, and the country into the towns\", but it was also a chance for competing architects to showcase their talents. Curtis Green designed two properties for the competition; one, a Class II cottage, and a Class I house, 43 Heath Drive, for which he received £25 for the garden design. When his friend &lt;a href=\"Edwin%20Lutyens\"&gt;Edwin Lutyens&lt;/a&gt; went to New Delhi to build the &lt;a href=\"Rashtrapati%20Bhavan\"&gt;Rashtrapati Bhavan&lt;/a&gt; in 1912, he asked Curtis Green to take charge of his office while he was away. The opportunity allowed Curtis Green to build upon his understanding of how to conduct large works in a grand manner.\nIn 1927 &lt;a href=\"Barclays%20Bank\"&gt;Barclays Bank&lt;/a&gt; commissioned Curtis Green to design a series of buildings for them, starting with the conversion of &lt;a href=\"The%20Wolseley\"&gt;160 Piccadilly&lt;/a&gt;, which he had designed seven years previously for the &lt;a href=\"Wolseley%20Motors\"&gt;Wolseley Motor Company&lt;/a&gt;, and for which, in 1922, he was awarded a RIBA bronze medal. At around the same time as the construction of 160 Piccadilly, Curtis Green was asked by the &lt;a href=\"NatWest\"&gt;National Westminster&lt;/a&gt; to build them a new Piccadilly branch, which was to be located directly opposite. Situated on a corner plot, like his neighbouring project, it too was built of Portland stone. Other structures in Piccadilly followed, including the Westminster Bank in 1926, Stratton House (1929), 6 King Street, and the London Life Association building in King William Street.\nIn 1919 he established a partnership with his son, Christopher, and his son-in-law Antony Lloyd. Among their many buildings include the Church of All Saints in &lt;a href=\"Shirley%2C%20London\"&gt;Shirley&lt;/a&gt;, &lt;a href=\"London%20Borough%20of%20Croydon\"&gt;Croydon&lt;/a&gt;, Their offices were based at 5 Pickering Place, St. James's Street, London.\nCurtis Green was elected as an associate of the &lt;a href=\"Royal%20Academy\"&gt;Royal Academy&lt;/a&gt; in 1923, and became a full academician ten years later.\nLater years.\nDuring the last years of his career, Curtis Green allowed his son-in-law and son to conduct most of the work which he would oversee. He was instructed to build a new annex for &lt;a href=\"New%20Scotland%20Yard%20%28building%29\"&gt;Scotland Yard&lt;/a&gt; in 1935, which finished five years later. The building was constructed as a third building and an extension to the existing &lt;a href=\"Norman%20Shaw%20Buildings\"&gt;New Scotland Yard building&lt;/a&gt;, At around this time, Curtis Green also designed the Equity and Law Life Assurance Society building in Lincoln's Inn Fields (1936–7).\nBut it was his design of the &lt;a href=\"Dorchester%20Hotel\"&gt;Dorchester Hotel&lt;/a&gt; in &lt;a href=\"Park%20Lane\"&gt;Park Lane&lt;/a&gt; that, according to his biographer, &lt;a href=\"Hubert%20Worthington\"&gt;Hubert Worthington&lt;/a&gt;, was his best-known building. The Dorchester came about under unusual and difficult circumstances for Curtis Green: the building was initially started by &lt;a href=\"Owen%20Williams%20%28engineer%29\"&gt;Owen Williams&lt;/a&gt;, and had three different architects shortly after, before Curtis Green was asked to take it on. Restricted by the already established foundations, and with just 14 months to complete the design and build, he adapted to the awkward layout and made a success of the project.\nThe design of the Dorchester led to a further hotel by Curtis Green, the Queen's Hotel, &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;.\nIn 1942 Green was awarded the &lt;a href=\"Royal%20Gold%20Medal\"&gt;Royal Gold Medal&lt;/a&gt; of the &lt;a href=\"Royal%20Institute%20of%20British%20Architects\"&gt;Royal Institute of British Architects&lt;/a&gt; and was chairman of RIBA's board of architectural education. He was appointed as the president of the Architectural Association, a member of the &lt;a href=\"Royal%20Fine%20Arts%20Commission\"&gt;Royal Fine Arts Commission&lt;/a&gt;, and an officer of the &lt;a href=\"Acad%C3%A9mie%20Fran%C3%A7aise\"&gt;Académie Française&lt;/a&gt;. He served the &lt;a href=\"Artists%27%20General%20Benevolent%20Institution\"&gt;Artists' General Benevolent Institution&lt;/a&gt; for 38 years.\nRetirement and death.\nCurtis Green died at his address in &lt;a href=\"Pall%20Mall%2C%20London\"&gt;Pall Mall, London&lt;/a&gt;, on 26 March 1960. A memorial to him lies in &lt;a href=\"St%20James%27s%20Church%2C%20Piccadilly\"&gt;St James's Church, Piccadilly&lt;/a&gt;. His estate was worth £93,921. His son, Christopher, and son-in-law, Antony Lloyd, continued the family practice, Green, Lloyd and Adams, after Curtis Green's death.\nPersonal life.\nCurtis Green married twice; the first being to Cicely Dillworth Lloyd (c.1872–1934) at &lt;a href=\"Lichfield%20Cathedral\"&gt;Lichfield Cathedral&lt;/a&gt; on 19 October 1899. They had a son, Christopher (b. 1900), and four daughters, Cicely Alice (b. 1902); Margret Elizabeth (b. 1904); Joan Priscilla (b. 1907); and Agnes Mary (b. 1910). Cicely was a member of the Crossfield family who were prominent &lt;a href=\"Quakers\"&gt;Quakers&lt;/a&gt; headed by Theodore Crossfield and for whom Curtis Green designed the Society of Friends Hall (now Adult School Hall) in &lt;a href=\"Croydon\"&gt;Croydon&lt;/a&gt; in 1908.\nSoon after Cicely's death in 1934, Curtis Green met Laura Gwenllian James Rice (c.1874–1952), whom he married on 2 August 1935 at &lt;a href=\"Lambeth%20Palace\"&gt;Lambeth Palace&lt;/a&gt;. James was the widow of the &lt;a href=\"Walter%20James%2C%203rd%20Baron%20Northbourne\"&gt;third Lord Northbourne&lt;/a&gt; and daughter of &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt; Sir Ernest Rice.\nAmong Curtis Green's grandchildren were the architect Jeremy Sampson (Sam) Lloyd (1930–2009) and the artist and designer &lt;a href=\"Elizabeth%20Jane%20Lloyd\"&gt;Elizabeth Jane Lloyd&lt;/a&gt; (1928–1995). Sam Lloyd carried on the Lloyd Green and Adams business after the retirement of his father, Antony, in 1970. Curtis Green's great-grandson, Michael, is a furniture restorer, currently based in &lt;a href=\"Battersea\"&gt;Battersea&lt;/a&gt;, South West London.\nNotes, references and sources.\nNotes\nReferences\nSources"
}