{
    "id": "2879653",
    "revid": "155939",
    "url": "https://en.wikipedia.org/wiki?curid=2879653",
    "title": "Graphicacy",
    "text": "Graphicacy is defined as the ability to understand and present information in the form of sketches, photographs, diagrams, maps, plans, charts, graphs and other non-textual formats. \nOrigin.\nThe word graphicacy was coined by geographers William Balchin and &lt;a href=\"Alice%20Coleman\"&gt;Alice Coleman&lt;/a&gt; as a characterisation of visuo-spatial and cartographic abilities, \"the communication of spatial information that cannot be conveyed adequately by verbal or numerical means\", including the whole field of graphic arts and much of geography, cartography, computer-graphics, and photography. The word \"graphicacy\" was chosen by analogy with literacy, numeracy and articulacy.\nDifferences from other skills.\nInterpretation of graphics is loosely analogous to the process of &lt;a href=\"reading%20%28activity%29\"&gt;reading&lt;/a&gt; &lt;a href=\"Writing\"&gt;text&lt;/a&gt;, while generation of graphics is the counterpart of writing text. However, text and graphics are based on very different &lt;a href=\"symbol\"&gt;symbol&lt;/a&gt; &lt;a href=\"system\"&gt;system&lt;/a&gt;s. For example, whereas text is structured according to formal organisational rules that apply irrespective of the content, this is not the case for graphics. With text &lt;a href=\"structure\"&gt;structure&lt;/a&gt;, the units of &lt;a href=\"information\"&gt;information&lt;/a&gt; (&lt;a href=\"word\"&gt;word&lt;/a&gt;s) are expected to be organised according to broad conventions (such as being sequenced in orderly rows starting from top left and progressing down the page). However graphics are not subject to a similarly stringent set of structural conventions. Instead, it is the content itself that determines the nature of the graphic entities and the way they are arranged. For example, the &lt;a href=\"shape\"&gt;form&lt;/a&gt; and spatial arrangement of the items that comprise the actual subject matter being represented in the graphic are used as the basis for the graphic entities and structure that are displayed in the graphic. This is not the case with written text where the words and their arrangement bear no resemblance to the represented subject matter.\nBecause of these and other fundamental differences between text and graphics, the processes involved in &lt;a href=\"Understanding\"&gt;comprehension&lt;/a&gt; and production of graphics are distinguished from those involved in comprehension and production of text.\nIssues.\nThe concept of graphicacy acknowledges the characteristic features of graphic information that distinguish it from other forms of representation such as &lt;a href=\"Words\"&gt;verbal&lt;/a&gt; and numerical information. Separating graphicacy from &lt;a href=\"literacy\"&gt;literacy&lt;/a&gt; and &lt;a href=\"numeracy\"&gt;numeracy&lt;/a&gt; delineates the distinctive and complementary types of contributions that graphics, words, and numbers each make in human communication.\nThe interpretative components of graphicacy skills are relevant in the increasing range of situations where graphics carry the primary responsibility for communication. Early recognition of the importance of graphicacy came from disciplines such as geography, science and mathematics in which graphics play a key role. Educators in these and similar disciplines have become increasingly concerned with the capacities of students to comprehend information presented by way of graphics.\nThe interpretation of certain types of graphics can sometimes be very challenging. In addition, it is thought that graphicacy skills are largely learned rather than innate and that a viewer's capacity to interpret particular types of graphics is related to their background knowledge, in particular knowledge about the specific \"graphic system\" used to depict the subject matter, and knowledge about the \"subject matter\" that is depicted in the graphic. Severe deficiencies in either of these aspects of background knowledge may prevent a viewer from comprehending a graphic. \nExample.\nThere are some fundamental differences between written text and a graphic representation. For example, a brief explanation of the structure of a bowstring arch bridge may read:\n\"Spanning the river is the bridge’s arch structure with its ends carried by &lt;a href=\"abutment\"&gt;abutment&lt;/a&gt;s on each bank. The deck of the bridge is suspended by struts attached to the arch and runs between the banks. Each end of the deck is connected to the arch's legs.\"\nThe main items mentioned, extracted and arranged in their order of mention in the text, would read:\n\"River; Bridge; Arch; Ends of arch; Abutments; Banks; Deck; Bridge; Struts; Arch; Banks; Ends of deck; Arch legs\"\nThe signs used to represent parts of the bridge in words are very different from the signs used in the picture of the bridge. Furthermore, the same items (such as bridge, arch, and banks) are often mentioned more than once in the text version, due to the constraints of text as a representational system. However, in a graphic of this bridge, such information would only need to appear once. The arrangement of these items is also different in the text from what it would be in a graphic. When compared with the order of mention in the text with this depiction, the text is not arranged in a way that would directly map onto the bridge, but presents the bridge's components in a linear sequence that gives no visual indication of the bridge's structure."
}