{
    "id": "28807098",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=28807098",
    "title": "Tiocem",
    "text": "TioCem is a specialized &lt;a href=\"cement\"&gt;cement&lt;/a&gt; with &lt;a href=\"Photocatalysis\"&gt;photocatalytic&lt;/a&gt; features, used on the surface of buildings to reduce air pollution caused by exposure of the cement to &lt;a href=\"ultraviolet\"&gt;ultraviolet&lt;/a&gt; light (UV).\nTechnology.\nPhotocatalysis is initiated by &lt;a href=\"titanium%20dioxide\"&gt;titanium dioxide&lt;/a&gt; (TiO2), which is added during the cement's production. Typical properties (i.e. strength) of cement applications (such as concrete) will be added to clean the air around the photocatalytic surface. &lt;a href=\"Nitrogen%20dioxide\"&gt;Nitrogen dioxide&lt;/a&gt; (NO2) will be particularly abated when daylight activates the photocatalytic surfaces.\nThe chemical process may be summarized as follows:\nTiO2 + hν -&gt; TiO2 + h+ + e-\nH2O + h+ -&gt; H+ + OH-\nUsing materials like TioCem, the abatement of NO2 could be measured by a test method using the Italian standard UNI 11247, which is being discussed as the basis of a European standard. This method involves test apparatus in which a mixture of air and pollutant flows in a chamber over a test object; the pollutant burden is measured with (and without) exposure to light. A defined level of NO2 abatement is guaranteed by the label “TX Active” (plus an initial) and replication of the test results.\nProof of the effective reduction of oxide-of-nitrogen exposure has been furnished under close-to-practical conditions by the PICADA (Photocatalytic Innovative Coverings Applications for Depollution Assessment) Project (supported by the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and other studies.\nApplications.\nSince the photocatalytic effect is needed only on the surface of a building which is exposed to UV, Tiocem is used primarily in the top layer of a two-layer surface.\nThe most effective fields for application are:\nThe abatement of NO2 varies with changing climatic conditions. Field tests were carried out with pavements in &lt;a href=\"Bergamo\"&gt;Bergamo&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, on the inside walls of a tunnel in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; and &lt;a href=\"stucco\"&gt;stucco&lt;/a&gt; in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;. In all cases, the requirements of TX Active for NO2 abatement were met."
}