{
    "id": "28841219",
    "revid": "10702891",
    "url": "https://en.wikipedia.org/wiki?curid=28841219",
    "title": "R (Los Angeles Railway)",
    "text": "R was a &lt;a href=\"streetcar\"&gt;streetcar&lt;/a&gt; line in &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;. It was operated by the &lt;a href=\"Los%20Angeles%20Railway\"&gt;Los Angeles Railway&lt;/a&gt; from 1895 to 1958, and by the &lt;a href=\"Los%20Angeles%20Metropolitan%20Transit%20Authority\"&gt;Los Angeles Metropolitan Transit Authority&lt;/a&gt; from 1958 to 1963.\nHistory.\nSixth Street Line (1895-1920).\nThe original routes of what would become the R line ran on a drastically different route. When it was first built in 1895, the route ran from a terminus at West &lt;a href=\"Third%20Street%20%28Los%20Angeles%29\"&gt;Third Street&lt;/a&gt; down a private right-of-way between Wilton Place and Grammercy Place to Sixth Street. From there it continued down Sixth to &lt;a href=\"Alvarado%20Street%20%28Los%20Angeles%29\"&gt;Alvarado&lt;/a&gt;, Seventh Street, &lt;a href=\"Figueroa%20Street\"&gt;Figueroa&lt;/a&gt;, Sixth, Olive, and Fifth Street to Arcade Station (later Central Station). When the competing Los Angeles Interurban Railway was purchased, the Sixth Street Line ran entirely down 6th Street between Wilton and Arcade Station. This was briefly a local route of the &lt;a href=\"Pacific%20Electric%20Railway\"&gt;Pacific Electric Railway&lt;/a&gt; before the Great Merger of 1911.\nStephenson Avenue Line (1895–1920).\nThe Stephenson Avenue Line was also one of the original LARy routes. Though its Downtown terminus is unknown, this route ran to the city's eastern limit by way of &lt;a href=\"1st%20Street%20%28Los%20Angeles%29\"&gt;First Street&lt;/a&gt;, Cummings Street, Boyle Avenue, and Stephenson Avenue (present-day &lt;a href=\"Whittier%20Boulevard\"&gt;Whittier Boulevard&lt;/a&gt;).\nThe Old R (1920–1931).\nWhen the Los Angeles Railway was restructured, the Sixth Street and Stephenson Avenue lines were merged and streamlined. The western terminus was extended northwest along 3rd Street and &lt;a href=\"Larchmont%20Boulevard\"&gt;Larchmont Boulevard&lt;/a&gt; to &lt;a href=\"Melrose%20Avenue\"&gt;Melrose Avenue&lt;/a&gt;, while the eastern terminus was extended beyond city limits to a &lt;a href=\"balloon%20loop\"&gt;loop track&lt;/a&gt; between the Calvary and Beth Israel Cemeteries. The addition of new trackage over the Los Angeles River now allowed the route to run entirely on Seventh Street between Alvarado and Boyle, making trips across Downtown significantly shorter and quicker. The route was renamed \"R.\" It was one of the few routes not to be named after a street or neighborhood through which it ran.\nIt ran from 3rd and La Brea to Whittier and Eastern &lt;a href=\"East%20Los%20Angeles%2C%20California\"&gt;East Los Angeles&lt;/a&gt;, by way of &lt;a href=\"3rd%20Street%20%28Los%20Angeles%29\"&gt;3rd Street&lt;/a&gt;, &lt;a href=\"Vermont%20Avenue\"&gt;Vermont Avenue&lt;/a&gt;, 7th Street, Boyle Avenue, and &lt;a href=\"Whittier%20Boulevard\"&gt;Whittier Boulevard&lt;/a&gt;. When the route opened, the original western terminus was at &lt;a href=\"Larchmont%20Avenue\"&gt;Larchmont Avenue&lt;/a&gt; and &lt;a href=\"Melrose%20Avenue\"&gt;Melrose Avenue&lt;/a&gt;. This alignment was replaced by the new &lt;a href=\"3%20%28Los%20Angeles%20Railway%29\"&gt;3&lt;/a&gt; in 1931.\nThe New R (1931–1963).\nIn 1931, the construction of several linking tracks allowed R's western portion to run on an entirely new route, from &lt;a href=\"East%20Los%20Angeles%2C%20California\"&gt;East Los Angeles&lt;/a&gt; to the new &lt;a href=\"Fairfax%2C%20Los%20Angeles\"&gt;Fairfax District&lt;/a&gt; by way of Whittier Boulevard, Boyle Avenue, 7th Street, &lt;a href=\"Vermont%20Avenue\"&gt;Vermont Avenue&lt;/a&gt;, and 3rd Street. The old western portion, which followed the new route closely, was re-christened &lt;a href=\"3%20%28Los%20Angeles%20Railway%29\"&gt;3&lt;/a&gt;, and terminated at &lt;a href=\"Central%20Station%20%28Los%20Angeles%29\"&gt;Central Station&lt;/a&gt;. The new route was amongst the most used routes throughout its run.\nIn 1950, a &lt;a href=\"branch%20line\"&gt;branch line&lt;/a&gt; was run on &lt;a href=\"Western%20Avenue%20%28Los%20Angeles%29\"&gt;Western Avenue&lt;/a&gt; between 3rd street and &lt;a href=\"Santa%20Monica%20Boulevard\"&gt;Santa Monica Boulevard&lt;/a&gt;. Previously this route had been serviced by the &lt;a href=\"S%20%28Los%20Angeles%20Railway%29\"&gt;S&lt;/a&gt; line, but that route had been changed to terminate on 8th Street. In 1958 this branch line was eliminated, and of the 3rd street portion were cut back to a loop on Wilton Place and 4th Street.\nIn 1958 the route was taken over by &lt;a href=\"Los%20Angeles%20Metropolitan%20Transit%20Authority\"&gt;Los Angeles Metropolitan Transit Authority&lt;/a&gt;. The line was decommissioned in 1963 and converted to bus operation."
}