{
    "id": "2885306",
    "revid": "9385",
    "url": "https://en.wikipedia.org/wiki?curid=2885306",
    "title": "Basilica of San Isidoro, León",
    "text": "The is a church in &lt;a href=\"Le%C3%B3n%2C%20Spain\"&gt;León, Spain&lt;/a&gt;, located on the site of an ancient Roman temple. Its Christian roots can be traced back to the early 10th century when a monastery for Saint John the Baptist was erected on the grounds.\nIn 1063 the basilica was rededicated to Saint &lt;a href=\"Isidore%20of%20Seville\"&gt;Isidore of Seville&lt;/a&gt;. Isidore was archbishop of &lt;a href=\"Seville\"&gt;Seville&lt;/a&gt;, and the most celebrated academic and theologian of Visigothic Spain in the period preceding the Arab invasions. With the agreement of &lt;a href=\"Abbad%20II\"&gt;Abbad II al-Mu'tadid&lt;/a&gt;, the Muslim &lt;a href=\"taifa%20of%20Seville\"&gt;ruler of Seville&lt;/a&gt;, Isidore's relics were brought to Leon where they could be interred on Christian soil. The tomb of the saint still draws many visitors today. An equestrian statue of Saint Isidore dressed as a &lt;a href=\"Santiago%20Matamoros\"&gt;Moor-slayer&lt;/a&gt; is visible, along with many other sculptures, high on the facade.\nIn &lt;a href=\"Cortes%20of%20Le%C3%B3n%20of%201188\"&gt;1188, the Cortes of León&lt;/a&gt; were held in here. It was the first sample of modern &lt;a href=\"parliament\"&gt;parliament&lt;/a&gt;arism in the history of Europe, according to the UNESCO and &lt;a href=\"John%20Keane%20%28political%20theorist%29\"&gt;John Keane&lt;/a&gt;'s book \"The Life and Death of Democracy\".\nHistory.\nThe original Church was built in the pre-&lt;a href=\"Arab\"&gt;Arab&lt;/a&gt; period over the ruins of a temple to the &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; &lt;a href=\"Roman%20gods\"&gt;god&lt;/a&gt; &lt;a href=\"Mercury%20%28mythology%29\"&gt;Mercury&lt;/a&gt;. In the 10th century, the kings of &lt;a href=\"Le%C3%B3n%2C%20Spain\"&gt;León&lt;/a&gt; established a community of &lt;a href=\"Benedictines\"&gt;Benedictine&lt;/a&gt; sisters on the site.\nFollowing the conquest of the area by &lt;a href=\"Al-Mansur%20Ibn%20Abi%20Aamir\"&gt;Al-Mansur Ibn Abi Aamir&lt;/a&gt; (938-1002), the first church was destroyed and the area devastated. León was repopulated and a new church and monastery established in the 11th century by &lt;a href=\"Alfonso%20V%20of%20Le%C3%B3n\"&gt;Alfonso V of León&lt;/a&gt;.\nAlfonso's daughter, the \"&lt;a href=\"infanta\"&gt;infanta&lt;/a&gt;\" &lt;a href=\"Sancha%20of%20Le%C3%B3n\"&gt;Sancha of León&lt;/a&gt;, married &lt;a href=\"Ferdinand%20I%20of%20Le%C3%B3n\"&gt;Ferdinand&lt;/a&gt;, Count of Castile. Sancha's brother, Bermudo III, declared the war against Castile and Castilian troops, with the help of Navarre, killed the Leonese king, becoming Ferdinand I of León. He and his queen gave the &lt;a href=\"Crucifix%20of%20Ferdinand%20and%20Sancha\"&gt;crucifix that bears their name&lt;/a&gt; to San Isidoro. The church also benefited from its position on the famous &lt;a href=\"pilgrim\"&gt;pilgrim&lt;/a&gt;age route to &lt;a href=\"Santiago%20de%20Compostella\"&gt;Santiago de Compostella&lt;/a&gt;. Sculptors, stonemasons and artists from across Europe gathered to work on the monastery.\nQueen Sancha chose the new monastery as the site of the royal burial chapel. Today eleven kings, numerous queens and many nobles lie interred beneath the &lt;a href=\"polychrome\"&gt;polychrome&lt;/a&gt; &lt;a href=\"Vault%20%28architecture%29\"&gt;vault&lt;/a&gt;s of the medieval \"royal pantheon\". In 1063 the relics of Saint Isidore were transferred to the chapel, and a community of &lt;a href=\"canon%20%28priest%29\"&gt;canon&lt;/a&gt;s was established to maintain the monastery and ward the relics. The &lt;a href=\"apse\"&gt;apse&lt;/a&gt; and &lt;a href=\"transept\"&gt;transept&lt;/a&gt; of the building are in the &lt;a href=\"Gothic%20architecture\"&gt;Gothic&lt;/a&gt; style, whilst other parts of the building are &lt;a href=\"Romanesque%20architecture\"&gt;Romanesque&lt;/a&gt; or of the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; period.\nThe basilica is still a &lt;a href=\"collegiate%20church\"&gt;collegiate&lt;/a&gt; foundation and the canons' office is celebrated each day.\nDescription.\nBasilica.\nBuilt mostly in the Romanesque style, the basilica has had major additions in the styles of many succeeding centuries including the Gothic. The arches on the crossing of the transept hark back to Islamic art. However the many styles merge into a harmonious whole.\nThe carved &lt;a href=\"tympanum%20%28architecture%29\"&gt;tympanum&lt;/a&gt; of the Puerta del Cordero is one of the basilica's most notable features. Created prior to 1100, this romanesque tympanum depicts the sacrifice of &lt;a href=\"Abraham\"&gt;Abraham&lt;/a&gt;.\nRoyal Pantheon.\nOr the Pantheon of the Kings of León. This funeral chapel of the &lt;a href=\"List%20of%20Leonese%20monarchs\"&gt;kings of León&lt;/a&gt; is one of the examples of surviving &lt;a href=\"Romanesque%20art\"&gt;Romanesque art&lt;/a&gt; in &lt;a href=\"Le%C3%B3n%2C%20Spain\"&gt;León&lt;/a&gt;. The columns are crowned with rare &lt;a href=\"Visigoth\"&gt;Visigoth&lt;/a&gt;ic &lt;a href=\"Capital%20%28architecture%29\"&gt;capitals&lt;/a&gt;, with &lt;a href=\"Flower\"&gt;floral&lt;/a&gt; or historic designs. The 12th century painted &lt;a href=\"mural\"&gt;mural&lt;/a&gt;s are in an exceptional state of preservation and consist of an ensemble of New Testament subjects along with scenes of contemporary rural life.\nMuseum.\nThis contains numerous examples of early medieval art including jewelled chalices and works of ivory and precious metal. The library holds 300 medieval works, numerous manuscripts as well as mozarabic bible dating from 960 and a Latin version transcribed in the Seventh Century. There is also a text of the Seventh Century law code of the Visigothic rulers of pre-conquest Spain. The &lt;a href=\"Chalice%20of%20Do%C3%B1a%20Urraca\"&gt;Chalice of Doña Urraca&lt;/a&gt; is one of the most important pieces in this Museum."
}