{
    "id": "28889300",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=28889300",
    "title": "Processing fluency theory of aesthetic pleasure",
    "text": "The processing fluency theory of aesthetic pleasure is a theory in &lt;a href=\"psychological%20aesthetics\"&gt;psychological aesthetics&lt;/a&gt; on how people experience &lt;a href=\"beauty\"&gt;beauty&lt;/a&gt;. &lt;a href=\"Processing%20fluency\"&gt;Processing fluency&lt;/a&gt; is the ease with which information is processed in the human mind.\nOverview.\nThe &lt;a href=\"theory\"&gt;theory&lt;/a&gt; is based on four basic assumptions:\nThe processing fluency theory of aesthetic pleasure emphasizes the interaction between the viewer and an object in that it integrates theories and a wide range of &lt;a href=\"empirical%20evidence\"&gt;empirical evidence&lt;/a&gt; that focus on effects of objective stimulus attributes on perceived beauty with those that emphasize the role of experience, for example by invoking prototypicality. In this theory, beauty is seen as an experience that has nothing to do with artistic merit: Beautiful works of art may be without any merit whereas good art is not necessarily beautiful.\nThe theory resolves the apparent paradox of &lt;a href=\"Nature%20versus%20nurture\"&gt;inborn and acquired preferences&lt;/a&gt;. For instance, infants prefer consonant melodies. According to the fluency account, this is because infants share perceptual equipment that make them process consonance in music more easily than dissonance. When children grow up, they are exposed to the music of their culture, resulting in culture-specific musical fluency. This familiarization explains why individuals from different cultures have different musical tastes. In addition, the theory helps explain why beauty (in a wide sense; perhaps the term \"elegance\" is more apt) is a cue for truth in mathematical problem solving and scientific discovery.\nThe theory and its implications have influenced theory and research in the psychology of &lt;a href=\"perception\"&gt;perception&lt;/a&gt;, &lt;a href=\"cognitive%20psychology\"&gt;cognitive psychology&lt;/a&gt;, &lt;a href=\"social%20psychology\"&gt;social psychology&lt;/a&gt;, empirical &lt;a href=\"aesthetics\"&gt;aesthetics&lt;/a&gt;, &lt;a href=\"web%20design\"&gt;web design&lt;/a&gt;, &lt;a href=\"marketing\"&gt;marketing&lt;/a&gt;, &lt;a href=\"finance\"&gt;finance&lt;/a&gt;, and &lt;a href=\"archeology\"&gt;archeology&lt;/a&gt;."
}