{
    "id": "28892222",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=28892222",
    "title": "Gilmer High School",
    "text": "Gilmer High School is located in &lt;a href=\"North%20Georgia\"&gt;North Georgia&lt;/a&gt; in the city of &lt;a href=\"Ellijay%2C%20Georgia\"&gt;Ellijay, Georgia&lt;/a&gt;, United States. It serves &lt;a href=\"Gilmer%20County%2C%20Georgia\"&gt;Gilmer County&lt;/a&gt;. It was established in August 1956 and enrolls about 1182 students in grades 9-12. It is a &lt;a href=\"public%20high%20school\"&gt;public high school&lt;/a&gt; of the State of Georgia and is accredited by the Southern Association of Colleges and Schools and the Georgia High School Association.\nDemographics.\nIn 2010, Gilmer High School had 90.4% white, 9.3% Hispanic, and 0.2% African American and Asian students.\nAcademics.\nGilmer High School offers Honors and &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; courses as well as traditional classes. Gilmer provides a special education program for students with disabilities. It has a ratio of one teacher to every 14 students.\nAthletics.\nGilmer High School offers 14 sports, competing in &lt;a href=\"Georgia%20High%20School%20Association\"&gt;Georgia High School Association&lt;/a&gt; Region 7 AAA. &lt;a href=\"American%20football\"&gt;Football&lt;/a&gt; and &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt; are the two male-only sports, while &lt;a href=\"cheerleading\"&gt;cheerleading&lt;/a&gt; and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; are the two female-only sports. &lt;a href=\"Basketball\"&gt;Basketball&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, &lt;a href=\"cross%20country%20running\"&gt;cross country running&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;/&lt;a href=\"softball\"&gt;softball&lt;/a&gt; have separate men's and women's leagues. The school's wrestling team has won 19 &lt;a href=\"Georgia%20High%20School%20Association\"&gt;GHSA State Championships&lt;/a&gt;.\nArts and clubs.\nThe school competes in regional and state level competitions. The academics-based clubs are &lt;a href=\"National%20Beta%20Club\"&gt;Beta&lt;/a&gt;, &lt;a href=\"Mu%20Alpha%20Theta\"&gt;Math Honor Society&lt;/a&gt;, Applied Physics: &lt;a href=\"Rube%20Goldberg%20Machine\"&gt;Rube Goldberg Machine&lt;/a&gt;, and the &lt;a href=\"Academic%20Team\"&gt;Academic Team&lt;/a&gt;. Gilmer has five clubs for the arts, including &lt;a href=\"Marching%20band\"&gt;marching&lt;/a&gt; and &lt;a href=\"concert%20band\"&gt;concert band&lt;/a&gt;, &lt;a href=\"Choir\"&gt;chorus&lt;/a&gt;, Art Club, and &lt;a href=\"drama\"&gt;drama&lt;/a&gt;. Gilmer High also offers &lt;a href=\"chess%20club\"&gt;chess club&lt;/a&gt;, Robotics club, Gilmer Anime and Manga Enthusiasts, &lt;a href=\"Future%20Business%20Leaders%20of%20America\"&gt;Future Business Leaders of America&lt;/a&gt;, &lt;a href=\"Fellowship%20of%20Christian%20Athletes\"&gt;Fellowship of Christian Athletes&lt;/a&gt;, &lt;a href=\"FCCLA\"&gt;Family Career and Community Leaders of America&lt;/a&gt;, &lt;a href=\"Future%20Educators%20Association\"&gt;Future Educators Association&lt;/a&gt;, &lt;a href=\"journalism\"&gt;journalism&lt;/a&gt;, &lt;a href=\"Skills%20USA\"&gt;Skills USA&lt;/a&gt;, &lt;a href=\"Yearbook\"&gt;Yearbook&lt;/a&gt;, &lt;a href=\"Rotary%20Interact\"&gt;Interact&lt;/a&gt;, &lt;a href=\"Ultimate%20Frisbee\"&gt;Ultimate Frisbee&lt;/a&gt;, and &lt;a href=\"Future%20Farmers%20of%20America\"&gt;Future Farmers of America&lt;/a&gt;.\nThe school's academic team has competed in the &lt;a href=\"High%20Q\"&gt;High Q&lt;/a&gt; Bowl and in the National Academic Competition in July 2010.\nGraduation statistics.\nThe Gilmer High School graduating class usually consists of about 220 students. About 66% of graduates go on to further their education at a college or university. Nearly 11% of graduating students attend a technical or vocational school, and 10% go into the U.S. military. The remaining 13% enter the work force intermediately after graduation. The graduation ceremony takes place in early June on the GHS football field \nAnthrax scare.\nGilmer High School received a threatening letter that mentioned &lt;a href=\"anthrax\"&gt;anthrax&lt;/a&gt; and contained a white powdery substance on the morning of March 3, 2010. The letter was opened by a food service employee before classes began. The school building was immediately evacuated except for individuals who could have been contaminated by the unknown substance. Students were held in the gym until their parents could pick them up. Students who drove onto campus were dismissed to leave. &lt;a href=\"Gilmer%20County%2C%20Georgia\"&gt;Gilmer County&lt;/a&gt; police informed the &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt;, &lt;a href=\"Georgia%20Bureau%20of%20Investigation\"&gt;Georgia Bureau of Investigation&lt;/a&gt;, and the United States Postal Inspector. The &lt;a href=\"Cherokee%20County%2C%20Georgia\"&gt;Cherokee County&lt;/a&gt; &lt;a href=\"HAZMAT\"&gt;HAZMAT&lt;/a&gt; crew was sent to Gilmer High School to handle the substance. Investigators later determined the substance was a &lt;a href=\"nontoxic\"&gt;nontoxic&lt;/a&gt; powder."
}