{
    "id": "28917704",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=28917704",
    "title": "Life imprisonment in Slovakia",
    "text": "Life imprisonment in Slovakia (\"doživotný trest odňatia slobody\" in &lt;a href=\"Slovak%20language\"&gt;Slovak&lt;/a&gt;) is a sentence of indeterminate length, lasting until the convict's death. In &lt;a href=\"Slovakia\"&gt;Slovak&lt;/a&gt; law, since the abolishment of the death penalty in 1990, it is the most severe punishment available. After 25 years, the prisoner can apply to the prosecutor to be released on probation and at any time, he may apply to &lt;a href=\"President%20of%20Slovakia\"&gt;President of Slovakia&lt;/a&gt; for clemency.\nAs of 2007 there were 28 people serving a life sentence in &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, all of them located in two high-security prisons in &lt;a href=\"Ilava\"&gt;Ilava&lt;/a&gt; and &lt;a href=\"Leopoldov\"&gt;Leopoldov&lt;/a&gt;. Two prisoners have committed suicide while serving their sentences and there were no amnesties or releases on probation in the history of Slovakia. The list of people convicted for life in Slovakia includes the serial killer &lt;a href=\"Ondrej%20Rigo\"&gt;Ondrej Rigo&lt;/a&gt;, mafia boss Mikuláš Černák or mafia hitman Alojz Kromka.\nHistory.\nThe last person to be executed in &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt; is Štefan Svitek who was hanged on June 8, 1989, in &lt;a href=\"Bratislava\"&gt;Bratislava&lt;/a&gt;, then &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt;. Svitek murdered his wife and two daughters with an &lt;a href=\"axe\"&gt;axe&lt;/a&gt; on October 30, 1987. Since January 1990 a non-written moratorium on death penalty was in place in Czechoslovakia. Death sentence was abolished on July 1, 1990, with the newly created Slovak Republic taking over the law common in Czechoslovakia and the death sentence was never renewed.\nLiving conditions.\nPeople sentenced to life imprisonment in Slovakia are assigned three and a half meters squared space in their cell, which includes a bed, table, wardrobe, radio and electric lighting. Outside of their cells, they are always accompanied by a &lt;a href=\"prison%20guard\"&gt;prison guard&lt;/a&gt;. They can only work inside their cells or in workplaces inside the prison. They are not allowed physical contact with their relatives.\nList of people sentenced to life imprisonment in Slovakia.\nThis is a list of people sentenced to &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt; in &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt; after its creation on January 1, 1993. The list should be complete as of September 22, 2010."
}