{
    "id": "28934320",
    "revid": "25846109",
    "url": "https://en.wikipedia.org/wiki?curid=28934320",
    "title": "Podostroma cornu-damae",
    "text": ", also known as the poison fire coral, is a species of &lt;a href=\"fungus\"&gt;fungus&lt;/a&gt; in the family &lt;a href=\"Hypocreaceae\"&gt;Hypocreaceae&lt;/a&gt;. The &lt;a href=\"ascocarp\"&gt;fruit bodies&lt;/a&gt; of the fungus are highly &lt;a href=\"mushroom%20poisoning\"&gt;toxic&lt;/a&gt;, and have been responsible for several fatalities in Japan. The fungus contains several &lt;a href=\"trichothecene\"&gt;trichothecene&lt;/a&gt; &lt;a href=\"mycotoxin\"&gt;mycotoxin&lt;/a&gt;s.\nTaxonomy.\nThe species was &lt;a href=\"species%20description\"&gt;originally described&lt;/a&gt; as \"Hypocrea cornu-damae\" by &lt;a href=\"Narcisse%20Th%C3%A9ophile%20Patouillard\"&gt;Narcisse Théophile Patouillard&lt;/a&gt; in 1895, and later transferred to the genus \"Podocrea\" in 1905 by &lt;a href=\"Pier%20Andrea%20Saccardo\"&gt;Pier Andrea Saccardo&lt;/a&gt;. In 1994 Japanese mycologists &lt;a href=\"Tsuguo%20Hongo\"&gt;Tsuguo Hongo&lt;/a&gt; and Masana Izawa placed the species in the genus \"&lt;a href=\"Podostroma\"&gt;Podostroma&lt;/a&gt;\".\nRange.\nThe fungus was once thought to be only native to Korea and Japan, but recent discoveries have been made in Indonesia (Java), &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt; and some parts of Australia.\nDescription.\nThe &lt;a href=\"conidiophore\"&gt;conidiophore&lt;/a&gt;s (specialized fungal &lt;a href=\"hypha\"&gt;hypha&lt;/a&gt;e that produce &lt;a href=\"conidia\"&gt;conidia&lt;/a&gt;) are up to 400 &lt;a href=\"micrometre\"&gt;μm&lt;/a&gt; high and about 2–4 μm wide in the main axial hyphae. The &lt;a href=\"phialide\"&gt;phialide&lt;/a&gt;s are arranged in tufts with narrow angles at the top, similar to the branching hyphae found in \"&lt;a href=\"Trichoderma\"&gt;Trichoderma&lt;/a&gt;\" species. The conidia are roughly spherical with a truncate base in each spore, pale green in color, and measure 2.5–3.5 μm in diameter. Their surfaces are almost smooth, but sometimes appearing very faintly roughened with light microscopy.\nToxicity.\nSeveral poisonings have been reported in Japan resulting from the consumption of the fungus. In 1999, one of a group of five people from &lt;a href=\"Niigata%20prefecture\"&gt;Niigata prefecture&lt;/a&gt; died two days after consuming one or two grams of fruit body that had been soaked in &lt;a href=\"sake\"&gt;sake&lt;/a&gt;. In 2000, an individual from &lt;a href=\"Gunma%20prefecture\"&gt;Gunma prefecture&lt;/a&gt; died after eating the fried mushroom. Symptoms associated with consumption in these cases included stomach pains, changes in perception, decrease in the number of &lt;a href=\"leukocyte\"&gt;leukocyte&lt;/a&gt;s and &lt;a href=\"thrombocyte\"&gt;thrombocyte&lt;/a&gt;s, peeling skin on the face, hair loss, and shrinking of the &lt;a href=\"cerebellum\"&gt;cerebellum&lt;/a&gt;, resulting in &lt;a href=\"speech%20impediment\"&gt;speech impediment&lt;/a&gt; and problems with voluntary movement. In another instance, an &lt;a href=\"autopsy\"&gt;autopsy&lt;/a&gt; revealed &lt;a href=\"multiple%20organ%20failure\"&gt;multiple organ failure&lt;/a&gt;, including acute &lt;a href=\"kidney%20failure\"&gt;kidney failure&lt;/a&gt;, liver &lt;a href=\"necrosis\"&gt;necrosis&lt;/a&gt; and &lt;a href=\"disseminated%20intravascular%20coagulation\"&gt;disseminated intravascular coagulation&lt;/a&gt;. In one case of poisoning, the patient suffered from &lt;a href=\"hemophagocytosis\"&gt;hemophagocytosis&lt;/a&gt;, in addition to severe &lt;a href=\"leukocytopenia\"&gt;leukocytopenia&lt;/a&gt; and &lt;a href=\"thrombocytopenia\"&gt;thrombocytopenia&lt;/a&gt;, seven days after ingesting the fungus. &lt;a href=\"Plasmapheresis\"&gt;Plasmapheresis&lt;/a&gt; and administration of &lt;a href=\"granulocyte%20colony-stimulating%20factor\"&gt;granulocyte colony-stimulating factor&lt;/a&gt; were used to treat the blood abnormalities. The authors suggested that these treatments, in addition to the large volume of administered &lt;a href=\"intravenous\"&gt;intravenous&lt;/a&gt; saline - over a 12-hour period—were responsible for his successful recovery.\nThe poisoning symptoms are similar to those observed previously with animals that had consumed &lt;a href=\"trichothecene\"&gt;trichothecene&lt;/a&gt; &lt;a href=\"mycotoxin\"&gt;mycotoxin&lt;/a&gt;s. Japanese researchers detected the presence of the &lt;a href=\"macrocyclic\"&gt;macrocyclic&lt;/a&gt; trichothecenes &lt;a href=\"satratoxin%20H\"&gt;satratoxin H&lt;/a&gt;, satratoxin H 12′,13′-diacetate, satratoxin H 12′-acetate, and satratoxin H 13′-acetate. When grown in &lt;a href=\"liquid%20culture\"&gt;liquid culture&lt;/a&gt; the fungus additionally produces roridin E and verrucarin J. With the exception of verrucarin J, a 500-microgram dose of any of these compounds, when injected into the abdomen of mice, will result in their death the following day. It has been claimed that touching the fungus can cause skin rashes, but this is controversial."
}