{
    "id": "28933560",
    "revid": "35498457",
    "url": "https://en.wikipedia.org/wiki?curid=28933560",
    "title": "Recycling by product",
    "text": "Products made from a variety of materials can be recycled using a number of processes.\nBuilding and construction waste.\nAggregates and concrete.\nConcrete &lt;a href=\"aggregate%20%28composite%29\"&gt;aggregate&lt;/a&gt; collected from demolition sites is put through a &lt;a href=\"crusher\"&gt;crushing machine&lt;/a&gt;, often along with asphalt, bricks, dirt, and rocks. Smaller pieces of concrete are used as gravel for new construction projects. Crushed recycled concrete can also be used as the dry aggregate for new concrete if it is free of contaminants. Builder's &lt;a href=\"rubble\"&gt;rubble&lt;/a&gt; (like broken down bricks) is also used for railway ballast and gravel paths. This reduces the need for other rocks to be dug up, which in turn saves trees and habitats.\nAsphalt and tarmac.\n&lt;a href=\"Asphalt\"&gt;Asphalt&lt;/a&gt; including &lt;a href=\"asphalt%20shingle\"&gt;asphalt shingle&lt;/a&gt; can be melted down and in part recycled. &lt;a href=\"Tarmacadam\"&gt;Tarmac&lt;/a&gt; can also recycled and there is now an active market for recycling tarmac in the developed world. This includes tarmac &lt;a href=\"%3Awikt%3Ascalping\"&gt;scalpings&lt;/a&gt; produced when roads are scarified before a new surface is laid.\nGypsum, plaster and plasterboard products.\nBecause up to 17% of gypsum products are wasted during the manufacturing and installation processes. &lt;a href=\"Wallboard\"&gt;Wallboard&lt;/a&gt; (Australia and others), &lt;a href=\"plasterboard\"&gt;plasterboard&lt;/a&gt;, Gyp (New Zealand), &lt;a href=\"drywall\"&gt;drywall&lt;/a&gt; (USA) or &lt;a href=\"plasterboard\"&gt;plasterboard&lt;/a&gt; (UK and Ireland) is frequently not re-used and disposal can become a problem. Some &lt;a href=\"landfill\"&gt;landfill&lt;/a&gt; sites have banned dumping of gypsum because of the tendency to produce large volumes of &lt;a href=\"hydrogen%20sulfide\"&gt;hydrogen sulfide&lt;/a&gt; gas. Some &lt;a href=\"manufacturer\"&gt;manufacturer&lt;/a&gt;s take back &lt;a href=\"waste\"&gt;waste&lt;/a&gt; &lt;a href=\"wallboard\"&gt;wallboard&lt;/a&gt;s from &lt;a href=\"construction%20site\"&gt;construction site&lt;/a&gt;s and recycle it into new wallboard. Gypsum waste from new construction, demolition and refurbishment activities can be turned into recycled gypsum through mechanical processes, and the recycled gypsum obtained can replace virgin gypsum in the Gypsum Industry. Some of the reasons for recycling this waste are: \nBricks.\nIntact bricks recovered from demolition can be cleaned and re-used.\nBatteries.\nThe large variation in size and type of &lt;a href=\"battery%20%28electricity%29\"&gt;batteries&lt;/a&gt; makes their &lt;a href=\"Battery%20recycling\"&gt;recycling&lt;/a&gt; extremely difficult: they must first be sorted into similar kinds and each kind requires an individual recycling process. Additionally, older batteries contain &lt;a href=\"mercury%20%28element%29\"&gt;mercury&lt;/a&gt; and &lt;a href=\"cadmium\"&gt;cadmium&lt;/a&gt;, harmful materials that must be handled with care. Because of their potential environmental damage, proper disposal of used batteries is required by law in many areas. Unfortunately, this mandate has been difficult to enforce.\nLead-acid batteries, like those used in &lt;a href=\"automobiles\"&gt;automobiles&lt;/a&gt;, are relatively easy to recycle and many regions have legislation requiring vendors to accept used products. In the United States, the recycling rate is 90%, with new batteries containing up to 80% recycled material.\nJapan, &lt;a href=\"Kuwait\"&gt;Kuwait&lt;/a&gt;, the USA, Canada, France, the Netherlands, Germany, Austria, Belgium, Sweden, the UK and Ireland all actively encourage battery recycling programs. In 2006, the EU passed the &lt;a href=\"Battery%20Directive\"&gt;Battery Directive&lt;/a&gt; of which one of the aims is a higher rate of battery recycling. The &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; directive said at least 25% of all the EU's used batteries must be collected by 2012, and rising to no less than 45% by 2016, of which, that at least 50% of them must be recycled.\nBiodegradable waste.\nKitchen, garden, and other &lt;a href=\"green%20waste\"&gt;green waste&lt;/a&gt; can be recycled into useful material by &lt;a href=\"composting\"&gt;composting&lt;/a&gt; into &lt;a href=\"leaf%20mold\"&gt;leaf mold&lt;/a&gt; and regular compost. This process allows natural &lt;a href=\"aerobic%20bacteria\"&gt;aerobic bacteria&lt;/a&gt; to break down the waste into fertile &lt;a href=\"topsoil\"&gt;topsoil&lt;/a&gt;. Much composting is done on a household scale, but municipal green-waste collection programs also exist. These programs can supplement their funding by selling the topsoil produced.\nElectronic waste.\nElectronics disassembly and reclamation.\nElectronic recycling is recycling or reuse of &lt;a href=\"computer\"&gt;computer&lt;/a&gt;s or other electronics. It includes both finding another use for materials (such as donation to &lt;a href=\"charitable%20organization\"&gt;charity&lt;/a&gt;), and having systems dismantled in a manner that allows for the safe extraction of the constituent materials for reuse in other products. The direct disposal of electrical equipment—such as old &lt;a href=\"computer\"&gt;computer&lt;/a&gt;s and &lt;a href=\"mobile%20phone\"&gt;mobile phone&lt;/a&gt;s is banned in many areas, such as the UK, parts of the USA, Japan, Ireland, Germany and the Netherlands, due to the toxic contents of certain components. The recycling process works by mechanically separating the metals, plastics, and &lt;a href=\"printed%20circuit%20board\"&gt;circuit boards&lt;/a&gt; contained in the appliance. When this is done on a large scale at an electronic waste recycling plant, component recovery can be achieved cost-effectively.\nWith high &lt;a href=\"lead\"&gt;lead&lt;/a&gt; content in &lt;a href=\"cathode%20ray%20tube\"&gt;CRTs&lt;/a&gt;, and the rapid diffusion of new flat-panel display technologies, some of which (&lt;a href=\"LCD\"&gt;LCD&lt;/a&gt;s) use lamps containing &lt;a href=\"mercury%20%28element%29\"&gt;mercury&lt;/a&gt;, there is growing concern about &lt;a href=\"electronic%20waste\"&gt;electronic waste&lt;/a&gt; from discarded televisions. Related &lt;a href=\"occupational%20health\"&gt;occupational health&lt;/a&gt; concerns exist, as well, for disassemblers and &lt;a href=\"scrap\"&gt;scrap dealers&lt;/a&gt; removing &lt;a href=\"copper\"&gt;copper&lt;/a&gt; wiring and other materials from CRTs. Further environmental concerns related to television design and use relate to the devices' increasing &lt;a href=\"electrical%20energy\"&gt;electrical energy&lt;/a&gt; requirements.\nComputers that are termed \"trashware\" in North America or \"totally reconditioned hardware\" in the UK and Ireland are computer equipment that has assembled from old &lt;a href=\"Computer%20hardware\"&gt;hardware&lt;/a&gt;, using cleaned and checked parts from different computers, for use by disadvantaged people to bridge the &lt;a href=\"digital%20divide\"&gt;digital divide&lt;/a&gt;. Trashware is different from &lt;a href=\"retrocomputing\"&gt;retrocomputing&lt;/a&gt;, which has only cultural and recreational purposes.\nInk jet printer cartridges.\nBecause printer cartridges from the original manufacturer are often &lt;a href=\"expensive\"&gt;expensive&lt;/a&gt;, demand exists for cheaper &lt;a href=\"third%20party%20option\"&gt;third party option&lt;/a&gt;s. These include ink sold in bulk, &lt;a href=\"cartridge%20refill%20kit\"&gt;cartridge refill kit&lt;/a&gt;s, machines in stores that automatically refill cartridges, re-manufactured cartridges, and cartridges made by a &lt;a href=\"corporate%20entity\"&gt;corporate entity&lt;/a&gt; other than the original manufacturer.\nConsumers can refill &lt;a href=\"ink%20cartridge\"&gt;ink cartridge&lt;/a&gt;s themselves with a kit, or they can take the cartridge to a refiller or re-manufacturer where ink is pumped back into the cartridge. \"&lt;a href=\"PC%20World%20%28magazine%29\"&gt;PC World&lt;/a&gt;\" reports that refilled cartridges have higher failure rates, print fewer pages than new cartridges, and demonstrate more on-page problems like streaking, curling, and colour bleed.\nMetals.\nA wide range of metals in commercial and domestic use have well developed recycling markets in most developed countries. Domestic recycling is commonly available for &lt;a href=\"Iron\"&gt;Iron&lt;/a&gt; and &lt;a href=\"steel\"&gt;steel&lt;/a&gt;, &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; and in particular &lt;a href=\"beverage\"&gt;beverage&lt;/a&gt; and food &lt;a href=\"Tin%20can\"&gt;can&lt;/a&gt;s. In addition, building metals such as &lt;a href=\"copper\"&gt;copper&lt;/a&gt;, &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; and &lt;a href=\"lead\"&gt;lead&lt;/a&gt; are readily recyclable through specialised companies. In the UK, these are usually either specialised &lt;a href=\"scrap\"&gt;scrap&lt;/a&gt; dealers or car breakers. Other metals present in smaller quantities in the domestic waste stream such as &lt;a href=\"tin\"&gt;tin&lt;/a&gt; and &lt;a href=\"chromium\"&gt;chromium&lt;/a&gt; are also extracted from metal put into the recycling system but are rarely recovered from the general waste stream.\nPaper and newsprint.\n&lt;a href=\"Paper\"&gt;Paper&lt;/a&gt; and &lt;a href=\"newsprint\"&gt;newsprint&lt;/a&gt; can be recycled by reducing it to &lt;a href=\"Wood%20pulp\"&gt;pulp&lt;/a&gt; and combining it with pulp from newly harvested &lt;a href=\"wood\"&gt;wood&lt;/a&gt;. As the recycling process causes the paper fibres to break down, each time paper is recycled its quality decreases. This means that either a higher percentage of new fibres must be added, or the paper down-cycled into lower quality products. Any writing or colouration of the paper must first be removed by &lt;a href=\"deinking\"&gt;deinking&lt;/a&gt;, which also removes fillers, clays, and fibre fragments.\nAlmost all paper can be recycled today, but some types are harder to recycle than others. Papers coated with plastic or aluminium foil, and papers that are waxed, pasted, or gummed are usually not recycled because the process is too expensive.\nSometimes recyclers ask for the removal of the &lt;a href=\"glossy%20paper\"&gt;glossy paper&lt;/a&gt; inserts from &lt;a href=\"newspapers\"&gt;newspapers&lt;/a&gt; because they are a different type of paper. Glossy inserts have a heavy clay coating that some paper mills cannot accept. Most of the clay is removed from the recycled pulp as sludge, which must be disposed of. If the &lt;a href=\"coated%20paper\"&gt;coated paper&lt;/a&gt; is 20% by weight clay, then each ton of glossy paper produces more than 200 kg of sludge and less than 800 kg of fibre.\nThe price of &lt;a href=\"recycled%20paper\"&gt;recycled paper&lt;/a&gt; has varied greatly over the last 30 or so years.\n The German price of €100/£49 per tonne was typical for the year 2003 and it steadily rose over the years. By the September 2008 saw the American price of $235 per ton, which had fallen to just $120 per ton, and in the January 2009, the UK's fell six weeks from about £70.00 per ton, to only £10.00 per ton. The slump was probably due to the economic down turn in &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt; leading to market for waste paper drying up in &lt;a href=\"The%20PRC\"&gt;China&lt;/a&gt;. 2010 averaged at $120.32 over the start of the year, but saw a rapid rise global prices in May 2010, with the June 2010 resting $217.11 per ton in the USA as China's paper market began to reopen!\nMexico, America, the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt;, Russia and Japan all recycle paper en masse and there are many state run and private schemes running in those countries. \nIn 2004 the paper recycling rate in Europe was 54.6% or . The recycling rate in Europe reached 64.5%3 in 2007, which confirms that the industry is on the path to meeting its voluntary target of 66% by 2010.\nPlastic.\nPlastic recycling is the process of recovering scrap or waste plastics and reprocessing the material into useful products. Compared to glass or metallic materials, plastic poses unique challenges. Because of the massive number of &lt;a href=\"List%20of%20synthetic%20polymers\"&gt;types of plastic&lt;/a&gt;, they each carry a &lt;a href=\"resin%20identification%20code\"&gt;resin identification code&lt;/a&gt;, and must be sorted before they can be recycled. This can be costly; while metals can be sorted using electromagnets, no such 'easy sorting' capability exists for plastics. In addition to this, while labels do not need to be removed from bottles for recycling, lids are often made from a different kind of non-recyclable plastic.\nTo help in identifying the materials in various plastic items, resin identification code numbers 1-6 have been assigned to six common kinds of recyclable plastic resins, with the number 7 indicating any other kind of plastic, whether recyclable or not. &lt;a href=\"Resin%20identification%20code%23Table%20of%20resin%20codes\"&gt;Standardized symbols&lt;/a&gt; are available incorporating each of these resin codes.\nRubber Tires.\nTire recycling or rubber recycling is the process of recycling vehicles &lt;a href=\"tire\"&gt;tyres&lt;/a&gt; that are no longer suitable for use on vehicles. These tyres are among the largest and most problematic sources of &lt;a href=\"waste\"&gt;waste&lt;/a&gt;, due to the large volume produced and their durability. Those same characteristics which make waste tyres such a problem also make them one of the most re-used waste materials, as the &lt;a href=\"rubber\"&gt;rubber&lt;/a&gt; is very resilient and can be reused in other products. In the United States, approximately one tyre is discarded per person per year. However, material recovered from &lt;a href=\"waste%20tyres\"&gt;waste tyres&lt;/a&gt;, known as \"crumb\" is generally only a cheap \"filler\" material and is rarely used in high volumes. &lt;a href=\"Tire%20recycling\"&gt;Tyre recycling&lt;/a&gt; is also fairly common. Used tires can be added to &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt; for producing road surfaces or to make &lt;a href=\"rubber%20mulch\"&gt;rubber mulch&lt;/a&gt; used on &lt;a href=\"playground\"&gt;playground&lt;/a&gt;s, &lt;a href=\"basketball%20court\"&gt;basketball court&lt;/a&gt;s and new shoe products. They are also often used as the insulation and heat absorbing/releasing material in specially constructed homes known as &lt;a href=\"earthship\"&gt;earthship&lt;/a&gt;s. It is arguable that &lt;a href=\"tire%20crumb\"&gt;tire crumb&lt;/a&gt; in applications such as &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; courts could be better described as \"reused\" rubber rather than \"recycled\".\nShip breaking.\n&lt;a href=\"Ship%20breaking\"&gt;Ship breaking&lt;/a&gt; is a type of &lt;a href=\"ship%20disposal\"&gt;ship disposal&lt;/a&gt; involving breaking up ships for &lt;a href=\"scrap\"&gt;scrap&lt;/a&gt; recycling, with the hulls being discarded in &lt;a href=\"ship%20graveyard\"&gt;ship graveyard&lt;/a&gt;s. Most ships have a lifespan of a few decades before there is so much wear that refitting and repair becomes uneconomical. Ship breaking allows materials from the ship, especially steel, to be reused. Equipment on board the vessel can also be reused. Until the late 20th century, ship breaking took place in port cities of &lt;a href=\"industrialized%20countries\"&gt;industrialized countries&lt;/a&gt; such as the United Kingdom and the United States. Today, most ship breaking yards are in &lt;a href=\"Alang\"&gt;Alang&lt;/a&gt; in India, &lt;a href=\"Chittagong\"&gt;Chittagong&lt;/a&gt; in &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"Alia%C4%9Fa\"&gt;Aliağa&lt;/a&gt; in Turkey and &lt;a href=\"Gadani\"&gt;Gadani&lt;/a&gt; near &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt; in Pakistan. Ship breaking is one example that has associated environmental, health, and safety risks for the area where the operation takes place; balancing all these considerations is an &lt;a href=\"environmental%20justice\"&gt;environmental justice&lt;/a&gt; problem.\nTextiles.\nIn many countries, there is an active market in re-selling used clothes. In Britain, this dominated by &lt;a href=\"Charitable%20organization\"&gt;charity&lt;/a&gt; shops who sell donated clean clothes. Less saleable clothes are put into the re-cycling waste stream. \n&lt;a href=\"Textiles\"&gt;Textiles&lt;/a&gt; are made of a variety of materials including &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;, &lt;a href=\"wool\"&gt;wool&lt;/a&gt;, synthetic plastics, &lt;a href=\"linen\"&gt;linen&lt;/a&gt;, &lt;a href=\"Modal%20%28textile%29\"&gt;modal&lt;/a&gt; and a variety of other materials. The textile's composition will affect its durability and method of recycling.\nTextiles entering the re-cycling stream are sorted and separated by &lt;a href=\"Waste%20picker\"&gt;workers&lt;/a&gt; into good quality clothing and shoes which can be reused or worn. There is a trend of moving these facilities from developed countries to developing countries either for charity or sold at a cheaper price. Many international organisations collect used textiles from developed countries as a donation to those third world countries. This recycling practise is encouraged because it helps to reduce unwanted waste while providing clothing to those in need.\nDamaged textiles are further sorted into grades to make industrial wiping cloths and for use in high quality paper manufacture or material suitable for fibre reclamation and filling products. If textile reprocessors receive wet or soiled clothes, however, these may still be disposed of in a landfill, as the washing and drying facilities may not be present at sorting units.\nFibre reclamation mills sort textiles according to fibre type and colour. Colour sorting eliminates the need to re-dye the recycled textiles. The textiles are shredded into \"shoddy\" fibres and blended with other selected fibres, depending on the intended end use of the recycled yarn. The blended mixture is carded to clean and mix the fibres and spun ready for weaving or knitting. The fibres can also be compressed for mattress production. Textiles sent to the flocking industry are shredded to make &lt;a href=\"filling%20material\"&gt;filling material&lt;/a&gt; for &lt;a href=\"car%20insulation\"&gt;car insulation&lt;/a&gt;, &lt;a href=\"roofing%20felt\"&gt;roofing felt&lt;/a&gt;s, &lt;a href=\"loudspeaker%20cone\"&gt;loudspeaker cone&lt;/a&gt;s, &lt;a href=\"panel%20lining\"&gt;panel lining&lt;/a&gt;s and &lt;a href=\"furniture%20padding\"&gt;furniture padding&lt;/a&gt;.\nAccording to Earth911.com, \"Metal hangers, while made of steel, can be difficult to recycle because their hooks can damage recycling equipment and some have a petroleum coating. Some curbside recycling programs do accept them... Many dry cleaners take back hangers, too...\"\nChat and furnace slag.\nIn North America, mine &lt;a href=\"Chat%20%28mining%29\"&gt;chat&lt;/a&gt; waste can be used on snow-covered roads to improve &lt;a href=\"traction%20%28engineering%29\"&gt;traction&lt;/a&gt;; as &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt;; and as &lt;a href=\"construction%20aggregate\"&gt;construction aggregate&lt;/a&gt;, principally for &lt;a href=\"railway%20ballast\"&gt;railway ballast&lt;/a&gt;, highway construction, and &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; production. &lt;a href=\"Ground%20granulated%20blast%20furnace%20slag\"&gt;Furnace slag&lt;/a&gt; and to a lesser degree &lt;a href=\"slag%20heap\"&gt;coal slag&lt;/a&gt; have been used in lieu of construction and railway ballast gravel in the UK. &lt;a href=\"Clinker%20%28waste%29\"&gt;Clinker&lt;/a&gt;, &lt;a href=\"slag\"&gt;slag&lt;/a&gt;, &lt;a href=\"fly%20ash\"&gt;fly ash&lt;/a&gt; and in some cases ashes have all &lt;a href=\"history\"&gt;historically&lt;/a&gt; been used in places such as the industrial parts of &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt; and &lt;a href=\"South%20Wales\"&gt;South Wales&lt;/a&gt; to make domestic &lt;a href=\"cinder\"&gt;cinder&lt;/a&gt; paths."
}