{
    "id": "28936794",
    "revid": "937705",
    "url": "https://en.wikipedia.org/wiki?curid=28936794",
    "title": "Belding Island",
    "text": "Belding Island is an island long, lying west of the south end of &lt;a href=\"Watkins%20Island\"&gt;Watkins Island&lt;/a&gt;, &lt;a href=\"Biscoe%20Islands\"&gt;Biscoe Islands&lt;/a&gt;. It was mapped from air photos taken by the &lt;a href=\"Falkland%20Islands%20and%20Dependencies%20Aerial%20Survey%20Expedition\"&gt;Falkland Islands and Dependencies Aerial Survey Expedition&lt;/a&gt; (1956–57), and named by the &lt;a href=\"UK%20Antarctic%20Place-Names%20Committee\"&gt;UK Antarctic Place-Names Committee&lt;/a&gt; for &lt;a href=\"Harwood%20S.%20Belding\"&gt;Harwood S. Belding&lt;/a&gt;, an American physiologist who was Director of the Quartermaster at the &lt;a href=\"Climatic%20Research%20Laboratory\"&gt;Climatic Research Laboratory&lt;/a&gt;, &lt;a href=\"Department%20of%20the%20Army\"&gt;Department of the Army&lt;/a&gt;, &lt;a href=\"Lawrence%2C%20Massachusetts\"&gt;Lawrence, Massachusetts&lt;/a&gt;, and initiated considerable research on cold climate clothing.\nCapitán Estivariz Refuge.\nCapitán Estivariz Refuge () is an Argentine refuge in &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt; located on a small island between the southwest coast of &lt;a href=\"Watkins%20Island\"&gt;Watkins Island&lt;/a&gt; and Belding Island, in the group of the &lt;a href=\"Biscoe%20Islands\"&gt;Biscoe Islands&lt;/a&gt;. The refuge opened on February 29, 1956 and it is administered by the &lt;a href=\"Argentine%20Navy\"&gt;Argentine Navy&lt;/a&gt;. His name pays tribute to &lt;a href=\"Lieutenant%20commander\"&gt;Lieutenant commander&lt;/a&gt; &lt;a href=\"Eduardo%20Anibal%20Estivariz\"&gt;Eduardo Anibal Estivariz&lt;/a&gt; who participated in the coup d'état carried out in September 1955 and died in a plane crash.\nThe icebreaker ARA General San Martin participated in its construction during the Antarctic campaign of 1955–1956. After that, an aerial survey of the entire western coast of the Antarctic Peninsula south of 65º latitude was carried out."
}