{
    "id": "2896902",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=2896902",
    "title": "Edmund Lodge",
    "text": "Edmund Lodge, &lt;a href=\"Royal%20Guelphic%20Order\"&gt;KH&lt;/a&gt; (1756–1839), herald, was a long-serving &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"Officer%20of%20Arms\"&gt;officer of arms&lt;/a&gt;, a writer on &lt;a href=\"heraldry\"&gt;heraldic&lt;/a&gt; subjects, and a compiler of short biographies.\nLife and career.\nLodge was born in Poland Street, &lt;a href=\"London\"&gt;London&lt;/a&gt; on 13 June 1756, the son of Edmund Lodge, &lt;a href=\"Rector%20%28ecclesiastical%29\"&gt;rector&lt;/a&gt; of &lt;a href=\"Carshalton\"&gt;Carshalton&lt;/a&gt;, &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt; and his wife, Mary Garrard, daughter of Richard Garrard of Carshalton. Little is known of his education, but he briefly held a &lt;a href=\"cornet\"&gt;cornet's&lt;/a&gt; &lt;a href=\"Commissioned%20officer\"&gt;commission&lt;/a&gt; in the army, which he resigned in 1773. In 1782 he became &lt;a href=\"Bluemantle%20Pursuivant\"&gt;Bluemantle Pursuivant of Arms in Ordinary&lt;/a&gt; at the &lt;a href=\"College%20of%20Arms\"&gt;College of Arms&lt;/a&gt;. He subsequently became &lt;a href=\"Lancaster%20Herald\"&gt;Lancaster Herald of Arms in Ordinary&lt;/a&gt;, &lt;a href=\"Norroy%20and%20Ulster%20King%20of%20Arms\"&gt;Norroy King of Arms&lt;/a&gt;, and &lt;a href=\"Clarenceux%20King%20of%20Arms\"&gt;Clarenceux King of Arms&lt;/a&gt;, in other words second in command of the college. In 1832, he was appointed Knight of the &lt;a href=\"Royal%20Guelphic%20Order\"&gt;Hanoverian Royal Guelphic Order&lt;/a&gt;, but was not subsequently made a &lt;a href=\"knight%20bachelor\"&gt;knight bachelor&lt;/a&gt; to entitle him to the prefix \"Sir\", which often came with appointments to that order. He married Jane-Anne-Elizabeth Field (died May 1820) on 27 April 1808, but they had no children. He died at his house in &lt;a href=\"Bloomsbury%20Square\"&gt;Bloomsbury Square&lt;/a&gt;, London on 16 January 1839.\nPublications.\nLodge wrote \"Illustrations of British History, Biography, and Manners in the Reigns of Henry VIII, Edward VI, Mary, Elizabeth and James I\" (3 vols., 1791), which consisted of selections from the manuscripts of the &lt;a href=\"Howard%20family\"&gt;Howard&lt;/a&gt;, Talbot and Cecil families preserved at the College of Arms. He also wrote \"Life of &lt;a href=\"Julius%20Caesar%20%28judge%29\"&gt;Sir Julius Caesar&lt;/a&gt;\" (2nd ed., 1827). He contributed the literary matter to \"Portraits of Illustrious Personages of Great Britain\" (1814, &amp;c.), an elaborate work of which a popular edition is included in &lt;a href=\"Henry%20George%20Bohn\"&gt;Bohn's&lt;/a&gt; \"Illustrated Library\". His most important work on heraldry was \"The Genealogy of the Existing British &lt;a href=\"Peerage\"&gt;Peerage&lt;/a&gt;\" (1832; enlarged edition, 1859). In \"The Annual Peerage and Baronetage\" (1827–1829), reissued after 1832 as \"Peerage of the British Empire\", and generally known as \"Lodge's Peerage\", his share did not go beyond the title-page."
}