{
    "id": "29005630",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=29005630",
    "title": "Democratic Psychiatry",
    "text": "Democratic Psychiatry () is Italian real society and movement for liberation of the ill and weak from segregation in mental hospitals by pushing for the &lt;a href=\"Italian%20psychiatric%20reform\"&gt;Italian psychiatric reform&lt;/a&gt;. The movement was political in nature but not &lt;a href=\"anti-psychiatry\"&gt;antipsychiatric&lt;/a&gt; in the sense in which this term is used in the Anglo-Saxon world. \"Democratic Psychiatry\" called for radical changes in the practice and theory of psychiatry and strongly attacked the way society managed mental illness. The movement was essential in the birth of the reform &lt;a href=\"Basaglia%20Law\"&gt;law&lt;/a&gt; of 1978.\nOrganizing committee.\n\"Democratic Psychiatry\" was created by a group of left-orientated psychiatrists, sociologists and social workers under direction of &lt;a href=\"Franco%20Basaglia\"&gt;Franco Basaglia&lt;/a&gt; who was its figurehead. An organizing committee, which constituted in &lt;a href=\"Bologna\"&gt;Bologna&lt;/a&gt; the first nucleus group called \"Democratic Psychiatry\", consisted of Franca Basaglia, &lt;a href=\"Franco%20Basaglia\"&gt;Franco Basaglia&lt;/a&gt;, Domenico Casagrande, Franco di Cecco, Tullio Fragiacomo, Vieri Marzi, Gian Franco Minguzzi, Piera Piatti, Agostino Pirella, Michele Risso, Lucio Schittar, Antonio Slavich.\nHistory.\nIn 1977, \"Democratic Psychiatry\" helped the Radical Party, a political organization principally concerned with the human rights defense, to collect together three-quarter of a million signatories to a petition to improve the mental health law and thus to prohibit hospitalization to psychiatric hospitals. According to Italian law this petition could have resulted in a national referendum on the issue. To avoid a referendum which could have forced the government to resign, the government passed &lt;a href=\"Law%20180\"&gt;Law 180&lt;/a&gt; in May 1978 and thus initiated the dismantling of the psychiatric hospitals.\nDirective committee.\nThe 2010 National Congress of \"Democratic Psychiatry\" in Rome elected the new directive committee consisted of national secretary Emilio Lupo, national president Luigi Attenasio, honorary president Agostino Pirella, national treasurer Maurizio Caiazzo.\nApproach.\nBasaglia and his followers deemed that psychiatry was used as the provider of scientific support for social control to the existing establishment. The ensuing standards of deviance and normality brought about repressive views of discrete social groups. This approach was nonmedical and pointed out the role of mental hospitals in the control and medicalization of deviant behaviors and social problems. According to A. Giannelli, at least in the beginning \"Democratic Psychiatry\" used phenomenological and existential ideas as its ideological and cultural reference point. However, according to P. Fusar-Poli with coauthors, \"Democratic Psychiatry\" was culturally grounded on &lt;a href=\"Antonio%20Gramsci\"&gt;Gramsci&lt;/a&gt;’s theory of “revolutionary reform” and &lt;a href=\"Michel%20Foucault\"&gt;Foucault&lt;/a&gt;’s critique of the “medical model”.\nObjectives.\nThe objectives of the association were (and still are) to pool professional initiatives and energies in any part of society which are aimed at closing mental hospitals and restoring the rights of psychiatric patients.\nProgramme.\nThe programme of \"Democratic Psychiatry\" stated in Bologna on the 8 of October 1973 included the following proposals: "
}