{
    "id": "29003281",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=29003281",
    "title": "Nirmohi Akhara",
    "text": "Nirmohi Akhara (English: \"Group without Attachment\") is a &lt;a href=\"Hinduism\"&gt;Hindu&lt;/a&gt; &lt;a href=\"religious%20denomination\"&gt;religious denomination&lt;/a&gt;. It is one of the fourteen \"&lt;a href=\"akhara\"&gt;akhara&lt;/a&gt;s\" recognized by the &lt;a href=\"Akhil%20Bharatiya%20Akhara%20Parishad\"&gt;Akhil Bharatiya Akhara Parishad&lt;/a&gt; and belongs to the &lt;a href=\"Vaishnavism\"&gt;Vaishnav Bairagi Sampradaya&lt;/a&gt;.\nHistory.\nNirmohi Akhara was established by &lt;a href=\"Ramananda\"&gt;Ramananda&lt;/a&gt;. It is a wealthy sect that owns many temples and \"&lt;a href=\"matha\"&gt;matha&lt;/a&gt;s\" in the Indian states of &lt;a href=\"Uttar%20Pradesh\"&gt;Uttar Pradesh&lt;/a&gt;, &lt;a href=\"Uttarakhand\"&gt;Uttarakhand&lt;/a&gt;, &lt;a href=\"Madhya%20Pradesh\"&gt;Madhya Pradesh&lt;/a&gt;, &lt;a href=\"Rajasthan\"&gt;Rajasthan&lt;/a&gt;, &lt;a href=\"Gujarat\"&gt;Gujarat&lt;/a&gt;, and &lt;a href=\"Bihar\"&gt;Bihar&lt;/a&gt;. Members are expected to lead simple and austere lives of celibacy and to accept &lt;a href=\"Rama\"&gt;Rama&lt;/a&gt; as their deity. They have renounced the material world for the company of Rama. They are \"&lt;a href=\"sadhu\"&gt;sadhu&lt;/a&gt;s\", Vedic holy men often given to asceticism. New recruits are mainly in their teens and can be from any Indian caste. They are put through a grueling schedule to master the &lt;a href=\"Vedic\"&gt;Vedic&lt;/a&gt; scriptures (&lt;a href=\"Vedas\"&gt;Vedas&lt;/a&gt; and &lt;a href=\"Upanishads\"&gt;Upanishads&lt;/a&gt;) as well as certain martial arts. In former times, members of the sect had a mandate to provide protection to the followers of Rama and were given rigorous training in archery, swordsmanship, and wrestling. Portions of this curriculum are still observed, though it is more moderate in practice.\nCertain adherents have garnered public attention, since 1949, in connection with the &lt;a href=\"Ayodhya%20debate\"&gt;Ayodhya debate&lt;/a&gt;, when a suit was filed on their behalf to reclaim the disputed site of the &lt;a href=\"Babri%20Mosque\"&gt;Babri Mosque&lt;/a&gt;. They have claimed in court that there is no mosque referred to as \"Babri Masjid\" at the disputed site in Ayodhya.\nLawsuits.\nNirmohi Akhara filed a suit in 1985 with the sub-judge of Ayodhya, seeking consent to construct a temple to Rama in the Ram Chabutra, the area adjacent to the unauthorised structure. The sub-judge held that two large religious structures in close proximity could potentially be a \"threat\" to public order. Permission was denied by the court, though the Nirmohi Akhara has since kept up its effort to reclaim the land and construct the temple.\nIn 1989, the Nirmohi Akhara filed a lawsuit against the Uttar Pradesh State government, claiming that they had been worshiping the deities installed at a temple at the then disputed site since ancient times, and requesting the Court to hand the management of the temple over to them.\nOn 30 September 2010, a &lt;a href=\"Lucknow\"&gt;Lucknow&lt;/a&gt; panel of three judges of the &lt;a href=\"Allahabad%20High%20Court\"&gt;Allahabad High Court&lt;/a&gt; pronounced the verdict on the case, deciding to give a third part of the land to each party, namely the &lt;a href=\"Sunni%20Waqf%20Board\"&gt;Sunni Waqf Board&lt;/a&gt;, Ram-Lalla Deity, and the Nirmohi Akhara. The Ram-Lalla Deity retained its present position and the Nirmohi Akhara received the areas referred to as the \"Sita Rasoi\" and \"Ram Chabutara\".\nHowever, on 9 November 2019, the Full Bench of the Supreme court, which included the Chief Justice of India, overturned the Verdict of the Allahabad High Court and dismissed the suit filed by the Nirmohi Akhara stating that the suit of the Akhara was time barred and beyond limitation. The Supreme Court ruled that the outer and inner sanctum of the site would belong to the deity itself and would be managed by a Trust formed by the Central Government for that very purpose. the disputed site which was in the receivership of the Government was directed to the handed over to the trust by an appropriate notification. The Central Government was directed to give appropriate representation to the Nirmohi Akhara in the trust if the same was deemed necessary and appropriate by the Central Government."
}