{
    "id": "2902772",
    "revid": "10913857",
    "url": "https://en.wikipedia.org/wiki?curid=2902772",
    "title": "Post-Suharto era in Indonesia",
    "text": "The Post-Suharto era is the contemporary history in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, began with &lt;a href=\"fall%20of%20Suharto\"&gt;the resignation&lt;/a&gt; of authoritarian president &lt;a href=\"Suharto\"&gt;Suharto&lt;/a&gt; on 21 May 1998. Since the resignation of Suharto, the country has been in a period of transition known as the Reform era (). This period has been characterised by a more open and &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; political-social environment.\nIssues over this period have included a push for a stronger &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; and civilian rule, elements of the &lt;a href=\"Indonesian%20National%20Armed%20Forces\"&gt;military&lt;/a&gt; trying to retain their influence, a growing &lt;a href=\"Islamism\"&gt;Islamism&lt;/a&gt; in &lt;a href=\"Politics%20of%20Indonesia\"&gt;politics&lt;/a&gt; and &lt;a href=\"Islam%20in%20Indonesia\"&gt;society&lt;/a&gt;, and demands for greater &lt;a href=\"regional%20autonomy\"&gt;regional autonomy&lt;/a&gt;. The process of has resulted in a higher degree of &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt;, in contrast to the pervasive censorship under the &lt;a href=\"New%20Order%20%28Indonesia%29\"&gt;New Order&lt;/a&gt;. This has led to a more open political debate in the news media and increased expression in the arts. Events that have shaped Indonesia in this period include a bombing campaign by &lt;a href=\"Terrorism%20in%20Indonesia\"&gt;Islamic terrorists&lt;/a&gt; (including the &lt;a href=\"2002%20Bali%20bombings\"&gt;2002 Bali bombings&lt;/a&gt;), and the &lt;a href=\"2004%20Indian%20Ocean%20earthquake%20and%20tsunami\"&gt;2004 Indian Ocean earthquake and tsunami&lt;/a&gt;.\nFall of Suharto (1998).\nThe \"Reformasi\" of 1998 led to changes in Indonesia's various governmental institutions, including the structures of the judiciary, legislature, and executive office. Generally, the fall of Suharto in 1998 is traced from events starting in 1996, when forces opposed to the &lt;a href=\"New%20Order%20%28Indonesia%29\"&gt;New Order&lt;/a&gt; began to rally around &lt;a href=\"Megawati%20Sukarnoputri\"&gt;Megawati Sukarnoputri&lt;/a&gt;, head of the &lt;a href=\"Indonesian%20Democratic%20Party\"&gt;PDI&lt;/a&gt; and daughter of the founding president &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt;. When Suharto attempted to have Megawati removed as head of this party in a back-room deal, student activists loyal to Megawati occupied the headquarters of PDI in Jakarta. This culminated in Black Saturday on 27 July, when the military broke up the demonstrations.\nThese actions, along with increasing concerns over &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; violations in Indonesian-occupied &lt;a href=\"East%20Timor\"&gt;East Timor&lt;/a&gt;, began to unsettle Suharto's usually friendly relations with Western countries such as &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. These further worsened when the &lt;a href=\"1997%20Asian%20financial%20crisis\"&gt;1997 Asian financial crisis&lt;/a&gt; hit Indonesia, highlighting the &lt;a href=\"political%20corruption\"&gt;corruption&lt;/a&gt; of the New Order.\nEconomic instability from the crisis affected much of the country, in the form of increased prices for staple foods and goods, and lowered standards of living and quality of life. These touched off riots, many targeting ethnic &lt;a href=\"Chinese%20Indonesians\"&gt;Chinese Indonesians&lt;/a&gt;; bolstered by the findings of Parliamentary and independent investigations, it is often theorised that these anti-Chinese riots were instigated or aided by the military to divert anger away from Suharto himself.\nIn &lt;a href=\"West%20Kalimantan\"&gt;West Kalimantan&lt;/a&gt;, there was communal violence between &lt;a href=\"Dayak%20people\"&gt;Dayaks&lt;/a&gt; and &lt;a href=\"Madurese%20people\"&gt;Madurese&lt;/a&gt; in 1996, in the &lt;a href=\"Sambas%20riots\"&gt;Sambas riots&lt;/a&gt; in 1999 and the &lt;a href=\"Sampit%20conflict\"&gt;Sampit conflict&lt;/a&gt; 2001, resulting in large scale massacres of Madurese. In the Sambas conflict, both &lt;a href=\"Malay%20Indonesian\"&gt;Malays&lt;/a&gt; and Dayaks massacred Madurese.\nGrowing dissatisfaction with Suharto's authoritarian rule and the rapid erosion of the economy led many, chiefly the younger generation, to renew their protests directly against the New Order. During the period 1997–1998 (mainly at &lt;a href=\"May%201998%20riots%20of%20Indonesia\"&gt;13–15 May 1998&lt;/a&gt;), a massive riot broke out in Indonesia. People were burning everything within the city, including cars, motorcycles, buildings, and monuments in addition to pillaging and looting from stores. This was further worsened when many were killed and raped, most of which were Chinese Indonesians. No action was taken by the army or the police. In 1998, Suharto decided to stand before the parliament for re-election and won. The result was considered so outrageous that students occupied the parliament building. Suharto soon stood down from the presidency and named &lt;a href=\"B.%20J.%20Habibie\"&gt;B. J. Habibie&lt;/a&gt; (of Suharto's own &lt;a href=\"Golkar\"&gt;Golkar&lt;/a&gt; party) his successor. Considered the unseen power behind the throne, General &lt;a href=\"Wiranto\"&gt;Wiranto&lt;/a&gt; of the Chief of Staff over the military that was central to the New Order is believed to have been behind the decision of Suharto to step down.\nPresidency of Habibie (1998–1999).\nAfter Suharto's resignation, Vice-president &lt;a href=\"B.%20J.%20Habibie\"&gt;B. J. Habibie&lt;/a&gt; was sworn in as president and undertook numerous political reforms.\nIn February 1999, the Habibie administration passed the Political Parties Law, under which &lt;a href=\"Political%20party\"&gt;political parties&lt;/a&gt; would not be limited to just three as had been the case under Suharto. Political parties were also not required to have &lt;a href=\"Pancasila%20%28politics%29\"&gt;Pancasila&lt;/a&gt; as their ideology. This resulted in the emergence of many political parties, and 48 would go on to compete in the &lt;a href=\"1999%20Indonesian%20legislative%20election\"&gt;1999 legislative election&lt;/a&gt;.\nIn May 1999, the Habibie administration passed the Regional Autonomy Law, which was the first step in decentralising Indonesia's government and allowing provinces to have more part in governing their areas. The press became liberated under Habibie, although the Ministry of Information continued to exist. &lt;a href=\"Political%20prisoner\"&gt;Political prisoner&lt;/a&gt;s such as Sri Bintang Pamungkas, &lt;a href=\"Muchtar%20Pakpahan\"&gt;Muchtar Pakpahan&lt;/a&gt;, and &lt;a href=\"Xanana%20Gusm%C3%A3o\"&gt;Xanana Gusmão&lt;/a&gt; were also released under Habibie's orders.\nHabibie also presided over the 1999 legislative elections, the first free election since &lt;a href=\"1955%20Indonesian%20legislative%20election\"&gt;1955&lt;/a&gt;. It was supervised by the independent &lt;a href=\"General%20Elections%20Commission%20%28Indonesia%29\"&gt;General Elections Commission&lt;/a&gt; (KPU) instead of an elections commission filled with government ministers as had been the case during the New Order. In a move that surprised many, and angered some, Habibie called for a &lt;a href=\"1999%20East%20Timorese%20independence%20referendum\"&gt;referendum&lt;/a&gt; on the future of &lt;a href=\"East%20Timor\"&gt;East Timor&lt;/a&gt;. Subsequently, on 30 August, the inhabitants of East Timor voted for independence. This territorial loss harmed Habibie's popularity and political alliances.\nWahid presidency (1999–2001).\nIn 1999, &lt;a href=\"Abdurrahman%20Wahid\"&gt;Abdurrahman Wahid&lt;/a&gt; became President of Indonesia. His first cabinet, dubbed the &lt;a href=\"National%20Unity%20Cabinet\"&gt;National Unity Cabinet&lt;/a&gt; (), was a coalition cabinet that represented several political parties: the &lt;a href=\"Indonesian%20Democratic%20Party%20of%20Struggle\"&gt;Indonesian Democratic Party of Struggle&lt;/a&gt; (PDI-P), &lt;a href=\"National%20Awakening%20Party\"&gt;National Awakening Party&lt;/a&gt; (PKB), Golkar, the &lt;a href=\"United%20Development%20Party\"&gt;United Development Party&lt;/a&gt; (PPP), &lt;a href=\"National%20Mandate%20Party\"&gt;National Mandate Party&lt;/a&gt; (PAN), and Justice Party (PK). Non-partisans and &lt;a href=\"Indonesian%20National%20Armed%20Forces\"&gt;the military&lt;/a&gt; (TNI) were also represented in the cabinet. Among Wahid's administrative reforms were the abolition of the Ministry of Information, the New Order's primary weapon in controlling the media, and the disbandment of the Ministry of Welfare, which had become corrupt and extortionist under the New Order.\nAutonomy and tolerance toward dissent.\nWahid intended to give rebellious &lt;a href=\"Aceh\"&gt;Aceh&lt;/a&gt; province a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; on various modes of autonomy, rather than an option for independence like in East Timor. Wahid also wanted to adopt a softer stance towards Aceh by having less military personnel on the ground. In March, the Wahid administration began to open negotiations with the &lt;a href=\"Free%20Aceh%20Movement\"&gt;Free Aceh Movement&lt;/a&gt; (GAM). Two months later in May, the government signed a &lt;a href=\"memorandum%20of%20understanding\"&gt;memorandum of understanding&lt;/a&gt; with GAM to last until the beginning of 2001, by which time both signatories would have breached the agreement.\nOn 30 December 1999, Wahid visited &lt;a href=\"Jayapura\"&gt;Jayapura&lt;/a&gt;, the capital of &lt;a href=\"Papua%20%28province%29\"&gt;Papua province&lt;/a&gt; (then known as \"Irian Jaya\"). Wahid was successful in convincing West Papuan leaders that he was a force for change and even encouraged the use of the name Papua.\nIn September 2000, Wahid declared &lt;a href=\"martial%20law\"&gt;martial law&lt;/a&gt; in Maluku. By now, it was evident that &lt;a href=\"Laskar%20Jihad\"&gt;Laskar Jihad&lt;/a&gt;, a radical Islamic militia, were being assisted by members of the military and it was apparent that they were financed by Fuad Bawazier, the last Minister of Finance to have served under Suharto. During the same month, West Papuans raised their &lt;a href=\"Morning%20Star%20flag\"&gt;Morning Star flag&lt;/a&gt;. Wahid's response was to allow this provided that the Morning Star flag was placed lower than the &lt;a href=\"Flag%20of%20Indonesia\"&gt;Indonesian flag&lt;/a&gt;, for which he was severely criticised by Megawati and Akbar. On 24 December 2000, &lt;a href=\"Christmas%20Eve%202000%20Indonesia%20bombings\"&gt;a series of bombings&lt;/a&gt; were directed against churches in Jakarta and eight cities across Indonesia.\nIn March of that year, Wahid suggested that the 1966 Provisional People's Consultative Assembly (MPRS) resolution on the banning of &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxism–Leninism&lt;/a&gt; be lifted.\nRelations with the military.\nWhen he ascended to the presidency, one of Wahid's goals was to reform the military and to remove its dominant socio-political role. In this venture, Wahid found an ally in &lt;a href=\"Agus%20Wirahadikusumah\"&gt;Agus Wirahadikusumah&lt;/a&gt;, whom he made Commander of &lt;a href=\"Kostrad\"&gt;Kostrad&lt;/a&gt; in March. In July, Agus began uncovering a scandal involving Dharma Putra, a foundation with affiliations to Kostrad. Through Megawati, military members began pressuring Wahid to remove Agus. Wahid gave in to the pressure but then planned to have Agus appointed as the Army Chief of Staff to which top military leaders responded by threatening to retire and Wahid once again bowed down to pressure.\nWahid's relations with the military deteriorated even further when in the same month it was revealed that Laskar Jihad had arrived in &lt;a href=\"Maluku%20Islands\"&gt;Maluku&lt;/a&gt; and was being armed with what turned out to be military weapons, despite Wahid's orders to the military to block their entry into the region. The militia had planned earlier in the year to go to the archipelago and assist the Muslims there in &lt;a href=\"Maluku%20sectarian%20conflict\"&gt;their communal conflict with the Christians&lt;/a&gt;.\nIn 2000, Wahid was embroiled in two scandals that would damage his presidency. In May, the State Logistics Agency (Bulog) reported that US$4 million was missing from its pension fund. The missing cash had been embezzled by Wahid's own &lt;a href=\"Massage\"&gt;masseur&lt;/a&gt;, who claimed Wahid sent him to Bulog to collect the cash. Although the money was returned, Wahid's opponents took the chance of accusing him of being involved in the scandal and of being aware of what his masseur was up to. At the same time, Wahid was also accused of keeping a US$2 million donation made by the &lt;a href=\"List%20of%20sultans%20of%20Brunei\"&gt;Sultan of Brunei&lt;/a&gt; to provide assistance in &lt;a href=\"Aceh\"&gt;Aceh&lt;/a&gt;.\nImpeachment.\nBy the end of 2000, many within the political elite were disillusioned with Wahid. The most prominent was &lt;a href=\"Amien%20Rais\"&gt;Amien Rais&lt;/a&gt; who regretted having supported Wahid for the presidency the previous year. Amien attempted to rally opposition by encouraging Megawati and Akbar to flex their political muscles. Megawati surprisingly defended Wahid while Akbar preferred to wait for the &lt;a href=\"2004%20Indonesian%20legislative%20election\"&gt;2004 legislative elections&lt;/a&gt;. At the end of November, 151 &lt;a href=\"People%27s%20Representative%20Council\"&gt;People's Representative Council&lt;/a&gt; (DPR) members signed a petition calling for the &lt;a href=\"impeachment\"&gt;impeachment&lt;/a&gt; of Wahid.\nIn January 2001, Wahid announced that Chinese New Year was to become an optional holiday. Wahid followed this up in February by lifting the ban on the display of Chinese characters and the importing of Chinese publications. In February, Wahid visited Northern Africa as well as Saudi Arabia to undertake the &lt;a href=\"hajj\"&gt;hajj&lt;/a&gt; pilgrimage. Wahid made his last overseas visit in June 2001 when he visited &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nIn a meeting with university &lt;a href=\"rector%20%28academia%29\"&gt;rector&lt;/a&gt;s on 27 January 2001, Wahid commented on the possibility of Indonesia descending into anarchy. Wahid suggested that he may be forced to dissolve the DPR if that happened. Although the meeting was off-the-record, it caused quite a stir and added to the fuel of the movement against him. On 1 February, the DPR met to issue a memorandum against Wahid. Two memorandums constitute an MPR Special Session where the impeachment and removal of a president would be legal. The vote was overwhelmingly for the memorandum, and PKB members could only walk out in protest. The memorandum caused widespread protests by NU members. In East Java, NU members attacked Golkar's regional offices. In Jakarta, Wahid's opposition began accusing him of encouraging the protests. Wahid denied it and went to talk to the protesters at the town of &lt;a href=\"Pasuruan\"&gt;Pasuruan&lt;/a&gt;, encouraging them to get off the streets. Nevertheless, NU protesters continued to show their support for Wahid and in April, announced that they were ready to defend and die for the president.\nIn March, Wahid tried to counter the opposition by moving against dissidents within his own cabinet. Minister of Justice &lt;a href=\"Yusril%20Ihza%20Mahendra\"&gt;Yusril Ihza Mahendra&lt;/a&gt; was removed for making public his demands for the president's resignation while the Minister of Forestry &lt;a href=\"Nur%20Mahmudi%20Ismail\"&gt;Nur Mahmudi Ismail&lt;/a&gt; was also removed under the suspicion of channelling his department's funds to Wahid's opposition. In response to this, Megawati began to distance herself and did not show up for the inauguration of the Ministers' replacement. On 30 April, the DPR issued a second memorandum and on the next day called for an MPR Special Session to be held on 1 August.\nBy July, Wahid grew desperate and ordered &lt;a href=\"Susilo%20Bambang%20Yudhoyono\"&gt;Susilo Bambang Yudhoyono&lt;/a&gt; (SBY), the Coordinating Minister for Politics and Security to declare a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt;. SBY refused, and Wahid removed him from his position. Finally, on 20 July, Amien declared that the MPR Special Session would be brought forward to 23 July. The TNI, having had a bad relationship with Wahid through his tenure as president, stationed 40,000 troops in Jakarta and placed tanks with their turrets pointing at the Presidential Palace in a &lt;a href=\"show%20of%20force\"&gt;show of force&lt;/a&gt;. To prevent the MPR Special Session from taking place, Wahid then enacted a &lt;a href=\"Abdurrahman%20Wahid%27s%2023%20July%202001%20Decree\"&gt;Decree&lt;/a&gt; disbanding the MPR on 23 July despite having no power to do so. In defiance against Wahid's decree, the MPR proceeded with the Special Session and then unanimously voted to impeach Wahid, and to replace him with Megawati as president. Wahid continued to insist that he was the president and stayed for some days in the Presidential Palace but bowed down and left the residence on 25 July to immediately fly to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; for health treatment.\nMegawati presidency (2001–2004).\nUnder &lt;a href=\"Megawati%20Sukarnoputri\"&gt;Megawati Sukarnoputri&lt;/a&gt;, the daughter of Indonesia's first president &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt;, the process of democratic reform begun under Habibie and Wahid continued, albeit slowly and erratically. Megawati appeared to see her role mainly as a symbol of national unity, and she rarely actively intervened in government business. Under her tenure, the &lt;a href=\"Mutual%20Assistance%20Cabinet\"&gt;Mutual Assistance Cabinet&lt;/a&gt; () helped govern the country. It included Megawati's successor, the retired General SBY. The military, disgraced at the time of Suharto's fall, regained much of its influence. Corruption continued to be pervasive, though Megawati herself was seldom blamed for this.\nSome Indonesian scholars explained Megawati's apparent passivity in office by reference to Javanese mythology. Megawati, they said, saw her father, Sukarno, as a \"Good King\" of Javanese legend. Suharto was the \"Bad Prince\" who had usurped the Good King's throne. Megawati was the Avenging Daughter who overthrew the Bad Prince and regained the Good King's throne. Once this had been achieved, they said, Megawati was content to reign as the Good Queen and leave the business of government to others. Some prominent critics such as &lt;a href=\"Benedict%20Anderson\"&gt;Benedict Anderson&lt;/a&gt; jokingly referred to the president as \"Miniwati.\"\nAlthough the economy had stabilised and partly recovered from the 1997 crisis by 2004, unemployment and poverty remained high. The Indonesian Constitution was amended to provide for the direct election of the president, and Megawati stood for a second term. She consistently trailed in the opinion polls, due in part to the preference for male candidates among Muslim voters, and due to what was widely seen as a mediocre performance in office. Despite a somewhat better than expected performance in the first round of the &lt;a href=\"2004%20Indonesian%20presidential%20election\"&gt;elections&lt;/a&gt;, she was defeated by SBY in the second round.\nPresidency of Yudhoyono (2004–2014).\n&lt;a href=\"Susilo%20Bambang%20Yudhoyono\"&gt;Susilo Bambang Yudhoyono&lt;/a&gt; was inaugurated as president on 20 October 2004. The next day, he announced his new cabinet, which would be known as the &lt;a href=\"United%20Indonesia%20Cabinet\"&gt;United Indonesia Cabinet&lt;/a&gt; (\"Kabinet Indonesia Bersatu\"). Consisting of 36 ministers, it included members of the &lt;a href=\"Democratic%20Party%20%28Indonesia%29\"&gt;Democratic Party&lt;/a&gt;, &lt;a href=\"Golkar\"&gt;Golkar&lt;/a&gt; and the &lt;a href=\"United%20Development%20Party\"&gt;PPP&lt;/a&gt;, PBB, PKB, PAN, PKP, and PKS. Professionals were also named in the cabinet, most of them taking on ministries in the economic field. The &lt;a href=\"Military%20of%20Indonesia\"&gt;military&lt;/a&gt; were also included, with five former members appointed to the cabinet. As Yudhoyono's promised during the election, four of the cabinet appointees were female.\nEconomy.\nIn late 2007, Yudhoyono led Indonesia into a &lt;a href=\"free%20trade%20agreement\"&gt;free trade agreement&lt;/a&gt; with Japan. In 2005, economic growth was 5.6% which decreased to 5.4% in 2006 &lt;a href=\"Inflation\"&gt;Inflation&lt;/a&gt; reached 17.11% in 2005 but decreased to 6.6% in 2006.\nYudhoyono also allocated more funds to decrease poverty. In 2004, 11 trillion rupiah was set aside, increasing to 23 in 2005 and 42 in 2006. For 2007, 51 trillion was allocated. In March and October 2005, SBY made the unpopular decision to cut fuel subsidies, leading to increases in fuel prices of 29% and 125% respectively. The poor were somewhat compensated by the Direct Cash Assistance (BLT), but the cutting of subsidies damaged SBY's popularity. In May 2008, rising oil prices contributed to SBY's decision to cut fuel subsidies once more, which were the subject of protests in May and June 2008.\nTo alleviate the effects of rising prices on poor people, Yudhoyono introduced &lt;a href=\"cash%20transfer\"&gt;cash transfer&lt;/a&gt;s, known in Indonesia as \"Bantuan Langsung Tunai\" (BLT, Direct Cash Assistance), from October 2005 to December 2006 with a target of 19.2 million poor families. BLT was given again in 2008. The BLT concept was the idea of vice president &lt;a href=\"Jusuf%20Kalla\"&gt;Jusuf Kalla&lt;/a&gt;. In 2013, BLT was renamed \"Bantuan Langsung Sementara Masyarakat\" (BLSM, Temporary Community Direct Assistance). The BLT program has been criticized as making poor people to be stupid and have the mentalities of beggars, increasing the government debt, and being used to make Yudhoyono more popular during election years.\nDisasters.\nTwo months after &lt;a href=\"Susilo%20Bambang%20Yudhoyono\"&gt;SBY&lt;/a&gt; assumed office, the &lt;a href=\"2004%20Indian%20Ocean%20earthquake%20and%20tsunami\"&gt;2004 Indian Ocean earthquake and tsunami&lt;/a&gt; struck &lt;a href=\"Aceh\"&gt;Aceh&lt;/a&gt; and other countries along the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt; coastline. Three months later, an &lt;a href=\"2005%20Nias%E2%80%93Simeulue%20earthquake\"&gt;aftershock&lt;/a&gt; of the earthquake triggered a tsunami in &lt;a href=\"Nias\"&gt;Nias Island&lt;/a&gt;. In 2006, &lt;a href=\"Mount%20Merapi\"&gt;Mount Merapi&lt;/a&gt; erupted and was followed by an &lt;a href=\"2006%20Yogyakarta%20earthquake\"&gt;earthquake&lt;/a&gt; in &lt;a href=\"Yogyakarta\"&gt;Yogyakarta&lt;/a&gt;. In October 2010, &lt;a href=\"2010%20eruptions%20of%20Mount%20Merapi\"&gt;Mount Merapi erupted&lt;/a&gt;, killing 353 people, while &lt;a href=\"2010%20Mentawai%20earthquake%20and%20tsunami\"&gt;an earthquake and tsunami&lt;/a&gt; struck the &lt;a href=\"Mentawai%20Islands\"&gt;Mentawai Islands&lt;/a&gt;. Indonesia also suffered a small outbreak of &lt;a href=\"Influenza%20A%20virus%20subtype%20H5N1\"&gt;bird flu&lt;/a&gt; and endured the &lt;a href=\"Sidoarjo%20mud%20flow\"&gt;Sidoarjo mud flow&lt;/a&gt;. In 2007, &lt;a href=\"2007%20Jakarta%20flood\"&gt;severe floods struck Jakarta&lt;/a&gt;. SBY allowed Jakarta governor &lt;a href=\"Sutiyoso\"&gt;Sutiyoso&lt;/a&gt; to open the Manggarai watergate with the risk of flooding the Presidential Palace.\nTerror attacks.\nOn 1 October 2005, &lt;a href=\"2005%20Bali%20bombings\"&gt;suicide bombings&lt;/a&gt; occurred on the island of Bali. The attacks bore the hallmarks of the militant Islamic group &lt;a href=\"Jemaah%20Islamiyah\"&gt;Jemaah Islamiyah&lt;/a&gt; (JI)—a group linked to Al-Qaeda—though police investigation was underway. The group was also responsible for the &lt;a href=\"2002%20Bali%20bombings\"&gt;2002 Bali bombings&lt;/a&gt;. SBY condemned the attack, promising to \"hunt down the perpetrators and bring them to justice.\".\n2009 Presidential election.\nIn &lt;a href=\"2009%20Indonesian%20presidential%20election\"&gt;2009&lt;/a&gt;, Yudhoyono was elected for a second term along with &lt;a href=\"Boediono\"&gt;Boediono&lt;/a&gt;, the former Governor of &lt;a href=\"Bank%20Indonesia\"&gt;Bank Indonesia&lt;/a&gt;. They defeated two candidates: &lt;a href=\"Megawati%20Soekarnoputri\"&gt;Megawati Soekarnoputri&lt;/a&gt; - &lt;a href=\"Prabowo%20Subianto%20Djojohadikusumo\"&gt;Prabowo Subianto&lt;/a&gt; and incumbent vice-president, &lt;a href=\"Jusuf%20Kalla\"&gt;Jusuf Kalla&lt;/a&gt; - &lt;a href=\"Wiranto\"&gt;Wiranto&lt;/a&gt;. The Yudhoyono-Boediono ticket won the election with more than 60% votes of nationwide in the first round. Yudhoyono's &lt;a href=\"Second%20United%20Indonesia%20Cabinet\"&gt;Second United Indonesia Cabinet&lt;/a&gt; was announced in October 2009 after he was re-elected as president earlier in the year.\nPresidency of Joko Widodo (2014-Present).\n2014 Presidential election.\nIn &lt;a href=\"2014%20Indonesian%20presidential%20election\"&gt;2014&lt;/a&gt;, constitutionally barred from running for a third term, SBY was succeeded by &lt;a href=\"Joko%20Widodo\"&gt;Joko Widodo&lt;/a&gt; (Jokowi) with Kalla returning as vice president, defeating Prabowo and &lt;a href=\"Hatta%20Rajasa\"&gt;Hatta Rajasa&lt;/a&gt;. Jokowi is the first president without a high-ranking military or political background. During his &lt;a href=\"Joko%20Widodo%202014%20presidential%20campaign\"&gt;2014 election campaign&lt;/a&gt;, Jokowi promised to improve economic GDP growth to 7% and to end the \"bagi-bagi kursi\" (giving government positions to political allies) policy, although these promises are yet to be fulfilled. The Indonesian &lt;a href=\"rupiah\"&gt;rupiah&lt;/a&gt; hit its lowest level record in 20 years during his administration.\nFirst term.\nA controversial remark by his former deputy governor &lt;a href=\"Basuki%20Tjahaja%20Purnama\"&gt;Basuki Tjahaja Purnama&lt;/a&gt; (Ahok) led to divisions in the country's Muslim population amid a &lt;a href=\"2017%20Jakarta%20gubernatorial%20election\"&gt;gubernatorial election&lt;/a&gt;. Protests were held in response to Ahok's remark by Islamist groups in &lt;a href=\"November%202016%20Jakarta%20protests\"&gt;November&lt;/a&gt; and &lt;a href=\"December%202016%20Jakarta%20protests\"&gt;December 2016&lt;/a&gt; in Jakarta. The Jokowi administration responded by banning the Indonesian chapter of &lt;a href=\"Hizb%20ut-Tahrir\"&gt;Hizb ut-Tahrir&lt;/a&gt;.\nThere have been concerns of declining &lt;a href=\"freedom%20of%20expression\"&gt;freedom of expression&lt;/a&gt; during this period, evidenced by the arrest, detainment, and imprisonment of many people for their social media activity being interpreted as an insult to the president and the government.\nSeveral disasters, such as &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt;s (In &lt;a href=\"Palu\"&gt;Palu&lt;/a&gt;, &lt;a href=\"Lombok\"&gt;Lombok&lt;/a&gt;, and &lt;a href=\"Banten\"&gt;Banten&lt;/a&gt;) and a &lt;a href=\"2015%20Southeast%20Asian%20haze\"&gt;haze&lt;/a&gt; due to deforestation in &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt; and &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; occurred during this period. ISIL-linked bombings have also occurred in &lt;a href=\"2016%20Jakarta%20attacks\"&gt;Jakarta&lt;/a&gt; and &lt;a href=\"Surabaya%20bombings\"&gt;Surabaya&lt;/a&gt;.\n&lt;a href=\"Statistics%20Indonesia\"&gt;Central Statistics Agency&lt;/a&gt; reported in March 2018 that the &lt;a href=\"poverty%20rate\"&gt;poverty rate&lt;/a&gt; in Indonesia was 9.82 percent, down from March 2017 which was 10.64 percent. This was the first time that poverty levels in Indonesia had been reduced to below two digits. Previously, the poverty rate was always above 10 percent, even reaching 23.4 percent in 1999 after the 1997-1998 crisis.\n2019 General election.\nOn 17 April 2019, Indonesia held &lt;a href=\"2019%20Indonesian%20general%20election\"&gt;a general election&lt;/a&gt;. For the first time, eligible voters chose the president, the vice president, members of the People's Consultative Assembly (MPR), and members of local legislative bodies simultaneously. The election was described as \"one of the most complicated single-day ballots in global history\". Jokowi and his vice presidential candidate &lt;a href=\"Ma%27ruf%20Amin\"&gt;Ma'ruf Amin&lt;/a&gt; won the election against Prabowo and his running mate &lt;a href=\"Sandiaga%20Uno\"&gt;Sandiaga Uno&lt;/a&gt;. It was followed by &lt;a href=\"May%202019%20Jakarta%20protests%20and%20riots\"&gt;protests and riots in May&lt;/a&gt; rejecting the re-election during which at least 8 protesters were killed. On 16 August 2019, forty-three Papuan students in &lt;a href=\"Surabaya\"&gt;Surabaya&lt;/a&gt;, &lt;a href=\"East%20Java\"&gt;East Java&lt;/a&gt; were arrested by police following reports that an Indonesian flag was damaged outside the building where they lived, leading to &lt;a href=\"2019%20Papua%20protests\"&gt;protests in Papua and other parts of Indonesia&lt;/a&gt;. &lt;a href=\"September%202019%20Indonesian%20protests%20and%20riots\"&gt;A series of mass demonstrations&lt;/a&gt; led by students took place in major cities of Indonesia in September 2019 to protest against new legislation that reduces the authority of the &lt;a href=\"Corruption%20Eradication%20Commission\"&gt;Corruption Eradication Commission&lt;/a&gt; (KPK), as well as several bills. The protests subsequently developed into the largest &lt;a href=\"student%20activism\"&gt;student movement&lt;/a&gt; in Indonesia since the 1998 demonstrations that &lt;a href=\"Fall%20of%20Suharto\"&gt;brought down the Suharto regime&lt;/a&gt;.\nCOVID-19 Pandemic.\nAn ongoing &lt;a href=\"COVID-19%20pandemic\"&gt;worldwide pandemic&lt;/a&gt; of &lt;a href=\"coronavirus%20disease%202019\"&gt;coronavirus disease 2019&lt;/a&gt; (COVID-19), a novel &lt;a href=\"infectious%20disease\"&gt;infectious disease&lt;/a&gt; caused by &lt;a href=\"severe%20acute%20respiratory%20syndrome%20coronavirus%202\"&gt;severe acute respiratory syndrome coronavirus 2&lt;/a&gt; (SARS-CoV-2), was first confirmed to have &lt;a href=\"COVID-19%20pandemic%20in%20Indonesia\"&gt;spread to Indonesia&lt;/a&gt; on 2 March 2020. As of 5 November 2020, the coronavirus has killed more than 14,000 people in Indonesia. In late 2020, the pandemic has caused the economy to fall into a recession for the first time in 22 years. In October 2020, &lt;a href=\"Indonesia%20omnibus%20bill%20protests\"&gt;protests erupted throughout Indonesia&lt;/a&gt; after the DPR passed the controversial &lt;a href=\"Omnibus%20Law%20on%20Job%20Creation\"&gt;Omnibus Law on Job Creation&lt;/a&gt;."
}