{
    "id": "29026412",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=29026412",
    "title": "SPA F.C.",
    "text": "Suruhanjaya Perkhidmatan Awam Football Club () or commonly known as SPA FC is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club from &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;, &lt;a href=\"Federal%20Territory%20%28Malaysia%29\"&gt;Federal Territory of Malaysia&lt;/a&gt;. The team formerly plays in the &lt;a href=\"Malaysia%20Premier%20League\"&gt;Premier League&lt;/a&gt;, the second tier of Malaysian football league. In 2015, the club has pulled from the league for financial reasons.\nHistory.\nSuruhanjaya Perkhidmatan Awam Football Club or SPA FC was founded and started as a recreational club for the staffs of the &lt;a href=\"Public%20Services%20Commission%20of%20Malaysia\"&gt;Malaysian Public Services Commission&lt;/a&gt; (Malay:\"Suruhanjaya Perkhidmatan Awam Malaysia\"). The club, affiliated with &lt;a href=\"Kuala%20Lumpur%20FA\"&gt;Kuala Lumpur FA&lt;/a&gt;, started by competing the KLFA Second Division League in 2005. Promoted to KLFA First Division in 2007, they continued their ascent in the Kuala Lumpur football pyramid when they were promoted to KLFA Premier League in 2009.\nThey joined the nationwide amateur league &lt;a href=\"Malaysia%20FAM%20League\"&gt;Malaysia FAM League&lt;/a&gt; in 2010. Their &lt;a href=\"Malaysia%20FAM%20Cup%202010\"&gt;first season&lt;/a&gt; saw them finished at respectable third place, only pipped by &lt;a href=\"SDMS%20Kepala%20Batas%20FC\"&gt;SDMS Kepala Batas&lt;/a&gt; for the second automatic promotion spot to &lt;a href=\"2011%20Malaysia%20Premier%20League\"&gt;2011 Malaysia Premier League&lt;/a&gt; by virtue of goal difference. However their &lt;a href=\"Malaysia%20FAM%20Cup%202011\"&gt;second season&lt;/a&gt; in the league were not as good, finishing in eighth place out of 11 teams.\nThe 2012 season was to be the watershed season for the club. In the &lt;a href=\"2012%20Malaysia%20FA%20Cup\"&gt;FA Cup&lt;/a&gt; they advanced to the quarter-finals, the furthest a &lt;a href=\"Malaysia%20FAM%20League\"&gt;Malaysia FAM League&lt;/a&gt; side has progressed since 1994 when the competition opened to clubs from the FAM League. SPA progressed by beating &lt;a href=\"Malaysia%20Premier%20League\"&gt;Malaysia Premier League&lt;/a&gt; side &lt;a href=\"MBJB%20FC\"&gt;MBJB FC&lt;/a&gt; and invited Cambodian club &lt;a href=\"Preah%20Khan%20Reach%20F.C.\"&gt;Preah Khan Reach F.C.&lt;/a&gt;, before being stopped by &lt;a href=\"Malaysia%20Super%20League\"&gt;Malaysia Super League&lt;/a&gt; defending champion &lt;a href=\"Kelantan%20FA\"&gt;Kelantan FA&lt;/a&gt; who defeated them 5–0 on aggregate. Kelantan went on to win the FA Cup. In the &lt;a href=\"2012%20Malaysia%20FAM%20League\"&gt;league&lt;/a&gt;, SPA went all the way to become the league champion, clinching the title and promotion to &lt;a href=\"2013%20Malaysia%20Premier%20League\"&gt;2013 Malaysia Premier League&lt;/a&gt; with a match to spare."
}