{
    "id": "290553",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=290553",
    "title": "José Carreras",
    "text": "Josep Maria Carreras Coll (; born 5 December 1946), better known as José Carreras (, ), is a Spanish operatic &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; who is particularly known for his performances in the &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s of &lt;a href=\"Donizetti\"&gt;Donizetti&lt;/a&gt;, &lt;a href=\"Verdi\"&gt;Verdi&lt;/a&gt; and &lt;a href=\"Puccini\"&gt;Puccini&lt;/a&gt;.\nBorn in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, he made his debut on the operatic stage at 11 as Trujamán in &lt;a href=\"Manuel%20de%20Falla\"&gt;Manuel de Falla&lt;/a&gt;'s \"&lt;a href=\"El%20retablo%20de%20Maese%20Pedro\"&gt;El retablo de Maese Pedro&lt;/a&gt;,\" and went on to a career that encompassed over 60 roles, performing in the world's leading opera houses and on numerous recordings. He gained fame with a wider audience as one of &lt;a href=\"the%20Three%20Tenors\"&gt;the Three Tenors&lt;/a&gt;, with &lt;a href=\"Pl%C3%A1cido%20Domingo\"&gt;Plácido Domingo&lt;/a&gt; and &lt;a href=\"Luciano%20Pavarotti\"&gt;Luciano Pavarotti&lt;/a&gt;, in a series of large concerts from 1990 to 2003. He is also known for his &lt;a href=\"Humanitarianism\"&gt;humanitarian&lt;/a&gt; work as president of the &lt;a href=\"Jos%C3%A9%20Carreras%20Leukaemia%20Foundation\"&gt;José Carreras International Leukaemia&lt;/a&gt; Foundation (\"La Fundació Internacional Josep Carreras per a la Lluita contra la Leucèmia\"), which he established following his own recovery from the disease in 1988.\nLife and career.\nEarly years.\nCarreras was born in &lt;a href=\"Sants\"&gt;Sants&lt;/a&gt;, a working-class district in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;. He was the youngest of Antònia Coll i Saigi and Josep Carreras i Soler's three children. In 1951, his family emigrated to &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; in search of a better life. However, this move abroad proved unsuccessful, and within a year they had returned to Sants where Carreras was to spend the rest of his childhood and teenage years.\nHe showed an early talent for music and particularly singing, which intensified at the age of six when he saw &lt;a href=\"Mario%20Lanza\"&gt;Mario Lanza&lt;/a&gt; in \"&lt;a href=\"The%20Great%20Caruso\"&gt;The Great Caruso&lt;/a&gt;\". The story recounted in his autobiography and numerous interviews is that after seeing the film, Carreras sang the arias incessantly to his family, especially \"&lt;a href=\"La%20donna%20%C3%A8%20mobile\"&gt;La donna è mobile&lt;/a&gt;\", often locking himself in the family's bathroom when they became exasperated with his impromptu concerts. At that point, his parents, with the encouragement of his grandfather Salvador Coll, an amateur baritone, found the money for music lessons for him. At first he studied piano and voice with Magda Prunera, the mother of one of his childhood friends, and at the age of eight, he also started taking music lessons at Barcelona's Municipal Conservatory.\nAt just eight years old, he also gave his first public performance, singing \"La donna è mobile\", accompanied by Magda Prunera on the piano, on Spanish National Radio. A recording of this still exists and can be heard on the video biography, \"José Carreras – A Life Story\". On 3 January 1958, at the age of eleven, he made his debut in Barcelona's great opera house, the &lt;a href=\"Gran%20Teatre%20del%20Liceu\"&gt;Gran Teatre del Liceu&lt;/a&gt;, singing the boy soprano role of Trujamán in &lt;a href=\"Manuel%20de%20Falla\"&gt;Manuel de Falla&lt;/a&gt;'s \"&lt;a href=\"El%20retablo%20de%20Maese%20Pedro\"&gt;El retablo de Maese Pedro&lt;/a&gt;\". A few months later, he sang for the last time as a &lt;a href=\"boy%20soprano\"&gt;boy soprano&lt;/a&gt; at the Liceu in the second act of \"&lt;a href=\"La%20Boh%C3%A8me\"&gt;La Bohème&lt;/a&gt;\".\nThroughout his teenage years, he continued to study music, moving on to the &lt;a href=\"Conservatori%20Superior%20de%20M%C3%BAsica%20del%20Liceu\"&gt;Conservatori Superior de Música del Liceu&lt;/a&gt; and taking private voice lessons, first with Francisco Puig and later with Juan Ruax, whom Carreras has described as his \"artistic father\". Following the advice of his father and brother, who felt that he needed a \"backup\" career, he also entered the &lt;a href=\"University%20of%20Barcelona\"&gt;University of Barcelona&lt;/a&gt; to study chemistry, but after two years he left the university to concentrate on singing.\n1970s and 1980s.\nJuan Ruax encouraged Carreras to audition for what was to become his first tenor role at the Liceu, Flavio in \"&lt;a href=\"Norma%20%28opera%29\"&gt;Norma&lt;/a&gt;\", which opened on 8 January 1970. Although only a minor role, the few phrases he sang caught the attention of the production's leading lady, the eminent soprano and fellow &lt;a href=\"Catalan%20people\"&gt;Catalan&lt;/a&gt;, &lt;a href=\"Montserrat%20Caball%C3%A9\"&gt;Montserrat Caballé&lt;/a&gt;. She asked him to sing Gennaro with her in &lt;a href=\"Donizetti\"&gt;Donizetti&lt;/a&gt;'s \"&lt;a href=\"Lucrezia%20Borgia%20%28opera%29\"&gt;Lucrezia Borgia&lt;/a&gt;\", which opened on 19 December 1970. It was his first principal adult role, and the one which he considers to be his true debut as a tenor. In 1971, he made his international debut in a concert performance of \"&lt;a href=\"Maria%20Stuarda\"&gt;Maria Stuarda&lt;/a&gt;\" in London's &lt;a href=\"Royal%20Festival%20Hall\"&gt;Royal Festival Hall&lt;/a&gt;, again with Caballé singing the title role. Caballé was instrumental in promoting and encouraging his career for many years, appearing in over fifteen different operas with him, while her brother and manager, Carlos Caballé, was also Carreras's manager until the mid-1990s.\nDuring the 1970s Carreras's career progressed rapidly. In late-1971, he won first prize in &lt;a href=\"Parma\"&gt;Parma&lt;/a&gt;'s prestigious Voci Verdiane competition which led to his Italian debut as Rodolfo in \"&lt;a href=\"La%20boh%C3%A8me\"&gt;La bohème&lt;/a&gt;\" at the &lt;a href=\"Teatro%20Regio%20di%20Parma\"&gt;Teatro Regio di Parma&lt;/a&gt; on 12 January 1972. Later that year he made his American debut as Pinkerton in \"&lt;a href=\"Madama%20Butterfly\"&gt;Madama Butterfly&lt;/a&gt;\" with the &lt;a href=\"New%20York%20City%20Opera\"&gt;New York City Opera&lt;/a&gt;. Other major house debuts followed – the &lt;a href=\"San%20Francisco%20Opera\"&gt;San Francisco Opera&lt;/a&gt; in 1973, as Rodolfo; the &lt;a href=\"Philadelphia%20Lyric%20Opera%20Company\"&gt;Philadelphia Lyric Opera Company&lt;/a&gt; in 1973, as Alfredo in \"&lt;a href=\"La%20traviata\"&gt;La traviata&lt;/a&gt;\"; the &lt;a href=\"Vienna%20Staatsoper\"&gt;Vienna Staatsoper&lt;/a&gt; in 1974, as the Duke of Mantua in \"&lt;a href=\"Rigoletto\"&gt;Rigoletto&lt;/a&gt;\"; London's &lt;a href=\"Royal%20Opera%20House\"&gt;Royal Opera House&lt;/a&gt; in 1974, as Alfredo; the New York &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt; in 1974, as Cavaradossi in \"&lt;a href=\"Tosca\"&gt;Tosca&lt;/a&gt;\"; and &lt;a href=\"La%20Scala\"&gt;La Scala&lt;/a&gt;, Milan in 1975, as Riccardo in \"&lt;a href=\"Un%20ballo%20in%20maschera\"&gt;Un ballo in maschera&lt;/a&gt;\". By the age of 28, he had already sung the tenor lead in 24 different operas in both Europe and North America, and had an exclusive recording contract with &lt;a href=\"Philips%20Records\"&gt;Philips&lt;/a&gt;, which resulted in valuable recordings of several less often performed Verdi operas, notably \"&lt;a href=\"Il%20Corsaro\"&gt;Il Corsaro&lt;/a&gt;\", \"&lt;a href=\"I%20due%20Foscari\"&gt;I due Foscari&lt;/a&gt;\", \"&lt;a href=\"La%20battaglia%20di%20Legnano\"&gt;La battaglia di Legnano&lt;/a&gt;\", \"&lt;a href=\"Un%20giorno%20di%20regno\"&gt;Un giorno di regno&lt;/a&gt;\" and \"&lt;a href=\"Stiffelio\"&gt;Stiffelio&lt;/a&gt;\".\nCarreras's leading ladies during the 1970s and 1980s included some of the most famous &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt;s and &lt;a href=\"mezzo%20soprano\"&gt;mezzo-sopranos&lt;/a&gt; of the day: &lt;a href=\"Montserrat%20Caball%C3%A9\"&gt;Montserrat Caballé&lt;/a&gt;, &lt;a href=\"Birgit%20Nilsson\"&gt;Birgit Nilsson&lt;/a&gt;, &lt;a href=\"Viorica%20Cortez\"&gt;Viorica Cortez&lt;/a&gt;, &lt;a href=\"Renata%20Scotto\"&gt;Renata Scotto&lt;/a&gt;, &lt;a href=\"Ileana%20Cotruba%C5%9F\"&gt;Ileana Cotrubaş&lt;/a&gt;, &lt;a href=\"Sylvia%20Sass\"&gt;Sylvia Sass&lt;/a&gt;, &lt;a href=\"Teresa%20Stratas\"&gt;Teresa Stratas&lt;/a&gt;, Dame &lt;a href=\"Kiri%20Te%20Kanawa\"&gt;Kiri Te Kanawa&lt;/a&gt;, &lt;a href=\"Frederica%20von%20Stade\"&gt;Frederica von Stade&lt;/a&gt;, &lt;a href=\"Agnes%20Baltsa\"&gt;Agnes Baltsa&lt;/a&gt;, &lt;a href=\"Teresa%20Berganza\"&gt;Teresa Berganza&lt;/a&gt;, and &lt;a href=\"Katia%20Ricciarelli\"&gt;Katia Ricciarelli&lt;/a&gt;. His artistic partnership with Ricciarelli began when they both sang in the 1972 \"La bohème\" at Parma and lasted for thirteen years, both in the recording studio and on stage. They later made a studio recording of \"La bohème\" for &lt;a href=\"Philips%20Records\"&gt;Philips Classics&lt;/a&gt; and can be heard together on over 12 other commercial recordings of both operas and recitals, predominantly on the Philips and &lt;a href=\"Deutsche%20Grammophon\"&gt;Deutsche Grammophon&lt;/a&gt; labels.\nOf the many conductors he worked with during this period, the one with whom Carreras had the closest artistic relationship and who had the most profound influence on his career was &lt;a href=\"Herbert%20von%20Karajan\"&gt;Herbert von Karajan&lt;/a&gt;. He first sang under Karajan in the &lt;a href=\"Verdi%20Requiem\"&gt;Verdi Requiem&lt;/a&gt; at &lt;a href=\"Salzburg%20Festival\"&gt;Salzburg&lt;/a&gt; on 10 April 1976, with their final collaboration in a 1986 production of \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\", again at Salzburg. With Karajan's encouragement, he increasingly moved towards singing heavier &lt;a href=\"spinto\"&gt;lirico-spinto&lt;/a&gt; roles, including \"&lt;a href=\"Aida\"&gt;Aida&lt;/a&gt;\", \"&lt;a href=\"Don%20Carlos\"&gt;Don Carlos&lt;/a&gt;\", and \"Carmen\", which some critics have said were too heavy for his natural voice and may have shortened his vocal prime. (See the section on Carreras's &lt;a href=\"Jos%C3%A9%20Carreras%23Voice\"&gt;voice&lt;/a&gt;.)\nThe 1980s saw Carreras occasionally moving outside the strictly operatic repertoire, at least in the recording studio, with recitals of songs from &lt;a href=\"zarzuela\"&gt;zarzuela&lt;/a&gt;, &lt;a href=\"musical%20theatre\"&gt;musicals&lt;/a&gt; and &lt;a href=\"operetta\"&gt;operetta&lt;/a&gt;s. He also made full-length recordings of two musicals – \"&lt;a href=\"West%20Side%20Story%20%28musical%29\"&gt;West Side Story&lt;/a&gt;\" (1985) and \"&lt;a href=\"South%20Pacific%20%28musical%29\"&gt;South Pacific&lt;/a&gt;\" (1986) – both with &lt;a href=\"Kiri%20Te%20Kanawa\"&gt;Kiri Te Kanawa&lt;/a&gt; as his co-star. The recording of \"West Side Story\" was unusual in two respects: Carreras was chosen and conducted by &lt;a href=\"Leonard%20Bernstein\"&gt;Leonard Bernstein&lt;/a&gt;. Bernstein was conducting for the first time nearly 30 years after he composed the music, and &lt;a href=\"The%20Making%20of%20West%20Side%20Story\"&gt;a full-length documentary&lt;/a&gt; was made about the recording sessions. His 1987 Philips recording of the Argentine folk mass, \"Misa Criolla\", conducted by its composer, &lt;a href=\"Ariel%20Ram%C3%ADrez\"&gt;Ariel Ramírez&lt;/a&gt;, brought the work to a worldwide audience. Although many of Carreras's stage performances are available on video, he also ventured into film. In 1986, he portrayed the 19th century Spanish tenor &lt;a href=\"Juli%C3%A1n%20Gayarre\"&gt;Julián Gayarre&lt;/a&gt; in \"Romanza Final\" (The Final Romance) and in 1987, he started working on a film version of \"La bohème\" directed by &lt;a href=\"Luigi%20Comencini\"&gt;Luigi Comencini&lt;/a&gt;.\nIt was during the filming of \"&lt;a href=\"La%20boh%C3%A8me\"&gt;La bohème&lt;/a&gt;\" in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; that he was found to be suffering from &lt;a href=\"acute%20lymphoblastic%20leukemia\"&gt;acute lymphoblastic leukemia&lt;/a&gt; and given a 1 in 10 chance of survival. However, he recovered from the disease after undergoing a gruelling treatment involving &lt;a href=\"chemotherapy\"&gt;chemotherapy&lt;/a&gt;, &lt;a href=\"Radiotherapy\"&gt;radiation therapy&lt;/a&gt; and an &lt;a href=\"Bone%20marrow%20transplant\"&gt;autologous bone marrow transplant&lt;/a&gt; at the &lt;a href=\"Fred%20Hutchinson%20Cancer%20Research%20Center\"&gt;Fred Hutchinson Cancer Research Center&lt;/a&gt; in &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;. Following his recovery, he gradually returned to both the operatic and the concert stage, embarking on a tour of come-back recitals in 1988 and 1989 and singing with Montserrat Caballé in \"&lt;a href=\"M%C3%A9d%C3%A9e%20%28Cherubini%29\"&gt;Medea&lt;/a&gt;\" (Mérida, Spain 1989) and in the world premiere of &lt;a href=\"Leonardo%20Balada\"&gt;Balada&lt;/a&gt;'s \"Cristóbal Colón\" (Barcelona, 1989)\n1990–present.\nThe 1990s continued to see Carreras performing on the operatic stage in \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\" and \"&lt;a href=\"Fedora%20%28Giordano%29\"&gt;Fedora&lt;/a&gt;\" and making role debuts in \"&lt;a href=\"Samson%20et%20Dalila\"&gt;Samson et Dalila&lt;/a&gt;\" (&lt;a href=\"Peralada\"&gt;Peralada&lt;/a&gt;, 1990), &lt;a href=\"Verdi\"&gt;Verdi&lt;/a&gt;'s \"&lt;a href=\"Stiffelio\"&gt;Stiffelio&lt;/a&gt;\" (London, 1993), and &lt;a href=\"Ermanno%20Wolf-Ferrari\"&gt;Wolf-Ferrari&lt;/a&gt;'s \"&lt;a href=\"Sly%20%28opera%29\"&gt;Sly&lt;/a&gt;\" (Zurich, 1998). However, his opera performances became less frequent as he increasingly devoted himself to concerts and recitals. His final operatic performances at the &lt;a href=\"Gran%20Teatre%20del%20Liceu\"&gt;Gran Teatre del Liceu&lt;/a&gt;, the opera house where his career began, were in \"Samson et Dalila\" (March 2001). He reprised the title role in \"Sly\" in Tokyo in 2002 and in 2004 performed at the Vienna State Opera in fully staged versions of the final act of \"Carmen\" and Act 3 of \"Sly\". In April 2014, Carreras returned to the opera stage after a ten-year absence singing the title role of Christian Kolonovits's opera, \"El Juez\" (The Judge) in its premiere at the Arriaga Theatre in &lt;a href=\"Bilbao\"&gt;Bilbao&lt;/a&gt;. He reprised the role in August 2014 at the Festival Erl in Austria and in January 2015 at the &lt;a href=\"Mariinsky%20Theatre\"&gt;Mariinsky Theatre&lt;/a&gt; in St. Petersburg.\nIn 1990 the first &lt;a href=\"The%20Three%20Tenors\"&gt;Three Tenors&lt;/a&gt; concert took place in the &lt;a href=\"Baths%20of%20Caracalla\"&gt;Baths of Caracalla&lt;/a&gt; in Rome on the eve of the 1990 &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; finals. It was originally conceived to raise money for Carreras's leukemia foundation and as a way for his colleagues, &lt;a href=\"Pl%C3%A1cido%20Domingo\"&gt;Plácido Domingo&lt;/a&gt; and &lt;a href=\"Luciano%20Pavarotti\"&gt;Luciano Pavarotti&lt;/a&gt;, to welcome their \"little brother\" back to the world of opera. However, it and the subsequent Three Tenors concerts brought Carreras a fame that went far beyond the opera house. It is estimated that over a billion people around the world watched the television broadcast of the 1994 Three Tenors concert in Los Angeles. By 1999, the CD from the first Three Tenors concert in Rome had sold an estimated 13 million copies, making it the best-selling classical recording of all time. Carreras is the center of a subplot in the 1996 episode \"&lt;a href=\"The%20Doll%20%28Seinfeld%29\"&gt;The Doll&lt;/a&gt;\" in the \"&lt;a href=\"Seinfeld\"&gt;Seinfeld&lt;/a&gt;\" television series, in which he is never referred to by name but instead as \"the other guy\" in the Three Tenors; he is erroneously referred to as being Italian (perhaps intentionally). The early 1990s also saw Carreras serving as the Musical Director for the opening and closing ceremonies of the 1992 Barcelona &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt;, and performing in a worldwide concert tour in tribute to his first singing hero, &lt;a href=\"Mario%20Lanza\"&gt;Mario Lanza&lt;/a&gt;.\nBy the 2000s Carreras's recording and live concert repertoire had moved largely to &lt;a href=\"art%20song\"&gt;art song&lt;/a&gt;, &lt;a href=\"Neapolitan%20song\"&gt;Neapolitan song&lt;/a&gt;s, the light classical genre, and 'easy-listening'. He has also increasingly performed and recorded with artists from outside the classical music world, such as &lt;a href=\"Diana%20Ross\"&gt;Diana Ross&lt;/a&gt;, &lt;a href=\"Edyta%20G%C3%B3rniak\"&gt;Edyta Górniak&lt;/a&gt;, &lt;a href=\"Lluis%20Llach\"&gt;Lluis Llach&lt;/a&gt;, &lt;a href=\"Peter%20Maffay\"&gt;Peter Maffay&lt;/a&gt;, &lt;a href=\"Udo%20J%C3%BCrgens\"&gt;Udo Jürgens&lt;/a&gt;, &lt;a href=\"Klaus%20Meine\"&gt;Klaus Meine&lt;/a&gt;, &lt;a href=\"Charles%20Aznavour\"&gt;Charles Aznavour&lt;/a&gt;, &lt;a href=\"Kim%20Sozzi\"&gt;Kim Styles&lt;/a&gt;, &lt;a href=\"Sarah%20Brightman\"&gt;Sarah Brightman&lt;/a&gt;, &lt;a href=\"Vicky%20Leandros\"&gt;Vicky Leandros&lt;/a&gt;, &lt;a href=\"Jackie%20Evancho\"&gt;Jackie Evancho&lt;/a&gt;, &lt;a href=\"Sissel%20Kyrkjeb%C3%B8\"&gt;Sissel Kyrkjebø&lt;/a&gt;, &lt;a href=\"Debbie%20Harry\"&gt;Debbie Harry&lt;/a&gt;, &lt;a href=\"Majida%20El%20Roumi\"&gt;Majida El Roumi&lt;/a&gt;, and &lt;a href=\"Giorgia%20Fumanti\"&gt;Giorgia Fumanti&lt;/a&gt;. Beginning in 2002, Carreras scaled back his live performances to recitals and orchestral concerts.\nIn an interview published in \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" on 8 May 2009, Carreras announced that he would no longer perform principal opera roles but was still open to recitals.\nHumanitarian work.\nFollowing his own recovery from &lt;a href=\"leukaemia\"&gt;leukaemia&lt;/a&gt;, Carreras sought both to repay the debt he owed to medical science and to improve the lives and care of other leukaemia sufferers. On 14 July 1988, he established the Fundació Internacional Josep Carreras per a la Lluita contra la Leucèmia (known in English as the José Carreras International Leukaemia Foundation) in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;. The foundation, which publishes a tri-monthly magazine on its activities, \"Amigos de la Fundación\", concentrates its efforts in four main areas:\nThe José Carreras International Leukaemia Foundation also has affiliates in the U.S., Switzerland, and Germany, with the German affiliate the most active of the three. Since 1995, Carreras has presented an annual live television benefit gala in &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt; to raise funds for the foundation's work in Germany. Since its inception, the gala alone has raised well over &lt;a href=\"Euro\"&gt;€&lt;/a&gt;71 million. Carreras also performs at least 20 charity concerts a year in aid of his foundation and other medical related charities. He is an Honorary Member of the European Society for Medicine and the European Haematology Association, an Honorary Patron of the European Society for Medical Oncology, and a Goodwill Ambassador for &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;.\nAwards and distinctions.\nCarreras has received numerous awards and distinctions for both his artistic and humanitarian work. These include: Knight Grand Cross (First Class) of the Most Exalted &lt;a href=\"Order%20of%20the%20White%20Elephant\"&gt;Order of the White Elephant&lt;/a&gt; of Thailand (2019); Commander of the &lt;a href=\"Ordre%20des%20Arts%20et%20des%20Lettres\"&gt;Ordre des Arts et des Lettres&lt;/a&gt; and Chevalier of the &lt;a href=\"L%C3%A9gion%20d%27honneur\"&gt;Légion d'honneur&lt;/a&gt; (France); Knight Grand Cross and &lt;a href=\"Order%20of%20Merit%20of%20the%20Italian%20Republic\"&gt;Grand Officer of the Order of Merit of the Italian Republic&lt;/a&gt; (20 May 1996 and 3 April 1991, respectively); &lt;a href=\"Decoration%20for%20Services%20to%20the%20Republic%20of%20Austria\"&gt;Grand Decoration of Honour for Services to the Republic of Austria&lt;/a&gt; (1999); the Cruz de Oro del Orden Civil de la Solidaridad Social from &lt;a href=\"Queen%20Sofia%20of%20Spain\"&gt;Queen Sofia of Spain&lt;/a&gt;, the &lt;a href=\"Prince%20of%20Asturias%20Prize\"&gt;Prince of Asturias Prize&lt;/a&gt; for Art (joint winner, 1991), the &lt;a href=\"Order%20of%20Merit%20of%20the%20Federal%20Republic%20of%20Germany\"&gt;Grand Cross of Merit&lt;/a&gt; from the Federal Republic of Germany and the &lt;a href=\"Gold%20Medal%20of%20the%20Generalitat%20of%20Catalonia\"&gt;Gold Medal of the Generalitat of Catalonia&lt;/a&gt; (June 1984)\nCarreras has received the &lt;a href=\"Bavarian%20Order%20of%20Merit\"&gt;Bavarian Order of Merit&lt;/a&gt;, the &lt;a href=\"Steiger%20Award\"&gt;Steiger Award&lt;/a&gt; (2006) and the St. George Order of the &lt;a href=\"Semperoper\"&gt;Semperoper&lt;/a&gt; (&lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt;, 2010)\nHonorary Medal of the city of &lt;a href=\"Leipzig\"&gt;Leipzig&lt;/a&gt; on the occasion of his Leukemia Fundraiser for 2009 on 17 December 2009; awarded by the Mayor of Leipzig (unanimous decision of the town council of Leipzig).\nOn 23 February 2004, the Austrian Post Office issued a 1&lt;a href=\"Euro\"&gt;€&lt;/a&gt; stamp to commemorate the 30th anniversary of his debut at the Vienna Staatsoper.\nIn 2004, he received the Golden Plate Award of the &lt;a href=\"Academy%20of%20Achievement\"&gt;American Academy of Achievement&lt;/a&gt;.\nIn 2009, he received the &lt;a href=\"Brit%20Award%20for%20Outstanding%20Contribution%20to%20Music\"&gt;Brit Award for Outstanding Contribution to Music&lt;/a&gt;.\nHe has Honorary Doctorates from the &lt;a href=\"University%20of%20Barcelona\"&gt;University of Barcelona&lt;/a&gt; and &lt;a href=\"Miguel%20Hern%C3%A1ndez%20University%20of%20Elche\"&gt;Miguel Hernández University&lt;/a&gt; (Spain); &lt;a href=\"Napier%20University\"&gt;Napier&lt;/a&gt;, &lt;a href=\"Loughborough%20University\"&gt;Loughborough&lt;/a&gt; and &lt;a href=\"University%20of%20Sheffield\"&gt;Sheffield&lt;/a&gt; universities (United Kingdom); the &lt;a href=\"Mendeleev%20University\"&gt;Mendeleev Russian University of Chemistry and Technology&lt;/a&gt; (&lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;); the &lt;a href=\"University%20of%20Camerino\"&gt;University of Camerino&lt;/a&gt; (Italy); &lt;a href=\"Rutgers%20University\"&gt;Rutgers University&lt;/a&gt; (United States); the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt; (Portugal); the &lt;a href=\"National%20University%20of%20Music%20Bucharest\"&gt;National University of Music Bucharest&lt;/a&gt; (Romania); &lt;a href=\"University%20of%20Marburg\"&gt;Philipps-Universität Marburg&lt;/a&gt; (Germany, 3 May 2006); &lt;a href=\"University%20of%20Saarland\"&gt;University of Saarland&lt;/a&gt; (2012); the &lt;a href=\"University%20of%20P%C3%A9cs\"&gt;University of Pécs&lt;/a&gt; (Hungary) and most recently, &lt;a href=\"Kyunghee%20University\"&gt;Kyunghee University&lt;/a&gt; (Korea) and the &lt;a href=\"University%20of%20Porto\"&gt;University of Porto&lt;/a&gt; (Portugal).\nIn Spain the central plaza in &lt;a href=\"Sant%20Joan%20d%27Alacant\"&gt;Sant Joan d'Alacant&lt;/a&gt; bears his name, as do two theatres – the Auditori Josep Carreras in Vila-seca (near &lt;a href=\"Tarragona\"&gt;Tarragona&lt;/a&gt;) and The Teatro Josep Carreras in &lt;a href=\"Fuenlabrada\"&gt;Fuenlabrada&lt;/a&gt;.\nFamily.\nThroughout his childhood in Barcelona, Carreras's father, Josep Carreras i Soler, worked as a traffic policeman. He had originally been a French teacher. However, he had fought on the Republican side during the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;, and when the &lt;a href=\"Francisco%20Franco\"&gt;Franco&lt;/a&gt; government came into power in 1939, he was no longer allowed to teach. His mother, Antonia Coll i Saigi, ran a small hair-dressing salon, where, as a child, Carreras often sang to the customers in return for pocket money. He was very close to his mother, who was convinced that he would one day be a great singer, and her death from cancer when he was 18 affected him greatly. In \"José Carreras: A Life Story\", he said that \"even now, every time I go on stage, I always, always, have a quick thought for her.\" In 1971 Carreras married Mercedes Pérez. They had two children: a son, Albert (born in 1972), and a daughter, Julia (born in 1978). The marriage ended in divorce in 1992. In 2006, Carreras married Jutta Jäger, but separated from her in 2011. Carreras's nephew, &lt;a href=\"David%20Gim%C3%A9nez%20Carreras\"&gt;David Giménez Carreras&lt;/a&gt;, is a conductor and Director of the &lt;a href=\"Vall%C3%A8s%20Symphony%20Orchestra\"&gt;Orquestra Simfònica del Vallès&lt;/a&gt;. He has conducted many of Carreras's concerts since the late 1990s as well as his opera performances in \"Sly\" at the Gran Teatre del Liceu in June 2000.\nVoice.\nIn its prime, Carreras's voice was considered one of the most beautiful &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; voices of the day. The Spanish critic, Fernando Fraga has described it as a &lt;a href=\"Voice%20type\"&gt;lyric tenor&lt;/a&gt; with the generosity of a &lt;a href=\"spinto\"&gt;spinto&lt;/a&gt;, having \"a noble &lt;a href=\"timbre\"&gt;timbre&lt;/a&gt;, richly coloured and sumptuously resonant\". This is particularly true of the middle &lt;a href=\"Voice%20type%23Tenor\"&gt;range&lt;/a&gt; of his voice. Fraga also noted, as has Carreras himself, that even in his youth the high notes of the tenor range were always somewhat problematic for him, and became more so as his career progressed. Like his idol, &lt;a href=\"Giuseppe%20di%20Stefano\"&gt;Giuseppe di Stefano&lt;/a&gt;, Carreras was also known for the beauty and expressiveness of his phrasing and for his passionate delivery. These qualities are perhaps best exemplified in his 1976 recording of \"&lt;a href=\"Tosca\"&gt;Tosca&lt;/a&gt;\" with &lt;a href=\"Montserrat%20Caball%C3%A9\"&gt;Montserrat Caballé&lt;/a&gt; in the title role and conducted by &lt;a href=\"Sir%20Colin%20Davis\"&gt;Sir Colin Davis&lt;/a&gt;.\nAccording to several critics his assumption of the heavier spinto roles such as \"&lt;a href=\"Andrea%20Ch%C3%A9nier\"&gt;Andrea Chénier&lt;/a&gt;\", Don José in \"&lt;a href=\"Carmen\"&gt;Carmen&lt;/a&gt;\", \"&lt;a href=\"Don%20Carlo\"&gt;Don Carlo&lt;/a&gt;\", and Alvaro in \"&lt;a href=\"La%20forza%20del%20destino\"&gt;La forza del destino&lt;/a&gt;\" put a strain on his naturally lyric instrument which may have caused the voice to prematurely darken and lose some of its bloom. Nevertheless, he produced some of his finest performances in those roles.\nThe \"&lt;a href=\"Daily%20Telegraph\"&gt;Daily Telegraph&lt;/a&gt;\" wrote of his 1984 \"Andrea Chénier\" at London's &lt;a href=\"Royal%20Opera%20House\"&gt;Royal Opera House&lt;/a&gt;: \"Switching effortlessly from the lyric poet Rodolfo in \"La Bohème\" a few weeks ago to the heroic poet Chenier, the Spanish tenor's vocal artistry held us spellbound throughout.\" Of his 1985 performance in \"Andrea Chénier\" at &lt;a href=\"La%20Scala\"&gt;La Scala&lt;/a&gt; (preserved on DVD), Carl Battaglia wrote in \"&lt;a href=\"Opera%20News\"&gt;Opera News&lt;/a&gt;\" that Carreras dominated the opera \"with formidable concentration and a cleverly refined vocal accent that imparts to this spinto role an overlay of intensity lacking in his essentially lyric tenor.\" However, Carl H. Hiller's review of the La Scala performance in \"&lt;a href=\"Opera%20%28British%20magazine%29\"&gt;Opera&lt;/a&gt;\" also noted that while in the quiet phrases of the score \"he could display all the tonal mellowness of which this perhaps most beautiful tenor voice of our time is capable\", he had difficulty with the high loud notes, which sounded strained and uneasily produced.\nRecordings.\nComplete operas.\nThis list is a representative selection of notable commercial recordings from the peak years of José Carreras's career. He has an extremely large discography and videography, which also includes many performances preserved on private recordings."
}