{
    "id": "2908724",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2908724",
    "title": "Quill &amp; Quire",
    "text": "Quill &amp; Quire, a &lt;a href=\"Canada\"&gt;Canadian&lt;/a&gt; &lt;a href=\"magazine\"&gt;magazine&lt;/a&gt; about the book and publishing industry, was launched in 1935 and has an average circulation of 5,000 copies per issue, with a publisher-claimed readership of 25,000. \"Quill &amp; Quire\" reviews books and magazines and provides a forum for discussion of trends in the publishing industry. The publication is considered a significant source of short reviews for new Canadian books.\nHistory.\nStarted in 1935 by Wallace Seccombe's Current Publications, \"Quill &amp; Quire\"'s original editorial focus was on office supplies and stationery, with books taking on increasing importance only as Canada's fledgling indigenous book publishing industry began to grow and flourish. In 1971, &lt;a href=\"Michael%20de%20Pencier\"&gt;Michael de Pencier&lt;/a&gt; purchased the magazine from &lt;a href=\"Southam%20Newspapers\"&gt;Southam&lt;/a&gt; (who had bought it from Seccombe and owned it for just six months). \"Quill &amp; Quire\" remained with de Pencier as part of the Key Publishers/Key Media stable for 30 years, until its sale in 2003 (as part of a larger transaction involving Key Media) to &lt;a href=\"St.%20Joseph%20Media\"&gt;St. Josephs Corporation&lt;/a&gt;, a Canadian-owned and -controlled printing and media company based in Concord, Ontario, which also publishes \"&lt;a href=\"Toronto%20Life\"&gt;Toronto Life&lt;/a&gt;\".\n\"Quill &amp; Quire\" was substantially redesigned in 2006 in an effort led by publisher Alison Jones, editor &lt;a href=\"Derek%20Weiler\"&gt;Derek Weiler&lt;/a&gt; and art director &lt;a href=\"Gary%20Campbell%20%28graphic%20designer%29\"&gt;Gary Campbell&lt;/a&gt;. One of the chief aims of the redesign was to demonstrate to the book and magazine industries the viability of printing on 100% recycled, environmentally-friendly paper stock. (It was one of the first magazines in Canada to do so.) As part of the process, the magazine's trim size was reduced for the first time in 30 years, from a large tabloid newspaper size (11\" x 14\") to that of a standard magazine. This also marked the first time the magazine was printed entirely in colour. The debut redesign issue (January 2006) featured author and artist &lt;a href=\"Douglas%20Coupland\"&gt;Douglas Coupland&lt;/a&gt; on the cover.\nAs part of this visual re-think, Campbell commissioned Canadian &lt;a href=\"Typography\"&gt;typographer&lt;/a&gt; Rod McDonald to draw a new logo and provide two custom typefaces, named Laurentian and Slate, in order to create a fresh and unique visual identity for the publication. The redesign was later shortlisted for an art direction prize at the Kenneth R. Wilson Awards. Campbell acted as art director for both the print magazine and web site for five years. Athena St. Jacques was hired to take over art direction for the print publication in 2008 when Campbell shifted his focus exclusively toward the web site, which he continued to direct until 2012. Other notable former staff include Ted Mumford, &lt;a href=\"Kenneth%20Oppel\"&gt;Kenneth Oppel&lt;/a&gt;, &lt;a href=\"Bert%20Archer\"&gt;Bert Archer&lt;/a&gt;, James Grainger, and Nathan Whitlock.\nEditor-in-chief Derek Weiler died unexpectedly on April 12, 2009, at age 40, as the result of a chronic heart condition.\nThe current editorial masthead includes Sue Carter Flinn, editor-in-chief; Steven Beattie, review editor; and Dory Cerny, Books for Young People editor. The publisher is Alison Jones and the associate publisher is Attila Berki, founder and former owner of the small publishing house Riverbank Press. Athena St. Jacques is the magazine's art director, Caroline Potter is the production manager, and Larry Wyatt is the consumer marketing manager.\nQuillandquire.com and digital brand expansion.\nThe first \"Quill &amp; Quire\" web site was launched in early 2004 as a membership-based online companion to the magazine. Spearheading the project were editor Scott Anderson, art director Gary Campbell, former &lt;a href=\"Shift%20magazine\"&gt;Shift magazine&lt;/a&gt; web designer Steve Park, and developer Jakub Labath. The site replaced a twice-weekly &lt;a href=\"Portable%20Document%20Format\"&gt;PDF&lt;/a&gt; email newsletter, and was one of only a few Canadian magazine web sites to successfully implement a &lt;a href=\"Paywall\"&gt;Paywall&lt;/a&gt;. As of March 2014, ten years on, this paywall is still in place. At launch, the site also included an archive of Canadian book reviews dating back to 1996.\nIn January 2007, the staff began blogging daily in a new site feature outside of the paywall called Quillblog.\nIn 2010, the website was extensively redesigned by Michelle Darwin and Gary Campbell. Subsequently, the site was shortlisted for best digital design, best news coverage and website of the year at the Canadian Online Publishing Awards that year.\nSite-wide social media and a global commenting platform were added in September 2011. That year the site won two awards at the COPAs: gold for best news coverage and silver for website of the year."
}