{
    "id": "291187",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=291187",
    "title": "Arctic hare",
    "text": "The Arctic hare (\"Lepus arcticus\") is a species of &lt;a href=\"hare\"&gt;hare&lt;/a&gt; highly adapted to living in the &lt;a href=\"Arctic%20tundra\"&gt;Arctic tundra&lt;/a&gt; and other icy biomes. The Arctic hare survives with shortened ears and limbs, a small nose, fat that makes up close to 20% of its body, and a thick coat of &lt;a href=\"fur\"&gt;fur&lt;/a&gt;. It usually digs holes in the ground or under the snow to keep warm and to sleep. Arctic hares look like rabbits but have shorter ears, are taller when standing, and, unlike rabbits, can thrive in extreme cold. They can travel together with many other hares, sometimes huddling with dozens or more, but are usually found alone, sometimes taking more than one partner. The Arctic hare can run up to .\nTaxonomy.\nArctic explorer &lt;a href=\"John%20Ross%20%28Royal%20Navy%20officer%29\"&gt;John Ross&lt;/a&gt; described the Arctic hare in 1819.\nDescription.\nThe Arctic hare is one of the largest living &lt;a href=\"Lagomorpha\"&gt;lagomorphs&lt;/a&gt;. Typically, this species measures from long, not counting a tail length of . The body mass of this species is typically between , though large individuals can weigh up to .\nDistribution and habitat.\nThe Arctic hare is distributed over the northernmost regions of &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt;, the &lt;a href=\"Canadian%20Arctic%20Archipelago\"&gt;Canadian Arctic islands&lt;/a&gt; and &lt;a href=\"Northern%20Canada\"&gt;Northern Canada&lt;/a&gt;, including &lt;a href=\"Ellesmere%20Island\"&gt;Ellesmere Island&lt;/a&gt;, and farther south in &lt;a href=\"Labrador\"&gt;Labrador&lt;/a&gt; and &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt;. The Arctic hare is well adapted to conditions found in the &lt;a href=\"tundra\"&gt;tundra&lt;/a&gt;s, &lt;a href=\"plateau\"&gt;plateau&lt;/a&gt;s, and treeless coasts of this region, including cold weather and frozen &lt;a href=\"precipitation\"&gt;precipitation&lt;/a&gt;. The Arctic hare may be found at elevations from sea level to .\nIn &lt;a href=\"Newfoundland%20%28island%29\"&gt;Newfoundland&lt;/a&gt; and Southern &lt;a href=\"Labrador\"&gt;Labrador&lt;/a&gt;, the Arctic hare &lt;a href=\"Camouflage%23Crypsis%20by%20changing%20skin%20pattern.2C%20color\"&gt;changes its coat color&lt;/a&gt;, moulting and growing new fur, from brown or grey in the summer to white in the winter. This seasonal moulting also enables other Arctic animals, including &lt;a href=\"Stoat\"&gt;ermine&lt;/a&gt; and &lt;a href=\"rock%20ptarmigan\"&gt;ptarmigan&lt;/a&gt;, to remain &lt;a href=\"camouflage\"&gt;camouflage&lt;/a&gt;d as the environment changes. However, the Arctic hares in the far north of &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, where summer is very short, remain white all year round.\nFeeding.\nThe Arctic hare is a &lt;a href=\"herbivore\"&gt;herbivore&lt;/a&gt;, specifically a &lt;a href=\"folivore\"&gt;folivore&lt;/a&gt;. Arctic hares feed primarily on &lt;a href=\"woody%20plant\"&gt;woody plant&lt;/a&gt;s, with &lt;a href=\"arctic%20willow\"&gt;arctic willow&lt;/a&gt; constituting 95% of their diet year-round. Arctic hares predominantly consume &lt;a href=\"saxifrage\"&gt;saxifrage&lt;/a&gt;, &lt;a href=\"crowberry\"&gt;crowberry&lt;/a&gt;, and &lt;a href=\"dwarf%20willow\"&gt;dwarf willow&lt;/a&gt;, but can also eat a variety of other foods, including &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s and &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es, blooms, other species' leaves, twigs, and roots, &lt;a href=\"mountain%20sorrel\"&gt;mountain sorrel&lt;/a&gt; and &lt;a href=\"macroalgae\"&gt;macroalgae&lt;/a&gt; (seaweed). Arctic hare diets are more diverse in summer. Although previously believed to still be primarily willow, &lt;a href=\"Dryas%20%28plant%29\"&gt;dryas&lt;/a&gt;, and &lt;a href=\"grass\"&gt;grass&lt;/a&gt;es, recent studies show that their diet becomes dominated by legumes, constituting 70% of their diet in the summer. Arctic hares have been reported to occasionally eat meat, including fish and the stomach contents of eviscerated &lt;a href=\"caribou\"&gt;caribou&lt;/a&gt;. They eat snow to get water.\nPhysiology.\nThe Arctic hare has many physiological features that are adaptive to its extreme environment. Despite a 17% - 38% lower than expected &lt;a href=\"basal%20metabolic%20rate\"&gt;basal metabolic rate&lt;/a&gt;, the Arctic hare is able to maintain a body temperature comparable to other lagomorphs (38.9 degrees C) because of its low surface area to volume ratio and high insulation. The lowered metabolic rate also allows the Arctic hare to save energy, making it adaptive for its cold and barren habitat. In addition, the Arctic hare has high locomotive efficiency combined with long periods of resting and shorter bouts of foraging which enables it to conserve energy and survive on its low diet intake.\nThe white fur of Arctic hares, in addition to their camouflage benefits in the winter, have a high &lt;a href=\"reflectance\"&gt;reflectance&lt;/a&gt; which may prevent excessive heat gain during the day. Behaviorally, the Arctic hare keeps warm in winter using body orientation, posture, and seeking or digging shelter. When resting, Arctic hares maintain a nearly spherical shape and typically stay in groups, but do not huddle. If the rabbits are solitary, they often rest in the shelter of large rocks protecting them from the wind and staying out of sight of predators. In addition to rocks, Arctic hares also find shelter in other natural shelters such as snowdrifts, man-made structures, and even digging their own burrows in snowdrifts up to 188 cm in length.\nThe body size of Arctic hares is often significantly less in the winter compared to the summer, likely caused by decreased food quality and availability in addition to a decreased metabolic rate. Arctic hare body mass might also be affected by ambient temperature. At lower latitudes it was found that Arctic hares in &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; exhibited larger body size with increased temperature, possibly caused by increased energy availability to contribute to body size and increased food plant availability. The opposite is true at higher latitudes in which Arctic hares had smaller body sizes with increased temperature. This trend is again linked to food plant availability. In this case, decreased precipitation and increased temperatures in the higher latitudes of Greenland result in a lower food plant availability to contribute to body mass.\nReproduction and lifespan.\nBreeding season occurs around April or May. &lt;a href=\"Pregnancy%20%28mammals%29\"&gt;Gestation period&lt;/a&gt; of the Arctic hare is 53 days, so the babies are born around May, June, or July. Hares can have up to eight babies (average litter size 5.4), called leverets. The leverets stay within the mother's home range until they can survive on their own. Young Arctic hares are almost full size by late July (some weeks after birth) and breed for the first time after a year of age.\nThere is little information on the lifespan of Arctic hares. Some anecdotal evidence suggests they live three to five years in the wild. Arctic hares do not fare well in captivity, living only a year and a half at most.\nPredators.\nKnown predators of the Arctic hare are the &lt;a href=\"Arctic%20fox\"&gt;Arctic fox&lt;/a&gt; (\"Vulpes lagopus\"), &lt;a href=\"Red%20fox\"&gt;Red fox&lt;/a&gt; (\"Vulpes vulpes\"), &lt;a href=\"gray%20wolf\"&gt;Wolf&lt;/a&gt; (\"Canis lupus\"), &lt;a href=\"cougar\"&gt;Mountain lion&lt;/a&gt; (\"Puma concolor\"), &lt;a href=\"Canada%20lynx\"&gt;Lynx&lt;/a&gt; (\"Lynx canadensis\"), &lt;a href=\"Stoat\"&gt;Ermine&lt;/a&gt; (\"Mustela erminea\"), &lt;a href=\"Snowy%20owl\"&gt;Snowy owl&lt;/a&gt; (\"Bubo scandiacus\"), &lt;a href=\"Gyrfalcon\"&gt;Gyrfalcon&lt;/a&gt; (\"Falco rusticolus\"), &lt;a href=\"Rough-legged%20hawk\"&gt;Rough-legged hawk&lt;/a&gt; (\"Buteo lagopus\") and occasionally humans.\nThe Arctic wolf is probably the most successful predator of the Arctic hare, and even young &lt;a href=\"Wolf\"&gt;wolves&lt;/a&gt; in their first autumn can catch adult hares. Arctic foxes and ermines, which are smaller, typically prey on young hares. Gyrfalcon carry hares to their nests, cutting them in half first; gyrfalcons use hare bones and feet in the structure of their nests on &lt;a href=\"Ellesmere%20Island\"&gt;Ellesmere Island&lt;/a&gt;, &lt;a href=\"Nunavut\"&gt;Nunavut&lt;/a&gt;. &lt;a href=\"Peregrine%20falcon\"&gt;Peregrine falcon&lt;/a&gt;s (\"Falco peregrinus\") also prey on Arctic hares in the southern end of the hares' range. The &lt;a href=\"snowy%20owl\"&gt;snowy owl&lt;/a&gt;s mainly target young hares; the French common name of the species derives from &lt;a href=\"Old%20English\"&gt;Anglo-Saxon&lt;/a&gt; \"harfang\" (\"hare-catcher\").\nFour groups of &lt;a href=\"parasite\"&gt;parasite&lt;/a&gt;s have been known to use Arctic hares as a host: &lt;a href=\"protozoan\"&gt;protozoan&lt;/a&gt;s (\"Eimeria exigua\", \"Eimeria magna\", \"Eimeria perforans\", and \"Eimeria sculpta\"); &lt;a href=\"nematode\"&gt;nematode&lt;/a&gt;s (including \"&lt;a href=\"Filaria\"&gt;Filaria&lt;/a&gt;\" and \"Oxyuris ambigua\"); &lt;a href=\"lice\"&gt;lice&lt;/a&gt; (including \"Haemodipsus lyriocephalus\" and \"Haemodipsus setoni\") and &lt;a href=\"flea\"&gt;flea&lt;/a&gt;s (including \"Hoplopsyllus glacialis\", \"Euhoplopsyllus glacialis\", and \"Megabothris groenlandicus\". Fleas are more common than &lt;a href=\"parasitic%20worm\"&gt;parasitic worm&lt;/a&gt;s.\nSubspecies.\nThere are four subspecies of this hare:"
}