{
    "id": "29137200",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=29137200",
    "title": "Josef Frolík",
    "text": "Josef Frolík (September 22, 1928 – May 1989) was a &lt;a href=\"Czechoslovak\"&gt;Czechoslovak&lt;/a&gt; &lt;a href=\"Espionage\"&gt;spy&lt;/a&gt; who, in 1969, defected to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and joined the &lt;a href=\"CIA\"&gt;CIA&lt;/a&gt;.\nChildhood.\nJosef Frolík was born in &lt;a href=\"Libu%C5%A1%C3%ADn\"&gt;Libušín&lt;/a&gt;, Czechoslovakia. He graduated from secondary school at the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. After the war he studied at the business academy in &lt;a href=\"Slan%C3%BD\"&gt;Slaný&lt;/a&gt; and worked as an accountant for the state-owned communist newspaper \"&lt;a href=\"Rud%C3%A9%20pr%C3%A1vo\"&gt;Rudé právo&lt;/a&gt;\".\nSecret Service.\nWhilst serving his mandatory two years service in the &lt;a href=\"%C4%8CSLA\"&gt;Czechoslovak People's Army&lt;/a&gt; Frolík discovered that some officers of the 2nd Infantry Regiment had stolen a small fortune in jewels and paintings. He reported this to the Third Directorate of Counter Intelligence in Prague and was then recruited into the &lt;a href=\"StB\"&gt;State Security&lt;/a&gt; as a 1st Sergeant in the Finance Directorate. He moved on to counter intelligence and from 1964 to 1966 worked as a spy in London under the guise of a &lt;a href=\"diplomat\"&gt;diplomat&lt;/a&gt; in the Czechoslovak &lt;a href=\"embassy\"&gt;embassy&lt;/a&gt;. He was recalled back to Czechoslovakia and in 1969 he managed to gather as many state secrets as he could and escaped to the west, defecting to the CIA.\nEmigration.\nAfter defecting to the West, he wrote a book in which he recalled his life and work for the StB and detailed his defection. The Czechoslovak government sentenced him to death in absentia. In 1987, he was diagnosed with &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt; and died in May 1989."
}