{
    "id": "29152228",
    "revid": "1014133966",
    "url": "https://en.wikipedia.org/wiki?curid=29152228",
    "title": "Tony Gilbert (activist)",
    "text": "David Gilbert (1914–1992), known to his contemporaries as \"Tony\", was a British political activist. He is best remembered as the head of the left-wing political organisation Liberation (formerly the &lt;a href=\"Movement%20for%20Colonial%20Freedom\"&gt;Movement for Colonial Freedom&lt;/a&gt;) during the 1980s and 1990s.\nBiography.\nEarly years.\nTony Gilbert was born in &lt;a href=\"Poplar%2C%20London\"&gt;Poplar&lt;/a&gt;, London to a large Jewish family in 1914. As a young man, Gilbert served as an apprentice in the &lt;a href=\"fur%20industry\"&gt;fur industry&lt;/a&gt;, working as a nailer.\nIn the early 1930s, the diminutive Gilbert was the victim of &lt;a href=\"anti-semitism\"&gt;anti-semitic&lt;/a&gt; violence when he was attacked on the streets by members of the &lt;a href=\"British%20Union%20of%20Fascists\"&gt;British Union of Fascists&lt;/a&gt;. Gilbert awoke from his beating in the hospital, more fervent than ever in his opposition to &lt;a href=\"fascism\"&gt;fascism&lt;/a&gt;.\nDuring the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;, Gilbert joined the &lt;a href=\"International%20Brigades\"&gt;International Brigades&lt;/a&gt; and went to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, serving as a courier for Loyalist forces fighting in defense of the &lt;a href=\"Second%20Spanish%20Republic\"&gt;Second Spanish Republic&lt;/a&gt;. During his Spanish activity, he shared responsibility for the capture of his unit by rebel forces when an incorrect decision was made at a fork in the road and the unit was marched into a trap. Gilbert apparently avoided being shot shortly after being captured, when a car full of American journalists arrived at the scene. He was a &lt;a href=\"prisoner%20of%20war\"&gt;prisoner of war&lt;/a&gt; from March 1938 until the war ended later that year.\nAt the start of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, Gilbert worked in &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt; as a &lt;a href=\"coal%20miner\"&gt;coal miner&lt;/a&gt; before returning to London and joining the army. \nAfter the war Gilbert worked on the railway, where he became active in the &lt;a href=\"National%20Union%20of%20Railwaymen\"&gt;National Union of Railwaymen&lt;/a&gt;. During the war he had been awakened to the interrelated problems of &lt;a href=\"racism\"&gt;racism&lt;/a&gt; and &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt; and he became politically active in East London as a public speaker on these matters.\nIn 1953, Gilbert married Shelia Murch, with whom he had two daughters. The couple separated in 1963 due to the tension of family life and the demands of his developing political career and beliefs.\nPolitical career.\nIn 1954 the &lt;a href=\"Movement%20for%20Colonial%20Freedom\"&gt;Movement for Colonial Freedom&lt;/a&gt; (MCF) was established, an &lt;a href=\"anticolonialism\"&gt;anti-colonial&lt;/a&gt; political group which held consultative status with the United Nations Economic and Social Council, with Gilbert involved as an active member of the leadership of this organisation from its inception.\nThe MCF was closely associated with the left wing of the &lt;a href=\"Labour%20Party%20%28U.K.%29\"&gt;Labour Party&lt;/a&gt; and attempted to unite small British groups and individuals in a campaign against the political and economic domination of colonial subjects of the &lt;a href=\"British%20empire\"&gt;British empire&lt;/a&gt;. The MCF included a standing committee to address issues relating to racism in Britain as well as a Trade Union Committee aimed to foster the union movement in the colonial countries. The MCF was funded by membership dues, including those of individuals and affiliated organisations, and was sponsored by as many as 100 &lt;a href=\"Members%20of%20Parliament\"&gt;Members of Parliament&lt;/a&gt;.\nIn October 1970 the Movement for Colonial Freedom changed its name to Liberation at the behest of its president, &lt;a href=\"Fenner%20Brockway\"&gt;Fenner Brockway&lt;/a&gt;. Gilbert eventually became the General Secretary of the organisation, serving in that capacity throughout the 1980s until his death in 1992.\nOn 17 June 1974 Gilbert organized a march for the Central Council of liberation. A member of the march, Warwick university student, &lt;a href=\"Death%20of%20Kevin%20Gately\"&gt;Kevin Gately&lt;/a&gt;, aged 21, fell under the crowd and later died. Gilbert later said that Mr Gately had in effect been murdered by the police.\nGilbert was also an active member of the &lt;a href=\"Communist%20Party%20of%20Great%20Britain\"&gt;Communist Party of Great Britain&lt;/a&gt; (CPGB), Stoke Newington Branch, and was also on the Hackey Borough Council Communist Party Committee. During his time with Liberation and the Communist Party he met and then married his second wife, &lt;a href=\"Kay%20Beauchamp\"&gt;Kay Beauchamp&lt;/a&gt;, herself a lifelong CPGB activist.\nDeath and legacy.\nTony Gilbert died in 1992, with his wife, Kay Beauchamp, dying that same year. The couple's papers now reside in the British National Archives.\nHe is buried at &lt;a href=\"Highgate%20Cemetery\"&gt;Highgate Cemetery&lt;/a&gt; in North London."
}