{
    "id": "29166680",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=29166680",
    "title": "Halleria lucida",
    "text": "Halleria lucida (also known as tree fuchsia, umBinza or notsung) is a small, attractive, &lt;a href=\"Evergreen\"&gt;evergreen tree&lt;/a&gt; that is indigenous to &lt;a href=\"Southern%20Africa\"&gt;Southern Africa&lt;/a&gt;. It is increasingly grown as an &lt;a href=\"ornamental%20tree\"&gt;ornamental tree&lt;/a&gt; in African gardens.\nAppearance.\nThis tree has lush, glossy, bright-green foliage on arching and drooping branches. It is often multi-stemmed and can eventually reach a height of over 15m. The way that the dense foliage droops from the hanging branches gives the tree a &lt;a href=\"willow\"&gt;willow&lt;/a&gt;y appearance.&lt;br&gt;\n\"Notsung\" is unusual in producing its flowers and fruit, not from the tips of its branches like most flowering trees, but from its trunk, exhibiting what is known in botany as &lt;a href=\"cauliflory\"&gt;cauliflory&lt;/a&gt;. This characteristic is also found in other Southern African trees such as &lt;a href=\"Stamvrug\"&gt;Stamvrug&lt;/a&gt;. The orange or purple &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are rich in &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt; and &lt;a href=\"Plant%20sexuality\"&gt;bi-sexual&lt;/a&gt;. The small, fleshy &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt;s are edible (but do not taste particularly good). It is a member of the &lt;a href=\"Scrophulariaceae\"&gt;Snapdragon&lt;/a&gt; family.\nDistribution.\nThe natural range of this tree extends throughout &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, as well as northwards through &lt;a href=\"East%20Africa\"&gt;East Africa&lt;/a&gt; as far as &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt;.\nIts natural habitats include deep &lt;a href=\"Afromontane\"&gt;afro-montane forest&lt;/a&gt;, forest fringes, open mountain slopes, gorges and river banks. Like many other trees, in a shady habitat (like deep forest) \"Halleria lucida\" grows tall and slender; while it forms a smaller shrub-like tree if grown in the open.\nGrowing \"Halleria lucida\".\nTough and easy to grow, \"Halleria lucida\" is becoming popular as an &lt;a href=\"ornamental%20tree\"&gt;ornamental tree&lt;/a&gt; for gardens. It is undoubtedly one of the best trees in Africa for attracting birds, but it is usually grown more for its attractive foliage and flowers. \nIt tolerates full sun as well as partial shade and, once established, it can also survive moderate drought. This makes it particularly suitable for growing in mildly arid areas. It is also a relatively fast-growing tree.\nThis is an excellent tree for bringing &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s to the garden. Nectivorous birds such as &lt;a href=\"sunbird\"&gt;sunbird&lt;/a&gt;s are attracted to the bright flowers, and the fruits attract a large range of other birds.\nThe leaves and fruits of \"Halleria lucida\" are an important component of traditional African medicine. In addition, it has a function in traditional &lt;a href=\"Zulu%20people\"&gt;Zulu&lt;/a&gt; religion, as the ceremonial burning of the leaves is believed to counter witchcraft and summon the protective spirits of dead ancestors."
}