{
    "id": "291755",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=291755",
    "title": "Witch-hazel",
    "text": "Witch-hazels or witch hazels (Hamamelis) are a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s in the family &lt;a href=\"Hamamelidaceae\"&gt;Hamamelidaceae&lt;/a&gt;, with three species in North America (\"&lt;a href=\"Hamamelis%20ovalis\"&gt;H. ovalis&lt;/a&gt;\", \"&lt;a href=\"Hamamelis%20virginiana\"&gt;H. virginiana&lt;/a&gt;\", and \"&lt;a href=\"Hamamelis%20vernalis\"&gt;H. vernalis&lt;/a&gt;\"), and one each in Japan (\"&lt;a href=\"Hamamelis%20japonica\"&gt;H. japonica&lt;/a&gt;\") and China (\"&lt;a href=\"Hamamelis%20mollis\"&gt;H. mollis&lt;/a&gt;\"). The North American species are occasionally called winterbloom.\nGrowth.\nThe witch-hazels are &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s or (rarely) small trees growing to tall, even more rarely to tall. The &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; are alternately arranged, oval, long and broad, with a smooth or wavy margin. The genus name, \"Hamamelis\", means \"together with fruit\", referring to the simultaneous occurrence of flowers with the maturing fruit from the previous year. \"H. virginiana\" blooms in September–November while the other species bloom from January–March. Each flower has four slender strap-shaped petals long, pale to dark yellow, orange, or red. The fruit is a two-part &lt;a href=\"capsule%20%28fruit%29\"&gt;capsule&lt;/a&gt; long, containing a single glossy black seed in each of the two parts; the capsule &lt;a href=\"Dehiscence%20%28botany%29\"&gt;splits explosively&lt;/a&gt; at maturity in the autumn about 8 months after flowering, ejecting the seeds with sufficient force to fly for distances of up to , thus another alternative name \"snapping hazel\".\nEtymology.\nThe name \"witch\" in witch-hazel has its origins in &lt;a href=\"Middle%20English\"&gt;Middle English&lt;/a&gt; \"wiche\", from the &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; \"wice\", meaning \"pliant\" or \"bendable\", and is not related to the word \"witch\" meaning a practitioner of magic. &lt;a href=\"Jacob%20George%20Strutt\"&gt;Jacob George Strutt&lt;/a&gt;'s 1822 book, \"Sylva Britannica\" attests that \"Wych Hazel\" was used in England as a synonym for wych elm, \"&lt;a href=\"Ulmus%20glabra\"&gt;Ulmus glabra&lt;/a&gt;\"; The use of the twigs as &lt;a href=\"divining%20rod\"&gt;divining rod&lt;/a&gt;s, just as &lt;a href=\"hazel\"&gt;hazel&lt;/a&gt; twigs were used in England, may also have, by folk etymology, influenced the \"witch\" part of the name.\nSpecies.\nFive species are recognized:\n\"Hamamelis mexicana\" is sometimes considered a species, though &lt;a href=\"Kew\"&gt;Kew&lt;/a&gt;'s &lt;a href=\"Plants%20of%20the%20World%20Online\"&gt;Plants of the World Online&lt;/a&gt; considers it a variety of \"H. virginiana\".\nThe &lt;a href=\"Parrotia%20persica\"&gt;Persian ironwood&lt;/a&gt;, a closely related tree formerly treated as \"Hamamelis persica\", is now given a genus of its own, as \"Parrotia persica\", as it differs in the flowers not having petals. Other closely allied genera are \"&lt;a href=\"Parrotiopsis\"&gt;Parrotiopsis&lt;/a&gt;\", \"&lt;a href=\"Fothergilla\"&gt;Fothergilla&lt;/a&gt;\", and \"&lt;a href=\"Sycopsis\"&gt;Sycopsis&lt;/a&gt;\" (see under &lt;a href=\"Hamamelidaceae\"&gt;Hamamelidaceae&lt;/a&gt;). Witch-hazels are not closely related to the true \"Corylus\" &lt;a href=\"hazel\"&gt;hazel&lt;/a&gt;s, though they have a few superficially similar characteristics which may cause one to believe that they are.\nCultivation.\nThey are popular &lt;a href=\"ornamental%20plant\"&gt;ornamental plant&lt;/a&gt;s, grown for their clusters of rich yellow to orange-red flowers which begin to expand in the autumn as or slightly before the leaves fall, and continue throughout the winter.\nGarden shrubs.\n\"Hamamelis virginiana\" was introduced into English gardens by &lt;a href=\"Peter%20Collinson%20%28botanist%29\"&gt;Peter Collinson&lt;/a&gt;, who maintained correspondence with plant hunters in the American colonies. Nowadays, it is rarely seen in the nursery trade except for woodland/wildlife restoration projects and native plant enthusiasts. Much more common is \"H. mollis\", which has bright yellow flowers that bloom in late winter instead of the yellow blossoms of \"H. virginiana\" which tend to be lost among the plant's fall foliage. The plant-hunter &lt;a href=\"Charles%20Maries\"&gt;Charles Maries&lt;/a&gt; collected for &lt;a href=\"Veitch%20Nurseries\"&gt;Veitch Nurseries&lt;/a&gt; in the Chinese district of &lt;a href=\"Jiujiang\"&gt;Jiujiang&lt;/a&gt; in 1879. It languished in nursery rows for years until it was noticed, propagated and put on the market in 1902.\nNumerous &lt;a href=\"cultivar\"&gt;cultivar&lt;/a&gt;s have been selected for use as garden shrubs, many of them derived from the &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrid&lt;/a&gt; &lt;a href=\"Hamamelis%20%C3%97%20intermedia\"&gt;\"H.\" × \"intermedia\"&lt;/a&gt; Rehder (\"H. japonica\" × \"H. mollis\"). Jelena and Robert de Belder of &lt;a href=\"Arboretum%20Kalmthout\"&gt;Arboretum Kalmthout&lt;/a&gt;, selecting for red cultivars, found three: the first, with bronze flowers, was named 'Jelena'; the next, with red flowers, was named 'Diane' (the name of their daughter); the last, with deep red flowers, was called 'Livia' (the name of their granddaughter).\nPhytochemicals and hamamelis water.\nThe main &lt;a href=\"phytochemical\"&gt;phytochemical&lt;/a&gt;s in witch-hazel leaves are &lt;a href=\"polyphenol\"&gt;polyphenol&lt;/a&gt;s, including 3–10% &lt;a href=\"tannin\"&gt;tannin&lt;/a&gt;s, &lt;a href=\"flavonoid\"&gt;flavonoid&lt;/a&gt;s, and up to 0.5% &lt;a href=\"essential%20oil\"&gt;essential oil&lt;/a&gt;, while the bark has a higher tannin content. Hamamelis water, also called \"white hazel\" or \"witch hazel water\" prepared from a &lt;a href=\"steam-distillation\"&gt;steam-distillation&lt;/a&gt; process using leaves, bark or twigs, is a clear, colorless liquid containing 13–15% &lt;a href=\"ethanol\"&gt;ethanol&lt;/a&gt; having the &lt;a href=\"odor\"&gt;odor&lt;/a&gt; of the essential oil, but with no tannins present. Essential oil components, such as &lt;a href=\"carvacrol\"&gt;carvacrol&lt;/a&gt; and &lt;a href=\"eugenol\"&gt;eugenol&lt;/a&gt;, may be present.\nAs an ingredient and topical agent, witch-hazel water is regulated in the United States as an &lt;a href=\"over-the-counter%20drug\"&gt;over-the-counter drug&lt;/a&gt; for external use only to soothe minor skin irritations. Hamamelis (witch-hazel) water is diluted using water in a 1:3 preparation, and is not intended for oral use which may cause nausea, vomiting, or constipation.\nTopical ointment.\nWitch-hazel may be sold as a semisolid &lt;a href=\"ointment\"&gt;ointment&lt;/a&gt;, cream, gel, or &lt;a href=\"salve\"&gt;salve&lt;/a&gt; for &lt;a href=\"topical%20medication\"&gt;topical use&lt;/a&gt;, and due to its &lt;a href=\"astringent\"&gt;astringent&lt;/a&gt; and &lt;a href=\"antiseptic\"&gt;antiseptic&lt;/a&gt; properties, has long been used to treat various skin conditions like &lt;a href=\"acne\"&gt;acne&lt;/a&gt;. The ointment may ease discomfort from &lt;a href=\"post-partum\"&gt;post-partum&lt;/a&gt; vaginal soreness and &lt;a href=\"hemorrhoid\"&gt;hemorrhoid&lt;/a&gt;s. It is commonly used to treat &lt;a href=\"diaper%20rash\"&gt;diaper rash&lt;/a&gt; in infants, and may reduce symptoms of &lt;a href=\"inflammation\"&gt;inflammation&lt;/a&gt; from minor skin injuries. A 2012 review (updated in October 2020) found little evidence of effectiveness from local cooling treatments (including witch-hazel pads) applied to the &lt;a href=\"perineum\"&gt;perineum&lt;/a&gt; following childbirth to relieve pain.\nFolk medicine.\nThe leaves and bark of the North American witch-hazel, \"Hamamelis virginiana\", were used in &lt;a href=\"traditional%20medicine\"&gt;folk medicine&lt;/a&gt;, &lt;a href=\"herbalism\"&gt;herbalism&lt;/a&gt;, and &lt;a href=\"skincare\"&gt;skincare&lt;/a&gt; &lt;a href=\"decoction\"&gt;decoction&lt;/a&gt;s by Native Americans. Extracts of witch-hazel may be used as a remedy for &lt;a href=\"psoriasis\"&gt;psoriasis&lt;/a&gt; and &lt;a href=\"eczema\"&gt;eczema&lt;/a&gt;, in &lt;a href=\"aftershave\"&gt;aftershave&lt;/a&gt; and ingrown nail applications, to prevent &lt;a href=\"dehydration\"&gt;dehydration&lt;/a&gt; of skin, and for insect bites and &lt;a href=\"poison%20ivy\"&gt;poison ivy&lt;/a&gt;. There is limited &lt;a href=\"evidence-based%20medicine\"&gt;clinical evidence&lt;/a&gt; to support witch-hazel as an effective treatment for any of these conditions. Prepared by distillation, the essential oil of witch-hazel has such a small proportion of tannins or other polyphenols that it is unlikely to have any therapeutic effect, and may cause &lt;a href=\"contact%20dermatitis\"&gt;contact dermatitis&lt;/a&gt; when used topically.\nIn 2017, one manufacturer of skincare products containing witch-hazel was warned by the &lt;a href=\"Food%20and%20Drug%20Administration\"&gt;Food and Drug Administration&lt;/a&gt; for making unsubstantiated &lt;a href=\"health%20claim\"&gt;health claim&lt;/a&gt;s and for not providing evidence the products are safe.\nHistory.\nEarly &lt;a href=\"Puritan\"&gt;Puritan&lt;/a&gt; settlers in &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; adopted witch-hazel as a supposed remedy from the natives, and its use became widely established in the United States during the 19th century. A missionary, Dr. Charles Hawes, adopted the process of &lt;a href=\"steam%20distillation\"&gt;steam distillation&lt;/a&gt; of witch-hazel twigs, creating a \"Hawes Extract\" product sold in &lt;a href=\"Essex%2C%20Connecticut\"&gt;Essex, Connecticut&lt;/a&gt;, in 1846, by druggist and chemist, Alvan Whittemore. Hawes' process was further refined by Thomas Newton Dickinson, Sr., who is credited with starting the commercial production of witch-hazel extract, also in Essex, Connecticut, in 1866, and eventually establishing nine production sites in eastern &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt; during the 20th century. Following his death, his two sons, Thomas N. Dickinson, Jr., of &lt;a href=\"Mystic%2C%20Connecticut\"&gt;Mystic, Connecticut&lt;/a&gt;, and Everett E. Dickinson of Essex, each inherited parts of the family business and continued the manufacture of witch-hazel extract, operating competing \"Dickinson's\" businesses that were continued by their descendants until 1997 when the manufacturing operations from both companies were consolidated at the American Distilling plant in &lt;a href=\"East%20Hampton%2C%20CT\"&gt;East Hampton, CT&lt;/a&gt;."
}