{
    "id": "29197162",
    "revid": "422817",
    "url": "https://en.wikipedia.org/wiki?curid=29197162",
    "title": "Alvan Macauley",
    "text": "James Alvan Macauley Sr. was the president of &lt;a href=\"Packard\"&gt;Packard Motor Company&lt;/a&gt; from 1916 until 1939.\nEarly life and education.\nAlvan, as he preferred to be called, was born in &lt;a href=\"Wheeling%2C%20West%20Virginia\"&gt;Wheeling&lt;/a&gt;, &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;, to James A. Macauley and Rebecca Jane Mills. Macauley's father was a veteran of the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; and was imprisoned for nine months in a &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate&lt;/a&gt; war prison camp. The elder Macauley became the first &lt;a href=\"state%20treasurer\"&gt;state treasurer&lt;/a&gt; for West Virginia after the Civil War.\nThe Macauleys moved to Washington D.C. where Alvan was educated in the public school system. Alvan attended &lt;a href=\"Lehigh%20University\"&gt;Lehigh University&lt;/a&gt; in &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; and gained an engineering degree. He also graduated from &lt;a href=\"Columbian%20College\"&gt;Columbian College&lt;/a&gt; (now known as &lt;a href=\"George%20Washington%20University\"&gt;George Washington University&lt;/a&gt;) with a &lt;a href=\"law%20degree\"&gt;law degree&lt;/a&gt;. He took a job as a &lt;a href=\"patent%20attorney\"&gt;patent attorney&lt;/a&gt; with the &lt;a href=\"National%20Cash%20Register%20Company\"&gt;National Cash Register Company&lt;/a&gt;. Macauley married Estelle Littlepage in 1895.\nCompany head.\nMacauley moved to &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis&lt;/a&gt; in 1901 to become the head of American &lt;a href=\"Arithmometer\"&gt;Arithmometer&lt;/a&gt; Company. Macauley revitalized the company and by 1905 sought to expand the operation. He set his eye on a certain alley, but the city was unwilling to give it to him, as his predecessor, who had left the company on angry terms, still had political pull in the city and was blocking the move. Macauley responded by traveling to &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, securing an alley there, and returning to St. Louis. At night after business hours, he had the entire factory loaded onto &lt;a href=\"boxcar\"&gt;boxcar&lt;/a&gt;s and shipped to &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. The next morning, city officials awoke to find the factory gone. Macauley led American Arithmometer — which would become &lt;a href=\"Burroughs%20Corporation\"&gt;Burroughs Adding Machine Company&lt;/a&gt; — for five years in Detroit. In 1910 he was hired as &lt;a href=\"general%20manager\"&gt;general manager&lt;/a&gt; of Packard by &lt;a href=\"Henry%20Bourne%20Joy\"&gt;Henry Bourne Joy&lt;/a&gt;.\nPackard president.\nAlvan Macauley became the president of Packard in 1916. He oversaw an era when Packard was the leader in the &lt;a href=\"Luxury%20vehicle\"&gt;luxury car&lt;/a&gt; market. He hired Jesse Vincent, an engineer who led the technical development at Packard. Packard's \"twin-six\" &lt;a href=\"Cylinder%20%28engine%29\"&gt;twelve-cylinder&lt;/a&gt; engine enabled the automaker to step away from the competition and establish itself as an industry leader throughout the 1910s and 1920s. An eight-cylinder car that began production in 1923 became a favorite of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an &lt;a href=\"royal%20family\"&gt;royalty&lt;/a&gt; and among the wealthiest American consumers.\nThe &lt;a href=\"Great%20Depression%20in%20the%20United%20States\"&gt;Great Depression&lt;/a&gt; devastated the luxury car market. Macauley responded by seeking a foothold in the mid-priced car market. He gained it in 1935 when he hired a team of engineers from &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford Motor Company&lt;/a&gt;, &lt;a href=\"General%20Motors\"&gt;General Motors&lt;/a&gt;, and &lt;a href=\"Chrysler%20Corporation\"&gt;Chrysler Corporation&lt;/a&gt;, who helped Packard produce a car that sold for $980 – $650 less than any Packard automobile. The success of the lower-priced car ended the financial crisis at Packard.\nMacauley stepped down as president of Packard in 1939. He stayed on as &lt;a href=\"chairman%20of%20the%20board\"&gt;chairman of the board&lt;/a&gt; until 1948. Macauley was instrumental in the company's decision to produce the powerful Rolls-Royce Merlin engine, which was a key factor in the success of the famous P-51 Mustang fighter in World War II. Packard continued to produce mid-priced cars in the years following &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Macauley resigned from Packard in 1948 after the company lost its place as the leading luxury-car maker in America to &lt;a href=\"Cadillac\"&gt;Cadillac&lt;/a&gt;.\nOrganizations.\nMacauley served as president of the &lt;a href=\"American%20Automobile%20Manufacturers%20Association\"&gt;American Automobile Manufacturers Association&lt;/a&gt; and the &lt;a href=\"National%20Automobile%20Chamber%20of%20Commerce\"&gt;National Automobile Chamber of Commerce&lt;/a&gt;. He appeared on the cover of &lt;a href=\"Time%20%28magazine%29\"&gt;Time magazine&lt;/a&gt; in 1929 after testifying before the &lt;a href=\"Senate%20Finance%20Committee\"&gt;Senate Finance Committee&lt;/a&gt;'s subcommittee at the behest of &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; Senator &lt;a href=\"David%20A.%20Reed\"&gt;David A. Reed&lt;/a&gt;. Time magazine's biography of Macualey noted that he was an avid &lt;a href=\"golf\"&gt;golf&lt;/a&gt;er and &lt;a href=\"Woodworking\"&gt;woodworker&lt;/a&gt;, and an excellent &lt;a href=\"marksman\"&gt;marksman&lt;/a&gt;.\nMacauley had several personality quirks including a dislike of people who jingled the change in their pockets or had gold fillings in their teeth. A sign over his office door proclaimed: \"Important If True.\" Often his truths were the only ones that counted at Packard.\nMacauley died on January 16, 1952, in &lt;a href=\"Clearwater%2C%20Florida\"&gt;Clearwater, Florida&lt;/a&gt;, from an attack of &lt;a href=\"uremic%20poisoning\"&gt;uremic poisoning&lt;/a&gt; and &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt;. He was survived by his wife, three children, ten grandchildren and fifteen great-grandchildren."
}