{
    "id": "2921294",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2921294",
    "title": "Winnie Holzman",
    "text": "Winnie Holzman (born August 18, 1954 in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;) is an American dramatist, screenwriter, and poet. She is known for having created the &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; television series \"&lt;a href=\"My%20So-Called%20Life\"&gt;My So-Called Life&lt;/a&gt;\", which led to a nomination for a scriptwriting &lt;a href=\"Emmy%20Award\"&gt;Emmy Award&lt;/a&gt; in 1995, as well as her work writing for \"&lt;a href=\"thirtysomething\"&gt;thirtysomething&lt;/a&gt;\" and \"&lt;a href=\"Once%20and%20Again\"&gt;Once and Again&lt;/a&gt;\". Holzman has garnered fame for her work on Broadway, most notably for co-writing the smash stage musical \"&lt;a href=\"Wicked%20%28musical%29\"&gt;Wicked&lt;/a&gt;\".\nEarly life.\nHolzman was born in &lt;a href=\"Manhattan%2C%20New%20York\"&gt;Manhattan&lt;/a&gt; but grew up in &lt;a href=\"Roslyn%20Heights%2C%20New%20York\"&gt;Roslyn Heights, New York&lt;/a&gt; on &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt; in a &lt;a href=\"American%20Jews\"&gt;Jewish&lt;/a&gt; family. Although she was shy, she wanted to become an actor. At 13, she attended the &lt;a href=\"Circle%20in%20the%20Square%20Theatre%20School\"&gt;Circle in the Square Theatre School&lt;/a&gt; in New York.\nCareer.\nHolzman graduated with a degree in English and a concentration in Creative Writing at &lt;a href=\"Princeton%20University\"&gt;Princeton University&lt;/a&gt;. She won many poetry awards, including the &lt;a href=\"Academy%20of%20American%20Poets\"&gt;Academy of American Poets&lt;/a&gt; Prize.\nHolzman had been performing in sketch comedy for years, \"determined to never make a dime,\" but on the recommendation of a college friend, she applied to attend the &lt;a href=\"musical%20theater\"&gt;musical theater&lt;/a&gt; program at &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt;. She eventually got her &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt; in Musical Theatre Writing on a full scholarship. &lt;a href=\"Arthur%20Laurents\"&gt;Arthur Laurents&lt;/a&gt; was one of her mentors. Other teachers included &lt;a href=\"Stephen%20Sondheim\"&gt;Stephen Sondheim&lt;/a&gt;, &lt;a href=\"Hal%20Prince\"&gt;Hal Prince&lt;/a&gt;, &lt;a href=\"Betty%20Comden\"&gt;Betty Comden&lt;/a&gt;, &lt;a href=\"Adolph%20Green\"&gt;Adolph Green&lt;/a&gt;, and &lt;a href=\"Leonard%20Bernstein\"&gt;Leonard Bernstein&lt;/a&gt;.\nTheater.\nHer stage writing credits include \"Serious Bizness\". While at NYU she wrote the musical \"&lt;a href=\"Birds%20of%20Paradise%20%28musical%29\"&gt;Birds of Paradise&lt;/a&gt;\" (with composer David Evans), which was produced off-Broadway in 1987 and directed by Laurents. It got scathing reviews.\nHolzman made her &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; debut in 2003 when she wrote the &lt;a href=\"libretto\"&gt;book&lt;/a&gt; for the &lt;a href=\"Stephen%20Schwartz%20%28composer%29\"&gt;Stephen Schwartz&lt;/a&gt; musical \"&lt;a href=\"Wicked%20%28musical%29\"&gt;Wicked&lt;/a&gt;\", based on the by &lt;a href=\"Gregory%20Maguire\"&gt;Gregory Maguire&lt;/a&gt;. She won the &lt;a href=\"Drama%20Desk%20Award%20for%20Outstanding%20Book%20of%20a%20Musical\"&gt;Drama Desk Award for Outstanding Book of a Musical&lt;/a&gt; and was nominated for the &lt;a href=\"Tony%20Award%20for%20Best%20Book%20of%20a%20Musical\"&gt;Tony Award for Best Book of a Musical&lt;/a&gt;.\nTelevision writing.\nIn 1988, Holzman's husband, actor-writer &lt;a href=\"Paul%20Dooley\"&gt;Paul Dooley&lt;/a&gt;, got a job in Los Angeles on the TV series \"&lt;a href=\"Coming%20of%20Age%20%281988%20TV%20series%29\"&gt;Coming of Age&lt;/a&gt;\". While visiting her brother, cinematographer Ernest Holzman, on the set of \"&lt;a href=\"thirtysomething\"&gt;thirtysomething&lt;/a&gt;\", writer &lt;a href=\"Richard%20Kramer%20%28writer%29\"&gt;Richard Kramer&lt;/a&gt; suggested she should write for the show. &lt;a href=\"Ed%20Zwick\"&gt;Ed Zwick&lt;/a&gt; and &lt;a href=\"Marshall%20Herskovitz\"&gt;Marshall Herskovitz&lt;/a&gt; bought a &lt;a href=\"spec%20script\"&gt;spec script&lt;/a&gt; from Holzman, and she went on to become a staff writer on\" thirtysomething\" in 1989. She wrote nine episodes during its last two seasons. Zwick and Herskovitz later executive produced \"&lt;a href=\"My%20So-Called%20Life\"&gt;My So-Called Life&lt;/a&gt;\", a show about a teenage girl. Holzman went from story editor to executive story editor to a creator and writer of the show.\nHolzman has collaborated on various short films with her daughter, Savannah. They penned a TV &lt;a href=\"Television%20pilot\"&gt;pilot&lt;/a&gt; based on the Sasha Paley novel \"Huge\", which &lt;a href=\"ABC%20Family\"&gt;ABC Family&lt;/a&gt; &lt;a href=\"Greenlight\"&gt;greenlit&lt;/a&gt; in January 2010 with a direct-to-series order. \"&lt;a href=\"Huge%20%28TV%20series%29\"&gt;Huge&lt;/a&gt;\" premiered in late June 2010. The show team included Holzman, Dooley, her daughter, and her brother, who was the cinematographer. The series was cancelled on October 4, 2010 due to low ratings compared with the network's other summer hits.\nFrom 2014 to 2016, Holzman was one of the producers and writers of the &lt;a href=\"Showtime%20%28TV%20network%29\"&gt;Showtime&lt;/a&gt; series \"&lt;a href=\"Roadies%20%28TV%20series%29\"&gt;Roadies&lt;/a&gt;,\" a behind-the-scenes comedy about people working with a touring rock band created by &lt;a href=\"Cameron%20Crowe\"&gt;Cameron Crowe&lt;/a&gt;, &lt;a href=\"J.%20J.%20Abrams\"&gt;J. J. Abrams&lt;/a&gt; (executive producing), and Holzman, that ran for a season. The series starred &lt;a href=\"Luke%20Wilson\"&gt;Luke Wilson&lt;/a&gt;, &lt;a href=\"Imogen%20Poots\"&gt;Imogen Poots&lt;/a&gt;, &lt;a href=\"Keisha%20Castle-Hughes\"&gt;Keisha Castle-Hughes&lt;/a&gt;, &lt;a href=\"Peter%20Cambor\"&gt;Peter Cambor&lt;/a&gt;, &lt;a href=\"Rafe%20Spall\"&gt;Rafe Spall&lt;/a&gt; and &lt;a href=\"Carla%20Gugino\"&gt;Carla Gugino&lt;/a&gt;.\nActing.\nHolzman has had a number of acting spots, primarily cameo roles on her own TV shows and a role as a therapist on \"&lt;a href=\"Curb%20Your%20Enthusiasm\"&gt;Curb Your Enthusiasm&lt;/a&gt;\". She also had a small role in the film \"&lt;a href=\"Jerry%20Maguire\"&gt;Jerry Maguire&lt;/a&gt;\". She wrote and performed several personal essays at the &lt;a href=\"Un-Cabaret\"&gt;Un-Cabaret&lt;/a&gt; spoken word shows in Los Angeles and is featured on their CD \"Play the Word (Vol. 1)\".\nPersonal life.\nHolzman has been married to &lt;a href=\"character%20actor\"&gt;character actor&lt;/a&gt; &lt;a href=\"Paul%20Dooley\"&gt;Paul Dooley&lt;/a&gt;, whom she met at an improv acting class in New York, since November 18, 1984. Holzman notes that their 26-year age difference is \"... a big part of our lives, but in a way it's meaningless.\" They have a daughter &lt;a href=\"Savannah%20Dooley\"&gt;Savannah Dooley&lt;/a&gt; and live in &lt;a href=\"Toluca%20Lake%2C%20Los%20Angeles\"&gt;Toluca Lake&lt;/a&gt; in &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;."
}