{
    "id": "292136",
    "revid": "2966869",
    "url": "https://en.wikipedia.org/wiki?curid=292136",
    "title": "Feud",
    "text": "A feud , referred to in more extreme cases as a blood feud, vendetta, faida, clan war, gang war, or private war, is a long-running argument or fight, often between &lt;a href=\"social%20group\"&gt;social group&lt;/a&gt;s of people, especially &lt;a href=\"family\"&gt;families&lt;/a&gt; or &lt;a href=\"clan\"&gt;clan&lt;/a&gt;s. Feuds begin because one party (correctly or incorrectly) perceives itself to have been attacked, insulted, wronged, or otherwise injured by another. Intense feelings of &lt;a href=\"resentment\"&gt;resentment&lt;/a&gt; trigger the initial &lt;a href=\"Retributive%20justice\"&gt;retribution&lt;/a&gt;, which causes the other party to feel equally aggrieved and &lt;a href=\"revenge\"&gt;vengeful&lt;/a&gt;. The dispute is subsequently fuelled by a long-running cycle of retaliatory &lt;a href=\"violence\"&gt;violence&lt;/a&gt;. This continual cycle of provocation and retaliation makes it extremely difficult to end the feud peacefully. Feuds frequently involving the original parties' family members or associates, could last for &lt;a href=\"generation\"&gt;generation&lt;/a&gt;s, and may result in extreme acts of &lt;a href=\"violence\"&gt;violence&lt;/a&gt;. They can be interpreted as an extreme outgrowth of social relations based in &lt;a href=\"family%20honor\"&gt;family honor&lt;/a&gt;.\nUntil the &lt;a href=\"early%20modern%20period\"&gt;early modern period&lt;/a&gt;, feuds were considered legitimate legal instruments and were regulated to some degree. For example, &lt;a href=\"Montenegrin%20culture\"&gt;Montenegrin culture&lt;/a&gt; calls this \"&lt;a href=\"krvna%20osveta\"&gt;krvna osveta&lt;/a&gt;\", meaning \"blood revenge\", which had unspoken but highly valued rules. In &lt;a href=\"Culture%20of%20Albania\"&gt;Albanian culture&lt;/a&gt; it is called \"&lt;a href=\"Albanian%20blood%20feud\"&gt;gjakmarrja&lt;/a&gt;\", which usually lasts for generations. In tribal societies, the blood feud, coupled with the practice of &lt;a href=\"blood%20money%20%28term%29\"&gt;blood wealth&lt;/a&gt;, functioned as an effective form of social control for limiting and ending conflicts between individuals and groups who are related by &lt;a href=\"kinship\"&gt;kinship&lt;/a&gt;, as described by anthropologist &lt;a href=\"Max%20Gluckman\"&gt;Max Gluckman&lt;/a&gt; in his article \"The Peace in the Feud\" in 1955.\nBlood feuds.\nA blood feud is a feud with a cycle of retaliatory violence, with the relatives or associates of someone who has been killed or otherwise wronged or &lt;a href=\"honor\"&gt;dishonored&lt;/a&gt; seeking vengeance by killing or otherwise physically punishing the culprits or their relatives. In the &lt;a href=\"English-speaking%20world\"&gt;English-speaking world&lt;/a&gt;, the Italian word vendetta is used to mean a blood feud; in Italian, however, it simply means (personal) \"vengeance\" or \"revenge\", originating from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"vindicta\" (&lt;a href=\"wikt%3Avengeance\"&gt;vengeance&lt;/a&gt;), while the word \"&lt;a href=\"%3Awiktionary%3Afaida\"&gt;faida&lt;/a&gt;\" would be more appropriate for a blood feud. In the English-speaking world, \"vendetta\" is sometimes extended to mean any other long-standing feud, not necessarily involving bloodshed. Sometimes it is not mutual, but rather refers to a prolonged series of hostile acts waged by one person against another without reciprocation.\nHistory.\nBlood feuds were common in societies with a weak rule of law (or where the state did not consider itself responsible for mediating this kind of dispute), where family and kinship ties were the main source of &lt;a href=\"authority\"&gt;authority&lt;/a&gt;. An entire family was considered responsible for the actions of any of its members. Sometimes two separate branches of the same family even came to blows, or worse, over some dispute.\nThe practice has mostly disappeared with more centralized societies where &lt;a href=\"law%20enforcement\"&gt;law enforcement&lt;/a&gt; and &lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt; take responsibility for punishing lawbreakers.\nFeuds in Antiquity.\nIn &lt;a href=\"Homeric\"&gt;Homeric&lt;/a&gt; &lt;a href=\"ancient%20Greece\"&gt;ancient Greece&lt;/a&gt;, the practice of personal vengeance against wrongdoers was considered natural and customary: \"Embedded in the Greek morality of retaliation is the right of vengeance... Feud is a war, just as war is an indefinite series of revenges; and such acts of vengeance are sanctioned by the gods\".\nIn the &lt;a href=\"Ancient%20Israel\"&gt;ancient Hebraic&lt;/a&gt; context, it was considered the duty of the individual and family to avenge evil on behalf of God. The executor of the law of blood-revenge who personally put the initial killer to death was given a special designation: \"&lt;a href=\"go%27el%20haddam\"&gt;go'el haddam&lt;/a&gt;\", the blood-avenger or blood-redeemer (&lt;a href=\"Book%20of%20Numbers\"&gt;Book of Numbers&lt;/a&gt; 35: 19, etc.). Six &lt;a href=\"Cities%20of%20Refuge\"&gt;Cities of Refuge&lt;/a&gt; were established to provide protection and &lt;a href=\"due%20process\"&gt;due process&lt;/a&gt; for any unintentional manslayers. The avenger was forbidden from harming the unintentional killer if the killer took refuge in one of these cities. As the \"Oxford Companion to the Bible\" states: \"Since life was viewed as sacred (&lt;a href=\"Book%20of%20Genesis\"&gt;Genesis&lt;/a&gt; 9.6), no amount of &lt;a href=\"blood%20money%20%28term%29\"&gt;blood money&lt;/a&gt; could be given as recompense for the loss of the life of an innocent person; it had to be &lt;a href=\"lex%20talionis\"&gt;\"life for life\"&lt;/a&gt; (&lt;a href=\"Book%20of%20Exodus\"&gt;Exodus&lt;/a&gt; 21.23; &lt;a href=\"Deuteronomy\"&gt;Deuteronomy&lt;/a&gt; 19.21)\".\nAccording to historian &lt;a href=\"Marc%20Bloch\"&gt;Marc Bloch&lt;/a&gt;:\n&lt;a href=\"Rita%20of%20Cascia\"&gt;Rita of Cascia&lt;/a&gt;, a popular 15th-century Italian saint, was canonized by the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; due mainly to her great effort to end a feud in which her family was involved and which claimed the life of her husband.\nFeuds in pre-industrial tribes.\nThe blood feud has certain similarities to the ritualized warfare found in many &lt;a href=\"pre-industrial\"&gt;pre-industrial&lt;/a&gt; tribes. For instance, more than a third of &lt;a href=\"Ya%CC%A7nomam%C3%B6\"&gt;Ya̧nomamö&lt;/a&gt; males, on average, died from &lt;a href=\"Prehistoric%20warfare\"&gt;warfare&lt;/a&gt;. The accounts of missionaries to the area have recounted constant infighting in the tribes for women or prestige, and evidence of continuous warfare for the &lt;a href=\"enslavement\"&gt;enslavement&lt;/a&gt; of neighboring tribes, such as the &lt;a href=\"Marueta%20people\"&gt;Macu&lt;/a&gt;, before the arrival of European settlers and government.\nSamurai honours and feuds.\nIn Japan's feudal past, the &lt;a href=\"samurai\"&gt;samurai&lt;/a&gt; class upheld the honor of their family, clan, and their lord by \"katakiuchi\" (), or revenge killings. These killings could also involve the relatives of an offender. While some vendettas were punished by the government, such as that of the &lt;a href=\"Forty-seven%20Ronin\"&gt;Forty-seven Ronin&lt;/a&gt;, others were given official permission with specific targets.\nFeuds in Medieval and Renaissance Europe.\nAt the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;'s &lt;a href=\"Diet%20of%20Worms%20%281495%29\"&gt;\"Reichstag\" at Worms in 1495 AD&lt;/a&gt;, the right of waging feuds was abolished. The &lt;a href=\"Imperial%20Reform\"&gt;Imperial Reform&lt;/a&gt; proclaimed an \"eternal &lt;a href=\"public%20peace\"&gt;public peace&lt;/a&gt;\" (\"&lt;a href=\"Ewiger%20Landfriede\"&gt;Ewiger Landfriede&lt;/a&gt;\") to put an end to the abounding feuds and the anarchy of the &lt;a href=\"Robber%20baron%20%28feudalism%29\"&gt;robber baron&lt;/a&gt;s, and it defined a new &lt;a href=\"standing%20army\"&gt;standing imperial army&lt;/a&gt; to enforce that peace. However, it took a few more decades until the new regulation was universally accepted. In 1506, for example, knight Jan Kopidlansky killed a family rival in &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt;, and the town councillors sentenced him to death and had him executed. His brother, Jiri Kopidlansky, revenged Jan by continuing atrocities. Another case was the &lt;a href=\"Nuremberg%20v.%20Konrad%20Schott%20von%20Schottenstein\"&gt;Nuremberg-Schott&lt;/a&gt; feud, in which Maximilian was forced to step in to halt the damages done by robber knight Schott.\nIn Greece, the custom of blood feud is found in several parts of the country, for instance in &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt; and &lt;a href=\"Mani%20Peninsula\"&gt;Mani&lt;/a&gt;. Throughout history, the &lt;a href=\"Maniots\"&gt;Maniots&lt;/a&gt; have been regarded by their neighbors and their enemies as fearless warriors who practice &lt;a href=\"Maniots%23Vendettas\"&gt;blood feuds&lt;/a&gt;, known in the Maniot dialect of Greek as \"Γδικιωμός\" (Gdikiomos). Many vendettas went on for months, some for years. The families involved would lock themselves in their towers and, when they got the chance, would murder members of the opposing family. The Maniot vendetta is considered the most vicious and ruthless; it has led to entire family lines being wiped out. The last vendetta on record required the &lt;a href=\"Greek%20Army\"&gt;Greek Army&lt;/a&gt; with &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; support to force it to a stop. Regardless of this, the Maniot Greeks still practice vendettas, even today. Maniots in America, Australia, Canada and &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt; still have on-going vendettas which have led to the creation of &lt;a href=\"mafia\"&gt;mafia&lt;/a&gt; families known as \"Γδικιωμέοι\" (Gdikiomeoi).\nIn &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt;, vendettas were a social code (mores) that required Corsicans to kill anyone who wronged the family honor. Between 1821 and 1852, no less than 4,300 murders were perpetrated in Corsica.\nIn the Spanish &lt;a href=\"Late%20Middle%20Ages\"&gt;Late Middle Ages&lt;/a&gt;, the &lt;a href=\"Basque%20Country%20%28greater%20region%29\"&gt;Vascongadas&lt;/a&gt; was ravaged by the &lt;a href=\"War%20of%20the%20Bands\"&gt;War of the Bands&lt;/a&gt;, which were bitter partisan wars between local ruling families. In the region of &lt;a href=\"Navarre\"&gt;Navarre&lt;/a&gt;, next to Vascongadas, these conflicts became polarised in a violent struggle between the Agramont and Beaumont parties. In &lt;a href=\"Biscay\"&gt;Biscay&lt;/a&gt;, in Vascongadas, the two major warring factions were named Oinaz and Gamboa. (\"Cf.\" the &lt;a href=\"Guelphs%20and%20Ghibellines\"&gt;Guelphs and Ghibellines&lt;/a&gt; in Italy). High defensive structures (\"towers\") built by local noble families, few of which survive today, were frequently razed by fires, and sometimes by royal decree.\n&lt;a href=\"Leontiy%20Lyulye\"&gt;Leontiy Lyulye&lt;/a&gt;, an expert on conditions in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, wrote in the mid-19th century: \"Among the &lt;a href=\"Peoples%20of%20the%20Caucasus\"&gt;mountain people&lt;/a&gt; the blood feud is not an uncontrollable permanent feeling such as the vendetta is among the Corsicans. It is more like an obligation imposed by the public opinion.\" In the &lt;a href=\"Dagestan\"&gt;Dagestan&lt;/a&gt;i \"&lt;a href=\"aul\"&gt;aul&lt;/a&gt;\" of &lt;a href=\"Kadar%2C%20Russia\"&gt;Kadar&lt;/a&gt;, one such blood feud between two antagonistic clans lasted for nearly 260 years, from the 17th century until the 1860s.\nPre-Christian Northern Europe.\nThe &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; phenomenon of the \"blood feud\" demanded \"an eye for an eye,\" and usually descended into murder. Disagreements between &lt;a href=\"clan\"&gt;clan&lt;/a&gt;s might last for generations in Scotland and Ireland.\nIn &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt; in the &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; era, feuds were common, as the lack of a central government left dealing with disputes up to the individuals or families involved. Sometimes, these would descend into \"blood revenges\", and in some cases would devastate whole families. The ravages of the feuds as well as the dissolution of them is a central theme in several of the &lt;a href=\"Icelandic%20saga\"&gt;Icelandic saga&lt;/a&gt;s. An alternative to feud was \"&lt;a href=\"blood%20money%20%28term%29\"&gt;blood money&lt;/a&gt;\" (or \"&lt;a href=\"weregild\"&gt;weregild&lt;/a&gt;\" in the &lt;a href=\"Norsemen\"&gt;Norse&lt;/a&gt; culture), which demanded a set value to be paid by those responsible for a wrongful permanent disfigurement or death, even if accidental. If these payments were not made, or were refused by the offended party, a blood feud could ensue.\nFeuds in 19th century rural USA.\nDue to the Celtic heritage of many people living in &lt;a href=\"Appalachia\"&gt;Appalachia&lt;/a&gt;, a series of prolonged violent engagements in late nineteenth-century &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt; and &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt; were referred to commonly as feuds, a tendency that was partly due to the nineteenth-century popularity of &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt; and &lt;a href=\"Sir%20Walter%20Scott\"&gt;Sir Walter Scott&lt;/a&gt;, both of whom had written &lt;a href=\"historical%20fiction\"&gt;semihistorical&lt;/a&gt; accounts of blood feuds. These incidents, the most famous of which was the &lt;a href=\"Hatfield%E2%80%93McCoy%20feud\"&gt;Hatfield–McCoy feud&lt;/a&gt;, were regularly featured in the newspapers of the eastern U.S. between the &lt;a href=\"Reconstruction%20Era\"&gt;Reconstruction Era&lt;/a&gt; and the early twentieth century, and are seen by some as linked to a &lt;a href=\"Culture%20of%20honor%20%28Southern%20United%20States%29\"&gt;Southern culture of honor&lt;/a&gt; with its roots in the &lt;a href=\"Scotch-Irish%20American\"&gt;Scots-Irish&lt;/a&gt; forebears of the residents of the area. Another prominent example was the &lt;a href=\"Regulator%E2%80%93Moderator%20War\"&gt;Regulator–Moderator War&lt;/a&gt;, which took place between rival factions in the &lt;a href=\"Republic%20of%20Texas\"&gt;Republic of Texas&lt;/a&gt;. It is sometimes considered the largest blood feud in American history.\nFeuds in modern times.\nBlood feuds are still practised in some areas in:\nBlood feuds within &lt;a href=\"Russian%20people\"&gt;Russian&lt;/a&gt; communities do exist (mostly related to criminal gangs), but are neither as common nor as pervasive as they are in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;. In the United States, gang warfare also often takes the form of blood feuds. &lt;a href=\"African-Americans\"&gt;African-American&lt;/a&gt;, &lt;a href=\"Italian-American%20Mafia\"&gt;Italian-American&lt;/a&gt;, &lt;a href=\"Khmer%20people\"&gt;Cambodian&lt;/a&gt;, &lt;a href=\"Cuban%20people\"&gt;Cuban&lt;/a&gt; &lt;a href=\"Marielito\"&gt;Marielito&lt;/a&gt;, &lt;a href=\"Dominican%20people%20%28Dominican%20Republic%29\"&gt;Dominican&lt;/a&gt;, &lt;a href=\"Guatemalan%20people\"&gt;Guatemalan&lt;/a&gt;, &lt;a href=\"Haitian%20people\"&gt;Haitian&lt;/a&gt;, &lt;a href=\"Hmong%20people\"&gt;Hmong&lt;/a&gt;, Sino-Vietnamese &lt;a href=\"Hoa%20people\"&gt;Hoa&lt;/a&gt;, &lt;a href=\"Irish%20Mob\"&gt;Irish-American&lt;/a&gt;, &lt;a href=\"Jamaican%20people\"&gt;Jamaican&lt;/a&gt;, &lt;a href=\"Korean%20people\"&gt;Korean&lt;/a&gt;, &lt;a href=\"Lao%20people\"&gt;Laotian&lt;/a&gt;, &lt;a href=\"Puerto%20Rican%20people\"&gt;Puerto Rican&lt;/a&gt;, &lt;a href=\"Salvadorans\"&gt;Salvadoran&lt;/a&gt; and &lt;a href=\"Vietnamese%20people\"&gt;Vietnamese&lt;/a&gt; gangs and organized crime conflicts very often have taken the form of blood feuds, in which a family member in the gang is killed and a relative takes revenge by killing the murderer as well as other members of the rival gang. This can also be observed in particular cases in conflicts among &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;n, &lt;a href=\"Mexicans\"&gt;Mexican&lt;/a&gt;, &lt;a href=\"Brazilians\"&gt;Brazilian&lt;/a&gt;, and other Latin American gangs, &lt;a href=\"drug%20cartel\"&gt;drug cartel&lt;/a&gt;s, and paramilitary groups; in turf wars among &lt;a href=\"Cape%20Coloureds\"&gt;Cape Coloured&lt;/a&gt; gangs in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;; in gang fights among &lt;a href=\"Dutch%20Antilleans\"&gt;Dutch Antillean&lt;/a&gt;, &lt;a href=\"Surinamese%20people\"&gt;Surinamese&lt;/a&gt; and &lt;a href=\"Moluccans\"&gt;Moluccan&lt;/a&gt; gangs in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;; and in criminal feuds between &lt;a href=\"Scottish%20people\"&gt;Scottish&lt;/a&gt;, &lt;a href=\"White%20British\"&gt;White British&lt;/a&gt;, &lt;a href=\"Black%20British\"&gt;Black&lt;/a&gt; and &lt;a href=\"Mixed%20British\"&gt;Mixed British&lt;/a&gt; gangs in the &lt;a href=\"UK\"&gt;UK&lt;/a&gt;. This has resulted in gun violence and murders in cities like &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Ciudad%20Juarez\"&gt;Ciudad Juarez&lt;/a&gt;, &lt;a href=\"Medellin\"&gt;Medellin&lt;/a&gt;, &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;, &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"Liverpool\"&gt;Liverpool&lt;/a&gt;, and &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, to name just a few.\nBlood feuds also have a long history within the &lt;a href=\"White%20Southerners\"&gt;White Southerner&lt;/a&gt; population (and in particular among the &lt;a href=\"Scots-Irish%20American\"&gt;\"Scots-Irish\" or Ulster Scots American&lt;/a&gt; population) of the &lt;a href=\"Southern%20United%20States\"&gt;Southern United States&lt;/a&gt;, where it is called the \"&lt;a href=\"Culture%20of%20honor%20%28Southern%20United%20States%29\"&gt;culture of honor&lt;/a&gt;\", and still exists to the present day.\nAlbania.\nIn &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;, \"&lt;a href=\"gjakmarrja\"&gt;gjakmarrja&lt;/a&gt;\" (blood feuding) is a tradition. Blood feuds in Albania trace back to the &lt;a href=\"Kanun%20%28Albania%29\"&gt;Kanun&lt;/a&gt;, this custom is also practiced among the Albanians of &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;. It returned to rural areas after more than 40 years of being abolished by Albanian Communists led by &lt;a href=\"Enver%20Hoxha\"&gt;Enver Hoxha&lt;/a&gt;. \nIn 1980, Albanian author &lt;a href=\"Ismail%20Kadare\"&gt;Ismail Kadare&lt;/a&gt; published \"&lt;a href=\"Broken%20April\"&gt;Broken April&lt;/a&gt;\", about the centuries-old tradition of hospitality, blood feuds, and &lt;a href=\"revenge%20killing\"&gt;revenge killing&lt;/a&gt; in the highlands of &lt;a href=\"north%20Albania\"&gt;north Albania&lt;/a&gt; in the 1930s. \"The New York Times\", reviewing it, wrote: \"\"Broken April\" is written with masterly simplicity in a &lt;a href=\"bardic\"&gt;bardic&lt;/a&gt; style, as if the author is saying: Sit quietly and let me recite a terrible story about a blood feud and the inevitability of death by gunfire in my country. You know it must happen because that is the way life is lived in these mountains. Insults must be avenged; family honor must be upheld...\" The novel was made into a 2001 movie entitled \"&lt;a href=\"Behind%20the%20Sun%20%28film%29\"&gt;Behind the Sun&lt;/a&gt;\" by filmmaker &lt;a href=\"Walter%20Salles\"&gt;Walter Salles&lt;/a&gt;, set in 1910 Brazil and starring &lt;a href=\"Rodrigo%20Santoro\"&gt;Rodrigo Santoro&lt;/a&gt;, which was nominated for a &lt;a href=\"BAFTA%20Award%20for%20Best%20Film%20Not%20in%20the%20English%20Language\"&gt;BAFTA Award for Best Film Not in the English Language&lt;/a&gt; and a &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Foreign%20Language%20Film\"&gt;Golden Globe Award for Best Foreign Language Film&lt;/a&gt;.\nMore than 3,000 Albanian families are currently engaged in them. There are now more than 1,600 families who live under an ever-present death sentence because of them, and since 1992, at least 10,000 &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; have been killed in them. \nA feud may develop into a vicious circle of further killings, retaliation, &lt;a href=\"counterattack\"&gt;counterattack&lt;/a&gt;s, and all-out warfare that can end in the mutual extinction of both families. Often the original cause is forgotten, and feuds continue simply because it is perceived that there has always been a feud.\nKosovo.\nBlood feuds have also been part of a centuries-old tradition in &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, tracing back to the &lt;a href=\"Kanun%20%28Albania%29\"&gt;Kanun&lt;/a&gt;, a 15th-century codification of Albanian customary rules. In the early 1990s, most cases of blood feuds were reconciled in the course of a large-scale reconciliation movement to end blood feuds led by &lt;a href=\"Anton%20%C3%87etta\"&gt;Anton Çetta&lt;/a&gt;. The largest reconciliation gathering took place at Verrat e Llukës on 1 May 1990, which had between 100,000 and 500,000 participants. By 1992, the reconciliation campaign ended at least 1,200 deadly blood feuds, and in 1993, not a single homicide occurred in Kosovo.\nRepublic of Ireland.\nCriminal gang feuds also exist in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, Ireland and in the Republic's third-largest city, &lt;a href=\"Limerick\"&gt;Limerick&lt;/a&gt;. &lt;a href=\"Irish%20Travellers\"&gt;Traveller&lt;/a&gt; feuds are also common in towns across the country. Feuds can be due to personal issues, money, or disrespect, and grudges can last generations. Since 2001, over 300 people have been killed in feuds between different drugs gangs, &lt;a href=\"dissident%20republican\"&gt;dissident republican&lt;/a&gt;s, and &lt;a href=\"Irish%20Travellers\"&gt;Traveller&lt;/a&gt; families.\nPhilippines.\nFamily and clan feuds, known locally as \"&lt;a href=\"rido\"&gt;rido&lt;/a&gt;\", are characterized by sporadic outbursts of retaliatory violence between families and kinship groups, as well as between communities. It can occur in areas where the government or a central authority is weak, as well as in areas where there is a perceived lack of justice and security. \"Rido\" is a &lt;a href=\"Maranao%20language\"&gt;Maranao&lt;/a&gt; term commonly used in &lt;a href=\"Mindanao\"&gt;Mindanao&lt;/a&gt; to refer to clan feuds. It is considered one of the major problems in Mindanao because, apart from numerous casualties, \"rido\" has caused destruction of property, crippled local economies, and displaced families.\nLocated in the southern Philippines, Mindanao is home to a majority of the country’s Muslim community, and includes the &lt;a href=\"Autonomous%20Region%20in%20Muslim%20Mindanao\"&gt;Autonomous Region in Muslim Mindanao&lt;/a&gt;. Mindanao \"is a region suffering from poor infrastructure, high poverty, and violence that has claimed the lives of more than 120,000 in the last three decades.\" There is a widely held stereotype that the violence is perpetrated by armed groups that resort to terrorism to further their political goals, but the actual situation is far more complex. While the Muslim-Christian conflict and the state-rebel conflicts dominate popular perceptions and media attention, a survey commissioned by &lt;a href=\"The%20Asia%20Foundation\"&gt;The Asia Foundation&lt;/a&gt; in 2002—and further verified by a recent &lt;a href=\"Social%20Weather%20Stations\"&gt;Social Weather Stations&lt;/a&gt; survey—revealed that citizens are more concerned about the prevalence of \"rido\" and its negative impact on their communities than the conflict between the state and rebel groups. The unfortunate interaction and subsequent confusion of \"rido\"-based violence with &lt;a href=\"secession\"&gt;secession&lt;/a&gt;ism, &lt;a href=\"communist\"&gt;communist&lt;/a&gt; &lt;a href=\"insurgency\"&gt;insurgency&lt;/a&gt;, banditry, military involvement and other forms of armed violence shows that violence in Mindanao is more complicated than what is commonly believed.\n\"Rido\" has wider implications for conflict in Mindanao, primarily because it tends to interact in unfortunate ways with separatist conflict and other forms of armed violence. Many armed confrontations in the past involving insurgent groups and the military were triggered by a local \"rido\". The studies cited above investigated the dynamics of \"rido\" with the intention of helping design strategic interventions to address such conflicts.\nCauses.\nThe causes of \"rido\" are varied and may be further complicated by a society's concept of &lt;a href=\"Face%20%28sociological%20concept%29\"&gt;honor and shame&lt;/a&gt;, an integral aspect of the social rules that determine accepted practices in the affected communities. The triggers for conflicts range from petty offenses, such as theft and jesting, to more serious crimes, like homicide. These are further aggravated by land disputes and political rivalries, the most common causes of \"rido\". Proliferation of firearms, lack of law enforcement and credible mediators in conflict-prone areas, and an inefficient justice system further contribute to instances of \"rido\".\nStatistics.\nStudies on \"rido\" have documented a total of 1,266 \"rido\" cases between the 1930s and 2005, which have killed over 5,500 people and displaced thousands. The four provinces with the highest numbers of \"rido\" incidences are: &lt;a href=\"Lanao%20del%20Sur\"&gt;Lanao del Sur&lt;/a&gt; (377), &lt;a href=\"Maguindanao\"&gt;Maguindanao&lt;/a&gt; (218), &lt;a href=\"Lanao%20del%20Norte\"&gt;Lanao del Norte&lt;/a&gt; (164), and &lt;a href=\"Sulu%20Province\"&gt;Sulu&lt;/a&gt; (145). Incidences in these four provinces account for 71% of the total documented cases. The findings also show a steady rise in \"rido\" conflicts in the eleven provinces surveyed from the 1980s to 2004. According to the studies, during 2002–2004, 50% (637 cases) of total \"rido\" incidences occurred, equaling about 127 new \"rido\" cases per year. Out of the total number of \"rido\" cases documented, 64% remain unresolved.\nResolution.\n\"Rido\" conflicts are either resolved, unresolved, or reoccurring. Although the majority of these cases remain unresolved, there have been many resolutions through different conflict-resolving bodies and mechanisms. These cases can utilize the formal procedures of the Philippine government or the various indigenous systems. Formal methods may involve official courts, local government officials, police, and the military. Indigenous methods to resolve conflicts usually involve elder leaders who use local knowledge, beliefs, and practices, as well as their own personal influence, to help repair and restore damaged relationships. Some cases using this approach involve the payment of &lt;a href=\"blood%20money%20%28term%29\"&gt;blood money&lt;/a&gt; to resolve the conflict. Hybrid mechanisms include the collaboration of government, religious, and traditional leaders in resolving conflicts through the formation of collaborative groups. Furthermore, the institutionalization of traditional conflict resolution processes into laws and ordinances has been successful with the hybrid method approach. Other conflict-resolution methods include the establishment of ceasefires and the intervention of youth organizations."
}