{
    "id": "292398",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=292398",
    "title": "Nikolai Vissarionovich Nekrasov",
    "text": "Nikolai Vissarionovich Nekrasov () (, &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt; – May 7, 1940, &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;) was a Russian &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; politician and the last &lt;a href=\"Governor-General%20of%20Finland\"&gt;Governor-General of Finland&lt;/a&gt;.\nBiography.\nParliamentary career.\nBorn in the family of a priest, Nekrasov graduated with a degree in transportation engineering in 1902 and went abroad for graduate studies. After returning to Russia in 1904, he became a professor at the &lt;a href=\"Tomsk%20Polytechnic%20University\"&gt;Tomsk Engineering Institute&lt;/a&gt;. In late 1905, at the height of the &lt;a href=\"Russian%20Revolution%20of%201905\"&gt;Russian Revolution of 1905&lt;/a&gt;, he helped found the &lt;a href=\"Constitutional%20Democratic%20Party\"&gt;Constitutional Democratic Party&lt;/a&gt; (aka the Kadet party) and headed its regional office in &lt;a href=\"Yalta\"&gt;Yalta&lt;/a&gt;, &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt;. He was elected to the 3rd (1907) and 4th (1912) &lt;a href=\"State%20Duma\"&gt;State Duma&lt;/a&gt;s. Nekrasov was an active member of the irregular &lt;a href=\"freemasonic\"&gt;freemasonic&lt;/a&gt; lodge, the &lt;a href=\"Grand%20Orient%20of%20Russia%E2%80%99s%20Peoples\"&gt;Grand Orient of Russia’s Peoples&lt;/a&gt;. He was the Secretary General from 1912 to 1913 and again from 1914 to 1916.\nBetween 1909 and 1915, Nekrasov was a member of the Kadets' Central Committee, where he was consistently Left of center. He delivered the Kadets' parliamentary &lt;a href=\"Interpellation%20%28politics%29\"&gt;interpellation&lt;/a&gt; on April 9, 1912 after the &lt;a href=\"Lena%20massacre\"&gt;Lena massacre&lt;/a&gt;, denouncing what he described as the government's illegal interference in an economic dispute between labor and capital on the side of the latter. Later in 1912 Nekrasov argued that \"constructive work\" within the Duma had been made impossible by the &lt;a href=\"Tsar\"&gt;Tsar&lt;/a&gt;ist government and that the party should be more confrontational and use the Duma for anti-government propaganda instead of lawmaking. On June 11, 1915 he resigned from the Central Committee over what he saw as the majority's willingness to give the government a blank check during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;.\nOn November 6, 1916, Nekrasov was elected deputy Chairman of the Duma. At the same time, convinced that Emperor &lt;a href=\"Nicholas%20II%20of%20Russia\"&gt;Nicholas II&lt;/a&gt; and his court were leading the country down the road to a military defeat and revolution, Nekrasov began plotting with former Duma Chairman &lt;a href=\"Octobrist\"&gt;Octobrist&lt;/a&gt; &lt;a href=\"Alexander%20Guchkov\"&gt;Alexander Guchkov&lt;/a&gt;, Kerensky, &lt;a href=\"Aleksandr%20Konovalov%20%28politician%2C%20born%201875%29\"&gt;Aleksandr Konovalov&lt;/a&gt; and industrialist &lt;a href=\"Mikhail%20Tereschenko\"&gt;Mikhail Tereschenko&lt;/a&gt; to force Nicholas to abdicate. Nicholas’ 13-year-old son, &lt;a href=\"Tsarevich%20Alexei%20Nikolaevich%20of%20Russia\"&gt;Alexei&lt;/a&gt;, would then assume the throne and Nicholas' more liberal brother, &lt;a href=\"Grand%20Duke%20Michael%20Alexandrovich%20of%20Russia\"&gt;Grand Duke Michael&lt;/a&gt;, would become &lt;a href=\"Regent\"&gt;Regent&lt;/a&gt;. Their plans were still in progress when the &lt;a href=\"February%20Revolution\"&gt;February Revolution&lt;/a&gt; of 1917 made them moot.\nGovernment Minister (March–August 1917).\nNekrasov became a member of the &lt;a href=\"Provisional%20Committee%20of%20the%20State%20Duma\"&gt;Provisional Committee of the State Duma&lt;/a&gt; on February 27, 1917. On March 2 he was appointed transportation minister in the &lt;a href=\"Russian%20Provisional%20Government\"&gt;Russian Provisional Government&lt;/a&gt; formed by the Duma. He argued for the inclusion of moderate socialists (&lt;a href=\"Mensheviks\"&gt;Mensheviks&lt;/a&gt; and &lt;a href=\"Socialist-Revolutionary%20Party\"&gt;Socialist Revolutionaries&lt;/a&gt;) in the government and kept his post in the liberal-socialist coalition government formed on May 5. In late June Nekrasov was one of the Provisional Government's representatives at the negotiations with the &lt;a href=\"Ukraine\"&gt;Ukrainian&lt;/a&gt; &lt;a href=\"Rada\"&gt;Rada&lt;/a&gt;, which granted Ukraine a measure of autonomy within Russia. The agreement was adamantly opposed by the Kadet leadership, which wanted to postpone any decisions regarding ethnic minorities until the convocation of the &lt;a href=\"Russian%20Constituent%20Assembly\"&gt;Russian Constituent Assembly&lt;/a&gt;. When other Kadet ministers left the government in protest on July 2, Nekrasov resigned from the party and became deputy prime minister on July 8 after &lt;a href=\"Alexander%20Kerensky\"&gt;Alexander Kerensky&lt;/a&gt; replaced &lt;a href=\"Georgy%20Lvov\"&gt;Georgy Lvov&lt;/a&gt; as head of government. When the coalition was re-formed under Kerensky on July 24, Nekrasov remained deputy prime minister and also became finance minister, representing the &lt;a href=\"Radical%20Democratic%20Party%20%28Russia%29\"&gt;Radical Democratic Party&lt;/a&gt;. During the &lt;a href=\"Kornilov%20Affair\"&gt;Kornilov Affair&lt;/a&gt; in late August, Nekrasov first supported Kerensky, but at one point suggested that Kerensky's resignation may present a way out of the crisis, which resulted in his exclusion from the next coalition government in September.\nLast Governor-General of Finland (September–November 1917).\nOn September 17 (&lt;a href=\"New%20Style\"&gt;New Style&lt;/a&gt; from this point on) Nekrasov was appointed &lt;a href=\"Governor-General%20of%20Finland\"&gt;Governor-General of Finland&lt;/a&gt; after &lt;a href=\"Mihail%20Aleksandrovich%20Stahovich\"&gt;Mihail Aleksandrovich Stahovich&lt;/a&gt; quit from his post. Nekrasov's job was to negotiate between the &lt;a href=\"Senate%20of%20Finland\"&gt;Finnish Senate&lt;/a&gt; and the Russian Provisional Government. The Senate wanted to secure the Finnish autonomy with a treaty. This was approved by Kerensky in September, but in October the Senate came with a new proposal which would further increase Finnish independence.\nOn the morning of November 7 Nekrasov, on his way to &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt; to hand over the proposal to Kerensky, found out that Provisional Government had been overthrown by the &lt;a href=\"Bolshevik\"&gt;Bolshevik&lt;/a&gt;s during the &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt;. He informed the Senate that he would not return to Finland.\nAfter the 1917 Revolution.\nNekrasov kept a low profile during the &lt;a href=\"Russian%20Civil%20War\"&gt;Russian Civil War&lt;/a&gt; and didn't resist the Bolsheviks, moving to &lt;a href=\"Kazan\"&gt;Kazan&lt;/a&gt; in 1919. After the war ended, he was arrested in March 1921 and kept in prison for 2 months. He was released in May and made a member of the governing board of the Union of Consumer Cooperatives, where he remained until his next arrest on November 3, 1930. He was accused of having been involved in the &lt;a href=\"Menshevik%20Center\"&gt;Menshevik Center&lt;/a&gt; conspiracy and sentenced to 10 years in prison. After an early release in March 1933, he was arrested again on June 13, 1939, sentenced to death and shot on May 7, 1940."
}