{
    "id": "2926599",
    "revid": "1064181346",
    "url": "https://en.wikipedia.org/wiki?curid=2926599",
    "title": "Roger Lemerre",
    "text": "Roger Léon Maurice Lemerre-Desprez (born 18 June 1941) is a French professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and former player. During his managerial career, he was in charge of three national teams: the &lt;a href=\"France%20national%20football%20team\"&gt;French&lt;/a&gt;, &lt;a href=\"Tunisia%20national%20football%20team\"&gt;Tunisian&lt;/a&gt; and &lt;a href=\"Morocco%20national%20football%20team\"&gt;Moroccan&lt;/a&gt; national teams. He also managed numerous clubs in France, Tunisia, Turkey and Algeria. He is currently the head coach of &lt;a href=\"%C3%89toile%20du%20Sahel\"&gt;Étoile du Sahel&lt;/a&gt;.\nPlaying career.\nHis professional playing career spanned 15 seasons, from 1961 to 1975: between 1961 and 1969 he played for &lt;a href=\"CS%20Sedan%20Ardennes\"&gt;Sedan&lt;/a&gt; and lost the Cup in 1965, before moving to &lt;a href=\"FC%20Nantes%20Atlantique\"&gt;Nantes&lt;/a&gt; (1968–1971), &lt;a href=\"AS%20Nancy\"&gt;Nancy&lt;/a&gt; (1971–1973) and &lt;a href=\"RC%20Lens\"&gt;Lens&lt;/a&gt; (1973–1975). He won six caps for &lt;a href=\"France%20national%20football%20team\"&gt;France&lt;/a&gt; between 1968 and 1971.\nManagerial career.\nBetween 1975 and 1978, he was the coach of &lt;a href=\"Red%20Star%20Saint-Ouen\"&gt;Red Star&lt;/a&gt; from &lt;a href=\"Saint-Ouen%2C%20Seine-Saint-Denis\"&gt;Saint-Ouen&lt;/a&gt;, and then went back to RC Lens for a season as coach, before moving to &lt;a href=\"Paris%20FC\"&gt;Paris FC&lt;/a&gt; for two seasons. In the 1983–1984 season, he ran &lt;a href=\"Esp%C3%A9rance%20Sportive%20de%20Tunis\"&gt;Espérance Sportive de Tunis&lt;/a&gt; in Tunisia. On his return to France, he again took up his post as Red Star manager.\nFor 10 seasons, he coached the French national military team, with whom he won the World Championships.\nIn 1997, he finished the season with Lens and saved it from relegation.\nHe assisted &lt;a href=\"Aim%C3%A9%20Jacquet\"&gt;Aimé Jacquet&lt;/a&gt; in the French team's 1998 &lt;a href=\"Football%20World%20Cup\"&gt;World Cup&lt;/a&gt; &lt;a href=\"1998%20Football%20World%20Cup\"&gt;victory&lt;/a&gt;. This paved the way for him to take over as the national coach, winning &lt;a href=\"2000%20UEFA%20European%20Football%20Championship\"&gt;Euro 2000&lt;/a&gt; in Netherlands and Belgium and &lt;a href=\"2001%20FIFA%20Confederations%20Cup\"&gt;FIFA Confederations Cup&lt;/a&gt; next year. However, after the team suffered a stunning first-round exit in the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt;, he was sacked by the &lt;a href=\"French%20Football%20Federation\"&gt;French Football Federation&lt;/a&gt;.\nUndeterred, the &lt;a href=\"Tunisian%20Football%20Federation\"&gt;Tunisian Football Federation&lt;/a&gt; soon hired Lemerre to be the manager of &lt;a href=\"Tunisia%20national%20football%20team\"&gt;their national side&lt;/a&gt;. There, he guided them to victory in the &lt;a href=\"African%20Nations%20Cup\"&gt;African Nations Cup&lt;/a&gt; in 2004 making him first coach in football history to win two different continental tournaments i.e. Euro 2000 and AFCON 2004, and led them to qualification for the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; in Germany. He was sacked in February 2008 following the team's exit from the &lt;a href=\"2008%20African%20Cup%20of%20Nations\"&gt;2008 African Cup of Nations&lt;/a&gt; in the quarter-finals.\nLemerre was named the new head coach of &lt;a href=\"Morocco%20national%20football%20team\"&gt;Morocco national team&lt;/a&gt; in May 2008 and took charge on 1 July. He was fired on 9 July 2009, for disappointing results.\nOn 18 December 2009, he accepted a managing job at &lt;a href=\"Ankarag%C3%BCc%C3%BC\"&gt;Ankaragücü&lt;/a&gt; on a six-month deal that could be extended if both parties agreed. Former Turkey international &lt;a href=\"%C3%9Cmit%20%C3%96zat\"&gt;Ümit Özat&lt;/a&gt; was appointed as his assistant coach. In May 2010, despite the fact that Lemerre had turned the team around and possibly saved them from relegation, the club decided not to extend Lemerre's contract and he was replaced by his assistant Ümit Özat for the 2009–10 season.\nIn December 2013, Lemerre agreed a six-month deal to take a coaching job at Tunisian team &lt;a href=\"%C3%89toile%20du%20Sahel\"&gt;Étoile du Sahel&lt;/a&gt;.\nIn January 2016 he became new manager of &lt;a href=\"CS%20Sedan%20Ardennes\"&gt;CS Sedan Ardennes&lt;/a&gt;.\nHonours.\nAs manager.\nFrance\nTunisia\nÉtoile du Sahel\nOrders"
}