{
    "id": "29273384",
    "revid": "749080",
    "url": "https://en.wikipedia.org/wiki?curid=29273384",
    "title": "Ozren (Sokobanja)",
    "text": "Ozren () is a &lt;a href=\"mountains%20of%20Serbia\"&gt;mountain&lt;/a&gt; in central &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, near the town of &lt;a href=\"Sokobanja\"&gt;Sokobanja&lt;/a&gt;. Its highest peak, \"Leskovik\", has an elevation of . Ozren is well-forested and attractive as a picnic ground for visitors to the Soko Banja.\nPlant life.\nFor the most part, the mountain is heavily forested.\nMedicinal and aromatic wildly grown herbs picked on the Ozren and the mountain &lt;a href=\"Rtanj\"&gt;Rtanj&lt;/a&gt;, which is on the opposite, northern side of Sokobanja, account for the majority of the Serbian export of these commodities, which in 2018 reached €3.3 million.\nHydrology.\nThe mountain is rich in creeks and streams. The short river of \"Gradašnička reka\" springs on the mountain and flows into the &lt;a href=\"Sokobanjska%20Moravica\"&gt;Sokobanjska Moravica&lt;/a&gt;. Until early 2000s it had several watermills. The river is known for the &lt;a href=\"List%20of%20waterfalls%20of%20Serbia%23Ripaljka\"&gt;Ripaljka Waterfall&lt;/a&gt;. It is located on an altitude of and high. Geographer &lt;a href=\"Jovan%20Cviji%C4%87\"&gt;Jovan Cvijić&lt;/a&gt; described it as one of the \"most beautiful and highest\" waterfalls in Serbia. Due to the seasonal changes, the waterfall has the largest amount of water in spring and autumn while it is much calmer during summer. The area surrounding Ripaljka was protected as the nature park in 1948, the oldest such a protected area in Serbia.\nFeatures.\nNear Ripaljka are the Grudonje watermill and the Church of the &lt;a href=\"Margaret%20the%20Virgin\"&gt;Margaret the Virgin&lt;/a&gt; (\"Ognjena Marija\"), built on the foundations of a much older church. There is a stone monument at the church with the inscription \"3 P N S\", dating from the period of Ottoman rule. Local chronicles, who claim that the numeral inscriptions at that time were written using Old Slavonic letters instead of the numbers, say that it represents number 1648, but historical records can't confirm that it was the date when the church was founded. Allegedly, the watermill and the surrounding of land were bought from some local Turk for two pairs of oxen. The watermill is still operational, but can be used only during the high waters, in spring and autumn.\nJermenčić Monastery is located on the mountain and is the oldest surviving object on the mountain. According to tradition, it was built by the group of Armenians (Serbian: \"Jermeni\", hence the name) who fled the Ottoman army during the &lt;a href=\"Battle%20of%20Kosovo\"&gt;Battle of Kosovo&lt;/a&gt; in 1389. They were forcibly drafted in the Turkish army and when they realized that they had to fight Serbs, Orthodox Christians and the people of &lt;a href=\"Saint%20Sava\"&gt;Saint Sava&lt;/a&gt; who was highly regarded in Armenia, they decided to desert the Turks. Through the valleys of &lt;a href=\"Ibar%20%28river%29\"&gt;Ibar&lt;/a&gt; and &lt;a href=\"South%20Morava\"&gt;South Morava&lt;/a&gt;, they reached Ozren. Thankful for managing to escape the slavery, they built the church and dedicated it to the Saint Archangels &lt;a href=\"Gabriel\"&gt;Gabriel&lt;/a&gt; and &lt;a href=\"Michael%20%28archangel%29\"&gt;Michael&lt;/a&gt;. During the &lt;a href=\"Great%20Serbian%20Migration\"&gt;Great Serbian Migration&lt;/a&gt; in 1690, the monks moved to the &lt;a href=\"Velika%20Remeta%20monastery\"&gt;Velika Remeta monastery&lt;/a&gt; on the mountain of &lt;a href=\"Fru%C5%A1ka%20Gora\"&gt;Fruška Gora&lt;/a&gt;, in &lt;a href=\"Syrmia\"&gt;Syrmia&lt;/a&gt;. Turks burnt the monastery in 1796 and it was rebuilt as a military church by &lt;a href=\"Kara%C4%91or%C4%91e\"&gt;Karađorđe&lt;/a&gt;, leader of the &lt;a href=\"First%20Serbian%20Uprising\"&gt;First Serbian Uprising&lt;/a&gt;, in 1806. The church has a &lt;a href=\"gable%20roof\"&gt;gable roof&lt;/a&gt; (\"na dve vode\") and a &lt;a href=\"Tympanum%20%28architecture%29\"&gt;\"kalkan\"&lt;/a&gt;.\nAn annual folk festival, dedicated to the Archangels, is held annually near the monastery, on 26 July. Next to the monastery is a spring and an inscription dating the spring to 1874. Above the monastery there are caves and graves, including the Ozren Cave. It has one hall and five galleries while the pottery from the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; has been discovered inside.\nFolklore.\nThe region of Ozren is known for the rich, magical folk tales and customs. Watermills have important place in the stories as it was believed that the impure spirits inhabit their vicinity. If someone would remain in the watermill until midnight, he would have to spend the entire night inside. In the early morning, the visitors would first check if there is a &lt;a href=\"cobweb\"&gt;cobweb&lt;/a&gt; on the ceiling. If there would be none, it would mean that the demons spent the night inside so the watermill had to be &lt;a href=\"censed\"&gt;censed&lt;/a&gt; first. They were also the location for the spells and charms. A mute child would be placed on the grinding stone and while it turns, the chants were spoken. A water that would sprinkle while the grindstones turn, was called the \"spelling water\". A girl would collect the water and than sprinkle the guy whom she fences, so that he would fall in love with her. Local population also believed in Water Spirit, who could appear in the watermill and stop the stones from grinding grains.\nTourism.\nDue to the clean mountain air and the beneficial &lt;a href=\"wind%20rose\"&gt;wind rose&lt;/a&gt; it was recognized a long time ago as the air spa, with the specialized sanatorium for the lung diseases. (\"Ozren\" Hospiral). Hence the development of Sokobanja as a town and spa center (Serbian for \"hawk's spa\").\nSince the mid 2010s, Ozren became the popular paragliding location."
}