{
    "id": "29294771",
    "revid": "3983093",
    "url": "https://en.wikipedia.org/wiki?curid=29294771",
    "title": "Divara van Haarlem",
    "text": "Divara van Haarlem also spelled \"Dieuwertje Brouwersdr.\", (1511 in &lt;a href=\"Haarlem\"&gt;Haarlem&lt;/a&gt; – July 7, 1535 in &lt;a href=\"M%C3%BCnster\"&gt;Münster&lt;/a&gt;) was a Dutch &lt;a href=\"Anabaptist\"&gt;Anabaptist&lt;/a&gt;, married to &lt;a href=\"Jan%20van%20Leiden\"&gt;Jan van Leiden&lt;/a&gt; and by him proclaimed &lt;a href=\"Queen%20consort\"&gt;Queen&lt;/a&gt; of the Anabaptist regime in Münster. \nOriginally from Haarlem, where her father was a brewer, she followed the Anabaptist &lt;a href=\"Jan%20Matthys\"&gt;Jan Matthijsz van Haarlem&lt;/a&gt; to Münster. She was married to Jan Matthijsz, who was killed in battle outside the gates of Münster in 1534. She next married the prophet Jan van Leiden several months after the death of her first husband.\nJan van Leiden made himself the spiritual and worldly leader of Münster and proclaimed Divara his queen. Jan's other wives included &lt;a href=\"Elisabeth%20Wandscherer\"&gt;Elisabeth Wandscherer&lt;/a&gt;, whom Jan ordered beheaded after she publicly questioned him. Divara was given clothes, a necklace and a crown of gold, her own residence and court and presided over the distribution at the public communion of between 2,000 and 6,000 people which was held at the town square. Jan van Leiden instituted polygamy and took several more wives besides Divara and Elisabeth. (Most accounts state his total number of wives at 16.) Divara gave birth to a daughter named Averall. After the &lt;a href=\"M%C3%BCnster%20Rebellion\"&gt;fall of the town&lt;/a&gt; Divara was executed by decapitation along with four other women.\nThe 1993 &lt;a href=\"opera\"&gt;opera&lt;/a&gt; \"&lt;a href=\"Divara%20%E2%80%93%20Wasser%20und%20Blut\"&gt;Divara – Wasser und Blut&lt;/a&gt;\" (\"Water and Blood\") by &lt;a href=\"Jos%C3%A9%20Saramago\"&gt;José Saramago&lt;/a&gt; and &lt;a href=\"Azio%20Corghi\"&gt;Azio Corghi&lt;/a&gt; was based upon her."
}