{
    "id": "293099",
    "revid": "1055242971",
    "url": "https://en.wikipedia.org/wiki?curid=293099",
    "title": "Multichannel marketing",
    "text": "Multichannel marketing is the blending of different distribution and promotional channels for the purpose of &lt;a href=\"marketing\"&gt;marketing&lt;/a&gt;. &lt;a href=\"Distribution%20%28marketing%29\"&gt;Distribution channels&lt;/a&gt; include a retail storefront, a website, or a mail-order catalogue.\nMultichannel marketing is about choice. The objective of the companies doing the marketing is to make it easy for a consumer to buy from them in whatever way is most appropriate.\nTo be effective, multichannel marketing needs to be supported by good &lt;a href=\"supply%20chain%20management\"&gt;supply chain management&lt;/a&gt; systems, so that the details and prices of goods on offer are consistent across the different channels. It might also be supported by detailed analysis of the &lt;a href=\"return%20on%20investment\"&gt;return on investment&lt;/a&gt; from each different channel, measured in terms of customer response and conversion of sales. The contribution each channel delivers to sales can be assessed via &lt;a href=\"Marketing%20Mix%20Modeling\"&gt;Marketing Mix Modeling&lt;/a&gt; or via &lt;a href=\"Attribution%20%28marketing%29\"&gt;attribution modelling&lt;/a&gt;. Some companies target certain channels at different demographic &lt;a href=\"market%20segment\"&gt;segments&lt;/a&gt; of the market or at different &lt;a href=\"socio-economic%20group\"&gt;socio-economic group&lt;/a&gt;s of consumers.\nMultichannel marketing allows the retail merchant to reach its prospective or current customer in a channel of his/ her liking.\nCoordination of online and offline channels.\nCompanies that sell branded products and services through local businesses market over both online and offline channels to local audiences. Online and offline multichannel &lt;a href=\"marketing%20campaign\"&gt;marketing campaign&lt;/a&gt;s can either inform one another or are executed in isolation. A proportion of companies use their online marketing efforts to inform their offline advertising (i.e. they test keywords online to understand if they fit with customer intent before printing them in offline ads).\nComparison with traditional forms of marketing.\nWhile multichannel marketing focuses primarily on &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt; platforms in marketing, traditional approaches use &lt;a href=\"old%20media\"&gt;old media&lt;/a&gt; such as print sources, &lt;a href=\"telemarketing\"&gt;telemarketing&lt;/a&gt;, &lt;a href=\"direct%20mail\"&gt;direct mail&lt;/a&gt; and broadcasting stations such as &lt;a href=\"radio\"&gt;radio&lt;/a&gt; and &lt;a href=\"television\"&gt;television&lt;/a&gt;. Multichannel marketing does not only use &lt;a href=\"web%202.0\"&gt;web 2.0&lt;/a&gt; forms but also integrates &lt;a href=\"media%20convergence\"&gt;media convergence&lt;/a&gt; models, targeting customer interaction through different platforms such as via text messaging, on a website, email, online video campaigns, &lt;a href=\"GPS\"&gt;GPS&lt;/a&gt; to track the location of a customer and their proximity to the product or service. Being able to reach out to customers directly is an important &lt;a href=\"marketing%20strategy\"&gt;marketing strategy&lt;/a&gt; because it is convenient and enhances direct customer interaction.\nBenefits.\nSome of the long term benefits of this style of marketing include:"
}