{
    "id": "29312752",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=29312752",
    "title": "Markus Fugger",
    "text": "Markus Fugger (Marx Fugger) \"von der Lilie\" (14 February 1529 – 18 June 1597) was a German politician and businessman of the &lt;a href=\"Fugger\"&gt;Fugger&lt;/a&gt; family. He was the eldest son of &lt;a href=\"Anton%20Fugger\"&gt;Anton Fugger&lt;/a&gt;. He achieved several high offices - chamberlain to &lt;a href=\"Archduke%20Ernest%20of%20Austria\"&gt;Archduke Ernest of Austria&lt;/a&gt;, Kammerpräsident, member of the kurbayrische (&lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt;n) council, Pfleger (&lt;a href=\"Vogt\"&gt;reeve&lt;/a&gt;) in the Landshut, and city-pfleger in &lt;a href=\"Augsburg\"&gt;Augsburg&lt;/a&gt;.\nLife.\nOn his father's death in 1560, he and his brothers &lt;a href=\"Hans%20Fugger\"&gt;Hans&lt;/a&gt; and Jakob jointly managed their father's business. When they split up the business in 1575, Markus took its northern division. With other family members, he took over part of the &lt;a href=\"Fuggerh%C3%A4user\"&gt;Fuggerhäuser&lt;/a&gt; in Augsburg. Similarly, on his father's death, as eldest son Markus led the newly founded Marx Fugger and Brothers Firm (Firma Marx Fugger und Gebrüder) for 30 years. He was interested in church history, acted as a patron to artists and collected books and antiquities, taking on Nikolaus Juvenel as a portrait painter in Augsburg. He organised sumptuous parties with hour-long firework displays. In 1595 he suffered a stroke, from which he never recovered, and so the business passed to his brother Hans.\nMarriage and issue.\nIn 1557, he married &lt;a href=\"graf\"&gt;Gräfin&lt;/a&gt; (countess) Sibylla von Eberstein (1531–1589), allying the Fugger family with a number of noble families in south-west Germany - the Margraves of Baden-Sponheim, the Counts of Hanau-Lichtenberg and the &lt;a href=\"County%20of%20Eberstein\"&gt;Counts of Eberstein&lt;/a&gt;. The marriage produced 13 children (8 girls and 5 boys), though the male-line descent from Markus died out in 1671."
}