{
    "id": "29332281",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=29332281",
    "title": "2011 Women's Six Nations Championship",
    "text": "The 2011 Women's Six Nations Championship, also known as the 2011 RBS Women's 6 Nations due to the tournament's sponsorship by the &lt;a href=\"Royal%20Bank%20of%20Scotland\"&gt;Royal Bank of Scotland&lt;/a&gt;, was the tenth series of the &lt;a href=\"Women%27s%20Six%20Nations%20Championship\"&gt;Women's Six Nations Championship&lt;/a&gt;, an annual &lt;a href=\"Women%27s%20rugby%20union\"&gt;women's&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; competition between six &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an rugby union national teams. Matches were held between 4 February and 19 March 2011, on the same weekends as the &lt;a href=\"2011%20Six%20Nations%20Championship\"&gt;men's tournament&lt;/a&gt;, if not always the same day. The game between England and Scotland on 13 March followed the men's international between the same two nations and was shown live on the BBC. The match between England and France was also shown live on Sky TV in the UK, and France vs Scotland was broadcast live on Orange TV in France.\nThe championship was contested by &lt;a href=\"England%20national%20women%27s%20rugby%20union%20team\"&gt;England&lt;/a&gt;, &lt;a href=\"France%20national%20women%27s%20rugby%20union%20team\"&gt;France&lt;/a&gt;, &lt;a href=\"Ireland%20women%27s%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt;, &lt;a href=\"Italy%20national%20women%27s%20rugby%20union%20team\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Scotland%20national%20women%27s%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; and &lt;a href=\"Wales%20national%20women%27s%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;. England were favourites to win the tournament, and their victory was their sixth title in a row. Italy also had their best Six Nations ever. Scotland, on the other hand, lost every match (other than their game against Ireland) by record margins.\nLeading scorers.\nOther point scorers.\n5 points (one try, except where stated): Amy Garnett, Caroline Collie (1 pen, 1 con), Caryl James, Charlotte Murray, Chiara Castellarin, Christelle Chobet, Sophie Hemming, Sarah Hunter, Claire Molloy, Georgina Roberts, Geraldine Rea, Kat Merchant, Lauren Harris, Lindsay Wheeler, Mairead Kelly, Maria Diletta Veronese, Maria Grazia Cioffi, Rowena Burnfield, Toya Mason, Tracy Balmer, Claire Canal, Paola Zangirolami, Adi Taviner, Becky Essex, Michela Este, Manuela Furlan.\n3 points (one pen): Aurelie Bailon"
}