{
    "id": "2933920",
    "revid": "1067569454",
    "url": "https://en.wikipedia.org/wiki?curid=2933920",
    "title": "Marines",
    "text": "Marines, or naval infantry, are typically a &lt;a href=\"military%20force\"&gt;military force&lt;/a&gt; trained to operate in &lt;a href=\"Littoral%20Zone\"&gt;littoral zones&lt;/a&gt; in support of naval operations. Historically, tasks undertaken by marines have included helping maintain discipline and order aboard the ship (reflecting the &lt;a href=\"Impressment\"&gt;pressed&lt;/a&gt; nature of the ships' company and the risk of &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt;), the &lt;a href=\"Boarding%20%28attack%29\"&gt;boarding&lt;/a&gt; of vessels during combat or capture of &lt;a href=\"Prize%20%28law%29\"&gt;prize&lt;/a&gt; ships, and providing manpower for &lt;a href=\"Raid%20%28military%29\"&gt;raiding&lt;/a&gt; &lt;a href=\"Amphibious%20warfare\"&gt;ashore in support of the naval objectives&lt;/a&gt;. In most countries, the marines are an integral part of that state's &lt;a href=\"navy\"&gt;navy&lt;/a&gt;.\nThe exact term \"marine\" does not exist in many other languages. In French-speaking countries, two terms exist which could be translated as \"marine\", but do not translate exactly: and ; similar pseudo-translations exist elsewhere, e.g. in Portuguese (). The word marine means Navy in many European languages such as French, German, Dutch, and Norwegian.\nHistory.\nIn the earliest day of &lt;a href=\"naval%20warfare\"&gt;naval warfare&lt;/a&gt;, there was little distinction between &lt;a href=\"sailor\"&gt;sailor&lt;/a&gt;s and &lt;a href=\"soldier\"&gt;soldier&lt;/a&gt;s on a &lt;a href=\"warship\"&gt;warship&lt;/a&gt;. The &lt;a href=\"Watercraft%20rowing\"&gt;oarsmen&lt;/a&gt; of &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greek&lt;/a&gt; and &lt;a href=\"Ancient%20Rome\"&gt;Ancient Roman&lt;/a&gt; ships had to be capable of fighting the rowers of opposing ships hand-to-hand; though &lt;a href=\"hoplite\"&gt;hoplite&lt;/a&gt;s began appearing on Greek ships specifically for the boarding of enemy ships.\nThe &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; was the first to understand the importance of professional soldiers dedicated to melee combat onboard of ships. During the &lt;a href=\"First%20Punic%20War\"&gt;First Punic War&lt;/a&gt;, Roman crews remained inferior in naval experience to the &lt;a href=\"Ancient%20Carthage\"&gt;Carthaginian&lt;/a&gt;s and could not hope to match them in naval tactics, which required great fleet maneuverability and tactical experience. The Romans therefore employed a novel weapon which changed sea warfare to their advantage — they equipped their ships with the \"&lt;a href=\"Corvus%20%28boarding%20device%29\"&gt;corvus&lt;/a&gt;\", a long pivoting plank with a beak-like spike on the underside for hooking onto enemy ships, possibly developed earlier by the &lt;a href=\"Syracusan\"&gt;Syracusan&lt;/a&gt;s against the &lt;a href=\"Classical%20Athens\"&gt;Athenian&lt;/a&gt;s during the &lt;a href=\"Sicilian%20Expedition\"&gt;Sicilian Expedition&lt;/a&gt; of the &lt;a href=\"Peloponnesian%20War\"&gt;Peloponnesian War&lt;/a&gt;. Using it as a boarding bridge, Roman infantrymen were able to invade an enemy ship, transforming sea combat into a version of land combat, where the Roman &lt;a href=\"legionaries\"&gt;legionaries&lt;/a&gt; had the upper hand. During the early Principate, a ship's crew, regardless of its size, was organized as a . Crewmen could sign on as naval infantry (called ), rowers/seamen, craftsmen and various other jobs, though all personnel serving in the imperial fleet were classed as (\"soldiers\"), regardless of their function; only when differentiation with the army was required, were the adjectives or added. The &lt;a href=\"Roman%20Navy\"&gt;Roman Navy&lt;/a&gt;'s two fleet &lt;a href=\"Roman%20legion\"&gt;legions&lt;/a&gt;, &lt;a href=\"legio%20I%20Adiutrix\"&gt;I \"Adiutrix\"&lt;/a&gt; and &lt;a href=\"legio%20II%20Adiutrix\"&gt;II \"Adiutrix\"&lt;/a&gt;, were among the first distinct naval infantry units.\nThe first organized marine corps was created in Venice by the Doge &lt;a href=\"Enrico%20Dandolo\"&gt;Enrico Dandolo&lt;/a&gt; when he created the first regiment of ten companies spread on several ships. That Corps participated to the conquest of &lt;a href=\"Byzantium\"&gt;Byzantium&lt;/a&gt; (1203-1204), later officially called \"Fanti da Mar\" (sea infantry) in 1550.\nLater also the &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; king, &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Carlos I&lt;/a&gt;, assigned the naval infantry of the (&lt;a href=\"Kingdom%20of%20Naples\"&gt;Naples&lt;/a&gt; Sea Old Companies) to the Escuadras de Galeras del Mediterráneo (&lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean&lt;/a&gt; &lt;a href=\"Galley\"&gt;Galley&lt;/a&gt; Squadrons) in 1537, progenitors of the current &lt;a href=\"Spanish%20Navy%20Marines\"&gt;Spanish Navy Marines&lt;/a&gt; (Infantería de Marina) corps, making them the oldest marine corps still in active service in the world.\nEtymology.\nThe English noun \"marine\" is from the adjective \"marine\", meaning \"of the sea\", via &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; (\"of the sea\") from &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; (\"of the sea\") itself from mare (\"sea\"), from Proto-Indo-European \"*móri\" (\"body of water, lake\") (cognate with Old English \"mere\" (\"sea, lake\"), Dutch , German , all from Proto-Germanic \"*mari\").\nThe word \"marine\" was originally used for the marine-type forces of &lt;a href=\"England\"&gt;England&lt;/a&gt;; however, in many European languages the word \"marine\" or \"marina\" means \"navy\" – for example, in Dutch, French, Italian, German, Spanish, Danish, and Norwegian.\nBecause of this use of \"marine\" to mean \"navy\", exact one-word translations for the English term \"Marines\" do not exist in many other languages, which can lead to misunderstandings when translating, with the notable exception of the Dutch word . Typically, marine forces in non-English speaking countries have names that translate in English to \"naval infantry\" or \"coastal infantry\". In &lt;a href=\"Francophone\"&gt;French-speaking countries&lt;/a&gt;, two phrases exist which could be translated as marine, \" and \"; similar phrases exist elsewhere, e.g., in &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt; .\nRoles.\nThe principal role of marine troops is military operations in the &lt;a href=\"littoral%20zone\"&gt;littoral zone&lt;/a&gt;; operating from ships they are trained to land on and secure key points to around 85 km (or 50 miles) inland, or as far as ship borne logistics can provide.\nMarine units primarily deploy from warships using &lt;a href=\"boat\"&gt;boat&lt;/a&gt;s, &lt;a href=\"landing%20craft\"&gt;landing craft&lt;/a&gt;, &lt;a href=\"hovercraft\"&gt;hovercraft&lt;/a&gt;, &lt;a href=\"amphibious%20vehicle\"&gt;amphibious vehicle&lt;/a&gt;s or &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;s. Specialist units are also trained in &lt;a href=\"Frogman\"&gt;combat diving/combat swimming&lt;/a&gt; and parachuting.\nAs well as amphibious operations, marine troops are used in a variety of other, naval roles. Stationed at naval bases or forming marine detachments on board naval ships, they also conduct small scale raiding, &lt;a href=\"Naval%20boarding\"&gt;maritime boarding operations&lt;/a&gt;, security of naval vessels and bases, &lt;a href=\"riverine\"&gt;riverine&lt;/a&gt; and coastal missions, mess duty, and field day operations.\nIn addition to their primary roles, they perform other tasks, including special operations and &lt;a href=\"land%20warfare\"&gt;land warfare&lt;/a&gt;, separate from naval operations; ceremonial duties and miscellaneous other tasks as directed by governments.\nBy country.\nAlgeria.\nThe &lt;a href=\"Marine%20Fusilier%20Regiments\"&gt;Marine Fusilier Regiments&lt;/a&gt; are the marine infantry regiments of the &lt;a href=\"Algerian%20National%20Navy\"&gt;Algerian Navy&lt;/a&gt; and they are specialised in &lt;a href=\"amphibious%20warfare\"&gt;amphibious warfare&lt;/a&gt;.\nThe RFM have about 7000 soldiers in their ranks. Established in 1985.\nArgentina.\nThe &lt;a href=\"Argentine%20Marine%20Corps\"&gt;Argentine Marine Corps&lt;/a&gt; ( or IMARA) is a part of the &lt;a href=\"Argentine%20Navy\"&gt;Argentine Navy&lt;/a&gt;. Argentine marines have the same rank insignia and titles as the rest of the navy. The Argentine Marine Corps dates from 1827 when a single infantry battalion was raised. This was expanded in 1880 but seven years later the corps was merged with the existing coast artillery, to form a Naval Artillery Regiment. A series of reorganizations followed until responsibility for coastal defense was passed to the Argentine Army in 1898. Between 1935 and 1938 the marines reappeared in the form of five battalions of Marine Infantry, serving both on board ship and in coastal defense fortifications. In 1968 the Infanteria de Marina was reorganized as a separate corps within the Navy.\nAustralia.\nThe marine and naval infantry designations are not, officially, applied to &lt;a href=\"Australian%20Defence%20Force\"&gt;Australian Defence Force&lt;/a&gt; units, although some &lt;a href=\"Australian%20Army\"&gt;Australian Army&lt;/a&gt; units specialise in amphibious warfare, including &lt;a href=\"2nd%20Battalion%2C%20Royal%20Australian%20Regiment\"&gt;2nd Battalion, Royal Australian Regiment&lt;/a&gt; which retrained in an amphibious light infantry role from 2012.\nBahamas.\nThe &lt;a href=\"Royal%20Bahamas%20Defence%20Force\"&gt;Royal Bahamas Defence Force&lt;/a&gt; (RBDF) is the navy of The Bahamas. Since the Bahamas does not have an army or an air force, its navy composes the entirety of its armed forces. The RBDF Commando Squadron is a sizable force of 500 Special Marine Commandos.\nBangladesh.\nThe Special warfare Driving and Salvage (&lt;a href=\"SWADS\"&gt;SWADS&lt;/a&gt;) is special operations force of the &lt;a href=\"Bangladesh%20Navy\"&gt;Bangladesh Navy&lt;/a&gt;. SWADS is trained for the role of naval infantry and it consists of elite soldier specially chosen form the national armed forces branches and are given special training in United States, South Korea and Turkey.&lt;a href=\"https%3A//special-ops.org/bangladesh-swads-special-warfare-diving-salvage/\"&gt;&lt;/a&gt;&lt;a href=\"https%3A//www.militaryfactory.com/special-forces/bangladeshi-swads-special-forces-weapons.asp\"&gt;&lt;/a&gt;\nBolivia.\nThe &lt;a href=\"Bolivian%20Naval%20Force%23Marine%20Corps\"&gt;Bolivian Naval Force&lt;/a&gt; includes about 2,000 naval infantry personnel and marines. These are organized into seven small battalions.\nBrazil.\nThe &lt;a href=\"Brazilian%20Marine%20Corps\"&gt;Corps of Naval Fusiliers&lt;/a&gt; () is subordinate to the &lt;a href=\"Brazilian%20Navy\"&gt;Brazilian Navy&lt;/a&gt;. The marine corps is composed of an operational brigade and some guard and ceremonial duty battalions. The main unit is the brigade-sized (Amphibious Division). Officers´ ranks and titles are the same as for the rest of the Navy.\nCambodia.\nDuring the 1970-75 &lt;a href=\"Cambodian%20Civil%20War\"&gt;Cambodian Civil War&lt;/a&gt; the &lt;a href=\"Cambodian%20Marine%20Corps\"&gt;Cambodian Marine Corps&lt;/a&gt; were active, but were effectively disbanded by the end of the &lt;a href=\"Cambodian%E2%80%93Vietnamese%20War\"&gt;Cambodian–Vietnamese War&lt;/a&gt;. The &lt;a href=\"Royal%20Cambodian%20Navy\"&gt;Royal Cambodian Navy&lt;/a&gt; created a force of 2,000 &lt;a href=\"Royal%20Cambodian%20Marines\"&gt;marines&lt;/a&gt; in 2007.\nChile.\nThe 4,200 strong &lt;a href=\"Chilean%20Marine%20Corps\"&gt;Chilean Marine Corps&lt;/a&gt; is a branch of the &lt;a href=\"Chilean%20Navy\"&gt;Chilean Navy&lt;/a&gt;. Specialized in amphibious assaults, the corps is built around four detachments based along Chile's long coasts at Viña del Mar, Talcahuano, Punta Arenas and Iquique. There are also a number of independent companies and platoons, for security protection at naval bases, other shore installations and the Ministry of Defense. The Viña del Mar and Talcahuano detachments contribute to the Amphibious Expeditionary Brigade (Brigada Anfibia Expedicionaria). There is as a group of Marine Infantry commandos (Grupo de Comandos IM), which together with the group of naval tactical divers (Agrupación de Buzos Tácticos) are part of the Navy's Special Operations Command (Comando de Operaciones Especiales).\nChina (PRC).\nThe &lt;a href=\"People%27s%20Liberation%20Army%20Navy%20Marine%20Corps\"&gt;People's Liberation Army Navy Marine Corps&lt;/a&gt; (PLANMC) is a service branch of the &lt;a href=\"People%27s%20Liberation%20Army%20Navy\"&gt;PRC navy&lt;/a&gt;, and is therefore under the command of the PLAN Headquarters. The PLANMC are divided into Six brigades. The majority of the PLAMC's personnel is based in the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;.\nColombia.\nThe &lt;a href=\"Colombian%20Marine%20Corps\"&gt;Colombian Marine Corps&lt;/a&gt; is a part of the &lt;a href=\"Colombian%20Navy\"&gt;Colombian Navy&lt;/a&gt;. The modern Marine Corps dates from the establishment of two rifle companies in 1936. While remaining a small force the corps saw service during the civil war between Conservatives and Liberals of 1946–58; and provided volunteers for service in the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. By the 1960s it had been expanded to a battalion of marine infantry plus five independent companies.\nCroatia.\n&lt;a href=\"Croatian%20Navy\"&gt;Croatian Navy&lt;/a&gt; formed naval infantry companies during the &lt;a href=\"Croatian%20War%20of%20Independence\"&gt;Croatian War of Independence&lt;/a&gt; (1991-5), esp. on islands (&lt;a href=\"Hvar\"&gt;Hvar&lt;/a&gt;: Zvir Company, &lt;a href=\"Kor%C4%8Dula\"&gt;Korčula&lt;/a&gt;: Mixed Detachment etc.) and one in &lt;a href=\"Pula\"&gt;Pula&lt;/a&gt; (Vanga Company, saw action in relieving &lt;a href=\"Siege%20of%20Dubrovnik\"&gt;Siege of Dubrovnik&lt;/a&gt; and in &lt;a href=\"Operation%20Maslenica\"&gt;Operation Maslenica&lt;/a&gt;). As they were all dissolved during 2000s, a new naval infantry company, ~160-strong (\"Satnija mornaričko-desantnog pješaštva\") was formed again in 2018 as a part of the Navy Flotilla and is located in &lt;a href=\"Plo%C4%8De\"&gt;Ploče&lt;/a&gt;.\nCuba.\nThe &lt;a href=\"Cuban%20Navy\"&gt;Cuban Revolutionary Navy&lt;/a&gt; ( or MGR) maintains a small marine battalion called the &lt;a href=\"Cuban%20Navy%23Special%20Forces\"&gt;Desembarco de Granma&lt;/a&gt;.\nDenmark.\nThe &lt;a href=\"Guard%20Hussar%20Regiment\"&gt;Guard Hussar Regiment&lt;/a&gt; ( or GHR) maintains a marine squadron based in &lt;a href=\"Almeg%C3%A5rds%20Kaserne\"&gt;Almegårds Kaserne&lt;/a&gt; on the Baltic island &lt;a href=\"Bornholm\"&gt;Bornholm&lt;/a&gt;. The squadron is a part of the 3rd Light Reconnaissance Battalion and trains &lt;a href=\"Conscription%20in%20Denmark\"&gt;conscripts&lt;/a&gt;.\nEcuador.\nThe 5,000-man &lt;a href=\"Ecuadorian%20Navy\"&gt;Ecuadorian Navy&lt;/a&gt; maintains a 1,700-man &lt;a href=\"Ecuadorian%20Navy%23Marines\"&gt;Naval Infantry Corps&lt;/a&gt; () headquartered in &lt;a href=\"Guayaquil\"&gt;Guayaquil&lt;/a&gt;. Formed on 12 November 1962, it is organised into two security battalions, one in the Amazon River area and the other on the Pacific coast. There is also a commando battalion based on the &lt;a href=\"Gal%C3%A1pagos%20Islands\"&gt;Galápagos Islands&lt;/a&gt;.\nEgypt.\nThe 111th Independent Mechanized Brigade (formerly the 130th Marine Amphibious Brigade) of the &lt;a href=\"Egyptian%20Army\"&gt;Egyptian Army&lt;/a&gt; can conduct amphibious assault operations. There is also the 153rd Commando Group with three Marine Commandos Battalions (515th, 616th, 818th) controlling 12 Marine Commandos Companies.\nEl Salvador.\nThe &lt;a href=\"El%20Salvador%20Navy\"&gt;El Salvador Navy&lt;/a&gt; included two 600-man Marine Infantry Battalions ( or BIM), and a 300-man Naval Commando Force. The BIMs were located at &lt;a href=\"La%20Uni%C3%B3n%2C%20El%20Salvador\"&gt;La Unión&lt;/a&gt; and &lt;a href=\"Usulut%C3%A1n\"&gt;Usulután&lt;/a&gt;. The Salvadoran Marine Corps uses green pixelated and green woodland uniforms.\nFinland.\nThe Finnish &lt;a href=\"Uusimaa%20Brigade\"&gt;Uusimaa Brigade&lt;/a&gt; () in &lt;a href=\"Eken%C3%A4s%20%28Finland%29\"&gt;Ekenäs&lt;/a&gt; is the home of the &lt;a href=\"Finnish%20Marine%20Commandos\"&gt;Finnish Marines&lt;/a&gt; — the (in Swedish) / (in Finnish) / or \"Coastal Jaegers\" (in English). The Brigade is part of the &lt;a href=\"Finnish%20Navy\"&gt;Finnish Navy&lt;/a&gt;, and the only Swedish-speaking unit within the &lt;a href=\"Finnish%20Defence%20Forces\"&gt;Finnish Defence Forces&lt;/a&gt;.\nFrance.\nThe (Naval Fusiliers) and (Naval Commandos) are naval personnel. The protect vessels and installations, provide the navy with military training, augment boarding-landing parties and support operations of the Commandos Marine. The (Naval Commandos) are a seven company Commando formation whose roots can be traced to the Second World War. The Commandos Marine have evolved to be broadly comparable to the British Special Boat Service, with whom they exchange officers.\n (\"Marine Troops\"), are a branch of the &lt;a href=\"French%20Army\"&gt;French Army&lt;/a&gt;, renamed from the &lt;a href=\"French%20Colonial%20Forces\"&gt;Troupes Coloniales&lt;/a&gt; who served in France's overseas territories to maintain or expand French interests. The modern Troupes de Marine have units permanently based in Africa, in addition they man bases in the French Overseas Territories. They now provide the ground combat elements of French amphibious task forces and are specifically trained for that purpose. The &lt;a href=\"9th%20Light%20Armoured%20Marine%20Brigade%20%28France%29\"&gt;9th Marine Brigade (9e Brigade Légère Blindée de Marine (9 BLBMa))&lt;/a&gt; is twinned with the &lt;a href=\"3%20Commando%20Brigade\"&gt;3 Commando Brigade&lt;/a&gt; of the &lt;a href=\"Royal%20Marines\"&gt;Royal Marines&lt;/a&gt;, organising the exchange of officers and sharing training and exercises.\nGermany.\nThe &lt;a href=\"Sea%20Battalion%20%28Germany%29\"&gt;Sea Battalion&lt;/a&gt; () is a land formation of the German Navy. It was formed in Eckernförde on 1 April 2014, succeeding the Naval Protection Force.\nGreece.\nThe Greek &lt;a href=\"32nd%20Marines%20Brigade%20%28Greece%29\"&gt;32nd Marine Brigade \"Moravas\"&lt;/a&gt; and the Amphibious Raider Squadrons (known as MAK) of the &lt;a href=\"13th%20Special%20Operations%20Command\"&gt;13th Special Operations Command&lt;/a&gt; are amphibious infantry and maritime operations units maintained by the &lt;a href=\"Hellenic%20Army\"&gt;Hellenic Army&lt;/a&gt; and supported by the &lt;a href=\"Hellenic%20Navy\"&gt;Hellenic Navy&lt;/a&gt;.\nHonduras.\nThe &lt;a href=\"Honduran%20Navy\"&gt;Honduran Navy&lt;/a&gt; established at least one 600-man marine infantry battalion ( or BIM) in 1982.\nIndia.\nThe &lt;a href=\"Indian%20Army\"&gt;Indian Army&lt;/a&gt; has amphibious units under the Jodhpur-based corps. The &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt;'s &lt;a href=\"MARCOS\"&gt;MARCOS&lt;/a&gt; are a specialised amphibious unit.\nIndonesia.\nIn &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, the main &lt;a href=\"amphibious%20warfare\"&gt;amphibious warfare&lt;/a&gt; force and &lt;a href=\"naval%20infantry\"&gt;naval infantry&lt;/a&gt; of the &lt;a href=\"Indonesian%20National%20Armed%20Forces\"&gt;Indonesian National Armed Forces&lt;/a&gt; is the &lt;a href=\"Indonesian%20Marine%20Corps\"&gt;Indonesian Marine Corps&lt;/a&gt; of the &lt;a href=\"Indonesian%20Navy\"&gt;Indonesian Navy&lt;/a&gt;. The Marine commandant reports to the &lt;a href=\"Chief%20of%20Staff%20of%20the%20Indonesian%20Navy\"&gt;Chief of Staff of the Indonesian Navy&lt;/a&gt;.\nIran.\nSince the &lt;a href=\"Iranian%20Revolution\"&gt;Iranian Revolution&lt;/a&gt; in 1979, the number of marines in the &lt;a href=\"Islamic%20Republic%20of%20Iran%20Navy\"&gt;Islamic Republic of Iran Navy&lt;/a&gt; (IRIN) has expanded to 2,600 personnel, in two marine brigades, each composed of three battalions. Their mission is to provide security throughout the &lt;a href=\"Arabian%20Sea\"&gt;Arabian Sea&lt;/a&gt; and free waters, as well as securing routes for Iranian ships in the &lt;a href=\"Gulf%20of%20Aden\"&gt;Gulf of Aden&lt;/a&gt;. The &lt;a href=\"Navy%20of%20the%20Islamic%20Revolutionary%20Guard%20Corps\"&gt;Navy&lt;/a&gt; of the &lt;a href=\"Iranian%20Revolutionary%20Guard%20Corps\"&gt;Iranian Revolutionary Guard Corps&lt;/a&gt; (IRGCN) maintains several units which may perform marine-type functions. It also has a Takavar naval commando battalion, called &lt;a href=\"Sepah%20Navy%20Special%20Force\"&gt;Sepah Navy Special Force&lt;/a&gt; (SNSF). They are tasked with providing security in the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt; and &lt;a href=\"Strait%20of%20Hormuz\"&gt;Strait of Hormuz&lt;/a&gt;, as well as conducting anti-piracy missions to assist Iranian ships.\nIraq.\nThe &lt;a href=\"Iraqi%20Navy\"&gt;Iraqi Navy&lt;/a&gt; is a small force with 1,500 sailors and 800 marines designed to protect the shoreline and inland waterways from insurgent infiltration. The navy will have coastal patrol squadrons, assault boat squadrons and a marine battalion. The force will consist of 2,000 to 2,500 sailors by 2010.\nIsrael.\nUpon its revival in the 1980s the &lt;a href=\"Givati%20Brigade\"&gt;Givati Brigade&lt;/a&gt; was intended to serve as the amphibious infantry brigade of the &lt;a href=\"Israel%20Defense%20Forces\"&gt;Israel Defense Forces&lt;/a&gt;, but this was not put into effect. Currently the 35th &lt;a href=\"Paratroopers%20Brigade\"&gt;Paratroopers Brigade&lt;/a&gt; is the only brigade that has amphibious abilities as part of its Depth Warfare arsenal together with Parachuting and Air Assault.\nItaly.\nThe &lt;a href=\"San%20Marco%20Marine%20Brigade\"&gt;San Marco Marine Brigade&lt;/a&gt; is the marine infantry unit of the Italian Navy (). It traces its roots back to 1550 with the formation of in the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt;.\nThe &lt;a href=\"Lagunari\"&gt;Serenissima Regiment&lt;/a&gt; is the amphibious infantry unit of the &lt;a href=\"Italian%20Army\"&gt;Italian Army&lt;/a&gt; (). Its soldiers are called and they are the Italian Army Marines.\nJapan.\n&lt;a href=\"Japan%20Ground%20Self-Defense%20Force\"&gt;Japan Ground Self-Defense Force&lt;/a&gt;\n&lt;a href=\"Amphibious%20Rapid%20Deployment%20Brigade%20%28Japan%29\"&gt;Amphibious Rapid Deployment Brigade&lt;/a&gt; – Japanese marines tasked with offensive amphibious assault to retake islands.\nKorea, South.\nThe &lt;a href=\"Republic%20of%20Korea%20Marine%20Corps\"&gt;Republic of Korea Marine Corps&lt;/a&gt; is the marine corps of &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;. It was founded as a reconnaissance force just prior to the start of the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. The ROKMC has seen action in several major conflicts. Though theoretically it is under the direction of the &lt;a href=\"Chief%20of%20Naval%20Operations%20%28South%20Korea%29\"&gt;Chief of Naval Operations&lt;/a&gt; for all practical purposes it operates as an independent branch of the military.\nKorea, North.\nThe &lt;a href=\"Korean%20People%27s%20Army\"&gt;Korean People's Army&lt;/a&gt;'s &lt;a href=\"Light%20Infantry%20Training%20Guidance%20Bureau\"&gt;Light Infantry Training Guidance Bureau&lt;/a&gt; has two or more amphibious light infantry/sniper brigades. These brigades are believed deployed to &lt;a href=\"Wonsan\"&gt;Wonsan&lt;/a&gt; on the east coast and &lt;a href=\"Namp%27o\"&gt;Namp'o&lt;/a&gt; and &lt;a href=\"Tasa-ri\"&gt;Tasa-ri&lt;/a&gt; on the west coast. In organization and manpower, they are reduced versions of the regular light infantry brigades with a total strength of approximately 5,000 men organized into ten battalions. Each battalion has about 400 men organized into five companies each. Some amphibious brigade personnel are trained as &lt;a href=\"frogmen\"&gt;frogmen&lt;/a&gt;.\nLebanon.\nLebanon maintains an elite but very small in number \"&lt;a href=\"Marine%20Commandos\"&gt;Navy Commando&lt;/a&gt;\" regiment. Trained internationally and armed with mostly American and French made equipment and weaponry.\nMaldives.\nThe &lt;a href=\"Maldives%20National%20Defence%20Force\"&gt;Maldives National Defence Force&lt;/a&gt; maintains a frontline ground combat force known as the &lt;a href=\"MNDF%20Marine%20Corps\"&gt;MNDF Marine Corps&lt;/a&gt;. It is divided into Marine Deployment Units (MDUs) which acts as the force projection element MNDF. The MNDF Marine Corps, as a naval unit, works closely with the Coast Guard of the country.\nMexico.\nThe &lt;a href=\"Mexican%20Naval%20Infantry\"&gt;Mexican Naval Infantry&lt;/a&gt; (&lt;a href=\"spanish%20language\"&gt;Spanish&lt;/a&gt;: ) of the &lt;a href=\"Mexican%20Navy\"&gt;Mexican Navy&lt;/a&gt; is responsible for port security, protection of the ten-kilometer coastal fringe, and patrolling major waterways. The marines have light arms, heavy weapons and armored amphibious vehicles. The Navy ceded most of its riverine responsibilities to the &lt;a href=\"Mexican%20Army\"&gt;Army&lt;/a&gt;, reducing the size of the marine force, and deploying them back aboard ships where they play a vital role in drug interdiction and boarding of suspect vessels in territorial waters.\nMorocco.\nThe Royal Moroccan Marines are a naval infantry force subordinated to the &lt;a href=\"Royal%20Moroccan%20Navy\"&gt;Royal Moroccan Navy&lt;/a&gt; trained in landing missions and sabotage. The force is between 1,500 and 2,000 troops strong, organized in three battalion-strength units. Among its roles are guarding the southern coast against infiltration by &lt;a href=\"Polisario%20Front\"&gt;Polisario Front&lt;/a&gt; guerrillas.\nMyanmar.\nThe &lt;a href=\"Myanmar%20Navy\"&gt;Myanmar Navy&lt;/a&gt; raised a naval infantry battalion of 800 men in 1964, followed by a second battalion in 1967. Two more battalions may have also been raised. They were deployed mainly to the Arakan and Tenasserim areas, and to the Irrawaddy delta, to assist in counter-insurgency operations, but also performed other security duties.\nNamibia.\n&lt;a href=\"Namibian%20Marine%20Corps\"&gt;Namibian Marine Corps&lt;/a&gt; is a battalion-sized infantry unit of the &lt;a href=\"Namibian%20Navy\"&gt;Namibian Navy&lt;/a&gt; under the command of a naval captain. Its officers and men are part of the navy and use naval ranks though insignia is adopted from &lt;a href=\"Brazilian%20Marine%20Corps\"&gt;Brazilian Marine Corps&lt;/a&gt;, The Corps is primarily formed up of a Rapid Reaction Unit, Operation Dive team, Operational boat team and a &lt;a href=\"Special%20Operations\"&gt;Special Operations&lt;/a&gt; &lt;a href=\"Commando\"&gt;Commando&lt;/a&gt; Unit.\nNetherlands.\nThe &lt;a href=\"Royal%20Netherlands%20Navy\"&gt;Royal Netherlands Navy&lt;/a&gt; naval infantry unit is the &lt;a href=\"Netherlands%20Marine%20Corps\"&gt;Netherlands Marine Corps&lt;/a&gt; (), founded in 1665 as an infantry regiment to the Dutch Navy. They saw their first amphibious action in 1667 raiding the English coast during the &lt;a href=\"Raid%20on%20the%20Medway\"&gt;Raid on the Medway&lt;/a&gt;. Their Latin motto is Qua Patet Orbis (\"As Far as the World Extends\"). Today, it is a brigade approximately 2300 marines strong, consisting of two marine infantry battalions (plus one infantry company which is stationed in &lt;a href=\"Aruba\"&gt;Aruba&lt;/a&gt;), one amphibious combat support battalion and one logistical battalion. Dutch Marines train in all possible geographical and climate conditions for their role. Enlisted marine recruit training lasts 33 weeks, and marine officers train up to 18 months (including naval academy time). It has its own Special Forces branch known as &lt;a href=\"Netherlands%20Maritime%20Special%20Operations%20Forces\"&gt;Netherlands Maritime Special Operations Forces&lt;/a&gt; (NLMARSOF).\nNorway.\nThe Coastal Ranger Command ( or KJK) of the &lt;a href=\"Norwegian%20Navy\"&gt;Norwegian Navy&lt;/a&gt; is an amphibious infantry unit trained to operate in littoral combat theatres, as naval infantry and coastal artillery. There is also an SBS type naval commando unit, the .\nPakistan.\nThe &lt;a href=\"Pakistan%20Marines\"&gt;Pakistan Marines&lt;/a&gt; division of the &lt;a href=\"Pakistan%20Navy\"&gt;Pakistan Navy&lt;/a&gt; was re-established on April 14, 1990, with about 3,600 men. The marines are based at &lt;a href=\"PNS%20Qasim\"&gt;PNS Qasim&lt;/a&gt; naval base.\nParaguay.\nThe &lt;a href=\"Paraguayan%20Marine%20Corps\"&gt;Paraguayan Marine Corps&lt;/a&gt; () is a battalion-sized organization consisting of four company sized brigades. In limited cadre form the Marine Corps dates from the late 19th century, although it only achieved significant existence when the three-battalion sized was created in the final stages of the &lt;a href=\"Chaco%20War\"&gt;Chaco War&lt;/a&gt; of 1932–1935.\nPeru.\nThe &lt;a href=\"Peruvian%20Naval%20Infantry\"&gt;Peruvian Naval Infantry&lt;/a&gt; () consists of around 3,000 naval infantrymen and includes an amphibious brigade of three battalions and local security units with two transport ships, four tank landing ships, and about forty &lt;a href=\"Bravia%20Chaimite\"&gt;Chaimite&lt;/a&gt; armored personnel carriers. Since 1982, IMAP detachments have been deployed, under army command, in counter-insurgency operations.\nPhilippines.\nThe &lt;a href=\"Philippine%20Marine%20Corps\"&gt;Philippine Marine Corps&lt;/a&gt; (PMC) (&lt;a href=\"Filipino%20language\"&gt;Filipino&lt;/a&gt;: ) is the marine corps of the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, it is a naval infantry force under the command of the &lt;a href=\"Philippine%20Navy\"&gt;Philippine Navy&lt;/a&gt;. PMC primarily conducts amphibious and expeditionary warfare, as well as special operation missions. It has a strength of about 9,500 men organized into three maneuver brigades, a Combat Service and Support Brigade (CSSB), and independent units such as the &lt;a href=\"Marine%20Special%20Operations%20Group\"&gt;Marine Special Operations Group&lt;/a&gt; (MARSOG) and the Marine Security and Escort Group (MSEG). Formed on November 7, 1950, the &lt;a href=\"Philippine%20Marine%20Corps\"&gt;Philippine Marine Corps&lt;/a&gt; is considered the first and foremost unit to be involved in any amphibious or seaborne clashes.\nPoland.\nThe &lt;a href=\"Polish%20Navy\"&gt;Polish Navy&lt;/a&gt; maintains several naval infantry units responsible for port and coastal security. The &lt;a href=\"Polish%20Army\"&gt;Polish Army&lt;/a&gt; maintains the &lt;a href=\"7th%20Coastal%20Defense%20Brigade\"&gt;7th Coastal Defense Brigade&lt;/a&gt;, which bears traditions of the disbanded &lt;a href=\"7th%20Coastal%20Defence%20Division\"&gt;7th Coastal Defence Division&lt;/a&gt; (the Blue Berets), therefore it is sometimes referred to as the Marines of Poland. there are no plans by the Polish Army to create an active marine unit. Therefore, the 7th Brigade carries out only limited-scale exercises of amphibious assaults.\nPortugal.\nThe third oldest marine corps in the world was founded as the \"Terço of the Navy of the Crown of Portugal\" in 1618. The &lt;a href=\"Portuguese%20Navy\"&gt;Portuguese Navy&lt;/a&gt; still maintains this Elite Naval Infantry , which is currently known as the . The Corpo de Fuzileiros, meaning literally \"Corps of Fusiliers\") are an Elite Infantry and Special Forces unit of the Portuguese Navy.\nRomania.\nThe 307th Marine Battalion () is the &lt;a href=\"light%20infantry\"&gt;light infantry&lt;/a&gt;/&lt;a href=\"reconnaissance\"&gt;reconnaissance&lt;/a&gt; unit of the &lt;a href=\"Romanian%20Naval%20Forces\"&gt;Romanian Naval Forces&lt;/a&gt;. It is located in &lt;a href=\"Babadag\"&gt;Babadag&lt;/a&gt;, &lt;a href=\"Tulcea%20County\"&gt;Tulcea County&lt;/a&gt;, and was formed in the mid-1970s for the defence of the &lt;a href=\"Danube%20Delta\"&gt;Danube Delta&lt;/a&gt; and Romanian &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; shore.\nRussia.\nThe &lt;a href=\"Naval%20Infantry%20%28Russia%29\"&gt;Russian Naval Infantry&lt;/a&gt; () are the amphibious forces of the &lt;a href=\"Armed%20Forces%20of%20the%20Russian%20Federation\"&gt;Russian Armed Forces&lt;/a&gt;. The &lt;a href=\"Russian%20Navy\"&gt;Russian Navy&lt;/a&gt; also has the &lt;a href=\"Russian%20commando%20frogmen\"&gt;Russian commando frogmen&lt;/a&gt;, an elite unit for underwater reconnaissance and special operations.\nSaudi Arabia.\nThe &lt;a href=\"Royal%20Saudi%20Navy\"&gt;Royal Saudi Navy&lt;/a&gt; maintains two, 1,500-man marine brigades consisting of three battalions each. The brigades are assigned to the Western Fleet headquartered in Jeddah and the Eastern Fleet headquartered in Jubail.\nSouth Africa.\nSouth Africa has not had a dedicated marine branch of its military since the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; era. A close analogue would be the &lt;a href=\"South%20African%20Navy\"&gt;South African Navy&lt;/a&gt;'s &lt;a href=\"Maritime%20Reaction%20Squadron\"&gt;Maritime Reaction Squadron&lt;/a&gt;, a marine-type unit of four companies. Members are marines and use naval ranks. They are trained in infantry combat up to company sized operations. They are also used for crowd control and conduct peacekeeping operations. During peacekeeping operations they are meant to augment an army infantry battalion. Their role is very similar to the now disbanded &lt;a href=\"South%20Africa%20Marine%20Corps\"&gt;South Africa Marine Corps&lt;/a&gt; from the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; era. The &lt;a href=\"4%20Special%20Forces%20Regiment%20%28South%20Africa%29\"&gt;4 Special Forces Regiment&lt;/a&gt; of the &lt;a href=\"South%20African%20Special%20Forces\"&gt;South African Special Forces&lt;/a&gt; provides &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; its seaward Special Forces capability.\nSpain.\nThe &lt;a href=\"Spanish%20Navy%20Marines\"&gt;Spanish Navy Marines&lt;/a&gt; () are the oldest existing marine force in the world, as they were established on February 27, 1537, by &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles I&lt;/a&gt; when he permanently assigned the (Naples Sea Old Companies) to the (Mediterranean Galley Squadrons). Their red trouser stripes mark the as part of the Royal Household Corps, and were given by &lt;a href=\"Charles%20III%20of%20Spain\"&gt;Charles III&lt;/a&gt; to the marines in reward for their fierce defence of the &lt;a href=\"Morro%20Castle%20%28Havana%29\"&gt;Castillo del Morro&lt;/a&gt; of &lt;a href=\"Havana\"&gt;Havana&lt;/a&gt;, &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; in 1762.\nSri Lanka.\nThe &lt;a href=\"Sri%20Lanka%20Navy\"&gt;Sri Lanka Navy&lt;/a&gt; established its &lt;a href=\"Sri%20Lanka%20Marine%20Corps\"&gt;Sri Lanka Marine Corps&lt;/a&gt; in November 2016 and the first group of members were assisted in training by the &lt;a href=\"11th%20Marine%20Expeditionary%20Unit\"&gt;11th Marine Expeditionary Unit&lt;/a&gt; of the United States Marine Corps. The unit became functional after the first group of members consisting of 6 officers and 158 sailors graduated from training on the 27th of February, 2017.\nSweden.\nThe &lt;a href=\"Swedish%20Amphibious%20Corps\"&gt;Swedish Amphibious Corps&lt;/a&gt; () is an arm of the &lt;a href=\"Swedish%20Navy\"&gt;Swedish Navy&lt;/a&gt;. The Corps consists of one battalion, tasked with reconnaissance, amphibious assaults and combat on, over and under the surface of the sea.\nSyria.\nThe &lt;a href=\"Syrian%20Marines\"&gt;Fouj Al-Mughawayr Al-Bahir&lt;/a&gt; (, meaning \"Marines Regiment\") is a unit based in &lt;a href=\"Latakia%20Governorate\"&gt;Latakia Governorate&lt;/a&gt;. It has participated in operations in the &lt;a href=\"Syrian%20Civil%20War\"&gt;Syrian Civil War&lt;/a&gt;.\nTaiwan (ROC).\nWith the size of about 9,000 personnel, the &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;ese &lt;a href=\"Republic%20of%20China%20Marine%20Corps\"&gt;(Republic of China) Marine Corps&lt;/a&gt; is responsible for amphibious combat, counter-landing, and reinforcement of &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and surrounding islands (such as &lt;a href=\"Kinmen\"&gt;Kinmen&lt;/a&gt;, &lt;a href=\"Wuchiu%2C%20Kinmen\"&gt;Wuchiu&lt;/a&gt;, &lt;a href=\"Matsu%20Islands\"&gt;Matsu Islands&lt;/a&gt;, and &lt;a href=\"Pratas%20Island\"&gt;Pratas Island&lt;/a&gt;, etc.), defense of Naval facilities, and also functions as a rapid reaction force (special service company) and a strategic reserve.\nThailand.\n&lt;a href=\"Royal%20Thai%20Marine%20Corps\"&gt;Royal Thai Marine Corps&lt;/a&gt; (RTMC) is the &lt;a href=\"naval%20infantry\"&gt;naval infantry&lt;/a&gt; sub-branch of the &lt;a href=\"Royal%20Thai%20Navy\"&gt;Royal Thai Navy&lt;/a&gt;.The Royal Thai Marine Corps was founded in 1932, when the first battalion was formed with the assistance of the United States Marine Corps. It was expanded to a regiment in 1940 and was in action against communist guerrillas throughout the 1950s and 1960s. During the 1960s the United States Marine Corps assisted in its expansion into a brigade. The Royal Thai Marine Corps saw action on the Malaysian border in the 1970s, and has now been increased to four brigades.\nTonga.\nThe Royal Tongan Marines is a sub-unit of the &lt;a href=\"Tongan%20Maritime%20Force\"&gt;Tongan Maritime Force&lt;/a&gt;, which itself is a branch of the &lt;a href=\"Tonga%20Defence%20Services\"&gt;Tonga Defence Services&lt;/a&gt;. It is a single battalion-sized group composed of a Headquarters Company and three Light Infantry Companies.\nTurkey.\nThe &lt;a href=\"Amphibious%20Marine%20Infantry%20Brigade%20Command\"&gt;Amphibious Marine Infantry Brigade Command&lt;/a&gt; is the marine force of the Turkish Naval Forces and consists of 4,500 men based in Foça near İzmir.\nUkraine.\nThe &lt;a href=\"Marine%20Corps%20%28Ukraine%29\"&gt;Ukrainian Marines&lt;/a&gt; was founded in 1993 from a unit of the former Soviet Naval Infantry. It serves as a coastal defense force of the &lt;a href=\"Ukrainian%20Navy\"&gt;Ukrainian Navy&lt;/a&gt;. Also known by its official name, the \"Ukrainian Naval Infantry\", the sub-branch of the Navy is based in &lt;a href=\"Mykolaiv\"&gt;Mykolaiv&lt;/a&gt;.\nUnited Kingdom.\nThe &lt;a href=\"Royal%20Marines\"&gt;Royal Marines&lt;/a&gt; (RM) were formed in 1664 and are part of &lt;a href=\"Her%20Majesty%27s%20Naval%20Service\"&gt;HM Naval Service&lt;/a&gt;. They include an amphibious brigade (which includes commando-trained units and individual personnel from the British Army, Royal Navy and Royal Air Force), a naval security unit responsible for guarding the UK's naval nuclear weapons and other security duties, a landing craft and boat-training group which is also a parent unit for three landing craft units deployed on amphibious warfare ships; and a naval musical branch. The RM has close international ties with allied marine forces, particularly the United States Marine Corps and the Netherlands Marine Corps/Korps Mariniers. \"Marine\" is also used as a rank in the Royal Marines, being equivalent to an army &lt;a href=\"Private%20%28rank%29\"&gt;private&lt;/a&gt;. The &lt;a href=\"Royal%20Marines%20Reserve\"&gt;Royal Marines Reserve&lt;/a&gt; (RMR) is the volunteer reserve force used to augment the regular Royal Marines in times of war or national crisis.\nUnited States.\nThe &lt;a href=\"United%20States%20Marine%20Corps\"&gt;United States Marine Corps&lt;/a&gt; (USMC) is currently the largest and only marine &lt;a href=\"Combined%20arms\"&gt;combined-arms&lt;/a&gt; force in the world. Created in 1775, it was originally intended only to guard naval vessels during the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt;. The USMC is a component part of the &lt;a href=\"United%20States%20Department%20of%20the%20Navy\"&gt;US Department of the Navy&lt;/a&gt; in the military command structure, with its own representative on the &lt;a href=\"Joint%20Chiefs%20of%20Staff\"&gt;Joint Chiefs of Staff&lt;/a&gt;. The Corps’ major functions include: seizure or defense of advanced naval bases and land operations essential to a naval campaign, providing detachments and organizations for service on armed vessels of the Navy and security detachments for the protection of naval property at naval stations and bases, and such other duties as the President may direct and develop those phases of amphibious operations that pertain to the tactics, technique, and equipment used by landing forces. It also has other missions include providing personnel as security guards at US diplomatic missions, and providing helicopter transportation for the President of the United States aboard Marine One. The &lt;a href=\"United%20States%20Marine%20Corps%20Reserve\"&gt;United States Marine Corps Reserve&lt;/a&gt; (USMCR) is the reserve force of the United States Marine Corps.\nUruguay.\nThe &lt;a href=\"Uruguayan%20Marine%20Corps\"&gt;Uruguayan Marine Corps&lt;/a&gt; ( or FUSNA) is a battalion-sized organization. However, given its small size, it's not a separate corps within the Navy, but regular naval officers are posted to the Marines as to any other Navy unit.\nVenezuela.\nThe &lt;a href=\"Venezuelan%20Marine%20Corps\"&gt;Venezuelan Marine Corps&lt;/a&gt; () is a sub-division of the &lt;a href=\"Bolivarian%20Armada%20of%20Venezuela\"&gt;Venezuelan Navy&lt;/a&gt;. Headquartered in Meseta de Mamo, Vargas, the estimated numerical strength of this unit is approximately 8,000 men and women. Its mission is to \"enlist and direct its units in order to form the disembarking force and/or support of amphibious or special operations; executing naval safeguarding and environmental policing, as well as actively participating in the national development\".\nVietnam.\nThe &lt;a href=\"Vietnam%20People%27s%20Navy\"&gt;Vietnam People's Navy&lt;/a&gt; maintains a &lt;a href=\"Naval%20Infantry%20%28Vietnam%29\"&gt;naval infantry&lt;/a&gt; force. It once stood at eleven brigades each of several battalions. Currently the Vietnam People's Navy maintains two naval infantry brigades.\nHistorical marine forces.\nAncient Greece.\nThe ancient Greek states did not possess specialized marine infantry; instead, they used &lt;a href=\"hoplite\"&gt;hoplite&lt;/a&gt;s and archers as an onboard contingent ().\nAncient Rome.\nThe &lt;a href=\"Roman%20Navy\"&gt;Roman Navy&lt;/a&gt; used regular infantry as marines. Naval personnel were trained for raiding and also provided the troops for at least two &lt;a href=\"Roman%20Legion\"&gt;legions&lt;/a&gt; (&lt;a href=\"legio%20I%20Adiutrix\"&gt;I \"Adiutrix\"&lt;/a&gt; and &lt;a href=\"legio%20II%20Adiutrix\"&gt;II \"Adiutrix\"&lt;/a&gt;) for service on land. The various provincial fleets were usually provided with marines from the adjacent legions.\nAustralia.\nSeveral of the &lt;a href=\"Colonial%20navies%20of%20Australia\"&gt;Colonial navies of Australia&lt;/a&gt; raised volunteer naval infantry and naval militia brigades in the second half of the 19th century. Following the &lt;a href=\"Federation%20of%20Australia\"&gt;Federation of Australia&lt;/a&gt; they were combined into the Commonwealth Naval Militia. With the formation of the &lt;a href=\"Royal%20Australian%20Navy\"&gt;Royal Australian Navy&lt;/a&gt; in 1911 they were renamed the Royal Australian Naval Brigade. At its peak in 1915 it numbered 2,817 officers and men. The Naval Brigade was disbanded in 1920 and volunteers were absorbed into the &lt;a href=\"Royal%20Australian%20Naval%20Reserve\"&gt;Royal Australian Naval Reserve&lt;/a&gt;.\nAustrian/Austro-Hungarian Empire.\nThough overshadowed by its Prussian counterpart, the &lt;a href=\"Seebataillon\"&gt;Marinier-Korps&lt;/a&gt; as well as naval powers like the British, the French, the Spanish, and the Italians, Austria-Hungary maintained a small regiment of naval infantrymen dating back to Venetian times alongside the then Austrian Imperial Navy's “Corps of Sailors” (). However, in 1868, as part of his naval reforms, then Commander &lt;a href=\"Wilhelm%20von%20Tegetthoff\"&gt;Wilhelm von Tegetthoff&lt;/a&gt; abolished the Naval Infantry Regiment and the Naval Artillery Corps in favor of an enlarged and all-encompassing as no marines had served aboard a ship for 10 years, and so from that point on sailors not serving on active warships received infantry drills &amp; took up naval infantry duties.\nByzantine Empire.\nFor several centuries, the &lt;a href=\"Byzantine%20navy\"&gt;Byzantine navy&lt;/a&gt; used the descendants of the &lt;a href=\"Mardaites\"&gt;Mardaites&lt;/a&gt;, who were settled in southern &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt; and &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, as marines and rowers for its ships. Emperor &lt;a href=\"Basil%20I\"&gt;Basil I&lt;/a&gt; also established a separate marine regiment, 4,000 strong, for the central Imperial Fleet based at &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;. These were professional troops, and were counted among the elite .\nIn the 1260s, when emperor &lt;a href=\"Michael%20VIII%20Palaiologos\"&gt;Michael VIII Palaiologos&lt;/a&gt; rebuilt the navy, he recruited the (settlers from &lt;a href=\"Laconia\"&gt;Laconia&lt;/a&gt;) and the (men of mixed Greek-&lt;a href=\"Latins%20%28Middle%20Ages%29\"&gt;Latin&lt;/a&gt; descent) as special marine troops. Despite the progressive decline and virtual disappearance of the navy, they remained active until the late &lt;a href=\"Palaiologan%20period\"&gt;Palaiologan period&lt;/a&gt;.\nDenmark-Norway.\n (The Marine Regiment) was the naval infantry of the &lt;a href=\"Royal%20Dano-Norwegian%20Navy\"&gt;Royal Dano-Norwegian Navy&lt;/a&gt;.\nEstonia.\nThe , was a short-lived infantry &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt; of the &lt;a href=\"Estonian%20Navy\"&gt;Estonian Navy&lt;/a&gt;. The battalion was created in 1919 from the crews of the Estonian surface warships and was based in &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt;. The unit was mainly used on the &lt;a href=\"Estonian%20War%20of%20Independence\"&gt;Southern Front&lt;/a&gt; during the &lt;a href=\"Estonian%20War%20of%20Independence\"&gt;Estonian War of Independence&lt;/a&gt;. The unit was operational from March to June in 1919.\nFrance.\nThe &lt;a href=\"Troupes%20de%20marine\"&gt;Troupes de marine&lt;/a&gt; were founded in 1622 (as ) as land forces under the control of the &lt;a href=\"Secretary%20of%20State%20of%20the%20Navy%20%28France%29\"&gt;Secretary of State of the Navy&lt;/a&gt;, notably for operations in &lt;a href=\"French%20Canada\"&gt;French Canada&lt;/a&gt;. The were transformed in &lt;a href=\"line%20infantry\"&gt;line infantry&lt;/a&gt; &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;s by &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;, but became once more marine forces in 1822 (for the artillery) and 1831 (for the infantry). These were in the 19th century the main overseas and colonial forces of the French military. In 1900 they were put under the orders of the &lt;a href=\"Minister%20of%20Defence%20%28France%29\"&gt;War Ministry&lt;/a&gt; and took the name of (Colonial Forces). In 1958 the designation of was changed to (Overseas Forces) but in 1961 it reverted to the original . Throughout these changes in title, these troops continued to be part of the &lt;a href=\"French%20Army\"&gt;French Army&lt;/a&gt;.\nGran Colombia.\nThe Federation of &lt;a href=\"Gran%20Colombia\"&gt;Gran Colombia&lt;/a&gt; Marines were formed in 1822 and were disbanded in 1829, Personnel were mostly from Venezuela.\nItaly.\nThe &lt;a href=\"Blackshirt\"&gt;Blackshirt&lt;/a&gt; &lt;a href=\"militia\"&gt;militia&lt;/a&gt; maintained an independent \"Marine Group\" with four MVSN battalions (24th, 25th, 50th and 60th).\nJapan.\nDuring the feudal period, the Japanese used Ashigaru soldiers or regular Yumi archers as soldiers to protect ships from pirates.\nIn 1873 a short-lived marine corps was added to the newly created &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt;, using Britain's Royal Marines as a model. Considered unsuitable in its original form, the force was disbanded in 1878.\nThe &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt;'s &lt;a href=\"Imperial%20Japanese%20Navy%20Land%20Forces\"&gt;Land Forces&lt;/a&gt; maintained several combat units:\nThe Netherlands.\nThe Corps was founded on 10 December 1665 during the &lt;a href=\"Second%20Anglo-Dutch%20War\"&gt;Second Anglo-Dutch War&lt;/a&gt; by the unofficial leader of the republic &lt;a href=\"Johan%20de%20Witt\"&gt;Johan de Witt&lt;/a&gt; and Admiral &lt;a href=\"Michiel%20de%20Ruyter\"&gt;Michiel de Ruyter&lt;/a&gt; as the Regiment de Marine. Its leader was &lt;a href=\"Willem%20Joseph%20van%20Ghent\"&gt;Willem Joseph Baron van Ghent&lt;/a&gt;. The Dutch had successfully used ordinary soldiers in ships at sea in the &lt;a href=\"First%20Anglo-Dutch%20War\"&gt;First Anglo-Dutch War&lt;/a&gt;. It was the fifth European marine unit formed, being preceded by the Spanish Marines (1537), the Portuguese Marines (1610), the French Marines (1622) and the English Royal Marines (1664). Like Britain, the Netherlands has had several periods when its Marines were disbanded. The Netherlands itself was under French occupation or control from 1810 until 1813. A new marine unit was raised on 20 March 1801 during the time of the &lt;a href=\"Batavian%20Republic\"&gt;Batavian Republic&lt;/a&gt; and on 14 August 1806 the was raised under King Louis Bonaparte. The modern dates from 1814, receiving its current name in 1817.\nThe battle honors on the ' colors are: &lt;a href=\"Raid%20on%20the%20Medway\"&gt;Raid on the Medway&lt;/a&gt; (1667), Kijkduin (1673), Sennefe (1674), Spain, Dogger Bank (1781), West Indies, Algiers (1816), Atjeh, Bali, Rotterdam (1940), Java Sea (1942), Java and Madoera (1947–1948), New Guinea (1962) and Cambodia (1992–1993).\nOttoman Empire.\nThe role of &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; naval infantry originated in &lt;a href=\"Orhan\"&gt;Orhan&lt;/a&gt;'s conquest of the Karasi &lt;a href=\"Bey\"&gt;Bey&lt;/a&gt;lik and the capture of its fleet. From then on, &lt;a href=\"Janissaries\"&gt;Janissaries&lt;/a&gt; and &lt;a href=\"Azap\"&gt;Azap&lt;/a&gt;s were sometimes deployed as marines during the 14th Century. The Deniz azaps were used during the 16th Century; while troops called &lt;a href=\"Levend\"&gt;Levend&lt;/a&gt; (&lt;a href=\"Bahriyeli\"&gt;Bahriyeli&lt;/a&gt;) were raised on and off over the centuries – over 50,000 of them by the late 18th century. The last raised units were the (&lt;a href=\"Barbary%20corsairs\"&gt;corsair&lt;/a&gt; captains militia) recruited from among the North &lt;a href=\"African%20Arabs\"&gt;African Arabs&lt;/a&gt; and indigenous &lt;a href=\"Berber%20people\"&gt;Berbers&lt;/a&gt;. Ottoman marines were part of the &lt;a href=\"Ottoman%20navy\"&gt;Ottoman navy&lt;/a&gt;.\nPortuguese Empire.\nPortugal raised numerous companies of Special Marines () and African Special Marines (), both at home and in the African colonies of &lt;a href=\"Portuguese%20Guinea\"&gt;Portuguese Guinea&lt;/a&gt;, &lt;a href=\"Portuguese%20Angola\"&gt;Portuguese Angola&lt;/a&gt; and &lt;a href=\"Portuguese%20Mozambique\"&gt;Portuguese Mozambique&lt;/a&gt;, for service in Africa during the &lt;a href=\"Portuguese%20Colonial%20War\"&gt;Portuguese Colonial War&lt;/a&gt;s. The African Special Marines were all-black units.\nRussian Empire.\nThe Imperial Russian Navy used several regiments of marine equipage troops that fought as much on land as they served in ship detachments. One battalion was formed within the Guard, and served on the Imperial family's ships.\nSpain.\nThe oldest naval infantry. Created February,27 of 1537 as Tercio de Armada by Carlos I (Charles V, Holy Roman Emperor 1519–1556). Miguel de Cervantes, famous writer, was a member of naval infantry at Lepanto Battle.\nSoviet Union.\nThe Soviet Navy had a number of small battalion-sized naval infantry and coastal defence units that mostly served in the ports and bases before the Second World War. During the war, and building on the visuals of the mutinied sailors of Petrograd in 1917, the &lt;a href=\"Stavka\"&gt;Stavka&lt;/a&gt; ordered formation of naval infantry brigades from surplus ship crew or shore duty sailors.\nSouth Africa.\nThe &lt;a href=\"South%20Africa%20Marine%20Corps\"&gt;South Africa Marine Corps&lt;/a&gt; was set up as a sub-branch of the &lt;a href=\"South%20African%20Navy\"&gt;South African Navy&lt;/a&gt; in 1979, with the primary purpose of protecting harbours. The Marines were disbanded in 1989, following a major restructuring of the Navy at the end of the &lt;a href=\"South%20African%20Border%20War\"&gt;South African Border War&lt;/a&gt;.\nUnited Arab Emirates.\nIn 2011 the UAE Marine Battalion was merged in the &lt;a href=\"United%20Arab%20Emirates%20Presidential%20Guard\"&gt;United Arab Emirates Presidential Guard&lt;/a&gt;.\nVietnam.\nVietnamese dynasties had a long tradition of utilizing marines. This tradition went back no later than the &lt;a href=\"Annam%20%28Chinese%20province%29\"&gt;Annam Protectorate of Tang dynasty&lt;/a&gt; when the governors built boats and trained marines to fight off pirates and invaders. The successive Vietnamese dynasties made full use of their marines' superiority at river and sea to launch successful campaigns against their northward and southward neighbors alike.\nThe forerunner of the &lt;a href=\"Republic%20of%20Vietnam%20Marine%20Corps\"&gt;Republic of Vietnam Marine Corps&lt;/a&gt; (VNMC) was established by &lt;a href=\"Ngo%20Dinh%20Diem\"&gt;Ngo Dinh Diem&lt;/a&gt;, then prime minister of what was then the &lt;a href=\"State%20of%20Vietnam\"&gt;State of Vietnam&lt;/a&gt; on October 13, 1954. The VNMC became defunct on 1 May 1975 after the &lt;a href=\"fall%20of%20Saigon\"&gt;fall of Saigon&lt;/a&gt;.\nYugoslavia.\nThe &lt;a href=\"Yugoslav%20Naval%20Infantry\"&gt;12th Naval Infantry Brigade&lt;/a&gt; () of the &lt;a href=\"SFR%20Yugoslav%20Navy\"&gt;Yugoslavian Navy&lt;/a&gt; consisted of 900 to 2,000 men in three battalions. A multi-ethnic unit, the brigade was broken up during the &lt;a href=\"Breakup%20of%20Yugoslavia\"&gt;dissolution of the Yugoslav federation&lt;/a&gt; and saw little action."
}