{
    "id": "2933703",
    "revid": "36393100",
    "url": "https://en.wikipedia.org/wiki?curid=2933703",
    "title": "First Light (Richard and Linda Thompson album)",
    "text": "First Light is the fourth album by &lt;a href=\"folk%20rock\"&gt;folk rock&lt;/a&gt; duo &lt;a href=\"Richard%20Thompson%20%28musician%29\"&gt;Richard&lt;/a&gt; and &lt;a href=\"Linda%20Thompson%20%28singer%29\"&gt;Linda Thompson&lt;/a&gt;. It was released in 1978 on &lt;a href=\"Chrysalis%20Records\"&gt;Chrysalis Records&lt;/a&gt;.\nWriting and recording.\nAfter the release of their third album, \"&lt;a href=\"Pour%20Down%20Like%20Silver\"&gt;Pour Down Like Silver&lt;/a&gt;\", the Thompsons took an extended break from music. They spent much of the next three years living in &lt;a href=\"sufi\"&gt;sufi&lt;/a&gt; communes in &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt;.\nThis prolonged sabbatical was punctuated by occasional &lt;a href=\"Session%20musician\"&gt;session&lt;/a&gt; work by Richard Thompson and a short tour in 1977 in which the duo performed mostly new, overtly religious material and were backed by musicians who were also practitioners of the Sufi faith.\nIn 1978 Richard Thompson accepted an invitation from &lt;a href=\"Joe%20Boyd\"&gt;Joe Boyd&lt;/a&gt; to play on &lt;a href=\"Julie%20Covington\"&gt;Julie Covington's&lt;/a&gt; &lt;a href=\"eponym\"&gt;eponym&lt;/a&gt;ous solo debut album. The musicians hired for this album included highly regarded American &lt;a href=\"Session%20musician\"&gt;session&lt;/a&gt; players &lt;a href=\"Neil%20Larsen\"&gt;Neil Larsen&lt;/a&gt;, &lt;a href=\"Willie%20Weeks\"&gt;Willie Weeks&lt;/a&gt; and &lt;a href=\"Andy%20Newmark\"&gt;Andy Newmark&lt;/a&gt;, who had also been working in the studio with &lt;a href=\"George%20Harrison\"&gt;George Harrison&lt;/a&gt;. According to Boyd the three Americans were hugely impressed by Thompson's playing and expressed a wish to work with him. Boyd also knew that Thompson had some new material and talked Thompson's manager &lt;a href=\"Jo%20Lustig\"&gt;Jo Lustig&lt;/a&gt; into taking advantage of the situation: \"The material is there and these guys love Richard, they’re gonna kill to play with him. It would be great.\"\nThe resulting \"First Light\" was the fourth album by &lt;a href=\"Richard%20Thompson%20%28musician%29\"&gt;Richard and Linda Thompson&lt;/a&gt; and marked their resumption of their recording career. It is dominated by spiritual songs, some of them direct translations of &lt;a href=\"sufi\"&gt;sufi&lt;/a&gt; and &lt;a href=\"koranic\"&gt;koranic&lt;/a&gt; texts.\nIn later years Thompson expressed dissatisfaction with his recorded output in the late 1970s: \"The regrets I would have would be career stuff, I was too flaccid in the 1970s, I just wasn’t thinking tightly enough to make a difference. Especially the later 70s, where I made really indifferent records, I just didn’t have my mind on the job.\"\nTrack listing.\nAll songs written by Richard Thompson; except \"Pavanne\" by Richard and Linda Thompson, and \"The Choice Wife\" traditional, arranged by Richard Thompson"
}