{
    "id": "29343847",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=29343847",
    "title": "Neilson Poe (American football)",
    "text": "Neilson Poe (October 1, 1876 – September 22, 1963) a.k.a. Net Poe was a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player for the &lt;a href=\"Princeton%20Tigers\"&gt;Princeton Tigers&lt;/a&gt;. He played in the Princeton &lt;a href=\"backfield\"&gt;backfield&lt;/a&gt; in 1895 and 1896, and even later returned to coach football at the school. He was also one of the &lt;a href=\"Poe%20brothers\"&gt;Poe brothers&lt;/a&gt;, six siblings who were celebrated football players at Princeton University from 1882 until 1901. Neilson graduated from Princeton in 1897.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Neilson served in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; as a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt;. In 1917, at the age of 41, he reported for officers training, located in &lt;a href=\"Plattsburgh%20%28city%29%2C%20New%20York\"&gt;Plattsburgh, New York&lt;/a&gt;. In 1918, Neilson took part in the &lt;a href=\"Second%20Battle%20of%20the%20Marne\"&gt;Second Battle of the Marne&lt;/a&gt;, during which his commanding officer was killed. During the battle he was wounded, but still took command of his fellow soldiers and safely entrenched them for 24 hours. He suffered a bullet wound to the stomach and several shrapnel wounds. He spent the rest of the war hospitalized and was later awarded the &lt;a href=\"Croix%20de%20guerre\"&gt;French War Cross&lt;/a&gt; and the &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20States%29\"&gt;Distinguished Service Cross&lt;/a&gt;.\nAfter the war, he returned to Princeton to serve as an assistant coach from 1919 until his death in 1963. He resided during those years in the &lt;a href=\"Nassau%20Inn\"&gt;Nassau Inn&lt;/a&gt;, room 24."
}