{
    "id": "29354695",
    "revid": "1639942",
    "url": "https://en.wikipedia.org/wiki?curid=29354695",
    "title": "Chung Tấn Cang",
    "text": "Admiral Chung Tấn Cang (22 July 1926, &lt;a href=\"Ho%20Chi%20Minh%20City\"&gt;Gia Định&lt;/a&gt; – 24 January 2007, &lt;a href=\"Bakersfield%2C%20California\"&gt;Bakersfield, California&lt;/a&gt;) was a commander of the &lt;a href=\"Republic%20of%20Vietnam%20Navy\"&gt;Republic of Vietnam Navy&lt;/a&gt; between 1963 and 1965.\nCang took command in November 1963 after Captain &lt;a href=\"H%E1%BB%93%20T%E1%BA%A5n%20Quy%E1%BB%81n\"&gt;Hồ Tấn Quyền&lt;/a&gt;, a &lt;a href=\"Ngo%20Dinh%20Diem\"&gt;Ngo Dinh Diem&lt;/a&gt; loyalist, was executed during the &lt;a href=\"1963%20South%20Vietnamese%20coup\"&gt;November 1963 coup&lt;/a&gt; that led to Diệm's &lt;a href=\"arrest%20and%20assassination%20of%20Ngo%20Dinh%20Diem\"&gt;ouster and execution&lt;/a&gt;. Cang was one of the \"Young Turks\" during the era of military juntas in South Vietnam from 1963 to 1967.\nJunta era.\nAfter General &lt;a href=\"Nguyen%20Khanh\"&gt;Nguyen Khanh&lt;/a&gt; &lt;a href=\"January%201964%20South%20Vietnamese%20coup\"&gt;seized power in January 1964&lt;/a&gt;, he promoted several young colonels to the rank of \"aspirant brigadier general\", including Cang, hoping to solidify his power base.\nAfter the September 1964 coup attempt by General &lt;a href=\"Duong%20Van%20Duc\"&gt;Duong Van Duc&lt;/a&gt; failed, As the coup collapsed, Cang, along with fellow Young Turks Ky and Thi among others, appeared with Đức at a news conference where they proclaimed the unity of the South Vietnamese military. They announced a resolution by the armed forces, claiming a united front against corruption, vowing to fight communists and remove their sympathizers from the public service, and insisting that there was no coup attempt.\nIn &lt;a href=\"December%201964%20South%20Vietnamese%20coup\"&gt;December 1964&lt;/a&gt;, the Young Turks among the military junta were prominent in arresting the members of the &lt;a href=\"High%20National%20Council%20%28South%20Vietnam%29\"&gt;High National Council&lt;/a&gt;—a civilian advisory body—and disbanding it. This led to an angry response from US Ambassador &lt;a href=\"Maxwell%20D.%20Taylor\"&gt;Maxwell D. Taylor&lt;/a&gt;, as the US government wanted a civilian presence in the decision-making and political stability. Junta leader General &lt;a href=\"Nguyen%20Khanh\"&gt;Nguyen Khanh&lt;/a&gt; sent the Young Turks, &lt;a href=\"Nguyen%20Cao%20Ky\"&gt;Nguyen Cao Ky&lt;/a&gt;, &lt;a href=\"Nguyen%20Chanh%20Thi\"&gt;Nguyen Chanh Thi&lt;/a&gt;, &lt;a href=\"Nguyen%20Van%20Thieu\"&gt;Nguyen Van Thieu&lt;/a&gt; and Cang after Maxwell called a meeting, leading to an infamous confrontation that was later leaked to the media. Taylor asked the four to sit down and then said \"Do all of you understand English?\" The ambassador then angrily denounced the officers. According to &lt;a href=\"Stanley%20Karnow\"&gt;Stanley Karnow&lt;/a&gt;, Taylor \"launched into a tirade, scolding them as if he were still superintendent of &lt;a href=\"West%20Point\"&gt;West Point&lt;/a&gt; and they a group of cadets caught cheating\". He said \"I told you all clearly at General Westmoreland's dinner we Americans were tired of coups. Apparently I wasted my words.\" He said \"... you have made a real mess. We cannot carry you forever if you do things like this.\" Cang and his colleagues were taken aback by Taylor's searing words and felt they had been humiliated, but they responded to Taylor in a circumlocutory way. They remained calm and did not resort to direct confrontation, trying to justify their actions in the interests of stability and government efficiency. Cang said \"It seems ... we are being treated as though we were guilty. What we did was only for the good of the country.\" Later, despite Taylor's pleas to keep the dissolution of the HNC secret in the hope it would be reversed, the Young Turks called a media conference, where they maintained the HNC had been dissolved in the nation's best interests. The quartet vowed to stand firm and not renege on their decision. They also proclaimed their ongoing confidence for Suu and Hương.\nHowever, relations between Khanh and Taylor continued to deteriorate. In the first week of February 1965, Taylor told Kỳ—who then passed on the message to colleagues in the junta—that the US was \"in no way propping up General Khánh or backing him in any fashion\". Taylor then sent a cable to Washington claiming his words had \"fallen on fertile ground\". Taylor and his staff in Saigon thought highly of three officers as possible replacements for Khánh: Thiệu, the commander of &lt;a href=\"II%20Corps%20%28South%20Vietnam%29\"&gt;II Corps&lt;/a&gt; &lt;a href=\"Nguyen%20Huu%20Co\"&gt;Nguyen Huu Co&lt;/a&gt;, and Cang. A US Defense Department report described Cang \"a good leader ... anti-communist; friendly towards U.S\". Taylor's encouragement of a coup was not a secret, and had the unwanted side-effect of accelerating coup action from figures not favored by Washington. The likes of Kỳ, Thiệu, Có and Cang were not yet ready to stage a coup, and their preparations were well behind those of the undetected communist agent, Colonel &lt;a href=\"Pham%20Ngoc%20Thao\"&gt;Pham Ngoc Thao&lt;/a&gt;, an unstinting plotter. The Young Turks maintained a guarded approach, waiting to see what the other officers would do, rather than boldly taking the initiative.\nWhen the coup was started by Thao and Phat on February 19, rebel forces surrounded the naval headquarters located on the &lt;a href=\"Saigon%20River\"&gt;Saigon River&lt;/a&gt;, apparently in an attempt to capture Cang. However this was unsuccessful, and Cang moved the fleet to &lt;a href=\"Nh%C3%A0%20B%C3%A8\"&gt;Nhà Bè&lt;/a&gt;—a port downstream on the Saigon River—to prevent the rebels from seizing the boats. Thao and Phat's coup attempt collapse but in the midst of the instability, the remaining junta forced Khanh to go into exile."
}