{
    "id": "29358768",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=29358768",
    "title": "Oxygen cocktail",
    "text": "The oxygen cocktail is a foamy substance containing a beverage drink (juice, milk, etc.) enriched in gaseous &lt;a href=\"oxygen\"&gt;oxygen&lt;/a&gt;. The drink is used as part of &lt;a href=\"oxygen%20therapy\"&gt;oxygen therapy&lt;/a&gt; by a number of Russian medical institutions; their research suggest that the drink, by supplying oxygen, allegedly reduces &lt;a href=\"chronic%20fatigue%20syndrome\"&gt;chronic fatigue syndrome&lt;/a&gt; and &lt;a href=\"Hypoxia%20%28medical%29\"&gt;hypoxia&lt;/a&gt; and activates &lt;a href=\"metabolism\"&gt;metabolism&lt;/a&gt;.\nHistory.\nThe oxygen cocktail was developed in the 1960s by the Russian academician N. N. Sirotinin. While researching the respiratory function of the stomach and the possibility of filling the body with oxygen through the &lt;a href=\"digestive%20tract\"&gt;digestive tract&lt;/a&gt;, Soviet doctors put probes into the patients’ stomachs, through which the body could be filled with up to 2 liters of oxygen. Although the condition of the patients improved considerably, this method had to be abandoned because of discomfort caused by the probes. In an alternative treatment, a foam-forming liquid was filled with oxygen and transferred to the patient’s mouth via a tube. Later, researches suggested adding the oxygen foam into food or drink. Such oxygen-enriched drinks received the name “oxygen cocktail” and were produced in sanatoriums and clinics. Since the 1970s, the method of making such drinks has undergone almost no changes, but the foam-forming ingredients and the ways of filling the cocktails with oxygen have been improved.\nIngredients.\nJuices (grape, cherry, raspberry, etc.), syrups, water, milk and fruit-drinks are often used as the base of the cocktail. Oily and sparkling liquids result in poor homogeneity of the foam. The base liquid might contain extracts of plants and herbs such as &lt;a href=\"Crataegus\"&gt;hawthorn&lt;/a&gt;, &lt;a href=\"strawflower\"&gt;strawflower&lt;/a&gt;, &lt;a href=\"motherwort\"&gt;motherwort&lt;/a&gt; and &lt;a href=\"rose%20hip\"&gt;rose hip&lt;/a&gt;, which themselves are used in the clinical practices. An essential element of the oxygen cocktail is the foaming agent, such as &lt;a href=\"gelatin\"&gt;gelatin&lt;/a&gt; &lt;a href=\"egg%20white\"&gt;egg white&lt;/a&gt; or &lt;a href=\"liquorice\"&gt;liquorice&lt;/a&gt;. Initially, oxygen cocktails were made with egg white. However &lt;a href=\"clinical%20trial\"&gt;clinical trial&lt;/a&gt;s proved that this ingredient resulted in allergenicity and unpleasant taste and could promote infectious diseases; thus it was replaced by liquorice, which is a foaming agent, tonic and sedative.\nMechanism of action.\nAfter entering the intestines, the oxygen from the cocktail allegedly absorbs into the &lt;a href=\"blood\"&gt;blood&lt;/a&gt;, where it stimulates metabolism, blood circulation, &lt;a href=\"redox\"&gt;redox&lt;/a&gt; and the &lt;a href=\"immunity%20%28medical%29\"&gt;immune system&lt;/a&gt;. The activated metabolism also stimulates the digesting of other cocktail’s ingredients, thereby enhancing their medical action.\nClinical research in Russia.\nThe use of oxygen cocktail for medical rehabilitation was allegedly studied at the gynecological department of medical rehabilitation of the \"Research Center of &lt;a href=\"Obstetrics\"&gt;Obstetrics&lt;/a&gt;, &lt;a href=\"Gynaecology\"&gt;Gynecology&lt;/a&gt; and &lt;a href=\"Maternal-fetal%20medicine\"&gt;Perinatology&lt;/a&gt;\". It was demonstrated that using the oxygen cocktails as a part of the complex therapy of adults, children and teenagers suffering from inflammations of uterine appendages, optimized metabolism and activated &lt;a href=\"antioxidant\"&gt;antioxidant&lt;/a&gt;s in the &lt;a href=\"blood%20plasma\"&gt;blood plasma&lt;/a&gt;, thereby improving the general condition of the patients. This result was confirmed in other Russian clinics.\nIn 2005 the Research Center of Children’s Health (Russian Academy of Medical Sciences) studied the efficiency of the oxygen cocktails as a part of the complex therapy of children and teenagers suffering from chronic diseases of the respiratory and digestive tracts. Patients took 200 mL of the oxygen cocktail per day. It was concluded that the oxygen cocktail activates metabolism, reduces fatigue and stimulates efficiency and the immune system without visible side effects. Improvement was observed for all patients suffering from respiratory diseases and 85% of the children having digestive tract problems. \nThe efficiency of the oxygen cocktail in prevention and therapy of placental deficiency and fetal hypoxia was proved during the 2006 study at the obstetrics and gynecology department of the &lt;a href=\"Peoples%27%20Friendship%20University%20of%20Russia\"&gt;Peoples' Friendship University of Russia&lt;/a&gt;.\nAs a result of these studies, it was suggested that the oxygen cocktail\nIndications and contraindication.\nIn Russia, oxygen cocktails are prescribed for expecting mothers, sportsmen, children and teenagers, people living in poor ecological conditions or suffering from hypoxia, cardiovascular system and digestive tract diseases, having problems with the immune system, insomnia, chronic fatigue syndrome and excessive body weight.\nThe contraindications of the oxygen cocktail are:"
}