{
    "id": "2936142",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2936142",
    "title": "Brad Thorn",
    "text": "Bradley Carnegie Thorn (born 3 February 1975) is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; &lt;a href=\"Coach%20%28sport%29\"&gt;coach&lt;/a&gt; and former &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; and rugby union player. Born in New Zealand, he represented &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; in rugby league and &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; in rugby union in a 22-season career as a player. He is currently the head coach of the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt;.\nThorn played rugby league for the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; competition for a total of ten seasons in two spells, and represented &lt;a href=\"Queensland%20Maroons\"&gt;Queensland&lt;/a&gt; in the &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin series&lt;/a&gt;. He played eight times for Australia - five for the Kangaroos, and three games for the Super League Australia team. His preferred position in rugby league was in the , though he was equally effective as a . In 2000 Thorn was awarded the &lt;a href=\"Australian%20Sports%20Medal\"&gt;Australian Sports Medal&lt;/a&gt; for his contribution to Australia's international standing in rugby league.\nHe first moved to rugby union in 2001 and, over two spells in the sport, became one of the most successful rugby union players. \nA &lt;a href=\"Lock%20%28rugby%20union%29\"&gt;lock&lt;/a&gt;, he was the first player to win a World Cup, a Super Rugby title and the Heineken Cup, despite only moving to the sport in his mid-twenties. He won 59 international caps for New Zealand, and was part of the team that won the &lt;a href=\"2011%20Rugby%20World%20Cup\"&gt;2011 World Cup&lt;/a&gt;.\nAfter retiring in 2015, he became a coach, and was appointed head coach of the Reds in October 2017.\nEarly life.\nHaving relocated with his family from New Zealand to Australia at age eight, Thorn's junior football was rugby league played in Queensland with Aspley and Wests Arana. He was signed as a junior with the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt; in 1994 and that same year represented Australia in the Junior Kangaroos side.\nPlaying career.\nRugby league (1994–2000).\nThorn made his first grade debut in the &lt;a href=\"NSWRL\"&gt;NSWRL&lt;/a&gt; for the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt;, who were then defending premiers, in the &lt;a href=\"1994%20Winfield%20Cup%20season\"&gt;1994 Winfield Cup season&lt;/a&gt;'s 12th round against the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt;. At season's end he was awarded the club's rookie of the year award.\nAt the outbreak of the &lt;a href=\"Super%20League%20war\"&gt;Super League war&lt;/a&gt; in 1995 Thorn, along with the rest of his Broncos teammates and players of several other clubs, was aligned with &lt;a href=\"Super%20League%20%28Australia%29\"&gt;Super League&lt;/a&gt; and so ineligible for selection in the &lt;a href=\"Australian%20Rugby%20League\"&gt;Australian Rugby League&lt;/a&gt;'s &lt;a href=\"1995%20State%20of%20Origin%20series\"&gt;1995 State of Origin series&lt;/a&gt; or post-season &lt;a href=\"1995%20Rugby%20League%20World%20Cup\"&gt;1995 Rugby League World Cup&lt;/a&gt;. The following year, when all players were again allowed to be selected for representative football, Thorn's debut for the &lt;a href=\"Queensland%20rugby%20league%20team\"&gt;Queensland Maroons&lt;/a&gt; came in Game I of the &lt;a href=\"1996%20State%20of%20Origin%20series\"&gt;1996 State of Origin series&lt;/a&gt;. He held his place at second-row forward for all three games of that series.\nIn the &lt;a href=\"1997%20Super%20League%20%28Australia%29%20season\"&gt;1997 Super League season&lt;/a&gt; Thorn played in all three games for Queensland in that year's &lt;a href=\"Super%20League%20Tri-series\"&gt;Super League Tri-series&lt;/a&gt;. He also made his international debut for Australia against &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt;. Thorn won his first premiership with the Broncos when they defeated the &lt;a href=\"Cronulla-Sutherland%20Sharks\"&gt;Cronulla-Sutherland Sharks&lt;/a&gt; in the 1997 Super League grand final in Brisbane. In the 1997 post season, Thorn was selected to travel to England and play for &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; at prop forward in all three matches of the &lt;a href=\"Super%20League%20Test%20series\"&gt;Super League Test series&lt;/a&gt; against &lt;a href=\"Great%20Britain%20national%20rugby%20league%20team\"&gt;Great Britain&lt;/a&gt;, scoring a try in the third and deciding test victory. It was on this tour that his front-row partner &lt;a href=\"Jason%20Stevens\"&gt;Jason Stevens&lt;/a&gt; helped convince Thorn to convert to Christianity.\nFollowing the sport's re-unification under the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;, Thorn was selected in Game II of the &lt;a href=\"1998%20State%20of%20Origin%20series\"&gt;1998 State of Origin series&lt;/a&gt;. He also continued to represent &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; in all three Tests of the 1998 international series against &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt;. Thorn also played at second-row forward in the Broncos' victory at the &lt;a href=\"1998%20NRL%20Grand%20Final\"&gt;1998 NRL Grand Final&lt;/a&gt;, winning his second premiership ring.\nThorn was selected to play for Queensland again in Game III of &lt;a href=\"1999%20State%20of%20Origin%20series\"&gt;1999 State of Origin series&lt;/a&gt; and all three matches of the &lt;a href=\"2000%20State%20of%20Origin%20series\"&gt;2000 State of Origin series&lt;/a&gt;. He then played at second-row forward for the Broncos in their &lt;a href=\"2000%20NRL%20Grand%20Final\"&gt;2000 NRL Grand Final&lt;/a&gt; win over the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;, claiming a third premiership.\nRugby union (2001–04).\nIn 2001 Thorn moved to New Zealand and switched to rugby union, playing for the &lt;a href=\"Crusaders%20%28rugby%29\"&gt;Crusaders&lt;/a&gt; in the &lt;a href=\"Super%20Rugby\"&gt;Super 12&lt;/a&gt; and &lt;a href=\"Canterbury%20Rugby%20Football%20Union\"&gt;Canterbury&lt;/a&gt; in the &lt;a href=\"National%20Provincial%20Championship%20%281976%E2%80%932005%29\"&gt;National Provincial Championship&lt;/a&gt;. He was part of the Canterbury squad that won the NPC in 2001. He had initially been picked for the end of year All Black tour in 2001 but he pulled out due to his own uncertainty of commitment to the 15-man game. In 2003, Thorn went on to play for New Zealand's &lt;a href=\"All%20Blacks\"&gt;All Blacks&lt;/a&gt;, appearing in 12 tests, including the &lt;a href=\"2003%20Rugby%20Union%20World%20Cup\"&gt;2003 Rugby Union World Cup&lt;/a&gt;. He thus became a dual rugby-code international, the second man in history (after &lt;a href=\"Bill%20Hardcastle\"&gt;Bill Hardcastle&lt;/a&gt;) to have represented Australia in league and New Zealand in union. In 2004 Thorn won the NPC with Canterbury. He also won the Tri-Nations with NZ in 2003.\nRugby league (2005–07).\nIn 2005 Thorn moved back to Brisbane and the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;, again playing with the Broncos for another three years. He enjoyed further representative selection for Queensland in all three games of the &lt;a href=\"2005%20State%20of%20Origin%20series\"&gt;2005 State of Origin series&lt;/a&gt;, scoring a &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; in Game II.\nThorn claimed another premiership ring when he played at second-row in the Broncos' &lt;a href=\"2006%20NRL%20Grand%20Final\"&gt;2006 NRL Grand Final&lt;/a&gt; victory over the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;. As 2006 NRL Premiers, the Broncos travelled to England to face 2006 &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; champions, &lt;a href=\"St%20Helens%20R.F.C.\"&gt;St Helens&lt;/a&gt; in the &lt;a href=\"2007%20World%20Club%20Challenge\"&gt;2007 World Club Challenge&lt;/a&gt;. Thorn played at second-row forward in the Broncos' 14–18 loss.\nDuring the &lt;a href=\"2007%20NRL%20season\"&gt;2007 NRL season&lt;/a&gt; at the Broncos' 20-year anniversary celebration, the club announced a list of the 20 best players to play for them to date which included Thorn. At the close of the &lt;a href=\"2007%20NRL%20season\"&gt;2007 NRL season&lt;/a&gt; Thorn switched codes once again, moving back to New Zealand to continue his rugby union career.\nRugby union (2008–15).\nThorn signed with &lt;a href=\"Tasman%20Rugby%20Union\"&gt;Tasman Rugby Union&lt;/a&gt; in October, 2007, making him again eligible for the &lt;a href=\"Crusaders%20%28rugby%20union%29\"&gt;Crusaders&lt;/a&gt;. He won the &lt;a href=\"Super%20Rugby\"&gt;Super 14&lt;/a&gt; competition with the Crusaders in 2008 against the &lt;a href=\"New%20South%20Wales%20Waratahs\"&gt;Waratahs&lt;/a&gt; in superb style with a 20–12 win. He thus became the second person to win both a Super Rugby title and an NRL title. This feat was first achieved by &lt;a href=\"Peter%20Ryan%20%28rugby%20league%29\"&gt;Peter Ryan&lt;/a&gt; for the Brisbane Broncos in 1998 and the Brumbies in 2001, and since Thorn, only by former Crusaders teammate &lt;a href=\"Sonny%20Bill%20Williams\"&gt;Sonny Bill Williams&lt;/a&gt; and Queensland Reds/Melbourne Storm player &lt;a href=\"Will%20Chambers\"&gt;Will Chambers&lt;/a&gt; in 2012. After his contribution to the Crusaders, Thorn was selected for the All Blacks to play the first test of 2008 against Ireland in Wellington. He won a second Tri-Nations with New Zealand in 2008 and a third in 2010.\nDuring the 2011 Super Rugby season, Thorn signed a deal to join Japanese club &lt;a href=\"Fukuoka%20Sanix%20Blues\"&gt;Fukuoka Sanix Blues&lt;/a&gt; in the Japanese &lt;a href=\"Top%20League\"&gt;Top League&lt;/a&gt; after the Rugby World Cup. On 23 October 2011, Thorn was part of the &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;All Blacks&lt;/a&gt; team which won the &lt;a href=\"Rugby%20World%20Cup%202011\"&gt;Rugby World Cup 2011&lt;/a&gt;, beating &lt;a href=\"French%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; 8–7 in the Final.\nIn March 2012, during the Japanese off season, Thorn signed a 3-month short-term contract with European champions &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt;.\nLeinster went on to win the &lt;a href=\"2011%E2%80%9312%20Heineken%20Cup\"&gt;2012 Heineken Cup&lt;/a&gt; and Thorn started at lock in the &lt;a href=\"2012%20Heineken%20Cup%20Final\"&gt;final&lt;/a&gt;. Achieving this title meant Thorn was the first player to win a World Cup, a Super Rugby title and the Heineken Cup. He has since been joined in this feat by &lt;a href=\"Bakkies%20Botha\"&gt;Bakkies Botha&lt;/a&gt;, &lt;a href=\"Danie%20Rossouw\"&gt;Danie Rossouw&lt;/a&gt; and &lt;a href=\"Bryan%20Habana\"&gt;Bryan Habana&lt;/a&gt;.\nIn October 2012, it was reported that Thorn has agreed in principle to join the &lt;a href=\"Highlanders%20%28rugby%20union%29\"&gt;Highlanders&lt;/a&gt; Super rugby franchise for the 2013 season. Thorn would be joining the Dunedin-based franchise with incoming World Cup final teammates &lt;a href=\"Ma%27a%20Nonu\"&gt;Ma'a Nonu&lt;/a&gt; and &lt;a href=\"Tony%20Woodcock%20%28rugby%20player%29\"&gt;Tony Woodcock&lt;/a&gt; both of whom were joining from the Blues in Auckland.\nOn 4 May 2013 against the Sharks in Dunedin Thorn played his 100th Super rugby game.\nIn 2014 a bicep injury which required surgery ended his season and called into question whether Thorn would be able to reach his stated goal of playing rugby union professionally until age 40. However, in August 2014, Thorn decided to extend his career once again, signing a deal with English club &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt;.\nOn 8 April 2015, Thorn announced that he would retire at the end of the &lt;a href=\"2014%E2%80%9315%20English%20Premiership%20%28rugby%20union%29\"&gt;2014–15 season&lt;/a&gt;.\nIn 2016, Thorn came out of retirement, aged 41, and played for Queensland Country in Australia's National Rugby Championship.\nPlaying longevity.\nThorn's extended playing career - 22 seasons as a professional - has been attributed to his professional approach, including focuses on stretching, listening to his body, and doing only light weights when he felt that was right for him. Thorn is known for his strength and his dedication to weight training throughout his career.\nCoaching career.\nOn 12 May 2015, Thorn was announced as the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; Elite Development Squad forwards coach for the next three seasons, starting in November 2015. He surprised observers at his first media appearance as a member of the Reds coaching staff, stating he would happily play for the Reds the next season if needed, \"There's always an urge – I actually said at the time I didn't retire, I'm just playing less now\", Thorn also said \"If things were on dire straits I'm happy to help out,\".\nThorn was appointed as an assistant coach of &lt;a href=\"Queensland%20Country%20%28NRC%20team%29\"&gt;Queensland Country&lt;/a&gt; for the 2016 &lt;a href=\"National%20Rugby%20Championship\"&gt;National Rugby Championship&lt;/a&gt; and was made head coach of the team for the 2017 season.\nIn October 2017 he was appointed head coach of the Reds, following the firing of Nick Stiles.\nHonours.\nRugby league.\nBrisbane Broncos\nState of Origin\nKangaroos\nRugby union.\nCanterbury\nCrusaders\nNew Zealand\nLeinster"
}