{
    "id": "29388647",
    "revid": "3150999",
    "url": "https://en.wikipedia.org/wiki?curid=29388647",
    "title": "Development Bank of Kenya",
    "text": "Development Bank of Kenya (DBK), is a &lt;a href=\"commercial%20bank\"&gt;commercial bank&lt;/a&gt; in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;. It is licensed by the &lt;a href=\"Central%20Bank%20of%20Kenya\"&gt;Central Bank of Kenya&lt;/a&gt;, the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; and national banking regulator.\nOverview.\nDBK is a medium-sized financial institution providing an array of financial services to both individuals and businesses. , the total asset valuation of the bank was approximately US$180 million (KES:15.58 billion), with shareholder's equity of about US$21 million (KES:1.822 billion). At that time, the bank was ranked number 26, by assets, among the 43 licensed banks in Kenya.\nHistory.\nDevelopment Bank of Kenya was established in 1963 as a non-banking financial institution. Its primary focus at that time was to promote and develop commercially viable projects in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;. In 1964, DBK began financing development projects as a Development Finance Institution (DFI). As part of the banking reforms of 1996, DBK converted to a commercial bank and began accepting customer deposits.\nOwnership.\nShareholding in DBK at its inception included (a) the &lt;a href=\"Government%20of%20Kenya\"&gt;Government of Kenya&lt;/a&gt;, through the &lt;a href=\"Industrial%20and%20Commercial%20Development%20Corporation\"&gt;Industrial and Commercial Development Corporation&lt;/a&gt; (ICDC), (b) the &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;British Government&lt;/a&gt;, through &lt;a href=\"Commonwealth%20Development%20Corporation\"&gt;Commonwealth Development Corporation&lt;/a&gt; (CDC) and (c) the &lt;a href=\"Government%20of%20Germany\"&gt;Government of Germany&lt;/a&gt;, through the &lt;a href=\"German%20Investment%20Corporation\"&gt;German Investment Corporation&lt;/a&gt; (DEG). In 1967, the &lt;a href=\"Politics%20of%20the%20Netherlands\"&gt;Dutch Government&lt;/a&gt;, through the &lt;a href=\"Netherlands%20Development%20Finance%20Company\"&gt;Netherlands Development Finance Company&lt;/a&gt; (FMO), became the fourth shareholder. In 1981, the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;, through the &lt;a href=\"International%20Finance%20Corporation\"&gt;International Finance Corporation&lt;/a&gt; (IFC), became the fifth shareholder. Over the years, the non-Kenyan shareholders have divested from the bank and shareholding in DBK is as depicted in the table below:\nBranch network.\n, the bank maintains its headquarters in &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt;, Kenya's capital and largest city. It has one branch on the ground floor of its headquarters building."
}