{
    "id": "2938870",
    "revid": "1045466720",
    "url": "https://en.wikipedia.org/wiki?curid=2938870",
    "title": "War of the Mantuan Succession",
    "text": "The War of the Mantuan Succession (1628–1631) was a related conflict of the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt;, caused by the death in December 1627 of &lt;a href=\"Vincenzo%20II%20Gonzaga%2C%20Duke%20of%20Mantua\"&gt;Vincenzo II&lt;/a&gt;, last male heir in the direct line of the &lt;a href=\"House%20of%20Gonzaga\"&gt;House of Gonzaga&lt;/a&gt; and ruler of the duchies of &lt;a href=\"Duchy%20of%20Mantua\"&gt;Mantua&lt;/a&gt; and &lt;a href=\"Duchy%20of%20Montferrat\"&gt;Montferrat&lt;/a&gt;. The territories were key to control of the &lt;a href=\"Spanish%20Road\"&gt;Spanish Road&lt;/a&gt;, an overland route that allowed &lt;a href=\"Habsburg%20Spain\"&gt;Habsburg Spain&lt;/a&gt; to move recruits and supplies from their Italian possessions to their army in &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt;. The result was a proxy war between &lt;a href=\"Kingdom%20of%20France\"&gt;France&lt;/a&gt;, who supported the French-born &lt;a href=\"Charles%20I%20Gonzaga%2C%20Duke%20of%20Mantua\"&gt;Duke of Nevers&lt;/a&gt;, and Spain, who backed his distant cousin the &lt;a href=\"Ferrante%20II%20Gonzaga%2C%20Duke%20of%20Guastalla\"&gt;Duke of Guastalla&lt;/a&gt;. \nFighting centred on the fortress of &lt;a href=\"Casale%20Monferrato\"&gt;Casale&lt;/a&gt; in Montferrat, which the Spanish besieged twice, from March 1628 to April 1629, then September 1629 to October 1630. French intervention on behalf of Nevers in April 1629 led to the transfer of &lt;a href=\"Habsburg%20Monarchy\"&gt;Imperial&lt;/a&gt; troops from &lt;a href=\"Northern%20Germany\"&gt;Northern Germany&lt;/a&gt; to support Spain. Despite taking &lt;a href=\"Mantua\"&gt;Mantua&lt;/a&gt; in July 1630, the French-backed &lt;a href=\"Swedish%20intervention%20in%20the%20Thirty%20Years%27%20War\"&gt;Swedish intervention in the Thirty Years' War&lt;/a&gt; forced &lt;a href=\"Ferdinand%20II%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Ferdinand II&lt;/a&gt; to withdraw his troops and make peace.\nThe June 1631 Treaty of Cherasco confirmed Nevers as Duke of Mantua and Montferrat, in return for minor territorial losses. More importantly, it left the French in possession of &lt;a href=\"Pinerolo\"&gt;Pinerolo&lt;/a&gt; and Casale, which controlled access to passes through the &lt;a href=\"Alps\"&gt;Alps&lt;/a&gt;. The diversion of Imperial and Spanish resources from Germany allowed the Swedes to establish themselves within the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; and was a key reason the Thirty Years War continued until 1648.\nBackground.\nSince 1308, the &lt;a href=\"Duchy%20of%20Mantua\"&gt;Duchy of Mantua&lt;/a&gt; had been ruled by the &lt;a href=\"House%20of%20Gonzaga\"&gt;House of Gonzaga&lt;/a&gt;, who also acquired the &lt;a href=\"Duchy%20of%20Montferrat\"&gt;Duchy of Montferrat&lt;/a&gt; in 1574 by marriage. Both territories were part of the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; and were also of strategic importance to the area known as &lt;a href=\"Lombardy\"&gt;Lombardy&lt;/a&gt;, dominated by the Spanish-governed &lt;a href=\"Duchy%20of%20Milan\"&gt;Duchy of Milan&lt;/a&gt;. Control of this region allowed the &lt;a href=\"Habsburgs\"&gt;Habsburgs&lt;/a&gt; rulers of Spain and Austria to threaten France's restive southern provinces of &lt;a href=\"Languedoc\"&gt;Languedoc&lt;/a&gt; and the &lt;a href=\"Dauphin%C3%A9\"&gt;Dauphiné&lt;/a&gt;, as well as protecting the overland supply route known as the &lt;a href=\"Spanish%20Road\"&gt;Spanish Road&lt;/a&gt;. \nSpanish possessions in Lombardy and the &lt;a href=\"Kingdom%20of%20Naples\"&gt;Kingdom of Naples&lt;/a&gt; were a key source of recruits and supplies for their military and formed the basis of \"Spanish power in Europe throughout the 17th century\". In recent decades, their position had been strengthened by the acquisition of &lt;a href=\"Finale%20Ligure\"&gt;Finale&lt;/a&gt;, and control over the independent Principalities of &lt;a href=\"Principality%20of%20Piombino\"&gt;Piombino&lt;/a&gt; and &lt;a href=\"Monaco\"&gt;Monaco&lt;/a&gt;, as well as fortresses in &lt;a href=\"Modena\"&gt;Modena&lt;/a&gt; and &lt;a href=\"Mirandola\"&gt;Mirandola&lt;/a&gt;. However, this expansion was viewed with increasing concern by their regional rivals, the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt; and &lt;a href=\"Pope%20Urban%20VIII\"&gt;Pope Urban VIII&lt;/a&gt;, ruler of the &lt;a href=\"Papal%20States\"&gt;Papal States&lt;/a&gt;. \nIn February 1627, &lt;a href=\"Vincenzo%20II%20Gonzaga%2C%20Duke%20of%20Mantua\"&gt;Vincenzo II&lt;/a&gt;, last Gonzaga male in the direct line, became Duke of Mantua and Montferrat, and conscious of his poor health, tried to resolve the succession internally. The legal position was complicated since Montferrat allowed female inheritance while Mantua did not; in addition, while the duchies had effectively been ruled as independent states, technically their status as &lt;a href=\"Holy%20Roman%20Empire\"&gt;Imperial&lt;/a&gt; fiefs gave the &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt; a measure of control over the succession. Notwithstanding these issues, the strongest contender was &lt;a href=\"Charles%20I%20Gonzaga%2C%20Duke%20of%20Mantua\"&gt;Charles Gonzaga, Duke of Nevers&lt;/a&gt;, cousin of Vincenzo II and a French peer. \nLegalities were less important than the perceived threat to Spanish interests if the Duchies fell under French influence and &lt;a href=\"Gonzalo%20Fern%C3%A1ndez%20de%20C%C3%B3rdoba%20%281585%E2%80%931635%29\"&gt;Córdoba&lt;/a&gt;, governor of Spanish Lombardy, began discussions with &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt; on potential military action to prevent this. Alternatives included &lt;a href=\"Charles%20Emmanuel%20I%2C%20Duke%20of%20Savoy\"&gt;Charles Emmanuel I, Duke of Savoy&lt;/a&gt;, whose claim extended primarily to Montferrat, and &lt;a href=\"Ferrante%20II%20Gonzaga\"&gt;Ferrante II Gonzaga, Duke of Guastalla&lt;/a&gt;, another distant Gonzaga cousin and Imperial General Commissar in Italy. To cement his position, Charles of Nevers arranged for his son &lt;a href=\"Charles%20II%20Gonzaga%2C%20Duke%20of%20Nevers\"&gt;Charles II Gonzaga&lt;/a&gt; to marry Vincenzo's niece &lt;a href=\"Maria%20Gonzaga%2C%20Duchess%20of%20Montferrat\"&gt;Maria Gonzaga&lt;/a&gt;, heiress of Montferrat; the ceremony was performed on 23 December 1627, three days before Vincenzo died. Nevers arrived in &lt;a href=\"Mantua\"&gt;Mantua&lt;/a&gt; on 17 January and sent an envoy to &lt;a href=\"Ferdinand%20II%2C%20Holy%20Roman%20Emperor\"&gt;Emperor Ferdinand II&lt;/a&gt; requesting Imperial recognition.\nStrategic objectives.\nHistorian &lt;a href=\"Peter%20H.%20Wilson\"&gt;Peter H. Wilson&lt;/a&gt; argues \"none of the major powers...was looking for a fight in Italy\" and conflict was caused by a combination of events, including miscommunication between Córdoba and Madrid, as well as Nevers' refusal to compromise. Despite their family connections, the Spanish and &lt;a href=\"Habsburg%20Monarchy\"&gt;Austrian Habsburgs&lt;/a&gt; did not necessarily share the same objectives. While Spain was always seeking to strengthen its position in Northern Italy, Ferdinand wanted to avoid diverting resources from Germany, as well as to assert Imperial authority by deciding the succession question himself. He agreed to confirm Nevers as duke in return for the newly built fortress of &lt;a href=\"Casale%20Monferrato\"&gt;Casale Monferrato&lt;/a&gt;, capital of Montferrat, a compromise suggested by his wife &lt;a href=\"Eleonora%20Gonzaga%20%281598%E2%80%931655%29\"&gt;Empress Eleonora&lt;/a&gt;, sister of the recently deceased duke Vincenzo II. \nThis solution appeared acceptable, especially as French chief minister &lt;a href=\"Cardinal%20Richelieu\"&gt;Cardinal Richelieu&lt;/a&gt; viewed Nevers as a Habsburg client and was fully occupied with the &lt;a href=\"Siege%20of%20La%20Rochelle\"&gt;Siege of La Rochelle&lt;/a&gt;. However, it was undermined by the combined ambition of Córdoba and Charles Emmanuel, who from 1613 to 1617 had &lt;a href=\"War%20of%20the%20Montferrat%20Succession\"&gt;fought&lt;/a&gt; for possession of Montferrat. Shortly before Vincenzo's death, they agreed to partition the duchy, most of it going to &lt;a href=\"Savoyard%20state\"&gt;Savoy&lt;/a&gt; while Spain took Casale, a deal approved by &lt;a href=\"Philip%20IV%20of%20Spain\"&gt;Philip IV of Spain&lt;/a&gt; and his chief minister &lt;a href=\"Gaspar%20de%20Guzm%C3%A1n%2C%20Count-Duke%20of%20Olivares\"&gt;Olivares&lt;/a&gt;. On 26 January, Ferdinand ordered Córdoba not to send troops into Mantua or Montferrat and on 1 April confiscated both territories pending a final decision on the succession. By then, it was too late to stop the fighting.\nSince even large states like France struggled to fight simultaneously in multiple theatres, 17th century diplomacy focused on opening new fronts by building alliances against opponents, or freeing resources by ending an existing conflict. The same principle applied to the Habsburgs; lacking his own army, Ferdinand relied on support from his often reluctant German allies, or expensive mercenaries like &lt;a href=\"Albrecht%20von%20Wallenstein\"&gt;Albrecht von Wallenstein&lt;/a&gt;. While the huge resources of the &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt; meant they were better able to replace their losses, funding an offensive in Italy required suspending operations in Flanders. By forcing the Habsburgs onto the defensive in Germany, the conflict over the Mantuan succession had a disproportionate impact on the &lt;a href=\"Thirty%20Years%20War\"&gt;Thirty Years War&lt;/a&gt;.\nPhase I; January 1628 to June 1629.\nIn giving their approval, both Olivares and Philip assumed Casale would be quickly taken but Córdoba took several months to mobilise 12,000 troops for operations in Montferrat, along with 8,000 supplied by Savoy. They joined 11,000 troops already assembled in the Duchy of Milan, while another 6,000 soldiers were used to screen the strategic town of &lt;a href=\"Cremona\"&gt;Cremona&lt;/a&gt; and block the Alpine passes. Siege operations only began in March and since Casale was one of the largest and most modern fortifications in Europe, taking it would be a lengthy operation, giving Nevers time to recruit an army. Including militia and French mercenaries, he managed to raise a force of 14,000, including 2,000 cavalry, a significant number for a duchy with a population of only 300,000. In addition to support from Empress Eleonora, Venice and the Pope, Nevers was also backed by Ferdinand's military commander Wallenstein, who wanted his army to focus on capturing &lt;a href=\"Siege%20of%20Stralsund%20%281628%29\"&gt;Stralsund&lt;/a&gt; in Northern Germany. These factors ultimately delayed any Imperial intervention until September 1629. \nLed by Charles Emmanuel, Savoyard forces captured &lt;a href=\"Trino\"&gt;Trino&lt;/a&gt; in April, then &lt;a href=\"Nizza%20Monferrato\"&gt;Nizza Monferrato&lt;/a&gt; in June, but the siege of Casale dragged on. The diversion of money and men from the &lt;a href=\"Eighty%20Years%20War\"&gt;war&lt;/a&gt; against the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt; weakened the Spanish position in &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt; and forced them onto the defensive. Philip later admitted attacking Casale was the one political act he regretted, but once committed Spanish prestige made it impossible to withdraw. Although Olivares accepted 'the duke of Nevers is the legitimate heir to all the Mantuan territories', Spain now recognised Guastalla as Duke of Mantua. \nNevers raised another 6,600 men by mortgaging his French estates, most of whom were ambushed and destroyed by Charles Emmanuel while crossing the &lt;a href=\"Alps\"&gt;Alps&lt;/a&gt;. The surrender of La Rochelle in October 1628 allowed France to intervene directly and in March 1629, an army led by &lt;a href=\"Louis%20XIII%20of%20France\"&gt;Louis XIII of France&lt;/a&gt; stormed barricades blocking the Pas de Suse. By the end of the month, they had lifted the siege of Casale and taken the strategic Savoyard fortress of &lt;a href=\"Pinerolo\"&gt;Pinerolo&lt;/a&gt;.\nIn April, France, &lt;a href=\"Kingdom%20of%20England\"&gt;England&lt;/a&gt; and Savoy signed the &lt;a href=\"Treaty%20of%20Susa\"&gt;Treaty of Susa&lt;/a&gt;, facilitated by &lt;a href=\"Cardinal%20Mazarin\"&gt;Cardinal Mazarin&lt;/a&gt;, the papal &lt;a href=\"Nuncio\"&gt;Nuncio&lt;/a&gt;. It consisted of two separate agreements, the first ending the &lt;a href=\"Anglo-French%20War%20%281627%E2%80%931629%29\"&gt;Anglo-French War (1627–1629)&lt;/a&gt;, the second making peace between France and Savoy. In return for Trino, Charles Emmanuel allowed French troops to garrison Casale and Pinerolo, as well as providing free passage across his territory to reinforce Mantua. Louis XIII and the bulk of the French army then returned to &lt;a href=\"Languedoc\"&gt;Languedoc&lt;/a&gt; to suppress the latest in a series of &lt;a href=\"Huguenot%20rebellions\"&gt;Huguenot rebellions&lt;/a&gt;.\nPhase II; June 1629 to October 1630.\nPhilip was determined to reverse the Susa treaty and replaced Córdoba with &lt;a href=\"Ambrosio%20Spinola%2C%20marqu%C3%A9s%20de%20los%20Balbases\"&gt;Spinola&lt;/a&gt;, a native of &lt;a href=\"Republic%20of%20Genoa\"&gt;Genoa&lt;/a&gt; and former commander in the &lt;a href=\"Spanish%20Netherlands\"&gt;Spanish Netherlands&lt;/a&gt;. Nevers unwisely led 2,500 troops in an attack on Spanish-held &lt;a href=\"Cremona\"&gt;Cremona&lt;/a&gt;, which his Venetian allies refused to support. Combined with the withdrawal of the main French army, this left him vulnerable to a counter-offensive. Richelieu positioned 18,000 troops on the Savoyard frontier to deter Imperial intervention, but Ferdinand viewed opposing the French in Italy as a higher priority than supporting Spain against the Dutch. The June 1629 &lt;a href=\"Treaty%20of%20L%C3%BCbeck\"&gt;Treaty of Lübeck&lt;/a&gt; that ended his war with &lt;a href=\"Denmark-Norway\"&gt;Denmark-Norway&lt;/a&gt; allowed Ferdinand to send 30,000 troops from Germany under the Mantuan exile &lt;a href=\"Ramboldo%2C%20Count%20of%20Collalto\"&gt;Ramboldo, Count of Collalto&lt;/a&gt;.\nHoping to overwhelm Casale and prevent interference by Charles Emmanuel, Spinola sought to expand his existing force of 16,000 with another 12,000 mercenaries and 6,000 reinforcements from Naples. He also invoked treaties with &lt;a href=\"Grand%20Duchy%20of%20Tuscany\"&gt;Tuscany&lt;/a&gt; and &lt;a href=\"Duchy%20of%20Parma\"&gt;Parma&lt;/a&gt; to supply 4,000 and 2,000 men respectively but despite its size, his army contained many poor quality troops. Although &lt;a href=\"Ferdinando%20II%20de%27%20Medici%2C%20Grand%20Duke%20of%20Tuscany\"&gt;Ferdinando II&lt;/a&gt; undertook to provide 6,000 men for two years along with use of the Tuscan navy, he ultimately avoided doing so. The siege of Casale and its French garrison of 2,500 resumed in June; in late October, Collalto dispersed a Venetian force of 7,000 before moving onto Mantua, held by a garrison of 4,000. \nNeither siege made much progress; Mantua was protected by two artificial lakes which made it difficult to position siege artillery and Collalto withdrew after an unsuccessful assault in late November. Casale continued to hold out, while the Spanish were unable to pay or support so many men and large numbers were lost to desertion and disease. Charles Emmanuel switched sides again and in December joined Spinola at Casale with 6,500 men, leaving 12,500 to guard &lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt; and another 6,000 in Savoy, while Tuscany, Parma and other Spanish allies provided additional recruits and money. A French army of 18,000 under &lt;a href=\"Henri%20II%20de%20Montmorency\"&gt;Henri II de Montmorency&lt;/a&gt; overran Savoy, before invading Piedmont in February 1630; on 10 July, he defeated a combined Savoyard-Spanish force at &lt;a href=\"Battle%20of%20Veillane\"&gt;Avigliana&lt;/a&gt;. \nBoth sides were badly affected by an outbreak of &lt;a href=\"1629%E2%80%931631%20Italian%20plague\"&gt;bubonic plague&lt;/a&gt;, allegedly brought from Germany by French and Imperial soldiers. The \"worst mortality crisis to affect Italy during the &lt;a href=\"Early%20modern%20period\"&gt;Early modern period&lt;/a&gt;\", approximately 35% of the population of Northern Italy died between 1629 to 1631. When the siege of Mantua resumed in May 1630, its defenders had been reduced by disease to under 2,000, while a hastily assembled and poorly equipped relief force of 17,500 Venetian auxiliaries was routed by the Imperials at Villabuona. With the mutinous and unpaid garrison down to only 700 effectives, it surrendered on 18 July; the sack that followed reportedly produced booty worth over 18 million &lt;a href=\"ducat\"&gt;ducat&lt;/a&gt;s. \nPlague and the sack combined to reduce the population of Mantua by over 70% between 1628 to 1631 and it took decades to recover. Despite this, the retention of Casale meant Nevers' cause remained alive; on 26 July, Charles Emmanuel died and was succeeded by his son &lt;a href=\"Victor%20Amadeus%20I%2C%20Duke%20of%20Savoy\"&gt;Victor Amadeus&lt;/a&gt;, who was married to &lt;a href=\"Christine%20of%20France\"&gt;Christine of France&lt;/a&gt;, Louis XIII's younger sister. On 6 August, Montmorency defeated the Savoyards at &lt;a href=\"Carignano\"&gt;Carignano&lt;/a&gt;; losses from disease and desertion left him too weak to relieve Casale, but reinforcements under &lt;a href=\"Charles%20de%20Schomberg\"&gt;Charles de Schomberg&lt;/a&gt; reached the fortress in early October. The siege works were flooded by heavy rain while the besiegers had been reduced by plague to under 4,000, their casualties including Spinola; on 29 October, the Spanish finally withdrew and the two sides agreed a truce, negotiated by the Papal representative Mazarin.\nPeace and its aftermath.\nIn June 1630, Richelieu dispatched his close aide &lt;a href=\"Fran%C3%A7ois%20Leclerc%20du%20Tremblay\"&gt;Father Joseph&lt;/a&gt; and Nicolas Brûlart to open peace talks with Ferdinand at &lt;a href=\"Regensburg\"&gt;Regensburg&lt;/a&gt;, where he was attending a meeting of the &lt;a href=\"Imperial%20Diet%20%28Holy%20Roman%20Empire%29\"&gt;Imperial Diet&lt;/a&gt;. At the same time, &lt;a href=\"Gustavus%20Adolphus\"&gt;Gustavus Adolphus&lt;/a&gt; landed in &lt;a href=\"Duchy%20of%20Pomerania\"&gt;Pomerania&lt;/a&gt; with 18,000 troops, beginning the &lt;a href=\"Swedish%20intervention%20in%20the%20Thirty%20Years%27%20War\"&gt;Swedish intervention in the Thirty Years' War&lt;/a&gt;. Father Joseph also had secret instructions to seek an alliance with Ferdinand's main Catholic supporter, &lt;a href=\"Maximilian%20I%2C%20Elector%20of%20Bavaria\"&gt;Maximilian I, Elector of Bavaria&lt;/a&gt;. \nHowever, the loss of Mantua on 18 July appeared to jeopardise the French position in Italy, while Maximilian had no interest in an alliance. Seeing an opportunity, Ferdinand offered to confirm Nevers as Duke of Mantua, in return for France agreeing to cede Casale and Pinerolo to Spain, and withdraw support for Ferdinand's opponents within the Empire, ending French backing for both the Swedes and the Dutch. The offer coincided with Louis falling seriously ill and a concerted attack on Richelieu by his internal enemies, effectively paralysing the government. Unable to get a response to requests for further instructions, on 13 October Father Joseph reluctantly signed the Treaty of Ratisbonne.\nSuch an agreement compromised the entire basis of French foreign policy, which was to weaken the Habsburgs wherever possible, and threatened their alliance with the Pope, for whom liberating Italy from the \"Spanish yoke\" was a primary objective. Having recovered from his illness, Louis refused to ratify the treaty, while Richelieu defeated his opponents and resumed control over French policy, which lasted until his death in 1642. In January 1631 Louis provided Gustavus with financial backing in the &lt;a href=\"Treaty%20of%20B%C3%A4rwalde\"&gt;Treaty of Bärwalde&lt;/a&gt;, allowing the Swedes to establish themselves in the Empire, where they would remain until 1648. It was followed in May by the &lt;a href=\"Treaty%20of%20Fontainebleau%20%281631%29\"&gt;Treaty of Fontainebleau&lt;/a&gt;, an eight year pact of mutual assistance between France and Maximilian of Bavaria.\nThe need to transfer Imperial troops from Italy to face the Swedish threat forced Ferdinand to sign the Treaty of Cherasco with France on 19 June 1631, which confirmed Nevers as Duke of Mantua and Montferrat, in return for minor concessions to Savoy. Although both sides agreed to withdraw their armies, Nevers and Victor Amadeus allowed French garrisons to remain in Casale and Pinerolo, which meant despite the expenditure of 10 million \"&lt;a href=\"Escudo\"&gt;Escudo&lt;/a&gt;s\" and thousands of men, Spain gained nothing from the conflict. The war proved a major foreign policy success for Richelieu by strengthening the French position in Northern Italy, disrupting the Spanish Road and permanently souring relationships between Spain and Austria. Of even greater long term significance was the split it created between the Habsburgs and the Papacy, making it acceptable for France to employ Protestant allies against fellow Catholics."
}