{
    "id": "2941301",
    "revid": "5286041",
    "url": "https://en.wikipedia.org/wiki?curid=2941301",
    "title": "Dublin City School District (Ohio)",
    "text": "The Dublin City School District, also known as Dublin City Schools, is a public &lt;a href=\"school%20district\"&gt;school district&lt;/a&gt; in &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;. It encompasses , and serves most of the &lt;a href=\"list%20of%20cities%20in%20Ohio\"&gt;city&lt;/a&gt; of &lt;a href=\"Dublin%2C%20Ohio\"&gt;Dublin, Ohio&lt;/a&gt;, as well as part of the city of &lt;a href=\"Columbus%2C%20Ohio\"&gt;Columbus&lt;/a&gt;, and &lt;a href=\"unincorporated%20area\"&gt;unincorporated parts&lt;/a&gt; of &lt;a href=\"Delaware%20County%2C%20Ohio\"&gt;Delaware&lt;/a&gt; and &lt;a href=\"Union%20County%2C%20Ohio\"&gt;Union Counties&lt;/a&gt;.\nIn the fall of 2017, district enrollment exceeded 16,000 students attending its nineteen schools. In the 2010-2011 school year, Dublin City Schools finished on May 27, 2011, prior to &lt;a href=\"Memorial%20Day\"&gt;Memorial Day&lt;/a&gt;, however the end of the first semester did not end prior to &lt;a href=\"winter%20vacation\"&gt;Winter Break&lt;/a&gt;.\nCurriculum.\nThe curriculum and student handbooks of the three high schools in the Dublin City School District were revised in 2007 to conform with the &lt;a href=\"International%20Baccalaureate\"&gt;International Baccalaureate&lt;/a&gt; degree program. These changes included recognizing all students with a &lt;a href=\"Grade%20Point%20Average\"&gt;GPA&lt;/a&gt; of 4.1 or above to receive a &lt;a href=\"valedictorian\"&gt;valedictorian&lt;/a&gt; status, a shift from a seven period day to an eight period day, and a change from year long 1.0 credit courses to semester 0.5 credit courses. Students now receive 0.5 credits for each semester, instead of 1.0 credits at the end of the year.\nDemographics.\nA &lt;a href=\"ReMax\"&gt;ReMax&lt;/a&gt; real estate agent named Akiko Miyamoto stated in \"&lt;a href=\"Car%20Talk\"&gt;Car Talk&lt;/a&gt;\" that the services provided for Japanese speakers by the school district attract Japanese expatriates to Dublin. The district offers Japanese interpreters who send e-mails written in Japanese, provide interpretation services at school events, and translate documents.\nIn 2007, Wyandot Elementary School had 568 students, including 94 Asian students, with most of them being Japanese. To serve &lt;a href=\"English%20as%20a%20second%20language\"&gt;English as a second language&lt;/a&gt; students, Wyandot has collection of 150 books in Japanese, Korean, Spanish, and French in its library, including works by Japanese authors and translations of American children's books. Many Japanese and Korean families donate foreign language books to the library."
}