{
    "id": "29430589",
    "revid": "4616328",
    "url": "https://en.wikipedia.org/wiki?curid=29430589",
    "title": "Palle Sørensen",
    "text": "Palle Mogens Fogde Sørensen (March 26, 1927 – February 1, 2018) was a &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; convicted murderer who shot and killed four police officers in 1965 on his way home after a break-in.\nEarly life.\nIn 1949, shortly after his release from juvenile detention, Sørensen broke into the headquarters of Danish labor union \"Dansk Arbejdsmands Forbund\" (today, \"&lt;a href=\"Fagligt%20F%C3%A6lles%20Forbund\"&gt;3F&lt;/a&gt;\"), where he blew open a safe with explosives stolen from a quarry and stole 130,000 kr., all of which he spent shortly after.\nHe later committed several burglaries and instances of insurance fraud, but was eventually caught and received a 5-year prison sentence.\nAfter his release from prison, Sørensen was hired to produce aerials for the &lt;a href=\"Danish%20Defence\"&gt;army&lt;/a&gt;, and for a while managed to bring his criminal lifestyle to a halt. However, in 1964, Sørensen encountered his former cellmate Norman Lee Bune, and resumed his former criminal activities of mainly &lt;a href=\"Burglary\"&gt;burglaries&lt;/a&gt;.\nSørensen was early on known for his engineer-like prowess with technology and mechanics, and a 1958 article from the tabloid \"&lt;a href=\"Ekstra%20Bladet\"&gt;Ekstra Bladet&lt;/a&gt;\" described Sørensen as a man with a skill for cracking safes. He had a gun collection in his mother's basement.\nShootings.\nOn September 17, 1965, Sørensen and Bune were caught breaking and entering by the house's owner, who subsequently called the police. The men fled the scene and police officers pursued. During the chase, Sørensen reached for his &lt;a href=\"Browning%20Hi-Power\"&gt;Browning P-35&lt;/a&gt; and shot four policemen, all of whom died from the sustained injuries.\nThe incident resulted in a major search operation, which ended as he after 48 hours turned himself in, commenting \"[I] made the mistake of [my] life.\"\nSentence.\nSørensen was sentenced to &lt;a href=\"Life%20imprisonment%20in%20Denmark\"&gt;life imprisonment&lt;/a&gt; on August 24, 1966. Despite being a peaceful prisoner, he was considered the most dangerous convict in Denmark for many years, and police unions pressured the authorities to grant him neither parole nor pardon.\nHe was granted parole after 32 years and eight months in prison – at the time the longest period anyone had served in a Danish prison in modern history.\nLife after prison.\nSørensen went to live in &lt;a href=\"Valby\"&gt;Valby&lt;/a&gt; for the remainder of his life, confessing to a journalist he was still fascinated with safes. He died on February 1, 2018.\nLegacy.\nPalle Sørensen's crime eventually led to the arming of Danish police officers. The four murdered officers were given State funerals."
}