{
    "id": "2945441",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=2945441",
    "title": "Steve Gill",
    "text": "Steve Gill (born November 15, 1956) is an American &lt;a href=\"conservative%20talk%20radio\"&gt;conservative talk radio&lt;/a&gt; host based in &lt;a href=\"Nashville%2C%20Tennessee\"&gt;Nashville, Tennessee&lt;/a&gt;. He is a political commentator and radio host, and was the political editor of the website \"&lt;a href=\"The%20Tennessee%20Star\"&gt;The Tennessee Star&lt;/a&gt;\" prior to his August 2019 arrest.\nBiography.\nEducation and personal life.\nGill attended the &lt;a href=\"University%20of%20Tennessee\"&gt;University of Tennessee&lt;/a&gt;, where he received an undergraduate degree in &lt;a href=\"history\"&gt;history&lt;/a&gt; and a &lt;a href=\"law\"&gt;law&lt;/a&gt; degree. He played varsity &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; while in college and was a member of the 1977 Tennessee team that won the &lt;a href=\"Southeastern%20Conference\"&gt;Southeastern Conference&lt;/a&gt; championship. As a student, he was also president of the student body, president of &lt;a href=\"Omicron%20Delta%20Kappa\"&gt;Omicron Delta Kappa&lt;/a&gt;, and student member of the university board of trustees. Gill was an adjunct faculty member at &lt;a href=\"Belmont%20University\"&gt;Belmont University&lt;/a&gt; from 1991 to 2004, teaching graduate and undergraduate courses in international business, business law, and negotiations. Gill lives in &lt;a href=\"Brentwood%2C%20Tennessee\"&gt;Brentwood, Tennessee&lt;/a&gt; and has two sons, Patrick and Ryan. In August, 2019, he was arrested and booked into the Williamson County jail in Tennessee for failing to pay $170,000 in child support to his ex-wife, Kathryn Gill. Steve Gill’s current wife filed an order of protection against him and for a divorce on August 22, 2019. She alleges multiple instances of physical abuse, including pushing, grabbing, and blocking as well as verbal abuse of screaming, name calling, and threatening her and her family.\nPolitical career.\nIn 1992 Gill was appointed to a &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; Fellowship by &lt;a href=\"U.S.%20President\"&gt;President&lt;/a&gt; &lt;a href=\"George%20H.%20W.%20Bush\"&gt;George H. W. Bush&lt;/a&gt;. During his fellowship year he served as Director of Intergovernmental Affairs for the &lt;a href=\"U.S.%20Trade%20Representative\"&gt;U.S. Trade Representative&lt;/a&gt; in the &lt;a href=\"Executive%20Office%20of%20the%20President\"&gt;Executive Office of the President&lt;/a&gt; under both the Bush and &lt;a href=\"Bill%20Clinton\"&gt;Clinton&lt;/a&gt; Administrations.\nIn 1994 and 1996 Gill was the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; nominee against longtime &lt;a href=\"Tennessee%27s%206th%20congressional%20district\"&gt;Sixth District&lt;/a&gt; &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;U.S. Representative&lt;/a&gt; &lt;a href=\"Bart%20Gordon\"&gt;Bart Gordon&lt;/a&gt;, barely losing in 1994 and again in 1996, being outspent each election by over $1 million. One of the statements used against him during the campaigns was in response to a push to increase the minimum wage. Video was shown in which he noted the logistical and economic problems with a national minimum wage setting payments in both New York City and rural Tennessee, \"Five dollars an hour goes a lot farther down here.\"\nGill was the morning host on 99.7 FM &lt;a href=\"WWTN\"&gt;WWTN&lt;/a&gt;, leaving the air on June 30, 2006. On July 31, 2006, Nashville radio station &lt;a href=\"WLAC\"&gt;WLAC&lt;/a&gt; 1510 AM announced Gill's return to the station, with a program to air Saturday mornings on WLAC and a number of other stations in the state of Tennessee starting August 12, 2006. Since 2009, &lt;a href=\"Radio%20America%20%28United%20States%29\"&gt;Radio America&lt;/a&gt; has handled syndication. WLAC also announced plans to begin airing a weekday morning show hosted by Gill on October 2, 2006. Gill began his talk radio career on WLAC.\nStarting January 1, 2010, Steve Gill's flagship station, WLAC, underwent a major lineup change to take advantage of the increasingly popular nationally syndicated shows of &lt;a href=\"Glenn%20Beck\"&gt;Glenn Beck&lt;/a&gt; and &lt;a href=\"Mark%20Levin\"&gt;Mark Levin&lt;/a&gt;. Mr. Beck, whose show previously occupied the 5PM–8PM (tape delayed) timeslot was moved to Gill's 8AM–11AM slot. Gill moved into the 5AM–8AM morning drive slot and in 2011 the station dropped an hour of Beck and added an additional hour for the Gill Show from 8–9 am. Gill's show aired live in Nashville Monday – Friday from 5–9 am CST. The Steve Gill Show also aired live Monday–Friday on 87.7 fm/1210 am WMPS \"The Point\" in Memphis, WJZM 1400 am in Clarksville, and WHUB 1400 am in Cookeville. Mark Levin now occupied Beck's old 5PM–8PM slot and was live.\n\"The Steve Gill Show\" ended in 2013. Gill returned to the air in 2018 on &lt;a href=\"WETR\"&gt;WETR&lt;/a&gt; Knoxville with a 30 minute show, \"The Gill Report\".\nGill is the owner of \"&lt;a href=\"The%20Tennessee%20Star\"&gt;The Tennessee Star&lt;/a&gt;\", a conservative news website covering the state. \"The Tennessee Star\" is part of The Star News Digital Media network which includes: \"&lt;a href=\"The%20Ohio%20Star\"&gt;The Ohio Star&lt;/a&gt;\", \"&lt;a href=\"The%20Minnesota%20Sun\"&gt;The Minnesota Sun&lt;/a&gt;\", \"&lt;a href=\"The%20Michigan%20Star\"&gt;The Michigan Star&lt;/a&gt;\", and \"&lt;a href=\"Battleground%20State%20News\"&gt;Battleground State News&lt;/a&gt;\". The use of \"Sun\" in Minnesota may be to avoid confusion and legal problems with the \"&lt;a href=\"Star%20Tribune\"&gt;Star Tribune&lt;/a&gt;\", the largest paper in the state.\nThus, Gill's Tennessee child support and legal troubles were quickly shared in the battle-ground states by CityPages.com under the headline \"Minnesota Sun editor Steve Gill jailed for blowing off $170K in child support\".\nHe interviewed many &lt;a href=\"Washington%20D.C.\"&gt;Washington&lt;/a&gt; figures on his shows, including &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President&lt;/a&gt; &lt;a href=\"Dick%20Cheney\"&gt;Dick Cheney&lt;/a&gt; and &lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;Secretary of Defense&lt;/a&gt; &lt;a href=\"Donald%20Rumsfeld\"&gt;Donald Rumsfeld&lt;/a&gt;. Other guests have included former Presidents &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; and &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt;, former Secretaries of State &lt;a href=\"Henry%20Kissinger\"&gt;Henry Kissinger&lt;/a&gt; and &lt;a href=\"Condoleezza%20Rice\"&gt;Condoleezza Rice&lt;/a&gt;, numerous Senators, Members of Congress, Governors and Cabinet officials. Actors and entertainers like &lt;a href=\"Charlie%20Daniels\"&gt;Charlie Daniels&lt;/a&gt;, &lt;a href=\"John%20Rich\"&gt;John Rich&lt;/a&gt;, &lt;a href=\"Trace%20Adkins\"&gt;Trace Adkins&lt;/a&gt;, &lt;a href=\"Brad%20Paisley\"&gt;Brad Paisley&lt;/a&gt;, &lt;a href=\"Lou%20Diamond%20Phillips\"&gt;Lou Diamond Phillips&lt;/a&gt;, &lt;a href=\"Kyle%20Chandler\"&gt;Kyle Chandler&lt;/a&gt;, &lt;a href=\"Teri%20Hatcher\"&gt;Teri Hatcher&lt;/a&gt;, &lt;a href=\"Janine%20Turner\"&gt;Janine Turner&lt;/a&gt;, &lt;a href=\"Fred%20Thompson\"&gt;Fred Thompson&lt;/a&gt;, &lt;a href=\"Gene%20Simmons\"&gt;Gene Simmons&lt;/a&gt;, and &lt;a href=\"Gene%20Hackman\"&gt;Gene Hackman&lt;/a&gt; had also made appearances on the show.\nHis book about the potential presidential campaign of Fred Thompson, \"The Fred Factor: How Fred Thompson May Change the Face of the '08 Election,\" () was released on May 25, 2007.\nIn 2000 and 2001 Gill was instrumental in leading an effective protest against a state &lt;a href=\"income%20tax\"&gt;income tax&lt;/a&gt;. At his urging, anti-tax protesters deluged legislators with phone calls and e-mails, and circled the state capitol building in cars and trucks, continually honking their horns. &lt;a href=\"Americans%20for%20Tax%20Reform\"&gt;Americans for Tax Reform&lt;/a&gt; recognized Gill with a \"Hero of the Taxpayers\" award for these actions. However, there also was criticism for the tactics used, which resulted in broken windows and other damage at the capitol, requiring state police to barricade and patrol the capitol to protect legislators, and led to several legislators being taken from the capitol building by ambulance to be hospitalized for cardiac problems.\nReferences.\nhttps://www.nashvillescene.com/news/pith-in-the-wind/article/21083626/conservative-pundit-and-radio-host-steve-gill-jailed-for-back-child-support\nhttps://www.newschannel5.com/news/steve-gill-resigns-as-political-editor-for-tennessee-star-after-arrest?_amp=true"
}