{
    "id": "29476907",
    "revid": "23129483",
    "url": "https://en.wikipedia.org/wiki?curid=29476907",
    "title": "Craniofacial cleft",
    "text": "A facial cleft is an opening or gap in the &lt;a href=\"face\"&gt;face&lt;/a&gt;, or a malformation of a part of the face. Facial clefts is a collective term for all sorts of clefts. All structures like bone, soft tissue, skin etc. can be affected. Facial clefts are extremely rare &lt;a href=\"congenital%20anomalies\"&gt;congenital anomalies&lt;/a&gt;. There are many variations of a type of clefting and classifications are needed to describe and classify all types of clefting. Facial clefts hardly ever occur isolated; most of the time there is an overlap of adjacent facial clefts.\nClassifications.\nThere are different classifications about facial clefts. Two of the most used classifications are the Tessier classification and the Van der Meulen classification. Tessier is based on the anatomical position of the cleft and Van der Meulen classification is based on the embryogenesis.\nTessier classification.\nIn 1976 &lt;a href=\"Paul%20Tessier\"&gt;Paul Tessier&lt;/a&gt; published a classification on facial clefts based on the anatomical position of the clefts. The different types of Tessier clefts are numbered 0 to 14. These 15 different types of clefts can be put into 4 groups, based on their position: midline clefts, paramedian clefts, orbital clefts and lateral clefts. The Tessier classification describes the clefts at soft tissue level as well as at bone level, because it appears that the soft tissue clefts can have a slightly different location on the face than the bony clefts.\nMidline clefts.\nThe midline clefts are Tessier number 0 (\"median craniofacial dysplasia\"), number 14 (&lt;a href=\"frontonasal%20dysplasia\"&gt;frontonasal dysplasia&lt;/a&gt;), and number 30 (\"lower midline facial cleft\", also known as \"median mandibular cleft\"). These clefts bisect the face vertically through the midline. Tessier number 0 bisects the &lt;a href=\"maxilla\"&gt;maxilla&lt;/a&gt; and the nose, Tessier number 14 comes between the nose and the &lt;a href=\"frontal%20bone\"&gt;frontal bone&lt;/a&gt;. The Tessier number 30 facial cleft is through the tongue, lower lip and &lt;a href=\"mandible\"&gt;mandible&lt;/a&gt;. The tongue may be absent, hypoplastic, bifid, or even duplicated. People with this condition may be &lt;a href=\"Ankyloglossia\"&gt;tongue-tied&lt;/a&gt;.\nParamedian clefts.\nTessier number 1, 2, 12 and 13 are the paramedian clefts. These clefts are quite similar to the midline clefts, but they are further away from the midline of the face. Tessier number 1 and 2 both come through the maxilla and the nose, in which Tessier number 2 is further from the midline (&lt;a href=\"Lateral%20%28anatomy%29\"&gt;lateral&lt;/a&gt;) than number 1. Tessier number 12 is in extent of number 2, positioned between nose and frontal bone, while Tessier number 13 is in extent of number 1, also running between nose and forehead. Both 12 and 13 run between the midline and the orbit.\nOrbital clefts.\nTessier number 3, 4, 5, 9, 10 and 11 are orbital clefts. These clefts all have the involvement of the &lt;a href=\"Orbit%20%28anatomy%29\"&gt;orbit&lt;/a&gt;. Tessier number 3, 4, and 5 are positioned through the maxilla and the orbital floor. Tessier number 9, 10 and 11 are positioned between the upper side of the orbit and the forehead or between the upper side of the orbit and the &lt;a href=\"temple\"&gt;temple&lt;/a&gt; of the head. \nLike the other clefts, Tessier number 11 is in extent to number 3, number 10 is in extent to number 4 and number 9 is in extent to number 5.\nLateral clefts.\nThe lateral clefts are the clefts which are positioned horizontally on the face. These are Tessier number 6, 7 and 8. Tessier number 6 runs from the orbit to the cheek bone. Tessier number 7 is positioned on the line between the corner of the mouth and the ear. A possible lateral cleft comes from the corner of the mouth towards the ear, which gives the impression that the mouth is bigger. It’s also possible that the cleft begins at the ear and runs towards the mouth. Tessier number 8 runs from the outer corner of the eye towards the ear. \nThe combination of a Tessier number 6-7-8 is seen in the &lt;a href=\"Treacher%20Collins%20syndrome\"&gt;Treacher Collins syndrome&lt;/a&gt;. Tessier number 7 is more related to &lt;a href=\"hemifacial%20microsomia\"&gt;hemifacial microsomia&lt;/a&gt; and number 8 is more related to &lt;a href=\"Goldenhar%20syndrome\"&gt;Goldenhar syndrome&lt;/a&gt;.\nVan der Meulen classification.\nVan der Meulen classification divides different types of clefts based on where the development arrest occurs in the &lt;a href=\"embryogenesis\"&gt;embryogenesis&lt;/a&gt;. A primary cleft can occur in an early stage of the development of the face (17 mm length of the embryo). The developments arrests can be divided in four different location groups: internasal, &lt;a href=\"human%20nose\"&gt;nasal&lt;/a&gt;, nasalmaxillar and maxillar. The maxillar location can be subdivided in &lt;a href=\"median\"&gt;median&lt;/a&gt; and lateral clefts.\nInternasal dysplasia.\nInternasal &lt;a href=\"dysplasia\"&gt;dysplasia&lt;/a&gt; is caused by a development arrest before the union of the both nasal halves. These clefts are characterized by a median cleft lip, a median notch of the &lt;a href=\"cupid%27s%20bow\"&gt;cupid's bow&lt;/a&gt; or a duplication of the labial &lt;a href=\"frenulum\"&gt;frenulum&lt;/a&gt;. Besides the median cleft lip, &lt;a href=\"hypertelorism\"&gt;hypertelorism&lt;/a&gt; can be seen in these clefts. Also sometimes there can be an underdevelopment of the &lt;a href=\"premaxilla\"&gt;premaxilla&lt;/a&gt;.\nNasal dysplasia.\nNasal dysplasia or nasoschisis is caused by a development arrest of the lateral side of the nose, resulting in a cleft in one of the nasal halves. The nasal septum and cavity can be involved, though this is rare. Nasoschisis is also characterized by hypertelorism.\nNasomaxillary dysplasia.\nNasomaxillary dysplasia is caused by a development arrest at the junction of the lateral side of the nose and the maxilla, which results in a complete or non-complete cleft between the nose and the orbital floor (nasoocular cleft) or between the mouth, nose and the orbital floor (oronasal-ocular cleft). The development of the lip is normal.\nMaxillary dysplasia.\nMaxillary dysplasia can manifest itself on two different locations in the maxilla: in the medial or the lateral part of the maxilla.\nCauses.\nIt is possible that facial clefts are caused by a disorder in the migration of &lt;a href=\"neural%20crest%20cell\"&gt;neural crest cell&lt;/a&gt;s.\nAnother theory is that facial clefts are caused by failure of the fusion process and failure of inwards growth of the &lt;a href=\"mesoderm\"&gt;mesoderm&lt;/a&gt;.\nOther theories are that genetics play a part in the development of facial clefts or that they are caused by amniotic bands.\nGenetics.\nOverview.\nAround one in 700 individuals are born with craniofacial clefts. There are multiple genetic and environmental factors which contribute to craniofacial development. Within craniofacial disorders and &lt;a href=\"Craniofacial%20abnormality\"&gt;abnormalities&lt;/a&gt;, orofacial clefts, and specifically &lt;a href=\"Cleft%20lip%20and%20cleft%20palate\"&gt;cleft lip&lt;/a&gt; (CL) and &lt;a href=\"Cleft%20lip%20and%20cleft%20palate\"&gt;cleft palate&lt;/a&gt; (CP) are the most common in humans. Occurrences of CL/P are most often (around seventy percent of cases) isolated and nonsyndromic, meaning they are not associated with a syndrome or inherited genetic conditions. Around thirty percent occur with other structural variances, and over 500 syndromes have been identified in which clefting is a principal feature. Clefting can result from &lt;a href=\"Teratology\"&gt;teratogens&lt;/a&gt;, an agent that disrupts embryo development such as, radiation, maternal infection, chemicals, or drugs. &lt;a href=\"Chromosome%20abnormality\"&gt;Chromosomal abnormalities&lt;/a&gt; or &lt;a href=\"Mutation\"&gt;mutations&lt;/a&gt; at single gene loci have also contributed to clefting development. Genetic causes are linked with most craniofacial syndromes, and CL/P and other orofacial clefts are recognized as &lt;a href=\"Heterogeneous%20condition\"&gt;heterogeneous disorders&lt;/a&gt;, meaning there are multiple recognized causes. Orofacial clefts have great phenotypic diversity, and their associated genetic environments have called for vast research and investigation.\nEnvironmental Interaction.\nCraniofacial disorders have high variance in phenotypic expression, and researchers have suggested this variance could be due to interactions between the mutated/deviated genes and other genes, along with interactions with environmental factors. Environmental causes have been found to contribute to craniofacial clefting, however, these are still influenced by and supported by genetic factors. Many studies, for example, have linked maternal smoking to increased CLP risk; however, the increased risk suggests that genes in metabolic pathways could still contribute to susceptibility or formation of CL/P.\nDevelopment and Inheritance.\nThe craniofacial complex begins its progress in the fourth week of development, and results from &lt;a href=\"neural%20crest\"&gt;neural crest&lt;/a&gt; cells migrating to form and fuse the facial primordia. Failures or deviations in this process result in craniofacial clefts, either CL or CP. The range of variation in phenotype aligns with ancestry. Studies have found increased amounts of clefting in the relatives of patients with clefts, suggesting genetic factors are the underlying cause for CL/P. Inheritance has a known and significant role in human craniofacial morphology. This is supported through cephalometric and anthropometric comparisons of family members including between triplets, twins, siblings, and parents and children.\nGenetic Experimentation.\nGenetic factors of craniofacial clefting can be investigated and tracked through several methods including &lt;a href=\"sequencing\"&gt;sequencing&lt;/a&gt; in humans, &lt;a href=\"Genome-wide%20association%20study\"&gt;Genome-wide association studies&lt;/a&gt; (GWAs), &lt;a href=\"fate%20mapping\"&gt;fate mapping&lt;/a&gt;, expression analysis, and animal studies (knockout experiments or models with clefting from chemical mutagenesis). &lt;a href=\"Twin%20study\"&gt;Twin studies&lt;/a&gt; and familial clustering have also revealed that facial structure and formation are genetically linked. Several genes have been associated with craniofacial disorders through experimentation, including sequencing Mendelian clefting syndromes. Over 25 loci have been identified as potential influencers of craniofacial clefts across populations.\nLinked Genes.\nThe &lt;a href=\"transforming%20growth%20factor\"&gt;transforming growth factor&lt;/a&gt; (\"TGF\") family has provided multiple candidate genes linked with craniofacial development and malformation. \"TGF\" is involved in cell migration, differentiation, and proliferation, as well as regulating the extracellular matrix. Another gene that has been flagged as causal for craniofacial disorders, including CL/P, is &lt;a href=\"IRF6\"&gt;interferon regulatory factor 6&lt;/a&gt; or, \"&lt;a href=\"IRF6\"&gt;IRF6&lt;/a&gt;\". Mutations in \"IRF6\" cause &lt;a href=\"Van%20der%20Woude%20syndrome\"&gt;Van der Woude syndrome&lt;/a&gt;, the most common clefting syndrome. &lt;a href=\"VAX1\"&gt;Ventral anterior homeobox 1&lt;/a&gt;, \"VAX1,\" and &lt;a href=\"Noggin%20%28protein%29\"&gt;noggin&lt;/a&gt;, \"NOG\", were identified with genome-wide significance for contributing to CL/P. Additionally, mutations in \"SPECC1L\" have recently been identified as influential to facial structure formation, and as causal for syndromic facial clefting. Nonsyndromic CL/P has been associated with the transcription factor &lt;a href=\"FOXE1\"&gt;forkhead box protein E1&lt;/a&gt; (\"FOXE1\"), as mutations have resulted in cases of CL/P in mice. Other genes which have been found to interact with or contribute to craniofacial clefting include \"FGFR\"s, \"TWIST\", \"MSX\"s, \"GREM1\", \"TCOF1\", \"PAX\"s, \"MAFB\", \"ABCA4,\" and \"WNT\" allowing great cause for more research into the genetic basis for craniofacial disorders.\nPrevention.\nBecause the cause of facial clefts still is unclear, it is difficult to say what may prevent children being born with facial clefts. It seems that &lt;a href=\"folic%20acid\"&gt;folic acid&lt;/a&gt; contributes to lowering the risk of a child being born with a facial cleft.\nTreatment.\nThere is no single strategy for treatment of facial clefts, because of the large amount of variation in these clefts. Which kind of surgery is used depends on the type of clefting and which structures are involved. There is much discussion about the timing of reconstruction of bone and soft tissue. The problem with early reconstruction is the recurrence of the deformity due to the intrinsic restricted growth. This requires additional operations at a later age to make sure all parts of the face are in proportion. A disadvantage of early bone reconstruction is the chance to damage the tooth germs, which are located in the maxilla, just under the orbit. The soft tissue reconstruction can be done at an early age, but only if the used skin flap can be used again during a second operation. The timing of the operation depends on the urgency of the underlying condition. If the operation is necessary to function properly, it should be done at early age. The best aesthetic result is achieved when the incisions are positioned in areas which attract the least attention (they cover up the scars). If, however, the function of a part of the face isn’t damaged, the operation depends on psychological factors and the facial area of reconstruction. \nThe treatment plan of a facial cleft is planned right after diagnosis. This plan includes every operation needed in the first 18 years of the patients life to reconstruct the face fully. \nIn this plan, a difference is made between problems that need to be solved to improve the health of the patient (coloboma) and problems that need to be solved for a better cosmetic result (hypertelorism). \nThe treatment of the facial clefts can be divided in different areas of the face: the cranial anomalies, the orbital and eye anomalies, the nose anomalies, the midface anomalies and the mouth anomalies.\nTreatment of the cranial anomalies.\nThe most common cranial anomaly seen in combination with facial clefts is &lt;a href=\"encephalocele\"&gt;encephalocele&lt;/a&gt;.\nEncephalocele.\nThe treatment of encephalocele is based on surgery to repair the bony gap and provide adequate protection of the underlying brain. The question remains if the external brain tissue should be put back into the skull or if it is possible to cut off that piece of brain tissue, because its claimed that the external piece of brain tissue often isn’t functional, with the exception of a basal encephalocele, in which the pituitary gland can be found in the mouth.\nTreatment of orbital / eye anomalies.\nThe most common orbital /eye anomalies seen in children with facial clefts are colobomas and vertical dystopia.\nColoboma.\nThe coloboma which occurs often in facial clefts is a cleft in the lower or upper eyelid. This should be closed as soon as possible, to prevent drought of the eye and a consecutive loss of vision.\nVertical orbital dystopia.\nVertical orbital dystopia can occur in facial clefts when the orbital floor and/or the maxilla is involved in the cleft. Vertical orbital dystopia means that the eyes do not lay on the same horizontal line in the face (one eye is positioned lower than the other). The treatment is based on the reconstruction of this orbital floor, by either closing the boney cleft or reconstructing the orbital floor using a &lt;a href=\"bone%20graft\"&gt;bone graft&lt;/a&gt;.\nHypertelorism.\nThere are many types of operations which can be performed to treat a hypertelorism. 2 options are: box osteotomy and facial bipartition (also referred to as a median fasciotomy).\nThe goal of the box osteotomy is to bring the orbits closer together by removing a part of the bone between the orbits, to detach both orbits from the surrounding bone structures and move both orbits more to the centre of the face. \nThe goal of the facial bipartition is not only to bring the orbits closer together, but also to create more space in the maxilla. This can be done by splitting the maxilla and the frontal bone, remove a triangular shaped piece of bone from the forehead and nasal bones and pulling the two pieces of forehead together. Not only will the hypertelorism be solved by pulling the frontal bone closer together, but because of this pulling, the space between the both parts of the maxilla will become wider.\nTreatment of nose anomalies.\nThe nose anomalies found in facial clefts vary. The main goal of the treatment is to reconstruct the nose to get a functional and esthetic acceptable result. A few possible treatment options are to reconstruct the nose with a forehead flap or reconstruct the nasal dorsum with a bone graft, for example a rib graft. The &lt;a href=\"nasal%20reconstruction\"&gt;nasal reconstruction&lt;/a&gt; with a forehead flap is based on the repositioning of a skin flap from the forehead to the nose. A possible downside of this reconstruction is that once you performed it at a younger age, you can’t lengthen the flap at a later stage. A second operation is often needed if the operation is done on early age, because the nose has a restricted growth in the cleft area. Repair of the &lt;a href=\"Ala%20of%20nose\"&gt;ala&lt;/a&gt; (wing of the nose) often requires the inset of cartilage graft, commonly taken from the ear.\nTreatment of midface anomalies.\nThe treatment of soft tissue parts of midface anomalies is often a reconstruction from a skin flap of the cheek. This skinflap can be used for other operations in the further, as it can be raised again and transposed again. In the treatment of midface anomalies there are generally more operations needed. Bone tissue reconstruction of the midface often occurs later than the soft tissue reconstruction. The most common method to reconstruct the midface is by using the fracture/ incision lines described by &lt;a href=\"Ren%C3%A9%20Le%20Fort\"&gt;René Le Fort&lt;/a&gt;. When the cleft involves the maxilla, it is likely that the impaired growth will result in a smaller maxillary bone in all 3 dimensions (height, projection, width).\nTreatment of mouth anomalies.\nThere are several options for treatment of mouth anomalies like Tessier cleft number 2-3-7 . These clefts are also seen in various syndromes like Treacher Collins syndrome and hemifacial microsomia, which makes the treatment much more complicated. In this case, treatment of mouth anomalies is a part of the treatment of the syndrome.\nSee also.\nRelated articles\nSyndromes"
}