{
    "id": "29484614",
    "revid": "40571816",
    "url": "https://en.wikipedia.org/wiki?curid=29484614",
    "title": "Nojimazaki Lighthouse",
    "text": " is a &lt;a href=\"lighthouse\"&gt;lighthouse&lt;/a&gt; located at the southern tip of the &lt;a href=\"B%C5%8Ds%C5%8D%20Peninsula\"&gt;Bōsō Peninsula&lt;/a&gt;, in the city of &lt;a href=\"Minamib%C5%8Ds%C5%8D%2C%20Chiba\"&gt;Minamibōsō&lt;/a&gt;, &lt;a href=\"Chiba%20Prefecture\"&gt;Chiba Prefecture&lt;/a&gt; &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;.\nHistory.\nThe Nojimazaki Lighthouse was one of eight lighthouses to be built in &lt;a href=\"Meiji%20period\"&gt;Meiji period&lt;/a&gt; Japan under the provisions of the &lt;a href=\"Anglo-Japanese%20Treaty%20of%20Amity%20and%20Commerce\"&gt;Anglo-Japanese Treaty of Amity and Commerce&lt;/a&gt; of 1858, signed by the &lt;a href=\"Bakumatsu%20period\"&gt;Bakumatsu period&lt;/a&gt; &lt;a href=\"Tokugawa%20Shogunate\"&gt;Tokugawa Shogunate&lt;/a&gt;. The lighthouse was designed and constructed by &lt;a href=\"o-yatoi%20gaikokujin\"&gt;French engineer&lt;/a&gt; &lt;a href=\"L%C3%A9once%20Verny\"&gt;Léonce Verny&lt;/a&gt;, and is noteworthy in that it is the second lighthouse to be completed in Japan, after the &lt;a href=\"Kannonzaki%20Lighthouse\"&gt;Kannonzaki Lighthouse&lt;/a&gt; on the opposing entrance to &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt;. As completed, the whitewashed octagonal brick structure stood high, and had a first-order &lt;a href=\"Fresnel%20lens\"&gt;Fresnel lens&lt;/a&gt;, with a kerosene light source. The lighthouse was first lit on January 19, 1869.\nDuring the &lt;a href=\"1923%20Great%20Kant%C5%8D%20earthquake\"&gt;1923 Great Kantō earthquake&lt;/a&gt;, the top eight meters of the structure collapsed. It was rebuilt in concrete, and recommissioned on August 15, 1925. The structure was again damaged in 1945 by bombardment by the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. It was repaired after the war with a second-order &lt;a href=\"Fresnel%20lens\"&gt;Fresnel lens&lt;/a&gt;, and was subsequently electrified.\nCurrent status.\nThe Nojimazaki Lighthouse is currently open to the public, who may visit a small museum at its base, and climb to the top for a panoramic view over the Pacific Ocean. It is registered with the &lt;a href=\"International%20Association%20of%20Lighthouse%20Authorities\"&gt;International Association of Lighthouse Authorities&lt;/a&gt; as one of the “One Hundred Most Important Lighthouses in the World” and by the Japanese government as a Historic Monument."
}