{
    "id": "29499892",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=29499892",
    "title": "William Hancock (ophthalmologist)",
    "text": "William Ilbert Hancock &lt;a href=\"Fellowship%20of%20the%20Royal%20College%20of%20Surgeons\"&gt;F.R.C.S.&lt;/a&gt; (10 April 1873 – 26 January 1910) was an English &lt;a href=\"Ophthalmology\"&gt;ophthalmologist&lt;/a&gt; who worked as an assistant surgeon at the &lt;a href=\"Moorfields%20Eye%20Hospital%20NHS%20Foundation%20Trust\"&gt;Royal London Ophthalmic Hospital&lt;/a&gt;. He was also a sportsman who represented England in tennis.\nEarly life.\nWilliam Ilbert Hancock was born in &lt;a href=\"Wiveliscombe\"&gt;Wiveliscombe&lt;/a&gt;, Somerset as one of ten boys and three girls to William Hancock and Mary Sweet Escott. Along with his brothers, he was a strong &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; player during his youth. He was educated at &lt;a href=\"Dulwich%20College\"&gt;Dulwich College&lt;/a&gt;, and joined &lt;a href=\"King%27s%20College%20London%20School%20of%20Medicine%20and%20Dentistry\"&gt;Guy's Hospital&lt;/a&gt; as a student in 1891. While at Guy's, Hancock took an active part in the establishment's sporting clubs, playing as part of the tennis team throughout his time there, and captaining the team in 1892. He also captained the &lt;a href=\"rugby%20football\"&gt;rugby football&lt;/a&gt; team in 1893 and 1894, and was one of the hospital's prominent &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;ers.\nMedical career.\nIn 1896 he qualified as a surgeon, gaining the dual qualifications &lt;a href=\"Membership%20of%20the%20Royal%20College%20of%20Surgeons\"&gt;M.R.C.S&lt;/a&gt; and &lt;a href=\"Royal%20College%20of%20Physicians\"&gt;L.R.C.P.&lt;/a&gt;. He became a &lt;a href=\"Fellowship%20of%20the%20Royal%20College%20of%20Surgeons\"&gt;fellow of the Royal College of Surgeons&lt;/a&gt; two years later in 1898. He specialised in &lt;a href=\"Ophthalmology\"&gt;ophthalmic&lt;/a&gt; work, and worked at for a time at the &lt;a href=\"Royal%20Westminster%20Ophthalmic%20Hospital\"&gt;Royal Westminster Ophthalmic Hospital&lt;/a&gt;. At the time of his death, he was Assistant Surgeon for the &lt;a href=\"Moorfields%20Eye%20Hospital%20NHS%20Foundation%20Trust\"&gt;Royal London Ophthalmic Hospital, Moorfields&lt;/a&gt; and Ophthalmic Surgeon for the &lt;a href=\"East%20London%20Hospital%20for%20Children\"&gt;East London Hospital for Children&lt;/a&gt;, and &lt;a href=\"Bolingbroke%20Hospital\"&gt;Bolingbroke Hospital&lt;/a&gt;. He had earlier served as Senior Assistant Surgeon and Pathologist for the &lt;a href=\"Central%20London%20Ophthalmic%20Hospital\"&gt;Central London Ophthalmic Hospital&lt;/a&gt;. His obituary in the \"&lt;a href=\"British%20Medical%20Journal\"&gt;British Medical Journal&lt;/a&gt;\" describes Hancock as genial and loyal, and predicted that \"had he lived, would doubtless have taken a very prominent place in the profession.\"\nSporting career.\nHancock played one &lt;a href=\"First-class%20cricket\"&gt;first-class&lt;/a&gt; cricket match for &lt;a href=\"Somerset%20County%20Cricket%20Club\"&gt;Somerset&lt;/a&gt; in 1892. He also represented his county at tennis, and in his \"British Medical Journal\" obituary it is claimed that he would have gained international honours in rugby had it not been for a knee injury.\nHis brother &lt;a href=\"Froude%20Hancock\"&gt;Philip Froude Hancock&lt;/a&gt; made ten international appearances in international rugby for England and Britain, and another, &lt;a href=\"Frank%20Hancock\"&gt;Frank Hancock&lt;/a&gt; captained Wales in the same sport. Of the ten brothers, seven, including William, played rugby union for Somerset. His nephew, Frank Hancock's son &lt;a href=\"Ralph%20Hancock%20%28cricketer%29\"&gt;Ralph&lt;/a&gt;, played cricket for Somerset in nine matches between 1907 and 1914.\nPersonal life and death.\nHancock married Margaret Hay Sweet Escott in 1899 and the couple had four children. He suffered from abdominal pain for 18 months, which in December 1909 became worse and he was forced to rest in bed for four weeks. Initially the symptoms appeared to have faded, but the acute pain returned, and Hancock required an operation for &lt;a href=\"appendicitis\"&gt;appendicitis&lt;/a&gt;. The operation was successful, and Hancock was making a good recovery until four days later. He died of &lt;a href=\"pulmonary%20embolism\"&gt;pulmonary embolism&lt;/a&gt; and &lt;a href=\"thrombosis\"&gt;thrombosis&lt;/a&gt; the following day."
}