{
    "id": "295398",
    "revid": "63896",
    "url": "https://en.wikipedia.org/wiki?curid=295398",
    "title": "Earring",
    "text": "An earring is a piece of &lt;a href=\"jewelry\"&gt;jewelry&lt;/a&gt; attached to the &lt;a href=\"ear\"&gt;ear&lt;/a&gt; via a &lt;a href=\"Body%20piercing\"&gt;piercing&lt;/a&gt; in the &lt;a href=\"earlobe\"&gt;earlobe&lt;/a&gt; or another external part of the ear (except in the case of clip earrings, which clip onto the lobe). Earrings have been worn by people in different civilizations and historic periods, often with cultural significance.\nLocations for piercings other than the earlobe include the &lt;a href=\"Rook%20%28piercing%29\"&gt;rook&lt;/a&gt;, &lt;a href=\"Tragus%20piercing\"&gt;tragus&lt;/a&gt;, and across the &lt;a href=\"Helix%20%28ear%29\"&gt;helix&lt;/a&gt; (see image at right). The simple term \"ear piercing\" usually refers to an earlobe piercing, whereas piercings in the upper part of the &lt;a href=\"Pinna%20%28anatomy%29\"&gt;external ear&lt;/a&gt; are often referred to as \"&lt;a href=\"cartilage\"&gt;cartilage&lt;/a&gt; piercings\". Cartilage piercings are more complex to perform than earlobe piercings and take longer to heal.\nEarring components may be made of any number of materials, including &lt;a href=\"metal\"&gt;metal&lt;/a&gt;, &lt;a href=\"plastic\"&gt;plastic&lt;/a&gt;, &lt;a href=\"glass\"&gt;glass&lt;/a&gt;, &lt;a href=\"gemstone\"&gt;precious stone&lt;/a&gt;, &lt;a href=\"bead\"&gt;bead&lt;/a&gt;s, &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"bone\"&gt;bone&lt;/a&gt;, and other materials. Designs range from small loops and studs to large plates and dangling items. The size is ultimately limited by the physical capacity of the earlobe to hold the earring without tearing. However, heavy earrings worn over extended periods of time may lead to stretching of the earlobe and the piercing.\nHistory.\nEar piercing is one of the oldest known forms of &lt;a href=\"body%20modification\"&gt;body modification&lt;/a&gt;, with artistic and written references from cultures around the world dating back to early history. Gold earrings, along with other jewelry made of gold, lapis lazuli, and carnelian were found in the ancient sites in &lt;a href=\"Lothal\"&gt;Lothal&lt;/a&gt;, India, and &lt;a href=\"Sumer\"&gt;Sumer&lt;/a&gt;ian &lt;a href=\"Royal%20Cemetery%20at%20Ur\"&gt;Royal Cemetery at Ur&lt;/a&gt; from the &lt;a href=\"Early%20Dynastic%20Period%20%28Mesopotamia%29\"&gt;Early Dynastic period&lt;/a&gt;. &lt;a href=\"Gold\"&gt;Gold&lt;/a&gt;, &lt;a href=\"silver\"&gt;silver&lt;/a&gt; and &lt;a href=\"bronze\"&gt;bronze&lt;/a&gt; hoop earrings were prevalent in the &lt;a href=\"Minoan%20Civilization\"&gt;Minoan Civilization&lt;/a&gt; (2000–1600 BCE) and examples can be seen on frescoes on the Aegean island of &lt;a href=\"Santorini\"&gt;Santorini&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. During the late &lt;a href=\"Minoan%20Civilization\"&gt;Minoan&lt;/a&gt; and early &lt;a href=\"Mycenaean%20Greece\"&gt;Mycenaean periods&lt;/a&gt; of &lt;a href=\"Bronze%20Age%20Greece\"&gt;Bronze Age Greece&lt;/a&gt; hoop earrings with conical pendants were fashionable. Early evidence of earrings worn by men can be seen in archeological evidence from &lt;a href=\"Persepolis\"&gt;Persepolis&lt;/a&gt; in ancient &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt;. The carved images of soldiers of the Persian Empire, displayed on some of the surviving walls of the palace, show them wearing an earring. \n&lt;a href=\"Howard%20Carter\"&gt;Howard Carter&lt;/a&gt; writes in his description of &lt;a href=\"Tutankhamun\"&gt;Tutankhamun&lt;/a&gt;'s tomb that the Pharaoh's earlobes were perforated, but no earrings were inside the wrappings, although the tomb contained some. The burial mask's ears were perforated as well, but the holes were covered with golden discs. That implies that at the time, earrings were only worn in Egypt by children, much like in Egypt of Carter's times.\nOther early evidence of earring-wearing is evident in the Biblical record. In Exodus 32:1–4, it is written that while &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt; was up on Mount Sinai, the Israelites demanded that &lt;a href=\"Aaron\"&gt;Aaron&lt;/a&gt; make a god for them. It is written that he commanded them to bring their sons' and daughters' earrings (and other pieces of jewelry) to him in order that he might comply with their demand (). By the classical period, including in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, as a general rule, they were considered exclusively female ornaments. In &lt;a href=\"Classical%20Greece\"&gt;Greece&lt;/a&gt; and &lt;a href=\"Ancient%20Rome\"&gt;Rome&lt;/a&gt; also, earrings were worn mainly by women, and the wearing of them by a man was often spoken of as distinctively oriental.\nThe practice of wearing earrings was a tradition for &lt;a href=\"Ainu%20people\"&gt;Ainu&lt;/a&gt; men and women, but the &lt;a href=\"Government%20of%20Meiji%20Japan\"&gt;Government of Meiji Japan&lt;/a&gt; forbade Ainu men to wear earrings in the late-19th century. Earrings were also commonplace among nomadic &lt;a href=\"Turkic%20peoples\"&gt;Turkic&lt;/a&gt; tribes and &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;. Lavish ear ornaments have remained popular in &lt;a href=\"India\"&gt;India&lt;/a&gt; from ancient times to the present day. And it was common that men and women wear earrings during &lt;a href=\"Silla\"&gt;Silla&lt;/a&gt;, &lt;a href=\"Goryeo\"&gt;Goryeo&lt;/a&gt; to &lt;a href=\"Joseon\"&gt;Joseon&lt;/a&gt;.\nIn &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;, earrings became fashionable among English courtiers and gentlemen in the 1590s during the &lt;a href=\"English%20Renaissance\"&gt;English Renaissance&lt;/a&gt;. A document published in 1577 by clergyman &lt;a href=\"William%20Harrison%20%28clergyman%29\"&gt;William Harrison&lt;/a&gt;, \"Description of England\", states \"Some lusty courtiers and gentlemen of courage do wear either rings of gold, stones or pearls in their ears.\" Among &lt;a href=\"sailor\"&gt;sailor&lt;/a&gt;s, a pierced earlobe was a symbol that the wearer had sailed around the world or had crossed the equator.\nBy the late 1950s or early 1960s, the practice re-emerged in the &lt;a href=\"Western%20world\"&gt;Western world&lt;/a&gt;. Teenage girls were known to hold \"ear piercing parties\", where they performed the procedure on one another. By the mid-1960s, some physicians offered ear piercing as a service. Simultaneously, &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; jewelry stores were some of the earliest commercial, non-medical locations for getting an ear piercing.\nIn the late 1960s, ear piercing began to make inroads among men through the &lt;a href=\"hippie\"&gt;hippie&lt;/a&gt; and &lt;a href=\"Homosexuality\"&gt;gay&lt;/a&gt; communities, although they had been popular among sailors for decades (or longer). Traditionally, a RIGHT-side piercing identified a man as gay as part of LGBT \"culture and code\" to secretly identify oneself to the community. The left side is widely accepted as heterosexual or straight while dual piercings do not indicate sexual preference, though some believe it indicates bisexual preferences. There has begun to be some challenging of these norms in recent years, though the standard view remains. \nBy the early 1970s, ear piercing was common among women, thus creating a broader market for the procedure. Department stores throughout the country would hold ear piercing events, sponsored by earring manufacturers. At these events, a nurse or other trained person would perform the procedure, either pushing a sharpened and sterilized \"starter earring\" through the earlobe by hand, or using an ear-piercing instrument modified from the design used by physicians.\nIn the late 1970s, amateur piercings, sometimes with safety pins or multiple piercings, became popular in the &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt; community. By the 1980s, the trend for male &lt;a href=\"popular%20music\"&gt;popular music&lt;/a&gt; performers to have pierced ears helped establish a fashion trend for men. This was later adopted by many professional &lt;a href=\"Sportsperson\"&gt;athletes&lt;/a&gt;. British men started piercing both ears in the 1980s; &lt;a href=\"George%20Michael\"&gt;George Michael&lt;/a&gt; of &lt;a href=\"Wham%21%20%28pop%20duo%29\"&gt;Wham!&lt;/a&gt; was a prominent example. During wham! he frequently wore small gold hoop earrings. When he then went on the become a solo artist with his iconic debut album \"Faith\" he wore a cross earring on his left ear. As of now, it is widely acceptable for teenage and pre-teen boys to have both ears pierced as well simply as a fashion statement. \nMultiple piercings in one or both ears first emerged in mainstream America in the 1970s. Initially, the trend was for women to wear a second set of earrings in the earlobes, or for men to double-pierce a single earlobe. Asymmetric styles with more and more piercings became popular, eventually leading to the cartilage piercing trend. Double ear piercing in newborn babies is a phenomenon in Central America, in particular in Costa Rica.\nA variety of specialized cartilage piercings have since become popular. These include the &lt;a href=\"tragus%20piercing\"&gt;tragus piercing&lt;/a&gt;, &lt;a href=\"antitragus%20piercing\"&gt;antitragus piercing&lt;/a&gt;, &lt;a href=\"rook%20piercing\"&gt;rook piercing&lt;/a&gt;, &lt;a href=\"industrial%20piercing\"&gt;industrial piercing&lt;/a&gt;, &lt;a href=\"helix%20piercing\"&gt;helix piercing&lt;/a&gt;, &lt;a href=\"orbital%20piercing\"&gt;orbital piercing&lt;/a&gt;, &lt;a href=\"daith%20piercing\"&gt;daith piercing&lt;/a&gt;, and &lt;a href=\"conch%20piercing\"&gt;conch piercing&lt;/a&gt;. In addition, &lt;a href=\"earlobe%20stretching\"&gt;earlobe stretching&lt;/a&gt;, while common in indigenous cultures for thousands of years, began to appear in Western society in the 1990s, and is now a fairly common sight. However, these forms of ear piercing are still infrequent compared to standard ear piercing.\nReligious.\nAccording to Hindu dharma tradition, most girls and some boys (especially the \"twice-born\") get their ears pierced as part of a Dharmic rite known as &lt;a href=\"Karnavedha\"&gt;Karnavedha&lt;/a&gt; before they are about five years old. Infants may get their ears pierced as early as several days after their birth.\nSimilar customs are practiced in other Asian countries, including Nepal, Sri Lanka, and Laos, although traditionally most males wait to get their ears pierced until they have reached young adulthood.\nEar piercing is mentioned in the Bible in several contexts. The most familiar refers to a Hebrew slave who was to be freed in the seventh year of servitude but wishes to continue serving his master and refuses to go free: \"…his master shall take him before God. He shall be brought to the door or the doorpost, and his master shall pierce his ear with an awl, and he shall then remain his slave for life\" (Exodus 21:6).\nTypes of earrings.\nModern standard pierced earrings.\nStatement earrings.\nStatement earrings can be defined as \"earrings which invite attention from others by demonstrating bold, original, and unique designs with innovative construction and material combinations\". They include one or more of the following design features:\nStud/minimal earrings.\nThe main characteristic of stud earrings is the appearance of floating on the ear or earlobe without a visible (from the front) point of connection. Studs are invariably constructed on the end of a post, which penetrates straight through the ear or earlobe. The post is held in place by a removable &lt;a href=\"friction\"&gt;friction&lt;/a&gt; back or \"clutch\" (also known as a butterfly scroll). A stud earring features a gemstone or other ornament mounted on a narrow post that passes through a piercing in the ear or earlobe, and is held in place by a fixture on the other side. Studs commonly come in the form of solitaire diamonds. Some stud earrings are constructed so that the post is threaded, allowing a \"screw back\" to hold the earring in place securely, which is useful in preventing the loss of expensive earrings containing precious stones, or made of precious metals.\nHoop earrings.\nHoop earrings are circular or semi-circular in design and look very similar to a &lt;a href=\"Finger%20ring\"&gt;ring&lt;/a&gt;. Hoop earrings generally come in the form of a hoop of metal that can be opened to pass through the ear piercing. They are often constructed of metal tubing, with a thin wire attachment penetrating the ear. The hollow tubing is permanently attached to the wire at the front of the ear, and slips into the tube at the back. The entire device is held together by &lt;a href=\"tension%20%28mechanics%29\"&gt;tension&lt;/a&gt; between the wire and the tube. Other hoop designs do not complete the circle, but penetrate through the ear in a post, using the same attachment techniques that apply to stud earrings. A variation is the \"continuous hoop earring\". In this design, the earring is constructed of a continuous piece of solid metal, which penetrates through the ear and can be rotated almost 360°. One of the ends is permanently attached to a small piece of metallic tubing or a hollow metallic bead. The other end is inserted into the tubing or bead, and is held in place by tension. One special type of hoop earring is the \"sleeper earring\", a circular wire normally made of gold, with a diameter of approximately one centimeter. \"Hinged\" sleepers, which were common in Britain in the 1960s and 1970s, comprise two semi-circular gold wires connected via a tiny hinge at one end, and fastened via a small clasp at the other, to form a continuous hoop whose fastening mechanism is effectively invisible to the naked eye. Because their small size makes them unobtrusive and comfortable, and because they are normally otherwise unadorned, \"sleepers\" are so-called because they were intended to be worn at night to keep a pierced ear from closing, and were often the choice for the first set of earrings immediately following the ear piercing in the decades before ear-piercing guns using studs became commonplace, but are often a fashion choice in themselves because of their attractive simplicity and because they subtly call attention to the fact that the ear is pierced.\nA drop earring attaches to the earlobe and features a gemstone or ornament that dangles down from a chain, hoop, or similar object. The length of these ornaments vary from the very short to the extravagantly long. Such earrings are occasionally known as droplet earrings, dangle earrings, or pendant earrings. They also include chandelier earrings, which branch out into elaborate, multi-level pendants.\nDangle earrings.\nDangle earrings (also known as drop earrings) are designed to suspend from the bottoms of the earlobes. Their lengths vary from a centimeter or two, all the way to brushing the wearer's shoulders. A pierced dangle earring is generally attached to the ear with a thin wire passing through the earlobe . It may connect to itself with a small hook at the back, or in the \"French hook\" design, the wire passes through the earlobe piercing without closure, although small plastic or silicone retainers are sometimes used on ends. Rarely, dangle earrings use the post attachment design. There are also variants that attach without piercing.\nBarbell earrings.\nBarbell earrings get their name from their resemblance to a barbell, generally coming in the form of a metal bar with an orb on either end. One of these orbs is affixed in place, while the other can be detached to allow the barbell to be inserted into a piercing. Several variations on this basic design exist, including barbells with curves or angles in the bar of the earring.\nHuggy earrings.\nCommonly, stones are channel set in huggy earrings.\nEar thread.\nOr earthreader, ear string, threader, a chain that is thin enough to slip into the ear hole, and come back out, dangles. Sometimes, people add beads or other materials onto the chain, so the chain dangles with beads below the ear.\nJhumka Earrings.\nA type of dangling bell-shaped traditional earrings mostly worn by women of Indian Subcontinent.\nChandelier Earrings.\nThese earrings are looks like chandeliers. These are worn in Indian subcontinent by women on special occasions.\nBody piercing jewelry used as earrings.\n&lt;a href=\"Body%20piercing%20jewelry\"&gt;Body piercing jewelry&lt;/a&gt; is often used for ear piercings, and is selected for a variety of reasons including the availability of larger gauges, better piercing techniques, and a disdain for mainstream jewelry.\nGauges and other measuring systems.\nFor an explanation of how earring sizes are denoted, see the article &lt;a href=\"Body%20jewelry%20sizes\"&gt;Body jewelry sizes&lt;/a&gt;.\nClip-on and other non-pierced earrings.\nSeveral varieties of non-pierced earrings exist.\nPermanent earrings.\nWhere most earrings worn in the western world are designed to be removed easily to be changed at will, earrings can also be permanent (non-removable). They were once used as a mark of slavery or ownership (e.g., see , ). They appear today in the form of larger gauge rings which are difficult or impossible for a person to remove without assistance. Occasionally, hoop earrings are permanently installed by the use of &lt;a href=\"solder\"&gt;solder&lt;/a&gt;, though this poses some risks due to toxicity of metals used in soldering and the risk of burns from the heat involved. Besides permanent installations, locking earrings are occasionally worn due to their personal symbolism or erotic value.\nEar piercing.\nPierced ears are earlobes or the &lt;a href=\"cartilage\"&gt;cartilage&lt;/a&gt; portion of the external ears which have had one or more holes created in them for the wearing of earrings. The holes may be permanent or temporary. The holes become permanent when a &lt;a href=\"fistula\"&gt;fistula&lt;/a&gt; is created by scar tissue forming around the initial earring.\nPiercing techniques.\nA variety of techniques are used to pierce ears, ranging from \"&lt;a href=\"do%20it%20yourself\"&gt;do it yourself&lt;/a&gt;\" methods using household items to medically sterile methods using specialized equipment.\nA long-standing home method involves using ice as a local anesthetic, a sewing needle as a puncture instrument, a burning match and rubbing alcohol for disinfection, and a semi-soft object, such as a potato, cork, bar of soap or rubber eraser, as a push point. &lt;a href=\"Yarn\"&gt;Sewing thread&lt;/a&gt; may be drawn through the piercing and tied, as a device for keeping the piercing open during the healing process. Alternatively, a gold stud or wire earring may be directly inserted into the fresh piercing as the initial retaining device. Home methods are often unsafe and risky due to issues of improper sterilization or placement.\nAnother method for piercing ears, first made popular in the 1960s, was the use of sharpened spring-loaded earrings known as \"self-piercers\", \"trainers\", or \"sleepers\", which gradually pushed through the earlobe. However, these could slip from their initial placement position, often resulting in more discomfort, and many times would not go all the way through the earlobe without additional pressure being applied. This method has fallen into disuse due to the popularity of faster and more successful piercing techniques.\n&lt;a href=\"Ear%20piercing%20instrument\"&gt;Ear piercing instrument&lt;/a&gt;s, sometimes called \"ear-piercing guns\", were originally developed for physician use but with modifications became available in retail settings. Today more and more people in the Western world have their ears pierced with an ear piercing instrument in specialty jewellery or accessory stores, or at home using disposable ear piercing instruments. An earlobe piercing performed with an ear piercing instrument is often described as feeling similar to being pinched, or being snapped by a rubber band. Piercing with this method, especially for cartilage piercings, is not recommended by many piercing professionals and physicians, as it can cause blunt force trauma to the skin, and takes far longer to heal than needle piercing. In addition, the vast majority of ear piercing instruments are made of plastic, which means they can never be truly sterilized by use of an &lt;a href=\"Autoclave\"&gt;Autoclave&lt;/a&gt;, increasing chance of infection exponentially. In the case of cartilage piercing, doing it with an ear piercing instrument can shatter the ear cartilage and lead to serious complications.\nAn alternative which is growing in practice is the use of a hollow piercing needle, as is done in &lt;a href=\"body%20piercing\"&gt;body piercing&lt;/a&gt;. The piercer disinfects the earlobe with alcohol and puts a mark on the lobe with a pen. It gives the opportunity to the client to check whether the position is correct or not. Then, the piercer uses a clamp with flat ends and holes at the end to hold the earlobe, with the dot in the middle of the holes. This device will support the skin during the piercing process. A cork can be placed behind the earlobe to stop the movement of the needle after the piercing process, and protect the tip of the needle for the client's comfort. Then, the piercer places the hollow needle perpendicular to the skin's surface and check the position of the needle, to pierce at the desired place and the right angle. The piercing process consists of pushing the needle through the earlobe, until it gets out in the other side. The client has to remain still during all the process. Then, the clamp can be put off. After that, the piercer puts the jewel in the hollow needle and pushes the needle through until the jewel enters into the lobe. Then, the needle is removed and disposed properly. The jewel is attached to the lobe and the piercer disinfects the lobe again.\nIn tribal cultures and among some neo-primitive body piercing enthusiasts, the piercing is made using other tools, such as animal or plant organics.\nInitial healing time for an earlobe piercing performed with an ear piercing instrument is typically six to eight weeks. After that time, earrings can be changed, but if the hole is left unfilled for an extended period of time, there is some risk of the piercing closing. Piercing professionals recommend wearing earrings in the newly pierced ears for at least six months, and sometimes even a full year. Cartilage piercing will usually require more healing time than earlobe piercing, sometimes two to three times as long. After healing, earlobe piercings will shrink to smaller gauges in the prolonged absence of earrings, and in most cases will completely disappear.\nHealth risks.\nThe health risks with conventional earlobe piercing are common but tend to be minor, particularly if proper technique and hygienic procedures are followed. One study found that up to 35 percent of persons with pierced ears had one or more complications, including minor &lt;a href=\"infection\"&gt;infection&lt;/a&gt; (77 percent of pierced ear sites with complications), &lt;a href=\"allergic%20reaction\"&gt;allergic reaction&lt;/a&gt; (43 percent), &lt;a href=\"keloid\"&gt;keloid&lt;/a&gt;s (2.5 percent), and traumatic tearing (2.5 percent). Pierced ears are a significant &lt;a href=\"risk%20factor\"&gt;risk factor&lt;/a&gt; for contact allergies to the nickel in jewelry. Earlobe tearing, during the healing period or after healing is complete, can be minimized by not wearing earrings, especially wire-based dangle earrings, during activities in which they are likely to become snagged, such as while playing sports. Also, larger gauge jewellery will lessen the chance of the earring being torn out.\nWith cartilage piercing, the blunt force of an ear piercing instrument will traumatize the cartilage, and therefore make healing more difficult. Also, because there is substantially less blood flow in ear cartilage than in the earlobe, infection is a much more serious issue. There have been several documented cases of severe infections of the upper ear following piercing with an ear piercing instrument, which required courses of antibiotics to clear up. There are many ways that an infection can occur: the most common way is when the person that got pierced decides to take out the piercing too early. According to the A.M.A. the proper waiting period to change or take out a piercing with substantially less risk of infection would be three weeks.\nFor all ear piercings, the use of a sterilized hollow piercing needle tends to minimize the trauma to the tissue and minimize the chances of contracting a &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt;l infection during the procedure. As with any invasive procedure, there is always a risk of infection from blood borne pathogens such as &lt;a href=\"hepatitis\"&gt;hepatitis&lt;/a&gt; and &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt;. However, modern piercing techniques make this risk extremely small (the risk being greater to the piercer than to the pierced due to the potential splash-back of blood). There has never been a documented case of HIV transmission due to ear/body piercing or tattooing, although there have been instances of the Hepatitis B virus being transmitted through these practices.\nThe most frequent complications connected with wearing earrings are:\nResearchers observed a correlation between the piercing of young girls' earlobes and subsequent development of allergies.\nIn Professor Ewa Czarnobilska's view (the manager of research team) the main reason of allergy (listed by allergists) is presence of &lt;a href=\"nickel\"&gt;nickel&lt;/a&gt; as a component of alloys used in the production of earrings – however the ingredients declared by producer is not significant, because nickel is a standard component of jewellery.\nSymptoms of allergy are visible as &lt;a href=\"eczema\"&gt;eczema&lt;/a&gt;. This symptom is often justified to be &lt;a href=\"food%20allergy\"&gt;food allergy&lt;/a&gt; (e.g. to milk), meanwhile the reason is contact with the earring (precisely Ni ions) with the &lt;a href=\"lymphatic%20system\"&gt;lymphatic system&lt;/a&gt;.\nCeasing of wearing earrings by children does not result in vanishing allergy symptoms. The &lt;a href=\"immune%20system\"&gt;immune system&lt;/a&gt; remembers the presence of Ni ions that existed in someone's &lt;a href=\"blood\"&gt;blood&lt;/a&gt; and &lt;a href=\"lymph\"&gt;lymph&lt;/a&gt;. Even though the children ceased wearing earrings, it can appear as an allergic reaction to:\nResearch studying a sample of 428 pupils, age seven and eight, and sixteen and seventeen noticed that:\nOther symptoms of allergy to nickel are:"
}