{
    "id": "2954500",
    "revid": "39643314",
    "url": "https://en.wikipedia.org/wiki?curid=2954500",
    "title": "Supreme War Council",
    "text": "The Supreme War Council was a central command based in &lt;a href=\"Versailles%20%28city%29\"&gt;Versailles&lt;/a&gt; that coordinated the military strategy of the principal &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allies of World War I&lt;/a&gt;: &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;Britain&lt;/a&gt;, &lt;a href=\"French%20Third%20Republic\"&gt;France&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Italy\"&gt;Italy&lt;/a&gt;, the US and &lt;a href=\"Empire%20of%20Japan\"&gt;Japan&lt;/a&gt;. It was founded in 1917 after the &lt;a href=\"Russian%20revolution\"&gt;Russian revolution&lt;/a&gt; and with Russia's withdrawal as an ally imminent. The council served as a second source of advice for civilian leadership, a forum for preliminary discussions of potential armistice terms, later for peace treaty settlement conditions, and it was succeeded by the &lt;a href=\"Conference%20of%20Ambassadors\"&gt;Conference of Ambassadors&lt;/a&gt; in 1920.\nFormation.\n&lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; &lt;a href=\"Prime%20Minister\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"David%20Lloyd%20George\"&gt;David Lloyd George&lt;/a&gt; had grave concerns regarding the strategy of Sir &lt;a href=\"William%20Robertson%20%28British%20Army%20officer%29\"&gt;William Robertson&lt;/a&gt;, &lt;a href=\"Chief%20of%20the%20Imperial%20General%20Staff\"&gt;Chief of the Imperial General Staff&lt;/a&gt;, and Sir &lt;a href=\"Douglas%20Haig\"&gt;Douglas Haig&lt;/a&gt;, the Commander in Chief of the &lt;a href=\"British%20Expeditionary%20Force%20%28World%20War%20I%29\"&gt;British Expeditionary Force&lt;/a&gt;, in response to the Allied losses at the &lt;a href=\"Battle%20of%20the%20Somme\"&gt;Somme&lt;/a&gt; and &lt;a href=\"Battle%20of%20Passchendaele\"&gt;Flanders&lt;/a&gt;.\nAlso, following the Italian defeat at the &lt;a href=\"Battle%20of%20Caporetto\"&gt;Battle of Caporetto&lt;/a&gt;, in which the Germans and Austro-Hungarians surprised the Italian forces, Lloyd George proposed the formation of a Supreme War Council at the &lt;a href=\"Rapallo%20Conference\"&gt;Rapallo Conference&lt;/a&gt; of 5–7 November 1917.\nJapan and Russia were not to be included, and the Italians and French, worried that &lt;a href=\"Macedonian%20front\"&gt;Salonika&lt;/a&gt; (Serbia) might be evacuated, wanted issues confined to the Western Front.\nPermanent Military Representatives.\nEach Allied nation would be represented by their head of state, and an appointed senior military officer known as the Permanent Military Representative (PMR). The French PMR was &lt;a href=\"Ferdinand%20Foch\"&gt;Ferdinand Foch&lt;/a&gt;, later replaced by &lt;a href=\"Maxime%20Weygand\"&gt;Maxime Weygand&lt;/a&gt; and &lt;a href=\"Joseph%20Joffre\"&gt;Joseph Joffre&lt;/a&gt;. The British were represented by Sir &lt;a href=\"Sir%20Henry%20Wilson%2C%201st%20Baronet\"&gt;Henry Hughes Wilson&lt;/a&gt;. Italy was represented by &lt;a href=\"Luigi%20Cadorna\"&gt;Luigi Cadorna&lt;/a&gt;.\nThe United States, which was \"An Associated Power\" of the Allies, was not involved with the political structure, but sent a Permanent Military Representative, General &lt;a href=\"Tasker%20H.%20Bliss\"&gt;Tasker H. Bliss&lt;/a&gt;.\nGeneral Wilson and his staff conducted numerous research projects into offensives against Turkey, culminating in \"Joint Note# 12\".\nAt the Supreme War Council (30 January – 2 February) &lt;a href=\"Maurice%20Hankey\"&gt;Maurice Hankey&lt;/a&gt; recorded that the national Commanders-in-Chief, national Chiefs of Staff and PMRs \"all gave different advice\" creating \"a worse state of chaos than I have ever known in all my wide experience\". Lloyd George, whose main goal was to thwart Robertson, blocked a suggestion by Foch (French Chief of Staff) that the proposed Allied Reserve be controlled by the national Chiefs of Staff, possibly prompted by the notes Wilson was passing him across the table. It was eventually agreed that Foch should command the Reserve, with Wilson as his deputy.\nThe Allied Reserve eventually slipped from the agenda as the Commanders-in-Chief, &lt;a href=\"Douglas%20Haig%2C%201st%20Earl%20Haig\"&gt;Haig&lt;/a&gt; and &lt;a href=\"Philippe%20P%C3%A9tain\"&gt;Pétain&lt;/a&gt; refused to hand over sufficient troops. Early in 1918, Wilson replaced Robertson as &lt;a href=\"Chief%20of%20the%20Imperial%20General%20Staff\"&gt;CIGS&lt;/a&gt; and at the end of March Foch became Allied &lt;a href=\"Generalissimo\"&gt;Generalissimo&lt;/a&gt;. After April 1918 all Allied troops on the Western Front were placed under the command of the , a multi-national general staff that developed from the Supreme War Council. The was on similar lines to the and came under General &lt;a href=\"Ferdinand%20Foch\"&gt;Ferdinand Foch&lt;/a&gt;, who since 21 March 1918 had overall command of all Allied troops. Without its two main personalities the military machinery at Versailles became less important.\nMeetings.\nAlthough the military council sat about once a week (90 meetings took place between November 1917 and November 1919), formal Interallied Conferences with Prime Ministers in attendance took place ten times during the lifespan of the Supreme War Council (SWC). Those meetings are listed below.\nWartime meetings.\n5-7 November 1917.\nAt the &lt;a href=\"Rapallo%20Conference\"&gt;Rapallo Conference&lt;/a&gt;, the formation of the Supreme War Council was approved by the Allied war leaders in the town of &lt;a href=\"Rapallo\"&gt;Rapallo&lt;/a&gt;, Italy (close to the French border). The idea was thought up by the British, accepted by the French, and approved at a &lt;a href=\"British%20War%20Cabinet\"&gt;British War Cabinet&lt;/a&gt; meeting on 2 November 1917. It was also decided that its headquarters would be in Versailles. \n29 Nov to 3 Dec 1917.\nThe first Interallied Conference in France took place in Paris at the &lt;a href=\"https%3A//www.diplomatie.gouv.fr/en/the-ministry-and-its-network/discover-the-ministry-history-virtual-tour-etc/our-buildings/the-quai-d-orsay/\"&gt;\"Quai d'Orsay\"&lt;/a&gt; and at &lt;a href=\"https%3A//www.waldorfastoriaversailles.fr/en/gallery/\"&gt;\"The Trianon Palace Hotel\"&lt;/a&gt; conference room in Versailles. This was the first appearance of &lt;a href=\"Georges%20Clemenceau\"&gt;Prime Minister Clemenceau&lt;/a&gt;, who took office on 14 November 1917. The four heads of state represented were &lt;a href=\"Georges%20Clemenceau\"&gt;Clemenceau&lt;/a&gt;, &lt;a href=\"David%20Lloyd%20George\"&gt;David Lloyd George&lt;/a&gt;, &lt;a href=\"Vittorio%20Orlando\"&gt;Vittorio Orlando&lt;/a&gt;, and &lt;a href=\"Edward%20M.%20House\"&gt;Colonel Edward House&lt;/a&gt; (for &lt;a href=\"Woodrow%20Wilson\"&gt;President Woodrow Wilson&lt;/a&gt;). Supporting the four were their permanent military representatives: &lt;a href=\"Maxime%20Weygand\"&gt;General Maxime Weygand&lt;/a&gt; (France), &lt;a href=\"Sir%20Henry%20Wilson%2C%201st%20Baronet\"&gt;General Henry Wilson&lt;/a&gt; (UK), &lt;a href=\"Luigi%20Cadorna\"&gt;General Luigi Cadorna&lt;/a&gt; (Italy) and &lt;a href=\"Tasker%20H.%20Bliss\"&gt;General Tasker Bliss&lt;/a&gt; (US). The conference ended with the drafting of eight resolutions.\n30 Jan to 2 Feb 1918.\nThe third SWC Interallied Conference was held at &lt;a href=\"Palace%20of%20Versailles\"&gt;Versailles&lt;/a&gt;, just outside Paris. The Council agreed to a defensive plan on the Western Front for 1918, with an offensive operation against Turkey. Also, it was here that an Allied General Reserve was approved, consisting of 14 French, 9 British, and 7 Italian divisions. It was to be under the control of the SWC military chiefs, who, it was thought, would be in the best position to allocate manpower to the front in the event of a German attack. To streamline decision making, an Executive War Board was established, headed by &lt;a href=\"Ferdinand%20Foch\"&gt;General Ferdinand Foch&lt;/a&gt;. Between the third and fourth SWC meetings, resistance to the General Reserve by British &lt;a href=\"Sir%20William%20Robertson%2C%201st%20Baronet\"&gt;General William Robertson&lt;/a&gt; caused him to be replaced. In early March, it was found that B.E.F. Commander &lt;a href=\"Douglas%20Haig%2C%201st%20Earl%20Haig\"&gt;Douglas Haig&lt;/a&gt;, also refused to follow the SWC order. Allied with &lt;a href=\"Philippe%20Petain\"&gt;General Petain&lt;/a&gt; and Prime Minister Clemenceau, both of whom opposed the measure, the advocates of a General Reserve were thwarted. With a massive attack from Germany thought to be imminent, Lloyd George decided that it was too late to replace Haig and follow through with the plan. In addition to the establishment of a General Reserve, Prime Minister Clemenceau made an attempt at establishing unity of command. However, Prime Minister Lloyd George refused, citing \"home politics\" and problems with Parliament and the public. Lloyd George repeated his stand when talking to General Haig at GHQ.\n14–16 March 1918.\nThe fourth SWC Interallied Conference was held in London. Here, the General Reserve plan was cancelled. It was thought it would take three months to reposition divisions for the Reserve, when, in fact, the German attack was just 8 days away. This caused a great debate between General Ferdinand Foch and Prime Minister Clemenceau, and Prime Minister Lloyd George considered replacing Field Marshal Haig. In the absence of a General Reserve, the allies had to rely on a verbal mutual support agreement between General's Haig and Petain. The Council also put out an official statement about the Brest-Litovsk \"peace\" treaty made between Germany and Russia. Prime Minister Clemenceau made another attempt at establishing unity of command but was rebuffed by Lloyd George, who said Foch's appointment to the Executive War Board was a \"great concession\". General Henri Mordacq, Clemenceau's aide, said Britain only turned for unity of command at the last minute when her armies were about to be thrown into the sea.\n1–2 May 1918.\nThe fifth SWC Conference was held in Versailles and &lt;a href=\"Abbeville\"&gt;Abbeville&lt;/a&gt;, France. The matter of American troops was discussed. A separate agreement made in late January between the United States and England provided that America would supply six complete divisions to France, transported in British ships, and trained by the British Army. Due to &lt;a href=\"Operation%20Michael\"&gt;Operation Michael&lt;/a&gt;, the German attack on March 21, 1918, and the need for battlefield replacements, the SWC military generals issued Joint Note #18, which asked that the United States only send infantry and machine gun units to France. &lt;a href=\"General%20Pershing\"&gt;General Pershing&lt;/a&gt; agreed to the arrangement, but wanted to take it one month at a time. Prime Minister Clemenceau drafted the final agreement, which extended the plan for two months.\nAt the mayor's house in Abbeville, at 10 am on May 2nd, a secret meeting took place to discuss the matter of a B.E.F. embarkment from the Channel Ports. In a time of crisis, if the Germans pushed the English toward the Channel Ports, should the B.E.F. retreat to England or move south and link up with the French? It was known that both Field Marshal Haig, and General Robertson's replacement, General Henry Wilson, both favored embarkation. This matter was discussed by the military generals before the official conference started. General Foch, who was present, would have none of it. When asked, he repeatedly answered, \"Ne lachez pas pied\" (Don't let go). At the start of the war, instructions from Field Marshal Kitchener to Field Marshal French (B.E.F. Commander at the time) authorized him, in the event of \"unusual circumstances\", to retreat to the Channel Ports, but not to evacuate. \"The view taken at Abbeville was that the British should retire behind the Somme and abandon the Channel ports rather than lose touch with the French.\" Henry Wilson says this was unanimously agreed to. Because of this, instructions were reinforced on 21 June 1918 to order Field Marshal Haig to retreat south and link up with the French. Remarkably, twenty two years later, &lt;a href=\"John%20Vereker%2C%206th%20Viscount%20Gort\"&gt;Lord Gort&lt;/a&gt; faced the same exact predicament when the Germans invaded France and the armored spearheads of the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; advanced rapidly toward the Channel Ports. In defiance of orders, Gort asked for an evacuation, and he ordered the B.E.F. to retreat to the Channel Ports, where a hastily arranged embarkation took place. Although the &lt;a href=\"Dunkirk%20evacuation\"&gt;Miracle of Dunkirk&lt;/a&gt; may have saved the British Army, Lord Gort was sidelined for the rest of his career.\n1–3 June 1918.\nThe sixth SWC Conference took place in Versailles. Here, the United States was asked for more reinforcements. Other issues discussed were amalgamation (the integration of US troops with the B.E.F.), and the pooling of allied supplies.\nAllied pessimism prevailed at this meeting. French divisions were down to 50% strength, and the British were not faring much better. The British, French and Italian Prime Ministers signed a letter to President Wilson that said, \"there is a great danger of the war being lost ... owing to the allied reserves being exhausted before those of the enemy\", and that the United States would have to raise 100 divisions, requiring the call up of 300,000 conscripts a month, to raise an army of 4 million men. General Pershing also cabled Washington D.C., saying, \"It should be most fully realized at home that the time has come for us to take up the brunt of the war and that France and England are not going to be able to keep their armies at present strength very much longer.\" Also, \"If the Allies had seen this a year or even six months earlier and had given us assistance in shipping\"...\"they could have assisted in the formation of a powerful American Army\". Instead, \"the number of training infantrymen in America will be practically exhausted by the middle of July, they [the allies] still insisted on a program of infantry personnel\", and, \"The Prime Ministers and General Foch appeal most urgently for trained or even untrained men.\" In his memoirs, Pershing says about raising the army, \"In its execution as a whole, the achievement stands out as a lasting monument to our War Department, marred only by the lack of foresight that made it necessary to send over untrained men and units in precipitate haste.\" Per Lord Milner, some of the troops, \"hardly knew how to handle a rifle\".\nOriginally planned for an army of 500,000 men, the draft had to be expanded four times before a 4 million man army could be raised.\n2–4 July 1918.\nThe seventh SWC Conference, held at Versailles, was attended by British Dominion Prime Ministers from Canada, Australia, Newfoundland, New Zealand, and South Africa. This was the most difficult SWC yet, with Lloyd George angry with the French at completely directing the war and the French upset with Lloyd George's plan to reduce British forces on the front to reinforce Palestine. General Foch wanted a commitment that the British would keep their strength at 59 divisions, and he wanted to create a sixtieth from category \"B\" troops (those unfit for combat, but suitable for home defence). Lloyd George said manpower resources made this impossible. Meanwhile, the mission to Murmansk moved forward. \n5 October 1918.\nThe British receive news that Germany, Austria and Turkey informed the US Government that they were ready to negotiate peace on the basis of President Wilson's Fourteen Points,\n30 Oct to 10 Nov 1918.\nThe eighth, and longest SWC Conference took place in Versailles. Here, the Armistice terms were drafted for the Ottoman Empire, Austria-Hungary, and Germany.\nPeacetime meetings.\nDuring the Paris Peace Negotiations, which took place from 12 January to 26 June 1919, the Supreme War Council became the \"Council of Ten\" in mid January, and later the &lt;a href=\"Big%20Four%20%28World%20War%20I%29\"&gt;\"Council of Four\"&lt;/a&gt; (Big Four) in mid March, as President Wilson and Prime Ministers Lloyd George, Clemenceau, and Orlando did most of the work constructing the &lt;a href=\"Treaty%20of%20Versailles\"&gt;Treaty of Versailles&lt;/a&gt;.\n14–16 January 1920 in Paris, France.\nThis meeting was held four days after the ratification of the &lt;a href=\"Treaty%20of%20Versailles\"&gt;Treaty of Versailles&lt;/a&gt;. &lt;a href=\"Lloyd%20George\"&gt;Lloyd George&lt;/a&gt; proposed dropping the blockade of the &lt;a href=\"Russian%20Socialist%20Federal%20Soviet%20Republic\"&gt;Russian Socialist Federal Soviet Republic&lt;/a&gt; by starting negotiations with the \"Russian people\" in the form of the &lt;a href=\"All%20Russian%20Co-operative%20Society\"&gt;centrosoyuz&lt;/a&gt;, which at that time was not controlled by the &lt;a href=\"Bolsheviks\"&gt;Bolsheviks&lt;/a&gt;. This was agreed, with a communique from the Council being published on 16 January. In the event, the negotiations soon became simply between the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and a bolshevised centrosoyuz, leading to the &lt;a href=\"Anglo-Soviet%20Trade%20Agreement\"&gt;Anglo-Soviet Trade Agreement&lt;/a&gt;.\n6–16 July 1920 in Spa, Belgium.\nThis was attended by &lt;a href=\"Weimar%20Republic\"&gt;German&lt;/a&gt; delegates to discuss &lt;a href=\"war%20reparations\"&gt;war reparations&lt;/a&gt;.\nRelated documents:"
}