{
    "id": "29543332",
    "revid": "3138265",
    "url": "https://en.wikipedia.org/wiki?curid=29543332",
    "title": "SCM Rugby Timișoara",
    "text": "SCM Rugby Timișoara is a professional Romanian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club from &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt;, which plays in the &lt;a href=\"SuperLiga%20%28rugby%29\"&gt;CEC Bank SuperLiga&lt;/a&gt;, the first division of Romanian rugby. The team first won the championship in 1972, becoming the first club outside &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; to achieve this performance. In the modern format of the SuperLiga, SCM Rugby Timișoara won 4 titles in 6 seasons.\nThe team is colloquially known as \"Universitatea\" Timișoara as it has historical ties with the &lt;a href=\"West%20University%20of%20Timi%C8%99oara\"&gt;University of Timișoara&lt;/a&gt;. In 2014 the club became a partner of &lt;a href=\"London\"&gt;London&lt;/a&gt;-based &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt; rugby club. In 2020, the club's partnership with &lt;a href=\"London\"&gt;London&lt;/a&gt;-based &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt; rugby club ended making them change their identity to SCM Rugby Timișoara. SCM Rugby Timisoara`s annual operating budget for the 2020-21 season is approximately 910,000 &lt;a href=\"Euro\"&gt;Euros&lt;/a&gt;.\nHistory.\nIn 1949, CSUT (Club Sportiv Universitar Timișoara) played its first match in the city of &lt;a href=\"Sighi%C5%9Foara\"&gt;Sighişoara&lt;/a&gt; against the local team, that match was won by CSUT with a score of 34–0, the team from Timișoara having the following line-up: Liteanu, Antonescu, Popa, Nistor, Haller, Onciul, Zomborian, Georgescu (player-coach), Dăncescu, Gurti, Kalincov, Barla, Baruch, Balios and Melinte.\nName change and first National title.\nStarting with the year 1966 the team changes its name from CSUT to Universitatea Timișoara; Mitică Antonescu was in charge of the team at that point. The year 1966 was the start of the ascension for the team from Timișoara. In the 1968–69 championship the team occupies 5th place, in the 1969–70 championship the team occupies 3rd place, in the 1970–71 championship the team occupies 5th place and in the 1971–72 championship, Universitatea Timișoara – after 58 years of supremacy from the teams from Bucharest – manages to bring the national title to Timișoara.\nIt is said that on 12 June 1972 (the day the team won the national title) the bells of the Metropolitan Cathedral in Timișoara rang one time more than usual, and on the second day at the gate of the boarding house where the majority of the rugby players of Universitatea Timișoara were living, on a board the following could be read: \"\"Trecătorule, oprește-te un moment și înclină-te în fața ușii caminului unde trăiesc perlele rugby-ului românesc\" (translation: Passer-by, stop for a moment and take a bow in front of the door of the boarding house where the pearls of Romanian rugby are living)\", the author of it being, at that time student, Nicolae Benga. Here are the artisans of this beautiful achievement: Duţă, Szasz, Cândrea, Peter, Suciu, Gheţu, Iacob, Ceauş, Tătucu, Nedelcu, Vollman, Rășcanu, Priess, Ionică, Ene, Malancu, Neiss, Popovici, Vlad, Ioniță, Arsene.\nChester Williams Era.\nIn January 2012, former Springbok &lt;a href=\"Chester%20Williams\"&gt;Chester Williams&lt;/a&gt; (the only non-white player in South Africa's winning &lt;a href=\"1995%20Rugby%20World%20Cup\"&gt;1995 Rugby World Cup&lt;/a&gt; team) joined Timișoara Saracens as head coach. His first attempt to get involved with Romanian rugby was being the technical director for &lt;a href=\"CS%20Dinamo%20Bucure%C8%99ti%20%28rugby%29\"&gt;CS Dinamo București&lt;/a&gt;. He was close to taking over the bench of &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; in the summer of 2011, but negotiations were put to a hold because of the World Cup that was taking place in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;.\nWilliams brought Timișoara their first league title in 40 years in 2012. He was then replaced by fellow South African Danie de Villiers. In 2014, former New Zealand Heartland XV coach Grainger Heikell took over from De Villiers as head coach of Timișoara Saracens.\nAfter two successful seasons for Timișoara, Chester Williams eventually returned to replace Danie de Villiers.\nRomanian Cup.\nIn 2011, Timișoara Saracens RCM UVT won the Romanian Cup for the first time, after a 32–10 victory against &lt;a href=\"CSM%20Baia%20Mare%20%28rugby%29\"&gt;CSM Stiinţa Baia-Mare&lt;/a&gt;. The match took place in &lt;a href=\"Alba%20Iulia\"&gt;Alba Iulia&lt;/a&gt;, on the &lt;a href=\"Stadionul%20Cetate%20%28Alba%20Iulia%29\"&gt;Cetate Stadium&lt;/a&gt;.\nTimișoara Saracens won the Romania Cup once again in 2014 with a victory over &lt;a href=\"CSM%20Baia%20Mare%20%28rugby%29\"&gt;CSM Stiinţa Baia-Mare&lt;/a&gt; on &lt;a href=\"Cluj%20Arena\"&gt;Cluj Arena&lt;/a&gt;, and went on to repeat their cup success in 2015 and 2016.\nRomanian Rugby Championship (pre-2012) and SuperLiga (2012-).\nIn 2011, Timișoara Saracens RCM UVT finished in 3rd place. After losing 22–24 to &lt;a href=\"CSM%20Baia%20Mare%20%28rugby%29\"&gt;CSM Știința Baia Mare&lt;/a&gt; in the semifinals of the &lt;a href=\"Romanian%20Rugby%20Championship\"&gt;Romanian Rugby Championship&lt;/a&gt;, the team from &lt;a href=\"Timi%C8%99oara\"&gt;Timișoara&lt;/a&gt; won the 3rd place final against &lt;a href=\"Farul%20Constan%C5%A3a%20%28rugby%29\"&gt;Farul Constanţa&lt;/a&gt; (15–11). Under Chester Williams' management, they won the league in 2012 and 2013.\nIn 2014, Timișoara lost against Farul Constanța in the league semi-finals, after the medical visas were allegedly ripped out of the files of Timișoara Saracen's top six players. This is one of many corruption accusations made by the team.\nTimișoara Saracens won the league again in 2015 and 2016–17. These two finals, as well as the finals in 2012 and 2013, were played against CSM Știința Baia Mare. Timișoara won 8 out of 8 finals (in the SuperLiga, Romanian Cup and King's Cup) they played against Baia Mare.\nDuring August 2020, it was announced that &lt;a href=\"Timi%C8%99oara%20Saracens\"&gt;Timișoara Saracens RCM UVT&lt;/a&gt; will restart in the &lt;a href=\"SuperLiga%20%28rugby%29\"&gt;SuperLiga&lt;/a&gt; under the new name of SCM Timișoara Rugby.\nCurrent squad.\nThe SCM Rugby Timișoara squad for the &lt;a href=\"2020%E2%80%9321%20SuperLiga%20season\"&gt;2020–21 SuperLiga season&lt;/a&gt; is:"
}