{
    "id": "29542144",
    "revid": "7098284",
    "url": "https://en.wikipedia.org/wiki?curid=29542144",
    "title": "MCC tour of Australia in 1962–63",
    "text": "The &lt;a href=\"Marylebone%20Cricket%20Club\"&gt;Marylebone Cricket Club&lt;/a&gt; tour of Australia in 1962–63 under the captaincy of &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; was its thirteenth since it took official control of overseas tours in &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201903%E2%80%9304\"&gt;1903-1904&lt;/a&gt;. The &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201962%E2%80%9363\"&gt;touring team&lt;/a&gt; played as England in the &lt;a href=\"1962%E2%80%9363%20Ashes%20series\"&gt;1962–63 Ashes series&lt;/a&gt; against &lt;a href=\"Australian%20cricket%20team%20in%20Australia%20in%201962%E2%80%9363\"&gt;Australia&lt;/a&gt;, but as the MCC in all other games. In all there were 27 matches; 5 &lt;a href=\"Test%20Cricket\"&gt;Test matches&lt;/a&gt; (which they drew 1–1), 11 other &lt;a href=\"First-class%20cricket\"&gt;First Class matches&lt;/a&gt; (which they drew 3–3) and 11 minor matches (which they won 8–0). The batting of &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; proved to be a considerable draw and it was financially the most successful tour since 1946–47.\nTravelling to Australia.\nThe MCC team were the first not to travel to Australia entirely by ship. Instead they flew to &lt;a href=\"Colony%20of%20Aden\"&gt;Aden&lt;/a&gt; and boarded the luxury liner \"&lt;a href=\"SS%20Canberra\"&gt;Canberra&lt;/a&gt;\" on its maiden voyage to Australia, which became an 11-day &lt;a href=\"cocktail%20party\"&gt;cocktail party&lt;/a&gt;, with &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; in charge of the bar and Graveney, &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt;, &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt;, &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt;, &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; and &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; forming the &lt;a href=\"Calypso%20music\"&gt;Marylebone Calypso Club&lt;/a&gt;, much to the amusement of the other passengers. Dexter found that the British &lt;a href=\"Olympic%20Games\"&gt;Olympic&lt;/a&gt; &lt;a href=\"long%20distance%20runner\"&gt;long distance runner&lt;/a&gt; &lt;a href=\"Gordon%20Pirie\"&gt;Gordon Pirie&lt;/a&gt; was on board (the &lt;a href=\"Commonwealth%20Games\"&gt;Commonwealth Games&lt;/a&gt; were being held in &lt;a href=\"Perth%2C%20Western%20Australia\"&gt;Perth, Western Australia&lt;/a&gt; in November 1962) and got him to arrange keep fit classes for the team and runs around the deck in return for a first class berth. Trueman first avoided these by dodging down a corridor as short-cut and when was discovered threatening to throw Pirie overboard. He complained to the assistant-manager &lt;a href=\"Alec%20Bedser\"&gt;Alec Bedser&lt;/a&gt; that he had just bowled a thousand overs for &lt;a href=\"Yorkshire%20County%20Cricket%20Club\"&gt;Yorkshire&lt;/a&gt;, was the best fast-bowler in the world and did not need extra training, Bedser agreed and Trueman was excused. The team also needed to sign autographs for an hour each day, but Trueman's occasionally fell out of a &lt;a href=\"porthole\"&gt;porthole&lt;/a&gt;. The \"&lt;a href=\"SS%20Canberra\"&gt;Canberra&lt;/a&gt;\" docked at &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt; for a one-day game, where &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; made 73 and &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; took 5/59. The &lt;a href=\"Bernard%20Fitzalan-Howard%2C%2016th%20Duke%20of%20Norfolk\"&gt;Duke of Norfolk&lt;/a&gt; joined them here with three of his daughters \"You may dance with my daughters. You may take them out and wine them and dine them, but that is all you may do\", though &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; later married Lady Anne Elizabeth Fitzalan-Howard. The team arrived in &lt;a href=\"Fremantle%2C%20Western%20Australia\"&gt;Fremantle, Western Australia&lt;/a&gt; on 9 October, where they met &lt;a href=\"Brian%20Statham\"&gt;Brian Statham&lt;/a&gt;, who had flown in the day before. Pirie wrote a press article to the effect that the England team were lazy, unfit and overweight; Dexter wrote an article in response, announcing that he hoped that his team would make 60 runs an hour and bowl 15 overs an hour on the tour, an ambitious target and one that he would fail to meet, though the England run rate of 39 runs per 100 balls was the highest since the war (Australia managed 41 per 100 balls). Dexter donated the fee from his article to a team kitty, to be shared amongst the players. Trueman's inflammatory remarks to \"&lt;a href=\"The%20Sydney%20Morning%20Herald\"&gt;The Sydney Morning Herald&lt;/a&gt;\" (he wondered if they would be playing under &lt;a href=\"Jockey%20Club\"&gt;Jockey Club&lt;/a&gt; rules - referring to the Duke of Norfolk's interest in horse-racing - or going on a &lt;a href=\"Missionary\"&gt;Church Mission&lt;/a&gt; - because the &lt;a href=\"Reverend\"&gt;Reverend&lt;/a&gt; &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; was on the tour) went down badly with the MCC. As the most colourful of the England players Trueman was offered eight times his tour fee of &lt;a href=\"Pounds%20sterling\"&gt;£250&lt;/a&gt; to give after-dinner speeches and endorse products. On being told that if he did he would have to give the money to the kitty, he turned down the offer, annoyed by the fact that Susan Dexter was supposedly earning more from her modelling work than any of the cricketers. Though Trueman struck up a friendship with the Duke, Bedser was a stickler for team discipline and Trueman would be docked his &lt;a href=\"Pounds%20sterling\"&gt;£50&lt;/a&gt; good conduct bonus at the end of the tour.\nWestern Australia Country vs MCC.\n\"I recall a communal wash-room, I think it was at &lt;a href=\"Kalgoorlie\"&gt;Kalgoorlie&lt;/a&gt;, which had several hand-basins, but a single mirror so that only one of us could shave at a time. The Australian patrons, unaccustomed to such intimate proximity to an &lt;a href=\"Earl%20Marshal\"&gt;Earl-Marshal&lt;/a&gt; and &lt;a href=\"List%20of%20dukes%20in%20the%20peerages%20of%20the%20British%20Isles\"&gt;premier duke&lt;/a&gt;, let alone in pyjamas and before breakfast, made polite noises. \"After you, your Grace.\" \"Not at all, it's your turn.\"...The ice was soon broken around the MCC manager, as it always was on this, the tour of 1962/3 , one of the happiest of the eight.\"\nAfter a week of settling in and net-practice the MCC drove deep into the bush to play at the gold mining town of &lt;a href=\"Kalgoorlie\"&gt;Kalgoorlie&lt;/a&gt;, 370 miles from &lt;a href=\"Fremantle\"&gt;Fremantle&lt;/a&gt;. A major part of the MCC tour was flying the flag, promoting cricket and earning revenue for the English counties. All these were fulfilled by playing &lt;a href=\"The%20bush\"&gt;\"bush games\"&lt;/a&gt; against local &lt;a href=\"grade%20cricket\"&gt;grade cricket&lt;/a&gt; teams and as these sides were roughly the equivalent to &lt;a href=\"Lancashire%20League%20%28cricket%29\"&gt;Lancashire League&lt;/a&gt; they provided the tourists with valuable practice before taking on the state sides and Australia. The local captain David Herbert won the toss and put in the MCC to entertain the 4,888 strong crowd. &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; (45) and &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; (102) soon found their feet, adding 95 for the first wicket an hour, when \"The Rev\" was brilliantly &lt;a href=\"Dismissal%20%28cricket%29\"&gt;caught-and-bowled&lt;/a&gt; by Gary Duperouzel. Pullar hit a six and 13 fours in his two-hour century. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; was run out for 6, but &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; (46) and &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; (45 not out) added 62 in 40 minutes and Dexter declared on 247/4 an hour before tea. &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; soon bowled the opener Mucciarone, but Campbell (66) and Sounness (48) added 99 for the second wicket in two and a half hours and Campbell hitting &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; for six. The stand was broken by &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt;'s leg-spin, he caught-and-bowled Sounness just before stumps and had Campbell caught behind first thing in the morning. He took another two wickets to finish with 4/44 and Trueman (4/22) finished the tail with the new ball - taking 3/5 in 7 balls - after Titmus (1/55) and &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; (1/33) each took a wicket as the Country XI was dismissed for 212. Dexter declined to make a game of it and batted out the second day. The 2,877 spectators were entertained with some big hitting from &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; (40), Trueman (36) and &lt;a href=\"John%20Murray%20%28cricketer%2C%20born%201935%29\"&gt;John Murray&lt;/a&gt;, who hit 2 sixes and 15 fours in his 102, adding 123 inside an hour with Sheppard (59). The MCC made 314/8 in under three and a half hours and the local spinner Menegola took 4/101 in 14 overs, having been hit for 72 runs off 10 wicketless overs in the first innings. The MCC returned a profit of &lt;a href=\"Australian%20Pound\"&gt;£500&lt;/a&gt;.\nWestern Australia vs MCC.\nSeparated from the other &lt;a href=\"Sheffield%20Shield\"&gt;Sheffield Shield&lt;/a&gt; states by over a thousand miles &lt;a href=\"Western%20Warriors\"&gt;Western Australia&lt;/a&gt; had won the completion only once in 1947-48 on percentages despite playing only half the number of games of the other states. &lt;a href=\"Bob%20Simpson%20%28cricketer%29\"&gt;Bobby Simpson&lt;/a&gt; had just returned to &lt;a href=\"New%20South%20Wales%20cricket%20team\"&gt;New South Wales&lt;/a&gt;, but they had hired the formidable &lt;a href=\"Tony%20Lock\"&gt;Tony Lock&lt;/a&gt; after the MCC declined to bring him on tour and this was his debut. Lock was the famous &lt;a href=\"Surrey%20County%20Cricket%20Club\"&gt;Surrey&lt;/a&gt; spin twin of &lt;a href=\"Jim%20Laker\"&gt;Jim Laker&lt;/a&gt;, a Slow Left Arm Bowler and the best close fielder in England. He played for &lt;a href=\"Western%20Warriors\"&gt;Western Australia&lt;/a&gt; until 1970-71 and was their captain from 1963–64, winning them the &lt;a href=\"Sheffield%20Shield\"&gt;Sheffield Shield&lt;/a&gt; in 1967-68. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; won the toss and elected to bat, but though he made 76 in 113 minutes with 2 sixes and 10 fours the other batsmen struggled as the MCC slumped to 161/7 with Des Hoare taking 4/92. They were rescued by the all-rounder &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; (88) and wicket-keeper &lt;a href=\"Alan%20Smith%20%28cricketer%29\"&gt;Alan Smith&lt;/a&gt; (42), who added 119 in 130 minutes. This was the first eighth-wicket century partnership in WA-MCC matches and a record, but Lock (4/68) took the last four wickets and the innings closed on 303 at stumps. The wicket sweated under the covers overnight and &lt;a href=\"Western%20Warriors\"&gt;Western Australia&lt;/a&gt; slumped to 77 all out on the Saturday, their third lowest score against the MCC since they made 57 and 69 in &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201924%E2%80%9325\"&gt;1924-25&lt;/a&gt;. The 6'7\" &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; took 3/21, &lt;a href=\"Brian%20Statham\"&gt;Brian Statham&lt;/a&gt; 4/25 and Titmus 3/11, while Smith took 4 catches, only captain &lt;a href=\"Barry%20Shepherd\"&gt;Barry Shepherd&lt;/a&gt; (41) made any runs. Dexter promptly enforced the follow on and after being 1/1 the hosts recovered with a 137 second-wicket stand between the left-handers Kevin Gartrell (72) and Murray Vernon (68), a record for WA vs the MCC. Shepherd made 40, but the lower order collapsed from 215/3 to 274 all out. Statham topped the bowling figures again with 4/49, &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; took 3/70, and Titmus finished a good match with 2/27. &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; was twice missed off &lt;a href=\"Garth%20McKenzie\"&gt;Garth McKenzie&lt;/a&gt; in the first over and &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; was dropped by the normally safe hands of &lt;a href=\"Tony%20Lock\"&gt;Tony Lock&lt;/a&gt;, but they reached 49/0 for a ten wicket win. 12,200 showed up over the three days play, probably lessened by the forthcoming Combined XI match and &lt;a href=\"Commonwealth%20Games\"&gt;Commonwealth Games&lt;/a&gt;.\nWestern Australia Combined XI vs MCC.\nThe MCC stayed for another game with reinforcements from the east; the Australian openers &lt;a href=\"Bob%20Simpson%20%28cricketer%29\"&gt;Bobby Simpson&lt;/a&gt; and &lt;a href=\"Bill%20Lawry\"&gt;Bill Lawry&lt;/a&gt; and the strokemaker &lt;a href=\"Norm%20O%27Neill\"&gt;Norm O'Neill&lt;/a&gt;. Perth would not see a Test match until 1970-71 and this game helped to compensate by showing off some Test players and trying them out against the opposition. &lt;a href=\"Barry%20Shepherd\"&gt;Barry Shepherd&lt;/a&gt; won the toss, but there was confusion over his decision to field. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; led the MCC out, certain that Shepherd would bat and the &lt;a href=\"Western%20Warriors\"&gt;Western Australian&lt;/a&gt; captain had to run out and call them back in. the big fast bowler Des Hoare (3/42) sent &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; and &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; back to the pavilion, the young &lt;a href=\"Garth%20McKenzie\"&gt;Garth McKenzie&lt;/a&gt; (4/38) accounted for &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; and &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; and the MCC had lost four top batsmen for 14 runs in six overs. \"The Rev\" &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; (43) and the &lt;a href=\"Essex%20County%20Cricket%20Club\"&gt;Essex&lt;/a&gt; all rounder &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; (65) held off the venomous attack until lunch, when Sheppard was caught by Simpson off &lt;a href=\"Tony%20Lock\"&gt;Tony Lock&lt;/a&gt; (3/36), the tail failed to support Knight, and the MCC were out for 157. Lawry (52) and Simpson (109) were 96/0 at stumps and took their opening stand to 116 in the morning before &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; (3/65) separated them. The off-spinner &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; (5/76) took the next five wickets, Vernon, O'Neill and Shepherd all failing and the Combined XI lost 7 wickets for 101 runs. The fielding was sluggish and catches were dropped as John Parker (55) and McKenzie (48 not out) added 64 for the eighth-wicket and hoisted the score to 317. There was enough time for Hoare (5/60) to hand Cowdrey his pair before stumps, but Sheppard (92) and Dexter (60) added 99 and Sheppard and Barrington (44) 103 for the fourth wicket. These two stands made up two-thirds of the MCC's runs as they were out for 270, O'Neill's (2/30) part-time leg-breaks removed Dexter and Graveney and McKenzie (3/66) dismissed Sheppard and then took the last two wickets. Lawry and Simpson knocked off 50 runs on the same day, but Lawry retired hurt on 15 after his big toe was hit and Vernon helped Simpson (66 not out) gather in the runs, 111/0 in the MCC's first defeat at the &lt;a href=\"WACA%20Ground\"&gt;WACA&lt;/a&gt;. &lt;a href=\"Jack%20Fingleton\"&gt;Jack Fingleton&lt;/a&gt; thought they lost because of too much &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, which led to a press furore and some papers wondered if the MCC were cricketers who played golf or golfers who played cricket. After one poor round on the links &lt;a href=\"Bernard%20Fitzalan-Howard%2C%2016th%20Duke%20of%20Norfolk\"&gt;the Duke&lt;/a&gt; joked that all this cricket was affecting his golf, and one journalist wrote that he had better give up his golf to improve his writing. Three of the keenest golfers were &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt;, &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; and &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt;, who made 102, 88 and 219 not out at the &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne Cricket Ground&lt;/a&gt; in a couple of weeks.\nSouth Australia vs MCC.\n\"Bloody hot, Fred. We'll cut out the short singles.\"\n\"We'll cut out yours.\"\nOn to the &lt;a href=\"Adelaide%20Oval\"&gt;Adelaide Oval&lt;/a&gt;, or rather not as the &lt;a href=\"South%20Australian%20Cricket%20Association\"&gt;SACA&lt;/a&gt; ringed off the famously long curves, much to the disappointment of those who liked seeing all-run fives when batsmen hit a straight-drive. &lt;a href=\"Southern%20Redbacks\"&gt;South Australia&lt;/a&gt; had not won the &lt;a href=\"Sheffield%20Shield\"&gt;Sheffield Shield&lt;/a&gt; for ten years, but were to do so again in 1963-64 with the help of their multi-talented import &lt;a href=\"Gary%20Sobers\"&gt;Gary Sobers&lt;/a&gt;. They were captained by the old favourite &lt;a href=\"Les%20Favell\"&gt;Les Favell&lt;/a&gt; and had a 19-year-old &lt;a href=\"Ian%20Chappell\"&gt;Ian Chappell&lt;/a&gt; in the team, but their &lt;a href=\"slow%20left-arm%20wrist-spin\"&gt;slow left-arm wrist-spin&lt;/a&gt; bowler &lt;a href=\"David%20Sincock\"&gt;David Sincock&lt;/a&gt; was unable to play because of his exams. The &lt;a href=\"Melbourne%20Cup\"&gt;Melbourne Cup&lt;/a&gt; was due to be played during the match, so &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; and &lt;a href=\"Bernard%20Marmaduke%20Fitzalan-Howard%2C%2016th%20Duke%20of%20Norfolk\"&gt;the Duke&lt;/a&gt; were off to the races and &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; was in charge. Favell won the toss, batted, and saw his side make steady progress to 324/7 by the end of the day. Favell was first out for 7 and his fellow-opener John Causby was run out by &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; and wicket-keeper &lt;a href=\"Alan%20Smith%20%28cricketer%29\"&gt;Alan Smith&lt;/a&gt; for 16, but &lt;a href=\"John%20Lill%20%28cricketer%29\"&gt;John Lill&lt;/a&gt; (87) and &lt;a href=\"Gary%20Sobers\"&gt;Gary Sobers&lt;/a&gt; (42) stroked their way to a third-wicket stand of 113 before they were both out on 154, along with &lt;a href=\"Neil%20Dansie\"&gt;Neil Dansie&lt;/a&gt; for a duck and &lt;a href=\"Southern%20Redbacks\"&gt;South Australia&lt;/a&gt; were 154/4. &lt;a href=\"Ian%20McLachlan\"&gt;Ian McLachlan&lt;/a&gt; (53) and &lt;a href=\"Ian%20Chappell\"&gt;Ian Chappell&lt;/a&gt; (36) added 66 before the youngster tripped over himself while hooking &lt;a href=\"Brian%20Statham\"&gt;Brian Statham&lt;/a&gt; and hit the wicket with his bat. Statham (4/58) cleared up the tail with 3 wickets for 11 runs and &lt;a href=\"Southern%20Redbacks\"&gt;South Australia&lt;/a&gt; were out for 335. &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; (1/80) and &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; (0/43) failed to turn the ball on the notoriously flat wicket and Cowdrey set up defensive fields which rather relied on the batsmen getting themselves out, still the runs flowed enough and the crowd enjoyed themselves. Cowdrey was out for this third consecutive duck when acting as opener, but everybody else had a fine time; &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; (21) added 55 for the second-wicket with &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; (102), who added another 168 with the stylish &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; (99), beating the third-wicket record for the MCC vs &lt;a href=\"Southern%20Redbacks\"&gt;South Australia&lt;/a&gt; set by &lt;a href=\"Plum%20Warner\"&gt;Plum Warner&lt;/a&gt; and &lt;a href=\"George%20Gunn%20%28cricketer%29\"&gt;George Gunn&lt;/a&gt; in &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201911%E2%80%9312\"&gt;1911-12&lt;/a&gt;. Graveney was the more polished of the two, but Barrington hit &lt;a href=\"Neil%20Hawke\"&gt;Neil Hawke&lt;/a&gt; (6/130) for 4 boundaries in five balls. They and &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; (15) were all out by 257/5, but the depth of the MCC batting was shown by &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; who hit a solid 137 not out, his highest first class century, adding 108 runs with &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; (55) and 121 with wicket-keeper &lt;a href=\"Alan%20Smith%20%28cricketer%29\"&gt;Alan Smith&lt;/a&gt; (another 55) and Cowdrey declared on 508/9. &lt;a href=\"Southern%20Redbacks\"&gt;South Australia&lt;/a&gt; knocked off the 173 run deficit the same day, making 174/5 by stumps, with Sobers (99) run out by Statham going for his 100th run and everybody else chipping in. A shower of rain allowed everybody to get off the field to watch the &lt;a href=\"Melbourne%20Cup\"&gt;Melbourne Cup&lt;/a&gt; and Favell declared on 283/7 to leave the MCC 67 minutes to make 111 runs. They made 95/1, thanks to some quick hitting by Pullar (56), but after playing into more rain they gave up 16 runs short in an affable, but farcical end. On a flat wicket with indifferent bowling the teams made 1,221 runs in four days despite the rain.\nAustralian XI vs MCC.\n\"&lt;a href=\"Ted%20Dexter\"&gt;Dexter&lt;/a&gt; when he arrived began at once to turn the green field into a &lt;a href=\"cloth%20of%20gold\"&gt;cloth of gold&lt;/a&gt;...He took chances - thank goodness for those who look on batting as a challenge! - but he made superb strokes, with his driving tremendous in power and placement. Sometimes, in fact, the placement didn't matter so much because the power sent the ball through men recognized as outstanding fielders. Once such stroke, a cover-drive, was through Thomas's legs just as he got his hands there. I felt glad that the ball went between his legs and that his hands were not behind it. Not even &lt;a href=\"Jehu\"&gt;Jehu&lt;/a&gt; drove more furiously than Dexter, and a direct hit on the leg or hands might well have put this accomplished fieldsman out of action.\"\nIn olden days the twin poles of Australian cricket - &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne&lt;/a&gt; and &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney&lt;/a&gt; - each hosted two Tests in a season, but now that &lt;a href=\"The%20Gabba\"&gt;Brisbane&lt;/a&gt; received a Test they took it in turns to host the extra Test and the Australian XI game. The selectors chose Test hopefuls under the Australian vice-captain &lt;a href=\"Neil%20Harvey\"&gt;Neil Harvey&lt;/a&gt;; &lt;a href=\"Grahame%20Thomas\"&gt;Grahame Thomas&lt;/a&gt;, &lt;a href=\"Bob%20Simpson%20%28cricketer%29\"&gt;Bobby Simpson&lt;/a&gt;, &lt;a href=\"Barry%20Shepherd\"&gt;Barry Shepherd&lt;/a&gt;, &lt;a href=\"Ian%20McLachlan\"&gt;Ian McLachlan&lt;/a&gt;, &lt;a href=\"Frank%20Misson\"&gt;Frank Misson&lt;/a&gt;, &lt;a href=\"Bob%20Cowper\"&gt;Bob Cowper&lt;/a&gt;, &lt;a href=\"Tom%20Veivers\"&gt;Tom Veivers&lt;/a&gt;, &lt;a href=\"Johnny%20Martin%20%28cricketer%29\"&gt;Johnny Martin&lt;/a&gt;, &lt;a href=\"Barry%20Jarman\"&gt;Barry Jarman&lt;/a&gt;, &lt;a href=\"Colin%20Guest\"&gt;Colin Guest&lt;/a&gt; and 12th man &lt;a href=\"Jack%20Potter\"&gt;Jack Potter&lt;/a&gt;. Harvey must have had bitter memories of the match four years before which cost him the Australian captaincy; &lt;a href=\"Peter%20May%20%28cricketer%29\"&gt;Peter May&lt;/a&gt; made 140 and 114, &lt;a href=\"Jim%20Laker\"&gt;Laker&lt;/a&gt; and &lt;a href=\"Tony%20Lock\"&gt;Lock&lt;/a&gt; took 12 wickets and the &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201958%E2%80%9359\"&gt;MCC won by 345 runs&lt;/a&gt;. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; won the toss and after the loss of &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; at 35/1 Dexter marched out and thrashed 102 off 110 minutes, hitting 2 sixes and 13 fours, and the hands of the fielders were left bruised and burning. \"There was a drive off Vievers which sent the ball soaring over the sightboard\". John Woodcock of \"The Times\" wrote \"I doubt if it is possible to hit a cricket ball any harder than Dexter did today. Melbourne is a huge ground and no one who hits a six here is likely to forget it. Against Veivers, an off-spinner, Dexter twice cleared the sight screen, once by a good 20 yards.\" After his departure &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; began to caressed the ball through the covers for 88, &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; a highly efficient 122 not out, &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; 37 and &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; hit the 57 not like a good all rounder and the MCC make 458/5 in a day. Dexter carried on the innings for most of the next day, seeing Barrington make his first first-class double century (219 not out) and Knight 108, adding 209 for the sixth-wicket. He finally declared 40 minutes for tea for 633/7, had he waited any longer tea would have been taken early, but lost the advantage due to rain. It was the highest score by the MCC or England at the &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne Cricket Ground&lt;/a&gt; and the highest by the MCC since &lt;a href=\"Douglas%20Jardine\"&gt;Douglas Jardine&lt;/a&gt; and company racked up 634/9 against &lt;a href=\"Southern%20Redbacks\"&gt;South Australia&lt;/a&gt; back in &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201932-33\"&gt;1932-33&lt;/a&gt;. The best bowler was &lt;a href=\"Bob%20Simpson%20%28cricketer%29\"&gt;Bobby Simpson&lt;/a&gt; who took 3/153 and now made 130 in response, adding 72 for the first-wicket with Thomas (27), 100 for the second with Harvey (51) and 67 for the third with Shepherd (114). Shepherd and McLachlan (55) added another 115 for the fourth-wicket, but &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; (3/80) took three quick wickets and the Australian XI fell from 415/5 to 451 all out on the fourth and final day. Dexter was 182 runs ahead and could have enforced the follow on, but decided to give his bowlers a rest and batted again, but not very well. &lt;a href=\"Colin%20Guest\"&gt;Colin Guest&lt;/a&gt; took 3/22 in some compensence for his first innings hammering and Dexter declared on 68/5, leaving the Australians 160 minutes to make 251 runs to win. They reached 201/4 thanks mainly to 91 not out from Shepherd and 68 from McLachlan. Dexter had used negative field placings throughout the match, which rather killed the sporting declaration, and the game died on its feet.\nSouthern New South Wales vs MCC.\n\"Max Rudd and a local player called Cecil Spence had given the country team a great start with an opening stand of 64 in 73 minutes. McMullen later appeared in the middle order, and he soon began to build a promising innings. Before long though a cruel piece of misfortune struck down an English player. Part-time spinner &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; bowled a rank &lt;a href=\"long%20hop\"&gt;long hop&lt;/a&gt; to McMullen who hooked viciously at the wayward delivery. Unfortunately the stocky left-hander's bat also connected with...&lt;a href=\"wicketkeeper\"&gt;wicketkeeper&lt;/a&gt; &lt;a href=\"John%20Murray%20%28cricketer%2C%20born%201935%29\"&gt;John Murray&lt;/a&gt;, who slumped to the ground holding his face...\"\nThe MCC stopped off on the journey between &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt; and &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; to play another &lt;a href=\"The%20bush\"&gt;Bush&lt;/a&gt; game. The local team won the toss and Max Rudd made 82 adding 139 for the first two wickets. Unfortunately &lt;a href=\"John%20Murray%20%28cricketer%2C%20born%201935%29\"&gt;John Murray&lt;/a&gt; was standing up to the wicket to &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt;'s rare bowling and the future &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australian Wallabies&lt;/a&gt; international Ken McMullen caught him with the end of his bat while hooking the ball to the boundary. Murray was helped off the field and needed three stitches in his forehead, but reports that his jaw had been broken and that his tour was over were exaggerated. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; was the best bowler with 2/29 and Southern New South Wales declared on 186/6 in this one innings, one day game. The MCC made the runs despite losing &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt;, &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; and &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; as &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; made 81 in 66 minutes and Dexter 108 in 71 minutes with 3 sixes and 13 fours. They passed the winning line with the score on 187/3, but carried on batting for the rest of the day's play to finish with 272/6.\nNew South Wales vs MCC.\n\"Certainly &lt;a href=\"Richie%20Benaud\"&gt;Benaud&lt;/a&gt; received a little help from the roughened patches, but he could do what the off-spinners could not do: he could turn the ball, mostly slowly, sometimes with more life. His control was admirable, and when Benaud gets a batsman in trouble he rarely if ever gives him a loose one. He keeps him pinned down, probing and probing until the victim is well and truly enmeshed.\"\n&lt;a href=\"New%20South%20Wales%20cricket%20team\"&gt;New South Wales&lt;/a&gt; had won 10 &lt;a href=\"Sheffield%20Shield\"&gt;Sheffield Shield&lt;/a&gt;s on the trot - though they would be ousted by &lt;a href=\"Victorian%20Bushrangers\"&gt;Victoria&lt;/a&gt; by the end of the season - and had a team that was stronger than most Test sides; captain &lt;a href=\"Richie%20Benaud\"&gt;Richie Benaud&lt;/a&gt;, vice-captain &lt;a href=\"Neil%20Harvey\"&gt;Neil Harvey&lt;/a&gt;, &lt;a href=\"Bob%20Simpson%20%28cricketer%29\"&gt;Bobby Simpson&lt;/a&gt;, &lt;a href=\"Grahame%20Thomas\"&gt;Grahame Thomas&lt;/a&gt;, &lt;a href=\"Norm%20O%27Neill\"&gt;Norm O'Neill&lt;/a&gt;, &lt;a href=\"Brian%20Booth\"&gt;Brian Booth&lt;/a&gt;, &lt;a href=\"Alan%20Keith%20Davidson\"&gt;Alan Davidson&lt;/a&gt;, &lt;a href=\"Ray%20Flockton\"&gt;Ray Flockton&lt;/a&gt;, &lt;a href=\"Johnny%20Martin%20%28cricketer%29\"&gt;Johnny Martin&lt;/a&gt; and &lt;a href=\"Frank%20Misson\"&gt;Frank Misson&lt;/a&gt;. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; won the toss and batted of course, but the MCC innings hinged on &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt;'s 132. Even that was lucky as the &lt;a href=\"Lancashire%20County%20Cricket%20Club\"&gt;Lancashire&lt;/a&gt; opener edged the ball to Simpson in the first over who dropped it, just to show that even the best slip fielders are not infallible. Pullar continued to struggle and give other chances, but he put this behind him and stuck to his work, which was just as well as only Dexter (42) and Cowdrey (50) stayed to help him out. 180/2 sank to 303/9 thanks to Benaud (3/61) and Martin (4/122), but tailend &lt;a href=\"Brian%20Statham\"&gt;\"George\"&lt;/a&gt; thumped 30 to bring the total up to 348 a few minutes before stumps. Thomas survived one ball from &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt;, successfully appealed for light and they all trooped back to the pavilion. On the second day Dexter resorted to his negative tactics of bowling on the leg stump with an on-side field, which was meant to restrict strokeplay. In this he failed as &lt;a href=\"New%20South%20Wales%20cricket%20team\"&gt;New South Wales&lt;/a&gt; rattled up 408/5 in the day, causing Benaud the remark that he had better change his way of thinking. &lt;a href=\"Grahame%20Thomas\"&gt;Grahame Thomas&lt;/a&gt; was quickly bowled by Trueman (1/45), who then left the field with &lt;a href=\"fibrositis\"&gt;fibrositis&lt;/a&gt; and the MCC bowling attack lost all its bite. Simpson made 110 – his fourth hundred in four matches – and added 234 for the second wicket with &lt;a href=\"Norm%20O%27Neill\"&gt;Norm O'Neill&lt;/a&gt;, who had lost a few pounds and overcame his bad form to make 143 like a man on a mission. Booth (41), Harvey (63), Davidson (55), Flockton (62 not out) and Benaud (40 not out) kept the scoreboard moving at a fair rate and Benaud declared during the lunch break on the third day having made 124 runs in that morning to bring the total to 532/6. Davidson (1/11) removed &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; for 7 and then it was all the spinners. Benaud took his best first class innings haul of 18-10-18-7 and Martin (2/32) picked up the wickets of Dexter and Cowdrey as the tourists crumbled to 104 all out to lose by an innings and 80 runs. It was &lt;a href=\"New%20South%20Wales%20cricket%20team\"&gt;New South Wales&lt;/a&gt; first innings victory over the MCC, and by definition their greatest victory over the English tourists.\nQueensland vs MCC.\nAfter rain delayed the start until 3 o'clock &lt;a href=\"Ken%20Mackay\"&gt;Ken Mackay&lt;/a&gt; won the toss and batted regardless of the convention that rain livens up the pitch at Brisbane, but &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; had backache and &lt;a href=\"Brian%20Statham\"&gt;Brian Statham&lt;/a&gt; was being rested and the MCC bowling attack lacked bite. &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; sent the ball flying over the batsmen's heads, but he scatter the ball all over the place. &lt;a href=\"Len%20Coldwell\"&gt;Len Coldwell&lt;/a&gt; dug the ball in as well and had a good slower ball, but failed to get the ball to swing. &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; removed Des Ball with a diving catch at 10/1, but the rest of the day saw la number of missed chances and &lt;a href=\"Queensland%20Bulls\"&gt;Queensland&lt;/a&gt; reached 123/2 by the end of the day. Sam Trimble crawled to 95 in six hours, a dismal innings which &lt;a href=\"Johnny%20Moyes\"&gt;Johnny Moyes&lt;/a&gt; thought \"lacked so much in batsmanship that it did not deserve to go down in the records\". Nevertheless, with &lt;a href=\"Tom%20Veivers\"&gt;Tom Veivers&lt;/a&gt; (36), &lt;a href=\"Peter%20Burge%20%28cricketer%29\"&gt;Peter Burge&lt;/a&gt; (34) and Graham Bizzell (59) he took the score to 259/5. Even &lt;a href=\"Ken%20Mackay\"&gt;\"Slasher\" Mackay&lt;/a&gt; looked good after this and the dour Queenslander started driving the ball through the covers, adding 85 with Des Hughson (26) and 88 with &lt;a href=\"wicket-keeper\"&gt;wicket-keeper&lt;/a&gt; &lt;a href=\"Wally%20Grout\"&gt;Wally Grout&lt;/a&gt; who hit a swashbuckling 56 with 2 sixes and 6 fours. Mackay made 105 not out, the first century for &lt;a href=\"Queensland%20Bulls\"&gt;Queensland&lt;/a&gt; vs the MCC since &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201950-51\"&gt;1950-51&lt;/a&gt; and their 433/7 declared was their highest score against them since the war. &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; had the &lt;a href=\"influenza\"&gt;flu&lt;/a&gt; and &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; was also resting, so &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; opened with &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; saw the tourists through to stumps then took their stand to 101 the next day. &lt;a href=\"Queensland%20Bulls\"&gt;Queensland&lt;/a&gt;'s overseas player was the &lt;a href=\"West%20Indies%20cricket%20team\"&gt;West Indian&lt;/a&gt; fast bowler &lt;a href=\"Wes%20Hall\"&gt;Wes Hall&lt;/a&gt; and earlier on the Monday one of his bouncers rose awkwardly and broke Grout's jaw, he was hurried to hospital and missed the First Test as a result. Hall (0/106) was overbowled on the now flat &lt;a href=\"The%20Gabba\"&gt;Woolloongabba&lt;/a&gt; wicket and &lt;a href=\"Queensland%20Bulls\"&gt;Queensland&lt;/a&gt;'s best bowler was the leg-spinner &lt;a href=\"Colin%20Westaway\"&gt;Colin Westaway&lt;/a&gt; (3/156), which pretty much sums up the innings as the MCC piled up 581/6. &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; made a subdued 47 and &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; was dropped on 51, 77 and 83 before Mackay bowled him for 94. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; powered his way to 80 in 85 minutes with a 6 and 13 fours, adding 110 with Sheppard. The insatiable &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; amassed 183 not out with 22 boundaries, including some superb drives, pulls and cuts, adding 103 with &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; (52) and 180 with the all rounder &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt;, who hit 2 sixes and 11 fours in his 81. &lt;a href=\"Alan%20Smith%20%28cricketer%29\"&gt;Alan Smith&lt;/a&gt; came in at 512/6, but when he reached 22 he ducked into a &lt;a href=\"Wes%20Hall\"&gt;Wes Hall&lt;/a&gt; bouncer that stayed low and became the second wicket-keeping casualty of the match. &lt;a href=\"Bernard%20Fitzalan-Howard%2C%2016th%20Duke%20of%20Norfolk\"&gt;The Duke of Norfolk&lt;/a&gt; and the team &lt;a href=\"physiotherapist\"&gt;physiotherapist&lt;/a&gt; Sam Cowan helped him off the field and took him to hospital, where to everyone's relief &lt;a href=\"x-ray\"&gt;x-ray&lt;/a&gt;s found that he had not fractured his skull. Dexter declared for 581/6 and &lt;a href=\"John%20Murray%20%28cricketer%2C%20born%201935%29\"&gt;John Murray&lt;/a&gt; came on as a substitute keeper. &lt;a href=\"Queensland%20Bulls\"&gt;Queensland&lt;/a&gt; only had to bat out the afternoon, but Mackay re-arranged the batting order and they promptly collapsed to Dexter's medium-paced swing (4/8) and the part-time leg-spin of &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; (2/2). Mackay came in for the penultimate ball with the score on at 94/7 and was missed in the slips. With Grout unable to bat had Mackay been out the MCC would have needed to take Westaway's wicket with the last ball of the match for a surprise win in an otherwise dull game.\nSouth Queensland vs MCC.\nUsually the First Test took place after the &lt;a href=\"Queensland%20Bulls\"&gt;Queensland&lt;/a&gt; game, but the MCC travelled out to &lt;a href=\"Toowoomba\"&gt;Toowoomba&lt;/a&gt; for another minor game. Renald Sippel won the toss and batted, John Brown of the Queensland Colts was run out by a bullet-like left-hand throw from &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt;. Ian Oxenford (66) added 64 for the second-wicket with the pedestrian Wilfred Brown, who took 80 minutes to make 8 runs before lunch. After lunch he made 48 runs in 73 minutes adding another 82 runs Sid Downes (43) before he \"retired out\". The innings was declared on 202/4, a total which the MCC passed thanks to &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt;, who hit a striking 145 with 4 sixes and 18 fours, one of the sixes hit a car and another interfered with a nearby &lt;a href=\"croquet\"&gt;croquet&lt;/a&gt; match. The target was passed with three wickets down, but the MCC continued to 325/8 in 160 minutes, allowing Don Bickel's off-spin to pick up the wickets of &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt;, &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt;, &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; and &lt;a href=\"John%20Murray%20%28cricketer%2C%20born%201935%29\"&gt;John Murray&lt;/a&gt; for 91 runs.\nFirst Test – Brisbane.\n&lt;a href=\"1962-63%20Ashes%20series%23First%20Test%20%E2%80%93%20Brisbane\"&gt;\"See Main Article - 1962-63 Ashes series\"&lt;/a&gt;\nQueensland Country vs MCC.\n&lt;a href=\"Bernard%20Fitzalan-Howard%2C%2016th%20Duke%20of%20Norfolk\"&gt;The Duke of Norfolk&lt;/a&gt; left the touring party after the First Test in order to prepare Sir &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;'s funeral (the statesman was 87 and was given a &lt;a href=\"state%20funeral\"&gt;state funeral&lt;/a&gt; when he died in 1965). &lt;a href=\"Billy%20Griffith\"&gt;Billy Griffith&lt;/a&gt;, the Secretary of the &lt;a href=\"Marylebone%20Cricket%20Club\"&gt;MCC&lt;/a&gt; replaced him as manager until he returned at the end of the year. The team travelled to &lt;a href=\"Townsville\"&gt;Townsville&lt;/a&gt;, the furthest north that a MCC team had ever played a game in Australia. The &lt;a href=\"wicket-keeper\"&gt;wicket-keeper&lt;/a&gt;-captain Colin Hossack won the toss and batted, but the Queensland Country XI were all out for 165 Wilfred Brown (24) and Malcolm Campbell (40) adding 65 for the first wicket, but then they lost 7 wickets for 19 runs until John Page (31) and Hossack (25) added 39 for the eighth-wicket. &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; took 3/39 and &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; 3/46. By the end of the first day the MCC were 258/3 with &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; hitting 98 in 72 minutes, winning prizes for the fastest 50 in the match and the first six to be hit. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt;, the main draw in the side, played carefully so as to be in for the Saturday, but was caught on the fence for 2. &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; made 118, &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; 67, &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; 58 and Dexter declared on 423/9 the next day. &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; (5/57) bowled out the locals for 138 for an innings win, even though Brown made 47, having batted for 7 hours in three innings against the MCC and being hit for 21 runs off an over by the &lt;a href=\"Darling%20Downs\"&gt;Darling Downs&lt;/a&gt; batsman Don Bickel, who was awarded a trophy for his 44 in 38 minutes.\nVictoria Country vs MCC.\nFrom &lt;a href=\"Townsville\"&gt;Townsville&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; to &lt;a href=\"Bendigo\"&gt;Bendigo&lt;/a&gt;, &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt; is 1,800 miles and the MCC played the second of three consecutive upcountry games. The Victoria Country XI batted first and were out for 110, big &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; taking 4/31 and &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt;'s leg-spin 4/29. &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; was in charge and by the end of the day he was 95 not out, having seen Barrington out for 90 as the MCC more than doubled the local score with a tally of 225/4. He reached his century (111) the next day and &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; made 59 not out before he declared on 360/8 after the Country XI used 9 bowlers. The locals had to bat 172 minutes for a draw and did this easily enough even after being 19/2 one F. Watts making 63 and the day ending with the 159/4.\nVictoria Country vs MCC.\nThis was a one-innings one-day game with a case of tinned fruit being given to each batsman who hit a six (&lt;a href=\"Len%20Coldwell\"&gt;Len Coldwell&lt;/a&gt; and &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt;) and a pair of socks for everybody who hit a four. The locals batted first again and declared on 191/6 after 40 overs, &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; taking 4/65 off 13 overs. This was easily passed by the MCC, who made 196/3 off 31.6 overs, &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; hitting 51, Barrington 47 and captain &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; 43 as they batted on to 243 all out.\nVictoria vs MCC.\nReturning to the first-class game the MCC played &lt;a href=\"Victorian%20Bushrangers\"&gt;Victoria&lt;/a&gt; and their old nemesis &lt;a href=\"Ian%20Meckiff\"&gt;Ian Meckiff&lt;/a&gt;, a \"chucker\" who had caused such ill-temper in &lt;a href=\"Umpiring%20in%20the%201958%E2%80%9359%20Ashes%20series\"&gt;1958-59&lt;/a&gt;, but was not chosen for this series. His career was ended in 1963-64 when he was repeatedly no balled by Umpire &lt;a href=\"Colin%20Egar\"&gt;Colin Egar&lt;/a&gt; against &lt;a href=\"South%20African%20cricket%20team%20in%20Australia%20in%201963%E2%80%9364\"&gt;South Africa&lt;/a&gt;. &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; was still in charge and after winning the toss he put &lt;a href=\"Victorian%20Bushrangers\"&gt;Victoria&lt;/a&gt; in to bat in the hope that there would be some early life in the &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne&lt;/a&gt; wicket. Victorian was a weak team in this period and their innings relied heavily on a long, tedious 177 by the 25-year-old captain &lt;a href=\"Bill%20Lawry\"&gt;Bill Lawry&lt;/a&gt; who added 85 with Jack potter (44) and 158 with Neville West (70). They staggered to 259/3 by the end of the day and collapsed to 340 all out the next morning, the last seven wickets falling for 72 runs. &lt;a href=\"Brian%20Statham\"&gt;Brian Statham&lt;/a&gt; took 4/112, bowling steadily without any fire and Allen bowled 8 maidens to Lawry in his 3/57. &lt;a href=\"Alan%20Connolly\"&gt;Alan Connolly&lt;/a&gt; took 3/71 in reply, removing &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; and &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; to have the MCC 26/2. &lt;a href=\"The%20Reverend\"&gt;The Reverend&lt;/a&gt; walked after being given not out by the umpire, having given a feather-like edge to the keeper &lt;a href=\"Ray%20Jordon\"&gt;Ray Jordon&lt;/a&gt;. Cowdrey (46) and &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; (40) restored the situation with a stand of 81, but Cowdrey was run out and Keith Kirby (3/137) removed Graveney and &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt;. The depth of the MCC batting line-up was proven by &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; (50), &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; (91), batting with a runner after pulling a leg-muscle in the field and &lt;a href=\"Alan%20Smith%20%28cricketer%29\"&gt;Alan Smith&lt;/a&gt; (41) before they were all dismissed by Meckiff (3/51). Statham hit a merry 26 and the MCC finished with 336, 4 runs behind Victoria. At the end of the third day Victoria were 135/5 and crashed to 175 all out the next day, &lt;a href=\"Len%20Coldwell\"&gt;Len Coldwell&lt;/a&gt; finding the cold weather and heavy atmosphere to his liking and taking 6/49 with his swing bowling. The MCC needed 180 to win and reached there target with five wickets in hand, &lt;a href=\"Colin%20Guest\"&gt;Colin Guest&lt;/a&gt; took 3/32 and removing Pullar (2), Sheppard (50) and Cowdrey (63). It was a dull game and poorly attended, &lt;a href=\"Johnny%20Moyes\"&gt;Johnny Moyes&lt;/a&gt; noting that Victorian are willing to pay to see good cricket, but the main draw &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; wasn't playing and this wasn't good cricket.\nSouth Australia Country vs MCC.\nAnother country match and &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; was back in charge in this one-day game. The South Australian XI were in and out for 55, &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; taking 4/9 even though he was suffering from a bad back. &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; (71) and &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; (109) knocked off the runs without losing a wicket and then the MCC massacred the local bowlers, piling up 443/6 in 219 minutes. Dexter made 67, &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; 64, &lt;a href=\"John%20Murray%20%28cricketer%2C%20born%201935%29\"&gt;John Murray&lt;/a&gt; 70 and &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; 36 not out, but &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; was out for duck.\nSouth Australia vs MCC.\n\"&lt;a href=\"Colin%20Cowdrey\"&gt;His&lt;/a&gt; cover-drive was still his chief glory, but other shots were scarcely inferior: the glory of the moon and stars as opposed to the rich glory of the sun. There seemed to be no effort about his work. With a short back-swing he persuaded the ball through the gaps, guiding it with an iron hand inside the velvet glove which disguised his power and purpose.\"\n&lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; missed the first match against &lt;a href=\"Southern%20Redbacks\"&gt;South Australian&lt;/a&gt; and as the main draw in the MCC side he had to play in the return, even though this meant missing the &lt;a href=\"Victorian%20Bushrangers\"&gt;Victoria&lt;/a&gt; game. &lt;a href=\"Johnny%20Moyes\"&gt;Johnny Moyes&lt;/a&gt; had a solution - two Dexters! He won the toss and batted on the flat wicket at the &lt;a href=\"Adelaide%20Oval\"&gt;Adelaide Oval&lt;/a&gt;, still roped into a 75-yard circle. &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; was a makeshift opener again as &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; was recovering from a groin strain and was bowled for 2 and the 19-year-old &lt;a href=\"Ian%20Chappell\"&gt;Ian Chappell&lt;/a&gt; dropped &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; in the slips before he had scored. Dexter hit three scorching boundaries before Chappell caught him off a full-blooded cut off &lt;a href=\"Gary%20Sobers\"&gt;Gary Sobers&lt;/a&gt;. As the England captain stalked off he turned to Chappell and said \"You have a habit of getting in the way, young man\". The MCC were now 39/2, but Cowdrey came in and made the highest score of his career. On &lt;a href=\"Christmas%20Eve\"&gt;Christmas Eve&lt;/a&gt; (his birthday) he made 307 to beat &lt;a href=\"Frank%20Woolley\"&gt;Frank Woolley&lt;/a&gt;'s 305 not out against &lt;a href=\"Tasmanian%20Tigers\"&gt;Tasmania&lt;/a&gt; in &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201911%E2%80%9312\"&gt;1911-12&lt;/a&gt; as the highest score by a tourist in Australia. It was the first triple century made in Australia since &lt;a href=\"Don%20Bradman\"&gt;Don Bradman&lt;/a&gt; made 357 and 369 and &lt;a href=\"Jack%20Badcock\"&gt;Jack Badcock&lt;/a&gt; 325 in 1935-36. Cowdrey added 103 runs with Sheppard (81), 98 with &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; then stroked 344 runs with fellow stylist &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; (122 not out), he hit 4 sixes and 29 fours and when he was out after 389 minutes Dexter declared the innings closed on 586/5. The &lt;a href=\"Southern%20Redbacks\"&gt;South Australian&lt;/a&gt; captain &lt;a href=\"Les%20Favell\"&gt;Les Favell&lt;/a&gt; was always a cheery soul and he set about matching this huge total with some brilliant batting. Favell made 120 of the first 165 runs and &lt;a href=\"John%20Lill%20%28cricketer%29\"&gt;John Lill&lt;/a&gt; (55), &lt;a href=\"Gary%20Sobers\"&gt;Gary Sobers&lt;/a&gt; (89), &lt;a href=\"Ian%20McLachlan\"&gt;Ian McLachlan&lt;/a&gt; (62) and &lt;a href=\"Neil%20Dansie\"&gt;Neil Dansie&lt;/a&gt; (64) amassed 425/6, but &lt;a href=\"Ian%20Chappell\"&gt;Ian Chappell&lt;/a&gt; was run out by &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; for 2 and the last four wickets fell for 25 runs. Dexter turned to his spinners during the long innings and &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; (3/88), &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; (2/54) and &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; (3/56) bowled 60 overs between them. Favell's century was the first by a &lt;a href=\"Southern%20Redbacks\"&gt;South Australian&lt;/a&gt; batsman against the MCC for 16 years and the 128 run partnership between Sobers and McLachlan was a state record against the MCC for the fourth-wicket, beating the 126 made by &lt;a href=\"George%20Giffen\"&gt;George Giffen&lt;/a&gt; and &lt;a href=\"John%20Reedman\"&gt;John Reedman&lt;/a&gt; back in &lt;a href=\"English%20cricket%20team%20in%20Australia%20in%201894-95\"&gt;1894-95&lt;/a&gt;. &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; was hit for 0/113 off 22 overs, which pretty much finished his chances of playing in the Test series. &lt;a href=\"Southern%20Redbacks\"&gt;South Australia's&lt;/a&gt; 450 ended an hour short of stumps, but &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; was caught for 7 behind off &lt;a href=\"Gordon%20Brooks%20%28cricketer%29\"&gt;Gordon Brooks&lt;/a&gt; and &lt;a href=\"Gary%20Sobers\"&gt;Gary Sobers&lt;/a&gt; bowled &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; for 5. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; and &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; appealed for light, which was refused and took the MCC to 22/2 when bad light finally stopped play at 25 minutes to six. Cowdrey was out for 2 first thing next morning and Dexter (37) smashed a six onto the roof of the stands, the biggest hit anyone could remember at the &lt;a href=\"Adelaide%20Oval\"&gt;Adelaide Oval&lt;/a&gt;. Barrington made 52 not out and Dexter declared on 167/6, leaving the hosts 304 to win in 140 minutes. Favell took up the challenge, but was out for 3, soon followed by Lill for 2. It rained during the afternoon and the game was a certain draw, but Sobers hit 75 not out in 63 minutes with 12 fours before the game was given up with &lt;a href=\"Southern%20Redbacks\"&gt;South Australia&lt;/a&gt; 113/4.\nSecond Test – Melbourne.\n&lt;a href=\"1962-63%20Ashes%20series%23Second%20Test%20%E2%80%93%20Melbourne\"&gt;\"See Main Article - 1962-63 Ashes series\"&lt;/a&gt;\nTasmania Combined XI vs MCC.\nTasmania would not play in the &lt;a href=\"Sheffield%20Shield\"&gt;Sheffield Shield&lt;/a&gt; until 1976-77 and were much weaker than the other states, so some Test players were sent out to reinforce them and entertain the islanders; the batsmen &lt;a href=\"Bill%20Lawry\"&gt;Bill Lawry&lt;/a&gt;, &lt;a href=\"Brian%20Booth\"&gt;Brian Booth&lt;/a&gt;, &lt;a href=\"Norm%20O%27Neill\"&gt;Norm O'Neill&lt;/a&gt;, &lt;a href=\"Barry%20Shepherd\"&gt;Barry Shepherd&lt;/a&gt; and the &lt;a href=\"wicketkeeper\"&gt;wicketkeeper&lt;/a&gt; &lt;a href=\"Len%20Maddocks\"&gt;Len Maddocks&lt;/a&gt;, who had moved to Tasmania that season, captained the Combined XI. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; won the toss and batted on a greenish wicket, the MCC making a brisk 331/7 before he declared just under an hour before stumps. The in-form &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; made 82, &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; 73, &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; 68 and &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; 68. Knight hit 10 fours and a mighty six that left the ground, but the main talking point was the chucking action of the Tasmanian bowlers Keith Aldridge (1/63) and Gary Brakey (2/67), who were rounded condemned by the English pressmen. &lt;a href=\"Bill%20Lawry\"&gt;Bill Lawry&lt;/a&gt; and Gerry Connor survived the end of the first day, but there was a fearful collapse in the morning. &lt;a href=\"Fred%20Trueman\"&gt;\"Fiery Fred\" Trueman&lt;/a&gt; took 4/13 and the 6'7\" &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; 4/24 as the Combined XI crashed to 77 all out. Dexter declined to enforce the &lt;a href=\"follow-on\"&gt;follow-on&lt;/a&gt; and &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; made 67, to give him 113, 82 and 67 on successive days. Rain stopped play until two-thirty on the last day and Dexter declared on his overnight score of 116/1. The outfield was wet so Trueman was not risked and the spinners; &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; (4/19) and &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; (3/11) routed the Combined XI for 57 for a 313 run win. The four Australian Test batsman were all out, twice, for 55 runs.\nTasmania vs MCC.\nThe Tasmanians only got to play a two-day game against the MCC, so it did not qualify as first-class, but they did better without the presence of the four internationals from the mainland. The \"chucker\" Gary Brakey was dropped due to a thigh-strain and the game proceeded peacefully enough. &lt;a href=\"Len%20Maddocks\"&gt;Len Maddocks&lt;/a&gt; won the toss and batted, but &lt;a href=\"Tasmania%20Tigers\"&gt;Tasmania&lt;/a&gt; made only 203. &lt;a href=\"Ray%20Stokes\"&gt;Ray Stokes&lt;/a&gt; made 82, hitting a six off &lt;a href=\"Len%20Coldwell\"&gt;Len Coldwell&lt;/a&gt; (2/42) and using his feet well, Maddocks made 33 and &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; took 4/35 with his part-time leg-spin. &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; was back in the side and made 63, adding 143 for the first-wicket with &lt;a href=\"Peter%20Parfitt\"&gt;Peter Parfitt&lt;/a&gt; (121), but nobody else passed 36 and the fastish bowler Jock O'Brien took 7/73, including a spell of 6/23. There was only time for Tasmania to make 181/6 with Ray Stokes making 76 not out and Cowdrey using eight bowlers. Byron Hyland had been run out for a duck in the first innings, but made 44 in the second and added 100 with Stokes, the first century partnership by &lt;a href=\"Tasmanian%20Tigers\"&gt;Tasmania&lt;/a&gt; against the MCC.\nThird Test – Sydney.\n&lt;a href=\"1962-63%20Ashes%20series%23Third%20Test%20%E2%80%93%20Sydney\"&gt;\"See Main Article - 1962-63 Ashes series\"&lt;/a&gt;\nNorthern New South Wales vs MCC.\n\"Blessed with rare gifts &lt;a href=\"Johnny%20Moyes\"&gt;\"Johnny\" Moyes&lt;/a&gt; was loved and respected wherever he went...He brought to the microphone an authoritative manner, and the shrewd, quick mind of the trained journalist. If he was outspoken and fearless in his appraisal of any situation, at all times he was utterly fair and impartial. Perhaps it was in this way more than any other that he contributed so much to our great game, and that he endeared himself to all who were privileged to know him well.\"\nSadly &lt;a href=\"Johnny%20Moyes\"&gt;Johnny Moyes&lt;/a&gt; died suddenly on the first day of the two day match and his book on the series was completed by Tom Goodman of the \"&lt;a href=\"Sydney%20Morning%20Herald\"&gt;Sydney Morning Herald&lt;/a&gt;\". Due to the exciting Third Test a large crowd came to &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle, New South Wales&lt;/a&gt; to watch &lt;a href=\"New%20South%20Wales%20cricket%20team\"&gt;Northern New South Wales&lt;/a&gt;, with players from Newcastle, &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt; and &lt;a href=\"Wollongong\"&gt;Wollongong&lt;/a&gt; making up the side. The morning was lost to rain, the local captain won the toss, put the MCC in to bat and got them 180/6, despite &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; making 53, but &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; (73) and &lt;a href=\"Alan%20Smith%20%28cricketer%29\"&gt;Alan Smith&lt;/a&gt; (45) adding 103 for the seventh-wicket and the MCC finished on 319. Douglas Dives (73) and Rodney Harvey (37) and Ken King (32) made most of the runs in the reply as Northern NSW were out for 203, &lt;a href=\"Len%20Coldwell\"&gt;Len Coldwell&lt;/a&gt; took 3/32 and &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; 3/35. Batting again Dexter made 71 not out and &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; 41 before the MCC innings was declared at 190/4, leaving the home team 301 to win. After Max Fox (31) and Boxsell (40) added 68 for the first wicket they collapsed to 128/9 as Allen (5/38), Graveney (2/21) and Pullar (3/26) span them out. The crowd were determined to invade the ground on the point of victory, as they had seen in the &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney&lt;/a&gt; Test, but last man Gilmour held everybody up by throwing his bat around for 29 in a last wicket stand of 33. When he was finally caught by Dexter off &lt;a href=\"Geoff%20Pullar\"&gt;Geoff Pullar&lt;/a&gt; the enthusiastic crowd climbed the fences. &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; was bowled over and had his cap taken, but he soon recovered it and the teams ran off the field.\nFourth Test – Adelaide.\n&lt;a href=\"1962-63%20Ashes%20series%23Fourth%20Test%20%E2%80%93%20Adelaide\"&gt;\"See Main Article - 1962-63 Ashes series\"&lt;/a&gt;\nVictoria vs MCC.\nHaving missed the first &lt;a href=\"Victorian%20Bushrangers\"&gt;Victoria&lt;/a&gt; game &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; led the MCC in the return match. &lt;a href=\"Bill%20Lawry\"&gt;Bill Lawry&lt;/a&gt; won the toss, put the MCC in to bat and &lt;a href=\"Ian%20Meckiff\"&gt;Ian Meckiff&lt;/a&gt; (5/93) had them in immediate trouble at 6/2 and 96/5. &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt; was dropped in the slips, but returned to form with a magnificent 185 with 23 fours and supported by &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; (28), &lt;a href=\"Alan%20Smith%20%28cricketer%29\"&gt;Alan Smith&lt;/a&gt; (46) and &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; (25) he hoisted to score up to 375. &lt;a href=\"Victorian%20Bushrangers\"&gt;Victoria's&lt;/a&gt; reply relied heavily on &lt;a href=\"Jack%20Potter\"&gt;Jack Potter&lt;/a&gt;'s 106 - nobody else made 35 - and Allen bowled himself back into form with 5/43 with help from &lt;a href=\"David%20Larter\"&gt;David Larter&lt;/a&gt; (4/105) dismissed the Victorians for 307. The MCC made 218/5 to set up a run-chase, &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; making 70, &lt;a href=\"Ken%20Barrington\"&gt;Ken Barrington&lt;/a&gt; 66 and Graveney 38 not out, Meckiff taking 2/47. This left Victoria 252 minutes to make 287 runs, which they did not go for, instead they slumped to 116/7 and when &lt;a href=\"Bob%20Cowper\"&gt;Bob Cowper&lt;/a&gt; was out for 51 they were 148/8 with 50 minutes to go and certain to lose. Allen had taken 3/24 and Larter 3/45, but Meckiff's 38 held them up until he was dismissed by Barrington (2/60). Ken Kirby and &lt;a href=\"Alan%20Connolly\"&gt;Alan Connolly&lt;/a&gt; saw out the last few minutes and the game ended in a draw when they walked back on 188/9.\nPrime Minister's XI vs MCC.\nThere was intense anticipation for the match against the &lt;a href=\"Prime%20Minister%27s%20XI\"&gt;Prime Minister's XI&lt;/a&gt; as the 54-year-old &lt;a href=\"Sir%20Donald%20Bradman\"&gt;Sir Donald Bradman&lt;/a&gt; agreed to captain the team after 14 years without playing cricket. The thorough man that he was Bradman started practicing for the big day and 10,000 men, women and children came to see him bat for the last time. His old foe the MCC assistant-manager &lt;a href=\"Alec%20Bedser\"&gt;Alec Bedser&lt;/a&gt; agreed to play and the Bradman Pavilion was unveiled at the &lt;a href=\"Manuka%20Oval\"&gt;Manuka Oval&lt;/a&gt;. The &lt;a href=\"Australian%20Prime%20Minister\"&gt;Australian Prime Minister&lt;/a&gt; &lt;a href=\"Robert%20Menzies\"&gt;Robert Menzies&lt;/a&gt; was a keen cricket fan who initiated these matches in 1951 and the money raised was donated to &lt;a href=\"Legacy%20Australia\"&gt;Legacy&lt;/a&gt;, a charity for the dependents of deceased Australian servicemen. &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; won the toss and elected to bat with Bradman fielding at first slip they rattled the fence with 36 fours and birthday-boy &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; hit a six. &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; top-scored with 72 and &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; made 42. &lt;a href=\"Richie%20Benaud\"&gt;Richie Benaud&lt;/a&gt; took 2/62 off 8 overs, but the bowling honours went to the Canberra leg-spinner G. Brown, who took 3/61. Dexter nicked a ball off Brown to &lt;a href=\"Wally%20Grout\"&gt;Wally Grout&lt;/a&gt;, but was called back by Bradman when he walked as the umpire gave him not out. \"Lord Ted\" lofted the next ball to Cowper at extra-cover and walked off for 22. Dexter declared the innings at 253/7, leaving the Prime Minister's XI 254 to win and &lt;a href=\"Bob%20Cowper\"&gt;Bob Cowper&lt;/a&gt; (47) and &lt;a href=\"Ray%20Flockton\"&gt;Ray Flockton&lt;/a&gt; (45) got the home team off to a good start with 7 boundaries apiece. They had both departed and the score was 108/3 when the name of Bradman came up on the board and the great man in a &lt;a href=\"Baggy%20green\"&gt;baggy green cap&lt;/a&gt; walked out to the crease to a standing ovation, surrounded by photographers and greeted by the England team. &lt;a href=\"Tom%20Graveney\"&gt;Tom Graveney&lt;/a&gt;'s leg-spin got him off the mark with a straight-drive and in the next over from &lt;a href=\"Brian%20Statham\"&gt;Brian Statham&lt;/a&gt; the Australian politician &lt;a href=\"Don%20Chipp\"&gt;Don Chipp&lt;/a&gt; hit a single to put Bradman on strike. Although it was the intention of the MCC to let Bradman get some runs, and to bat against Bedser, Statham bowled a leg-cutter which came off the inside edge, brushed the pads and bounced onto the stumps with just enough force to dislodge a bail and the Don was out. Statham threw up his hands in anguish and the crowd was stunned, but \"the little man, after on brief look back at his broken wicket, walked quickly away, the step firm, the head erect, but the shoulders, one thought, now slightly stooped. He had made one scoring stroke, for four. The crowd watched him go and signed. How much they wanted just a half-hour, at least, of him - as the Englishmen had.\" Ironically, in his last Test 14 years before he had been bowled by &lt;a href=\"Eric%20Hollies\"&gt;Eric Hollies&lt;/a&gt; for a duck, four runs short of a Test average of 100.00. He reached the pavilion to the commiserations of the Prime Minister and the &lt;a href=\"Bernard%20Marmaduke%20Fitzalan-Howard%2C%2016th%20Duke%20of%20Norfolk\"&gt;Duke of Norfolk&lt;/a&gt; and told them \"It wouldn't happen in a thousand years. Anyway that's my final appearance at the wicket\". After this the rest of the match was an anticlimax. &lt;a href=\"Neil%20Harvey\"&gt;Neil Harvey&lt;/a&gt; was out for 3 and the PM's XI were 123/6 before &lt;a href=\"Richie%20Benaud\"&gt;Richie Benaud&lt;/a&gt; (63) and &lt;a href=\"Ken%20Mackay\"&gt;Ken Mackay&lt;/a&gt; (49) restored the situation, but &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; (5/68) took three quick wickets, G. Brown was unable to bat so the PM's XI were out for 250 and the MCC won by 3 runs. &lt;a href=\"Robert%20Menzies\"&gt;Robert Menzies&lt;/a&gt; invited both teams to dinner and at the end of his speech presented a delighted &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; with a silver tankard as a birthday present from the Australian people. The Duke joked to the Prime Minister \"I suppose you know you've just destroyed the disciplinary labours of several months?\"\nNew South Wales Country vs MCC.\nIn 1958-59 the MCC had insisted on fewer upcountry matches, on this tour they were increased and as a result &lt;a href=\"New%20South%20Wales%20cricket%20team\"&gt;New South Wales&lt;/a&gt; lost its return match with the tourists, though &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney&lt;/a&gt; did get two Tests. The Victoria Park Oval was a lovely ground, surrounded by &lt;a href=\"bowling%20green\"&gt;bowling green&lt;/a&gt;s, &lt;a href=\"croquet\"&gt;croquet&lt;/a&gt; lawns, cricket and football fields, public parks and a &lt;a href=\"zoo\"&gt;zoo&lt;/a&gt;. The Country XI were overawed by &lt;a href=\"Fred%20Trueman\"&gt;Fred Trueman&lt;/a&gt; (4/45) in the first innings, with &lt;a href=\"Len%20Coldwell\"&gt;Len Coldwell&lt;/a&gt; taking 3/25 and &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; 3/34 helping him dismiss them for 138. &lt;a href=\"John%20Murray%20%28cricketer%2C%20born%201935%29\"&gt;John Murray&lt;/a&gt; was wicket-keeping again after his injury in the Third Test and showed no ill effects. The MCC made 451/8 in return with &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; (93) and captain &lt;a href=\"Colin%20Cowdrey\"&gt;Colin Cowdrey&lt;/a&gt; (97) added 151 before both getting out within minutes of stumps in the &lt;a href=\"Fahrenheit\"&gt;98 degree heat&lt;/a&gt;. Graveney making the fastest century of the tour, 106 in 81 minutes and hit four sixes and &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; hit a powerful 70. The Country XI survived the day to earn a draw even though Allen took 3/51, they made 227/5 thanks to the 24-year-old &lt;a href=\"chemist\"&gt;chemist&lt;/a&gt; Ian Drake. Drake was 'run out' on 59 when he hit the ball to the fence and Umpire Clare signalled a boundary, but &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; picked it up a foot inside and threw it to Murray, who broke the wicket and Umpire Miller gave him out. Cowdrey called him back to continue the innings and he made 101, the first century by a Country player against the MCC since the war.\nNew South Wales Country vs MCC.\nThe Tamworth No 1 Oval had short boundaries and 15 sixes were hit during the match. The Country XI batted first and were out for 109 with &lt;a href=\"David%20Allen%20%28cricketer%29\"&gt;David Allen&lt;/a&gt; taking 4/29 and &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; 2/4 and the son of the &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer&lt;a href=\"Eric%20Weissel\"&gt;Eric Weissel&lt;/a&gt; making 51. &lt;a href=\"Barry%20Knight%20%28cricketer%29\"&gt;Barry Knight&lt;/a&gt; opening the innings with 62 and &lt;a href=\"Ted%20Dexter\"&gt;Ted Dexter&lt;/a&gt; (87) struck out at the slow-left-arm spin of John McMahon, hitting one six out of the ground, through some trees and across the road. &lt;a href=\"Ray%20Illingworth\"&gt;Ray Illingworth&lt;/a&gt; made 62 not out before Dexter declared on 322/7 on the second day. The Country XI made 222, so the MCC had to bat again. B. Weissel making 31, but a 17-year-old dairy-farmer called &lt;a href=\"Doug%20Walters\"&gt;Doug Walters&lt;/a&gt; was caught by Dexter off Illingworth (3/58) for a duck. &lt;a href=\"Fred%20Titmus\"&gt;Fred Titmus&lt;/a&gt; (3/72) was hit for 5 fours and a six in an over by a batsman called J. Thomas, but holed out to a fine running catch by Knight in the deep off the eighth ball. &lt;a href=\"David%20Sheppard\"&gt;David Sheppard&lt;/a&gt; and Knight made the 10/0 needed for victory and the tourists went into the last Test with a win under their belt.\nFifth Test – Sydney.\n&lt;a href=\"1962-63%20Ashes%20series%23Fifth%20Test%20%E2%80%93%20Sydney\"&gt;\"See Main Article - 1962-63 Ashes series\"&lt;/a&gt;\nTour First Class Averages.\n&lt;a href=\"https%3A//cricketarchive.com/Archive/Events/AUS/Marylebone_Cricket_Club_in_Australia_1958-59/Team_Averages.html\"&gt;source&lt;/a&gt; This was the last tour to use the old divisions of &lt;a href=\"Gentlemen%20v%20Players\"&gt;amateurs and professionals&lt;/a&gt; in English cricket so the convention remained of gentleman amateurs having their initials in front of their surname and professional players with their initials after their name, if used at all."
}