{
    "id": "295520",
    "revid": "43013330",
    "url": "https://en.wikipedia.org/wiki?curid=295520",
    "title": "2nd arrondissement of Paris",
    "text": "The 2nd arrondissement of Paris (\"IIe arrondissement\") is one of the 20 &lt;a href=\"Arrondissements%20of%20Paris\"&gt;arrondissements&lt;/a&gt; of the capital city of &lt;a href=\"France\"&gt;France&lt;/a&gt;. In spoken French, this arrondissement is colloquially referred to as \"deuxième\" (second/the second). It is governed locally together with the &lt;a href=\"1st%20arrondissement%20of%20Paris\"&gt;1st&lt;/a&gt;, &lt;a href=\"3rd%20arrondissement%20of%20Paris\"&gt;3rd&lt;/a&gt; and &lt;a href=\"4th%20arrondissement%20of%20Paris\"&gt;4th arrondissement&lt;/a&gt;, with which it forms the 1st sector of Paris.\nAlso known as Bourse, this arrondissement is located on the &lt;a href=\"Rive%20Droite\"&gt;right bank&lt;/a&gt; of the &lt;a href=\"Seine\"&gt;River Seine&lt;/a&gt;. The 2nd arrondissement, together with the adjacent &lt;a href=\"8th%20arrondissement%20of%20Paris\"&gt;8th&lt;/a&gt; and &lt;a href=\"9th%20arrondissement%20of%20Paris\"&gt;9th&lt;/a&gt; arrondissements, hosts an important business district, centred on the &lt;a href=\"Palais%20Garnier\"&gt;Paris Opéra&lt;/a&gt;, which houses the city's most dense concentration of business activities. The arrondissement contains the former &lt;a href=\"Paris%20Bourse\"&gt;Paris Bourse&lt;/a&gt; (&lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt;) and several banking headquarters, as well as a textile district, known as the &lt;a href=\"Sentier\"&gt;Sentier&lt;/a&gt;, and the &lt;a href=\"Op%C3%A9ra-Comique\"&gt;Opéra-Comique&lt;/a&gt;'s theatre, the &lt;a href=\"Salle%20Favart\"&gt;Salle Favart&lt;/a&gt;. The 2nd arrondissement is the home of Grand Rex, the largest movie theater in Paris.\nThe 2nd arrondissement is also the home of most of Paris's surviving 19th-century glazed commercial arcades. At the beginning of the 19th century, most of the streets of Paris were dark, muddy, and lacked &lt;a href=\"sidewalk\"&gt;sidewalk&lt;/a&gt;s. A few entrepreneurs copied the success of the &lt;a href=\"Passage%20des%20Panoramas\"&gt;Passage des Panoramas&lt;/a&gt; and its well-lit, dry, and paved pedestrian passageways. By the middle of the 19th century, there were about two dozen of these commercial malls, but most of them disappeared as the Paris authorities paved the main streets and added sidewalks, as well as gas &lt;a href=\"street%20lights\"&gt;street lighting&lt;/a&gt;. The commercial survivors are – in addition to the Passage des Panoramas – the &lt;a href=\"Galerie%20Vivienne\"&gt;Galerie Vivienne&lt;/a&gt;, the &lt;a href=\"Passage%20Choiseul\"&gt;Passage Choiseul&lt;/a&gt;, the &lt;a href=\"Galerie%20Colbert\"&gt;Galerie Colbert&lt;/a&gt;, the &lt;a href=\"Passage%20des%20Princes\"&gt;Passage des Princes&lt;/a&gt;, the &lt;a href=\"Passage%20du%20Grand%20Cerf\"&gt;Passage du Grand Cerf&lt;/a&gt;, the &lt;a href=\"Passage%20du%20Caire\"&gt;Passage du Caire&lt;/a&gt;, the &lt;a href=\"Passage%20Lemoine\"&gt;Passage Lemoine&lt;/a&gt;, the &lt;a href=\"Passage%20Jouffroy\"&gt;Passage Jouffroy&lt;/a&gt;, the &lt;a href=\"Passage%20Basfour\"&gt;Passage Basfour&lt;/a&gt;, the &lt;a href=\"Passage%20du%20Bourg-L%27abb%C3%A9\"&gt;Passage du Bourg-L'abbé&lt;/a&gt;, and the &lt;a href=\"Passage%20du%20Ponceau\"&gt;Passage du Ponceau&lt;/a&gt;.\nGeography.\nThe 2nd arrondissement is Paris's smallest arrondissement, with a land area of just 0.992 km2 (0.383 sq. miles, or 245 acres).\nDemographics.\nThe 2nd arrondissement reached its peak of settlement in the years before 1861, although it has only existed in its current shape since the re-organization of Paris in 1860. As of the last census (in 1999), the population was 19,585, while the number of jobs provided there was 61,672 – this despite a land area of only 0.992 km2, making it the arrondissement with the densest concentration of commercial activity in the capital, with an average of 62,695 jobs per km2.\nHistorical population.\n¹\nEconomy.\nThe French newspaper \"&lt;a href=\"L%27Obs\"&gt;L'Obs&lt;/a&gt;\" has its head office in the arrondissement. &lt;a href=\"Bourbon%20%28group%29\"&gt;Bourbon&lt;/a&gt; has its head office in the arrondissement. &lt;a href=\"All%20Nippon%20Airways\"&gt;All Nippon Airways&lt;/a&gt; has its Paris Office in the arrondissement. &lt;a href=\"China%20Airlines\"&gt;China Airlines&lt;/a&gt; also has its France office in the arrondissement.\n&lt;a href=\"Aigle%20Azur\"&gt;Aigle Azur&lt;/a&gt;'s &lt;a href=\"registered%20office\"&gt;registered office&lt;/a&gt; is in the arrondissement.\nEducation.\nIn terms of state-operated schools, the second arrondissement has three nursery schools (\"écoles maternelles\"), five primary schools (\"écoles élémentaires\"), and one high school (\"&lt;a href=\"coll%C3%A8ge\"&gt;collège&lt;/a&gt;\").\nThe nursery schools are \"École Maternelle Dussoubs\", \"École Maternelle Saint Denis\", and \"École Maternelle Vivienne\". The primary schools are \"École Élémentaire Beauregard\", \"École Élémentaire Dussoubs\", \"École Élémentaire Etienne Marcel\", \"École Élémentaire Jussienne\", and \"École Élémentaire Louvois\". \"Collège César Franck\" is the sole state-operated high school in the arrondissement.\n\"École Élémentaire Privée Saint-Sauveur\" is the sole private primary school institution in the second arrondissement. Private secondary school institutions include \"École du 2nd Degré Général Privée Rene Reaumur\", \"École Générale et Technologique Privée Lafayette\", \"École du 2nd degré professionnel privée CTRE PRI ENS SOINS ESTHETIQUES\", \"École du 2nd degré professionnel privée EC INTERNATIONALE DE COIFFURE\", \"École du 2nd degré professionnel privée ECOLE DE BIJOUTERIE-JOAILLERIE\", and \"École technologique privée ITECOM INST TECHN COMMUNIC\"."
}