{
    "id": "29598525",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=29598525",
    "title": "Bessie Tucker",
    "text": "Bessie Tucker (c. 1906 – January 6, 1933) was an American &lt;a href=\"classic%20female%20blues\"&gt;classic female blues&lt;/a&gt;, &lt;a href=\"country%20blues\"&gt;country blues&lt;/a&gt;, and &lt;a href=\"Texas%20blues\"&gt;Texas blues&lt;/a&gt; &lt;a href=\"singing\"&gt;singer&lt;/a&gt; and &lt;a href=\"songwriter\"&gt;songwriter&lt;/a&gt;. Little is known of her life outside the &lt;a href=\"music%20industry\"&gt;music industry&lt;/a&gt;. She is known to have recorded just twenty-four tracks, seven of which were alternate takes. Her songs include \"Penitentiary\" and \"Fryin' Pan Skillet Blues\".\nBiography.\nTucker hailed from &lt;a href=\"East%20Texas\"&gt;East Texas&lt;/a&gt;. References in her songs led the researcher Max Haymes to speculate that she may have been based in &lt;a href=\"Greenville%2C%20Texas\"&gt;Greenville&lt;/a&gt;. The researchers Bob Eagle and Eric LeBlanc state, on the basis of her death certificate, that she was born in &lt;a href=\"Rusk%2C%20Texas\"&gt;Rusk&lt;/a&gt;, &lt;a href=\"Cherokee%20County%2C%20Texas\"&gt;Cherokee County, Texas&lt;/a&gt;, the daughter of Georgia ( Connor) and John Chris Tucker.\nShe had a light complexion and a small frame but was said to be \"a strong singer with a dark &lt;a href=\"human%20voice\"&gt;voice&lt;/a&gt;\". In August 1928, she &lt;a href=\"sound%20recording%20and%20reproduction\"&gt;recorded&lt;/a&gt; a number of songs, most of which she wrote, for the &lt;a href=\"Victor%20Talking%20Machine%20Company\"&gt;Victor&lt;/a&gt; &lt;a href=\"record%20label\"&gt;label&lt;/a&gt; in &lt;a href=\"Memphis%2C%20Tennessee\"&gt;Memphis, Tennessee&lt;/a&gt;. She was accompanied on piano by the &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;-born K. D. Johnson. This recording session yielded her best-known song, \"Penitentiary\". The subject of the song was reputedly not unknown to Tucker.\nA second session in Dallas followed in October 1929, at which she was again accompanied by Johnson and by the guitarist &lt;a href=\"Jesse%20Thomas%20%28musician%29\"&gt;Jesse Thomas&lt;/a&gt;. After this, nothing more is known of her life. Only one photograph of Tucker is known. She died in Dallas in early 1933, aged 27 at most, based on her age given in the 1910 and 1920 censuses, though her death certificate gave her birth year as 1907 and her age as 25.\nIn 1960, the Dallas &lt;a href=\"piano\"&gt;pianist&lt;/a&gt; &lt;a href=\"Whistlin%27%20Alex%20Moore\"&gt;Whistlin' Alex Moore&lt;/a&gt; told an interviewer that Tucker and &lt;a href=\"Ida%20May%20Mack\"&gt;Ida May Mack&lt;/a&gt;, who had shared the 1928 recording session with Tucker, were both \"tough cookies ... don't mess with them\". However, in a 1972 conversation, the pianist was unable to recall the name of either singer, leading the interviewer to suspect that he had drawn his own conclusions from their recordings. Music buffs can only affirm that Tucker sang in the same style as the Texas singers &lt;a href=\"Texas%20Alexander\"&gt;Texas Alexander&lt;/a&gt;, &lt;a href=\"Victoria%20Spivey\"&gt;Victoria Spivey&lt;/a&gt; and &lt;a href=\"Texas%20Bill%20Day\"&gt;Texas Bill Day&lt;/a&gt; and that her lyrics refer to railroads that served East Texas and Dallas.\nSome of Tucker's tracks and those of Mack are available on a &lt;a href=\"compilation%20album\"&gt;compilation album&lt;/a&gt;. All of her recordings have been issued by &lt;a href=\"Document%20Records\"&gt;Document Records&lt;/a&gt; (see below).\nShe was not related to the singer &lt;a href=\"Sophie%20Tucker\"&gt;Sophie Tucker&lt;/a&gt;."
}