{
    "id": "29597863",
    "revid": "1639942",
    "url": "https://en.wikipedia.org/wiki?curid=29597863",
    "title": "Agricultural astrology",
    "text": "Agricultural astrology, a type of &lt;a href=\"electional%20astrology\"&gt;electional astrology&lt;/a&gt; for &lt;a href=\"gardening\"&gt;gardening&lt;/a&gt; and for &lt;a href=\"horticulture\"&gt;horticulture&lt;/a&gt;, advises scheduling the planting, cultivating and harvesting of crops based on &lt;a href=\"Lunar%20phase\"&gt;moon phases&lt;/a&gt; and on &lt;a href=\"astrological%20sign\"&gt;astrological sign&lt;/a&gt;s. Agricultural astrology is often referred to as \"planting by the signs\" because of its reliance on astrological signs for planting, cultivating and harvesting.\nThe \"&lt;a href=\"Old%20Farmer%27s%20Almanac\"&gt;Old Farmer's Almanac&lt;/a&gt;\" regularly features a \"planting by the signs\" section.\nHistory.\nAgricultural astrology is one of the oldest forms of astrology. It was probably one of the first use humans made of &lt;a href=\"lunar%20cycle\"&gt;lunar cycle&lt;/a&gt;s. Evidence of its practice dates back thousands of years to the ancient peoples of the &lt;a href=\"Nile%20River\"&gt;Nile&lt;/a&gt; and &lt;a href=\"Euphrates%20River\"&gt;Euphrates&lt;/a&gt; River valleys. Farmers of these civilizations planted by the Moon's phase and its sign in the zodiac. There is a lack of &lt;a href=\"scientific%20evidence\"&gt;scientific evidence&lt;/a&gt; proving the beneficial effects of astrological gardening. A few studies have been conducted, but \"none of this has been conclusively proven or disproved by modern science\".\nOther uses.\nAlthough agricultural astrology is primarily used as a guide for growing crops, it also has been applied to the practice of &lt;a href=\"animal%20husbandry\"&gt;animal husbandry&lt;/a&gt;. For example, agricultural astrology encourages &lt;a href=\"Poultry%20farming\"&gt;poultry farmers&lt;/a&gt; to set up their chicken's eggs to hatch when it is a &lt;a href=\"new%20moon\"&gt;new moon&lt;/a&gt; and in a \"fruitful\" sign. It claims that chicks hatched during this time grow faster and produce more offspring.\nMoon gardeners maintain that not only is science on their side, but also that the results are plain to see. According to the theory, plants that are sown in the few days before a full moon become stronger and more productive. The moon gardeners claim that the &lt;a href=\"Gravitation\"&gt;gravitational force&lt;/a&gt; of the full moon affects the &lt;a href=\"Tide\"&gt;level of groundwater&lt;/a&gt; in the soil, just as it does the level of the oceans. The phases of the moon do not correspond to the distance of the moon's orbit around the Earth, and hence are not indicators of the strength of the moon's gravitational pull. Instead, apogee and perigee of the moon's orbit are what determines the moon's distance to the Earth. Also, the increase in &lt;a href=\"moonlight\"&gt;moonlight&lt;/a&gt; between the &lt;a href=\"new%20moon\"&gt;new moon&lt;/a&gt; and &lt;a href=\"full%20moon\"&gt;full moon&lt;/a&gt; (&lt;a href=\"lunar%20phase\"&gt;waxing phase&lt;/a&gt;) are thought to stimulate leaf growth, when the light decreases between the full moon and new moon (&lt;a href=\"Lunar_phase%23Waxing_and_waning\"&gt;waning phase&lt;/a&gt;) the plant's energy is then thought to be focused on the roots. Each &lt;a href=\"astrological%20sign\"&gt;astrological sign&lt;/a&gt; has its own corresponding element (earth, air, fire, water) and the most favorable times for planting above ground leafy crops is said to be when the Moon is in the leaf/water signs (&lt;a href=\"Cancer%20%28astrology%29\"&gt;Cancer&lt;/a&gt;, &lt;a href=\"Pisces%20%28astrology%29\"&gt;Pisces&lt;/a&gt;, &lt;a href=\"Scorpio%20%28astrology%29\"&gt;Scorpio&lt;/a&gt;) and the underground root crops when the Moon is in the root/earth signs (&lt;a href=\"Capricorn%20%28astrology%29\"&gt;Capricorn&lt;/a&gt;, &lt;a href=\"Taurus%20%28astrology%29\"&gt;Taurus&lt;/a&gt;, &lt;a href=\"Virgo%20%28astrology%29\"&gt;Virgo&lt;/a&gt;).\nOne of the more notable sources to rely upon this methodology is the annual \"&lt;a href=\"Farmers%27%20Almanac\"&gt;Farmers' Almanac&lt;/a&gt;\", which bases its Gardening by the Moon Calendar on the concept of agricultural astrology."
}