{
    "id": "296180",
    "revid": "43240415",
    "url": "https://en.wikipedia.org/wiki?curid=296180",
    "title": "Richard Epstein",
    "text": "Richard Allen Epstein (born April 17, 1943) is an American legal scholar known for his writings on &lt;a href=\"torts\"&gt;torts&lt;/a&gt;, &lt;a href=\"contracts\"&gt;contracts&lt;/a&gt;, &lt;a href=\"property\"&gt;property rights&lt;/a&gt;, &lt;a href=\"law%20and%20economics\"&gt;law and economics&lt;/a&gt;, &lt;a href=\"classical%20liberalism\"&gt;classical liberalism&lt;/a&gt;, and &lt;a href=\"libertarianism\"&gt;libertarianism&lt;/a&gt;. He is the &lt;a href=\"Laurence%20A.%20Tisch\"&gt;Laurence A. Tisch&lt;/a&gt; Professor of Law and director of the Classical Liberal Institute at &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt;, the Peter and Kirsten Bedford Senior Fellow at the &lt;a href=\"Hoover%20Institution\"&gt;Hoover Institution&lt;/a&gt;, and the James Parker Hall Distinguished Service Professor of Law emeritus and a senior lecturer at the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;.\nEpstein's writings have extensively influenced American legal thought. In 2000, a study published in \"&lt;a href=\"The%20Journal%20of%20Legal%20Studies\"&gt;The Journal of Legal Studies&lt;/a&gt;\" identified Epstein as the 12th-most cited legal scholar of the 20th century. In 2008, he was chosen in a poll by \"&lt;a href=\"Legal%20Affairs\"&gt;Legal Affairs&lt;/a&gt;\" as one of the most influential legal thinkers of modern times. A study of legal publications between 2009 and 2013 found Epstein to be the 3rd-most frequently cited American legal scholar during that period, behind only &lt;a href=\"Cass%20Sunstein\"&gt;Cass Sunstein&lt;/a&gt; and &lt;a href=\"Erwin%20Chemerinsky\"&gt;Erwin Chemerinsky&lt;/a&gt;. He has been a member of the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Sciences\"&gt;American Academy of Arts and Sciences&lt;/a&gt; since 1985.\nEarly life and education.\nRichard A. Epstein was born on April 17, 1943, in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn, New York&lt;/a&gt;. His grandparents were &lt;a href=\"Ashkenazi%20Jews\"&gt;Ashkenazi Jews&lt;/a&gt; who immigrated to the United States from &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; in the early 20th century. Epstein's father, Bernard Epstein (19081978), was a &lt;a href=\"radiologist\"&gt;radiologist&lt;/a&gt;, and his mother, Catherine Epstein (\"née\" Reiser; 19082004), managed his father's medical office. He has two sisters. He attended elementary school at P.S.161, a school that is now one of the &lt;a href=\"Success%20Academy%20Charter%20Schools\"&gt;Success Academy Charter Schools&lt;/a&gt;. Epstein and his family lived in Brooklyn until 1954, when his father began working at the &lt;a href=\"Long%20Island%20Jewish%20Medical%20Center\"&gt;Long Island Jewish Medical Center&lt;/a&gt; and their family moved to &lt;a href=\"Great%20Neck%2C%20New%20York\"&gt;Great Neck, Long Island&lt;/a&gt;.\nEpstein attended &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt; as an undergraduate in the early 1960s. He had wide-ranging academic interests and did not wish to select a single &lt;a href=\"Major%20%28academic%29\"&gt;major&lt;/a&gt;, and obtained special permission from the university to pursue a self-selected program of study across &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;, &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;, and &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;. He graduated with a &lt;a href=\"B.A.\"&gt;B.A.&lt;/a&gt; \"&lt;a href=\"Latin%20honors%23North%20America\"&gt;summa cum laude&lt;/a&gt;\" in 1964. Epstein's undergraduate performance earned him a Kellett Fellowship, an award at Columbia that pays for two of each year's top graduates to spend two years in England studying at either &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; or &lt;a href=\"Oxford%20University\"&gt;Oxford University&lt;/a&gt;. Epstein chose Oxford, where he was a member of &lt;a href=\"Oriel%20College\"&gt;Oriel College&lt;/a&gt; and received a &lt;a href=\"British%20undergraduate%20degree%20classification\"&gt;first-class honours&lt;/a&gt; B.A. in &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt; in 1966. \nEpstein then returned to the United States to attend &lt;a href=\"Yale%20Law%20School\"&gt;Yale Law School&lt;/a&gt;. Because he had an English law degree, he entered Yale Law as a transfer student with second-year standing. He graduated in 1968 with an &lt;a href=\"LL.B.\"&gt;LL.B.&lt;/a&gt; \"cum laude\".\nCareer.\nAfter graduating from law school, Epstein was hired as an assistant professor of law at the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; (USC). He taught at USC for four years before moving to the &lt;a href=\"University%20of%20Chicago%20Law%20School\"&gt;University of Chicago Law School&lt;/a&gt; in 1972. Epstein taught at Chicago for 38 years, eventually holding the title of James Parker Hall Distinguished Service Professor of Law. Epstein formally retired from Chicago in 2010, but quickly came out of retirement to join the faculty of &lt;a href=\"New%20York%20University\"&gt;New York University&lt;/a&gt; as its inaugural &lt;a href=\"Laurence%20A.%20Tisch\"&gt;Laurence A. Tisch&lt;/a&gt; Professor of Law. He remains a professor emeritus and senior lecturer at Chicago, occasionally teaching courses there. In 2013, New York University's &lt;a href=\"New%20York%20University%20School%20of%20Law\"&gt;School of Law&lt;/a&gt; established a new academic research center, the Classical Liberal Institute, and named Epstein its inaugural director.\nSince 2001, Epstein has served as the Peter and Kirsten Bedford Senior Fellow at the &lt;a href=\"Hoover%20Institution\"&gt;Hoover Institution&lt;/a&gt;, a prominent American public policy think tank at &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;.\nEpstein has served in many academic and public organizations and has received a number of awards. In 1983, he was made a senior fellow at the Center for Clinical Medical Ethics at the &lt;a href=\"University%20of%20Chicago%20Medical%20School\"&gt;University of Chicago Medical School&lt;/a&gt;, and in 1985 he was inducted into the &lt;a href=\"American%20Academy%20of%20Arts%20and%20Sciences\"&gt;American Academy of Arts and Sciences&lt;/a&gt;. He was editor of the \"&lt;a href=\"Journal%20of%20Legal%20Studies\"&gt;Journal of Legal Studies&lt;/a&gt;\" from 1981 to 1991, and of the \"&lt;a href=\"Journal%20of%20Law%20and%20Economics\"&gt;Journal of Law and Economics&lt;/a&gt;\" from 1991 to 2001. In 2003, Epstein received an honorary &lt;a href=\"LL.D.\"&gt;LL.D.&lt;/a&gt; degree from the &lt;a href=\"University%20of%20Ghent\"&gt;University of Ghent&lt;/a&gt;, and in 2018 he received an honorary doctorate in law from the &lt;a href=\"University%20of%20Siegen\"&gt;University of Siegen&lt;/a&gt;. In 2005 the &lt;a href=\"College%20of%20William%20%26amp%3B%20Mary\"&gt;College of William &amp; Mary&lt;/a&gt; awarded him the &lt;a href=\"Brigham-Kanner%20Property%20Rights%20Prize\"&gt;Brigham-Kanner Property Rights Prize&lt;/a&gt; for his contributions to the field of &lt;a href=\"property%20rights\"&gt;property rights&lt;/a&gt;. In 2011, he was awarded a &lt;a href=\"Bradley%20Foundation%23Bradley%20Prize\"&gt;Bradley Prize&lt;/a&gt; by the Bradley Foundation.\nWritings.\nEpstein became famous in the American legal community in 1985 with &lt;a href=\"Harvard%20University%20Press\"&gt;Harvard University Press&lt;/a&gt;'s publication of his book \"Takings: Private Property and the Power of Eminent Domain\". In it, Epstein argued that the \"&lt;a href=\"takings%20clause\"&gt;takings clause&lt;/a&gt;\" of the &lt;a href=\"Fifth%20Amendment%20to%20the%20U.S.%20Constitution\"&gt;Fifth Amendment to the U.S. Constitution&lt;/a&gt;which reads, \"nor shall private property be taken for public use, without just compensation\", and is traditionally viewed as a limit on the governmental power of &lt;a href=\"eminent%20domain\"&gt;eminent domain&lt;/a&gt;gives constitutional protection to citizens' economic rights, and so requires the government to be regarded the same as any other private entity in a property dispute. The argument was controversial and sparked a great deal of debate on the interpretation of the takings clause after the book's publication.\nIn 1991, during &lt;a href=\"Clarence%20Thomas\"&gt;Clarence Thomas&lt;/a&gt;'s &lt;a href=\"Clarence%20Thomas%20Supreme%20Court%20nomination\"&gt;Supreme Court Justice confirmation hearings&lt;/a&gt;, Senator &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; \"in a dramatic movement\" held the book up and \"repeatedly interrogated\" Thomas about his position on the book's thesis. The book served as a focal point in the argument about the government's ability to control private property. It has also influenced how some courts view property rights and been cited by the &lt;a href=\"U.S.%20Supreme%20Court\"&gt;U.S. Supreme Court&lt;/a&gt; four times, including in the 1992 case \"&lt;a href=\"Lucas%20v.%20South%20Carolina%20Coastal%20Council\"&gt;Lucas v. South Carolina Coastal Council&lt;/a&gt;\".\nAt the height of the &lt;a href=\"HIV%20pandemic\"&gt;HIV pandemic&lt;/a&gt; in 1988, Epstein argued that companies ought to be able to discriminate against \"AIDS carriers\" and that anti-discrimination laws were unfair to employers. In place of such laws, Epstein argued that \"AIDS carriers\" ought to have their health insurance premiums subsidized via taxation so as to \"discipline the behavior of government and interests groups, here by requiring citizens to make choices about how much they individually are prepared to pay to subsidize AIDS carriers.\" Furthermore, he argued that \"[t]here is no reason to suppose that any public benefit obtained from having employers and their insurers care for AIDS victims will be at some level that matches the additional costs that are imposed.\" Instead, Epstein proposed that employers have the right to refuse to hire suspected \"AIDS carriers.\"\nEpstein is an advocate of minimal legal regulation. In his 1995 book \"Simple Rules for a Complex World\", he consolidates much of his previous work and argues that simple rules work best because complexities create excessive costs. Complexity comes from attempting to do justice in individual cases. Complex rules are justifiable, however, if they can be opted out of. For instance, drawing on &lt;a href=\"Gary%20Becker\"&gt;Gary Becker&lt;/a&gt;, he argues that the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act&lt;/a&gt; and other &lt;a href=\"anti-discrimination\"&gt;anti-discrimination&lt;/a&gt; legislation ought to be repealed. Consistent with the principles of &lt;a href=\"classical%20liberalism\"&gt;classical liberalism&lt;/a&gt;, he believes that the federal regulation on &lt;a href=\"same-sex%20marriage\"&gt;same-sex marriage&lt;/a&gt;, the &lt;a href=\"Defense%20of%20Marriage%20Act\"&gt;Defense of Marriage Act&lt;/a&gt;, should be repealed, stating:\nHe has criticized the Supreme Court ruling in \"&lt;a href=\"Obergefell%20v.%20Hodges\"&gt;Obergefell v. Hodges&lt;/a&gt;\". In 2007, Epstein defended the intellectual property rights of pharmaceutical companies against the cheaper, generic production of AIDS drugs, claiming that \"disregarding property rights in the name of human rights reduces human welfare around the globe.\"\nContributing to the anthology \"Our American Story\" (2019), Epstein addressed the possibility of a shared American narrative. Taking a decidedly skeptical approach, Epstein concluded that no new national narrative can be achieved \"unless we engage in what I call American minimalism—a conscious reduction of the issues that we think are truly best handled as a nation and not better address by smaller subnational groups: states, local governments, and, most importantly, all sorts of small private organizations that are free to choose as they please in setting their own membership and mission.\"\nCOVID-19 pandemic.\nIn March and April 2020, Epstein wrote several essays published by the &lt;a href=\"Hoover%20Institution\"&gt;Hoover Institution&lt;/a&gt; giving a contrarian account of &lt;a href=\"COVID-19%20pandemic\"&gt;the ongoing coronavirus outbreak&lt;/a&gt;, and warning against extensive &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20States\"&gt;containment and mitigation measures by the US government&lt;/a&gt;, which he identified as an \"overreaction\". In a piece published on March 16, he argued that the term &lt;a href=\"pandemic\"&gt;pandemic&lt;/a&gt; is not one to be used lightly and that the virus should be allowed to run its course, predicting there would ultimately be 500 US deaths. In early June the US death total passed 100,000 persons. On March 24, when the fatality number had already passed 500, Epstein added a \"Correction &amp; Addendum\", in which he raised his forecast to 5,000 deaths, without changing the underlying model that had led him to his first estimate. On April 6, when the death toll had already far surpassed his earlier predictions, he again revised that figure, with the \"Correction &amp; Addendum\" section now suddenly declaring (under the wrong datestamp \"March 24, 2020\") that the \"original erroneous estimate of 5,000 dead in the US [was] a number 10 times smaller than [he had] intended to state\", implying that both 500 and 5,000 in the earlier article versions had been misspellings of 50,000. After several news reports about Epstein's ever-increasing estimates, on April 21 an editor's note appeared on the website, which explained the latest changes as an \"editing error\" and clarified that the author's original prediction had been 500 deaths. In December 2020, when the death toll from COVID-19 in the United States stood at over 333,000, \"&lt;a href=\"Politico\"&gt;Politico&lt;/a&gt;\" named Epstein's predictions among \"the most audacious, confident and spectacularly incorrect prognostications about the year\".\nEpstein compared &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt; to the &lt;a href=\"2009%20H1N1%20pandemic\"&gt;2009 H1N1 pandemic&lt;/a&gt;, and suggested that public health measures \"are done better at the level of plants, hotels, restaurants, and schools than remotely by political leaders.\" He argued that “the response of the state governors to the coronavirus outbreak has become far more dangerous than the disease itself”, claiming that the number of deaths had been exaggerated. His essays, containing a number of &lt;a href=\"COVID-19%20misinformation\"&gt;factual errors and misconceptions&lt;/a&gt; about the &lt;a href=\"SARS-CoV-2\"&gt;SARS-CoV-2&lt;/a&gt; virus, circulated in conservative circles and in the White House upon their publication. In an article published on June 6 Epstein praised Republican-governed states like Florida for their crisis management, linking the at that time higher fatalities numbers in Democratic-governed states to their \"interventionist policies\".\nInfluence.\nIn 2006, the American scholar &lt;a href=\"James%20W.%20Ely%20Jr.\"&gt;James W. Ely Jr.&lt;/a&gt; wrote: \"It is a widely accepted premise that Professor Richard A. Epstein has exercised a pervasive influence on American legal thought.\" A study published in \"&lt;a href=\"The%20Journal%20of%20Legal%20Studies\"&gt;The Journal of Legal Studies&lt;/a&gt;\" in 2000 identified Epstein as the 12th-most cited legal scholar of the entire 20th century. In 2008, he was chosen in a poll taken by \"&lt;a href=\"Legal%20Affairs\"&gt;Legal Affairs&lt;/a&gt;\" as one of the most influential legal thinkers of modern times. A study of legal publications between 2009 and 2013 found Epstein to be the 3rd most frequently cited American legal scholar, behind only &lt;a href=\"Cass%20Sunstein\"&gt;Cass Sunstein&lt;/a&gt; and &lt;a href=\"Erwin%20Chemerinsky\"&gt;Erwin Chemerinsky&lt;/a&gt;.\nPolitics.\nEpstein has said that when voting, he chooses \"anyone but the Big Two\" who are \"just two members of the same statist party fighting over whose friends will get favors\". He has voted &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian&lt;/a&gt;. Epstein says he is \"certainly a &lt;a href=\"Calvin%20Coolidge\"&gt;Calvin Coolidge&lt;/a&gt; fan; he made some mistakes, but he was a small-government guy\". Epstein served on &lt;a href=\"The%20Constitution%20Project%27s%20Guantanamo%20Task%20Force\"&gt;The Constitution Project's Guantanamo Task Force&lt;/a&gt;. Epstein has said he thinks &lt;a href=\"Learned%20Hand\"&gt;Learned Hand&lt;/a&gt; should have been on the Supreme Court and that his favorite English judge was &lt;a href=\"George%20Bramwell%2C%201st%20Baron%20Bramwell\"&gt;Baron Bramwell&lt;/a&gt;.\nIn early 2015, Epstein commented on his relationship to the modern American political landscape, stating: \"I'm in this very strange position: I'm not a conservative when it comes to religious values and so forth, but I do believe, in effect, in a strong foreign policy and a relatively small domestic government, but that's not the same thing as saying I believe in no government at all.\" He has also been characterized as a &lt;a href=\"Libertarian%20conservatism\"&gt;libertarian conservative&lt;/a&gt;. During a debate with Chris Preble in December 2016, Epstein identified himself as being a \"libertarian hawk.\"\nPersonal life.\nEpstein's wife, Eileen W. Epstein, is a fundraiser and educator who serves on the board of trustees for the philanthropic organization &lt;a href=\"American%20Jewish%20World%20Service\"&gt;American Jewish World Service&lt;/a&gt;. They have three children: two sons, Benjamin M. and Elliot, and a daughter, Melissa. Epstein is a first cousin of the comedian and actor &lt;a href=\"Paul%20Reiser\"&gt;Paul Reiser&lt;/a&gt;.\nEpstein, who had a bar mitzvah, has described himself as \"a rather weak, non-practicing &lt;a href=\"Judaism\"&gt;Jew&lt;/a&gt;.\""
}