{
    "id": "29638672",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=29638672",
    "title": "Vaccinium deliciosum",
    "text": "Vaccinium deliciosum is a species of &lt;a href=\"bilberry\"&gt;bilberry&lt;/a&gt; known by the common names Cascade bilberry, Cascade blueberry, and blueleaf huckleberry.\n\"Vaccinium deliciosum\" is native to western North America from &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; to northern &lt;a href=\"California\"&gt;California&lt;/a&gt; with a few isolated populations in eastern &lt;a href=\"Idaho\"&gt;Idaho&lt;/a&gt;. It grows at &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt;s of in &lt;a href=\"subalpine\"&gt;subalpine&lt;/a&gt; and &lt;a href=\"alpine%20climate\"&gt;alpine climate&lt;/a&gt;s. Its habitat includes &lt;a href=\"temperate%20coniferous%20forest\"&gt;coniferous forests&lt;/a&gt;, meadows, and clearings.\nDescription.\n\"Vaccinium deliciosum\" is a &lt;a href=\"rhizome\"&gt;rhizomatous&lt;/a&gt; &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt; taking a clumpy, matted form, its tangling stem rooting where its nodes touch moist substrate. It may form expansive &lt;a href=\"Colony%20%28biology%29\"&gt;colonies&lt;/a&gt;. The new green twigs are hairless and waxy and the &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; leaves are alternately arranged. The thin &lt;a href=\"Leaf%20shape\"&gt;oval&lt;/a&gt; leaf blades are between 1.5 and 5 cm in length while the edges are mostly smooth but may be serrated near the ends.\nSolitary flowers occur in the leaf axils. Each is 6 or 7 millimeters long, widely &lt;a href=\"urn\"&gt;urn&lt;/a&gt;-shaped to rounded, and pale pink in color. The fruit is a waxy blue or reddish &lt;a href=\"Berry%20%28botany%29\"&gt;berry&lt;/a&gt; with a powdery coating which may be over a centimeter (&gt;0.4 inches) wide. It is said to be particularly tasty. This species can sometimes be confused with &lt;a href=\"Vaccinium%20caespitosum\"&gt;Vaccinium caespitosum&lt;/a&gt; which grows in wetter areas in the same region. V. deliciosum has a powdery coating on the underside of its leaves, while V. caespitosum does not.\nPhysiology.\nStudies show that the intense flavor of the fruits of this plant come from at least 31 different &lt;a href=\"aroma%20compound\"&gt;aromatic flavor compounds&lt;/a&gt; V. deliciosum, like other plants that live alpine communities, have adapted to survive in growing seasons as short as three or four months. From late fall to spring, the plants rely on snow cover to insulate them from temperatures more than several degrees below freezing. Blossoms can become damaged and summer growth can be stunted if the plants experience a hard frost below negative four degrees celsius if unprotected by snow. However, the plants do require a &lt;a href=\"vernalization\"&gt;vernalization&lt;/a&gt; period of freezing temperatures for at least a few months for flowering to occur.\nEcology.\nThe berries are an important food source subalpine zones, and especially in alpine communities which do not have very many edible plants. Animals that feed on the berries include &lt;a href=\"american%20black%20bear\"&gt;black bear&lt;/a&gt;, &lt;a href=\"birds\"&gt;birds&lt;/a&gt;, &lt;a href=\"mice\"&gt;mice&lt;/a&gt;, and &lt;a href=\"chipmunks\"&gt;chipmunks&lt;/a&gt;, while &lt;a href=\"rabbits\"&gt;rabbits&lt;/a&gt; and &lt;a href=\"Black-tailed%20deer\"&gt;deer&lt;/a&gt; eat the foliage. The berries are a favorite among humans, due to their intensely sweet flavor, and can be eaten fresh, dried, or cooked in various dishes. The berries were a staple in the diet of &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; in the &lt;a href=\"Columbia%20Plateau\"&gt;Columbia Plateau&lt;/a&gt; region, who would often travel long distances to harvest the berries. Some tribes performed &lt;a href=\"Controlled%20burn\"&gt;prescribed burns&lt;/a&gt; to create more favorable habitats for the plant. After naturally occurring and prescribed &lt;a href=\"forest%20fires\"&gt;forest fires&lt;/a&gt; in alpine communities, V. deliciousum is oftentimes one of the most successful surviving plant species. Since the shrub is rhizomatous, it is sometimes possible to &lt;a href=\"Transplanting\"&gt;transplant&lt;/a&gt; and cultivate cuttings for &lt;a href=\"agricultural\"&gt;agricultural&lt;/a&gt; or &lt;a href=\"landscaping\"&gt;landscaping&lt;/a&gt; purposes. However, V. deliciosum oftentimes has difficulty growing at elevations below 2000 ft."
}