{
    "id": "29643497",
    "revid": "14383484",
    "url": "https://en.wikipedia.org/wiki?curid=29643497",
    "title": "CBZ Bank Limited",
    "text": "CBZ Bank Limited, also CBZ Bank, is a &lt;a href=\"commercial%20bank\"&gt;commercial bank&lt;/a&gt; in Zimbabwe. It is one of the financial services institutions licensed by the &lt;a href=\"Reserve%20Bank%20of%20Zimbabwe\"&gt;Reserve Bank of Zimbabwe&lt;/a&gt;, the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; and national banking regulator.\nLocation.\nThe headquarters and main branch of the bank are located on the 3rd Floor of Union House, at 60 Kwame Nkrumah Avenue, in downtown &lt;a href=\"Harare\"&gt;Harare&lt;/a&gt;, the capital and largest city in Zimbabwe. The geographical coordinates of the bank's headquarters are: 17°49'40.0\"S, 31°02'55.0\"E (Latitude:-17.827778; Longitude:31.048611).\nOverview.\n, the bank was the largest financial services provider in Zimbabwe, ahead of &lt;a href=\"FBC%20Bank\"&gt;FBC Bank&lt;/a&gt;, &lt;a href=\"Barclays%20Bank\"&gt;Barclays Bank Zimbabwe&lt;/a&gt;, &lt;a href=\"Stanbic%20Bank\"&gt;Stanbic Bank Zimbabwe&lt;/a&gt; and &lt;a href=\"Standard%20Chartered%20Zimbabwe\"&gt;Standard Chartered Zimbabwe&lt;/a&gt;. At that time, CBZ Bank's total assets were valued in excess of US$1.992 billion with shareholders' equity of US$188.11 million.\nHistory.\nThe bank was founded in 1980 as the Bank of Credit and Commerce Zimbabwe Limited (BCCZL). In 1991, BCCZL ran into financial difficulty and faced liquidation. The &lt;a href=\"Government%20of%20Zimbabwe\"&gt;Government of Zimbabwe&lt;/a&gt; acquired 100% shareholding in the bank to avert closure of the institution. Following takeover by the government, the bank was renamed Commercial Bank of Zimbabwe Limited.\nIn 2004, bank was re-organized and renamed &lt;a href=\"CBZ%20Bank\"&gt;CBZ Bank Limited&lt;/a&gt;. CBZ Bank Limited became a subsidiary of &lt;a href=\"CBZ%20Holdings\"&gt;CBZ Holdings Limited&lt;/a&gt;, whose shares are traded on the &lt;a href=\"Zimbabwe%20Stock%20Exchange\"&gt;Zimbabwe Stock Exchange&lt;/a&gt;. In the second quarter of 2010, CBZ Bank merged its operations with those of CBZ Building Society, a process that required regulatory approval. The Reserve Bank of Zimbabwe approved the merger in October 2012 and the process was concluded in February 2013.\nOwnership.\nAccording to the December 2017 Annual Report of the CBZ Holdings Limited (CBZ Group), whose shares of &lt;a href=\"stock\"&gt;stock&lt;/a&gt; are traded on the Zimbabwe Stock Exchange, the major shareholders in the Group were as listed in the table below:\nBranches.\nAs of 30 June 2014, CBZ Bank Limited maintained a network of branches at 66 locations in all major urban centres of Zimbabwe."
}