{
    "id": "2966372",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2966372",
    "title": "Alhambra Theatre of Variety",
    "text": "The Alhambra was a popular theatre and &lt;a href=\"music%20hall\"&gt;music hall&lt;/a&gt; located on the east side of &lt;a href=\"Leicester%20Square\"&gt;Leicester Square&lt;/a&gt;, in the &lt;a href=\"West%20End%20theatre\"&gt;West End&lt;/a&gt; of &lt;a href=\"London\"&gt;London&lt;/a&gt;. It was built originally as the Royal Panopticon of Science and Arts opening on 18 March 1854. It was closed after two years and reopened as the Alhambra. The building was demolished in 1936. The name was also adopted by many other British music hall theatres located elsewhere; in &lt;a href=\"Bradford%20Alhambra\"&gt;Bradford&lt;/a&gt;, in Hull and in &lt;a href=\"Alhambra%20Theatre%20Glasgow\"&gt;Glasgow&lt;/a&gt; etc. The name comes from association with the Moorish splendour of the &lt;a href=\"Alhambra\"&gt;Alhambra&lt;/a&gt; palace in &lt;a href=\"Granada\"&gt;Granada&lt;/a&gt;, Spain.\nHistory.\nOrigins.\nThe Alhambra was originally known as the &lt;a href=\"Royal%20Panopticon\"&gt;Royal Panopticon&lt;/a&gt; and was a landmark building at 23–27 Leicester Square, completed in 1854 by T. Hayter Lewis as a venue for showcasing the finest in the arts and for &lt;a href=\"scientific\"&gt;scientific&lt;/a&gt; demonstrations and popular education. This lasted for two years, and then the decision to add a circus ring was taken. When it reopened on 3 April 1858 it was renamed the Alhambra.\nThe 1858 building conversion to the \"Alhambra Circus\", was also by T. Hayter Lewis. It had a frontage and was very tall for the time. It was built in a &lt;a href=\"Moorish\"&gt;Moorish&lt;/a&gt; style, with lavish fenestration, two towers and a dome, similar to the eponymous &lt;a href=\"Bradford\"&gt;Bradford&lt;/a&gt; theatre in architectural style. It was a complete contrast with the neighbouring buildings. Inside there was a central rotunda in diameter and high. There was a secondary entrance to the rear on &lt;a href=\"Charing%20Cross%20Road\"&gt;Charing Cross Road&lt;/a&gt;.\nThe Leicester Square theatre's name was changed frequently, but usually reflected the building's (very loose) stylistic associations with the celebrated &lt;a href=\"Alhambra\"&gt;Alhambra&lt;/a&gt; in &lt;a href=\"Granada\"&gt;Granada&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. By 1864, the circus had become the Alhambra &lt;a href=\"Music%20Hall\"&gt;Music Hall&lt;/a&gt;. Rebuildings occurred in 1866 and 1881, by Perry and Reed. From 1871, when it obtained a licence, an &lt;a href=\"Equestrianism\"&gt;equestrian&lt;/a&gt; &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt; was performed. From 1872 to 1898 (except for 1883–84) &lt;a href=\"Georges%20Jacobi\"&gt;Georges Jacobi&lt;/a&gt; was musical director of the Alhambra. Over the years he composed more than 100 works for ballet, many of them performed at the Alhambra where for some years the prima ballerina was &lt;a href=\"Emma%20Palladino\"&gt;Emma Palladino&lt;/a&gt;.\nThe Alhambra was destroyed by fire in 1882, and was rebuilt in a more restrained style by Reed, reopening in 1884 as the Alhambra Theatre. Further rebuildings were in 1888 by Edward Clark, 1892 by Clark and Pollard, 1897 by &lt;a href=\"W.%20M.%20Brutton\"&gt;W. M. Brutton&lt;/a&gt;, and in 1912 by the prolific theatre architect, &lt;a href=\"Frank%20Matcham\"&gt;Frank Matcham&lt;/a&gt;. Other names used during the life of the theatre were the Royal Alhambra Palace; Alhambra Theatre of Varieties; Theatre Royal, Alhambra; Great United States Circus and New Alhambra Theatre.\nEntertainments.\nLondon's Alhambra was predominantly used for the popular entertainment of the day, &lt;a href=\"music%20hall\"&gt;music hall&lt;/a&gt;. The usual music hall acts were performed, as well as the début of &lt;a href=\"Jules%20L%C3%A9otard\"&gt;Jules Léotard&lt;/a&gt; performing his aerial act, above the heads of diners in May 1861. Other entertainments included \"patriotic demonstrations\" celebrating the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; and British military successes. The theatre also staged &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt; and light &lt;a href=\"opera\"&gt;opera&lt;/a&gt;. In the 1860s, &lt;a href=\"John%20Hollingshead\"&gt;John Hollingshead&lt;/a&gt; took over management at the Alhambra and made it famous for its sumptuous staging, alluring &lt;a href=\"corps%20de%20ballet\"&gt;corps de ballet&lt;/a&gt; and the notorious front-of-house Promenade bar. At its bars, the attractions of the Alhambra's ballet were not merely artistic:\nThe \"&lt;a href=\"Can-Can\"&gt;Can-Can&lt;/a&gt;\" as presented at the Alhambra by the 'Parisian Colonna' troupe proved so sexually provocative that in October 1870 the Alhambra was deprived of its dancing licence.\nAnother example of the fare on offer was this 1882 production, written by &lt;a href=\"Dion%20Boucicault\"&gt;Dion Boucicault&lt;/a&gt; and &lt;a href=\"James%20Planche\"&gt;J. R. Planche&lt;/a&gt;:\nEarly films were also a part of the entertainment, with &lt;a href=\"Robert%20W.%20Paul\"&gt;Robert W. Paul&lt;/a&gt;, a former collaborator of &lt;a href=\"Birt%20Acres\"&gt;Birt Acres&lt;/a&gt;, presenting his first theatrical programme on 25 March 1896. This included films featuring cartoonist &lt;a href=\"William%20Mecham\"&gt;Tom Merry&lt;/a&gt; drawing caricatures of the German Emperor &lt;a href=\"Kaiser%20Wilhelm%20II\"&gt;Kaiser Wilhelm II&lt;/a&gt; (1895), and &lt;a href=\"Prince%20Bismarck\"&gt;Prince Bismarck&lt;/a&gt; (1895). Merry had previously performed his lightning fast drawing as part of a music hall stage act.\nDuring World War I, a series of hit &lt;a href=\"revues\"&gt;revues&lt;/a&gt; played at the Alhambra that included \"&lt;a href=\"The%20Bing%20Boys%20Are%20Here\"&gt;The Bing Boys Are Here&lt;/a&gt;\" (1916), which featured the first performances of the song \"&lt;a href=\"If%20You%20Were%20The%20Only%20Girl%20In%20The%20World\"&gt;If You Were The Only Girl In The World&lt;/a&gt;\", performed by &lt;a href=\"Violet%20Lorraine\"&gt;Violet Lorraine&lt;/a&gt; and &lt;a href=\"George%20Robey\"&gt;George Robey&lt;/a&gt; &lt;a href=\"https%3A//web.archive.org/web/20070129065521/http%3A//www.firstworldwar.com/audio/Violet%2520Lorraine%2520and%2520George%2520Robey%2520-%2520If%2520You%2520Were%2520The%2520Only.mp3\"&gt;&lt;/a&gt;. This was followed by \"The Bing Boys on Broadway\" (1917) and \"The Bing Boys are There\" (1918). The music for the revues was written by &lt;a href=\"Nat%20D.%20Ayer\"&gt;Nat D. Ayer&lt;/a&gt; with lyrics by Clifford Grey, and the text was by &lt;a href=\"George%20Grossmith%20Jr.\"&gt;George Grossmith Jr.&lt;/a&gt;\nLike many other theatres, the Alhambra went into decline after World War I owing to the increasing popularity of cinema and radio. It was demolished in 1936 to make way for the &lt;a href=\"Odeon%20Leicester%20Square\"&gt;Odeon Leicester Square&lt;/a&gt;, which remains on the site. The entrance on &lt;a href=\"Charing%20Cross%20Road\"&gt;Charing Cross Road&lt;/a&gt; has also been demolished and is now a modern office block."
}