{
    "id": "29673355",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=29673355",
    "title": "Pablo Mac Donough",
    "text": "Pablo Mac Donough is a professional &lt;a href=\"polo\"&gt;polo&lt;/a&gt; player from &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; with a &lt;a href=\"10-goal\"&gt;10-goal&lt;/a&gt; &lt;a href=\"polo\"&gt;polo&lt;/a&gt; player.\nBiography.\nMac Donough was born in &lt;a href=\"Pehuajo\"&gt;Pehuajo&lt;/a&gt; and began playing polo with his family at a young age.\nCareer.\nHis career has included wins in the &lt;a href=\"Campeonato%20Argentino%20Abierto%20de%20Polo\"&gt;Argentine Open&lt;/a&gt; (9), the Hurlingham Open (9), the Tortugas Open (11), the British Open (1) the Queen's Cup (2), and the C.V. Whitney Cup (1). Mac Donough has also played in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, winning the Sottogrande Gold (2) and Silver Cups. Won Camara de Diputados (2), Ellerstina Gold Cup 2006. In Argentina he has played alongside his brother, Matias Mac Donough, and his cousins &lt;a href=\"Gonzalo%20Pieres\"&gt;Gonzalo&lt;/a&gt; and &lt;a href=\"Facundo%20Pieres\"&gt;Facundo Pieres&lt;/a&gt;. \nIn 2010, Mac Donough played in the United Kingdom with the &lt;a href=\"Dubai%20Polo%20Team\"&gt;Dubai Polo Team&lt;/a&gt; and won the Queen's Cup and the British Open. In Argentina with Ellerstina, he has won the Jockey Club Open, Tortugas Open, Hurlingham Open and the &lt;a href=\"Campeonato%20Argentino%20Abierto%20de%20Polo\"&gt;Argentine Open&lt;/a&gt;. This makes Ellerstina the first team since La Aguada, in 2003, to win the Argentine Triple Crown of polo.\nSince 2011 Mac Donough plays for La Dolfina, winning 7 out of the last 8 editions of the most prestigious tournament in the world, The Argentine Open. As well with this team, they have won three consecutive Triple Crowns (Tortugas Open, Hurlingham Open and Argentine Open) 2013-2014-2015 making La Dolfina the only team in polo history to achieve it.\nWith his brother Matias, they breed polo ponies through their cria: La Irenita, many of them are now playing in the highest level of polo.\nFamily.\nPablo is married to Mercedes Venancio.\nHe has a son called Milo Mac Donough, a daughter called Olivia Mac Donough and the youngest son, Rafa Mac Donough."
}