{
    "id": "29683095",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=29683095",
    "title": "Values of Civilization (Doyle)",
    "text": "The Values of Civilization &lt;a href=\"sculpture\"&gt;sculpture&lt;/a&gt; group is &lt;a href=\"public%20art\"&gt;public art&lt;/a&gt; by &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; artist &lt;a href=\"Alexander%20Doyle\"&gt;Alexander Doyle&lt;/a&gt;. The &lt;a href=\"allegorical%20sculpture\"&gt;allegorical sculpture&lt;/a&gt; group is located on the third floor in the &lt;a href=\"Rotunda%20%28architecture%29\"&gt;rotunda&lt;/a&gt; of the &lt;a href=\"Indiana%20Statehouse\"&gt;Indiana State House&lt;/a&gt;, which is in &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, United States. The heroic-sized sculptures, representing &lt;a href=\"Agriculture\"&gt;Agriculture&lt;/a&gt;, &lt;a href=\"Art\"&gt;Art&lt;/a&gt;, &lt;a href=\"Commerce\"&gt;Commerce&lt;/a&gt;, &lt;a href=\"History\"&gt;History&lt;/a&gt;, &lt;a href=\"Justice\"&gt;Justice&lt;/a&gt;, &lt;a href=\"Law\"&gt;Law&lt;/a&gt;, &lt;a href=\"Liberty\"&gt;Liberty&lt;/a&gt;, and &lt;a href=\"Oratory%20%28worship%29\"&gt;Oratory&lt;/a&gt;, were carved from &lt;a href=\"Carrara\"&gt;Carrara&lt;/a&gt; &lt;a href=\"marble\"&gt;marble&lt;/a&gt; in Italy in the late 1880s.\nDescription.\n\"Agriculture\".\n\"Agriculture\" is approximately tall and carved out of Italian Carrara marble; the sculpture sits on a large &lt;a href=\"cement\"&gt;cement&lt;/a&gt; base. A black label with the word \"AGRICULTURE\" in large gold letters is affixed to the base. The sculpture is a female form symbolizing &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;. The figure has classical features, wears her hair in a bun with two looped braids, and is clothed in robes. Her robes are belted at the waist, as well as draped over her &lt;a href=\"proper%20left\"&gt;proper left&lt;/a&gt; arm. In her proper left arm she also holds &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;. Her proper left foot is extended forward, and her proper right foot is pointed behind her body (as if she is in the middle of a step).\n\"Art\".\n\"Art\" is an approximately 9-foot tall (274.32 cm) statue of a young female figure wearing a floor-length tunic underneath an intricately tied outer garment, which is pinned at her proper left shoulder with a &lt;a href=\"Fibula%20%28brooch%29\"&gt;fibula&lt;/a&gt;. The outer garment is belted at the sculpture's upper and lower waist and is approximately two inches shorter than the tunic. The skirts of both the tunic and outer garment fall towards the floor in a multitude of folds. It is crossed diagonally over her shoulder blades and loosely gathered on her proper right chest, exposing her neck and breastbone. The statue's hair is parted in the middle and pulled back from her face into a twisted bun, and a crown of laurel leaves is nestled atop her head. Her gaze is directed forwards and her features are idealized, like the other female figures of the sculpture group with the exception of \"Justice\". In her proper left hand, she carries a round &lt;a href=\"palette%20%28painting%29\"&gt;palette&lt;/a&gt; held down at her side, and in her proper right hand, a &lt;a href=\"paintbrush\"&gt;paintbrush&lt;/a&gt; held in front of her at waist height. She stands with her weight on both feet, with her proper right foot extended slightly forward of her proper left. There are several dots of an unknown black substance on the marble base underneath her feet, in front of her proper left foot. There is no discernible foundry mark or signature, but the statue is identified by the black label attached to the cement &lt;a href=\"pedestal\"&gt;pedestal&lt;/a&gt; underneath her feet, which reads \"ART\" in gold lettering.\n\"Commerce\".\n\"Commerce\" measures approximately tall and is carved out of Italian Carrara marble. It rests on a cement base; attached to the base is a black label that reads \"COMMERCE\" in large gold letters. The sculpture is a female figure representing &lt;a href=\"commerce\"&gt;commerce&lt;/a&gt;. She is dressed in &lt;a href=\"Hellenistic\"&gt;Hellenistic&lt;/a&gt; robes which are belted at the waist, and her hair is styled in a bun (with a few tendrils loose on her neck). She holds a &lt;a href=\"caduseus\"&gt;caduseus&lt;/a&gt;, a classic symbol of commerce, in the crook of her proper right arm. Her proper right foot is extended slightly forward, while her proper left foot is pointed downward behind her body (as if she is in the middle of a step).\n\"History\".\n\"History\" is an approximately 9-foot tall (274.32 cm) statue of a female figure draped in Hellenistic robes, holding a feathered &lt;a href=\"quill\"&gt;quill&lt;/a&gt; in her proper right hand and an open book cradled in the crook of her proper left arm. She wears a floor-length tunic with a wide, slightly pleated neckline underneath a loosely draped mantle which is approximately a foot shorter than the tunic itself. The mantle is draped over her proper left shoulder, encircles her body about the proper right hip, and is gathered at her proper left waist. Her proper right sleeve is rolled halfway up her arm above the elbow, and her proper right arm is crossed in front of her body, horizontal to her waist. She holds a feathered quill delicately in her proper right hand, and little finger of which is curled and raised slightly. The little finger of her proper left hand, which holds the open book, is also curled slightly, adding a sense of delicacy to her pose. Some of the pages of the book have been delineated from one another, in order to give it a more realistic appearance. Her hair is pulled back into a braid, and wound around itself several times, creating a thick bun. Her features have an idealized cast to them, and her eyes are lowered, gazing at the pages of the book in her proper left hand. The sculpture's proper right foot is raised slightly at the heel, and she stands with the majority of her weight on her proper left foot. This sculpture, like the other seven, is carved from Italian Carrara marble, and sits upon a cement pedestal. Approximately three feet below the base of the statue is a black plaque, upon which is the word \"HISTORY\" in gold lettering.\n\"Justice\".\nDoyle’s sculpture \"Justice\" is carved from a single block of Carrara marble and is approximately tall. Her right proper leg is relaxed with the foot set in front. Her proper left leg bears the weight and her left hip is raised slightly. Her left arm rests loosely at her side with a bend in her elbow. In her left hand she holds a sword lightly, its point fixed to the base below. Wrapped around the sword’s blade are the &lt;a href=\"Lady%20Justice\"&gt;scales of justice&lt;/a&gt;. Her right arm is close to her body and is bent at the elbow. Her right hand is open, palm up, with fingers curved slightly.\nThe woman is dressed in &lt;a href=\"Hellenistic%20art\"&gt;Hellenistic&lt;/a&gt; clothing with soft folds of drapery carved naturalistically. The dress is full length with its collar lying falling just below her neck and its hem mostly covering her feet. The bodice is gathered and snugly fit. Around the waist a thick, twisted band of fabric is wrapped so that it appears lightly knotted with the cloth’s end coming from under the band at the rear of the dress. This excess length of cloth is drawn up through the crook of her right arm. The dress’ sleeves appear rolled and sit just above the elbows.\nOf the eight works in this sculpture group, only \"Justice\" does not have a classically rendered face. Articles in Indianapolis and &lt;a href=\"Bedford%2C%20Indiana\"&gt;Bedford, Indiana&lt;/a&gt; newspapers have reported that the model for Justice was &lt;a href=\"Hoosier\"&gt;Hoosier&lt;/a&gt; Mary E. Wilson, &lt;a href=\"n%C3%A9e\"&gt;née&lt;/a&gt; White (27 November 1845 – 11 April 1908). Mary Wilson’s husband, Francis M. Wilson (27 December 1839 – 9 May 1922) was a judge on Indiana’s Tenth Judicial Circuit Court. It is not known if Alexander Doyle and Francis Wilson were acquainted; however, each owned and were involved in the operation of limestone quarries outside Bedford, Indiana. Limestone from this region was used in the construction of the Indiana State House.\nThe sculpture rests on a large square cement base that has a dark plaque with \"JUSTICE\" in gold letters.\n\"Law\".\nCarved from a single block of Carrara marble, \"Law\" stands approximately tall. His proper left leg is in front of his right. The right proper leg bears the weight. In the crook of his left arm is a large book symbolizing written law. In his right hand is a staff.\nHis Roman-style robes resemble a &lt;a href=\"toga\"&gt;toga&lt;/a&gt;. The full-length garment has a flat, squared collar and gathers at neckline and sleeves, Belted at waist, the toga is drawn up loosely between his waist and book so that soft folds drape diagonally across body front. A length of fabric is pulled over his left shoulder and is tucked under his left arm between the book and his body.\nThe face is wrinkled and veined with deep creases at the forehead and under the deep-set eyes. The mustache and beard are full, and the beard is divided into two at the center of the chin. Around his head is a wreath of oak leaves. Short hair curls from under the wreath and the top of the head is bald. Evidence of abrasions from original carving are visible on the top of the head.\nThe sculpture rests on a large square cement base that holds a dark plaque with \"LAW\" in gold letters.\n\"Liberty\".\n\"Liberty\" is a tall statue made of Carrara marble which symbolizes &lt;a href=\"liberty\"&gt;liberty&lt;/a&gt; in the form of a young woman with idealized features. She stands with legs slightly apart and her proper left foot positioned in front of her body, while her proper right foot points away from her body at an approximately 45° &lt;a href=\"angle\"&gt;angle&lt;/a&gt;. She wears a Hellenistic tunic which is pinned at each shoulder, exposing both arms and draping across her bust. The upper part of the tunic has slipped down on her proper right, exposing her shoulder. The tunic is cinched at the waist and falls in folds to her sandaled feet. \"Liberty\" is wrapped in a mantle, and gathers its folds at waist height in her proper left hand. Her proper right arm is extended towards the ground and positioned close to her body. Her proper right hand holds a long sword, the point of which rests on the base in between her feet. \"Liberty\" wears a &lt;a href=\"Phrygian%20cap%23United%20States\"&gt;Phrygian cap&lt;/a&gt; atop her hair, which is tied back at the base of her neck. One thick lock of hair falls down the middle of her back, while another is swept forward onto her proper right shoulder. The statue stands on a large square cement base which holds a black plaque that reads \"LIBERTY\" in gold letters.\n\"Oratory\".\nThis statue is a depiction of \"Oratory\" carved out of marble. The tall marble statue sits on a large cement base with a plaque that reads \"ORATORY\". The sculpture is a man in &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; robes. He is holding his right hand out in a declamatory gesture and he is gathering his robes in his left hand.\nHistorical information.\nThis sculpture group comprises eight statues which represent the fields of human endeavor that shaped civilization, and was commissioned as a set by the Indiana State House Board of Commissions in June 1887. Alexander Doyle proposed to furnish eight statues in either plaster, for which he quoted a price of $5,000, or in marble, for which he quoted a price of $9,000. As he was based in New York at the time, all correspondence was addressed to him there.\nThe subjects of the statues were to be mutually agreed upon with Adolph Scherrer, architect of the Indiana State House. Doyle created half natural size plaster models of the proposed sculptures, and sent photographs of them to the Board of Commissions in early August 1887. On August 17, 1887, a contract for the sculptures was prepared and sent to Doyle. The contract stipulated that the Board of Commissions had the right to “alter, modify, or change” the subjects of the models, and that work on the pieces would not begin until they had approved the designs. Between August 18 and 19, 1887, the Board of Commissions accepted the proposed designs based on the plaster models, and Doyle was authorized to begin work on the sculptures.\nThough Doyle is recorded as having designed and executed the eight statues, a contemporary newspaper article indicates that Italian stone workers actually carved them, earning a wage of $3 to $7 a day. Heavy &lt;a href=\"tariff\"&gt;tariff&lt;/a&gt;s were placed on blocks of marble imported from overseas at the time, but art intended for public exhibition was admitted to the country duty-free. Doyle is recorded as having saved the state of Indiana $1,500 by having the pieces sculpted in Italy, rather than in the United States.\nOn March 8, 1888, the Board of Commissions corresponded with Doyle to find out the necessary dimensions of the pedestals which the sculptures would eventually be installed upon, desiring to prepare them in advance. The Board of Commissions requested Doyle’s presence at the arrival of the statues, as he was to assess the condition of the statues and check for any damages sustained during shipment. The statues traveled by freight train after having arrived in America from Italy, and were delivered to the Indiana State House on September 1, 1888. The statues were then installed, the last of which was put into place on September 20, 1888.\nLocation history.\nThe sculptures were shipped from Italy and arrived at the Indiana State House on September 1, 1888. When General &lt;a href=\"Benjamin%20Harrison\"&gt;Benjamin Harrison&lt;/a&gt; inspected the pieces on September 12 of the same year, he found them still stored in their original shipping containers. The statues remained in these boxes until their installation, which took place between September 17 and 20 of 1888. As the entire set was intended from the beginning of the State House building project to be placed within the State House Rotunda, they have remained in their original positions since their installation. \"History\" and \"Liberty\" are located in the Northwest side of the Rotunda, while \"Art\" and \"Law\" are located in the Northeast. \"Justice\" and \"Commerce\" occupy the Southwest side of the Rotunda, and \"Agriculture\" and \"Oratory\" occupy the Southeast.\nCondition.\nBetween 1945 and 1948, a project was undertaken to renovate the Governor's Suite at the State House. As part of this renovation, the sculptures in the rotunda were cleaned with acid, and spotlighted to improve visibility. Forty years later, the eight sculptures were cleaned again as part of the renovations to the Indiana Statehouse that took place during \"Hoosier Celebration 88.\" According to the Indiana Department of Administration website, after the cleaning, details of the eight rotunda sculptures that had not been seen in many years became visible once again."
}