{
    "id": "29692467",
    "revid": "408438",
    "url": "https://en.wikipedia.org/wiki?curid=29692467",
    "title": "King Philip (clipper)",
    "text": "King Philip was a 19th-century &lt;a href=\"clipper\"&gt;clipper&lt;/a&gt; ship launched in 1856 and wrecked in 1878. The wreck of this ship is only rarely visible; very infrequently the timbers can be seen protruding from the sands of &lt;a href=\"Ocean%20Beach%2C%20San%20Francisco%2C%20California\"&gt;Ocean Beach&lt;/a&gt;, on the Pacific Ocean coast of &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, California. The wreck is the \"most complete remains of an American &lt;a href=\"medium%20clipper\"&gt;medium clipper&lt;/a&gt;.\"\nThis is a shipwreck of one of many ships that were &lt;a href=\"Ships%20lost%20in%20San%20Francisco\"&gt;wrecked&lt;/a&gt; in and around &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt;.\nHistory.\n\"King Philip\" was built in &lt;a href=\"Alna%2C%20Maine\"&gt;Alna, Maine&lt;/a&gt; in 1856. Seven years later she was being advertised as \"a strictly first-class clipper ship with quick dispatch\" and \"well-known to shippers as one of the best and most reliable vessels in the California trade. Stands A-1 for seven years\". With a wooden &lt;a href=\"Hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; and three &lt;a href=\"Mast%20%28sailing%29\"&gt;masts&lt;/a&gt;, she was a medium-sized clipper measuring 1,194 &lt;a href=\"Builder%27s%20Old%20Measurement%23American%20tons%20burthen\"&gt;tons&lt;/a&gt;. She was named for &lt;a href=\"Metacomet\"&gt;Metacomet&lt;/a&gt; (who was known to the English as \"King Philip\"), a war chief or \"&lt;a href=\"sachem\"&gt;sachem&lt;/a&gt;\" of the &lt;a href=\"Wampanoag%20people\"&gt;Wampanoag&lt;/a&gt; Indians. Metacomet was the Wampanoag's leader in &lt;a href=\"King%20Philip%27s%20War\"&gt;King Philip's War&lt;/a&gt;.\nThe ship carried cargo from the Eastern United States to San Francisco, and called at &lt;a href=\"Baker%20Island\"&gt;Baker Island&lt;/a&gt; for &lt;a href=\"guano\"&gt;guano&lt;/a&gt;. The route required going around &lt;a href=\"Cape%20Horn\"&gt;Cape Horn&lt;/a&gt;, which is famous for its enormous storms. The historian &lt;a href=\"Samuel%20Eliot%20Morison\"&gt;Samuel Eliot Morison&lt;/a&gt; has called this kind of ship \"the noblest of all sailing vessels.\" The fastest-ever clipper ship, &lt;a href=\"Flying%20Cloud%20%28clipper%29\"&gt;\"Flying Cloud\"&lt;/a&gt;, once sailed from New York City to San Francisco in only 89 days; \"King Philip\", although fast, was not as fast.\n\"King Philip\" had a turbulent history, including at least two &lt;a href=\"mutiny\"&gt;mutinies&lt;/a&gt; or sailors' rebellions, with the ship surviving being set on fire on both of those occasions. Finally, on January 25, 1878, 22 years after she was built, \"King Philip\" left San Francisco Bay under Captain A.W. Keller, bound for &lt;a href=\"Port%20Gamble\"&gt;Port Gamble&lt;/a&gt;, carrying no cargo. A steam-powered &lt;a href=\"tugboat\"&gt;tugboat&lt;/a&gt; had towed her out of the Bay, in order to help her maneuver in the dangerous waters. At that exact moment, an accident caused the death of the captain of a ship that was nearby, and the tugboat crew was called upon to help out with that emergency. Left on her own without the tugboat to steer her, \"King Philip\" dropped an anchor, but the anchor did not hold fast, and the clipper drifted with the current towards the breakers of the beach and ran aground in heavy surf, which caused the ship to break apart.\nIn its news article, the \"Daily Alta California\" described the scene:\nAll the members of the crew survived the shipwreck, it being so close to the sandy beach and dry land, but the clipper herself was a total loss. Right after the incident, what was left of the wrecked clipper was offered up for auction. The remnants were bought for $1,050 (equivalent to $ today) by a San Francisco businessman named John Molloy, who was able to salvage metal fittings and sails from the destroyed clipper. The rest of the wreck was blown up and abandoned.\nReappearing wreck.\nLeft in place at extreme low tide level in 1878, what is left of the wreck of \"King Philip\" is usually completely covered in sand. Sometimes, as the profile of the sand on the beach shifts and changes, the timbers reemerge and are visible during low tides. \nThe wreck was partially visible when the schooner \"Reporter\" wrecked on the same site on March 13, 1902. Contemporary accounts noted that \"Reporter\" was \"fast digging her own grave alongside the bones of the \"King Philip\", whose ribs are still seen ...\" The wrecks of both ships were buried in 1910 when bulldozing of the sand dunes to build the &lt;a href=\"Great%20Highway\"&gt;Great Highway&lt;/a&gt; pushed large amounts of sand onto the beach. \nThe first documented more recent appearance was in 1982. The wreck was also visible in March 1983, when National Park Service archaeologist &lt;a href=\"James%20Delgado\"&gt;James Delgado&lt;/a&gt; documented the site with fellow archaeologist &lt;a href=\"Martin%20T.%20Mayer\"&gt;Martin T. Mayer&lt;/a&gt;. The wreck was exposed in May 1984 to a hitherto unseen degree, at which time Delgado and a larger team returned to document more of the hull. That project determined the ship was nearly half intact (45%) from the keel to the 'tween deck level, was still partially sheathed in \"yellow\" or &lt;a href=\"Muntz%20metal\"&gt;Muntz metal&lt;/a&gt;, and was ballasted with rocks from San Francisco's &lt;a href=\"Telegraph%20Hill%2C%20San%20Francisco\"&gt;Telegraph Hill&lt;/a&gt;. Tangled wire rope and rigging elements as well as timbers from the schooner \"Reporter\" were also found mixed into \"King Philip\"'s hull.\nAfter an appearance in 1985, the next time the wreck was visible was almost 22 years later, in May 2007. The subsequent construction of the Ocean Beach sewer outfall resulted in more sand being dumped onto Ocean Beach, which again buried the ship. It was exposed again in November 2010, three years after its previous appearance. In April 2011 the wreck again became visible, this time to the same degree that it had been in 1984.\nStephen Haller, the park historian for the &lt;a href=\"Golden%20Gate%20National%20Recreation%20Area\"&gt;Golden Gate National Recreation Area&lt;/a&gt; of the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt;, says that \"King Philip\" is the best-preserved wreck of a wooden ship in the San Francisco Bay area, which has a total of approximately 200 old shipwrecks. According to James Delgado, the wreck of \"King Philip\" is the only known structural remains of an American &lt;a href=\"medium%20clipper\"&gt;medium clipper&lt;/a&gt;, a prototype of the American &lt;a href=\"Down%20Easter%20%28ship%29\"&gt;downeaster&lt;/a&gt;, the typical American wooden deepwaterman of the 19th century.\nBecause Ocean Beach belongs to the National Park Service and is federal property, the wreck of the old ship is federal property. The wreck is located at ."
}