{
    "id": "29723106",
    "revid": "937705",
    "url": "https://en.wikipedia.org/wiki?curid=29723106",
    "title": "Transformative Innovation for Development and Emergency Support",
    "text": "The STAR-TIDES project (Sustainable Technologies, Accelerated Research - Transformative Innovation for Development and Emergency Support) is a global knowledge-sharing research network coordinated at the George Mason University (GMU). It is derived from a research project called TIDES which was originally a research effort for the Institute for National Strategic Studies (INSS) at the &lt;a href=\"National%20Defense%20University\"&gt;National Defense University&lt;/a&gt; (NDU)--part of the Department of Defense. The STAR-TIDES project promotes sustainable support to stressed populations – post-war, post-disaster, or impoverished, in foreign or domestic contexts, for short-term or long-term (multi-year) operations. The project provides reach-back “knowledge on demand” to decision-makers and those working in the field. It uses public-private partnerships and “whole-of-government” approaches to encourage unity of action among diverse organizations where there is no unity of command, and facilitates both inter-agency and international engagement.\nStrategy.\nTIDES has three main goals, to:\nSTAR-TIDES analyses begin with scenarios chosen by stakeholders. These include: \nBetter collaboration and shared situational awareness among disparate stakeholders in these, and other, environments could improve readiness for, and responses to, disasters, instabilities, insurgencies, and food crises. Exercises, training and education are key to institutionalizing lessons learned, and historically events like the &lt;a href=\"Strong%20Angel\"&gt;Strong Angel&lt;/a&gt; series of demonstrations have served as early sources of such lessons. Links are being forged among the Defense Department (DoD), U.S. State Department, U.S. Department of Homeland Security, other US government agencies, International Organizations, NGOs, Private Volunteer Organizations (PVOs), the business community and academia.\nIn lieu of the deployable, expensive systems that DoD often brings to these contingencies, STAR-TIDES focuses on seven infrastructures: shelter, water, power, integrated combustion and solar cooking, cooling/lighting/heating, sanitation and information &amp; communications technologies (ICT). Solutions need to be sustainable by local populations with the resources they're likely to have available, and all information will be made available in the public domain via this website.\nOnce examples of low cost infrastructures are identified, “cross-cutting” solution sets (mixes of shel-ter, water, power, etc.) can be tailored to the needs of the local coalitions of business, government and civil society—those who will have to implement and sustain them on the ground. Not all solutions suit all scenarios—building partner nation capacity to stabilize southern archipelagoes calls for different answers than supporting mountain earthquake victims in winter. STAR-TIDES’ focus on the needs of “relevant populations” contributes to humanitarian assistance, the Millennium Development Goals, and peace building. It supports public diplomacy, meets National Security Strategy guidance, and improves the inter-agency's ability to work together and interact with participants in civil-military missions, such as when implementing the National Incident Management System (NIMS). In addition, all parties may save money by agreeing on which supplies could best be provided by governments, and which by non-government entities, commercial supply chains, or empowered individuals."
}