{
    "id": "2976760",
    "revid": "1358233",
    "url": "https://en.wikipedia.org/wiki?curid=2976760",
    "title": "Baluster",
    "text": "A baluster is a vertical moulded shaft, square, or &lt;a href=\"lathe\"&gt;lathe&lt;/a&gt;-turned form found in &lt;a href=\"stairways\"&gt;stairways&lt;/a&gt;, &lt;a href=\"parapet\"&gt;parapet&lt;/a&gt;s, and other architectural features. In &lt;a href=\"furniture\"&gt;furniture&lt;/a&gt; construction it is known as a &lt;a href=\"spindle%20%28furniture%29\"&gt;spindle&lt;/a&gt;. Common materials used in its construction are wood, stone, and less frequently metal and ceramic. A group of balusters supporting a &lt;a href=\"handrail\"&gt;handrail&lt;/a&gt;, &lt;a href=\"coping%20%28architecture%29\"&gt;coping&lt;/a&gt;, or ornamental detail are known as a balustrade.\nThe term baluster shaft is used to describe forms such as a candlestick, upright furniture support, and the stem of a brass chandelier.\nThe term banister (also bannister) refers to a baluster or to the system of balusters and handrail of a stairway. It may be used to include its supporting structures, such as a supporting &lt;a href=\"newel\"&gt;newel&lt;/a&gt; post.\nEtymology.\nAccording to \"&lt;a href=\"OED\"&gt;OED&lt;/a&gt;\", \"baluster\" is derived through the , from , from \"balaustra\", \"pomegranate flower\" [from a resemblance to the swelling form of the half-open flower (\"illustration, below right\")], from &lt;a href=\"Latin%20language\"&gt;Latin&lt;/a&gt; \"balaustium\", from &lt;a href=\"Ancient%20Greek%20language\"&gt;Greek&lt;/a&gt; βαλαύστιον (\"balaustion\").\nHistory.\nThe earliest examples of balusters are those shown in the &lt;a href=\"bas-relief\"&gt;bas-relief&lt;/a&gt;s representing the &lt;a href=\"Assyria\"&gt;Assyria&lt;/a&gt;n palaces, where they were employed as functional window balustrades and apparently had &lt;a href=\"Ionic%20order\"&gt;Ionic&lt;/a&gt; capitals. As an architectural element alone the balustrade did not seem to have been known to either the &lt;a href=\"Ancient%20Greece\"&gt;Greeks&lt;/a&gt; or the &lt;a href=\"Ancient%20Rome\"&gt;Romans&lt;/a&gt;, but baluster forms are familiar in the legs of chairs and tables represented in Roman bas-reliefs, where the original legs or the models for cast bronze ones were shaped on the lathe, or in Antique marble candelabra, formed as a series of stacked bulbous and disc-shaped elements, both kinds of sources familiar to &lt;a href=\"Quattrocento\"&gt;Quattrocento&lt;/a&gt; designers.\nThe application to architecture was a feature of the early &lt;a href=\"Renaissance%20architecture\"&gt;Renaissance architecture&lt;/a&gt;: late fifteenth-century examples are found in the balconies of palaces at &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt; and &lt;a href=\"Verona\"&gt;Verona&lt;/a&gt;. These quattrocento balustrades are likely to be following yet-unidentified &lt;a href=\"Gothic%20architecture\"&gt;Gothic precedents&lt;/a&gt;. They form balustrades of &lt;a href=\"colonette\"&gt;colonette&lt;/a&gt;s as an alternative to miniature arcading.\n&lt;a href=\"Rudolf%20Wittkower\"&gt;Rudolf Wittkower&lt;/a&gt; withheld judgement as to the inventor of the baluster and credited &lt;a href=\"Giuliano%20da%20Sangallo\"&gt;Giuliano da Sangallo&lt;/a&gt; with using it consistently as early as the balustrade on the &lt;a href=\"Terrace%20%28building%29\"&gt;terrace&lt;/a&gt; and stairs at the &lt;a href=\"Medici\"&gt;Medici&lt;/a&gt; villa at &lt;a href=\"Poggio%20a%20Caiano\"&gt;Poggio a Caiano&lt;/a&gt; (\"c\" 1480), and used balustrades in his reconstructions of antique structures. Sangallo passed the motif to &lt;a href=\"Donato%20Bramante\"&gt;Bramante&lt;/a&gt; (his &lt;a href=\"San%20Pietro%20in%20Montorio%23The%20Tempietto\"&gt;Tempietto&lt;/a&gt;, 1502) and &lt;a href=\"Michelangelo\"&gt;Michelangelo&lt;/a&gt;, through whom balustrades gained wide currency in the 16th century.\nWittkower distinguished two types, one symmetrical in profile that inverted one bulbous vase-shape over another, separating them with a cushionlike &lt;a href=\"torus\"&gt;torus&lt;/a&gt; or a concave ring, and the other a simple vase shape, whose employment by Michelangelo at the &lt;a href=\"Campidoglio\"&gt;Campidoglio&lt;/a&gt; steps (\"c\" 1546), noted by Wittkower, was preceded by very early vasiform balusters in a balustrade round the drum of &lt;a href=\"Santa%20Maria%20delle%20Grazie%20%28Milan%29\"&gt;Santa Maria delle Grazie&lt;/a&gt; (\"c\" 1482), and railings in the cathedrals of &lt;a href=\"Aquileia\"&gt;Aquileia&lt;/a&gt; (\"c\" 1495) and &lt;a href=\"Parma\"&gt;Parma&lt;/a&gt;, in the cortile of San Damaso, Vatican, and &lt;a href=\"Antonio%20da%20Sangallo%20the%20Younger\"&gt;Antonio da Sangallo&lt;/a&gt;'s crowning balustrade on the &lt;a href=\"Santa%20Casa\"&gt;Santa Casa&lt;/a&gt; at Loreto installed in 1535, and liberally in his model for the &lt;a href=\"Basilica%20of%20Saint%20Peter\"&gt;Basilica of Saint Peter&lt;/a&gt;. Because of its low &lt;a href=\"center%20of%20gravity\"&gt;center of gravity&lt;/a&gt;, this \"vase-baluster\" may be given the modern term \"dropped baluster\".\nMaterials used.\nBalusters may be made of &lt;a href=\"carved%20stone\"&gt;carved stone&lt;/a&gt;, &lt;a href=\"cast%20stone\"&gt;cast stone&lt;/a&gt;, &lt;a href=\"plaster\"&gt;plaster&lt;/a&gt;, &lt;a href=\"polymer\"&gt;polymer&lt;/a&gt;, &lt;a href=\"polyurethane\"&gt;polyurethane&lt;/a&gt;/&lt;a href=\"polystyrene\"&gt;polystyrene&lt;/a&gt;, &lt;a href=\"polyvinyl%20chloride\"&gt;polyvinyl chloride&lt;/a&gt; (PVC), &lt;a href=\"precast%20concrete\"&gt;precast concrete&lt;/a&gt;, &lt;a href=\"wood\"&gt;wood&lt;/a&gt; or &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt;. Cast-stone balusters were a development of the 18th century in Great Britain (see &lt;a href=\"Coade%20stone\"&gt;Coade stone&lt;/a&gt;), and &lt;a href=\"cast%20iron\"&gt;cast iron&lt;/a&gt; balusters a development largely of the 1840s.\nProfiles and style changes.\nThe baluster, being a &lt;a href=\"Turning\"&gt;turned structure&lt;/a&gt;, tends to follow design precedents that were set in woodworking and ceramic practices, where the &lt;a href=\"Lathe\"&gt;turner's lathe&lt;/a&gt; and the &lt;a href=\"potter%27s%20wheel\"&gt;potter's wheel&lt;/a&gt; are ancient tools. The profile a baluster takes is often diagnostic of a particular style of architecture or furniture, and may offer a rough guide to date of a design, though not of a particular example.\nSome complicated &lt;a href=\"Mannerism\"&gt;Mannerist&lt;/a&gt; baluster forms can be read as a vase set upon another vase. The high shoulders and bold, rhythmic shapes of the &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; vase and baluster forms are distinctly different from the sober baluster forms of &lt;a href=\"Neoclassicism\"&gt;Neoclassicism&lt;/a&gt;, which look to other precedents, like Greek &lt;a href=\"amphora\"&gt;amphora&lt;/a&gt;s. The distinctive twist-turned designs of balusters in oak and walnut English and Dutch seventeenth-century furniture, which took as their prototype the &lt;a href=\"Solomonic%20column\"&gt;Solomonic column&lt;/a&gt; that was given prominence by &lt;a href=\"Bernini\"&gt;Bernini&lt;/a&gt;, fell out of style after the 1710s.\nOnce it had been taken from the lathe, a turned wood baluster could be split and applied to an architectural surface, or to one in which architectonic themes were more freely treated, as on cabinets made in Italy, Spain and Northern Europe from the sixteenth through the seventeenth centuries. Modern baluster design is also in use for example in designs influenced by the &lt;a href=\"Arts%20and%20Crafts%20movement\"&gt;Arts and Crafts movement&lt;/a&gt; in a 1905 row of houses in Etchingham Park Road Finchley London England.\nOutside Europe, the baluster column appeared as a new motif in &lt;a href=\"Mughal%20architecture\"&gt;Mughal architecture&lt;/a&gt;, introduced in &lt;a href=\"Shah%20Jahan\"&gt;Shah Jahan&lt;/a&gt;'s interventions in two of the three great fortress-palaces, the &lt;a href=\"Red%20Fort%20of%20Agra\"&gt;Red Fort of Agra&lt;/a&gt; and &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt;, in the early seventeenth century. Foliate baluster columns with naturalistic foliate capitals, unexampled in previous Indo-Islamic architecture according to &lt;a href=\"Ebba%20Koch\"&gt;Ebba Koch&lt;/a&gt;, rapidly became one of the most widely used forms of supporting shaft in Northern and Central India in the eighteenth and nineteenth centuries.\nThe modern term baluster shaft is applied to the shaft dividing a window in &lt;a href=\"Anglo-Saxons\"&gt;Saxon&lt;/a&gt; architecture. In the south transept of &lt;a href=\"St%20Albans%20Cathedral\"&gt;the Abbey in St Albans&lt;/a&gt;, England, are some of these shafts, supposed to have been taken from the old Saxon church. &lt;a href=\"Norman%20architecture\"&gt;Norman&lt;/a&gt; bases and capitals have been added, together with plain cylindrical Norman shafts.\nBalusters are normally separated by at least the same measurement as the size of the square bottom section. Placing balusters too far apart diminishes their aesthetic appeal, and the structural integrity of the balustrade they form. Balustrades normally terminate in heavy &lt;a href=\"newel\"&gt;newel&lt;/a&gt; posts, columns, and building walls for structural support.\nBalusters may be formed in several ways. Wood and stone can be shaped on the lathe, wood can be cut from square or rectangular section boards, while concrete, plaster, iron, and plastics are usually formed by molding and casting. Turned patterns or old examples are used for the molds."
}