{
    "id": "297809",
    "revid": "1068950076",
    "url": "https://en.wikipedia.org/wiki?curid=297809",
    "title": "Socialist Federal Republic of Yugoslavia",
    "text": "The Socialist Federal Republic of Yugoslavia, commonly referred to as SFR Yugoslavia or simply Yugoslavia, was a &lt;a href=\"Socialist%20state\"&gt;socialist country&lt;/a&gt; in &lt;a href=\"Southeast%20Europe\"&gt;Southeast&lt;/a&gt; and &lt;a href=\"Central%20Europe\"&gt;Central Europe&lt;/a&gt; that existed from its foundation in the &lt;a href=\"aftermath%20of%20World%20War%20II\"&gt;aftermath of World War II&lt;/a&gt; until &lt;a href=\"Breakup%20of%20Yugoslavia\"&gt;its dissolution&lt;/a&gt; in 1992 amid the &lt;a href=\"Yugoslav%20Wars\"&gt;Yugoslav Wars&lt;/a&gt;. Covering an area of 255,804 km2 (98,766 sq mi), the SFRY bordered the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; and &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; to the west, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; and &lt;a href=\"Hungarian%20People%27s%20Republic\"&gt;Hungary&lt;/a&gt; to the north, &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt; and &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt; to the east, and &lt;a href=\"People%27s%20Socialist%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt; and &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; to the south. It was a one-party &lt;a href=\"socialist%20state\"&gt;socialist state&lt;/a&gt; and &lt;a href=\"federation\"&gt;federation&lt;/a&gt; governed by the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; and made up of six &lt;a href=\"%23Federal%20units\"&gt;socialist republics&lt;/a&gt;—&lt;a href=\"Socialist%20Republic%20of%20Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;, &lt;a href=\"Socialist%20Republic%20of%20Croatia\"&gt;Croatia&lt;/a&gt;, &lt;a href=\"Socialist%20Republic%20of%20Macedonia\"&gt;Macedonia&lt;/a&gt;, &lt;a href=\"Socialist%20Republic%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt;, &lt;a href=\"Socialist%20Republic%20of%20Serbia\"&gt;Serbia&lt;/a&gt;, and &lt;a href=\"Socialist%20Republic%20of%20Slovenia\"&gt;Slovenia&lt;/a&gt;—with &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; as its capital; it also included two &lt;a href=\"Autonomous%20administrative%20division\"&gt;autonomous provinces&lt;/a&gt; within Serbia: &lt;a href=\"Socialist%20Autonomous%20Province%20of%20Kosovo\"&gt;Kosovo&lt;/a&gt; and &lt;a href=\"Socialist%20Autonomous%20Province%20of%20Vojvodina\"&gt;Vojvodina&lt;/a&gt;. \nThe SFRY traces its origins to 26 November 1942, when the &lt;a href=\"Anti-Fascist%20Council%20for%20the%20National%20Liberation%20of%20Yugoslavia\"&gt;Anti-Fascist Council for the National Liberation of Yugoslavia&lt;/a&gt; was formed during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; to resist &lt;a href=\"Axis%20occupation%20of%20Yugoslavia\"&gt;Axis occupation&lt;/a&gt; of the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;. Following the country's liberation, &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;King Peter II&lt;/a&gt; was deposed, the &lt;a href=\"Monarchy%20of%20Yugoslavia\"&gt;monarchy&lt;/a&gt; was ended, and on 29 November 1945, the Federal People's Republic of Yugoslavia was proclaimed. Led by &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt;, the new &lt;a href=\"Communist%20government\"&gt;Communist government&lt;/a&gt; sided with the &lt;a href=\"Eastern%20Bloc\"&gt;Eastern Bloc&lt;/a&gt; at the beginning of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; but pursued a policy of &lt;a href=\"Neutrality%20%28international%20relations%29\"&gt;neutrality&lt;/a&gt; following the &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;Tito–Stalin split&lt;/a&gt; in 1948; it became one of the founding members of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;, and transitioned from a &lt;a href=\"command%20economy\"&gt;command economy&lt;/a&gt; to &lt;a href=\"Market%20socialism%23In%20practice\"&gt;market-based socialism&lt;/a&gt;. \nFollowing the &lt;a href=\"death%20of%20Tito\"&gt;death of Tito&lt;/a&gt; on 4 May 1980, the &lt;a href=\"Economy%20of%20the%20Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslav economy&lt;/a&gt; started to collapse, which increased unemployment and inflation. The economic crisis led to rising &lt;a href=\"ethnic%20nationalism\"&gt;ethnic nationalism&lt;/a&gt; and political dissidence in the late 1980s and early 1990s. With the &lt;a href=\"Fall%20of%20Communism\"&gt;Fall of Communism&lt;/a&gt; in &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;, efforts to transition into a &lt;a href=\"confederation\"&gt;confederation&lt;/a&gt; also failed; the two wealthiest republics, &lt;a href=\"Socialist%20Republic%20of%20Croatia\"&gt;Croatia&lt;/a&gt; and &lt;a href=\"Socialist%20Republic%20of%20Slovenia\"&gt;Slovenia&lt;/a&gt;, seceded and gained some international recognition in 1991. The federation dissolved along the borders of federated republics, hastened by the start of the Yugoslav Wars, and the &lt;a href=\"Breakup%20of%20Yugoslavia\"&gt;federation formally broke up&lt;/a&gt; on 27 April 1992. Two republics, &lt;a href=\"Socialist%20Republic%20of%20Serbia\"&gt;Serbia&lt;/a&gt; and &lt;a href=\"Socialist%20Republic%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt;, remained within a reconstituted state known as the &lt;a href=\"Federal%20Republic%20of%20Yugoslavia\"&gt;Federal Republic of Yugoslavia&lt;/a&gt;, or FR Yugoslavia, but this state was not recognized internationally as the official successor state to SFR Yugoslavia. \"&lt;a href=\"Former%20Yugoslavia\"&gt;Former Yugoslavia&lt;/a&gt;\" is now commonly used retrospectively.\nName.\nThe name \"&lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;\", an &lt;a href=\"Anglicised\"&gt;Anglicised&lt;/a&gt; transcription of \"Jugoslavija\", is a composite word made up of \"jug\" ('yug') (with the 'j' pronounced like an English 'y') and \"slavija\". The &lt;a href=\"Slavic%20languages\"&gt;Slavic&lt;/a&gt; word \"jug\" means 'south', while \"slavija\" (\"Slavia\") denotes a 'land of the &lt;a href=\"Slavs\"&gt;Slavs&lt;/a&gt;'. Thus, a translation of \"Jugoslavija\" would be 'South-Slavia' or 'Land of the &lt;a href=\"South%20Slavs\"&gt;South Slavs&lt;/a&gt;'. The full official name of the federation varied significantly between 1945 and 1992. Yugoslavia was formed in 1918 under the name &lt;a href=\"Kingdom%20of%20Serbs%2C%20Croats%20and%20Slovenes\"&gt;Kingdom of Serbs, Croats and Slovenes&lt;/a&gt;. In January 1929, King &lt;a href=\"Alexander%20I%20of%20Yugoslavia\"&gt;Alexander I&lt;/a&gt; assumed dictatorship of the kingdom and renamed it the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;, for the first time making the term \"Yugoslavia\"—which had been used colloquially for decades (even before the country was formed)—the official name of the state. After the Kingdom was occupied by the Axis during World War II, the &lt;a href=\"Anti-Fascist%20Council%20for%20the%20National%20Liberation%20of%20Yugoslavia\"&gt;Anti-Fascist Council for the National Liberation of Yugoslavia&lt;/a&gt; (AVNOJ) announced in 1943 the formation of the &lt;a href=\"Democratic%20Federal%20Yugoslavia\"&gt;Democratic Federal Yugoslavia&lt;/a&gt; (DF Yugoslavia or DFY) in the substantial resistance-controlled areas of the country. The name deliberately left the &lt;a href=\"republic\"&gt;republic&lt;/a&gt;-or-&lt;a href=\"monarchy\"&gt;kingdom&lt;/a&gt; question open. In 1945, &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;King Peter II&lt;/a&gt; was officially deposed, with the state reorganized as a republic, and accordingly renamed Federal People's Republic of Yugoslavia (FPR Yugoslavia or FPRY), with the constitution coming into force in 1946. In 1963, amid pervasive liberal constitutional reforms, the name \"Socialist Federal Republic of Yugoslavia\" was introduced. The state is most commonly referred to by the latter name, which it held for the longest period of all. Of the three main Yugoslav languages, the Serbo-Croatian and Macedonian name for the state was identical, while Slovene slightly differed in capitalization and the spelling of the adjective \"Socialist\". The names are as follows:\nDue to the length of the name, abbreviations were often used to refer to the Socialist Federal Republic of Yugoslavia, though the state was most commonly known simply as \"Yugoslavia\". The most common abbreviation is SFRY, though SFR Yugoslavia was also used in an official capacity, particularly by the media.\nHistory.\nWorld War II.\n1941.\nOn 6 April 1941, Yugoslavia was &lt;a href=\"Invasion%20of%20Yugoslavia\"&gt;invaded by the Axis powers&lt;/a&gt; led by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;; by 17 April 1941, the country was fully occupied and was soon carved up by the &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt;. Yugoslav resistance was soon established in two forms, the Royal &lt;a href=\"Yugoslav%20Army%20in%20the%20Homeland\"&gt;Yugoslav Army in the Homeland&lt;/a&gt; and the &lt;a href=\"Communist%20Party%20of%20Yugoslavia\"&gt;Communist&lt;/a&gt; &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt;. The Partisan supreme commander was &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt;, and under his command the movement soon began establishing \"liberated territories\" which attracted the attention of occupying forces. Unlike the various nationalist militias operating in occupied Yugoslavia, the Partisans were a pan-Yugoslav movement promoting the \"&lt;a href=\"brotherhood%20and%20unity\"&gt;brotherhood and unity&lt;/a&gt;\" of Yugoslav nations, and representing the republican, left-wing, and socialist elements of the Yugoslav political spectrum. The coalition of political parties, factions, and prominent individuals behind the movement was the &lt;a href=\"People%27s%20Liberation%20Front%20%28Yugoslavia%29\"&gt;People's Liberation Front&lt;/a&gt; (\"Jedinstveni narodnooslobodilački front\", JNOF), led by the &lt;a href=\"Communist%20Party%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt; (KPJ).\n1942.\nThe Front formed a representative political body, the &lt;a href=\"Anti-Fascist%20Council%20for%20the%20People%27s%20Liberation%20of%20Yugoslavia\"&gt;Anti-Fascist Council for the People's Liberation of Yugoslavia&lt;/a&gt; (AVNOJ, \"Antifašističko Veće Narodnog Oslobođenja Jugoslavije\"). The AVNOJ, which met for the first time in Partisan-liberated &lt;a href=\"Biha%C4%87\"&gt;Bihać&lt;/a&gt; on 26 November 1942 (&lt;a href=\"First%20Session%20of%20the%20AVNOJ\"&gt;First Session of the AVNOJ&lt;/a&gt;), claimed the status of Yugoslavia's &lt;a href=\"deliberative%20assembly\"&gt;deliberative assembly&lt;/a&gt; (parliament).\n1943.\nDuring 1943, the Yugoslav Partisans began attracting serious attention from the Germans. In two major operations, \"Fall Weiss\" (January to April 1943) and \"Fall Schwartz\" (15 May to 16 June 1943), the Axis attempted to stamp out the Yugoslav resistance once and for all. In the &lt;a href=\"Battle%20of%20the%20Neretva\"&gt;Battle of the Neretva&lt;/a&gt; and the &lt;a href=\"Battle%20of%20the%20Sutjeska\"&gt;Battle of the Sutjeska&lt;/a&gt;, the 20,000-strong Partisan Main Operational Group engaged a force of around 150,000 combined Axis troops. In both battles, despite heavy casualties, the Group succeeded in evading the trap and retreating to safety. The Partisans emerged stronger than before and now occupied a more significant portion of Yugoslavia. The events greatly increased the standing of the Partisans, and granted them a favorable reputation among the Yugoslav populace, leading to increased recruitment. On 8 September 1943, &lt;a href=\"Armistice%20between%20Italy%20and%20Allied%20armed%20forces\"&gt;Fascist Italy capitulated&lt;/a&gt; to the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt;, leaving their occupation zone in Yugoslavia open to the Partisans. Tito took advantage of the events by briefly liberating the &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt;n shore and its cities. This secured Italian weaponry and supplies for the Partisans, volunteers from the cities previously annexed by &lt;a href=\"Fascist%20Italy%20%281922%E2%80%931943%29\"&gt;Italy&lt;/a&gt;, and Italian recruits crossing over to the Allies (the &lt;a href=\"Garibaldi%20Division\"&gt;Garibaldi Division&lt;/a&gt;). After this favorable chain of events, the AVNOJ decided to meet for the second time – now in Partisan-liberated &lt;a href=\"Jajce\"&gt;Jajce&lt;/a&gt;. The &lt;a href=\"Second%20Session%20of%20the%20AVNOJ\"&gt;Second Session of the AVNOJ&lt;/a&gt; lasted from 21 to 29 November 1943 (right before and during the &lt;a href=\"Tehran%20Conference\"&gt;Tehran Conference&lt;/a&gt;), and came to a number of significant conclusions. The most significant of these was the establishment of the &lt;a href=\"Democratic%20Federal%20Yugoslavia\"&gt;Democratic Federal Yugoslavia&lt;/a&gt;, a state that would be a &lt;a href=\"federation\"&gt;federation&lt;/a&gt; of six equal &lt;a href=\"South%20Slavs\"&gt;South Slavic&lt;/a&gt; republics (as opposed to the allegedly &lt;a href=\"Serb\"&gt;Serb&lt;/a&gt; predominance in &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;pre-war Yugoslavia&lt;/a&gt;). The council decided on a \"neutral\" name and deliberately left the question of \"&lt;a href=\"monarchy\"&gt;monarchy&lt;/a&gt; vs. &lt;a href=\"republic\"&gt;republic&lt;/a&gt;\" open, ruling that &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;Peter II&lt;/a&gt; would only be allowed to return from exile in &lt;a href=\"London\"&gt;London&lt;/a&gt; upon a favorable result of a pan-Yugoslav referendum on the question. Among other decisions, the AVNOJ decided on forming a provisional executive body, the &lt;a href=\"National%20Committee%20for%20the%20Liberation%20of%20Yugoslavia\"&gt;National Committee for the Liberation of Yugoslavia&lt;/a&gt; (NKOJ, \"Nacionalni komitet oslobođenja Jugoslavije\"), appointing Tito as the Prime Minister. Having achieved success in the 1943 engagements Tito was also granted the rank of &lt;a href=\"Marshal%20of%20Yugoslavia\"&gt;Marshal of Yugoslavia&lt;/a&gt;. Favorable news also came from the Tehran Conference when the Allies concluded that the Partisans would be recognized as the Allied Yugoslav resistance movement and granted supplies and wartime support against the Axis occupation.\n1944.\nAs the war turned decisively against the &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; in 1944, the Partisans continued to hold significant chunks of Yugoslav territory. With the Allies in Italy, the Yugoslav islands of the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; were a haven for the resistance. On 17 June 1944, the Partisan base on the island of &lt;a href=\"Vis%20%28island%29\"&gt;Vis&lt;/a&gt; housed a conference between Josip Broz Tito, Prime Minister of the &lt;a href=\"NKOJ\"&gt;NKOJ&lt;/a&gt; (representing the AVNOJ), and &lt;a href=\"Ivan%20%C5%A0uba%C5%A1i%C4%87\"&gt;Ivan Šubašić&lt;/a&gt;, Prime Minister of the royalist Yugoslav government-in-exile in London. The conclusions, known as the &lt;a href=\"Tito-%C5%A0uba%C5%A1i%C4%87%20Agreement\"&gt;Tito-Šubašić Agreement&lt;/a&gt;, granted the King's recognition to the AVNOJ and the Democratic Federal Yugoslavia (DFY) and provided for the establishment of a joint Yugoslav coalition government headed by Tito with Šubašić as the foreign minister, with the AVNOJ confirmed as the provisional Yugoslav parliament. &lt;a href=\"Peter%20II%20of%20Yugoslavia\"&gt;King Peter II&lt;/a&gt;'s government-in-exile in London, partly due to pressure from the United Kingdom, recognized the state in the agreement, signed on 17 June 1944 between Šubašić and Tito. The DFY's legislature, after November 1944, was the Provisional Assembly. The Tito-Šubašić agreement of 1944 declared that the state was a pluralist democracy that guaranteed: democratic liberties; personal freedom; &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt;, &lt;a href=\"Freedom%20of%20assembly\"&gt;assembly&lt;/a&gt;, and &lt;a href=\"Freedom%20of%20religion\"&gt;religion&lt;/a&gt;; and a &lt;a href=\"Freedom%20of%20the%20press\"&gt;free press&lt;/a&gt;. However, by January 1945 Tito had shifted the emphasis of his government away from emphasis on pluralist democracy, claiming that though he accepted democracy, he claimed there was no need for multiple parties, as he claimed that multiple parties were unnecessarily divisive in the midst of Yugoslavia's war effort and that the &lt;a href=\"People%27s%20Front%20%28Yugoslavia%29\"&gt;People's Front&lt;/a&gt; represented all the Yugoslav people. The People's Front coalition, headed by the &lt;a href=\"Communist%20Party%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt; and its general secretary Tito, was a major movement within the government. Other political movements that joined the government included the \"Napred\" movement represented by Milivoje Marković.&lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, the capital of Yugoslavia, was &lt;a href=\"Belgrade%20Offensive\"&gt;liberated&lt;/a&gt; with the help of the Soviet &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; in October 1944, and the formation of a new Yugoslav government was postponed until 2 November 1944, when the Belgrade Agreement was signed and the provisional government formed. The agreements also provided for the eventual post-war elections that would determine the state's future system of government and economy.\n1945.\nBy 1945, the Partisans were clearing out Axis forces and liberating the remaining parts of occupied territory. On 20 March 1945, the Partisans launched their General Offensive in a drive to completely oust the Germans and the remaining collaborating forces. By the end of April 1945 the remaining northern parts of Yugoslavia were liberated, and chunks of southern German (Austrian) territory, and Italian territory around Trieste were occupied by Yugoslav troops. Yugoslavia was now once more a fully intact state, with its borders closely resembling their pre-1941 form and was envisioned by the Partisans as a \"Democratic Federation\", including six &lt;a href=\"federated%20states\"&gt;federated states&lt;/a&gt;: the &lt;a href=\"Federated%20State%20of%20Bosnia%20and%20Herzegovina\"&gt;Federated State of Bosnia and Herzegovina&lt;/a&gt; (FS Bosnia and Herzegovina), &lt;a href=\"Federated%20State%20of%20Croatia\"&gt;Federated State of Croatia&lt;/a&gt; (FS Croatia), &lt;a href=\"Federated%20State%20of%20Macedonia\"&gt;Federated State of Macedonia&lt;/a&gt; (FS Macedonia), &lt;a href=\"Federated%20State%20of%20Montenegro\"&gt;Federated State of Montenegro&lt;/a&gt; (FS Montenegro), &lt;a href=\"Federated%20State%20of%20Serbia\"&gt;Federated State of Serbia&lt;/a&gt; (FS Serbia), and &lt;a href=\"Federated%20State%20of%20Slovenia\"&gt;Federated State of Slovenia&lt;/a&gt; (FS Slovenia). The nature of its government, however, remained unclear, and Tito was highly reluctant to include the exiled King Peter II in post-war Yugoslavia as demanded by Winston Churchill. In February 1945, Tito acknowledged the existence of a &lt;a href=\"regent\"&gt;Regency&lt;/a&gt; Council representing the King: the first and only act of the council as established on 7 March, however, was to proclaim a new government under Tito's premiership. The nature of the state was still unclear immediately after the war, and on 26 June 1945, the government signed the &lt;a href=\"United%20Nations%20Charter\"&gt;United Nations Charter&lt;/a&gt; using only \"Yugoslavia\" as an official name, with no reference to either a Kingdom or a Republic. Acting as head of state on 7 March, the King appointed to his Regency Council constitutional lawyers Srđan Budisavljević, &lt;a href=\"Ante%20Mandi%C4%87\"&gt;Ante Mandić&lt;/a&gt; and Dušan Sernec. In doing so, the King empowered his Council to form a common &lt;a href=\"Provisional%20Government%20of%20the%20Democratic%20Federal%20Yugoslavia\"&gt;temporary government&lt;/a&gt; with NKOJ and accept Tito's nomination as Prime Minister of the first normal government. As authorized by the King, the Regency Council has thus accepted the Tito's nomination on 29 November 1945 when FPRY was declared. By this unconditional transfer of powers, King Peter II had &lt;a href=\"abdication\"&gt;abdicated&lt;/a&gt; to Tito. This date, when the second Yugoslavia was born under international law, had since been marked as Yugoslavia's national holiday \"&lt;a href=\"Republic%20Day%2329%20November%20in%20Yugoslavia%20%281945%E2%80%932002%29\"&gt;Day of the Republic&lt;/a&gt;\", however following the Communists' switch to &lt;a href=\"authoritarianism\"&gt;authoritarianism&lt;/a&gt;, this holiday officially marked the 1943 Session of AVNOJ that coincidentally fell on the same day of the year.\nPost-World War II period.\nThe first Yugoslav post-World War II elections were set for &lt;a href=\"1945%20Yugoslav%20parliamentary%20election\"&gt;11 November 1945&lt;/a&gt;. By this time the coalition of parties backing the Partisans, the &lt;a href=\"People%27s%20Liberation%20Front%20%28Yugoslavia%29\"&gt;People's Liberation Front&lt;/a&gt; (\"Jedinstveni narodnooslobodilački front\", JNOF), had been renamed into the &lt;a href=\"People%27s%20Front%20%28Yugoslavia%29\"&gt;People's Front&lt;/a&gt; (\"Narodni front\", NOF). The People's Front was primarily led by the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt; (KPJ), and represented by Josip Broz Tito. The reputation of both benefited greatly from their wartime exploits and decisive success, and they enjoyed genuine support among the populace. However, the old pre-war political parties were reestablished as well. As early as January 1945, while the enemy was still occupying the northwest, Josip Broz Tito commented:\nHowever, while the elections themselves were fairly conducted by a secret ballot, the campaign that preceded them was highly irregular. Opposition newspapers were banned on more than one occasion, and in Serbia, the opposition leaders such as &lt;a href=\"Milan%20Grol\"&gt;Milan Grol&lt;/a&gt; received threats via the press. The opposition withdrew from the election in protest to the hostile atmosphere and this situation caused the three royalist representatives, Grol-Subasic-&lt;a href=\"Juraj%20%C5%A0utej\"&gt;Juraj Šutej&lt;/a&gt;, to secede from the provisional government. Indeed, voting was on a single list of People's Front candidates with provision for opposition votes to be cast in separate voting boxes, but this procedure made electors identifiable by &lt;a href=\"OZNA\"&gt;OZNA&lt;/a&gt; agents. The election results of 11 November 1945 were decisively in favor of the former, with an average of 85% of voters of each &lt;a href=\"federated%20state\"&gt;federated state&lt;/a&gt; casting their ballot for the People's Front. On 29 November 1945, the second anniversary of the &lt;a href=\"Second%20Session%20of%20the%20AVNOJ\"&gt;Second Session of the AVNOJ&lt;/a&gt;, the Constituent Assembly of Yugoslavia formally abolished the monarchy and declared the state a republic. The country's official name became the Federal People's Republic of Yugoslavia (FPR Yugoslavia, FPRY), and the six &lt;a href=\"federated%20states\"&gt;federated states&lt;/a&gt; became \"People's Republics\" Yugoslavia became a &lt;a href=\"one-party%20state\"&gt;one-party state&lt;/a&gt; and was considered in its earliest years a model of Communist orthodoxy. The Yugoslav government allied with the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; under &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; and early on in the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; shot down two American airplanes flying in Yugoslav airspace on 9 and 19 August 1946. These were the first aerial shoot downs of western aircraft during the Cold War and caused deep distrust of Tito in the United States and even calls for military intervention against Yugoslavia. The new Yugoslavia also closely followed the &lt;a href=\"Stalinist\"&gt;Stalinist&lt;/a&gt; &lt;a href=\"Soviet%20model\"&gt;Soviet model&lt;/a&gt; of &lt;a href=\"economic%20development\"&gt;economic development&lt;/a&gt; in this early period, some aspects of which achieved considerable success. In particular, the public works of that period organized by the government managed to rebuild and even improve the Yugoslav infrastructure (in particular the road system), with little cost to the state. Tensions with the West were high as Yugoslavia joined the &lt;a href=\"Cominform\"&gt;Cominform&lt;/a&gt;, and the early phase of the Cold War began with Yugoslavia pursuing an aggressive foreign policy. Having liberated most of the &lt;a href=\"Julian%20March\"&gt;Julian March&lt;/a&gt; and &lt;a href=\"Carinthia%20%28state%29\"&gt;Carinthia&lt;/a&gt;, and with historic claims to both those regions, the Yugoslav government began diplomatic maneuvering to include them in Yugoslavia. Both these demands were opposed by the West. The greatest point of contention was the port-city of &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt;. The city and its hinterland were liberated mostly by the Partisans in 1945, but pressure from the western Allies forced them to withdraw to the so-called \"&lt;a href=\"Morgan%20Line\"&gt;Morgan Line&lt;/a&gt;\". The &lt;a href=\"Free%20Territory%20of%20Trieste\"&gt;Free Territory of Trieste&lt;/a&gt; was established and separated into Zone A and Zone B, administered by the western Allies and Yugoslavia respectively. Initially, Yugoslavia was backed by Stalin, but by 1947 the latter had begun to cool towards the new state's ambitions. The crisis eventually dissolved as the &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;Tito–Stalin split&lt;/a&gt; started, with Zone A being granted to Italy, and Zone B to Yugoslavia. Meanwhile, &lt;a href=\"Greek%20Civil%20War\"&gt;civil war&lt;/a&gt; raged in Greece – Yugoslavia's southern neighbor – between Communists and the right-wing government, and the Yugoslav government was determined to bring about a Communist victory. Yugoslavia dispatched significant assistance, in terms of arms and ammunition, supplies, military experts on &lt;a href=\"Guerrilla%20warfare\"&gt;partisan warfare&lt;/a&gt; (such as General &lt;a href=\"Vlado%20Dap%C4%8Devi%C4%87\"&gt;Vladimir Dapčević&lt;/a&gt;), and even allowed the &lt;a href=\"Democratic%20Army%20of%20Greece\"&gt;Greek Communist forces&lt;/a&gt; to use Yugoslav territory as a safe haven. Although the Soviet Union, Bulgaria, and (Yugoslav-dominated) Albania had granted military support as well, Yugoslav assistance was far more substantial. However, this Yugoslav foreign adventure also came to an end with the Tito–Stalin split, as the Greek Communists, expecting an overthrow of Tito, refused any assistance from his government. Without it, however, they were greatly disadvantaged and were defeated in 1949. As Yugoslavia was the country's only Communist neighbor, in the immediate post-war period the &lt;a href=\"People%27s%20Republic%20of%20Albania\"&gt;People's Republic of Albania&lt;/a&gt; was effectively a Yugoslav satellite. Neighboring Bulgaria was under increasing Yugoslav influence as well, and talks began to negotiate the political unification of Albania and Bulgaria with Yugoslavia. The major point of contention was that Yugoslavia wanted to absorb the two and transform them into additional &lt;a href=\"federated%20republics\"&gt;federated republics&lt;/a&gt;. Albania was in no position to object, but the Bulgarian view was that a new &lt;a href=\"Balkan%20Federation\"&gt;Balkan Federation&lt;/a&gt; would see Bulgaria and Yugoslavia as a whole uniting on equal terms. As these negotiations began, Yugoslav representatives &lt;a href=\"Edvard%20Kardelj\"&gt;Edvard Kardelj&lt;/a&gt; and &lt;a href=\"Milovan%20%C4%90ilas\"&gt;Milovan Đilas&lt;/a&gt; were summoned to Moscow alongside a Bulgarian delegation, where Stalin and &lt;a href=\"Vyacheslav%20Molotov\"&gt;Vyacheslav Molotov&lt;/a&gt; attempted to brow-beat them both into accepting Soviet control over the merger between the countries, and generally tried to force them into subordination. The Soviets did not express a specific view on the issue of Yugoslav-Bulgarian unification but wanted to ensure both parties first approved every decision with Moscow. The Bulgarians did not object, but the Yugoslav delegation withdrew from the Moscow meeting. Recognizing the level of Bulgarian subordination to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, Yugoslavia withdrew from the unification talks, and shelved plans for the annexation of Albania in anticipation of a confrontation with the Soviet Union.\nInformbiro period.\nThe Tito–Stalin, or Yugoslav–Soviet split took place in the spring and early summer of 1948. Its title pertains to Josip Broz Tito, at the time the &lt;a href=\"Yugoslav%20Prime%20Minister\"&gt;Yugoslav Prime Minister&lt;/a&gt; (President of the Federal Assembly), and Soviet Premier Joseph Stalin. In the West, Tito was thought of as a loyal Communist leader, second only to Stalin in the Eastern Bloc. However, having largely liberated itself with only limited Red Army support, Yugoslavia steered an independent course and was constantly experiencing tensions with the Soviet Union. Yugoslavia and the Yugoslav government considered themselves allies of Moscow, while Moscow considered Yugoslavia a satellite and often treated it as such. Previous tensions erupted over a number of issues, but after the Moscow meeting, an open confrontation was beginning. Next came an exchange of letters directly between the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;Communist Party of the Soviet Union&lt;/a&gt; (CPSU), and the &lt;a href=\"Communist%20Party%20of%20Yugoslavia\"&gt;Communist Party of Yugoslavia&lt;/a&gt; (KPJ). In the first CPSU letter of 27 March 1948, the Soviets accused the Yugoslavs of denigrating Soviet socialism via statements such as \"socialism in the Soviet Union has ceased to be revolutionary\". It also claimed that the KPJ was not \"democratic enough\", and that it was not acting as a vanguard that would lead the country to socialism. The Soviets said that they \"could not consider such a Communist party organization to be Marxist-Leninist, Bolshevik\". The letter also named a number of high-ranking officials as \"dubious Marxists\" (&lt;a href=\"Milovan%20%C4%90ilas\"&gt;Milovan Đilas&lt;/a&gt;, &lt;a href=\"Aleksandar%20Rankovi%C4%87\"&gt;Aleksandar Ranković&lt;/a&gt;, &lt;a href=\"Boris%20Kidri%C4%8D\"&gt;Boris Kidrič&lt;/a&gt;, and &lt;a href=\"Svetozar%20Vukmanovi%C4%87-Tempo\"&gt;Svetozar Vukmanović-Tempo&lt;/a&gt;) inviting Tito to purge them, and thus cause a rift in his own party. Communist officials &lt;a href=\"Andrija%20Hebrang%20%28father%29\"&gt;Andrija Hebrang&lt;/a&gt; and &lt;a href=\"Sreten%20%C5%BDujovi%C4%87\"&gt;Sreten Žujović&lt;/a&gt; supported the Soviet view. Tito, however, saw through it, refused to compromise his own party, and soon responded with his own letter. The KPJ response on 13 April 1948 was a strong denial of the Soviet accusations, both defending the revolutionary nature of the party and re-asserting its high opinion of the Soviet Union. However, the KPJ noted also that \"no matter how much each of us loves the land of socialism, the Soviet Union, he can in no case love his own country less\". In a speech, the Yugoslav Prime Minister stated:\nThe 31-page-long Soviet answer of 4 May 1948 admonished the KPJ for failing to admit and correct its mistakes, and went on to accuse it of being too proud of their successes against the Germans, maintaining that the Red Army had \"saved them from destruction\" (an implausible statement, as Tito's partisans had successfully campaigned against Axis forces for four years before the appearance of the Red Army there). This time, the Soviets named Josip Broz Tito and &lt;a href=\"Edvard%20Kardelj\"&gt;Edvard Kardelj&lt;/a&gt; as the principal \"heretics\", while defending Hebrang and Žujović. The letter suggested that the Yugoslavs bring their \"case\" before the &lt;a href=\"Cominform\"&gt;Cominform&lt;/a&gt;. The KPJ responded by expelling Hebrang and Žujović from the party, and by answering the Soviets on 17 May 1948 with a letter which sharply criticized Soviet attempts to devalue the successes of the Yugoslav resistance movement. On 19 May 1948, a correspondence by &lt;a href=\"Mikhail%20Suslov\"&gt;Mikhail A. Suslov&lt;/a&gt; informed Josip Broz Tito that the &lt;a href=\"Communist%20Information%20Bureau\"&gt;Communist Information Bureau&lt;/a&gt;, or Cominform (\"Informbiro\" in &lt;a href=\"Serbo-Croatian%20language\"&gt;Serbo-Croatian&lt;/a&gt;), would be holding a session on 28 June 1948 in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; almost completely dedicated to the \"Yugoslav issue\". The Cominform was an association of Communist parties that was the primary Soviet tool for controlling the political developments in the Eastern Bloc. The date of the meeting, 28 June, was carefully chosen by the Soviets as the triple anniversary of the &lt;a href=\"Battle%20of%20Kosovo%20Field\"&gt;Battle of Kosovo Field&lt;/a&gt; (1389), the &lt;a href=\"assassination%20of%20Archduke%20Ferdinand\"&gt;assassination of Archduke Ferdinand&lt;/a&gt; in &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt; (1914), and the adoption of the &lt;a href=\"Vidovdan%20Constitution\"&gt;Vidovdan Constitution&lt;/a&gt; (1921). Tito, personally invited, refused to attend under a dubious excuse of illness. When an official invitation arrived on 19 June 1948, Tito again refused. On the first day of the meeting, 28 June, the Cominform adopted the prepared text of a resolution, known in Yugoslavia as the \"Resolution of the Informbiro\" (\"Rezolucija Informbiroa\"). In it, the other Cominform (Informbiro) members expelled Yugoslavia, citing \"nationalist elements\" that had \"managed in the course of the past five or six months to reach a dominant position in the leadership\" of the KPJ. The resolution warned Yugoslavia that it was on the path back to bourgeois capitalism due to its nationalist, independence-minded positions, and accused the party itself of \"&lt;a href=\"Trotskyism\"&gt;Trotskyism&lt;/a&gt;\". This was followed by the severing of relations between Yugoslavia and the Soviet Union, beginning the period of Soviet–Yugoslav conflict between 1948 and 1955 known as the &lt;a href=\"Informbiro%20Period\"&gt;Informbiro Period&lt;/a&gt;. After the break with the Soviet Union, Yugoslavia found itself economically and politically isolated as the country's Eastern Bloc-oriented economy began to falter. At the same time, Stalinist Yugoslavs, known in Yugoslavia as \"cominformists\", began fomenting civil and military unrest. A number of cominformist rebellions and military insurrections took place, along with acts of sabotage. However, the Yugoslav security service led by &lt;a href=\"Aleksandar%20Rankovi%C4%87\"&gt;Aleksandar Ranković&lt;/a&gt;, the &lt;a href=\"UDBA\"&gt;UDBA&lt;/a&gt;, was quick and efficient in cracking down on insurgent activity. Invasion appeared imminent, as Soviet military units massed along the border with the &lt;a href=\"Hungarian%20People%27s%20Republic\"&gt;Hungarian People's Republic&lt;/a&gt;, while the &lt;a href=\"Hungarian%20People%27s%20Army\"&gt;Hungarian People's Army&lt;/a&gt; was quickly increased in size from 2 to 15 divisions. The UDBA began arresting alleged Cominformists even under suspicion of being pro-Soviet. However, from the start of the crisis, Tito began making overtures to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and the West. Consequently, &lt;a href=\"Joseph%20Stalin\"&gt;Stalin's&lt;/a&gt; plans were thwarted as Yugoslavia began shifting its alignment. The West welcomed the Yugoslav-Soviet rift and in 1949 commenced a flow of economic aid, assisted in averting famine in 1950, and covered much of Yugoslavia's &lt;a href=\"trade%20deficit\"&gt;trade deficit&lt;/a&gt; for the next decade. The United States began shipping weapons to Yugoslavia in 1951. Tito, however, was wary of becoming too dependent on the West as well, and military security arrangements concluded in 1953 as Yugoslavia refused to join &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; and began developing a significant military industry of its own. With the American response in the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; serving as an example of the West's commitment, Stalin began backing down from war with Yugoslavia.\nReform.\nYugoslavia began a number of fundamental reforms in the early 1950s, bringing about change in three major directions: rapid &lt;a href=\"liberalization\"&gt;liberalization&lt;/a&gt; and &lt;a href=\"decentralization\"&gt;decentralization&lt;/a&gt; of the country's political system, the institution of a new, unique economic system, and a diplomatic policy of non-alignment. Yugoslavia refused to take part in the Communist &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; and instead took a neutral stance in the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, becoming a founding member of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt; along with countries like India, Egypt and Indonesia, and pursuing centre-left influences that promoted a non-confrontational policy towards the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The country distanced itself from the Soviets in 1948 and started to build its own way to socialism under the strong political leadership of Josip Broz Tito, sometimes informally called \"&lt;a href=\"Titoism\"&gt;Titoism&lt;/a&gt;\". The economic reforms began with the introduction of &lt;a href=\"workers%27%20self-management\"&gt;workers' self-management&lt;/a&gt; in June 1950. In this system, profits were shared among the workers themselves as &lt;a href=\"workers%27%20council\"&gt;workers' council&lt;/a&gt;s controlled production and the profits. An industrial sector began to emerge thanks to the government's implementation of industrial and infrastructure development programs. Exports of industrial products, led by &lt;a href=\"heavy%20machinery\"&gt;heavy machinery&lt;/a&gt;, transportation machines (especially in the shipbuilding industry), and &lt;a href=\"military%20technology%20and%20equipment\"&gt;military technology and equipment&lt;/a&gt; rose by a yearly increase of 11%. All in all, the annual growth of the gross domestic product (GDP) through to the early 1980s averaged 6.1%. Political liberalization began with the reduction of the massive state (and party) bureaucratic apparatus, a process described as the \"whittling down of the state\" by &lt;a href=\"Boris%20Kidri%C4%8D\"&gt;Boris Kidrič&lt;/a&gt;, President of the Yugoslav Economic Council (economics minister). On 2 November 1952, the Sixth Congress of the Communist Party of Yugoslavia introduced the \"Basic Law\", which emphasized the \"personal freedom and rights of man\" and the freedom of \"free associations of working people\". The Communist Party of Yugoslavia (KPJ) changed its name at this time to the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; (SKJ), becoming a federation of six republican Communist parties. The result was a regime that was somewhat more humane than other &lt;a href=\"Communist%20state\"&gt;Communist state&lt;/a&gt;s. However, the LCY retained absolute power; as in all Communist regimes, the legislature did little more than rubber-stamp decisions already made by the LCY's Politburo. The &lt;a href=\"secret%20police\"&gt;secret police&lt;/a&gt;, the &lt;a href=\"State%20Security%20Administration\"&gt;State Security Administration&lt;/a&gt; (UDBA), while operating with considerably more restraint than its counterparts in the rest of &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;, was nonetheless a feared tool of government control. UDBA was particularly notorious for assassinating suspected \"enemies of the state\" who lived in exile overseas. The media remained under restrictions that were somewhat onerous by Western standards, but still had somewhat more latitude than their counterparts in other Communist countries. Nationalist groups were a particular target of the authorities, with numerous arrests and prison sentences handed down over the years for separatist activities. Dissent from a radical faction within the party led by &lt;a href=\"Milovan%20%C4%90ilas\"&gt;Milovan Đilas&lt;/a&gt;, advocating the near-complete annihilation of the state apparatus, was at this time put down by Tito's intervention. In the early 1960s concern over problems such as the building of economically irrational \"political\" factories and inflation led a group within the Communist leadership to advocate greater decentralization. These liberals were opposed by a group around &lt;a href=\"Aleksandar%20Rankovi%C4%87\"&gt;Aleksandar Ranković&lt;/a&gt;. In 1966 the liberals (the most important being &lt;a href=\"Edvard%20Kardelj\"&gt;Edvard Kardelj&lt;/a&gt;, &lt;a href=\"Vladimir%20Bakari%C4%87\"&gt;Vladimir Bakarić&lt;/a&gt; of Croatia and &lt;a href=\"Petar%20Stamboli%C4%87\"&gt;Petar Stambolić&lt;/a&gt; of Serbia) gained the support of Tito. At a party meeting in &lt;a href=\"Brijuni\"&gt;Brijuni&lt;/a&gt;, Ranković faced a fully prepared dossier of accusations and a denunciation from Tito that he had formed a clique with the intention of taking power. That year (1966), more than 3,700 Yugoslavs fled to &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt; with the intention to seek political asylum in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; or &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Ranković was forced to resign all party posts and some of his supporters were expelled from the party. Throughout the 1950s and '60s, the economic development and liberalization continued at a rapid pace. The introduction of further reforms introduced a variant of &lt;a href=\"market%20socialism\"&gt;market socialism&lt;/a&gt;, which now entailed a policy of open borders. With heavy federal investment, tourism in &lt;a href=\"SR%20Croatia\"&gt;SR Croatia&lt;/a&gt; was revived, expanded, and transformed into a major source of income. With these successful measures, the Yugoslav economy achieved relative self-sufficiency and traded extensively with both the West and the East. By the early 1960s, foreign observers noted that the country was \"booming\", and that all the while the Yugoslav citizens enjoyed far greater liberties than the Soviet Union and Eastern Bloc states. Literacy was increased dramatically and reached 91%, medical care was free on all levels, and life expectancy was 72 years.\nIn 1971 the leadership of the League of Communists of Yugoslavia, notably &lt;a href=\"Miko%20Tripalo\"&gt;Miko Tripalo&lt;/a&gt; and &lt;a href=\"Savka%20Dab%C4%8Devi%C4%87-Ku%C4%8Dar\"&gt;Savka Dabčević-Kučar&lt;/a&gt;, allied with nationalist non-party groups, began a movement to increase the powers of the individual federated republics. The movement was referred to as MASPOK, a &lt;a href=\"portmanteau\"&gt;portmanteau&lt;/a&gt; of meaning \"mass movement\", and led to the &lt;a href=\"Croatian%20Spring\"&gt;Croatian Spring&lt;/a&gt;. Tito responded to the incident by purging the Croatian Communist party, while Yugoslav authorities arrested large numbers of the Croatian protesters. To avert ethnically driven protests in the future, Tito began to initiate some of the reforms demanded by the protesters. At this time, &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt;-sympathizers outside Yugoslavia tried through terrorism and guerrilla actions to create a separatist momentum, but they were unsuccessful, sometimes even gaining the animosity of fellow Roman Catholic Croatian Yugoslavs. From 1971 on, the republics had control over their economic plans. This led to a wave of investment, which in turn was accompanied by a growing level of debt and a growing trend of imports not covered by exports. Many of the demands made in the Croatian Spring movement in 1971, such as giving more autonomy to the individual republics, became reality with the new federal constitution 1974. While the constitution gave the republics more autonomy, it also awarded a similar status to two autonomous provinces within Serbia: &lt;a href=\"Socialist%20Autonomous%20Province%20of%20Kosovo\"&gt;Kosovo&lt;/a&gt;, a largely ethnic &lt;a href=\"Albanians%20in%20Kosovo\"&gt;Albanian&lt;/a&gt; populated region, and &lt;a href=\"Socialist%20Autonomous%20Province%20of%20Vojvodina\"&gt;Vojvodina&lt;/a&gt;, a region with Serb majority but large numbers of ethnic minorities, such as &lt;a href=\"Hungarians%20in%20Vojvodina\"&gt;Hungarians&lt;/a&gt;. These reforms satisfied most of the republics, especially Croatia and the Albanians of Kosovo and the minorities of Vojvodina. But the 1974 constitution deeply aggravated Serbian Communist officials and Serbs themselves who distrusted the motives of the proponents of the reforms. Many Serbs saw the reforms as concessions to Croatian and Albanian nationalists, as no similar autonomous provinces were made to represent the large numbers of Serbs of &lt;a href=\"Socialist%20Republic%20of%20Croatia\"&gt;Croatia&lt;/a&gt; or &lt;a href=\"Socialist%20Republic%20of%20Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;. Serb nationalists were frustrated over Tito's support for the recognition of &lt;a href=\"Montenegrins%20%28ethnic%20group%29\"&gt;Montenegrins&lt;/a&gt; and &lt;a href=\"Macedonians%20%28ethnic%20group%29\"&gt;Macedonians&lt;/a&gt; as independent nationalities, as Serbian nationalists had claimed that there was no ethnic or cultural difference separating these two nations from the Serbs that could verify that such nationalities truly existed. Tito maintained a busy, active travelling schedule despite his advancing age. His 85th birthday in May 1977 was marked by huge celebrations. That year, he visited &lt;a href=\"Socialist%20People%27s%20Libyan%20Arab%20Jamahiriya\"&gt;Libya&lt;/a&gt;, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt;, and finally China, where the post-Mao leadership finally made peace with him after more than 20 years of denouncing the SFRY as \"revisionists in the pay of capitalism\". This was followed by a tour of France, Portugal, and &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt; after which the president's doctors advised him to rest. In August 1978, Chinese leader &lt;a href=\"Hua%20Guofeng\"&gt;Hua Guofeng&lt;/a&gt; visited Belgrade, reciprocating Tito's China trip the year before. This event was sharply criticized in the Soviet press, especially as Tito used it as an excuse to indirectly attack Moscow's ally &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; for \"promoting divisiveness in the Non-Aligned Movement\". When China &lt;a href=\"Sino-Vietnamese%20War\"&gt;launched a military campaign against Vietnam&lt;/a&gt; the following February, Yugoslavia openly took Beijing's side in the dispute. The effect was a rather adverse decline in &lt;a href=\"Yugoslav-Soviet%20relations\"&gt;Yugoslav-Soviet relations&lt;/a&gt;. During this time, Yugoslavia's first &lt;a href=\"Kr%C5%A1ko%20Nuclear%20Power%20Plant\"&gt;nuclear reactor&lt;/a&gt; was under construction in &lt;a href=\"Kr%C5%A1ko\"&gt;Krško&lt;/a&gt;, built by US-based &lt;a href=\"Westinghouse%20Electric%20Company\"&gt;Westinghouse&lt;/a&gt;. The project ultimately took until 1980 to complete because of disputes with the United States about certain guarantees that Belgrade had to sign off on before it could receive nuclear materials (which included the promise that they would not be sold to third parties or used for anything but peaceful purposes).\nPost-Tito period.\nTito died on 4 May 1980 due to complications after surgery. While it had been known for some time that the 87-year-old president's health had been failing, his death nonetheless came as a shock to the country. This was because Tito was looked upon as the country's hero in World War II and had been the country's dominant figure and identity for over three decades. His loss marked a significant alteration, and it was reported that many Yugoslavs openly mourned his death. In the Split soccer stadium, Serbs and Croats visited the coffin among other spontaneous outpourings of grief, and a funeral was organized by the League of Communists with hundreds of world leaders in attendance (See &lt;a href=\"Death%20and%20state%20funeral%20of%20Josip%20Broz%20Tito\"&gt;Tito's state funeral&lt;/a&gt;). After Tito's death in 1980, a new &lt;a href=\"Presidency%20of%20the%20SFRY\"&gt;collective presidency&lt;/a&gt; of the Communist leadership from each republic was adopted. At the time of Tito's death the Federal government was headed by &lt;a href=\"Veselin%20%C4%90uranovi%C4%87\"&gt;Veselin Đuranović&lt;/a&gt; (who had held the post since 1977). He had come into conflict with the leaders of the Republics arguing that Yugoslavia needed to economize due to the growing problem of foreign debt. Đuranović argued that a devaluation was needed which Tito refused to countenance for reasons of national prestige. Post-Tito Yugoslavia faced significant fiscal debt in the 1980s, but its good relations with the United States led to an American-led group of organizations called the \"Friends of Yugoslavia\" to endorse and achieve significant debt relief for Yugoslavia in 1983 and 1984, though economic problems would continue until the state's dissolution in the 1990s. Yugoslavia was the host nation of the &lt;a href=\"1984%20Winter%20Olympics\"&gt;1984 Winter Olympics&lt;/a&gt; in Sarajevo. For Yugoslavia, the games demonstrated Tito's continued vision of &lt;a href=\"Brotherhood%20and%20Unity\"&gt;Brotherhood and Unity&lt;/a&gt;, as the multiple nationalities of Yugoslavia remained united in one team, and Yugoslavia became the second Communist state to hold the Olympic Games (the Soviet Union held them in &lt;a href=\"1980%20Summer%20Olympics\"&gt;1980&lt;/a&gt;). However, Yugoslavia's games had Western countries participating, while the Soviet Union's Olympics were boycotted by some. In the late 1980s, the Yugoslav government began to deviate from communism as it attempted to transform to a &lt;a href=\"market%20economy\"&gt;market economy&lt;/a&gt; under the leadership of Prime Minister &lt;a href=\"Ante%20Markovi%C4%87\"&gt;Ante Marković&lt;/a&gt;, who advocated &lt;a href=\"Shock%20therapy%20%28economics%29\"&gt;shock therapy&lt;/a&gt; tactics to privatize sections of the Yugoslav economy. Marković was popular, as he was seen as the most capable politician to be able to transform the country to a liberalized democratic federation, though he later lost his popularity, mainly due to rising unemployment. His work was left incomplete as Yugoslavia broke apart in the 1990s.\nDissolution and war.\nTensions between the republics and nations of Yugoslavia intensified from the 1970s to the 1980s. The causes for the collapse of the country have been associated with nationalism, ethnic conflict, economic difficulty, frustration with government bureaucracy, the influence of important figures in the country, and international politics. Ideology and particularly nationalism has been seen by many as the primary source of the break up of Yugoslavia. Since the 1970s, Yugoslavia's Communist regime became severely splintered into a liberal-decentralist nationalist faction led by Croatia and Slovenia that supported a decentralized federation with greater local autonomy, versus a conservative-centralist nationalist faction led by Serbia that supported a centralized federation to secure the interests of Serbia and Serbs across Yugoslavia – as they were the largest ethnic group in the country as a whole. From &lt;a href=\"Croatian%20Spring\"&gt;1967 to 1972 in Croatia&lt;/a&gt; and &lt;a href=\"1968%20protests%20in%20Kosovo\"&gt;1968&lt;/a&gt; and &lt;a href=\"1981%20protests%20in%20Kosovo\"&gt;1981 protests in Kosovo&lt;/a&gt;, nationalist doctrines and actions caused ethnic tensions that destabilized the country. The suppression of nationalists by the state is believed to have had the effect of identifying nationalism as the primary alternative to communism itself and made it a strong underground movement. In the late 1980s, the Belgrade elite was faced with a strong opposition force of massive protests by Kosovo Serbs and Montenegrins as well as public demands for political reforms by the critical intelligentsia of Serbia and Slovenia. In economics, since the late 1970s a widening gap of economic resources between the developed and underdeveloped regions of Yugoslavia severely deteriorated the federation's unity. The most developed republics, Croatia and Slovenia, rejected attempts to limit their autonomy as provided in the 1974 Constitution. Public opinion in Slovenia in 1987 saw better economic opportunity in independence from Yugoslavia than within it. There were also places that saw no economic benefit from being in Yugoslavia; for example, the autonomous province of Kosovo was poorly developed, and per capita GDP fell from 47 percent of the Yugoslav average in the immediate post-war period to 27 percent by the 1980s.\nHowever, economic issues have not been demonstrated to be the sole determining factor in the break up, as Yugoslavia in this period was the most prosperous Communist state in Eastern Europe, and the country in fact disintegrated during a period of economic recovery after the implementation of the economic reforms of Ante Marković's government. Furthermore, during the break up of Yugoslavia, the leaders of Croatia, Serbia, Slovenia, all declined an unofficial offer by the &lt;a href=\"European%20Community\"&gt;European Community&lt;/a&gt; to provide substantial economic support to them in exchange for a political compromise. However, the issue of economic inequality between the republics, autonomous provinces, and nations of Yugoslavia resulted in tensions with claims of disadvantage and accusations of privileges against others by these groups. Political protests in Serbia and Slovenia, which later developed into ethnic-driven conflict, began in the late 1980s as protests against the alleged injustice and bureaucratization of the political elite. Members of the political elite managed to redirect these protests against \"others\". Serb demonstrators were worried about the disintegration of the country and alleged that \"the others\" (Croats, Slovenes, and international institutions) were deemed responsible. The Slovene intellectual elite argued that \"the others\" (Serbs) were responsible for \"Greater Serbian expansionist designs\", for economic exploitation of Slovenia, and for the suppression of Slovene national identity. These redirection actions of the popular protests allowed the authorities of Serbia and Slovenia to survive at the cost of undermining the unity of Yugoslavia. Other republics such as Bosnia &amp; Herzegovina and Croatia refused to follow these tactics taken by Serbia and Slovenia, later resulting in the defeat of the respective League of Communists of each republic to nationalist political forces. From the point of view of international politics, it has been argued that the end of the Cold War contributed to the break up of Yugoslavia because Yugoslavia lost its strategic international political importance as an intermediary between the Eastern and Western blocs. As a consequence, Yugoslavia lost the economic and political support provided by the West, and increased pressure from the &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt; (IMF) to reform its institutions made it impossible for the Yugoslav reformist elite to respond to rising social disorder.\nThe collapse of communism throughout Eastern Europe and the Soviet Union undermined the country's ideological basis and encouraged anti-communist and nationalist forces in the Western-oriented republics of Croatia and Slovenia to increase their demands. Nationalist sentiment among ethnic Serbs rose dramatically following the ratification of the 1974 Constitution, which reduced the powers of &lt;a href=\"SR%20Serbia\"&gt;SR Serbia&lt;/a&gt; over its autonomous provinces of &lt;a href=\"SAP%20Kosovo\"&gt;SAP Kosovo&lt;/a&gt; and &lt;a href=\"SAP%20Vojvodina\"&gt;SAP Vojvodina&lt;/a&gt;. In Serbia, this caused increasing xenophobia against Albanians. In Kosovo (administered mostly by ethnic Albanian Communists), the Serbian minority increasingly put forth complaints of mistreatment and abuse by the Albanian majority. Feelings were further inflamed in 1986, when the Serbian Academy of Sciences and Arts (SANU) published the &lt;a href=\"SANU%20Memorandum\"&gt;SANU Memorandum&lt;/a&gt;. In it, Serbian writers and historians voiced \"various currents of Serb nationalist resentment.\" The &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; (SKJ) was at the time united in condemning the memorandum, and continued to follow its anti-nationalist policy. In 1987, Serbian Communist official &lt;a href=\"Slobodan%20Milo%C5%A1evi%C4%87\"&gt;Slobodan Milošević&lt;/a&gt; was sent to bring calm to an ethnically-driven protest by Serbs against the Albanian administration of SAP Kosovo. Milošević had been, up to this point, a hard-line Communist who had decried all forms of nationalism as treachery, such as condemning the &lt;a href=\"SANU%20Memorandum\"&gt;SANU Memorandum&lt;/a&gt; as \"nothing else but the darkest nationalism\". However, Kosovo's autonomy had always been an unpopular policy in Serbia, and he took advantage of the situation and made a departure from traditional Communist neutrality on the issue of Kosovo. Milošević assured Serbs that their mistreatment by ethnic Albanians would be stopped. He then began a campaign against the ruling Communist elite of SR Serbia, demanding reductions in the autonomy of Kosovo and Vojvodina. These actions made him popular amongst Serbs and aided his rise to power in Serbia. Milošević and his allies took on an aggressive nationalist agenda of reviving SR Serbia within Yugoslavia, promising reforms and protection of all Serbs. Milošević proceeded to take control of the governments of Vojvodina, Kosovo, and the neighboring &lt;a href=\"Socialist%20Republic%20of%20Montenegro\"&gt;Socialist Republic of Montenegro&lt;/a&gt; in what was dubbed the \"&lt;a href=\"Anti-Bureaucratic%20Revolution\"&gt;Anti-Bureaucratic Revolution&lt;/a&gt;\" by the Serbian media. Both the SAPs possessed a vote on the Yugoslav Presidency in accordance to the 1974 constitution, and together with Montenegro and his own Serbia, Milošević now directly controlled four out of eight votes in the collective head-of-state by January 1990. This only caused further resentment among the governments of Croatia and Slovenia, along with the ethnic Albanians of Kosovo (&lt;a href=\"SR%20Bosnia%20and%20Herzegovina\"&gt;SR Bosnia and Herzegovina&lt;/a&gt; and &lt;a href=\"SR%20Macedonia\"&gt;SR Macedonia&lt;/a&gt; remained relatively neutral).\nFed up by Milošević's manipulation of the assembly, first the delegations of the &lt;a href=\"League%20of%20Communists%20of%20Slovenia\"&gt;League Communists of Slovenia&lt;/a&gt; led by Milan Kučan, and later the &lt;a href=\"League%20of%20Communists%20of%20Croatia\"&gt;League of Communists of Croatia&lt;/a&gt;, led by &lt;a href=\"Ivica%20Ra%C4%8Dan\"&gt;Ivica Račan&lt;/a&gt;, walked out during the extraordinary &lt;a href=\"14th%20%28extraordinary%29%20Congress%20of%20the%20League%20of%20Communists%20of%20Yugoslavia\"&gt;14th Congress of the League of Communists of Yugoslavia&lt;/a&gt; (January 1990), effectively dissolving the all-Yugoslav party. Along with external pressure, this caused the adoption of multi-party systems in all of the republics. When the individual republics organized their multi-party elections in 1990, the ex-Communists mostly failed to win re-election. In Croatia and Slovenia, nationalist parties won their respective elections. On 8 April 1990 the first multiparty elections in Slovenia (and Yugoslavia) since the 2nd World War were held. Demos coalition won the elections and formed a government which started to implement electoral reform programs. In Croatia, the &lt;a href=\"Croatian%20Democratic%20Union\"&gt;Croatian Democratic Union&lt;/a&gt; (HDZ) won the election promising to \"defend Croatia from Milošević\" which caused alarm among Croatia's large Serbian minority. Croatian Serbs, for their part, were wary of HDZ leader &lt;a href=\"Franjo%20Tu%C4%91man\"&gt;Franjo Tuđman&lt;/a&gt;'s nationalist government and in 1990, Serb nationalists in the southern Croatian town of &lt;a href=\"Knin\"&gt;Knin&lt;/a&gt; organized and formed a separatist entity known as the &lt;a href=\"SAO%20Krajina\"&gt;SAO Krajina&lt;/a&gt;, which demanded to remain in union with the rest of the Serb populations if Croatia decided to secede. The government of Serbia endorsed the Croatian Serbs' rebellion, claiming that for Serbs, rule under Tuđman's government would be equivalent to the World War II fascist &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Independent State of Croatia&lt;/a&gt; (NDH) which committed genocide against Serbs during World War II. Milošević used this to rally Serbs against the Croatian government and Serbian newspapers joined in the warmongering. Serbia had by now printed $1.8 billion worth of new money without any backing of Yugoslav central bank. In the Slovenian independence referendum, 1990, held on 23 December 1990, a vast majority of residents voted for independence. 88.5% of all electors (94.8% of those participating) voted for independence – which was declared on 25 June 1991.\nBoth Slovenia and Croatia declared their independence on 25 June 1991. On the morning of 26 June, units of the Yugoslav People's Army's 13th Corps left their barracks in Rijeka, Croatia, to move towards Slovenia's borders with Italy. The move immediately led to a strong reaction from local Slovenians, who organized spontaneous barricades and demonstrations against the YPA's actions. There was, as yet, no fighting, and both sides appeared to have an unofficial policy of not being the first to open fire. By this time, the Slovenian government had already put into action its plan to seize control of both the international Ljubljana Airport and the Slovenia's border posts on borders with Italy, Austria and Hungary. The personnel manning the border posts were, in most cases, already Slovenians, so the Slovenian take-over mostly simply amounted to changing of uniforms and insignia, without any fighting. By taking control of the borders, the Slovenians were able to establish defensive positions against an expected YPA attack. This meant that the YPA would have to fire the first shot. It was fired on 27 June at 14:30 in Divača by an officer of YPA. The conflict spread into the ten days war, with many soldiers wounded and killed in which the YPA was ineffective. Many unmotivated soldiers of Slovenian, Croatian, Bosnian or Macedonian nationality deserted or quietly rebelled against some (Serbian) officers who wanted to intensify the conflict. It also marked the end of the YPA, which was until then composed by members of all Yugoslav nations. After that YPA consisted mainly of men of Serbian nationality.\nOn 7 July 1991, whilst supportive of their respective rights to national self-determination, the European Community pressured Slovenia and Croatia to place a three-month moratorium on their independence with the &lt;a href=\"Brijuni%20Agreement\"&gt;Brijuni Agreement&lt;/a&gt; (recognized by representatives of all republics). During these three months, the Yugoslav Army completed its pull-out from Slovenia. Negotiations to restore the Yugoslav federation with diplomat Lord &lt;a href=\"Peter%20Carington%2C%206th%20Baron%20Carrington\"&gt;Peter Carington&lt;/a&gt; and members of the European Community were all but ended. Carington's plan realized that Yugoslavia was in a state of dissolution and decided that each republic must accept the inevitable independence of the others, along with a promise to Serbian President Milošević that the European Union would ensure that Serbs outside of Serbia would be protected. Milošević refused to agree to the plan, as he claimed that the European Community had no right to dissolve Yugoslavia and that the plan was not in the interests of Serbs as it would divide the Serb people into four republics (Serbia, Montenegro, Bosnia &amp; Herzegovina, and Croatia). Carington responded by putting the issue to a vote in which all the other republics, including Montenegro under &lt;a href=\"Momir%20Bulatovi%C4%87\"&gt;Momir Bulatović&lt;/a&gt;, initially agreed to the plan that would dissolve Yugoslavia. However, after intense pressure from Serbia on Montenegro's president, Montenegro changed its position to oppose the dissolution of Yugoslavia. \nWith the &lt;a href=\"Plitvice%20Lakes%20incident\"&gt;Plitvice Lakes incident&lt;/a&gt; of late March/early April 1991, the Croatian War of Independence broke out between the Croatian government and the rebel ethnic Serbs of the SAO Krajina (heavily backed by the by-now Serb-controlled Yugoslav People's Army). On 1 April 1991, the SAO Krajina declared that it would secede from Croatia. Immediately after Croatia's declaration of independence, Croatian Serbs also formed the SAO Western Slavonia and the SAO of Eastern Slavonia, Baranja and Western Srijem. These three regions would combine into the Republic of Serbian Krajina (RSK) on 19 December 1991. The influence of &lt;a href=\"xenophobia\"&gt;xenophobia&lt;/a&gt; and ethnic hatred in the collapse of Yugoslavia became clear during the war in Croatia. Propaganda by Croatian and Serbian sides spread fear, claiming that the other side would engage in oppression against them and would exaggerate death tolls to increase support from their populations. In the beginning months of the war, the Serb-dominated Yugoslav army and navy deliberately shelled civilian areas of Split and Dubrovnik, a UNESCO world heritage site, as well as nearby Croat villages. Yugoslav media claimed that the actions were done due to what they claimed was a presence of fascist Ustaše forces and international terrorists in the city. UN investigations found that no such forces were in Dubrovnik at the time. Croatian military presence increased later on. Montenegrin Prime Minister &lt;a href=\"Milo%20%C4%90ukanovi%C4%87\"&gt;Milo Đukanović&lt;/a&gt;, at the time an ally of Milošević, appealed to Montenegrin nationalism, promising that the capture of Dubrovnik would allow the expansion of Montenegro into the city which he claimed was historically part of Montenegro, and denounced the present borders of Montenegro as being \"drawn by the old and poorly educated Bolshevik cartographers\".\nAt the same time, the Serbian government contradicted its Montenegrin allies by claims by the Serbian Prime Minister &lt;a href=\"Dragutin%20Zelenovi%C4%87\"&gt;Dragutin Zelenović&lt;/a&gt; contended that Dubrovnik was historically Serbian, not Montenegrin. The international media gave immense attention to bombardment of Dubrovnik and claimed this was evidence of Milosevic pursuing the creation of a Greater Serbia as Yugoslavia collapsed, presumably with the aid of the subordinate Montenegrin leadership of Bulatović and Serb nationalists in Montenegro to foster Montenegrin support for the retaking of &lt;a href=\"Dubrovnik\"&gt;Dubrovnik&lt;/a&gt;. In &lt;a href=\"Vukovar\"&gt;Vukovar&lt;/a&gt;, ethnic tensions between Croats and Serbs exploded into violence when the Yugoslav army &lt;a href=\"Siege%20of%20Vukovar\"&gt;entered the town&lt;/a&gt; in November 1991. The Yugoslav army and Serbian paramilitaries devastated the town in urban warfare and the destruction of Croatian property. Serb paramilitaries committed atrocities against Croats, killing over 200, and displacing others to add to those who fled the town in the Vukovar massacre. With Bosnia's demographic structure comprising a mixed population of Bosniaks, Serbs and Croats, the ownership of large areas of Bosnia was in dispute. From 1991 to 1992, the situation in the multi-ethnic Bosnia and Herzegovina grew tense. Its parliament was fragmented on ethnic lines into a plurality Bosniak faction and minority Serb and Croat factions. In 1991, the controversial nationalist leader &lt;a href=\"Radovan%20Karad%C5%BEi%C4%87\"&gt;Radovan Karadžić&lt;/a&gt; of the largest Serb faction in the parliament, the &lt;a href=\"Serb%20Democratic%20Party%20%28Bosnia%20and%20Herzegovina%29\"&gt;Serb Democratic Party&lt;/a&gt; gave a grave and direct warning to the Bosnian parliament should it decide to separate, saying: \"This, what you are doing, is not good. This is the path that you want to take Bosnia and Herzegovina on, the same highway of hell and death that Slovenia and Croatia went on. Don't think that you won't take Bosnia and Herzegovina into hell, and the Muslim people maybe into extinction. Because the Muslim people cannot defend themselves if there is war here.\" Radovan Karadžić, 14 October 1991.\nIn the meantime, behind the scenes, negotiations began between Milošević and Tuđman to divide Bosnia and Herzegovina into Serb and Croat administered territories to attempt to avert war between Bosnian Croats and Serbs. Bosnian Serbs held the November 1991 referendum which resulted in an overwhelming vote in favor of staying in a common state with Serbia and Montenegro. In public, pro-state media in Serbia claimed to Bosnians that Bosnia and Herzegovina could be included a new voluntary union within a new Yugoslavia based on democratic government, but this was not taken seriously by the Bosnia and Herzegovina's government. On 9 January 1992, the Bosnian Serb assembly proclaimed a separate Republic of the Serb people of Bosnia and Herzegovina (the soon-to-be &lt;a href=\"Republika%20Srpska\"&gt;Republic of Srpska&lt;/a&gt;), and proceeded to form Serbian autonomous regions (SARs) throughout the state. The Serbian referendum on remaining in Yugoslavia and the creation of Serbian autonomous regions (SARs) were proclaimed unconstitutional by the government of Bosnia and Herzegovina. In the independence referendum sponsored by the Bosnian government was held on 29 February and 1 March 1992. That referendum was in turn declared contrary to the Bosnian and federal constitution by the federal Constitution Court and the newly established Bosnian Serb government; it was also largely boycotted by the Bosnian Serbs. According to the official results, the turnout was 63.4%, and 99.7% of the voters voted for independence. It was unclear what the two-thirds majority requirement actually meant and whether it was satisfied. Following the secession of Bosnia and Herzegovina, the SFR Yugoslavia was considered dissolved into five successor states on 27 April 1992: Bosnia and Herzegovina, Croatia, Macedonia, Slovenia and the &lt;a href=\"Federal%20Republic%20of%20Yugoslavia\"&gt;Federal Republic of Yugoslavia&lt;/a&gt; (later renamed \"&lt;a href=\"Serbia%20and%20Montenegro\"&gt;Serbia and Montenegro&lt;/a&gt;\"). Badinter Commission later (1991–1993) noted that Yugoslavia disintegrated into several independent states, so it is not possible to talk about the secession of Slovenia and Croatia from Yugoslavia.\nPost-1992 United Nations membership.\nIn September 1992, the Federal Republic of Yugoslavia (consisting of &lt;a href=\"Republic%20of%20Serbia%20%281992%E2%80%932006%29\"&gt;Serbia&lt;/a&gt; and &lt;a href=\"Republic%20of%20Montenegro%20%281992%E2%80%932006%29\"&gt;Montenegro&lt;/a&gt;) failed to achieve \"&lt;a href=\"de%20jure\"&gt;de jure&lt;/a&gt;\" recognition as the continuation of the Socialist Federal Republic in the United Nations. It was separately recognised as a successor alongside Slovenia, Croatia, Bosnia and Herzegovina, and Macedonia. Before 2000, the Federal Republic of Yugoslavia declined to re-apply for membership in the United Nations and the &lt;a href=\"United%20Nations%20Secretariat\"&gt;United Nations Secretariat&lt;/a&gt; allowed the mission from the SFRY to continue to operate and accredited representatives of the Federal Republic of Yugoslavia to the SFRY mission, continuing work in various United Nations organs. It was only after the &lt;a href=\"overthrow%20of%20Slobodan%20Milo%C5%A1evi%C4%87\"&gt;overthrow of Slobodan Milošević&lt;/a&gt;, that the Government of FR Yugoslavia applied for UN membership in 2000.\nPolitics.\nConstitution.\nThe &lt;a href=\"Constitution%20of%20Yugoslavia\"&gt;Yugoslav Constitution&lt;/a&gt; was adopted in &lt;a href=\"1946%20Yugoslav%20Constitution\"&gt;1946&lt;/a&gt; and amended in &lt;a href=\"1953%20Yugoslav%20constitutional%20amendments\"&gt;1953&lt;/a&gt;, &lt;a href=\"1963%20Yugoslav%20Constitution\"&gt;1963&lt;/a&gt;, and &lt;a href=\"1974%20Yugoslav%20Constitution\"&gt;1974&lt;/a&gt;. The &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; won the first elections, and remained in power throughout the state's existence. It was composed of individual Communist parties from each constituent republic. The party would reform its political positions through party congresses in which delegates from each republic were represented and voted on changes to party policy, the last of which was held in 1990. Yugoslavia's parliament was known as the &lt;a href=\"Federal%20Assembly%20of%20the%20SFRY\"&gt;Federal Assembly&lt;/a&gt; which was housed in the building which currently houses Serbia's parliament. The Federal Assembly was composed entirely of Communist members. The primary political leader of the state was Josip Broz Tito, but there were several other important politicians, particularly after Tito's death: see the &lt;a href=\"list%20of%20leaders%20of%20Communist%20Yugoslavia\"&gt;list of leaders of Communist Yugoslavia&lt;/a&gt;. In 1974, Tito was elected President-for-life of Yugoslavia. After Tito's death in 1980, the single position of president was divided into a collective &lt;a href=\"Presidency%20of%20the%20SFRY\"&gt;Presidency&lt;/a&gt;, where representatives of each republic would essentially form a committee where the concerns of each republic would be addressed and from it, collective federal policy goals and objectives would be implemented. The head of the collective presidency was rotated between representatives of the republics. The collective presidency was considered the head of state of Yugoslavia. The collective presidency was ended in 1991, as Yugoslavia fell apart. In 1974, major reforms to Yugoslavia's constitution occurred. Among the changes was the controversial internal division of Serbia, which created two autonomous provinces within it, &lt;a href=\"Socialist%20Autonomous%20Province%20of%20Vojvodina\"&gt;Vojvodina&lt;/a&gt; and &lt;a href=\"Socialist%20Autonomous%20Province%20of%20Kosovo\"&gt;Kosovo&lt;/a&gt;. Each of these autonomous provinces had voting power equal to that of the republics, but retroactively they participated in Serbian decision-making as constituent parts of SR Serbia.\nFederal units.\nInternally, the Yugoslav federation was divided into six &lt;a href=\"constituent%20states\"&gt;constituent states&lt;/a&gt;. Their formation was initiated during the war years, and finalized in 1944–1946. They were initially designated as \"&lt;a href=\"federated%20states\"&gt;federated states&lt;/a&gt;\", but after the adoption of the first federal Constitution, on 31 January 1946, they were officially named as \"&lt;a href=\"people%27s%20republics\"&gt;people's republics&lt;/a&gt;\" (1946-1963), and later as \"&lt;a href=\"socialist%20republics\"&gt;socialist republics&lt;/a&gt;\" (from 1963 forward). They were constitutionally defined as mutually equal in rights and duties within the federation. Initially, there were initiatives to create several &lt;a href=\"Autonomous%20area\"&gt;autonomous units&lt;/a&gt; within some federal units, but that was enforced only in Serbia, where two &lt;a href=\"Autonomous%20area\"&gt;autonomous units&lt;/a&gt; (Vojvodina and Kosovo) were created (1945).\nIn alphabetical order, the republics and provinces were:\nForeign policy.\nUnder Tito, Yugoslavia adopted a policy of nonalignment in the Cold War. It developed close relations with developing countries by having a leading role in the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;, as well as maintaining cordial relations with the United States and Western European countries. Stalin considered Tito a traitor and openly offered condemnation towards him. Yugoslavia provided major assistance to anti-colonialist movements in the Third World. The Yugoslav delegation was the first to bring the demands of the Algerian &lt;a href=\"National%20Liberation%20Front%20%28Algeria%29\"&gt;National Liberation Front&lt;/a&gt; to the United Nations. In January 1958, the French navy boarded the Slovenija cargo ship off &lt;a href=\"Oran\"&gt;Oran&lt;/a&gt;, whose holds were filled with weapons for the insurgents. Diplomat Danilo Milic explained that \"Tito and the leading nucleus of the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt; really saw in the Third World's liberation struggles a replica of their own struggle against the fascist occupants. They vibrated to the rhythm of the advances or setbacks of the FLN or &lt;a href=\"Vietcong\"&gt;Vietcong&lt;/a&gt;.\" Thousands of Yugoslav cooperants travelled to &lt;a href=\"Guinea\"&gt;Guinea&lt;/a&gt; after its decolonisation and as the French government tried to destabilise the country. Tito also helped the liberation movements of the Portuguese colonies. He saw the murder of &lt;a href=\"Patrice%20Lumumba\"&gt;Patrice Lumumba&lt;/a&gt; in 1961 as the \"greatest crime in contemporary history\". The country's military schools hosted activists from &lt;a href=\"Swapo\"&gt;Swapo&lt;/a&gt; (Namibia) and the &lt;a href=\"Pan%20Africanist%20Congress%20of%20Azania\"&gt;Pan Africanist Congress of Azania&lt;/a&gt; (South Africa). In 1980, the secret services of South Africa and Argentina planned to bring 1,500 anti-communist guerrillas to Yugoslavia. The operation was aimed at overthrowing Tito and was planned during the Olympic Games period so that the Soviets would be too busy to react. The operation was finally abandoned due to Tito's death and while the Yugoslav armed forces raised their alert level. On 1 January 1967, Yugoslavia was the first Communist country to open its borders to all foreign visitors and abolish visa requirements. In the same year, Tito became active in promoting a peaceful resolution of the &lt;a href=\"Arab%E2%80%93Israeli%20conflict\"&gt;Arab–Israeli conflict&lt;/a&gt;. His plan called for Arab countries to recognize the State of Israel in exchange for Israel returning territories it had gained. The Arab countries rejected his land for peace concept. However, that same year, Yugoslavia no longer recognized Israel. In 1968, following the &lt;a href=\"Soviet%20invasion%20of%20Czechoslovakia\"&gt;Soviet invasion of Czechoslovakia&lt;/a&gt;, Tito added an additional defense line to Yugoslavia's borders with the Warsaw Pact countries. Later in 1968, Tito then offered Czechoslovak leader &lt;a href=\"Alexander%20Dub%C4%8Dek\"&gt;Alexander Dubček&lt;/a&gt; that he would fly to &lt;a href=\"Prague\"&gt;Prague&lt;/a&gt; on three hours notice if Dubček needed help in facing down the Soviet Union which was occupying &lt;a href=\"Czechoslovak%20Socialist%20Republic\"&gt;Czechoslovakia&lt;/a&gt; at the time. Yugoslavia had mixed relations towards &lt;a href=\"Enver%20Hoxha\"&gt;Enver Hoxha&lt;/a&gt;'s &lt;a href=\"People%27s%20Socialist%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt;. Initially Yugoslav-Albanian relations were forthcoming, as Albania adopted a common market with Yugoslavia and required the teaching of Serbo-Croatian to students in high schools. At this time, the concept of creating a Balkan Federation was being discussed between Yugoslavia, Albania, and Bulgaria. Albania at this time was heavily dependent on economic support of Yugoslavia to fund its initially weak infrastructure. Trouble between Yugoslavia and Albania began when Albanians began to complain that Yugoslavia was paying too little for Albania's natural resources. Afterward, relations between Yugoslavia and Albania worsened. From 1948 onward, the Soviet Union backed Albania in opposition to Yugoslavia. On the issue of Albanian-dominated Kosovo, Yugoslavia and Albania both attempted to neutralize the threat of nationalist conflict, Hoxha opposed &lt;a href=\"Albanian%20nationalism\"&gt;Albanian nationalism&lt;/a&gt;, as he officially believed in the &lt;a href=\"world%20communist\"&gt;world communist&lt;/a&gt; ideal of international brotherhood of all people, though on a few occasions in the 1980s he made inflammatory speeches in support of Albanians in Kosovo against the Yugoslav government, when public sentiment in Albania was firmly in support of Kosovo's Albanians.\nEconomy.\nDespite their common origins, the socialist economy of Yugoslavia was much different from the &lt;a href=\"economy%20of%20the%20Soviet%20Union\"&gt;economy of the Soviet Union&lt;/a&gt; and the &lt;a href=\"economies%20of%20the%20Eastern%20Bloc\"&gt;economies of the Eastern Bloc&lt;/a&gt;, especially after the &lt;a href=\"Yugoslav%E2%80%93Soviet%20break-up\"&gt;Yugoslav–Soviet break-up&lt;/a&gt; of 1948. Though they were &lt;a href=\"state-owned%20enterprise\"&gt;state-owned enterprise&lt;/a&gt;s, Yugoslav companies were nominally collectively managed by the employees themselves through &lt;a href=\"workers%27%20self-management\"&gt;workers' self-management&lt;/a&gt;, albeit with state oversight dictating wage bills and the hiring and firing of managers The occupation and liberation struggle in World War II left Yugoslavia's infrastructure devastated. Even the most developed parts of the country were largely rural, and the little industry the country had was largely damaged or destroyed. Unemployment was a chronic problem for Yugoslavia: the unemployment rates were amongst the highest in Europe during its existence and they did not reach critical levels before the 1980s only due to the safety valve provided by sending one million guest workers yearly to advanced industrialized countries in &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;. The departure of Yugoslavs seeking work began in the 1950s, when individuals began slipping across the border illegally. In the mid-1960s, Yugoslavia lifted emigration restrictions and the number of emigrants increased rapidly, especially to &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt;. By the early 1970s, 20% of the country's labor force or 1.1 million workers were employed abroad. This was also a source of capital and foreign currency for Yugoslavia.\nDue to Yugoslavia's neutrality and its leading role in the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;, Yugoslav companies exported to both Western and Eastern markets. Yugoslav companies carried out construction of numerous major infrastructural and industrial projects in Africa, Europe and Asia. In the 1970s, the economy was reorganized according to &lt;a href=\"Edvard%20Kardelj\"&gt;Edvard Kardelj&lt;/a&gt;'s theory of associated labor, in which the right to decision-making and a share in profits of worker-run &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt;s is based on the investment of labour. All companies were transformed into \"organizations of associated labor\". The smallest, \"basic organizations of associated labor\", roughly corresponded to a small company or a department in a large company. These were organized into \"enterprises\" which in turn associated into \"composite organizations of associated labor\", which could be large companies or even whole-industry branches in a certain area. Most executive decision-making was based in &lt;a href=\"Organization\"&gt;enterprises&lt;/a&gt;, so that these continued to &lt;a href=\"Competition\"&gt;compete&lt;/a&gt; to an extent, even when they were part of a same composite organization.\nIn practice, the appointment of managers and the strategic policies of composite organizations were, depending on their size and importance, often subject to political and personal influence-peddling. In order to give all employees the same access to decision-making, the \"basic organisations of associated labor\" were also applied to public services, including health and education. The basic organizations were usually made up of no more than a few dozen people and had their own &lt;a href=\"workers%27%20councils\"&gt;workers' councils&lt;/a&gt;, whose assent was needed for strategic decisions and appointment of managers in enterprises or public institutions.\nThe results of these reforms however were not satisfactory. There have been rampant wage-price inflations, substantial rundown of capital plant and consumer shortages, while the income gap between the poorer Southern and the relatively affluent Northern regions of the country remained. The self-management system stimulated the inflationary economy that was needed to support it. Large state-owned enterprises operated as monopolists with unrestricted access to capital that was shared according to political criteria. The &lt;a href=\"oil%20crisis%20of%201973\"&gt;oil crisis of 1973&lt;/a&gt; magnified the economic problems, which the government tried to solve with extensive foreign borrowing. Although such actions resulted in a reasonable rate of growth for a few years (GNP grew at 5.1% yearly), such growth was unsustainable since the rate of foreign borrowing grew at an annual rate of 20%.\nLife conditions deteriorated in Yugoslavia in the 1980s, and were reflected in soaring unemployment rates and inflation. In the late 1980s, the unemployment rate in Yugoslavia was over 17%, with another 20% &lt;a href=\"Underemployment\"&gt;underemployed&lt;/a&gt;; with 60% of the unemployed under the age of 25. Real net personal income declined by 19.5%. The nominal GDP per capita of Yugoslavia at current prices in US dollars was at $3,549 in 1990. The central government tried to reform the self-management system and create an open market economy with considerable state ownership of major industrial factories, but &lt;a href=\"Strike%20action\"&gt;strikes&lt;/a&gt; in major plants and &lt;a href=\"hyperinflation%20in%20the%20Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;hyperinflation held back progress&lt;/a&gt;.\nThe &lt;a href=\"Yugoslav%20wars\"&gt;Yugoslav wars&lt;/a&gt; and consequent loss of market, as well as mismanagement and/or non-transparent privatization, brought further economic trouble for all the former republics of Yugoslavia in the 1990s.\nThe Yugoslav currency was the &lt;a href=\"Yugoslav%20dinar\"&gt;Yugoslav dinar&lt;/a&gt;.\nVarious economic indicators around 1990 were:\nTransportation.\nAir transport.\nWhile being a Communist country, after the &lt;a href=\"Tito%E2%80%93Stalin%20split\"&gt;Tito–Stalin split&lt;/a&gt; Yugoslavia initiated a period of military neutrality and Non-Alignment. Its airlines were supplied by both the East and the West. &lt;a href=\"JAT%20Airways\"&gt;JAT Yugoslav Airlines&lt;/a&gt; became the flag carrier by absorbing the previous company &lt;a href=\"Aeroput\"&gt;Aeroput&lt;/a&gt;. During its existence it grew to become one of the leading airlines in Europe both by fleet and destinations. Its fleet included most of the Western-built aircraft, and destinations included all 5 continents. By the 1970s more airlines were created, namely &lt;a href=\"Aviogenex\"&gt;Aviogenex&lt;/a&gt;, &lt;a href=\"Adria%20Airways\"&gt;Adria Airways&lt;/a&gt; and &lt;a href=\"Pan%20Adria%20Airways\"&gt;Pan Adria Airways&lt;/a&gt; mostly focused in the growing tourist industry. The capital &lt;a href=\"Belgrade%20Nikola%20Tesla%20Airport\"&gt;Belgrade Airport&lt;/a&gt; became the regional hub offering flights, either by the national airline JAT, or by other airlines, to all important destinations worldwide. Aside from Belgrade, most international flights would include a stop in &lt;a href=\"Zagreb%20Airport\"&gt;Zagreb Airport&lt;/a&gt;, the second national airport in terms of passenger and cargo capacity; the two became the sole international hubs. All secondary airports such as the ones in &lt;a href=\"Sarajevo%20Airport\"&gt;Sarajevo&lt;/a&gt;, &lt;a href=\"Skopje%20Airport%20-\"&gt;Skopje&lt;/a&gt;, &lt;a href=\"Split%20Airport\"&gt;Split&lt;/a&gt; or &lt;a href=\"Ljubljana%20Airport\"&gt;Ljubljana&lt;/a&gt; were directly linked to international flights through either Belgrade or Zagreb, while a number of tourism-oriented destinations were developed, such as &lt;a href=\"Dubrovnik%20Airport\"&gt;Dubrovnik&lt;/a&gt;, &lt;a href=\"Rijeka%20Airport\"&gt;Rijeka&lt;/a&gt;, &lt;a href=\"Ohrid%20Airport\"&gt;Ohrid&lt;/a&gt;, &lt;a href=\"Tivat%20Airport\"&gt;Tivat&lt;/a&gt; and others.\nRailways.\nThe railway system in Yugoslavia was operated by the &lt;a href=\"Yugoslav%20Railways\"&gt;Yugoslav Railways&lt;/a&gt;. Much of the infrastructure was inherited from the pre-WWII period, and SFRY period was marked by the extension and electrification of the rails. Electric and diesel locomotives were introduced in number from the 1960s onwards. Much of the early rolling stock were European produced, while with time were being replaced with domestically built locomotives, mostly from &lt;a href=\"KON%C4%8CAR%20Group\"&gt;Rade Končar&lt;/a&gt; and carriages, mostly from GOŠA. The main two projects during SFRY period were electrification of the &lt;a href=\"Zagreb%E2%80%93Belgrade%20railway\"&gt;Zagreb–Belgrade railway&lt;/a&gt;, and the building of the highly challenging &lt;a href=\"Belgrade%E2%80%93Bar%20railway\"&gt;Belgrade–Bar railway&lt;/a&gt;. Yugoslav railways operated a number of international services, such as the &lt;a href=\"Orient%20Express\"&gt;Orient Express&lt;/a&gt;.\nRoads.\nThe core of the road network in Yugoslavia was the &lt;a href=\"Brotherhood%20and%20Unity%20Highway\"&gt;Brotherhood and Unity Highway&lt;/a&gt; which was a highway that stretched over , from the &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n border at &lt;a href=\"Rate%C4%8De\"&gt;Rateče&lt;/a&gt; near &lt;a href=\"Kranjska%20Gora\"&gt;Kranjska Gora&lt;/a&gt; in the northwest via &lt;a href=\"Ljubljana\"&gt;Ljubljana&lt;/a&gt;, &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;, &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; and &lt;a href=\"Skopje\"&gt;Skopje&lt;/a&gt; to &lt;a href=\"Gevgelija\"&gt;Gevgelija&lt;/a&gt; on the &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt; border in the southeast. It was the main modern highway in the country, connecting four constituent republics. It was the pioneer highway in Central-Eastern Europe, and the main link between Central and Western Europe with South-Eastern Europe and Middle East. Construction began on the initiative of President Tito. The first section between Zagreb and Belgrade was built with the effort of the &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; and volunteer &lt;a href=\"Youth%20work%20actions\"&gt;Youth Work Actions&lt;/a&gt; and was opened in 1950. The section between Ljubljana and Zagreb was built by 54,000 volunteers in less than eight months in 1958.\nMaritime and river transportation.\nWith its extensive coast in the &lt;a href=\"Adriatic%20sea\"&gt;Adriatic sea&lt;/a&gt;, Yugoslavia included several large ports such as Split, Rijeka, Zadar or Pula. Ferries providing passenger service were established linking Yugoslav ports with several ports in Italy and Greece. Regarding rivers, the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; was navigable throughout its entire course in Yugoslavia, linking the ports of Belgrade, Novi Sad, and Vukovar with Central Europe and the Black sea. Long stretches of rivers &lt;a href=\"Sava\"&gt;Sava&lt;/a&gt;, &lt;a href=\"Drava\"&gt;Drava&lt;/a&gt; and &lt;a href=\"Tisza\"&gt;Tisza&lt;/a&gt; were also navigable.\nUrban.\nAccompanying the high urban growth, urban transportation in Yugoslavia was significantly developed in all republic capitals and major cities. Urban bus networks existed in all cities, while many also included trolleybuses and trams. Despite having been planned for decades, &lt;a href=\"Belgrade%20Metro\"&gt;Belgrade Metro&lt;/a&gt; never materialised, and Belgrade became the major capital in Europe not to have metro. Instead, Belgrade city authorities opted for the development of urban rail transport, &lt;a href=\"Beovoz\"&gt;Beovoz&lt;/a&gt;, and an extensive tram, bus and trolley network.\nBesides capital Belgrade, other cities developed tram networks as well. The urban rail transport infrastructure in Yugoslavia consisted of:\nIn the &lt;a href=\"Kingdom%20of%20Italy\"&gt;Kingdom of Italy&lt;/a&gt;, there were also the &lt;a href=\"Opatija%20tram\"&gt;Opatija tram&lt;/a&gt; and &lt;a href=\"trams%20in%20Pula\"&gt;trams in Pula&lt;/a&gt; in &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt; province, after 1947 (\"de facto\" 1945) ceded to Yugoslavia.\nCommunications.\nRadio and television.\nOne of the founding members of the &lt;a href=\"European%20Broadcasting%20Union\"&gt;European Broadcasting Union&lt;/a&gt;, &lt;a href=\"Yugoslav%20Radio%20Television\"&gt;Yugoslav Radio Television&lt;/a&gt;, known as JRT, was the national &lt;a href=\"public%20broadcasting\"&gt;public broadcasting&lt;/a&gt; system in Yugoslavia. It consisted of eight &lt;a href=\"subnational%20administrative%20division\"&gt;subnational&lt;/a&gt; radio and television broadcast centers with each one headquartered in one of the six constituent republics and two autonomous provinces. Each television center created its own programming independently, and some of them operated several channels. This subnational broadcasting centers became public broadcasters of the newly independent states, with altered names, after the break-up of Yugoslavia. &lt;a href=\"Croatian%20Radiotelevision\"&gt;Zagreb Radio&lt;/a&gt; started broadcasting on 15 May 1926, and was the first public broadcasting facility in Southeast Europe. On the 30th anniversary of the establishment of Zagreb Radio station, on 15 May 1956, the first television programme was broadcast. This was the first TV station in Yugoslavia and would later become a color station in 1972. &lt;a href=\"Radio%20Television%20of%20Serbia\"&gt;RT Belgrade&lt;/a&gt; and &lt;a href=\"Radiotelevizija%20Slovenija\"&gt;RT Ljubljana&lt;/a&gt; started broadcasting its television programmes two years later, in 1958.\nGeography.\nLike the &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt; that preceded it, the SFRY bordered Italy and Austria to the northwest, Hungary to the northeast, Romania and Bulgaria to the east, Greece to the south, Albania to the southwest, and the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; to the west. During the socialist period it was common for history and geography teachers to teach their students that Yugoslavia bordered with \"brigama\", a Serbo-Croatian word meaning \"worries\" and that was an &lt;a href=\"acronym\"&gt;acronym&lt;/a&gt; of the initials of all the countries Yugoslavia bordered with, transformed into a &lt;a href=\"mnemonic\"&gt;mnemonic&lt;/a&gt; principle used for both, easy learning and ironic reminder of the difficult relations Yugoslav people had with its neighbors in the past. The most significant change to the borders of the SFRY occurred in 1954, when the adjacent &lt;a href=\"Free%20Territory%20of%20Trieste\"&gt;Free Territory of Trieste&lt;/a&gt; was dissolved by the &lt;a href=\"Treaty%20of%20Osimo\"&gt;Treaty of Osimo&lt;/a&gt;. The Yugoslav Zone B, which covered , became part of the SFRY. Zone B was already occupied by the Yugoslav National Army. In 1989 the country bordered Italy and the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; to the west; Austria and &lt;a href=\"Hungarian%20People%27s%20Republic\"&gt;Hungary&lt;/a&gt; to the north; &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt; and &lt;a href=\"People%27s%20Republic%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt; to the east; Greece to the south and &lt;a href=\"People%27s%20Socialist%20Republic%20of%20Albania\"&gt;Albania&lt;/a&gt; to the south-west. In 1991, the SFRY's territory disintegrated as the independent states of &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;, Croatia, &lt;a href=\"Republic%20of%20Macedonia\"&gt;Macedonia&lt;/a&gt;, and &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; separated from it, though the Yugoslav military controlled parts of Croatia and Bosnia prior to the state's dissolution. By 1992, only the republics of &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; and &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; remained committed to union, and formed the &lt;a href=\"Federal%20Republic%20of%20Yugoslavia\"&gt;Federal Republic of Yugoslavia&lt;/a&gt; (FRY) in that year.\nDemographics.\nEthnic groups.\nThe SFRY recognised \"nations\" \"(narodi)\" and \"nationalities\" \"(narodnosti)\" separately; the former included the constituent &lt;a href=\"South%20Slavs\"&gt;South Slavic&lt;/a&gt; peoples (&lt;a href=\"Croats\"&gt;Croats&lt;/a&gt;, &lt;a href=\"Macedonians%20%28ethnic%20group%29\"&gt;Macedonians&lt;/a&gt;, &lt;a href=\"Montenegrins\"&gt;Montenegrins&lt;/a&gt;, &lt;a href=\"Muslims%20%28ethnic%20group%29\"&gt;Muslims&lt;/a&gt; (from 1971), &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; and &lt;a href=\"Slovenes\"&gt;Slovenes&lt;/a&gt;), while the latter included other &lt;a href=\"Slavs\"&gt;Slavic&lt;/a&gt; and non-Slavic ethnic groups such as &lt;a href=\"Slovaks\"&gt;Slovaks&lt;/a&gt;, &lt;a href=\"Bulgarians\"&gt;Bulgarians&lt;/a&gt;, &lt;a href=\"Rusyns\"&gt;Rusyns&lt;/a&gt; and &lt;a href=\"Czechs\"&gt;Czechs&lt;/a&gt; (Slavic); or &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt;, &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt;, &lt;a href=\"Romani%20people\"&gt;Romani&lt;/a&gt;, &lt;a href=\"Turkish%20people\"&gt;Turks&lt;/a&gt;, &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt;, &lt;a href=\"Vlachs\"&gt;Vlachs&lt;/a&gt;, &lt;a href=\"Italians\"&gt;Italians&lt;/a&gt;, and &lt;a href=\"Germans\"&gt;Germans&lt;/a&gt; (non-Slavic). In total, about 26 known sizeable ethnic groups were known to live in Yugoslavia. There was also a &lt;a href=\"Yugoslavs\"&gt;Yugoslav&lt;/a&gt; ethnic designation, for the people who wanted to identify with the entire country, including people who were born to parents in mixed marriages.\nLanguages.\nThe population of Yugoslavia spoke mainly three languages: &lt;a href=\"Serbo-Croatian%20language\"&gt;Serbo-Croatian&lt;/a&gt;, &lt;a href=\"Slovene%20language\"&gt;Slovene&lt;/a&gt; and &lt;a href=\"Macedonian%20language\"&gt;Macedonian&lt;/a&gt;. Serbo-Croatian was spoken by the populations in the federated republics of &lt;a href=\"SR%20Serbia\"&gt;SR Serbia&lt;/a&gt;, &lt;a href=\"SR%20Croatia\"&gt;SR Croatia&lt;/a&gt;, &lt;a href=\"SR%20Bosnia%20and%20Herzegovina\"&gt;SR Bosnia and Herzegovina&lt;/a&gt;, and &lt;a href=\"SR%20Montenegro\"&gt;SR Montenegro&lt;/a&gt; – a total of 12,390,000 people by the late 1980s. Slovene was spoken by approximately 2,000,000 inhabitants of &lt;a href=\"SR%20Slovenia\"&gt;SR Slovenia&lt;/a&gt;, while Macedonian was spoken by 1,210,000 inhabitants of SR Macedonia. National minorities used their own languages as well, with 506,000 speaking &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; (primarily in &lt;a href=\"SAP%20Vojvodina\"&gt;SAP Vojvodina&lt;/a&gt;), and 2,000,000 persons speaking &lt;a href=\"Albanian%20language\"&gt;Albanian&lt;/a&gt; in SR Serbia (primarily in &lt;a href=\"SAP%20Kosovo\"&gt;SAP Kosovo&lt;/a&gt;), SR Macedonia and SR Montenegro. &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt;, &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt; (primarily in SAP Vojvodina), and &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; (primarily in &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt; and parts of &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt;) were also spoken to a lesser extent. The Yugoslav Albanians, almost exclusively &lt;a href=\"Ghegs\"&gt;Ghegs&lt;/a&gt;, chose to use the unified standard language of Albania predominantly based on &lt;a href=\"Tosk%20Albanian\"&gt;Tosk Albanian&lt;/a&gt; (a different dialect), for political reasons. The three main languages all belong to the &lt;a href=\"South%20Slavic%20languages\"&gt;South Slavic&lt;/a&gt; language group and are thus similar, allowing most people from different areas to understand each other. Intellectuals were mostly acquainted with all three languages, while people of more modest means from SR Slovenia and SR Macedonia were provided an opportunity to learn Serbo-Croatian during the compulsory service in the federal military. Serbo-Croatian itself is made-up of three dialects, &lt;a href=\"Shtokavian\"&gt;Shtokavian&lt;/a&gt;, &lt;a href=\"Kajkavian\"&gt;Kajkavian&lt;/a&gt;, and &lt;a href=\"Chakavian\"&gt;Chakavian&lt;/a&gt;, with Shtokavian used as the standard official dialect of the language. Official Serbo-Croatian (Shtokavian), was divided into two similar variants, the Croatian (Western) variant and Serbian (Eastern) variant, with minor &lt;a href=\"Differences%20between%20standard%20Bosnian%2C%20Croatian%20and%20Serbian\"&gt;differences&lt;/a&gt; telling the two apart. Two alphabets used in Yugoslavia were: the &lt;a href=\"Latin%20alphabet\"&gt;Latin alphabet&lt;/a&gt; and the &lt;a href=\"Cyrillic%20script\"&gt;Cyrillic script&lt;/a&gt;. Both alphabets were modified for use by Serbo-Croatian in the 19th century, thus the Serbo-Croatian Latin alphabet is more closely known as &lt;a href=\"Gaj%27s%20Latin%20alphabet\"&gt;Gaj's Latin alphabet&lt;/a&gt;, while Cyrillic is referred to as the &lt;a href=\"Serbian%20Cyrillic%20alphabet\"&gt;Serbian Cyrillic alphabet&lt;/a&gt;. Serbo-Croatian uses both alphabets, Slovene uses only the Latin alphabet, and Macedonian uses only the Cyrillic alphabet. Bosnian and Croatian variants of the language used exclusively Latin, while the Serbian variant used both Latin and Cyrillic.\nEmigration.\nThe small or negative population growth in the former Yugoslavia reflected a high level of &lt;a href=\"emigration\"&gt;emigration&lt;/a&gt;. Even before the breakup of the country, during the 1960s and 1970s, Yugoslavia was one of the most important \"sending societies\" of international migration. An important receiving society was &lt;a href=\"Immigration%20from%20the%20former%20Yugoslavia%20to%20Switzerland\"&gt;Switzerland&lt;/a&gt;, target of an estimated total of 500,000 migrants, who now account for more than 6% of total Swiss population. Similar numbers emigrated to Germany, Austria, Australia, Sweden and to North America.\nMilitary.\nThe armed forces of SFR Yugoslavia consisted of the &lt;a href=\"Yugoslav%20People%27s%20Army\"&gt;Yugoslav People's Army&lt;/a&gt; (\"Jugoslovenska narodna armija\", JNA), Territorial Defense (TO), Civil Defense (CZ) and \"&lt;a href=\"Militsiya\"&gt;Milicija&lt;/a&gt;\" (police) in wartime. Socialist Yugoslavia maintained a strong military force. JNA was the main organization of the military forces plus the remnacents of the royal Yugoslav army, and was composed of the ground army, navy and aviation. Militarily, Yugoslavia had a policy of self-sufficiency. Due to its policy of neutrality and non-alignment, efforts were made to develop the country's military industry to provide the military with all its needs, and even for export. Most of its military equipment and pieces were domestically produced, while some was imported both from the East and the West. The regular army mostly originated from the &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt; of &lt;a href=\"World%20War%20II%20in%20Yugoslavia\"&gt;World War II&lt;/a&gt;. Yugoslavia had a thriving &lt;a href=\"arms%20industry\"&gt;arms industry&lt;/a&gt; and exported to nations such as &lt;a href=\"Kuwait\"&gt;Kuwait&lt;/a&gt;, &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, and &lt;a href=\"Myanmar\"&gt;Burma&lt;/a&gt;, among others (including a number of staunchly anti-communist regimes like Guatemala). Yugoslav companies like &lt;a href=\"Zastava%20Arms\"&gt;Zastava Arms&lt;/a&gt; produced &lt;a href=\"USSR\"&gt;Soviet&lt;/a&gt;-designed weaponry under license as well as creating weaponry from scratch, ranging from police pistols to airplanes. &lt;a href=\"SOKO\"&gt;SOKO&lt;/a&gt; was an example of a successful military aircraft design by Yugoslavia before the &lt;a href=\"Yugoslav%20wars\"&gt;Yugoslav wars&lt;/a&gt;. Beside the federal army, each of the six republics had their own respective Territorial Defense Forces. They were a national guard of sorts, established in the frame of a new &lt;a href=\"military%20doctrine\"&gt;military doctrine&lt;/a&gt; called \"General Popular Defense\" as an answer to the brutal end of the &lt;a href=\"Prague%20Spring\"&gt;Prague Spring&lt;/a&gt; by the &lt;a href=\"Warsaw%20Pact\"&gt;Warsaw Pact&lt;/a&gt; in &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt; in 1968. It was organized on republic, autonomous province, municipality and local community levels. As &lt;a href=\"Breakup%20of%20Yugoslavia\"&gt;Yugoslavia splintered&lt;/a&gt;, the army factionalized along ethnic lines, and by 1991–92 &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; made up almost the entire army as the separating states formed their own.\nEducation.\nUniversities.\nThe &lt;a href=\"University%20of%20Zagreb\"&gt;University of Zagreb&lt;/a&gt; (founded 1669), &lt;a href=\"University%20of%20Belgrade\"&gt;University of Belgrade&lt;/a&gt; (founded 1808) and the &lt;a href=\"University%20of%20Ljubljana\"&gt;University of Ljubljana&lt;/a&gt; (founded 1919) already existed before the creation of Socialist Yugoslavia. Between 1945 and 1992 numerous universities were established throughout the country:\nArts.\nPrior to the collapse of Yugoslavia in the 1990s, Yugoslavia had a modern multicultural society. Characteristic attention was based on the concept of brotherhood and unity and the memory of the Communist &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt;' victory against fascists and nationalists as the rebirth of the Yugoslav people, although all forms of art flourished freely unlike in other socialist counties. In the SFRY the history of Yugoslavia during World War II was omnipresent, and was portrayed as a struggle not only between Yugoslavia and the Axis Powers, but as a struggle between good and evil within Yugoslavia with the multiethnic Yugoslav Partisans were represented as the \"good\" Yugoslavs fighting against manipulated \"evil\" Yugoslavs – the Croatian &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt; and Serbian &lt;a href=\"Chetniks\"&gt;Chetniks&lt;/a&gt;. The SFRY was presented to its people as the leader of the non-aligned movement and that the SFRY was dedicated to creating a just, harmonious, &lt;a href=\"Marxist\"&gt;Marxist&lt;/a&gt; world.\nArtists from different ethnicities in the country were popular amongst other ethnicities, and the film industry in Yugoslavia avoided nationalist overtones until the 1990s. Unlike in other socialist societies, Yugoslavia was considered tolerant to a popular and classical art as long as it was not overly critical of the ruling regime, which made Yugoslavia appear to be a free country despite its one-party regime structure.\nLiterature.\nSome of the most prominent Yugoslav writers were the &lt;a href=\"Nobel%20Prize%20for%20Literature\"&gt;Nobel Prize for Literature&lt;/a&gt; laureate &lt;a href=\"Ivo%20Andri%C4%87\"&gt;Ivo Andrić&lt;/a&gt;, &lt;a href=\"Miroslav%20Krle%C5%BEa\"&gt;Miroslav Krleža&lt;/a&gt;, &lt;a href=\"Me%C5%A1a%20Selimovi%C4%87\"&gt;Meša Selimović&lt;/a&gt;, &lt;a href=\"Branko%20%C4%86opi%C4%87\"&gt;Branko Ćopić&lt;/a&gt;, &lt;a href=\"Mak%20Dizdar\"&gt;Mak Dizdar&lt;/a&gt; and others.\nGraphic arts.\nNotable painters included: &lt;a href=\"%C4%90or%C4%91e%20Andrejevi%C4%87%20Kun\"&gt;Đorđe Andrejević Kun&lt;/a&gt;, &lt;a href=\"Petar%20Lubarda\"&gt;Petar Lubarda&lt;/a&gt;, &lt;a href=\"Mersad%20Berber\"&gt;Mersad Berber&lt;/a&gt;, &lt;a href=\"Mili%C4%87%20od%20Ma%C4%8Dve\"&gt;Milić od Mačve&lt;/a&gt; and others. Prominent sculptor was &lt;a href=\"Antun%20Augustin%C4%8Di%C4%87\"&gt;Antun Augustinčić&lt;/a&gt; who made a monument standing in front of the &lt;a href=\"United%20Nations%20Headquarters\"&gt;United Nations Headquarters&lt;/a&gt; in New York City.\nFilm.\nThe &lt;a href=\"Yugoslav%20cinema\"&gt;Yugoslav cinema&lt;/a&gt; featured notable actors &lt;a href=\"Danilo%20Stojkovi%C4%87\"&gt;Danilo Stojković&lt;/a&gt;, Ida Kravanja, &lt;a href=\"Ljuba%20Tadi%C4%87\"&gt;Ljuba Tadić&lt;/a&gt;, &lt;a href=\"Fabijan%20%C5%A0ovagovi%C4%87\"&gt;Fabijan Šovagović&lt;/a&gt;, Mirko Bogataj, &lt;a href=\"Mustafa%20Nadarevi%C4%87\"&gt;Mustafa Nadarević&lt;/a&gt;, &lt;a href=\"Bata%20%C5%BDivojinovi%C4%87\"&gt;Bata Živojinović&lt;/a&gt;, &lt;a href=\"Boris%20Dvornik\"&gt;Boris Dvornik&lt;/a&gt;, Ratko Polič, &lt;a href=\"Ljubi%C5%A1a%20Samard%C5%BEi%C4%87\"&gt;Ljubiša Samardžić&lt;/a&gt;, &lt;a href=\"Dragan%20Nikoli%C4%87\"&gt;Dragan Nikolić&lt;/a&gt;, &lt;a href=\"Pavle%20Vujisi%C4%87\"&gt;Pavle Vujisić&lt;/a&gt;, Arnold Tovornik, Volodja Peer, &lt;a href=\"Mira%20Banjac\"&gt;Mira Banjac&lt;/a&gt;, &lt;a href=\"Stevo%20%C5%BDigon\"&gt;Stevo Žigon&lt;/a&gt;, &lt;a href=\"Voja%20Brajovi%C4%87\"&gt;Voja Brajović&lt;/a&gt;, Ivo Ban, &lt;a href=\"Miki%20Manojlovi%C4%87\"&gt;Miki Manojlović&lt;/a&gt;, &lt;a href=\"Svetlana%20Bojkovi%C4%87\"&gt;Svetlana Bojković&lt;/a&gt;, &lt;a href=\"Miodrag%20Petrovi%C4%87%20%C4%8Ckalja\"&gt;Miodrag Petrović Čkalja&lt;/a&gt;, &lt;a href=\"Zoran%20Radmilovi%C4%87\"&gt;Zoran Radmilović&lt;/a&gt;, Špela Rozin, &lt;a href=\"Josif%20Tati%C4%87\"&gt;Josif Tatić&lt;/a&gt;, &lt;a href=\"Milan%20Gutovi%C4%87\"&gt;Milan Gutović&lt;/a&gt;, &lt;a href=\"Milena%20Dravi%C4%87\"&gt;Milena Dravić&lt;/a&gt;, Milena Zupančič, &lt;a href=\"Bekim%20Fehmiu\"&gt;Bekim Fehmiu&lt;/a&gt;, &lt;a href=\"Neda%20Arneri%C4%87\"&gt;Neda Arnerić&lt;/a&gt;, Janez Škof, &lt;a href=\"Rade%20%C5%A0erbed%C5%BEija\"&gt;Rade Šerbedžija&lt;/a&gt;, &lt;a href=\"Mira%20Furlan\"&gt;Mira Furlan&lt;/a&gt;, &lt;a href=\"Ena%20Begovi%C4%87\"&gt;Ena Begović&lt;/a&gt; and others. Film directors included: &lt;a href=\"Emir%20Kusturica\"&gt;Emir Kusturica&lt;/a&gt;, &lt;a href=\"Du%C5%A1an%20Makavejev\"&gt;Dušan Makavejev&lt;/a&gt;, Duša Počkaj, &lt;a href=\"Goran%20Markovi%C4%87%20%28film%20director%29\"&gt;Goran Marković&lt;/a&gt;, &lt;a href=\"Lordan%20Zafranovi%C4%87\"&gt;Lordan Zafranović&lt;/a&gt;, &lt;a href=\"Goran%20Paskaljevi%C4%87\"&gt;Goran Paskaljević&lt;/a&gt;, &lt;a href=\"%C5%BDivojin%20Pavlovi%C4%87\"&gt;Živojin Pavlović&lt;/a&gt; and &lt;a href=\"Hajrudin%20Krvavac\"&gt;Hajrudin Krvavac&lt;/a&gt;. Many Yugoslav films featured eminent foreign actors such as &lt;a href=\"Orson%20Welles\"&gt;Orson Welles&lt;/a&gt;, &lt;a href=\"Sergei%20Bondarchuk\"&gt;Sergei Bondarchuk&lt;/a&gt;, &lt;a href=\"Franco%20Nero\"&gt;Franco Nero&lt;/a&gt; and &lt;a href=\"Yul%20Brynner\"&gt;Yul Brynner&lt;/a&gt; in the &lt;a href=\"Academy%20Award%20for%20Best%20Foreign%20Language%20Film\"&gt;Academy Award&lt;/a&gt; nominated \"&lt;a href=\"The%20Battle%20of%20Neretva\"&gt;The Battle of Neretva&lt;/a&gt;\", and &lt;a href=\"Richard%20Burton\"&gt;Richard Burton&lt;/a&gt; in \"&lt;a href=\"Battle%20of%20Sutjeska%20%28film%29\"&gt;Sutjeska&lt;/a&gt;\". Also, many foreign films were shot on locations in Yugoslavia including domestic crews, such as \"&lt;a href=\"Force%2010%20from%20Navarone%20%28film%29\"&gt;Force 10 from Navarone&lt;/a&gt;\", \"&lt;a href=\"Armour%20of%20God%20%28film%29\"&gt;Armour of God&lt;/a&gt;\", as well as \"&lt;a href=\"Escape%20from%20Sobibor\"&gt;Escape from Sobibor&lt;/a&gt;\".\nMusic.\nTraditional music.\nProminent &lt;a href=\"traditional%20music\"&gt;traditional music&lt;/a&gt; artists were the award-winning &lt;a href=\"Tanec\"&gt;Tanec&lt;/a&gt; ensemble, the &lt;a href=\"Romani%20music\"&gt;Gypsy music&lt;/a&gt; performer &lt;a href=\"Esma%20Red%C5%BEepova\"&gt;Esma Redžepova&lt;/a&gt; and others. A very popular genre in Yugoslavia, also exported to other neighboring countries, and also popular among the Yugoslav emigration worldwide, was the &lt;a href=\"Narodna%20muzika\"&gt;Narodna muzika&lt;/a&gt;. The Slovenian most popular folk music was played by Avsenik brothers (Ansambel bratov Avsenik) and Lojze Slak.The &lt;a href=\"Serbian%20folk%20music\"&gt;folk music&lt;/a&gt; emerged in force during the 1970s and 1980s, and by the 1980s and 1990s the so-called novokomponovana muzika style appeared and gave place to controversial &lt;a href=\"turbo-folk\"&gt;turbo-folk&lt;/a&gt; style. &lt;a href=\"Lepa%20Brena\"&gt;Lepa Brena&lt;/a&gt; in the 1980s become the most popular singer of the Yugoslavia, and a top-selling female recording artist with more than 40 million records sold. Folk performers enjoyed great popularity and became constant presence in the tabloids and media. Yugoslav music scene in its diverse genres became known internationally, from traditional folklor music being appreciated worldwide, through rock-pop music being appreciated in Eastern, and lesser extent, Western Europe, to turbo-folk music being widely exported to neighboring countries.\nClassical music.\nThe pianist &lt;a href=\"Ivo%20Pogoreli%C4%87\"&gt;Ivo Pogorelić&lt;/a&gt; and the violinist &lt;a href=\"Stefan%20Milenkovi%C4%87\"&gt;Stefan Milenković&lt;/a&gt; were internationally acclaimed classical music performers, while &lt;a href=\"Jakov%20Gotovac\"&gt;Jakov Gotovac&lt;/a&gt; was a prominent composer and a conductor.\nPopular music.\nAs a member of the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt;, Yugoslavia was far more open to Western culture than other socialist countries, and the western-influenced &lt;a href=\"popular%20music\"&gt;popular music&lt;/a&gt; was socially accepted and well covered in the media, which included numerous concerts, music magazines, radio and TV shows. The &lt;a href=\"Popular%20music%20in%20the%20Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslav rock scene&lt;/a&gt;, which emerged in the late 1950s, generally followed Western European and American trends with local and Eastern European influence. The most notable Yugoslav rock acts included &lt;a href=\"Atomsko%20Skloni%C5%A1te\"&gt;Atomsko Sklonište&lt;/a&gt;, &lt;a href=\"Azra\"&gt;Azra&lt;/a&gt;, &lt;a href=\"Bajaga%20i%20Instruktori\"&gt;Bajaga i Instruktori&lt;/a&gt;, &lt;a href=\"%C4%90or%C4%91e%20Bala%C5%A1evi%C4%87\"&gt;Đorđe Balašević&lt;/a&gt;, &lt;a href=\"Bijelo%20Dugme\"&gt;Bijelo Dugme&lt;/a&gt;, &lt;a href=\"Buldo%C5%BEer\"&gt;Buldožer&lt;/a&gt;, &lt;a href=\"Crvena%20Jabuka\"&gt;Crvena Jabuka&lt;/a&gt;, &lt;a href=\"Zdravko%20%C4%8Coli%C4%87\"&gt;Zdravko Čolić&lt;/a&gt;, &lt;a href=\"Divlje%20Jagode\"&gt;Divlje Jagode&lt;/a&gt;, &lt;a href=\"Ekatarina%20Velika\"&gt;Ekatarina Velika&lt;/a&gt;, &lt;a href=\"Elektri%C4%8Dni%20Orgazam\"&gt;Električni Orgazam&lt;/a&gt;, &lt;a href=\"Film%20%28band%29\"&gt;Film&lt;/a&gt;, &lt;a href=\"Galija\"&gt;Galija&lt;/a&gt;, &lt;a href=\"Haustor\"&gt;Haustor&lt;/a&gt;, &lt;a href=\"Idoli\"&gt;Idoli&lt;/a&gt;, &lt;a href=\"Indexi\"&gt;Indexi&lt;/a&gt;, &lt;a href=\"Korni%20Grupa\"&gt;Korni Grupa&lt;/a&gt;, &lt;a href=\"KUD%20Idijoti\"&gt;KUD Idijoti&lt;/a&gt;, &lt;a href=\"Laboratorija%20Zvuka\"&gt;Laboratorija Zvuka&lt;/a&gt;, &lt;a href=\"La%C4%8Dni%20Franz\"&gt;Lačni Franz&lt;/a&gt;, &lt;a href=\"Laibach%20%28band%29\"&gt;Laibach&lt;/a&gt;, &lt;a href=\"Leb%20i%20Sol\"&gt;Leb i Sol&lt;/a&gt;, &lt;a href=\"Josipa%20Lisac\"&gt;Josipa Lisac&lt;/a&gt;, &lt;a href=\"Pankrti\"&gt;Pankrti&lt;/a&gt;, &lt;a href=\"Paraf\"&gt;Paraf&lt;/a&gt;, &lt;a href=\"Parni%20Valjak\"&gt;Parni Valjak&lt;/a&gt;, &lt;a href=\"Partibrejkers\"&gt;Partibrejkers&lt;/a&gt;, &lt;a href=\"Pekin%C5%A1ka%20Patka\"&gt;Pekinška Patka&lt;/a&gt;, &lt;a href=\"Plavi%20Orkestar\"&gt;Plavi Orkestar&lt;/a&gt;, &lt;a href=\"Prljavo%20Kazali%C5%A1te\"&gt;Prljavo Kazalište&lt;/a&gt;, &lt;a href=\"Psihomodo%20Pop\"&gt;Psihomodo Pop&lt;/a&gt;, &lt;a href=\"Riblja%20%C4%8Corba\"&gt;Riblja Čorba&lt;/a&gt;, &lt;a href=\"September%20%28band%29\"&gt;September&lt;/a&gt;, &lt;a href=\"Smak\"&gt;Smak&lt;/a&gt;, &lt;a href=\"%C5%A0arlo%20Akrobata\"&gt;Šarlo Akrobata&lt;/a&gt;, &lt;a href=\"Time%20%28rock%20band%29\"&gt;Time&lt;/a&gt;, &lt;a href=\"YU%20Grupa\"&gt;YU Grupa&lt;/a&gt;, &lt;a href=\"Zabranjeno%20Pu%C5%A1enje\"&gt;Zabranjeno Pušenje&lt;/a&gt;, &lt;a href=\"Paraf\"&gt;Paraf&lt;/a&gt; and others. It was the only Communist country that took part in the &lt;a href=\"Eurovision%20Song%20Contest\"&gt;Eurovision Song Contest&lt;/a&gt;, starting in &lt;a href=\"Eurovision%20Song%20Contest%201961\"&gt;1961&lt;/a&gt;, even before some &lt;a href=\"Western%20Bloc\"&gt;Western&lt;/a&gt; nations, with the group &lt;a href=\"Riva%20%28music%20group%29\"&gt;Riva&lt;/a&gt; winning in &lt;a href=\"Eurovision%20Song%20Contest%201989\"&gt;1989&lt;/a&gt;.\nArchitectural heritage.\nAlthough Yugoslav cities and towns architecturally resembled and followed the styles of Central and Southeastern Europe, what became most characteristic of the SFRY period was the creation of a modernist or brutalist style architecture buildings and neighborhoods. Yugoslav cities expanded greatly during this period and the government often opted for the creation of modernist planned neighborhoods to accommodate the growing working middle-class. Such typical examples are the &lt;a href=\"Novi%20Beograd\"&gt;Novi Beograd&lt;/a&gt; and &lt;a href=\"Novi%20Zagreb\"&gt;Novi Zagreb&lt;/a&gt; neighborhoods in two major cities.\nSports.\nFPR/SFR Yugoslavia developed a strong athletic sports community, notably in team sports such as association football, basketball, handball, water polo, and volleyball.\nFootball.\nThe country's biggest footballing achievement came on the club level with &lt;a href=\"Red%20Star%20Belgrade\"&gt;Red Star Belgrade&lt;/a&gt; winning the &lt;a href=\"1990%E2%80%9391%20European%20Cup\"&gt;1990–91 European Cup&lt;/a&gt;, beating &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt; in the &lt;a href=\"1991%20European%20Cup%20Final\"&gt;final&lt;/a&gt; played on 29 May 1991. Later that year, they became world club champions by beating &lt;a href=\"Colo-Colo\"&gt;Colo-Colo&lt;/a&gt; 3–0 in the &lt;a href=\"1991%20Intercontinental%20Cup\"&gt;Intercontinental Cup&lt;/a&gt;.\nPreviously, Red Star had reached the &lt;a href=\"1978%E2%80%9379%20UEFA%20Cup\"&gt;1978–79 UEFA Cup&lt;/a&gt; &lt;a href=\"Two-legged%20tie\"&gt;two-legged&lt;/a&gt; &lt;a href=\"1979%20UEFA%20Cup%20Final\"&gt;final&lt;/a&gt;, while their Belgrade &lt;a href=\"Ve%C4%8Diti%20derbi\"&gt;cross-town rivals&lt;/a&gt; &lt;a href=\"FK%20Partizan\"&gt;Partizan&lt;/a&gt; had been the &lt;a href=\"1965%E2%80%9366%20European%20Cup\"&gt;1965–66 European Cup&lt;/a&gt; &lt;a href=\"1966%20European%20Cup%20Final\"&gt;finalists&lt;/a&gt;. &lt;a href=\"GNK%20Dinamo%20Zagreb\"&gt;Dinamo Zagreb&lt;/a&gt; &lt;a href=\"1967%20Inter-Cities%20Fairs%20Cup%20Final\"&gt;won&lt;/a&gt; the &lt;a href=\"1966%E2%80%9367%20Inter-Cities%20Fairs%20Cup\"&gt;1966–67 Inter-Cities Fairs Cup&lt;/a&gt;. Furthermore, &lt;a href=\"NK%20%C4%8Celik%20Zenica\"&gt;Čelik Zenica&lt;/a&gt; (twice), Red Star Belgrade, &lt;a href=\"FK%20Vojvodina\"&gt;Vojvodina&lt;/a&gt;, Partizan, &lt;a href=\"NK%20Iskra%20Bugojno\"&gt;Iskra Bugojno&lt;/a&gt;, and &lt;a href=\"FK%20Borac%20Banja%20Luka\"&gt;Borac Banja Luka&lt;/a&gt; won the &lt;a href=\"Mitropa%20Cup\"&gt;Mitropa Cup&lt;/a&gt;; while &lt;a href=\"FK%20Vele%C5%BE%20Mostar\"&gt;Velež Mostar&lt;/a&gt;, &lt;a href=\"HNK%20Rijeka\"&gt;Rijeka&lt;/a&gt;, Dinamo Zagreb, and &lt;a href=\"FK%20Radni%C4%8Dki%20Ni%C5%A1\"&gt;Radnički Niš&lt;/a&gt;, each won the &lt;a href=\"Balkans%20Cup\"&gt;Balkans Cup&lt;/a&gt;.\nOn the national team level, &lt;a href=\"Yugoslavia%20national%20football%20team\"&gt;FPR/SFR Yugoslavia&lt;/a&gt; qualified for seven &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt;s, the best result coming in &lt;a href=\"1962%20FIFA%20World%20Cup\"&gt;1962&lt;/a&gt; in &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt; with a 4th-place finish (equalizing the Kingdom of Yugoslavia achievement from &lt;a href=\"1930%20FIFA%20World%20Cup\"&gt;1930&lt;/a&gt;). The country also played in four &lt;a href=\"UEFA%20European%20Football%20Championship\"&gt;European Championships&lt;/a&gt;. The best results came in 1960 and 1968 when the team lost in the finals—in &lt;a href=\"1960%20European%20Nations%27%20Cup%20Final\"&gt;1960&lt;/a&gt; to Soviet Union and in &lt;a href=\"UEFA%20Euro%201968%20Final\"&gt;1968&lt;/a&gt; to Italy. Yugoslavia was also the first non-Western European country to host a European Championship, &lt;a href=\"UEFA%20Euro%201976\"&gt;UEFA Euro 1976&lt;/a&gt;.\nAdditionally, the &lt;a href=\"Yugoslavia%20Olympic%20football%20team\"&gt;Yugoslav Olympic team&lt;/a&gt; won gold at the &lt;a href=\"Football%20at%20the%201960%20Summer%20Olympics\"&gt;1960 Olympics&lt;/a&gt; in Rome, having previously won silver at the three preceding Olympic Games —&lt;a href=\"Football%20at%20the%201948%20Summer%20Olympics\"&gt;1948&lt;/a&gt; in London, &lt;a href=\"Football%20at%20the%201952%20Summer%20Olympics\"&gt;1952&lt;/a&gt; in Helsinki, and &lt;a href=\"Association%20football%20at%20the%201956%20Summer%20Olympics\"&gt;1956&lt;/a&gt; in Melbourne. The team additionally won bronze in &lt;a href=\"Football%20at%20the%201984%20Summer%20Olympics\"&gt;1984&lt;/a&gt; in Los Angeles.\nIn the youth category, &lt;a href=\"Yugoslavia%20national%20under-20%20football%20team\"&gt;Yugoslavia under-20 team&lt;/a&gt; qualified for just two &lt;a href=\"FIFA%20World%20Youth%20Championship\"&gt;FIFA World Youth Championship&lt;/a&gt;s, but won in &lt;a href=\"1987%20FIFA%20World%20Youth%20Championship\"&gt;1987&lt;/a&gt; in Chile while the &lt;a href=\"Yugoslavia%20national%20under-21%20football%20team\"&gt;Yugoslav under-21 team&lt;/a&gt; qualified for four &lt;a href=\"UEFA%20European%20Under-21%20Football%20Championship\"&gt;UEFA European Under-21 Football Championship&lt;/a&gt;s winning the inaugural edition in &lt;a href=\"1978%20UEFA%20European%20Under-21%20Football%20Championship\"&gt;1978&lt;/a&gt; and coming runners-up in &lt;a href=\"1990%20UEFA%20European%20Under-21%20Football%20Championship\"&gt;1990&lt;/a&gt;.\nOn the individual player front, Yugoslavia produced some notable performers on the world stage; such as &lt;a href=\"Rajko%20Miti%C4%87\"&gt;Rajko Mitić&lt;/a&gt;, &lt;a href=\"Stjepan%20Bobek\"&gt;Stjepan Bobek&lt;/a&gt;, &lt;a href=\"Bernard%20Vukas\"&gt;Bernard Vukas&lt;/a&gt;, &lt;a href=\"Vladimir%20Beara\"&gt;Vladimir Beara&lt;/a&gt;, &lt;a href=\"Dragoslav%20%C5%A0ekularac\"&gt;Dragoslav Šekularac&lt;/a&gt;, &lt;a href=\"Milan%20Gali%C4%87\"&gt;Milan Galić&lt;/a&gt;, &lt;a href=\"Josip%20Skoblar\"&gt;Josip Skoblar&lt;/a&gt;, &lt;a href=\"Ivan%20%C4%86urkovi%C4%87\"&gt;Ivan Ćurković&lt;/a&gt;, &lt;a href=\"Velibor%20Vasovi%C4%87\"&gt;Velibor Vasović&lt;/a&gt;, &lt;a href=\"Dragan%20D%C5%BEaji%C4%87\"&gt;Dragan Džajić&lt;/a&gt;, &lt;a href=\"Safet%20Su%C5%A1i%C4%87\"&gt;Safet Sušić&lt;/a&gt;, &lt;a href=\"Dragan%20Stojkovi%C4%87\"&gt;Dragan Stojković&lt;/a&gt;, &lt;a href=\"Dejan%20Savi%C4%87evi%C4%87\"&gt;Dejan Savićević&lt;/a&gt;, &lt;a href=\"Darko%20Pan%C4%8Dev\"&gt;Darko Pančev&lt;/a&gt;, &lt;a href=\"Robert%20Prosine%C4%8Dki\"&gt;Robert Prosinečki&lt;/a&gt;, and others.\nBasketball.\nUnlike football which inherited a lot of its infrastructure and know-how from the pre-World War II Kingdom of Yugoslavia, basketball had very little prior heritage. The sport was thus nurtured and developed from scratch within the Communist Yugoslavia through individual enthusiasts such as &lt;a href=\"Neboj%C5%A1a%20Popovi%C4%87\"&gt;Nebojša Popović&lt;/a&gt;, &lt;a href=\"Borislav%20Stankovi%C4%87\"&gt;Bora Stanković&lt;/a&gt;, &lt;a href=\"Radomir%20%C5%A0aper\"&gt;Radomir Šaper&lt;/a&gt;, &lt;a href=\"Aleksandar%20Nikoli%C4%87\"&gt;Aca Nikolić&lt;/a&gt;, and &lt;a href=\"Ranko%20%C5%BDeravica\"&gt;Ranko Žeravica&lt;/a&gt;. Though a member of &lt;a href=\"FIBA\"&gt;FIBA&lt;/a&gt; since 1936, the national team didn't qualify for a major competition until after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. In 1948, the country's umbrella basketball association, &lt;a href=\"Basketball%20Federation%20of%20Yugoslavia\"&gt;Yugoslav Basketball Federation&lt;/a&gt; (KSJ), was established.\nFollowing its major competition debut at &lt;a href=\"EuroBasket%201947\"&gt;EuroBasket 1947&lt;/a&gt;, &lt;a href=\"Yugoslavia%20national%20basketball%20team\"&gt;Yugoslav national team&lt;/a&gt; didn't take long to become a contender on world stage with the first medal, a silver, coming at &lt;a href=\"EuroBasket%201961\"&gt;EuroBasket 1961&lt;/a&gt;. The country's most notable results were winning three &lt;a href=\"FIBA%20World%20Championship\"&gt;FIBA World Championship&lt;/a&gt;s (in &lt;a href=\"1970%20FIBA%20World%20Championship\"&gt;1970&lt;/a&gt;, &lt;a href=\"1978%20FIBA%20World%20Championship\"&gt;1978&lt;/a&gt;, and &lt;a href=\"1990%20FIBA%20World%20Championship\"&gt;1990&lt;/a&gt;), a gold medal at the &lt;a href=\"Basketball%20at%20the%201980%20Summer%20Olympics\"&gt;1980 Olympics&lt;/a&gt; in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, in addition to five &lt;a href=\"Eurobasket\"&gt;European Championships&lt;/a&gt; (three of them consecutively &lt;a href=\"EuroBasket%201973\"&gt;1973&lt;/a&gt;, &lt;a href=\"EuroBasket%201975\"&gt;1975&lt;/a&gt;, and &lt;a href=\"EuroBasket%201977\"&gt;1977&lt;/a&gt;, followed by two more consecutive ones in &lt;a href=\"EuroBasket%201989\"&gt;1989&lt;/a&gt; and &lt;a href=\"EuroBasket%201991\"&gt;1991&lt;/a&gt;). As a result of the 1970 FIBA World Championship win, basketball experienced a significant surge of popularity throughout the country, leading to the authorities initiating construction of a number of indoor sporting facilities. Some of the arenas built during this period include: Zagreb's &lt;a href=\"Dom%20Sportova\"&gt;Dom Sportova&lt;/a&gt; (1972), Belgrade's &lt;a href=\"Hala%20Pionir\"&gt;Hala Pionir&lt;/a&gt; (1973), &lt;a href=\"Sportska%20dvorana%20Baldekin\"&gt;Baldekin Sports Hall&lt;/a&gt; in &lt;a href=\"%C5%A0ibenik\"&gt;Šibenik&lt;/a&gt; (1973), &lt;a href=\"Dvorana%20Mladosti\"&gt;Dvorana Mladosti&lt;/a&gt; in &lt;a href=\"Rijeka\"&gt;Rijeka&lt;/a&gt; (1973), &lt;a href=\"Hala%20Pinki\"&gt;Hala Pinki&lt;/a&gt; in the Belgrade municipality of &lt;a href=\"Zemun\"&gt;Zemun&lt;/a&gt; (1974), &lt;a href=\"%C4%8Cair%20Sports%20Center\"&gt;Čair Sports Center&lt;/a&gt; in &lt;a href=\"Ni%C5%A1\"&gt;Niš&lt;/a&gt; (1974), Kragujevac's &lt;a href=\"Hala%20Jezero\"&gt;Hala Jezero&lt;/a&gt; (1978), &lt;a href=\"Mora%C4%8Da%20Sports%20Center\"&gt;Morača Sports Center&lt;/a&gt; in &lt;a href=\"Titograd\"&gt;Titograd&lt;/a&gt; (1978), &lt;a href=\"Arena%20Gripe\"&gt;Gripe Sports Centre&lt;/a&gt; in Split (1979), etc.\nSimultaneously, on the club level, a multi-tier league system was established in 1945 with the &lt;a href=\"First%20Federal%20Basketball%20League\"&gt;First Federal League&lt;/a&gt; at the top of the pyramid. Initially played outdoors—on concrete and clay surfaces—and contested from early spring until mid autumn within the same calendar year due to weather constraints, &lt;a href=\"1967%E2%80%9368%20Yugoslav%20First%20Basketball%20League\"&gt;league games began to be played indoors&lt;/a&gt; from October 1967 despite the country still lacking appropriate infrastructure. Initially played in makeshift fair halls and industrial warehouses, club basketball in Yugoslavia experienced a significant organizational upgrade following the 1970 FIBA World Championship win with the country's Communist authorities authorizing construction of dozens of indoor sporting arenas around the country so that many clubs found permanent homes. Yugoslav clubs won the &lt;a href=\"Euroleague\"&gt;European Champion's Cup&lt;/a&gt;, the continent's premiere basketball club competition, on seven occasions—&lt;a href=\"KK%20Bosna\"&gt;KK Bosna&lt;/a&gt; in &lt;a href=\"1978%E2%80%9379%20FIBA%20European%20Champions%20Cup\"&gt;1979&lt;/a&gt;, &lt;a href=\"KK%20Cibona\"&gt;KK Cibona&lt;/a&gt; in &lt;a href=\"1985%20FIBA%20European%20Champions%20Cup%20Final\"&gt;1985&lt;/a&gt; and &lt;a href=\"1986%20FIBA%20European%20Champions%20Cup%20Final\"&gt;1986&lt;/a&gt;, &lt;a href=\"KK%20Split\"&gt;Jugoplastika Split&lt;/a&gt; in &lt;a href=\"1989%20FIBA%20European%20Champions%20Cup%20Final%20Four\"&gt;1989&lt;/a&gt;, &lt;a href=\"1990%20FIBA%20European%20Champions%20Cup%20Final%20Four\"&gt;1990&lt;/a&gt;, and &lt;a href=\"1991%20FIBA%20European%20Champions%20Cup%20Final%20Four\"&gt;1991&lt;/a&gt;, and &lt;a href=\"KK%20Partizan\"&gt;KK Partizan&lt;/a&gt; in &lt;a href=\"1992%20FIBA%20European%20League%20Final%20Four\"&gt;1992&lt;/a&gt;.\nNotable players included &lt;a href=\"Radivoj%20Kora%C4%87\"&gt;Radivoj Korać&lt;/a&gt;, &lt;a href=\"Ivo%20Daneu\"&gt;Ivo Daneu&lt;/a&gt;, &lt;a href=\"Kre%C5%A1imir%20%C4%86osi%C4%87\"&gt;Krešimir Ćosić&lt;/a&gt;, &lt;a href=\"Zoran%20Slavni%C4%87\"&gt;Zoran Slavnić&lt;/a&gt;, &lt;a href=\"Dra%C5%BEen%20Dalipagi%C4%87\"&gt;Dražen Dalipagić&lt;/a&gt;, &lt;a href=\"Dragan%20Ki%C4%87anovi%C4%87\"&gt;Dragan Kićanović&lt;/a&gt;, &lt;a href=\"Mirza%20Deliba%C5%A1i%C4%87\"&gt;Mirza Delibašić&lt;/a&gt;, &lt;a href=\"Dra%C5%BEen%20Petrovi%C4%87\"&gt;Dražen Petrović&lt;/a&gt;, &lt;a href=\"Vlade%20Divac\"&gt;Vlade Divac&lt;/a&gt;, &lt;a href=\"Dino%20Ra%C4%91a\"&gt;Dino Rađa&lt;/a&gt;, &lt;a href=\"Toni%20Kuko%C4%8D\"&gt;Toni Kukoč&lt;/a&gt;, and &lt;a href=\"%C5%BDarko%20Paspalj\"&gt;Žarko Paspalj&lt;/a&gt;.\nWater polo.\nWater polo is another sport with strong heritage in the era that predates the creation of Communist Yugoslavia. Throughout the 1950s and early 1960s, the Yugoslav national team had always been a contender, but never quite managed to make the final step. It was in the 1968 Olympics that the generation led by &lt;a href=\"Mirko%20Sandi%C4%87\"&gt;Mirko Sandić&lt;/a&gt; and &lt;a href=\"Ozren%20Bona%C4%8Di%C4%87\"&gt;Ozren Bonačić&lt;/a&gt; finally got the gold, beating Soviet Union after extra time. The country won two more Olympic golds – in 1984 and 1988. It also won two World Championship titles – in 1986 and 1991, the latter coming without Croatian players who by that time had already left the national team. And finally the team won only one European Championship title, in 1991, after failing to do so for previous 40 years during which it always finished second or third. The 1980s and early 1990s were the golden age for Yugoslav water polo during which players such as &lt;a href=\"Igor%20Milanovi%C4%87\"&gt;Igor Milanović&lt;/a&gt;, &lt;a href=\"Perica%20Buki%C4%87\"&gt;Perica Bukić&lt;/a&gt;, &lt;a href=\"Veselin%20%C4%90uho\"&gt;Veselin Đuho&lt;/a&gt;, &lt;a href=\"Deni%20Lu%C5%A1i%C4%87\"&gt;Deni Lušić&lt;/a&gt;, &lt;a href=\"Dubravko%20%C5%A0imenc\"&gt;Dubravko Šimenc&lt;/a&gt;, Milorad Krivokapić, &lt;a href=\"Aleksandar%20%C5%A0o%C5%A1tar\"&gt;Aleksandar Šoštar&lt;/a&gt;, etc. established themselves as the best in the world.\nHandball.\nYugoslavia won two Olympic gold medals – &lt;a href=\"Handball%20at%20the%201972%20Summer%20Olympics\"&gt;1972&lt;/a&gt; in Munich (handball returned as an Olympic sport following a 36-year absence) and &lt;a href=\"Handball%20at%20the%201984%20Summer%20Olympics\"&gt;1984&lt;/a&gt; in Los Angeles. The country also won the &lt;a href=\"World%20Men%27s%20Handball%20Championship\"&gt;World Championships&lt;/a&gt; title in &lt;a href=\"1986%20World%20Men%27s%20Handball%20Championship\"&gt;1986&lt;/a&gt;. SFR Yugoslavia never got to compete at the &lt;a href=\"European%20Men%27s%20Handball%20Championship\"&gt;European Championship&lt;/a&gt; because the competition got established in 1994. &lt;a href=\"Veselin%20Vujovi%C4%87\"&gt;Veselin Vujović&lt;/a&gt; was voted &lt;a href=\"IHF%20World%20Player%20of%20the%20Year\"&gt;World Player of the Year&lt;/a&gt; in 1988 (first time the vote was held) by &lt;a href=\"International%20Handball%20Federation\"&gt;IHF&lt;/a&gt;. Other notable players over the years included &lt;a href=\"Abaz%20Arslanagi%C4%87\"&gt;Abaz Arslanagić&lt;/a&gt;, &lt;a href=\"Zoran%20%C5%BDivkovi%C4%87%20%28handballer%29\"&gt;Zoran \"Tuta\" Živković&lt;/a&gt;, &lt;a href=\"Branislav%20Pokrajac\"&gt;Branislav Pokrajac&lt;/a&gt;, &lt;a href=\"Zlatan%20Arnautovi%C4%87\"&gt;Zlatan Arnautović&lt;/a&gt;, &lt;a href=\"Mirko%20Ba%C5%A1i%C4%87\"&gt;Mirko Bašić&lt;/a&gt;, &lt;a href=\"Jovica%20Elezovi%C4%87\"&gt;Jovica Elezović&lt;/a&gt;, &lt;a href=\"Mile%20Isakovi%C4%87\"&gt;Mile Isaković&lt;/a&gt;, etc. On the women's side, the game also yielded some notable results – the women's team won Olympic gold in &lt;a href=\"Handball%20at%20the%201984%20Summer%20Olympics\"&gt;1984&lt;/a&gt; while it also won &lt;a href=\"World%20Women%27s%20Handball%20Championship\"&gt;World Championship&lt;/a&gt; in &lt;a href=\"1973%20World%20Women%27s%20Handball%20Championship\"&gt;1973&lt;/a&gt;. Just like Veselin Vujović in 1988 on the men's side, &lt;a href=\"Svetlana%20Kiti%C4%87\"&gt;Svetlana Kitić&lt;/a&gt; was voted the World Player of the Year for the same year. There was great enthusiasm in Yugoslavia when Sarajevo was selected as the site of the &lt;a href=\"1984%20Winter%20Olympic%20Games\"&gt;1984 Winter Olympic Games&lt;/a&gt;.\nIndividual sports.\nFPR/SFR Yugoslavia also managed to produce a multitude of successful athletes in individual disciplines. Tennis had always been a popular and well-followed sport in the country. Still, due to lack of financial means for tennis infrastructure and support of individual athletes, the participation rates among the Yugoslav youngsters for tennis were always low compared to other sports. All this meant that talented players determined to make it to pro level mostly had to rely on their own families rather than the country's tennis federation. Yugoslav players still managed to produce some notable results, mostly in the women's game. In &lt;a href=\"1977%20French%20Open%20%E2%80%93%20Women%27s%20Singles\"&gt;1977&lt;/a&gt;, the country got its first &lt;a href=\"Grand%20Slam%20%28tennis%29\"&gt;Grand Slam&lt;/a&gt; champion when clay court specialist &lt;a href=\"Mima%20Jau%C5%A1ovec\"&gt;Mima Jaušovec&lt;/a&gt; won at &lt;a href=\"French%20Open\"&gt;Roland Garros&lt;/a&gt;, beating &lt;a href=\"Floren%C8%9Ba%20Mihai\"&gt;Florența Mihai&lt;/a&gt;; Jaušovec reached two more French Open finals (in &lt;a href=\"1978%20French%20Open%20%E2%80%93%20Women%27s%20Singles\"&gt;1978&lt;/a&gt; and &lt;a href=\"1983%20French%20Open%20%E2%80%93%20Women%27s%20Singles\"&gt;1983&lt;/a&gt;), but lost both of them. It was with the rise of teenage phenom &lt;a href=\"Monica%20Seles\"&gt;Monica Seles&lt;/a&gt; during early 1990s that the country became a powerhouse in female tennis: she won five Grand slam events under the flag of SFR Yugoslavia – two French Opens, two Australian Opens, and one US Open. She went on to win three more Grand Slam titles under the flag of FR Yugoslavia (Serbia and Montenegro) as well as yet one more Grand Slam after immigration to the United States. In men's tennis, Yugoslavia never produced a Grand Slam champion, though it had two finalists. In &lt;a href=\"1970%20French%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;1970&lt;/a&gt;, &lt;a href=\"%C5%BDeljko%20Franulovi%C4%87\"&gt;Željko Franulović&lt;/a&gt; reached the French Open final, losing to &lt;a href=\"Jan%20Kode%C5%A1\"&gt;Jan Kodeš&lt;/a&gt;. Three years later, in &lt;a href=\"1973%20French%20Open%20%E2%80%93%20Men%27s%20Singles\"&gt;1973&lt;/a&gt;, &lt;a href=\"Nikola%20Pili%C4%87\"&gt;Nikola Pilić&lt;/a&gt; also reached the French Open final, but lost it to &lt;a href=\"Ilie%20N%C4%83stase\"&gt;Ilie Năstase&lt;/a&gt;. Skiers have been very successful in World Cup competitions and the Olympics (Bojan Križaj, Jure Franko, Boris Strel, Mateja Svet). Winter-spots had a special boost during the &lt;a href=\"1984%20Winter%20Olympics\"&gt;1984 Winter Olympics&lt;/a&gt; held in Sarajevo. Gymnast &lt;a href=\"Miroslav%20Cerar\"&gt;Miroslav Cerar&lt;/a&gt; won a number of accolades, including two Olympic gold medals during the early 1960s. During the 1970s a pair of Yugoslav boxers, heavyweight &lt;a href=\"Mate%20Parlov\"&gt;Mate Parlov&lt;/a&gt; and welterweight &lt;a href=\"Marijan%20Bene%C5%A1\"&gt;Marijan Beneš&lt;/a&gt;, won multiple championships. During the late 1970s and into the 1980s, their results were matched by heavyweight &lt;a href=\"Slobodan%20Ka%C4%8Dar\"&gt;Slobodan Kačar&lt;/a&gt;. For many years, Yugoslavia was considered the second strongest \"chess\" nation in the world after the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. Arguably the biggest name in Yugoslav chess was &lt;a href=\"Svetozar%20Gligori%C4%87\"&gt;Svetozar Gligorić&lt;/a&gt;, who played in three &lt;a href=\"Candidates%20Tournament\"&gt;Candidates Tournament&lt;/a&gt;s between 1953 and 1968 and in 1958 won the &lt;a href=\"Golden%20Badge\"&gt;Golden Badge&lt;/a&gt; as the best athlete in Yugoslavia.\nNational anthem.\nYugoslavia and Poland shared the melody of its national anthem. Its first lyrics were written in 1834 under the title &lt;a href=\"Hey%2C%20Slavs\"&gt;\"Hey, Slavs\" (\"Hej, Sloveni\")&lt;/a&gt; and it has since served as the anthem of the &lt;a href=\"Pan-Slavism\"&gt;Pan-Slavic movement&lt;/a&gt;, the anthem of the &lt;a href=\"Sokol\"&gt;Sokol&lt;/a&gt; physical education and political movement, and the anthem of the World War II-era Slovak Republic, Yugoslavia, and Serbia and Montenegro. The song is also considered to be the second, unofficial anthem of the Slovaks. Its melody is based on \"Mazurek Dąbrowskiego\", which has been also the anthem of Poland since 1926, but it is much slower and more accentuated.\nLegacy.\nThe present-day states which succeeded Yugoslavia are still today sometimes collectively referred to as the former Yugoslavia. These countries are, listed chronologically:\nThey are also sometimes referred to as the \"&lt;a href=\"Yugosphere\"&gt;Yugosphere&lt;/a&gt;\", or shortened as Ex Yu, ExYu or Ex-Yu. Remembrance of the time of the joint state and its perceived positive attributes is referred to as &lt;a href=\"Yugo-nostalgia\"&gt;Yugo-nostalgia&lt;/a&gt;. People who identify with the former Yugoslav state may self-identify as &lt;a href=\"Yugoslavs\"&gt;Yugoslavs&lt;/a&gt;. All of the successor states are or were candidates for &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; membership, with Slovenia and Croatia being the two who have already joined the union. &lt;a href=\"Accession%20of%20Slovenia%20to%20the%20European%20Union\"&gt;Slovenia joined in 2004&lt;/a&gt;, and &lt;a href=\"Accession%20of%20Croatia%20to%20the%20European%20Union\"&gt;Croatia followed in 2013&lt;/a&gt;. &lt;a href=\"Accession%20of%20North%20Macedonia%20to%20the%20European%20Union\"&gt;North Macedonia&lt;/a&gt;, &lt;a href=\"Accession%20of%20Montenegro%20to%20the%20European%20Union\"&gt;Montenegro&lt;/a&gt; and &lt;a href=\"Accession%20of%20Serbia%20to%20the%20European%20Union\"&gt;Serbia&lt;/a&gt; are official candidates. &lt;a href=\"Accession%20of%20Bosnia%20and%20Herzegovina%20to%20the%20European%20Union\"&gt;Bosnia and Herzegovina&lt;/a&gt; has submitted an application and &lt;a href=\"Accession%20of%20Kosovo%20to%20the%20European%20Union\"&gt;Kosovo&lt;/a&gt; has not submitted an application but is recognized as a potential candidate for a possible &lt;a href=\"future%20enlargement%20of%20the%20European%20Union\"&gt;future enlargement of the European Union&lt;/a&gt;. All states of the former Yugoslavia, with the exception of Kosovo, have subscribed to the &lt;a href=\"Stabilisation%20and%20Association%20Process\"&gt;Stabilisation and Association Process&lt;/a&gt; with the EU. &lt;a href=\"European%20Union%20Rule%20of%20Law%20Mission%20in%20Kosovo\"&gt;European Union Rule of Law Mission in Kosovo&lt;/a&gt; is a deployment of EU police and civilian resources to Kosovo in an attempt to restore &lt;a href=\"Kosovo%23Law\"&gt;rule of law&lt;/a&gt; and combat the widespread &lt;a href=\"Crime%20in%20Kosovo\"&gt;organized crime&lt;/a&gt;. Net population growth over the two decades between 1991 and 2011 was thus practically zero (below 0.1% p.a. on average). Broken down by territory:\nThe successor states of Yugoslavia continue to have a &lt;a href=\"List%20of%20countries%20by%20population%20growth%20rate\"&gt;population growth rate&lt;/a&gt; that is close to zero or negative. This is mostly due to &lt;a href=\"emigration\"&gt;emigration&lt;/a&gt;, which intensified during and after the Yugoslav Wars, during the 1990s to 2000s, but also due to low birth rates. More than 2.5 million refugees were created by the fighting in &lt;a href=\"Republic%20of%20Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; and &lt;a href=\"Autonomous%20Province%20of%20Kosovo%20and%20Metohija\"&gt;Kosovo&lt;/a&gt;, which led to a massive surge in North American immigration. Close to 120,000 &lt;a href=\"Yugoslav%20Americans\"&gt;refugees from the former Yugoslavia&lt;/a&gt; were registered in the United States from 1991 to 2002, and 67,000 &lt;a href=\"Yugoslav%20Canadian\"&gt;migrants from the former Yugoslavia&lt;/a&gt; were registered in Canada between 1991 and 2001."
}