{
    "id": "297989",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=297989",
    "title": "Geoffrey de Mandeville, Earl of Essex",
    "text": "Geoffrey de Mandeville II, 1st Earl of Essex (died September 1144) was a prominent figure during the reign of King &lt;a href=\"Stephen%20of%20England\"&gt;Stephen of England&lt;/a&gt;. His biographer, the 19th-century historian &lt;a href=\"J.%20H.%20Round\"&gt;J. H. Round&lt;/a&gt;, called him \"the most perfect and typical presentment of the feudal and anarchic spirit that stamps the reign of Stephen.\" That characterisation has been disputed since the later 20th century.\nEarly career.\nHe succeeded his father, &lt;a href=\"William%20de%20Mandeville\"&gt;William&lt;/a&gt;, sometime before 1129, possibly as early as 1116. A key portion of the family patrimony in Essex was in the King's hands. William had incurred a debt to the crown, perhaps in part due to a large fine levied by &lt;a href=\"Henry%20I%20of%20England\"&gt;Henry I&lt;/a&gt; due to his displeasure at the escape of an important political prisoner when William was in charge of the &lt;a href=\"Tower%20of%20London\"&gt;Tower of London&lt;/a&gt;. The King also held the substantial estate of Geoffrey's maternal grandfather &lt;a href=\"Eudo%20Dapifer\"&gt;Eudo \"le Dapifer\"&lt;/a&gt; to which Geoffrey laid claim.\nGeoffrey gained Eudo's lands and his father's offices during the shifting tides of fortunes of the two competitors for the English throne after King Henry I's death in 1135. He initially supported Stephen, who sometime in 1140 (most likely May of that year) made him &lt;a href=\"Earl%20of%20Essex\"&gt;Earl of Essex&lt;/a&gt;. By 1140 or 1141 Stephen had returned to him the lucrative manors in Essex.\nHe founded a Benedictine priory (later &lt;a href=\"Walden%20Abbey\"&gt;Walden Abbey&lt;/a&gt;) at &lt;a href=\"Saffron%20Walden\"&gt;Walden, Essex&lt;/a&gt; and constructed a castle there. He also contributed to &lt;a href=\"Hurley%20Priory\"&gt;Hurley Priory&lt;/a&gt; in Berkshire, which had been founded by his grandfather &lt;a href=\"Geoffrey%20de%20Mandeville%20%2811th%20century%29\"&gt;Geoffrey de Mandeville I&lt;/a&gt;.\nAfter the defeat and capture of Stephen at &lt;a href=\"Lincoln%2C%20England\"&gt;Lincoln&lt;/a&gt; early in 1141, Earl Geoffrey, like many barons, acknowledged Stephen's rival &lt;a href=\"Empress%20Matilda\"&gt;Empress Matilda&lt;/a&gt; as his sovereign lady. She confirmed his custody of the Tower, forgave the large debts his father had incurred to the crown, granted him the &lt;a href=\"Normans\"&gt;Norman&lt;/a&gt; lands of Eudo \"le Dapifer\", and appointed him &lt;a href=\"High%20Sheriff%20of%20Hertfordshire\"&gt;Sheriff of Essex and Hertfordshire&lt;/a&gt;, &lt;a href=\"Middlesex\"&gt;Middlesex&lt;/a&gt; and &lt;a href=\"Sheriff%20of%20London\"&gt;London&lt;/a&gt;.\nWhen Stephen was released in December of that year, Earl Geoffrey returned to his original allegiance. There has been much scholarly debate over the dating of the charters he received from King Stephen and Empress Matilda. Depending on the order and timing of those documents, either Geoffrey appears to have been playing off one against the other to get what he wanted or his support was courted by the rival claimants to the throne. The king arrested the earl in 1143 and, threatened with execution, Geoffrey surrendered his castles of &lt;a href=\"Pleshey%23Pleshey%20Castle\"&gt;Pleshey&lt;/a&gt; and &lt;a href=\"Walden%20Castle\"&gt;Saffron Walden&lt;/a&gt; as well as custody of the Tower of London to Stephen. In reaction, Earl Geoffrey launched a rebellion.\nOutlaw activity and death.\nIn 1143–1144 Earl Geoffrey maintained himself as a rebel and a bandit in the &lt;a href=\"The%20Fens\"&gt;fen&lt;/a&gt;-country, using the &lt;a href=\"Isle%20of%20Ely\"&gt;Isle of Ely&lt;/a&gt; and &lt;a href=\"Ramsey%20Abbey\"&gt;Ramsey Abbey&lt;/a&gt; as his headquarters. He was besieged by King Stephen and met his death attacking &lt;a href=\"Burwell%2C%20Cambridgeshire%23Burwell%20Castle\"&gt;Burwell Castle&lt;/a&gt; in September 1144 in consequence of an arrow wound received in a skirmish. Because he had died excommunicate, his body initially was denied burial at the monastery he had founded, &lt;a href=\"Walden%20Abbey\"&gt;Walden Priory&lt;/a&gt;. Wrapped in lead, it was accepted eventually by the &lt;a href=\"Knights%20Templar\"&gt;Templar&lt;/a&gt; community in London for burial within the &lt;a href=\"Temple%20Church\"&gt;Temple Church&lt;/a&gt; in London. His son Geoffrey III arranged for an effigy to be placed on the floor, where it can still be seen today.\nSignificance.\nHis career is interesting for several reasons. The charters he received from King Stephen and Empress Matilda illustrate the ambitions of English barons. The most important concessions are grants of offices and jurisdictions, which had the effect of making Mandeville almost a &lt;a href=\"viceroy\"&gt;viceroy&lt;/a&gt; with full powers in Essex and Hertfordshire, Middlesex and London, but these were based on offices and jurisdictions his ancestors had held. His career as an outlaw exemplifies the worst excesses of the &lt;a href=\"The%20Anarchy\"&gt;civil wars&lt;/a&gt; of 1140–1147, and it is possible that the deeds of Mandeville inspired the rhetorical description of this period in the \"&lt;a href=\"Peterborough%20Chronicle\"&gt;Peterborough Chronicle&lt;/a&gt;\", when \"men said openly that Christ and his saints were asleep.\" He had seized Ramsey Abbey (near &lt;a href=\"Peterborough\"&gt;Peterborough&lt;/a&gt;) in 1143, expelling the monks and using Ramsey as a base for forays into the surrounding region, sacking &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt; and other smaller settlements.\nMarriage and offspring.\nGeoffrey married &lt;a href=\"Rohese%20de%20Vere%2C%20Countess%20of%20Essex\"&gt;Rohese de Vere&lt;/a&gt; (c. 1110–1167 or after), daughter of &lt;a href=\"Aubrey%20de%20Vere%20II\"&gt;Aubrey de Vere II&lt;/a&gt; and sister of the first &lt;a href=\"Aubrey%20de%20Vere%2C%201st%20Earl%20of%20Oxford\"&gt;earl of Oxford&lt;/a&gt;. He had four sons:"
}