{
    "id": "29798138",
    "revid": "38053341",
    "url": "https://en.wikipedia.org/wiki?curid=29798138",
    "title": "Russian ironclad Kniaz Pozharsky",
    "text": "The Russian ironclad \"Kniaz Pozharsky\" () was an iron-hulled &lt;a href=\"armored%20frigate\"&gt;armored frigate&lt;/a&gt; built for the &lt;a href=\"Imperial%20Russian%20Navy\"&gt;Imperial Russian Navy&lt;/a&gt; during the 1860s. She was the first Russian armored ship to leave European waters when she cruised the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; in 1873–75. The ship did not participate in the &lt;a href=\"Russo-Turkish%20War%20%281877%E2%80%931878%29\"&gt;Russo-Turkish War&lt;/a&gt; of 1877–78, and remained in the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; until 1879–80, when she made another cruise to the Pacific. \"Kniaz Pozharsky\" was assigned to the &lt;a href=\"Baltic%20Fleet\"&gt;Baltic Fleet&lt;/a&gt; for the rest of her career. She mainly served as a training ship after her refit in 1885 until she was &lt;a href=\"hulk%20%28ship%29\"&gt;hulk&lt;/a&gt;ed in 1909 and probably &lt;a href=\"ship%20breaking\"&gt;scrapped&lt;/a&gt; in 1911.\nDesign and description.\nOriginally classified as an armored &lt;a href=\"corvette\"&gt;corvette&lt;/a&gt;, \"Kniaz Pozharsky\" was redesignated as an armored frigate on 20 November 1866. She was laid out as a &lt;a href=\"Central%20battery%20ship\"&gt;central battery ironclad&lt;/a&gt; with the armament concentrated amidships. The ship was fitted with a &lt;a href=\"Naval%20ram\"&gt;ram&lt;/a&gt; and her crew numbered approximately 495 officers and enlisted men.\n\"Kniaz Pozharsky\" was &lt;a href=\"Waterline%20length\"&gt;long at the waterline&lt;/a&gt;. She had a &lt;a href=\"Beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"Draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . The ship was designed to displace , but displaced as built, an increase of over . \"Kniaz Pozharsky\" was fitted with a &lt;a href=\"double%20bottom\"&gt;double bottom&lt;/a&gt; and was considered to be a steady gun platform and a good &lt;a href=\"Seakeeping\"&gt;sea boat&lt;/a&gt;.\nPropulsion.\nThe ship had a simple horizontal &lt;a href=\"Marine%20steam%20engine%23Direct%20acting\"&gt;direct-acting steam engine&lt;/a&gt; driving a single two-bladed propeller. Steam was provided by eight cylindrical &lt;a href=\"boiler%20%28steam%20generator%29\"&gt;boiler&lt;/a&gt;s. The engine produced during &lt;a href=\"sea%20trial\"&gt;sea trial&lt;/a&gt;s which gave the ship a maximum speed around . \"Kniaz Pozharsky\" carried a maximum of of coal which gave her an economical range of . She was &lt;a href=\"ship%20rig\"&gt;ship&lt;/a&gt;-rigged with three masts and a maximum sail area of . To reduce &lt;a href=\"drag%20%28physics%29\"&gt;drag&lt;/a&gt; while under sail her funnel was retractable and her propeller could be hoisted into the hull.\nArmament.\n\"Kniaz Pozharsky\" was armed with eight Obukhov &lt;a href=\"breechloader\"&gt;breech-loading guns&lt;/a&gt;. In an attempt to provide &lt;a href=\"Glossary%20of%20nautical%20terms%23A\"&gt;axial fire&lt;/a&gt;, the sides of the hull at the upper deck level were cut away in front of and behind the battery. While providing better coverage than the traditional broadside layout, this still left a considerable area on which no gun could bear.\nThe &lt;a href=\"roundshot\"&gt;solid shot&lt;/a&gt; of the 20-&lt;a href=\"Caliber%20%28artillery%29\"&gt;caliber&lt;/a&gt; gun weighed approximately , while the gun itself weighed . The gun had a &lt;a href=\"muzzle%20velocity\"&gt;muzzle velocity&lt;/a&gt; of and was credited with the nominal ability to penetrate of &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; armor at the &lt;a href=\"muzzle%20%28firearms%29\"&gt;muzzle&lt;/a&gt;.\nWatts and Gardiner credit the ship with three &lt;a href=\"spar%20torpedo\"&gt;spar torpedo&lt;/a&gt;es as well as three towed &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, but these are not mentioned by Wright or Silverstone.\nArmour.\nFigures for \"Kniaz Pozharsky\"s armor protection vary between sources. They agree that she had a complete waterline &lt;a href=\"Belt%20armor\"&gt;belt&lt;/a&gt; of &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; that had a total height of with below the &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt;. Thicknesses for the belt are quoted from thick. The guns were protected by a section of 114-millimeter armor, long; no information on any armored transverse &lt;a href=\"Bulkhead%20%28partition%29\"&gt;bulkhead&lt;/a&gt;s is available. The armor was backed by of &lt;a href=\"teak\"&gt;teak&lt;/a&gt;.\nService.\n\"Kniaz Pozharsky\" was laid down on 30 November 1864 at the Mitchell Shipyard in &lt;a href=\"Saint%20Petersburg\"&gt;Saint Petersburg&lt;/a&gt; with the name of \"Pozharsky\", but it was changed before she was launched on 12 September 1867. Sources differ on when the ship entered service; they give either 1870 or 1873. About 1873 \"Kniaz Pozharsky\" became the first Russian armored ship to deploy to the Pacific, but returned to the &lt;a href=\"Baltic%20Fleet\"&gt;Baltic Fleet&lt;/a&gt; in 1875. She remained in the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; during the Russo-Turkish War and the ensuing war scare with &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;. The ship made another cruise to the Pacific in 1879–80. \"Kniaz Pozharsky\" served as the &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; during the fleet maneuvers of 1884 and she was reviewed by &lt;a href=\"Tsar\"&gt;Tsar&lt;/a&gt; &lt;a href=\"Alexander%20III%20of%20Russia\"&gt;Alexander III of Russia&lt;/a&gt;. The ship was extensively refitted the following year and received new boilers, her propeller was fixed in place and her retractable funnel was replaced by two fixed funnels.\n\"Kniaz Pozharsky\" was rearmed during the refit, but sources differ on the light guns fitted. Her 9-inch guns were replaced by new, more powerful 35-caliber guns, likely the model with a muzzle velocity of . Two , 23-caliber guns were also fitted, possibly as &lt;a href=\"chase%20gun\"&gt;chase gun&lt;/a&gt;s. Wright and Watts agree that eight 4-pounder guns and four &lt;a href=\"quick-firing%20gun\"&gt;quick-firing gun&lt;/a&gt;s of unspecified size were added; Silverstone does not mention the four quick-firers, but Gardiner says that four guns were fitted. The ship was reclassified as a \"cruiser of the 1st rank\" in 1892 and her light armament was modified by the substitution of four &lt;a href=\"Hotchkiss%20gun\"&gt;Hotchkiss gun&lt;/a&gt;s for four of the 4-pounders and the addition of six Hotchkiss guns. Two above-water &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s were also added at this time.\nAfter her refit, \"Kniaz Pozharsky\" served mostly as a training ship with the &lt;a href=\"Naval%20School%20Division\"&gt;Naval School Division&lt;/a&gt;, although she was not formally reclassified as a school ship until 24 March 1906. After she was reclassified her armament was reduced to a single 6-inch gun, four 4-pounders, two 47-millimeter and six 37-millimeter Hotchkiss guns. The ship was hulked on 27 October 1909 and renamed \"Blokshiv No. 1\". She was struck from the &lt;a href=\"Navy%20List\"&gt;Navy List&lt;/a&gt; on 14 April 1911 and probably scrapped shortly afterward because the elderly &lt;a href=\"monitor%20%28warship%29\"&gt;monitor&lt;/a&gt; was renamed as \"Blokshiv No. 1\" that same day."
}