{
    "id": "29817211",
    "revid": "38179619",
    "url": "https://en.wikipedia.org/wiki?curid=29817211",
    "title": "Jacob Anstey",
    "text": "Jacob Anstey (born 27 January 1978) is a former professional &lt;a href=\"Australian%20rules%20footballer\"&gt;Australian rules footballer&lt;/a&gt; from the &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt; who played for &lt;a href=\"Carlton%20Football%20Club\"&gt;Carlton Football Club&lt;/a&gt; in the &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt; (AFL).\nA lightly framed goal sneak originally from &lt;a href=\"AFL%20Canberra\"&gt;AFL Canberra&lt;/a&gt; club &lt;a href=\"Tuggeranong%20Hawks%20Football%20Club\"&gt;Tuggeranong Hawks Football Club&lt;/a&gt;, Anstey was taken by Carlton with the 63rd selection in the &lt;a href=\"1995%20AFL%20draft\"&gt;1995 AFL draft&lt;/a&gt; and made his senior debut in round 7 of the &lt;a href=\"1997%20AFL%20season\"&gt;1997 AFL season&lt;/a&gt; against &lt;a href=\"Richmond%20Football%20Club\"&gt;Richmond Football Club&lt;/a&gt; at the &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne Cricket Ground&lt;/a&gt;, collecting eight disposals in a victorious Carlton side. Anstey kicked his first AFL goal in round 9 against &lt;a href=\"Fremantle%20Football%20Club\"&gt;Fremantle&lt;/a&gt; and two more in round 15 against &lt;a href=\"Melbourne%20Football%20Club\"&gt;Melbourne&lt;/a&gt;. He finished the season in the line-up for the round 22 match against Richmond, but in a crucial match to keep their finals hopes alive, Carlton lost to Richmond and Anstey only had two disposals for the match.\nAnstey's first match of the &lt;a href=\"1998%20AFL%20season\"&gt;1998 AFL season&lt;/a&gt; was in the close round 3 loss to &lt;a href=\"Essendon%20Football%20Club\"&gt;Essendon Football Club&lt;/a&gt; but Anstey played arguably the best game of his career that day in gathering 13 disposals and kicking an important goal. He struggled, however, to establish himself in a Carlton line-up for most of the season. He played his last AFL game in the round 19 loss to Melbourne. In his final season, he played seven games and kicked one goal.\n&lt;a href=\"St%20Kilda%20Football%20Club\"&gt;St Kilda&lt;/a&gt; selected him late in the &lt;a href=\"1998%20AFL%20draft\"&gt;1998 AFL draft&lt;/a&gt;, but he never managed a senior game for the Saints and was delisted after the &lt;a href=\"1999%20AFL%20season\"&gt;1999 AFL season&lt;/a&gt;."
}