{
    "id": "29810044",
    "revid": "42777497",
    "url": "https://en.wikipedia.org/wiki?curid=29810044",
    "title": "Middle East Bank (Kenya)",
    "text": "Middle East Bank Kenya (MEBK), is a &lt;a href=\"commercial%20bank\"&gt;commercial bank&lt;/a&gt; in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;. It is licensed by the &lt;a href=\"Central%20Bank%20of%20Kenya\"&gt;Central Bank of Kenya&lt;/a&gt; (CBK), the &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt; and national banking regulator.\nThe bank is a small &lt;a href=\"retail%20bank\"&gt;retail bank&lt;/a&gt;, that focuses on meeting the needs of large corporations and high-net-worth individuals. , the bank was ranked number 41, by assets, out of a total of 43 commercial banks in Kenya. , the bank's total assets were valued at about US$100 million (KES:11.02 billion), with shareholders' equity of approximately US$13 million (KES:1.124 billion).\nHistory.\nMiddle East Bank Kenya Ltd started operations in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; in August 1981, after receiving a banking license from the &lt;a href=\"Central%20Bank%20of%20Kenya\"&gt;Central Bank of Kenya&lt;/a&gt;, the national banking regulator. The initial shareholders in the bank were the &lt;a href=\"Al-Futtaim%20Group\"&gt;Al-Futtaim Group&lt;/a&gt;, affiliated with the Middle East Bank Group of &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt;. In 1991, the Al-Futtaim Group divested from the bank, leaving shareholding in Kenyan hands.\nIn 1995, &lt;a href=\"Banque%20Belgolaise\"&gt;Banque Belgolaise&lt;/a&gt;, a &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; financial institution acquired 25% shareholding in Middle East Bank Kenya, becoming the single largest shareholder. As a result of multiple bank mergers and acquisitions, that 25% shareholding subsequently came to be owned by &lt;a href=\"BNP%20Paribas%20Fortis\"&gt;BNP Paribas Fortis&lt;/a&gt;. 75% shareholding remains in private Kenyan hands.\nOwnership.\nThe shares of &lt;a href=\"stock\"&gt;stock&lt;/a&gt; of Middle East Bank Kenya are privately held. The largest single shareholder, with 25% shareholding, is &lt;a href=\"BNP%20Paribas%20Fortis\"&gt;BNP Paribas Fortis&lt;/a&gt;, a &lt;a href=\"Belgium\"&gt;Belgian&lt;/a&gt; financial services provider that is a &lt;a href=\"subsidiary\"&gt;subsidiary&lt;/a&gt; of &lt;a href=\"BNP%20Paribas\"&gt;BNP Paribas&lt;/a&gt;, a &lt;a href=\"France\"&gt;French&lt;/a&gt; banking conglomerate that is the largest banking group in the world. Shareholding in Meddle East Bank is depicted in the table below:\nBranch network.\n, the bank maintains its headquarters in &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt;, Kenya's capital and largest city. It has three branches; two in Nairobi and another in &lt;a href=\"Mombasa\"&gt;Mombasa&lt;/a&gt;, Kenya's second-largest city."
}