{
    "id": "29820388",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=29820388",
    "title": "Judaism and politics",
    "text": "The relationship between Judaism and politics is a historically complex subject, and has evolved over time concurrently with both changes within Jewish society and religious practice, and changes in the general society of places where Jewish people live. In particular, Jewish political thought can be split into four major eras: \"Biblical\" (prior to Roman rule), \"Rabbinic\" (from roughly the 100 BCE to 600 CE), \"Medieval\" (from roughly 600 CE to 1800 CE), and \"Modern\" (18th century to the present day).\nSeveral different political models are described across its &lt;a href=\"Jewish%20canon\"&gt;canon&lt;/a&gt;, usually composed of some combination of &lt;a href=\"Tribe\"&gt;tribal&lt;/a&gt; &lt;a href=\"federation\"&gt;federation&lt;/a&gt;, &lt;a href=\"monarchy\"&gt;monarchy&lt;/a&gt;, a &lt;a href=\"Kohen\"&gt;priestly&lt;/a&gt; &lt;a href=\"theocracy\"&gt;theocracy&lt;/a&gt;, and rule by &lt;a href=\"prophet\"&gt;prophet&lt;/a&gt;s. Political organization during the Rabbinic and Medieval eras generally involved semi-autonomous rule by Jewish councils and courts (with council membership often composed purely of &lt;a href=\"rabbi\"&gt;rabbi&lt;/a&gt;s) that would govern the community and act as representatives to &lt;a href=\"secular\"&gt;secular&lt;/a&gt; authorities outside the Jewish community. Beginning in the 19th century, and coinciding with the expansion of the political rights accorded to individual Jews in European society, Jews would affiliate with and contribute theory to a wide range of political movements and philosophies.\nBiblical models.\nStuart Cohen has pointed out that there are three separate power centers depicted in the &lt;a href=\"Hebrew%20Bible\"&gt;Hebrew Bible&lt;/a&gt;: the priesthood, the royal throne, and the prophets.\nOne model of biblical &lt;a href=\"politics\"&gt;politics&lt;/a&gt; is the model of the tribal federation, where power is shared among different tribes and institutions. Another is the model of limited &lt;a href=\"constitutional%20monarchy\"&gt;constitutional monarchy&lt;/a&gt;.\nThe Hebrew Bible contains a complex &lt;a href=\"chronicle\"&gt;chronicle&lt;/a&gt; of the &lt;a href=\"Kings%20of%20Israel\"&gt;Kings of Israel&lt;/a&gt; and &lt;a href=\"Kings%20of%20Judah\"&gt;Judah&lt;/a&gt;. Some passages of the Hebrew Bible contain intimate portrayals of the inner workings of the royal households of &lt;a href=\"Saul\"&gt;Saul&lt;/a&gt;, &lt;a href=\"David\"&gt;David&lt;/a&gt;, and &lt;a href=\"Solomon\"&gt;Solomon&lt;/a&gt;; the accounts of subsequent monarchs are frequently more distanced and less detailed, and frequently begin with the judgement that the monarch \"did evil in the sight of the Lord\".\n&lt;a href=\"Daniel%20Elazar\"&gt;Daniel Elazar&lt;/a&gt; has argued that the concept of &lt;a href=\"Covenant%20%28biblical%29\"&gt;covenant&lt;/a&gt; is the fundamental concept in the biblical political tradition and in the later Jewish thought that emerges from the Bible.\nRabbinic period.\nThe Sanhedrin.\nIn &lt;a href=\"Judaea%20%28Roman%20province%29\"&gt;Roman Judea&lt;/a&gt;, Jewish communities were governed by rabbinical courts known as &lt;a href=\"Sanhedrin\"&gt;Sanhedrin&lt;/a&gt;. Lesser Sanhedrins composed of 23 judges were appointed to each city, while a Great Sanhedrin with 71 judges was the highest authority, taking cases appealed from the lower courts. The Sanhedrin served as the leadership of the Jewish community under &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; rule, and served as emissaries to the imperial authorities in addition to overseeing religious practice and collecting taxes. The Sanhedrin was the highest Jewish governing body of the &lt;a href=\"Second%20Temple%20period\"&gt;Second Temple period&lt;/a&gt;.\nTalmudic sources on political philosophy.\nA statement by &lt;a href=\"Judah%20bar%20Ilai\"&gt;Judah bar Ilai&lt;/a&gt; in the &lt;a href=\"Babylonian%20Talmud\"&gt;Babylonian Talmud&lt;/a&gt; (Sanhedrin 20b) depicts &lt;a href=\"Monarchism\"&gt;monarchy&lt;/a&gt; as the ideal form of Jewish governance, following the &lt;a href=\"Book%20of%20Deuteronomy\"&gt;Book of Deuteronomy&lt;/a&gt; statement that, \"When you come into the land that the Lord your God is about to give you, and you take hold of it and dwell in it, and you say, 'Let me put a king over me like all the nations that are around me', you shall surely put over you a king whom the Lord your God chooses...\" (Deut. 17:14–15). But the &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt; also brings a different interpretation of this verse from &lt;a href=\"Eleazar%20ben%20Arach\"&gt;Eleazar ben Arach&lt;/a&gt;, who is quoted as explaining that, \"This section was spoken only in anticipation of their future murmurings, as it is written, and you say, Let me put a king over me...\" (Sanhedrin 20b). In many interpretations, Rabbi Nehorai does not think of appointing a king as a strict obligation, but as a concession to later \"murmurings\" from Israel.\nIn addition to imagining ideal forms of governance, the rabbis accept a principle to obey the government currently in power. The Talmud makes reference to the principle of \"dina de-malkhuta dina\" (\"the law of the land is law\"), a principle recognizing non-Jewish laws and non-Jewish legal jurisdiction as binding on Jewish citizens, provided that they are not contrary to any laws of &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;.\nMedieval period.\nThe Qahal.\nDuring the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, some &lt;a href=\"Ashkenazi%20Jews\"&gt;Ashkenazi Jewish&lt;/a&gt; communities were governed by \"&lt;a href=\"qahal\"&gt;qahal&lt;/a&gt;\". The \"qahal\" had regulatory control over Jewish communities in a given region; they administered commerce, hygiene, sanitation, charity, &lt;a href=\"Jewish%20education\"&gt;Jewish education&lt;/a&gt;, \"&lt;a href=\"kashrut\"&gt;kashrut&lt;/a&gt;\", and relations between landlords and their tenants. It provided a number of community facilities, such as a &lt;a href=\"rabbi\"&gt;rabbi&lt;/a&gt;, a &lt;a href=\"mikveh\"&gt;ritual bath&lt;/a&gt;, and an &lt;a href=\"gemach\"&gt;interest-free loan facility for the Jewish community&lt;/a&gt;. The \"qahal\" even had sufficient authority that it could arrange for individuals to be expelled from &lt;a href=\"synagogue\"&gt;synagogue&lt;/a&gt;s, &lt;a href=\"Herem%20%28censure%29\"&gt;excommunicating&lt;/a&gt; them.\nMedieval Jewish political philosophy.\nSome medieval political theorists such as &lt;a href=\"Maimonides\"&gt;Maimonides&lt;/a&gt; and &lt;a href=\"Nissim%20of%20Gerona\"&gt;Nissim of Gerona&lt;/a&gt; saw kingship as the ideal form of government. Maimonides' views the commandment in Deuteronomy to appoint a king as a clear positive ideal, following the Talmudic teaching that \"three commandments were given to Israel when they entered the land: to appoint a king, as it says, 'You shall surely put over you a king'...\" A large section of Maimonides' legal code, the &lt;a href=\"Mishneh%20Torah\"&gt;Mishneh Torah&lt;/a&gt;, titled \"The Laws of Kings and their Wars\", deals with the ideal model of kingship, especially in the messianic era, and also concerning ruling over non-Jewish subjects through the &lt;a href=\"Noachide%20laws\"&gt;Noachide laws&lt;/a&gt;. Other sections of Maimonides' Mishneh Torah (mostly also in the &lt;a href=\"Book%20of%20Judges\"&gt;Book of Judges&lt;/a&gt;, where the laws of kingship are also found) is dedicated to the laws relating to legislators and judges.\nWhereas Maimonides' idealized kingship, other medieval political theorists, such as &lt;a href=\"Abravanel\"&gt;Abravanel&lt;/a&gt;, saw kingship as misguided. Later on, other Jewish philosophers such as &lt;a href=\"Baruch%20Spinoza\"&gt;Baruch Spinoza&lt;/a&gt; would lay the groundwork for &lt;a href=\"Age%20of%20Enlightenment\"&gt;the Enlightenment&lt;/a&gt;, arguing for ideas such as the &lt;a href=\"separation%20of%20church%20and%20state\"&gt;separation of church and state&lt;/a&gt;. Spinoza's writings caused him to be &lt;a href=\"Herem%20%28censure%29\"&gt;excommunicated&lt;/a&gt; from the Jewish community of &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, although his work and legacy has been largely rehabilitated, especially among &lt;a href=\"Secular%20Judaism\"&gt;secular Jews&lt;/a&gt; in the 20th and 21st centuries.\nModern period.\nWith &lt;a href=\"Jewish%20emancipation\"&gt;Jewish emancipation&lt;/a&gt;, the institution of the \"qahal\" as an autonomous entity was officially abolished. Jews increasingly became participants in the wider political and social sphere of larger nations. As Jews became citizens of states with various political systems, and argued about whether to &lt;a href=\"Zionism\"&gt;found their own state&lt;/a&gt;, Jewish ideas of the relationship between Judaism and politics developed in many different directions.\nIn Europe.\nIn the nineteenth century and early twentieth century, when there was a large Jewish population in Europe, some Jews favored various forms of &lt;a href=\"liberalism\"&gt;liberalism&lt;/a&gt;, and saw them as connected with Jewish principles. Some Jews allied themselves with a range of &lt;a href=\"Jewish%20political%20movements\"&gt;Jewish political movements&lt;/a&gt;. These included &lt;a href=\"Socialism\"&gt;Socialist&lt;/a&gt; and &lt;a href=\"Bundism\"&gt;Bundist&lt;/a&gt; movements favored by the &lt;a href=\"Jewish%20left\"&gt;Jewish left&lt;/a&gt;, &lt;a href=\"Zionist\"&gt;Zionist&lt;/a&gt; movements, &lt;a href=\"Jewish%20Autonomist\"&gt;Jewish Autonomist&lt;/a&gt; movements, &lt;a href=\"Jewish%20Territorialist%20Organization\"&gt;Territorialist&lt;/a&gt; movements, and &lt;a href=\"Jewish%20Anarchism\"&gt;Jewish Anarchism&lt;/a&gt; movements. &lt;a href=\"Haredi\"&gt;Haredi&lt;/a&gt; Jews formed an organization known as &lt;a href=\"World%20Agudath%20Israel\"&gt;World Agudath Israel&lt;/a&gt; which espoused Haredi Jewish political principles.\n21st century.\nIn the 21st century, shifts are occurring. The Jewish community in Great Britain, one of the largest in the &lt;a href=\"Jewish%20diaspora\"&gt;Jewish diaspora&lt;/a&gt;, is leaning &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt;, as a poll published by the \"&lt;a href=\"Jewish%20Chronicle\"&gt;Jewish Chronicle&lt;/a&gt;\" in early 2015 shows. Of British Jews polled, 69% would vote for the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;, while 22% would vote for the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;. This is in stark contrast to the rest of the voter population, which, according to a BBC poll, had Conservatives and Labor almost tied at about a third each. Jews have typically been a part of the British &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt;, traditional home of the Conservative Party, although the number of Jews in &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; communities of London is in decline. The main voting bloc of poorer Jews in Britain now, made up primarily of &lt;a href=\"Haredi%20Judaism\"&gt;ultra-Orthodox&lt;/a&gt;, votes \"en masse\" for the Conservatives. Attitudes toward &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; influence the vote of three out of four of British Jews. A shift toward conservatism has also been exhibited in France, where about half of the Jewish population is &lt;a href=\"Sephardi%20Jews\"&gt;Sephardic&lt;/a&gt;. &lt;a href=\"J%C3%A9r%C3%B4me%20Fourquet\"&gt;Jérôme Fourquet&lt;/a&gt;, director \"Public opinion and corporate strategy\" department at the polling organization &lt;a href=\"Institut%20fran%C3%A7ais%20d%27opinion%20publique\"&gt;IFOP&lt;/a&gt;, notes that there is a \"pronounced preference\" for &lt;a href=\"right-wing%20politics\"&gt;right-wing politics&lt;/a&gt; among French Jews. During the 2007 election, Jews (Orthodox or not) represented the strongest pillar of support for Sarkozy after observant Catholics.\nIn the United States.\n19th century.\nAmerican Civil War.\nDuring the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, Jews were divided in their views of &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; and &lt;a href=\"Abolitionism\"&gt;abolition&lt;/a&gt;. Prior to 1861, there were virtually no rabbinical sermons on slavery. The silence on this issue was probably a result of fear that the controversy would create conflict within the Jewish community. Some Jews owned slaves or traded them. Most southern Jews supported slavery, and few Northern Jews were abolitionists, seeking peace and remaining silent on the subject of slavery. America's largest Jewish community, New York's Jews, were \"overwhelmingly pro-southern, pro-slavery, and anti-Lincoln in the early years of the war\". However, eventually, they began to lean politically toward Abraham Lincoln's Republican party and emancipation.\n20th and 21st centuries.\nWhile earlier Jewish immigrants tended to be politically conservative, the wave of &lt;a href=\"Eastern%20European%20Jewry\"&gt;Eastern European Jews&lt;/a&gt; starting in the early 1880s, were generally more liberal or &lt;a href=\"Left-wing%20politics\"&gt;left-wing&lt;/a&gt;, and became the political majority. For most of the 20th century since 1936, the vast majority of Jews in the United States have been aligned with the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt;. Many religious supporters of the &lt;a href=\"Jewish%20left\"&gt;Jewish left&lt;/a&gt; have argued that &lt;a href=\"left%20wing%20politics\"&gt;left-wing&lt;/a&gt; values vis-à-vis &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt; can be traced to Jewish religious texts, including the &lt;a href=\"Tanakh\"&gt;Tanakh&lt;/a&gt; and later texts, which include a strong endorsement of hospitality to \"the stranger\" and the principle of &lt;a href=\"Redistribution%20of%20income%20and%20wealth\"&gt;redistribution of wealth&lt;/a&gt; in the biblical idea of &lt;a href=\"Jubilee%20%28Biblical%29\"&gt;Jubilee&lt;/a&gt; – as well as a tradition of challenging authority, as exemplified by the biblical &lt;a href=\"prophet\"&gt;prophet&lt;/a&gt;s.\nAmerican rabbinic leaders who have advanced a progressive political agenda grounded in Jewish principles have included:\nOther prominent Jews who have argued based on Jewish principles for a progressive political agenda have included:\nTowards the end of the 20th century, and at the beginning of the 21st century, &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt; began a platform that sought to take the Jewish vote away from the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt;. While a solid majority of American Jews continues to be aligned with the Democratic Party, many have argued that there is increased Jewish support for political conservatism.\nRabbinic leaders who have advanced a conservative political agenda grounded in Jewish principles have included:\nOther prominent Jews who have argued based on Jewish principles for a conservative political agenda have included:\nJewish political philosophy in North America.\nSignificant Jewish political philosophers in North America have included:\nIn Israel.\nThe development of a political system in Israel drew largely on European models of governance, rather than on models from the Jewish political tradition. Some political figures in Israel, however, have seen their principles as based in Judaism. This is especially pronounced in political parties that see themselves as religious parties, such as &lt;a href=\"Shas\"&gt;Shas&lt;/a&gt;, &lt;a href=\"United%20Torah%20Judaism\"&gt;United Torah Judaism&lt;/a&gt;, and &lt;a href=\"The%20Jewish%20Home\"&gt;The Jewish Home&lt;/a&gt;.\nPolitics in Israel are dominated by &lt;a href=\"Zionist\"&gt;Zionist&lt;/a&gt; parties. They traditionally fall into three camps, the first two being the largest: &lt;a href=\"Labor%20Zionism\"&gt;Labor Zionism&lt;/a&gt;, &lt;a href=\"Revisionist%20Zionism\"&gt;Revisionist Zionism&lt;/a&gt; and &lt;a href=\"Religious%20Zionism\"&gt;Religious Zionism&lt;/a&gt;. There are also several non-Zionist &lt;a href=\"Orthodox%20Judaism\"&gt;Orthodox&lt;/a&gt; religious parties, non-Zionist &lt;a href=\"Secular%20Judaism\"&gt;secular&lt;/a&gt; &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; groups as well as non-Zionist and &lt;a href=\"anti-Zionist\"&gt;anti-Zionist&lt;/a&gt; &lt;a href=\"Israeli%20Arab\"&gt;Israeli Arab&lt;/a&gt; parties.\nRecent interest in developing political theory grounded in Jewish sources has been spurred on by the activities of the &lt;a href=\"neo-conservative\"&gt;neo-conservative&lt;/a&gt; &lt;a href=\"Shalem%20Center\"&gt;Shalem Center&lt;/a&gt;."
}