{
    "id": "2985420",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=2985420",
    "title": "Japanese units of measurement",
    "text": "Traditional Japanese units of measurement or the shakkanhō (, \"\"shaku–kan\" system\") is the &lt;a href=\"customary%20units\"&gt;traditional&lt;/a&gt; &lt;a href=\"system%20of%20measurement\"&gt;system of measurement&lt;/a&gt; used by the people of the &lt;a href=\"Japanese%20archipelago\"&gt;Japanese archipelago&lt;/a&gt;. It is largely based on the &lt;a href=\"Chinese%20units%20of%20measurement\"&gt;Chinese system&lt;/a&gt;, which spread to Japan and the rest of the &lt;a href=\"Sinosphere\"&gt;Sinosphere&lt;/a&gt; in antiquity. It has remained mostly unaltered since the adoption of the measures of the &lt;a href=\"Tang%20dynasty\"&gt;Tang dynasty&lt;/a&gt; in 701. Following the 1868 &lt;a href=\"Meiji%20Restoration\"&gt;Meiji Restoration&lt;/a&gt;, &lt;a href=\"Imperial%20Japan\"&gt;Imperial Japan&lt;/a&gt; &lt;a href=\"metrication\"&gt;adopted&lt;/a&gt; the &lt;a href=\"metric%20system\"&gt;metric system&lt;/a&gt; and defined the traditional units in metric terms on the basis of a &lt;a href=\"prototype%20metre\"&gt;prototype metre&lt;/a&gt; and &lt;a href=\"prototype%20kilogram\"&gt;kilogram&lt;/a&gt;. The present values of most &lt;a href=\"Korean%20units\"&gt;Korean&lt;/a&gt; and &lt;a href=\"Taiwanese%20units%20of%20measurement\"&gt;Taiwanese units of measurement&lt;/a&gt; derive from these values as well.\nFor a time in the early 20th century, the traditional, metric, and &lt;a href=\"English%20units\"&gt;English systems&lt;/a&gt; were all legal in Japan. Although commerce has since been legally restricted to using the metric system, the old system is still used in some instances. The old measures are common in &lt;a href=\"Japanese%20carpentry\"&gt;carpentry&lt;/a&gt; and &lt;a href=\"Japanese%20agriculture\"&gt;agriculture&lt;/a&gt;, with tools such as &lt;a href=\"Japanese%20chisel\"&gt;chisel&lt;/a&gt;s, spatels, saws, and hammers manufactured in \"sun\" and \"bu\" sizes. &lt;a href=\"Floorspace\"&gt;Floorspace&lt;/a&gt; is expressed in terms of &lt;a href=\"tatami%20mat\"&gt;tatami mat&lt;/a&gt;s, and land is sold on the basis of price in \"tsubo\". &lt;a href=\"Sake\"&gt;Sake&lt;/a&gt; is sold in multiples of 1\"&lt;a href=\"g%C5%8D%20%28unit%29\"&gt;gō&lt;/a&gt;\", with the most common bottle sizes being 4 (720 mL) or 10 (1.8 L, \"isshōbin\").\nHistory.\nCustomary Japanese units are a local adaption of the &lt;a href=\"Chinese%20units\"&gt;traditional Chinese system&lt;/a&gt;, which was adopted at a very early date. They were imposed and adjusted at various times by local and imperial statutes. The details of the system have varied over time and location in Japan's history.\nJapan signed the &lt;a href=\"Treaty%20of%20the%20Metre\"&gt;Treaty of the Metre&lt;/a&gt; in 1885, with its terms taking effect in 1886. It received its &lt;a href=\"prototype%20metre\"&gt;prototype metre&lt;/a&gt; and &lt;a href=\"prototype%20kilogram\"&gt;kilogram&lt;/a&gt; from the &lt;a href=\"International%20Bureau%20of%20Weights%20and%20Measures\"&gt;International Bureau of Weights and Measures&lt;/a&gt; in 1890. The next year, a weights and measurements law codified the Japanese system, taking its fundamental units to be the \"shaku\" and \"kan\" and deriving the others from them. The law codified the values of the traditional and metric units in terms of one another, but retained the traditional units as the formal standard and metric values as secondary.\nIn 1909, &lt;a href=\"English%20units\"&gt;English units&lt;/a&gt; were also made legal within the &lt;a href=\"Empire%20of%20Japan\"&gt;Empire of Japan&lt;/a&gt;. Following &lt;a href=\"Japan%20in%20World%20War%20I\"&gt;World War I&lt;/a&gt;, the &lt;a href=\"Ministry%20of%20Agriculture%20and%20Commerce\"&gt;Ministry of Agriculture and Commerce&lt;/a&gt; established a Committee for Weights and Measures and Industrial Standards, part of whose remit was to investigate which of Japan's three legal systems should be adopted. Upon its advice, the Imperial Diet established the metric system as Japan's legal standard, effective 1 July 1924, with use of the other systems permitted as a transitional measure. The government and \"leading industries\" were to convert within the next decade, with others following in the decade after that. &lt;a href=\"Education%20in%20Japan\"&gt;Public education&lt;/a&gt;—at the time compulsory through primary school—began to teach the metric system. Governmental agencies and the Japanese Weights and Measures Association undertook a gradual course of education and conversion but opposition became vehemently outspoken in the early 1930s. &lt;a href=\"Japanese%20nationalism\"&gt;Nationalist&lt;/a&gt;s decried the \"foreign\" system as harmful to Japanese pride, language, and culture, as well as restrictive to international trade. In 1933, the government pushed the deadline for the conversion of the first group of industries to 1939; the rest of the country was given until 1954. Emboldened, the nationalists succeeded in having an Investigating Committee for Weights and Measures Systems established. In 1938, it advised that the government should continue to employ the \"Shaku–Kan\" system alongside the metric one. The next year, the imperial ordinance concerning the transition to the metric system was formally revised, indefinitely exempting real estate and historical objects and treasures from any need for metric conversion. The deadline for compulsory conversion in all other fields was moved back to 31 December 1958.\nFollowing &lt;a href=\"Surrender%20of%20Japan\"&gt;its defeat&lt;/a&gt; in &lt;a href=\"Pacific%20War\"&gt;World War II&lt;/a&gt;, Japan was &lt;a href=\"Occupation%20of%20Japan\"&gt;occupied by America&lt;/a&gt; and saw an expanded use of &lt;a href=\"US%20customary%20units\"&gt;US customary units&lt;/a&gt;. Gasoline was sold by the &lt;a href=\"gallon\"&gt;gallon&lt;/a&gt; and cloth by the yard. The Diet revisited the nation's measurements and, with the occupation's approval, promulgated a Measurements Law in June 1951 that reaffirmed its intention to continue Japan's metrication, effective on the first day of 1959. An unofficial and \"ad hoc\" Metric System Promotion Committee was established by interested scholars, public servants, and businessmen in August 1955, undertaking a public awareness campaign and seeking to accomplish as much of the conversion ahead of schedule as possible. Its first success was the conversion of candy sales in Tokyo department stores from the \"momme\" to the gram in September 1956; others followed, with &lt;a href=\"NHK\"&gt;NHK&lt;/a&gt; taking the lead in media use.\nWith the majority of the public now exposed to it since childhood, the metric system became the sole legal measurement system in most fields of Japanese life on 1 January 1959. Redrafting of laws to use metric equivalents had already been accomplished, but conversion of the &lt;a href=\"land%20registry\"&gt;land registries&lt;/a&gt; required until 31 March 1966 to complete. Industry transitioned gradually at its own expense, with compliance sometimes being nominal, as in the case of screws becoming \" screws\". Since the original fines for noncompliance were around &lt;a href=\"USD\"&gt;$&lt;/a&gt;140 and governmental agencies mostly preferred to wait for voluntary conversion, metric use by December 1959 was estimated at only 85%. Since research showed that individual Japanese did not intend to actually use the metric units when given other options, however, sale and verification of devices marked with non-metric units (such as rulers and tape measures noting \"shaku\" and \"sun\") were criminalised after 1961. \nSome use of the traditional units continues. Some Japanese describe their weight in terms of \"kan\". Homes continue to be reckoned in terms of \"tsubo\", even on the &lt;a href=\"Japanese%20census\"&gt;national census&lt;/a&gt; as late as 2005, although the practice was discontinued in 2010. &lt;a href=\"English%20unit\"&gt;English unit&lt;/a&gt;s continue to be employed in aviation, &lt;a href=\"munitions\"&gt;munitions&lt;/a&gt;, and various sports, including &lt;a href=\"golf\"&gt;golf&lt;/a&gt; and &lt;a href=\"Japanese%20baseball\"&gt;baseball&lt;/a&gt;.\nLength.\nThe base unit of Japanese length is the \"shaku\" based upon the Chinese \"&lt;a href=\"chi%20%28unit%29\"&gt;chi&lt;/a&gt;\", with other units derived from it and changing over time based on its dimensions. The \"chi\" was originally a &lt;a href=\"span%20%28unit%29\"&gt;span&lt;/a&gt; taken from the end of the thumb to the tip of an outstretched middle finger, but which gradually increased in length to about , just a few centimeters longer than the size of a &lt;a href=\"US%20foot\"&gt;foot&lt;/a&gt;.\nAs in China and Korea, Japan employed different \"shaku\" for different purposes. The \"carpentry\" \"shaku\" (, \"kanejaku\") was used for construction. It was a little longer in the 19th century prior to its metric redefinition. The \"cloth\" or \"whale\" \"shaku\" (, \"kujirajaku\"), named for tailors' and fabric merchants' &lt;a href=\"baleen\"&gt;baleen&lt;/a&gt; rulers, was longer and used in measuring cloth. (A longer unit of about 25cloth \"shaku\" was the \"tan\".) &lt;a href=\"Traditional%20Japanese%20clothing\"&gt;Traditional Japanese clothing&lt;/a&gt; was reckoned using the \"traditional clothing\" \"shaku\" (, \"gofukujaku\"), about longer than the carpentry \"shaku\". The &lt;a href=\"Shosoin\"&gt;Shōsōin&lt;/a&gt; in &lt;a href=\"Nara%2C%20Nara\"&gt;Nara&lt;/a&gt; has ivory 1-\"shaku\" rulers, the .\nThe Japanese ri is now much longer than the &lt;a href=\"Li%20%28unit%29\"&gt;Chinese&lt;/a&gt; or &lt;a href=\"Korean%20li\"&gt;Korean li&lt;/a&gt;, comprising 36 \"chō\", 2160 \"ken\", or 12,960\"shaku\". A still longer unit was formerly standard in &lt;a href=\"Ise%20Province\"&gt;Ise&lt;/a&gt; on &lt;a href=\"Honshu\"&gt;Honshu&lt;/a&gt; and throughout the &lt;a href=\"Saikaid%C5%8D\"&gt;9 provinces&lt;/a&gt; of &lt;a href=\"Kyushu\"&gt;Kyushu&lt;/a&gt;, which comprised 50 \"chō\", 3000 \"ken\", or 18,000\"shaku\". The &lt;a href=\"imperial%20nautical%20mile\"&gt;imperial nautical mile&lt;/a&gt; of 6080&lt;a href=\"imperial%20feet\"&gt;feet&lt;/a&gt; (1853.19m) was also formerly used by the Japanese in maritime contexts as a \"marine ri\". A fourth and shorter ri of about 600m is still evident in some beach names. The \"99-Ri\" beach at Kujukuri is about 60 km. The \"7-Ri\" beach at Shichiri is 4.2 km long.\nThe traditional units are still used for construction materials in Japan. For example, plywood is usually manufactured in (about ) sheets known in the trade as , or 3 × 6 \"shaku\". Each sheet is about the size of one &lt;a href=\"tatami\"&gt;tatami&lt;/a&gt; mat. The thicknesses of the sheets, however, are usually measured in millimetres. The names of these units also live in the name of the bamboo flute , literally \"shaku eight\", which measures one \"shaku\" and eight \"sun\", and the Japanese version of the Tom Thumb story, , literally \"one \"sun\" boy\", as well as in many &lt;a href=\"Japanese%20proverbs\"&gt;Japanese proverbs&lt;/a&gt;.\nArea.\nThe base unit of Japanese area is the \"&lt;a href=\"tsubo\"&gt;tsubo&lt;/a&gt;\", equivalent to a square &lt;a href=\"ken%20%28architecture%29\"&gt;ken&lt;/a&gt; or 36 square \"shaku\". It is twice the size of the \"jō\", the area of the Nagoya &lt;a href=\"tatami\"&gt;tatami&lt;/a&gt; mat. Both units are used informally in discussing real estate &lt;a href=\"floorspace\"&gt;floorspace&lt;/a&gt;. Due to &lt;a href=\"Taiwan_under_Japanese_rule\"&gt;historical connections&lt;/a&gt;, the tsubo is still used as the official base unit of &lt;a href=\"Taiwanese_units_of_measurement%23Area\"&gt;area in Taiwan&lt;/a&gt;.\nIn agricultural contexts, the \"tsubo\" is known as the \"bu\". The larger units remain in common use by Japanese farmers when discussing the sizes of fields.\nVolume.\nThe base unit of Japanese volume is the \"shō\", although the \"&lt;a href=\"g%C5%8D%20%28unit%29\"&gt;gō&lt;/a&gt;\" now sees more use since it is reckoned as the appropriate size of a &lt;a href=\"serving%20size\"&gt;serving&lt;/a&gt; of rice or &lt;a href=\"sake\"&gt;sake&lt;/a&gt;. Sake bottles are now marketed as containing 1800mL exactly.\nThe \"&lt;a href=\"koku\"&gt;koku&lt;/a&gt;\" is historically important: since it was reckoned as the amount of rice necessary to feed a person for a single year, it was used to compute agricultural output and official salaries. The \"koku\" of rice was sometimes reckoned as 3000\"sacks\". By the 1940s the shipping \"koku\" was of the &lt;a href=\"shipping%20ton\"&gt;shipping ton&lt;/a&gt; of 40 or 42cuft (i.e., ); the \"koku\" of timber was about 10cuft (); and the \"koku\" of fish, like many modern &lt;a href=\"bushel\"&gt;bushel&lt;/a&gt;s, was no longer reckoned by volume but computed by weight (40\"kan\"). The \"shakujime\" of timber was about 12cuft () and the \"taba\" about 108ft³ ( or ).\nMass.\nThe base unit of Japanese mass is the \"kan\", although the \"momme\" is more common. It is a recognised unit in the international pearl industry.\nThe Japanese form of the &lt;a href=\"Chinese%20units%20of%20measurement\"&gt;Chinese&lt;/a&gt; &lt;a href=\"tael\"&gt;tael&lt;/a&gt; was the \"&lt;a href=\"ry%C5%8D\"&gt;ryō&lt;/a&gt;\" (). It was customarily reckoned as around 4 or 10 momme but, because of its importance as a fundamental unit of the silver and gold &lt;a href=\"bullion\"&gt;bullion&lt;/a&gt; used as &lt;a href=\"Japanese%20currency\"&gt;currency&lt;/a&gt; in medieval Japan, it varied over time and location from those notional values.\nImperial units.\n&lt;a href=\"Imperial%20units\"&gt;Imperial units&lt;/a&gt; are sometimes used in Japan. Feet and inches are used for most non-sport bicycles, whose tyre sizes follow a British system; for sizes of &lt;a href=\"magnetic%20tape\"&gt;magnetic tape&lt;/a&gt; and many pieces of computer hardware; for photograph sizes; and for the sizes of electronic displays for electronic devices. Photographic prints, however, are usually rounded to the nearest millimetre and screens are not \"described\" in terms of inches but \"type\" (, \"gata\"). For instance, a television whose screen has a 17-inch diagonal is described as a \"17-type\" () and one with a 32-inch &lt;a href=\"widescreen\"&gt;widescreen&lt;/a&gt; screen is called a \"32-vista-type\" ()."
}