{
    "id": "29860905",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=29860905",
    "title": "Gulu United FC",
    "text": "Gulu United Football Club is a &lt;a href=\"Ugandan\"&gt;Ugandan&lt;/a&gt; &lt;a href=\"association%20Football\"&gt;football&lt;/a&gt; club located in &lt;a href=\"Gulu\"&gt;Gulu&lt;/a&gt;, &lt;a href=\"Gulu%20District\"&gt;Gulu District&lt;/a&gt; in &lt;a href=\"Northern%20Region%2C%20Uganda\"&gt;Northern Uganda&lt;/a&gt;. The club was playing in the &lt;a href=\"Ugandan%20Big%20League\"&gt;Ugandan Big League&lt;/a&gt; in the &lt;a href=\"2011%E2%80%9312%20Uganda%20Big%20League\"&gt;2011–12 season&lt;/a&gt; but there is currently no &lt;a href=\"Federation%20of%20Uganda%20Football%20Associations\"&gt;FUFA&lt;/a&gt; records that confirm that the club is still operating at a senior level. However the club is active at a youth level.\nHistory.\nGulu United Football Club, (also known as Gulu Black Rangers Football Club) made their first appearance in the &lt;a href=\"Ugandan%20Super%20League\"&gt;Ugandan Super League&lt;/a&gt; in the &lt;a href=\"1999%20Uganda%20Super%20League\"&gt;1999 season&lt;/a&gt;. The club were relegated at the end of the season having finished in 19th position.\nIn the &lt;a href=\"2005%20Uganda%20Super%20League\"&gt;2005 season&lt;/a&gt; Gulu again participated in the Super League which was run on a group and knock-out basis with the lower ranked teams dropping into a relegation pool. The club finished in last position in Group B and were subsequently moved into the relegation pool where they failed to complete their fixtures away to Kinyara, Kakira and Lugazi. They were as a result excluded by &lt;a href=\"Federation%20of%20Uganda%20Football%20Associations\"&gt;FUFA&lt;/a&gt; from the competition and their results annulled. The club found it difficult to sustain Super League football financially and also ran into transport problems. By late June 2005 the club had been put up for sale.\nFurther problems ensued and FUFA imposed a ban on the participation of Gulu District Football Association in national tournaments following the inability of the Gulu club to complete their fixtures in the 2005 Super League. The ban lasted for three years and was lifted in 2008 when Gulu District teams were again given the opportunity to progress to the Super League.\nIn the 2008–09 season Gulu United were winners of the Zone 3 Mini League and became one of the inaugural members of the &lt;a href=\"Ugandan%20Big%20League\"&gt;Ugandan Big League&lt;/a&gt; for the &lt;a href=\"2009-10%20Uganda%20Big%20League\"&gt;2009–10 season&lt;/a&gt;. Gulu had their most successful season in their history by finishing runners-up in the &lt;a href=\"2009-10%20Uganda%20Big%20League\"&gt;2009–10 Big League&lt;/a&gt; by achieving top place in the Elgon Group and then meeting &lt;a href=\"Maroons%20FC\"&gt;Maroons FC&lt;/a&gt; in the Championship Playoff at Masindi. Unfortunately the team gave a lethargic performance in the playoff going down by two goals to nil. Leo Adraa, the Gulu United coach, said his players were hungry and tired, having not eaten lunch and arriving late for the match because of the bad Masindi-Kigumba road.\nGulu United made their third appearance in the Ugandan Super League in the &lt;a href=\"2010%E2%80%9311%20Uganda%20Super%20League\"&gt;2010–11 season&lt;/a&gt; but finished in 14th position and were relegated back to the Big League. In the &lt;a href=\"2011%E2%80%9312%20Uganda%20Big%20League\"&gt;2011–12 season&lt;/a&gt; the club were placed in the Rwenzori Group of the &lt;a href=\"Ugandan%20Big%20League\"&gt;Big League&lt;/a&gt; but were subsequently relegated by FUFA to the first Division League of Gulu District Football Association for failing to show up for their Big League matches against Misindye, Victoria University and Aurum Roses. The team’s problems, which included poor management and finance constraints, were also responsible for the loss of its manager, Leo Adraa to Fire Masters at the beginning of the season.\nThe next development in March 2012 was a move by Gulu district local council to assume management and financing of the club with the emphasis being on youth. ‘United for United’, the Supporters Club of Gulu United was established using the slogan \"The Biggest Little Football Club in the World\". Their goal is to help revive football in the region, starting with youth, in war-torn northern Uganda.\nYouth development.\nMoney has been raised through Indiegogo towards running the region's first-ever youth identification and training camp in September 2013. A group of volunteer coaches traveled all over northern Uganda (a region of over 6 million people) to identify the most promising youth players (aged 12–16), with the goal of bringing them together at the camp as an initial step towards developing the region's first youth football academy. It is hoped that the appointment of an Academy Director will follow.\nBrentford Football Club – a partner organisation.\n&lt;a href=\"Brentford%20F.C.\"&gt;Brentford F.C.&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt; is providing support for the Gulu United initiative and has offered to work with the Ugandan club's coaches and volunteers to build a youth coaching and training programme. In addition the &lt;a href=\"Brentford%20F.C.%20Reserves%20and%20Academy\"&gt;Brentford Academy&lt;/a&gt; has collected worn boots to send out to the African country for the young players to use.\nStadium.\nThe home venue for Gulu United is the Pece War Memorial Stadium which is located in &lt;a href=\"Gulu\"&gt;Gulu&lt;/a&gt;. The stadium was built by the British in 1959 but in recent years has been vandalised and misused. The stadium used to have running water and power but these have been disconnected. The stadium hosts a series of tournaments like the &lt;a href=\"Ugandan%20Cup\"&gt;Ugandan Cup&lt;/a&gt;, district schools sports competitions, international awareness and sports and activities among others. Gulu district and education ministry are considering repairing the stadium and tendering it out to a private firm to undertake its management."
}