{
    "id": "2987912",
    "revid": "38493465",
    "url": "https://en.wikipedia.org/wiki?curid=2987912",
    "title": "Showbread",
    "text": "Showbread ( \"Leḥem haPānīm\", literally: \"Bread of the Faces\"), in the &lt;a href=\"King%20James%20Version\"&gt;King James Version&lt;/a&gt;: shewbread, in a &lt;a href=\"Bible\"&gt;biblical&lt;/a&gt; or &lt;a href=\"Judaism\"&gt;Jewish&lt;/a&gt; context, refers to the cakes or loaves of &lt;a href=\"bread\"&gt;bread&lt;/a&gt; which were always present, on a specially-dedicated table, in the &lt;a href=\"Temple%20in%20Jerusalem\"&gt;Temple in Jerusalem&lt;/a&gt; as an offering to God. An alternative, and more appropriate, translation would be \"presence bread\", since the Bible requires that the bread be constantly in the presence of God ().\nBiblical references.\nWithin the &lt;a href=\"Torah\"&gt;Torah&lt;/a&gt;, the showbread is mentioned exclusively by the &lt;a href=\"Priestly%20Code\"&gt;Priestly Code&lt;/a&gt; and &lt;a href=\"Holiness%20Code\"&gt;Holiness Code&lt;/a&gt;, but certain sections of the Bible, including the &lt;a href=\"Books%20of%20Chronicles\"&gt;Books of Chronicles&lt;/a&gt;, &lt;a href=\"Books%20of%20Samuel\"&gt;Books of Samuel&lt;/a&gt;, and &lt;a href=\"Books%20of%20Kings\"&gt;Books of Kings&lt;/a&gt;, also describe aspects of them. In the Holiness Code, the showbread is described as twelve cakes baked from fine flour, arranged in two rows on a table; each cake was to contain \"two tenth parts of an &lt;a href=\"Biblical%20and%20Talmudic%20units%20of%20measurement\"&gt;ephah&lt;/a&gt;\" of flour () (approx 4.9 pounds). The biblical regulations specify that cups of &lt;a href=\"frankincense\"&gt;frankincense&lt;/a&gt; were to be placed upon the rows of cakes, and the &lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt;, but not the &lt;a href=\"Masoretic%20Text\"&gt;Masoretic Text&lt;/a&gt;, states that salt was mixed with the frankincense; the frankincense, which the Septuagint refers to as an \"anamnesis\", (a \"&lt;a href=\"hapax%20legomenon\"&gt;hapax legomenon&lt;/a&gt;\"), constituted a memorial (\"azkarah\"), having been offered upon the &lt;a href=\"altar\"&gt;altar&lt;/a&gt; to God ().\nAccording to Chronicles, the &lt;a href=\"Kohath\"&gt;Kohath&lt;/a&gt;ite clan had charge of the baking and setting in order of the bread, suggesting that there were secret extra requirements in preparing the bread, known only to the Kohathites. Since leavened products were prohibited from the &lt;a href=\"altar\"&gt;altar&lt;/a&gt;, and the cakes are not described as being &lt;a href=\"korban\"&gt;offered upon it&lt;/a&gt;, it is possible that the showbread was leavened; however, as they were carried into the inner part of the sanctuary, it is highly probable that they were unleavened.\nThe cakes were to be left on the table for a week, and then be replaced with new ones on the &lt;a href=\"Shabbat\"&gt;Sabbath&lt;/a&gt;, so that there were always fresh loaves on the table, and those that had started going stale were removed; the biblical text states that the &lt;a href=\"Kohen\"&gt;Jewish priests&lt;/a&gt; were entitled to eat the cakes that had been removed, as long as they did so in a \"holy place\", as it considered the bread to be holy. The narrative of David's sojourn at &lt;a href=\"Nob%2C%20Israel\"&gt;Nob&lt;/a&gt; mentions that &lt;a href=\"Ahimelek\"&gt;Ahimelek&lt;/a&gt; (the priest) gave David the \"holy bread\", at his request.\nThe table (shulchan).\nThe table or shulchan for the showbread was, according to biblical regulations, to be placed in the northern part of the sanctuary, opposite the &lt;a href=\"Menorah%20%28Temple%29\"&gt;Menorah&lt;/a&gt; with the &lt;a href=\"altar%20of%20incense\"&gt;altar of incense&lt;/a&gt; between them. The Septuagint describes the table as being of solid gold, but the Masoretic Text states that it was made from &lt;a href=\"acacia\"&gt;acacia&lt;/a&gt; wood, and only &lt;a href=\"gilded\"&gt;covered&lt;/a&gt; with pure gold, with a gold border around the top; the table's dimensions are given as 2 &lt;a href=\"ell\"&gt;ell&lt;/a&gt;s long, 1 ell wide, and 1.5 ells high.\nThe feet of the table are described as having a ring-like enclosure to which four gold rings were fastened, so that rods (made from acacia wood, and covered with gold) could be passed through the rings, and used to make the table portable, in the same manner as the other features of the tabernacle. The biblical text indicates that, when being carried, the table would be covered with a purplish-blue cloth, the loaves and vessels would be placed on the cloth, and another cloth, in scarlet, would be placed over it, with a fine skin being added on top of that. In each sanctuary there was only one table, except for the Temple in Jerusalem, which Chronicles describes as having ten tables within its &lt;a href=\"Hekhal\"&gt;Holy Place&lt;/a&gt;.\nGold utensils (\"'dishes, cups, bowls, and pitchers for pouring\") were provided for the table, suggesting that other food and drink was served on the table as well as the showbread. The &lt;a href=\"King%20James%20Version\"&gt;King James Version&lt;/a&gt; of the Bible states that the utensils are to be \"set in order upon it\".\nIn &lt;a href=\"Solomon%27s%20Temple\"&gt;Solomon's Temple&lt;/a&gt;, there was provision made for the proper exhibition of the showbread. &lt;a href=\"Antiochus%20Epiphanes\"&gt;Antiochus Epiphanes&lt;/a&gt; plundered the table of showbread from the Second Temple, but under &lt;a href=\"Judas%20Maccabeus\"&gt;Judas Maccabeus&lt;/a&gt; a replacement was made.\nOrigin.\nAlthough, according to &lt;a href=\"textual%20criticism\"&gt;textual scholars&lt;/a&gt;, the only source texts among &lt;a href=\"documentary%20hypothesis\"&gt;those comprising the Torah&lt;/a&gt; which mention the showbread are the &lt;a href=\"Holiness%20Code\"&gt;Holiness Code&lt;/a&gt; and later additions to the &lt;a href=\"priestly%20source\"&gt;priestly source&lt;/a&gt;, the antiquity of the practice is shown by its mention in the Books of Samuel which textual scholars generally view as predating the priestly source. In the Books of Samuel, Ahimelek is described as asking for an assurance that David's men were in a ritually pure state, namely that they had not been involved in sexual activity with women, before handing over the old showbread; &lt;a href=\"biblical%20criticism\"&gt;biblical scholars&lt;/a&gt; view this as suggesting that the showbread was originally a sacrificial meal which was viewed as being shared with the deity, hence the need to be ritually pure, and the bread not being burnt but instead consumed.\nThe custom seems to have been widespread in the region, an example being the &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt;ian practice of offering to their gods a number of different kinds of cakes/bread (\"akalu\"); the Hebrew term for showbread, \"Lehem haPanim\", is exactly translated by the &lt;a href=\"Akkadian%20language\"&gt;Assyrian&lt;/a&gt; phrase \"akal pגnu\", which refers to the Babylonian cake/bread offerings. In the Israelite case, a number of biblical scholars connect the use of showbread directly to the ancient cult of the &lt;a href=\"Ark%20of%20the%20Covenant\"&gt;Ark of the Covenant&lt;/a&gt;, the Ark being seen as the home of the deity, and the bread being an offering of food, ready for consumption whenever the deity chose to make an appearance.\nLike the biblical showbread, the Babylonians and Assyrians generally laid twelve cakes/loaves, or an integer multiple of twelve cakes/loaves, on tables in front of images of their deities; the number \"twelve\", which is so prominent in the showbread rite, has always borne mysterious religious significance, and with the Assyrian practice of laying out twelve cakes/loaves, was directly connected with the &lt;a href=\"Zodiac\"&gt;Zodiac&lt;/a&gt;. The Babylonian cakes/bread were also required to be sweet (i.e. unleavened), and like the biblical showbread were baked from wheat flour.\nIn classical Jewish literature.\nThe somewhat scanty biblical details concerning the showbread are complemented by further information given by &lt;a href=\"Josephus\"&gt;Josephus&lt;/a&gt; (a contemporary of Herod's temple), and, over the several centuries after the Temple's destruction, by &lt;a href=\"classical%20rabbinical%20literature\"&gt;classical rabbinical literature&lt;/a&gt;. According to Josephus, the cakes were unleavened and were baked on the Friday before the Sabbath, since the biblical regulations forbade work of any kind during the Sabbath. The &lt;a href=\"Mishnah\"&gt;Mishnah&lt;/a&gt; argues that the loaves were kneaded separately, but baked in pairs; the Mishnah also states that the loaves were moulded into shape by three different moulds (made from gold, according to &lt;a href=\"Maimonides\"&gt;Maimonides&lt;/a&gt;, who lived more than a thousand years after the burning of Jerusalem), with one being used while the loaves were just &lt;a href=\"dough\"&gt;dough&lt;/a&gt;, another while the bread was being baked in the oven, and a third after baking, to protect the shape. The Mishnah describes the loaves as being 10 &lt;a href=\"Etzba\"&gt;Etzba&lt;/a&gt; long, and 5 Etzba wide, with rims/\"horns\" that were 7 Etzba long; Maimonides gives the same figures but with &lt;a href=\"Tefah\"&gt;Tefah&lt;/a&gt; as the unit rather than Etzba.\nAccording to some Mishnaic contributors, the kneading of the dough was done outside the sanctuary, but the baking was done inside, but others state that all the preparations were carried out in the Temple courtyard, and others in the house of Pagi, which according to Maimonides was very close to the Temple courtyard; no reason is given for these geographic distinctions, but the &lt;a href=\"Gemara\"&gt;Gemara&lt;/a&gt; argues that the &lt;a href=\"House%20of%20Garmu\"&gt;House of Garmu&lt;/a&gt; were responsible for baking the showbread, and kept their methods and reasoning secret. The Mishnah states that to replace the bread, two priests would enter the sanctuary ahead of another four priests carrying the replacement bread; the two priests without the bread would go to the southern end of the table, while those with the new bread would go to the northern end, and while the priests at the south removed the old bread from the table, it would be replaced with the new bread by the priests at the northern side, so that the bread would always be present.\nJosephus states that the cakes were placed in two equal piles (rather than rows), as does the Mishnah, which describes the existence of hollow golden tubes to carry air between the bread, and two golden fork-shaped supports attached to the table, each one to hold up a pile. Josephus also states that the frankincense was placed in two golden cups – one on top of each pile; the Mishnah states that a handful of incense was placed in each cup, and the &lt;a href=\"Tosefta\"&gt;Tosefta&lt;/a&gt; states that the cups, called \"bezikin\", had flat bottoms/rims, so that they could also be placed on the table. According to the Mishnah, while the new bread was being carried in by the four priests, two other priests would carry in replacement cups of incense, and two further priests would go ahead of them to remove the old cups of incense.\nThe Mishnah argues that after being removed, the old bread was placed on a golden table in the Temple's hall, and then the old incense would be burnt; once this was done, the cakes would be divided, with the &lt;a href=\"High%20Priest%20of%20Israel\"&gt;Jewish High Priest&lt;/a&gt; getting five of the twelve loaves, and the remainder being divided among the other priests on duty during the previous week. On the occasion of certain &lt;a href=\"Jewish%20Holidays\"&gt;Jewish Holidays&lt;/a&gt; occurring during the Sabbath, there were adjustments made, for example, if &lt;a href=\"Yom%20Kippur\"&gt;Yom Kippur&lt;/a&gt; occurred on the Sabbath, the old bread wouldn't be divided between the priests until the evening.\nThe table.\nThe majority of contributors to the Mishnah state that the table was of the same dimensions as the loaves – 10 Etzba long, and 5 Etzba wide, but &lt;a href=\"Rabbi%20Akiva\"&gt;Rabbi Akiva&lt;/a&gt; contributed a dissenting view, according to which there was a gap between the piles of showbread, with the table being 12 Etzba long, and 6 Etzba wide; &lt;a href=\"Abba%20Saul\"&gt;Abba Saul&lt;/a&gt; argued that the cups of incense were placed within the gap. These dimensions clearly are too small for the loaves to rest on the table lengthways, and clearly some support would have been needed for them to be piled high upon the table in two distinct piles, which is difficult to reconcile with the apparent biblical implication that the loaves were free standing on the table.\nThe Mishnah states that there were 28 ventilation tubes, 14 for each pile, each of which was open at one end only. The &lt;a href=\"Gemara\"&gt;Gemara&lt;/a&gt; extrapolates from this the conclusion that the fork-like supports were set into the floor, two at each end of the table, and the tubes went between the fork-like supports above the table. The Gemara essentially has the view that the supports and tubes formed a complex receptacle for the loaves, similar to a grate, with the lowest loaf in each pile resting directly on the table, but with the next loaf resting on the two lowest of the tubes, and so forth up the pile. Presumably a device as complex as this would have been mentioned at least briefly in the Bible had it been a biblical requirement, but it isn't. The table is depicted on the Arch of Titus during the emperors Titus and Vespasian's triumphal procession in 71 CE, which celebrated their defeat of Judea. \nAs well as the golden cups for the incense, the Mishnah enumerates a number of other dishes (\"ke'arot\") and hand-like bowls (\"kappot\"), including \"menakkiyyot\" (which were probably for dipping) and \"kesawot\"; the \"kesawot\" are identified by the Mishnah as being for the wine-&lt;a href=\"libation\"&gt;libation&lt;/a&gt;s, but the &lt;a href=\"Targum\"&gt;Targum&lt;/a&gt;s argue that they were for the purpose of covering the showbread. The Mishnah also suggests that the Table could be dismantled into small portions, so that if any part of it ever became &lt;a href=\"ritual%20impurity\"&gt;ritually impure&lt;/a&gt;, it could be &lt;a href=\"ritual%20washing%20in%20Judaism\"&gt;regain its ritual purity by washing the parts&lt;/a&gt; in a &lt;a href=\"Mikvah\"&gt;Mikvah&lt;/a&gt;.\nThe Mishnah also speaks of a tradition in which the table with the showbread would be elevated before the pilgrims in the Temple courtyard and the priests would say \"See your affection before the Omnipresent.\" \nAmong ancient groups.\nThere is evidence of Jewish groups around the turn of the common era, such as the &lt;a href=\"Qumran\"&gt;Qumran&lt;/a&gt; community at the &lt;a href=\"Dead%20Sea\"&gt;Dead Sea&lt;/a&gt;, and the &lt;a href=\"Therapeutae\"&gt;Therapeutae&lt;/a&gt; in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, which seem to have regarded themselves as part of the main Jewish body worshipping at the Jerusalem temple, despite being geographically isolated from it, and, in the eyes of later Jewish thought, theologically distinct from it.\nAmong the &lt;a href=\"Dead%20Sea%20Scrolls\"&gt;Dead Sea Scrolls&lt;/a&gt;, a number of Aramaic fragments, found in cave 2, discuss &lt;a href=\"eschatology\"&gt;eschatological&lt;/a&gt; connections to the eating of showbread, which &lt;a href=\"Matthew%20Black\"&gt;Matthew Black&lt;/a&gt; links with the sacred community meal discussed in a scroll from cave 1 (1QSVI), and the &lt;a href=\"Jewish%20Messiah\"&gt;Messianic&lt;/a&gt; meal discussed in another scroll in the same cave (1QSall); Professor Black suggests that the Qumran community may have considered their regular bread sharing to be an enactment of the Sabbath division of showbread at the Jerusalem Temple.\nThere is dispute among scholarly groups as to whether the Qumran community was identifiable with the &lt;a href=\"Essene\"&gt;Essene&lt;/a&gt;s, but scholars do generally agree that there was an association between the Essenes and the &lt;a href=\"Therapeutae\"&gt;Therapeutae&lt;/a&gt;. &lt;a href=\"Philo\"&gt;Philo&lt;/a&gt; reported that the Therapeutae's central meal was intended to \"emulate\" the \"holy table set forth in the sacred hall of the temple\", but though the Qumran community are portrayed in the Dead Sea Scrolls as viewing the Jerusalem service as having failed to achieve priestly holiness, Philo describes the Therapeutae as deliberately introducing slight differences in their practices from those at the Temple, as a mark of respect for the Temple's showbread."
}