{
    "id": "29885366",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=29885366",
    "title": "Charlton Monypenny",
    "text": "Charlton James Blackwell Monypenny (4 November 1867 – 11 March 1947) was an English-born businessman, and the 27th &lt;a href=\"Laird\"&gt;Laird&lt;/a&gt; of the Scottish estate of &lt;a href=\"Pitmilly\"&gt;Pitmilly&lt;/a&gt;. As a youth he was a sportsman of some renown who played &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; for several teams including &lt;a href=\"Cambridge%20University%20R.U.F.C.\"&gt;Cambridge University&lt;/a&gt; and the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt;. He was president of Cambridge University Athletics Club, for a period was the World Record holder for the 150-yard dash and was one of the fastest men in the world over &lt;a href=\"100%20metres\"&gt;100 metres&lt;/a&gt;.\nPersonal history.\nMonypenny was born in &lt;a href=\"Hampstead\"&gt;Hampstead&lt;/a&gt;, London in 1867 to James Robert Blackwell Monypenny, 26th Laird of Pitmilly and Mary Elizabeth Lane. He was educated at &lt;a href=\"Fettes%20College\"&gt;Fettes College&lt;/a&gt; before matriculating to &lt;a href=\"Jesus%20College%2C%20Cambridge\"&gt;Jesus College, Cambridge&lt;/a&gt; in October 1889. Monypenny threw himself into sporting life at Cambridge and received three sporting '&lt;a href=\"Blue%20%28university%20sport%29\"&gt;Blues&lt;/a&gt;' for athletics between 1890 and 1892 in the &lt;a href=\"100-yard%20dash\"&gt;100&lt;/a&gt; and 440 yards, taking the 440 yards title and setting a Varsity record in the 1892 meet. While at Cambridge he achieved two running records, the World Record for the 150-yard dash (14.8 secs) and the Cambridge quarter of a mile track record (49.5 secs) which stood until 1931. In 1891 Monypenny was recognised as the seconded fastest man in the world behind American &lt;a href=\"Luther%20Cary\"&gt;Luther Cary&lt;/a&gt;, recording a time of 10.8 seconds in the 100-metre sprint on 22 July. The next year, although recording an identical time of 10.8 seconds, he was judged the joint fastest men in the world that year, along with American athlete Cecil Lee.\nAs well as athletics, Monypenny also joined the Cambridge University rugby team. Although never achieving a 'Blue' for facing Oxford in the Varsity Match, he retained his connection with the sport after leaving university, joining &lt;a href=\"Bath%20Rugby\"&gt;Bath&lt;/a&gt; In the 1891–92 season Monypenny accepted an invitation to play for newly formed touring team the Barbarians and he also turned out for Scottish exiles team &lt;a href=\"London%20Scottish%20F.C.\"&gt;London Scottish&lt;/a&gt;. His younger brother, &lt;a href=\"Douglas%20Monypenny\"&gt;Douglas&lt;/a&gt;, also played for London Scottish and was capped three times for the &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland national rugby union team&lt;/a&gt;.\nMonypenny married Emila Sybil Wetenhall, daughter of Cecil Algernon Salisbury Wetenhall from Northampton. They had a daughter, Phoebe who became the heiress of Monypenny of Pitmilly.\nSometime after leaving Cambridge Monypenny became involved with a brewing firm in &lt;a href=\"Macclesfield\"&gt;Macclesfield&lt;/a&gt;, before immigrating to British Guiana in 1902 as a cotton and tobacco grower. While in South America he remarried and had another four children from this second marriage. He remained in British Guiana until 1912 when he moved to Barbados. Monypenny remained in the Caribbean until 1922 when he returned to Britain living in &lt;a href=\"Finchampstead\"&gt;Finchampstead&lt;/a&gt;. He remained there until 1930 when he moved to &lt;a href=\"Caversham%20Heights\"&gt;Caversham Heights&lt;/a&gt; in Reading; remaining there until his death in 1947."
}