{
    "id": "2989495",
    "revid": "901950",
    "url": "https://en.wikipedia.org/wiki?curid=2989495",
    "title": "Inishark",
    "text": "Inishark or Inishshark (), sometimes called Shark Island, is a small island neighbouring the larger &lt;a href=\"Inishbofin%2C%20Galway\"&gt;Inishbofin&lt;/a&gt; in &lt;a href=\"County%20Galway\"&gt;County Galway&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;.\nOverview.\nThe island is now uninhabited; the last 23 inhabitants of this former isolated fishing and farming community were evacuated on the 20th of October 1960. The islanders had been unable to leave for months in winter and the government opted to resettle them on the mainland rather than build an expensive pier on the island.\nLike Inishbofin, Inishark is composed almost entirely of &lt;a href=\"Silurian\"&gt;Silurian&lt;/a&gt; &lt;a href=\"slate\"&gt;slate&lt;/a&gt;s and &lt;a href=\"shale\"&gt;shale&lt;/a&gt;s. It rises almost to &lt;a href=\"above%20sea%20level\"&gt;above sea level&lt;/a&gt;.\nThe documentary film \"Inis Airc, Bás Oileáin (Inishark, Death of an Island)\" produced in 2007 by C-Board Films for TG4, told the story of the last years and abandonment of Inishark. Produced and directed by Kieran Concannon, it featured interviews with surviving islanders and archive newsreel footage of the final evacuation.\nIn 2009, &lt;a href=\"Boston%20College\"&gt;Boston College&lt;/a&gt;'s Irish Studies program (in cooperation with &lt;a href=\"Irish%20Film%20Institute\"&gt;Irish Film Institute&lt;/a&gt;) screened \"Inis Airc, Bás Oileáin (Inishark, Death of an Island)\" as part of the Irish Studies Film Series telling the evacuation story from the surviving islanders' viewpoint.\nHistory.\nThe island was occupied for thousands of years and has many Bronze Age sites such as burial grounds and monuments.\nThe name Inishark, Irish \"Inis Airc\", may derive from an ancient chief or king named Erc; other writers connect the name with \"searc\", \"love\" (Old Irish \"serc\"), or with Old Irish \"airc\" meaning \"hardship\" or \"&lt;a href=\"strait\"&gt;strait&lt;/a&gt;.\"\nThe island's patron saint was &lt;a href=\"Leo%20of%20Inis%20Airc\"&gt;Leo of Inis Airc&lt;/a&gt;, who lived there sometime between the sixth and eighth centuries. The remains of a 19th-century church named after him lie on the island today.\nOn Easter Sunday, 1949 three young islanders drowned travelling to Inishbofin for mass. Soon afterwards, during a period when the island was cut off due to bad weather, another young man died from appendicitis. These incidents as well as emigration were contributing factors driving the clamour to evacuate the island, as by this point there were few young people remaining on it.\nDemographics.\nThe table below reports data on Inishhark's population taken from \"Discover the Islands of Ireland\" (Alex Ritsema, Collins Press, 1999) and the &lt;a href=\"Census\"&gt;Census&lt;/a&gt; of Ireland. Census data in Ireland before 1841 are not considered complete and/or reliable."
}