{
    "id": "29919571",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=29919571",
    "title": "History of Thornton Heath",
    "text": "Thornton Heath is an area of South &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, and makes up a part of the &lt;a href=\"London%20Borough%20of%20Croydon\"&gt;London Borough of Croydon&lt;/a&gt;.\nPre-history.\nThe London suburb of &lt;a href=\"Thornton%20Heath\"&gt;Thornton Heath&lt;/a&gt; sits at the base of the southern slopes of the Norwood Hills in a glacial valley which was formed during the last ice age. The &lt;a href=\"River%20Graveney\"&gt;River Graveney&lt;/a&gt;, a tributary of the &lt;a href=\"River%20Wandle\"&gt;River Wandle&lt;/a&gt;, is the remnant of the original waterway.\nPre-Roman, Roman, and Saxon history.\nSigns of a &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; settlement, including &lt;a href=\"flint\"&gt;flint&lt;/a&gt; axe-heads, were discovered and recorded in the area now known as Thornton Heath Pond during 19th century &lt;a href=\"Excavation%20%28archaeology%29\"&gt;excavation&lt;/a&gt;s to build a tram terminus for the developing suburb.\nThe London to &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt; &lt;a href=\"A23%20road\"&gt;road&lt;/a&gt; was originally a &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; construction which passed via Thornton Heath to Croydon along a section still called Roman Way. Parts of the &lt;a href=\"Roman%20roads\"&gt;original structure&lt;/a&gt; were said to have been visible close to the Thornton Heath area as late as 1800. Another &lt;a href=\"Roman%20road\"&gt;Roman road&lt;/a&gt;, from a settlement two miles (3 km) to the west joined at the horse-pond in west Thornton Heath, and this became a junction around which the early hamlet grew. When Thornton Heath High Street was being laid in the 19th century, to the east of the Pond area, hoards of &lt;a href=\"Roman%20coin\"&gt;coins&lt;/a&gt; were found spanning the Roman occupation of the area from 69 to 138 AD. There is no other record of human habitation in the &lt;a href=\"Roman%20Briton\"&gt;Roman period&lt;/a&gt;.\nAn ancient matrix for suburban growth can be found in Thornton Heath's old &lt;a href=\"byways\"&gt;byways&lt;/a&gt;. The four lanes that crisscrossed the valley in &lt;a href=\"Saxon\"&gt;Saxon&lt;/a&gt; times survived to form principal routes of ribbon development in the 19th century, their names surviving the passage of time: Green Lane, Whitehorse Lane, Colliers Water Lane, and Bensham Lane. A hoard of Saxon, &lt;a href=\"Franks\"&gt;Frankish&lt;/a&gt; and &lt;a href=\"oriental\"&gt;oriental&lt;/a&gt; coins was found by &lt;a href=\"navvies\"&gt;navvies&lt;/a&gt; cutting the railway in the 1860s. Perhaps this was an indication of early commerce… or crime. These discoveries demonstrate how urban development can reflect a continuing cycle of settlement.\nMedieval history.\nBensham Lane retains the area's ancient name, \"Benchesham\", the history of which had repercussions on the 19th-century suburb. In the medieval era it was one of seven boroughs paying tribute to the &lt;a href=\"See%20of%20Canterbury\"&gt;See of Canterbury&lt;/a&gt; at &lt;a href=\"Croydon\"&gt;Croydon&lt;/a&gt;. The first mention of it comes shortly after the &lt;a href=\"Norman%20conquest%20of%20England\"&gt;Norman conquest&lt;/a&gt; when the tithes of Benchesham were passed to Rochester Monastery. On at least two occasions the monks of Rochester had to prove it belonged to them and not to their &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;ish rivals. Confirmation was made in a charter of 1145 which ended: \"\"Those who presume to tamper with this charter shall suffer eternal damnation with the traitor Judas\", and again in 1199, when it was said to have belonged to the monks: \"for a very long time\"\". With further claims and disputes over the years, the area was much valued, and Benchesham belonged to a line of illustrious owners, including a knight of the garter, a &lt;a href=\"lord%20mayor%20of%20London\"&gt;lord mayor of London&lt;/a&gt;, two &lt;a href=\"Bishops\"&gt;Bishops&lt;/a&gt; of London, an &lt;a href=\"Archbishop%20of%20Canterbury\"&gt;Archbishop of Canterbury&lt;/a&gt;, &lt;a href=\"Henry%20V%20of%20England\"&gt;Henry V&lt;/a&gt;, &lt;a href=\"Henry%20VIII\"&gt;Henry VIII&lt;/a&gt;, &lt;a href=\"Edward%20VI\"&gt;Edward VI&lt;/a&gt; and &lt;a href=\"Mary%20I%20of%20England\"&gt;Mary I&lt;/a&gt;. There was a manor house at Benchescham, and the road that led from the original gate is still called Bensham Manor Road, but there are no records of feudal courts or other privileges.\nIn the late 13th century Benchescham was divided into northern and southern districts (possibly because the monks of Rochester had given up their claim, or possibly owing to a local stand-off during the Barons Wars in 1264). North Benchescham became \"Northborough\" and then Norbury (some local histories claim the name derives from being the \"north borough of Croydon\" when actually it is from its situation as the north part of the borough of Benchescham, i.e., old Thornton Heath). Norbury was bought by the powerful Carew family in whose possession it remained for over 500 years (except for a short time in the 16th century when Nicholas Carew was executed and the land seized by Henry VIII). While the rest of the district was being developed in the 19th century, the Carew land remained farmland. The southern part of the borough (for a while known as Suthbenchesham) was leased to Walter Whitehorse, shield bearer to &lt;a href=\"Edward%20III\"&gt;Edward III&lt;/a&gt; and Parliament's first \"&lt;a href=\"Black%20Rod\"&gt;Black Rod&lt;/a&gt;\". Bensham Manor was renamed Whitehorse Manor in his honour, and is remembered today in Whitehorse Manor School, which stands on the site. In 1511, there is the first mention of a tract of common land forming the southernmost part of Norbury and extended along the Sussex road to the Pond: \"Thornton Heathe\". The &lt;a href=\"heath%20%28habitat%29\"&gt;heath&lt;/a&gt; itself consisted of 36 acres (146,000 m2): this was the common grazing land for the manor of Norbury.\n17th and 18th century history.\nUntil the arrival of the railway, Thornton Heath was focused on an area 1.5 miles (2.4 km) south west of the manor house, at the locality on the main Sussex road A23 known as Thornton Heath Pond. Between the manor house and Pond was an isolated &lt;a href=\"farmhouse\"&gt;farmhouse&lt;/a&gt;. Eventually it would become the site for the railway station and the main expansion hub. The curious history of this farmhouse seems to reflect the two principal activities that dirtied the hands of the locals in the early modern period: coal and crime. The colliers of this area burnt wood from the Norwood Hills in kilns cooled by water from the river Graveney which runs through the district. It was a main supply of charcoal to London (when the railway station first opened it was named Colliers Water). Smoke and high prices made the Thornton Heath colliers unpopular. With their dark complexions, they were often portrayed in the popular imagination as the devil incarnate. The first recorded inhabitant of the farmhouse was the aptly named Frank Grimes, who caricatured as Grim, became a regular in Restoration theatre. It is said his grave was still visible in the 1890s, before the farm and the manor house were demolished in the High Street's widening scheme.\nIn the 18th century, the farmhouse became known as Dick Turpin's cottage, as the most notorious of all &lt;a href=\"highwaymen\"&gt;highwaymen&lt;/a&gt; is said to have lived here as a guest of his aunt. The cottage was subsequently believed to have been in the possession of the infamous John Gilpin, subject of a ballad by Cowper. The Turpin legend reflected the lawless nature of the area at the time, which attracted all manner of banditry. However, retribution wasn't far away. The plot of land at the Pond became known as Hangman's Acre. Immense &lt;a href=\"gallows\"&gt;gallows&lt;/a&gt; loomed on John Ogilby's Britannia maps of 1675, and were still present in a later edition in 1731. Indeed, the district appears simply as \"Gallows Green\" on maps from 1690 to 1724. A &lt;a href=\"coaching%20inn\"&gt;coaching inn&lt;/a&gt; was built here in the mid-18th century, also providing a court and cells. Croydon Parish records note the executions: \"\"highwayman, executed Aug 14, 1720\"; \"six highwaymen, all hanged Mar 31, 1722\"; \"four highwaymen, all hanged Apr 27, 1723\". There were fortunates too, a local contemporary news report notes: \"a man escaped death when the noose broke and he ran off through Thornton Heath\"\". Around the coaching inn a small &lt;a href=\"Hamlet%20%28place%29\"&gt;hamlet&lt;/a&gt; developed, but it was isolated and there was no indication of any further development. So the pre-19th-century picture of Thornton Heath is of a desolate valley with lonely farmsteads sheltering desperate outlaws, with the hangman's noose the only recognised authority.\nThe 18th century also saw the beginning of a classic form of suburban ribbon development in south London. Continuous avenues of housing which characterised main roads and provided the main communications link between city and suburb. Referred to in this period by Daniel Defoe as a \"monster\", London expanded along the Sussex road (now the A23), swallowing the villages of Kennington, Brixton and Streatham in the process. Thornton Heath lay in its path as it made the push towards Croydon: \"\"large and full of citizens from London, which makes it so populous.\" \nTo Thornton Heath's advantage was its position on the Sussex road. Early improvements to this route made full use of the gravel pits in the Thornton Heath area. In 1619 Sir William Walters left land near Thornton Heath to provide gravel to mend the ways between London and Croydon. Defoe wrote in the 1720s: \"the great Sussex road, which was formerly insufferably bad, is now become admirably good; and this is done at so great an expense, that they told me at Strettham, that 1 mile between the two next bridges south of that town\" (Thornton Heath) \"cost a thousand pounds repairing… the materials are very near hand, and very good all the way to Croydon\".\nEarly 19th-century development.\nGenerally, growth and expansion was limited in Thornton Heath for three reasons. Firstly, the 1797 enclosures meant that just 23 persons between them owned 300 workable plots, and the Carews retained almost a quarter of the farmland. Secondly, the impact of the Industrial Revolution: in 1803, the horse-drawn Surrey Iron Railway opened (the world's first public railway), connecting Croydon with Wandsworth. Six years later the Croydon Canal linked with the Surrey Docks in Rotherhithe. These two man-made avenues bordered Thornton Heath to the west and east respectively, and were physical barriers to expansion. Thirdly, the Norwood hills to the north formed a natural barrier. With Croydon to the south, Thornton Heath was effectively squeezed into just over 1.5 square miles (3.9 km2) of land. Its size and shape limited, but as any further development of Croydon would naturally lean towards London, its future as a suburb inevitable.\nAfter the government enforced land enclosures of 1797, the crucial plots in Thornton Heath's future development belonged to John Bennington and Thomas Farley. Bennington had Colliers Water Farm where the station would later develop, and it was his son who was happy to sell to the railway company. Farley, a member of various local boards, owned much of the Pond area. It had been the original intention of the enclosures to divide and rail-in land to improve agricultural yield. However, Farley converted allotments of land and sold them as freehold property. As a result, by 1818, the hamlet around the Pond had become a considerable village containing 68 houses.\nLittle-by-little, the ribbon development along the Sussex road continued to form in short unconnected strands, but towards Croydon rather than London. Referring to this period, J.C. Anderson (1882) estimated that between the Pond and Broad Green were not more than three houses and a handful of cottages. Surrey magistrate Thomas Cole had a number of \"neat villas\" here. In the caption to an engraving of one such villa in 1817, this area of Thornton Heath was still described as \"a rural bijoux\". In contrast, William Cobbett (Rural Rides; 1830) commented: \"London to Croydon is as ugly a bit of country as any in England\".\nThe Highways Surveyors Board controlled Croydon's roads from 1836. The Sussex road was a priority as it came from London. The composer, Samuel Coleridge Taylor, living near the Pond remembered: \"All the manifold traffic of this main road from London to Brighton rattled and rumbled by with brief intermission all through the 24 hours.\"\" But most roads in the Thornton Heath area were not given proper surfaces until development was almost complete. The road from the Pond to the station was not \"&lt;a href=\"Tarmacadam\"&gt;tarmaced&lt;/a&gt;\" until the trams arrived in 1900 when the High Street was also widened. And as late as 1904, Green Lane, the other link between Thornton Heath and Streatham, was still described as: \"\"a rural road impassable to vehicles.\"\"\n(1861–1911) Suburban expansion.\nDuring the 50-year period 1861–1911, Thornton Heath saw a complete transformation from isolated rural outpost to integrated &lt;a href=\"metropolitan%20area\"&gt;metropolitan&lt;/a&gt; suburb. Firstly, a new railway station sited in the eastern farmlands enabled that immediate area to evolve around a central point. Then, in the late 19th century, the western part of Thornton Heath, which lay directly on the main London-Sussex road, demonstrated a classic form of suburban ribbon development. In the process, it became the final piece in an urban chain linking two major centres, London and Croydon, completing the greatest metropolitan expansion in the world at that time.\nMeanwhile, within the district itself, the initial aspiring &lt;a href=\"middle%20class\"&gt;middle-class&lt;/a&gt; &lt;a href=\"enclave\"&gt;enclave&lt;/a&gt; was switching to host a &lt;a href=\"working%20class\"&gt;working-class&lt;/a&gt; population. So Thornton Heath combined elements of growth that have been defined as typically singular by the eminent suburbanologist H. J. Dyos (Victorian Suburb: 1966): railway development \"alongside\" ribbon development, a dependency on \"two\" &lt;a href=\"urban%20centre\"&gt;urban centre&lt;/a&gt;s, and working-class enclaves developing \"alongside\" middle-class enclaves. There are also other unusual aspects regarding location and space that don't quite fit the generic mould marking it as an exceptional model of suburban development.\n(1861–1911) Railway expansion.\n&lt;a href=\"transportation\"&gt;Transport&lt;/a&gt;, and the railway in particular, had a huge impact on the development of Thornton Heath. The junction at the Pond was always going to command attention as a development core, due to the level of traffic that passed along the Sussex road. But it was the railway in the eastern district that became the more important catalyst to growth. An act was made in 1837 to drain the Croydon canal and convert the basin into the first proper suburban line from the City. As most of the cutting work was already done, it opened within two years. In 1851, the newly formed London and &lt;a href=\"Brighton\"&gt;Brighton&lt;/a&gt; railway company planned to link London's West End to this line as part of a new service to the south coast. The most obvious place for a junction with the City's line was about respectively to the north of Croydon and to the east of Thornton Heath, where the existing track split into the Brighton line and the Epsom line. The added advantage here was that a connection would form a commuter arc around south London between the West End and City. As a fairly level landscape is required for traction, and to avoid time-consuming and expensive cuttings, viaducts and tunnels, the most direct route was along the valleys of the Wandle and Graveney, via Wandsworth and Streatham, and straight through the eastern district of Thornton Heath.\nThere was also a long-term objective of the railway company. According to Dyos, as London expanded, empty areas became less risky as an investment proposition. Lines were frequently in advance of their potential traffic, so stations were often planted like &lt;a href=\"seeds\"&gt;seeds&lt;/a&gt;, quite literally in fields, to foster growth. The only other station originally built on the line between Victoria and Croydon was at Streatham, and that was also situated in isolated farmland from the Sussex road developments. Dyos said stations were sometimes so off the beaten track that they were given unfamiliar place names. Indeed, Thornton Heath station was originally christened Collier's Water after the local farm, and Streatham Common was originally known as Greyhound Lane.\nStations in deserted areas sat like advertisements of things to come. Objections from local inhabitants or authorities were at a minimum and land agents could promote exclusivity. John Bennington, who owned Collier's Water farm where the railway station was built, obviously saw the benefits that the railway line would bring in turning his inherited farmland into prime development plots. Not surprisingly, he was also one of the chief supporters of the railway in local politics. He even wrote a guide-book for prospective migrants: \"The prettiest branch of railway for suburban views outside the metropolis\". It was published by the investment company behind the London and Brighton railway. It is quite possible that he persuaded them to name the station after his farm.\nIf the railway company's long-term strategy was a risk, it paid off in Thornton Heath. The area around the station blossomed and within ten years was larger and more of an attraction than the development along the Sussex road. The main reason for success was a combination of cheap tickets and location. The Cheap Trains Act instituted in 1883 provided \"workmen's tickets\" for early commuter trains. Over two million tickets were issued in 1893 alone. According to Dyos: \"\"The most liberal provision was made on the London-Brighton railway\".\" In 1898, the company agreed to run extra trains specifically from Thornton Heath to Victoria, at 5:52am, 7:09am and 7:14am, and two more to London Bridge. Further services exclusive to Thornton Heath were introduced in 1903. The station sat at the optimum midpoint between Victoria and London Bridge. Workmen's returns were 4d to Victoria and 5d to London Bridge. For eleven years no other outer suburban station could offer cheaper aggregate fares to the City and West End. In 1894, all workmen's returns to London were set at 4d, an extra saving for Thornton Heath commuters. By 1898, there were thirty-five trains daily from Thornton Heath to Victoria, twenty-two to London Bridge and twenty-one to Croydon. Again, no other outer suburban line station could match this service.\nAside from commuter services, the weekend adventurer could take advantage of fast and simple connections from Thornton Heath. The whole of Kent was within one change at London Bridge. A five-minute journey and a change at East Croydon brought Sussex and the south coast into the mix. Brighton could be reached in less than an hour. A twelve-minute ride to Clapham Junction opened up south east London, Hampshire, and the south west of England. Thornton Heath indeed, according to Dyos, possessed a \"capital train service.\" In 1903, the London-Brighton company took advantage of the spacious route between Thornton Heath and Balham in order to quadruple the lines and build a larger station.\nThe most popular form of transport between Thornton Heath and Croydon was the tram. It was quicker and cheaper (1d) than the train. The Croydon tram system had its headquarters at Thornton Heath Pond (the bus garage stands on the site today). The first &lt;a href=\"horse%20trams\"&gt;horse trams&lt;/a&gt; at Thornton Heath ran in 1879 and terminated at the junction of the High Street and Whitehorse Road (as buses still do today). &lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt; noted how the tram was following the train in the lead set by Thornton Heath and it neighbours: \"\"Large numbers of housing are springing up in every direction and the very great facilities these districts enjoy of frequent and rapid access by railway to the metropolis has made them by far the most popular residential districts in the neighbourhood of London.\" In 1901, the first electric tram outside the LCC ran between Thornton Heath Pond and Norbury. A branch line was built to Thornton Heath station in January 1902, making it the first suburb in London to have its own dedicated electric tramline branch. The later tramway extension to Streatham in 1909 provided Thornton Heath's passengers with access to the LCC network. Motor buses were introduced between Thornton Heath and Croydon in 1905 (fare 1d).\nThe railways seemed to establish themselves as a natural migration method within the suburbs. Local resident and diarist Richard Gowlland wrote: \"Mr Lake has offered to buy a house for us if we will go and live down his line.\" (Gowlland, R and J: My Dearest Birdie; 2007). As the great railroads were opening up America in the mid-nineteenth century, a similar thing was happening in south London: \"The lines which penetrated these more distant areas were as much the pioneers of human settlement as the trans-continental lines of North America\", was Dyos's analogy. The Victorian \"Architect\" magazine (1883) saw it too: \"The house-hunter in the suburbs of London is like the pioneer on the American prairie.\"\"\n(1861–1911) Housing development.\nA conservative calculation for Thornton Heath's population immediately before the railway station opened (1862) would be 1,200. This figure is based on the development along the Sussex road (A23). Local inhabitant Edgar Browne, son of Charles Dickens\" illustrator \"Phiz\", notes that there were some 200 houses in the district about this time, and it has been calculated by Dyos that there were roughly six people per house in the Croydon area in this period.\nIt was not until 1871, when the ecclesiastical district of St Paul was proposed, that the population of Thornton Heath was truly measured at 3,189. Around the station, the small-holdings of Josiah Humphries and Mary Coates were sold by their inheritors and went to form the initial central development. The 1881 census records 983 houses in the parish of St Paul's. In 1888, 1,000 houses were reported under construction in this area.\nMeanwhile, the north eastern district was late in developing. In the 1830s, &lt;a href=\"prospecting\"&gt;prospector&lt;/a&gt; John Davidson Smith bought the Whitehorse Manor from John Cator to sell off as 500 smaller plots. He then speculated on an ancient spring on the slope of the Norwood Hills. He commissioned the architect Decimus Burton to build the Beulah Spa pleasure gardens which were a popular attraction for 20 years. Thousands came from all over the south east to sample the waters. The area developed a reputation as a beauty spot, attracting much speculative attention. However, most of the south eastern area remained rural, with &lt;a href=\"Romani%20people\"&gt;gypsy&lt;/a&gt; camps reported on the Whitehorse farm up until the 1850s. In the northern district the clay based soil meant that bricks were in plentiful supply and they were much used in local building. The Brickfields were let for two years in 1854, with half a million bricks up for sale and enough clay dug for a further million. Part of the northern district at Green Lane had been given by Archbishop Grindal to Pembroke College, Cambridge, where he had been master. The college suddenly became eager to sell in the 1890s when the land value rose after adjacent development. Apparently it is: \"\"the only place where Pembroke has enjoyed that unearned increment through the spread of housing, which has helped to finance so many &lt;a href=\"colleges\"&gt;colleges&lt;/a&gt;.\"\"\nDespite all the advantages of location and local materials there was an element of risk for developers in Thornton Heath. The principal means of financing construction was through building societies. They pooled resources to build houses for their subscribing members, which could then be leased or mortgaged. There was a greater advantage in freehold than leasehold, but it was more expensive. Freehold societies were similar to building societies, usually seeking &lt;a href=\"Freehold%20%28English%20law%29\"&gt;freehold&lt;/a&gt; plots for the wealthy. However, in the late 1860s, the Englishman's Freehold Land Society was building affordable working class housing in Thornton Heath. Unfortunately, as Dyos notes, these institutions left behind few records.\nThe cheapest procedure for a builder was to lease land from the owner or society then build property on the plot which he could rent or lease at his discretion. In south London, speculative developers took advantage of easy credit in return for perceived long-term gain. It was in their interest to get the construction done quickly. The short-term risk was that any delay, such as problems with infrastructure or third party suppliers, and it was the developer who lost out. There was a long-term risk for developers, too, as landowners could increase the rent when leases were renewed to cash in on surrounding development. Speculators also had to negotiate a number of peaks and troughs in the industry.\nKnowing the optimum time to invest was key. Indeed, success could be largely a matter of chance. The Thornton Heath and District Building Society opened in 1881 enthusiastically bought farmland near the Pond to lease to speculators, but with no immediate scope for development, they found themselves literally clutching at straws, and bankrupt just a year later. In 1887, a Parliamentary select committee in 1887 examined how plots in the suburbs were being cut up for letting purposes. A landholder gave evidence: \"\"I had an opportunity to buy (seven acres of) land close to Thornton Heath station. Of course, it brings me no income at all. Neither is the land worth anything until something is built upon it.\"\nThe Improved Villa and Cottage Homes Building Company was formed in 1887 for the purposes of building local artisan dwellings under a mortgage system. In 1889, it bought of land at Thornton Heath for £2,000. (This may have sounded a good deal. Twenty years previously the Board of Health had bought from John Bennington for £3,000.) However, the company had no spare capital to carry out construction. They tried to sell the land but found the value had been overestimated. The original vendor bought back at a knock down price, but the firm went bankrupt in 1892. The failure of another speculative builder in 1901 was attributed to losses in work at Thornton Heath and the inability to let houses when completed. There were also knock-on effects as a result of failed speculation: in 1898, the debts of one Thornton Heath builder caused the bankruptcy of a solicitor.\nThen there were the more obvious pitfalls: a Thornton Heath builder paid a distributor 32s for a thousand bricks to be delivered by truck. But they had been pilfered and the builder was charged for receiving stolen goods. And there were factors not so obvious: in 1903, the LCC determined to buy a tract of land between Thornton Heath and Croydon described as \"practically out in the fields\"\" in order to build a large number of cottage dwellings for &lt;a href=\"Irish%20immigrants\"&gt;Irish immigrants&lt;/a&gt;. But they were advised that by building these houses, Croydon Council would take advantage of the need to provide shops and amenities to serve the residents, and the adjacent areas would become valuable. The recommendation was that the LCC should try to buy this surrounding land as well, to accommodate the advantage for itself. The development never took place.\nAn eight-roomed semi in Thornton Heath could be rented for £33 per annum in 1871, about half the average yearly wage. A prospective middle-class resident might try to buy such a house for £800. Raising such money usually meant applying to the bank or building society, but private loans were an option, too. Richard Gowlland wrote: \"\"I propose to buy a house: Cooper's eldest brother offered to lend me the money for the purpose at four per cent. This is really an offer not to be refused. It is cheaper than borrowing money from a building society. Their terms are really a little over five per cent.\" Rents and prices fell towards the final years of the period, reflecting the higher density development and a recession. An eight-roomed house in 1907 could be rented for less than £22 per annum. The same houses were for sale at £650 on an eighty-nine year lease. Flats were not in proportion price-wise. Rent of a three-room flat cost 7s per week in 1908, or a four-room flat 8s per week.\n(1861–1911) Architecture.\nThere were no large estate developers operating in Thornton Heath until the early twentieth century, and few landholding companies made their presence felt because of the limited space. On the perimeter there were strings of villas, but after the separate Pond and station developments had been established, infilling of the area in between took place. Here, the different displays of textbook patterns show the suburb was favoured by one-road-at-a-time piecemeal builders.\nThornton Heath seemed to be limited in the range of housing designs. Developers built villas while the district retained exclusivity, and in 1868, \"The Builder\" noted the \"wholesome and rational style of building which is now dotting over the district between Camberwell and Croydon\". An 1876 guide to the suburbs reported: \"Lines of villas are fast encircling the town of Croydon, the neighbourhood of which being pleasant and picturesque and within easy reach of the city\"\". \"Villadom\" didn't have a sustained impact in Thornton Heath, and from the mid-1870s onwards, as space became an issue, developers converted to uniform semi-detached and terraced, and even terraced made-to-look semi-detached. Some residents were not keen on downsizing. Residents, the Brownes had already knocked two semis into one. The Gowllands tried to hide their disappointment in their new Thornton Heath home: \"\"She is very dissatisfied with the size of the rooms.\" \"It is a very tiny house; our only fear is that we shall be at a loss to know how to dispose of our numerous presents.\" \"If the dining room were a little larger it would be all we could desire.\" There didn't seem to be much choice. Between proud villa and compact semi was a gap that developers didn't seem to account for, as the Gowllands noted again: \"The houses all about us are very small or very large.\" However, an honesty about Thornton Heath's working-class architecture appealed to some \"From Streatham to Croydon (we see) dwelling houses of a small and unpretending class… This is one of the social revolutions of the age\" (\"Building News\" 1900), and the style by the end of the period is summed up thus: \"Still many good houses in their own grounds but large estates are being rapidly covered with smaller houses and shops – the majority of which are of good appearance\".\"\nIn later years, commentators were not so kind on the &lt;a href=\"aesthetics\"&gt;aesthetics&lt;/a&gt; of the area. N. Pevsner singles out Thornton Heath for special attention in his introduction to the survey of Surrey (1971): \"\"Continuous building did not spread over the county of London boundary until after World War One, except between London and Croydon where Thornton Heath has a desperate kind of mid-nineteenth-century character.\" And regarding the larger houses on the slopes of the Norwood hills, D. Olsen (1976) remarks: \"the mass-produced villas failed ludicrously to be &lt;a href=\"baron\"&gt;baron&lt;/a&gt;ial &lt;a href=\"castles\"&gt;castles&lt;/a&gt; or &lt;a href=\"Duke\"&gt;ducal&lt;/a&gt; &lt;a href=\"Hunting%20and%20shooting%20in%20the%20United%20Kingdom%23Hunting_lodge\"&gt;hunting lodge&lt;/a&gt;s\".\"\n(1861–1911) Health.\nA wide prevalence of disease in the Croydon district prompted a &lt;a href=\"British%20Parliament\"&gt;Parliamentary&lt;/a&gt; report into drainage in 1853. The district had a higher than average mortality rate of 28.1 per 1000 in 1848. A report to the &lt;a href=\"Board%20of%20Guardians\"&gt;Board of Guardians&lt;/a&gt; in 1848 reported: \"\"the whole of the houses of Thornton Heath has no drainage, and &lt;a href=\"cesspools\"&gt;cesspools&lt;/a&gt; contain the vilest compounds\"\". Two cases of &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt; were recorded. Another report revealed that only the area up to the Pond was included in drainage plans. A civil engineer records that it was suggested to him that Thornton Heath was too small to waste effort on sewerage. Complaints were made by Thornton Heath residents that Croydon's effluvia was being directed toward them: \"\"sundry nuisances and small pox, fever and &lt;a href=\"diarrhea\"&gt;diarrhea&lt;/a&gt; were rife\". There were also complaints of the supply of \"thick water\"\" to the district.\nHowever, it should be stressed that during this period Thornton Heath was still largely rural, and aside from the hamlet around the Pond, there was no indication it would develop into a residential suburb. Moreover, there was little distinction over boundaries. Thornton Heath was just the western edge of Croydon. Perhaps the most important contribution of the Local Board of Health was the implementation of systematic &lt;a href=\"water%20supply\"&gt;water supply&lt;/a&gt;, &lt;a href=\"drainage\"&gt;drainage&lt;/a&gt; and &lt;a href=\"sewerage\"&gt;sewerage&lt;/a&gt;. \nIt was Edwin Chadwick, a leading government advisor on &lt;a href=\"sanitation\"&gt;sanitation&lt;/a&gt;, who personally administered the rectification of the sanitation problem. Croydon subsequently became known as \"Chadwick's model\". He oversaw the construction of a new pumping system and a sewerage farm. The water supply, which was thought to be disease-ridden as it was supplied from under ground, was temporarily replaced by a supply from the Lambeth Water Company. When the remedies had been completed it was hailed as a complete success: \"\"Drainage and pumpage combined with water works have almost banished typhus from towns like Croydon and reduced the death rate by a third\".\" Indeed, by 1867 the death rate had fallen to 16.6 per 1,000. However, a report into the cholera epidemic of 1866 revealed that water-borne disease was still claiming lives in Thornton Heath.\nThornton Heath became the destination for Croydon's dead, sick and needy. The first task of the new Croydon Burial Board was to ease the overcrowding of existing parish burial grounds. Queen's Road was designated for the location of the borough cemetery. It was opened in 1861 with separate plots for differing denominations. An adult burial here cost 15s. Later, a second larger cemetery opened on the western side of Thornton Heath. A new union workhouse was opened in 1865 on a site of on Queen's Road, and the inmates of the old parish workhouse at Waddon transferred. Many seeking poor relief were forced to live here. The 1881 census records 765 inmates, mostly local. It must have been a tough regime. In 1875 there were 126 deaths recorded in the workhouse and a further twenty-two deaths in the adjacent \"Abandoned Mothers and Infants Home\". The workhouse later became Queen's Road Hospital. \n&lt;a href=\"Mayday%20University%20Hospital\"&gt;Mayday University Hospital&lt;/a&gt; began as the Workhouse infirmary and is now one of the largest hospitals in south London.\nQueen's Road became known locally as \"Death and Poverty Row.\" The Surrey Orphanage and Home for Girls was sited in Thornton Heath in 1874. The Poor Law hospital then moved to Thornton Heath, opening as the Croydon Union Infirmary with 435 beds. By 1899 it was admitting 11,000 patients a year. At one point the famous Bethlehem mental institution was due to be moved to Thornton Heath, before St Thomas's Hospital bought an alternative site at Lambeth.\nThere may have been little abject poverty in Thornton Heath, and Croydon in general had comparative immunity from slumdom. But there were cases of deprivation as the suburb grew. In 1891, the wife of Baptist minister Charles Spurgeon: \"\"opened a soup kitchen at Westwood, and distributed coals freely among the people in order to give some relief to the poor of Thornton Heath\". The death-rate was roughly about the same as Croydon, but infant mortality could be very heavy. In 1900 it was almost three times higher than Croydon. Records give no account of why this should be. Edgar Browne noted: \"Large families were the rule, and considered a blessing, not an inconvenience, with mothers devoting much of their time tending to the latest “hardy annual”. One family had 18 children.\"\" There were a number of cases of criminal neglect of children heard in the Croydon courts, often ending with parents in prison and children in a workhouse.\n(1861–1911) Civil amenities and employment.\nDespite its early brushes with poor sanitation, the Croydon Local Board of Health was a progressive assembly, and introduced &lt;a href=\"public%20baths\"&gt;public baths&lt;/a&gt;, &lt;a href=\"parks\"&gt;parks&lt;/a&gt;, and a &lt;a href=\"fire%20brigade\"&gt;fire brigade&lt;/a&gt;. Thornton Heath had developed at the right time to reap the benefits of a modern system of urban government. In 1881, the vestry of the newly established St Paul's church published Thornton Heath's first official population return as a separate parish, but this was a fleeting glimpse of the old parochial system. Just two years later, in 1883, Croydon received a charter of incorporation to become a municipal borough. The &lt;a href=\"County%20Borough%20of%20Croydon\"&gt;Borough of Croydon&lt;/a&gt; was divided into six wards (Central, East, South, South Norwood, Upper and West) each returning six councillors. These, together with 12 aldermen and a mayor formed the borough council. Thornton Heath was split at the railway line between the West Ward and the Upper Ward. That Croydon's public works generally became a better organised affair was largely facilitated by the 1888 Local Government Act, under which Croydon became an autonomous county borough and usurped any remaining vestry power. Housing, education, &lt;a href=\"hospitals\"&gt;hospitals&lt;/a&gt;, welfare, electricity and &lt;a href=\"roads\"&gt;roads&lt;/a&gt; were now fully under council control.\nThornton Heath's location did present some inconsistencies. Between 1888 and 1904, the borough had no control over water supply further than 2 miles (3 km) north of the Town Hall. The south, west and east areas of Thornton Heath were now covered by the Croydon Water Board with a local filtered supply, and the north area by the Lambeth Water Company, although the CWB could use its own supply for flushing, cleaning and other sanitary purposes in any part of the borough. In 1904, the corporation took over responsibility for that part of the system previously administered by the Lambeth Water Company but continued to pay for supply in that area. Sewage disposal was split three ways, the western area used Beddington Farm, the eastern area used South Norwood Farm and the northern area shared the LCC sewage system.\nThe western area's &lt;a href=\"Natural%20gas\"&gt;gas&lt;/a&gt; was supplied by the Croydon Gas Company and the eastern area by the South Suburban Gas Company. From 1891, an alternating current of electricity was provided by the British Houston company based at Waddon. In 1898, the council took over these works and switched Thornton Heath to a direct current. In 1901, the first electric lights were used in the High Street, followed by the electrification of the tram.\nThornton Heath's fire fighting volunteers were formed in 1871 and based in the eastern district at Beulah Road. Before incorporation their expenses weren't even covered by the rates. After incorporation there were eight paid firemen based at Thornton Heath, one of three stations in the borough. A police station was opened in 1887 and officers came under the jurisdiction of the Metropolitan Police.\nThe Croydon Schools Board was a \"surprisingly harmonious affair between board and vestry\", according to Morris. It was formed just after the 1870 Education Act. Before this, a Thornton Heath child would have been lucky to attend junior group-teaching from a governess or clergyman. The first schoolhouse in Thornton Heath was a pub which became a temporary classroom by day. By the end of the period there were five schools that served the district: Beulah, Ecclesbourne, Whitehorse, Winterbourne and Wildbore (later West Thornton). Each school averaged around 300 pupils giving a total of 1,500 children being schooled up to the age of eleven. There were no secondary schools in Thornton Heath, and that situation remains today. The nearest was the Borough Secondary Grammar Schools. The Borough Secondary School (Boys) opened in September 1904 and the Girls in 1909.\nThe passing of the Technical Education Act in 1890 allowed councils to fund the creation of polytechnic colleges. In 1892 a branch opened in Thornton Heath and there was a high demand for places. There were around 350 students at the centre by the end of the period. The most popular courses in 1902 were cooking, plumbing, elocution and German. This information from a local newspaper, may reveal something about the suburban outlook of this time: proficiency in cooking and plumbing made for a healthier home, elocution could help you \"get on\", and the study of German may suggest civil service and teaching positions were sought after.\nCommunity farms supplied much local work in Thornton Heath from 1861 to 1881 but there seems to have been plenty of other opportunities: \"\"Industry in any profession would secure a livelihood, openings were not difficult to find and competition was not severe\",\" claimed Edgar Browne. Indeed, locals may have been able to pick and choose. Jess Gowlland, a newcomer to the suburb wrote in 1877: \"\"I have been dreadfully troubled lately having found it impossible to get a general &lt;a href=\"servant\"&gt;servant&lt;/a&gt;.\"\" There was, of course, demand for labour in the building trade. One builder was arrested for \"selling\" site administration jobs. Little else was offered in the situations vacant columns apart from positions for young adults: \"\"Smart girl required as maid\"; \"Lad wanted to make himself useful\". Most of the migrant population came to live, and to take advantage of Thornton Heath's position as ideal commuter country.\nThe main voice for complaint in Thornton Heath was the rate-payers association (THRPA). When the Church took up the rallying call of the free libraries campaign in 1886, a public meeting in Thornton Heath supported a motion rejecting free libraries, or at least church involvement in them. A threatened rate addition of a penny in the pound prompted the formation of the THRPA. According to J.N. Morris (1992), they were a key indicator in suburban settlements of the dissatisfaction in the provision of service. They were powerful lobbies and members could get elected to boards or the council. The THRPA was often used as a political tool: the tramways bill, allowing Croydon Council to buy the existing lines prior to electrification, was eased through after ratepayers were encouraged to vote yes. They could also be unpopular: residents often complained about the inadequate supply of water from the only well in the vicinity at Selhurst. Yet in 1906, fearing a rate increase, the THRPA voted two to one against a council scheme to sink a new well. They also earned a rebuke from the Thornton Heath Echo after the new clock tower was erected with mainly public subscriptions: \"The Ratepayers Association, though well off in funds, gave nothing towards the clock\".\" The Clocktower, completed in 1900, still stands at the junction of Thornton Heath High Street and Parchmore Road, on a site previously called Walker's Green.\n(1861–1911) Leisure.\nThornton Heath was blessed in all things leisure. There were four football clubs in the district, Croydon Athletic, Croydon Common, Crystal Palace and Thornton Heath Wednesday. Croydon Cricket Club played matches near the Pond. Walking was popular as the area was renowned for its beauty. A recreation ground opened to the public in 1884, followed in 1900 by Grange Wood of , purchased by the council for £22,000. The library opened in the High Street in 1895 (records show that of the 1,302 books that were borrowed one week in that year, 1,130 were fiction). A swimming baths opened next door in 1897 at a cost of £8,064. There were all manner of clubs and societies: cycling, photography, art, music, and the ancient order of druids met every Wednesday at the Prince of Wales pub. By 1911, Thornton Heath had over 100 stores in three parades, the High Street, Beulah Road and at the Pond. In 1910, the Electric Palace cinema opened in the High Street. It was open daily from 2pm to 11pm and seats were 3d or 6d. By August there were \"massive crowds\" attending \"In The Time Of The Pharaohs\". Thornton Heath also had 26 pubs listed in 1903, one for every 540 people.\nThe pond was a place for public relaxation, but had become a hazard by the late 19th century, a parcel mail coach having notably come to grief in it in 1891. To commemorate &lt;a href=\"Victoria%20of%20the%20United%20Kingdom\"&gt;Queen Victoria&lt;/a&gt;'s &lt;a href=\"Diamond%20Jubilee\"&gt;Diamond Jubilee&lt;/a&gt; in 1897, a large fountain was placed in the middle of the pond and railings were erected around it. In 1953 the pond was drained and is now a major roundabout on the London to &lt;a href=\"Brighton\"&gt;Brighton&lt;/a&gt; route (the A23 road). In 1975, due to sporadic incidents of vandalism, the decision was made to fill in the pool as well. In January 2003, a new water feature (funded by Croydon Council's Smarter Croydon initiative) was put in place, although this was soon removed. Thornton Heath Pond remains a name principally for traffic bulletins.\n(1861–1911) Religion.\nAs early as 1852, the Vicar of Croydon invited particular attention to be paid to the \"growing district of Thornton Heath, a large district 1.5 miles north of Croydon not provided for\", as part of the grand ecclesiastical plan to build 600 new churches in the growing metropolitan areas. Yet a parish was not proposed until 1868. The temporary church of St Paul was erected later that year. An ecclesiastical district was assigned to the church in 1871. Not all parishioners were keen on it: The Gowllands wrote: \"Our church is not very attractive du reste. It is necessary to whip up all the piety one possesses to induce one to go to church at all.\" In the western and northern districts the Wildbore School hall used for Anglicans services from 1871 became St Jude's in 1904. The Warwick Road mission built on the border of Norbury in 1889 became St Stephen's in 1909. There was also strong representation from non-conformists, Baptists, Congregationalists, Free Evangelicals, Methodists, Primitive Methodists, United Methodists, Wesleyans and Roman Catholics all had their own churches in the district by 1905. There were also two further missions in the West Thornton area and the Salvation Army in the High Street. All the same, the locals seemed to delight in their nickname as the \"Heathens\".\n(1861–1911) Social aspects.\nIn Thornton Heath's early years, as Edgar Browne tells us: \"\"Class distinctions were strongly marked and servants strictly controlled.\" The neighbourhood was populated with a number of professionals: \"We have neighbours ranging from the very rich to &lt;a href=\"parson\"&gt;parson&lt;/a&gt;s, doctors, lawyers, authors, artists.\" Certainly, the older western district reflected a wealthier past. A few years later, residents of the eastern district took a different view. Richard Gowlland wrote: \"We have made friends with the parson and his wife. They are commonish people. There seems indeed to be a great dearth of decent people about us. We couldn't have hit upon a more barren neighbourhood than this in this respect.\" The Cheap Trains Act had a big impact on Thornton Heath. The Liberals in Croydon were accused of diminishing the town's attractiveness by encouraging working-class enclaves through their support of workmen's fares. It was possible that the encouragement of subsidies saw the suburb with middle-class credentials develop working-class characteristics. However, is likely to have been combined with the limited size of the district. Developers quickly saw that ten small terraced houses were far more profitable than two large villas. The work of the Englishman's Freehold Land Society was an indicator of this thinking, as was the later LCC estate.\nBut there was still a group of residents in Thornton Heath that displayed middle-class leanings. The Primrose League, representing working-class conservative ethics, was \"scorned as an outlet for middle-class &lt;a href=\"snobbery\"&gt;snobbery&lt;/a&gt;\" (Coetzee, F., \"Parliamentary History\", 16, 1997), but there were frequent and crowded meetings at the Thornton Heath branch, at which high-profile Tory MPs were regular guests. J. R. Moore (\"Urban History\" 30/2 2003) claims there was a general defection of urban support to the Conservatives at this time. Meanwhile, McManus and Ethington (\"Urban History\" 34/2 2007) claim the challenge to academics is to disentangle the aspiring middle-class myths such as \"Diary of a Nobody\" from the realities of suburban life. But this kind of suburbia did exist in Thornton Heath, as proved by the Gowlland collection of letters.\nEdwardian demise of a Victorian suburb.\nThe peak of Thornton Heath's population in the early 20th century was 15,000, which was reported in the Thornton Heath Echo in 1902 with an editorial proudly proclaiming: \"enough to show continued progress of the district. We have the makings of a very fine suburb.\"\" But the start of the 20th century saw a petty rivalry between Thornton Heath and Croydon. It started when the council organised a carnival to celebrate the dawning of the 20th century and to raise funds for the Croydon Hospital (situated in Thornton Heath). However, unlike the other districts in the borough, Thornton Heath was not invited as a separate entity and had to take part under the banner of Croydon. Stung by the \"insult\", the district responded by organising its own carnival, spurred on by the proprietors of the Echo. In June 1900, a spectacular event took place attracting many visitors from the surrounding districts. It was huge success, and raised more money towards the hospital fund than the Croydon carnival. A few days later, to compound Croydon's embarrassment, &lt;a href=\"Princess%20Helena%20of%20the%20United%20Kingdom\"&gt;Princess Christian&lt;/a&gt; toured through Thornton Heath after a visit to the hospital, snubbing Croydon itself. Praise came from national newspapers: &lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;, possibly unaware of the carnival of the previous week, congratulated the district at the elaborate scale of decorations for an impromptu royal visit. Meanwhile, &lt;a href=\"The%20Daily%20Telegraph\"&gt;The Telegraph&lt;/a&gt; declared; \"\"At one time Thornton Heath was considered the village and Croydon the town, now the case is considered vice versa.\" And the Echo beamed: \"Thornton Heath is no longer one of Croydon's infants. It has not only learnt to walk, but run.\"\"\nIronically, it was Thornton Heath's own \"suburb\" that put paid to any delusions of grandeur. The settlement at Norbury had been growing steadily since the 1880s. In 1904, a new newspaper, the Norbury News and Thornton Heath Chronicle proudly proclaimed: \"\"Norbury has &lt;a href=\"Crossing%20the%20Rubicon\"&gt;passed Rubicon&lt;/a&gt; of newspaper ruraldom.\"\" It then demanded that the THRPA become the Thornton Heath and Norbury Ratepayers Association. Next it proposed that the council petition Parliament to split the existing West Ward, with the resulting new sector to be christened \"Norbury Ward\" to officially recognise the area. Sure enough, in 1905, prompted by the growing electorate of the Thornton Heath district, the old West Ward was divided. A new \"North Ward\" was formed which took in Thornton Heath to the west of the railway line but included all of Norbury, In 1909, St Paul's parish lost a section of its population count to the new church of St Stephen on the Norbury border. Thornton Heath was shrinking. Norbury had broken away and formed its own suburb. Looking back at the history one can see that the district had come full circle: Bensham begat Norbury; Norbury begat Thornton Heath; Thornton Heath begat Norbury.\nIn the early years of the 20th century, a general depression hit Thornton Heath's residents. Croydon had always been expensive for rates since their introduction, but in 1906 they went up to 7s/8d, compared to 6s/6d in Bromley, the most expensive year of the period. There were rent increases too. Unemployment rose and a number of suicides were reported. Charity was encouraged. Hundreds, then thousands of poor children were given aid over the Christmas periods between 1906 and 1909. By 1908, Thornton Heath was officially recognised by government as 'a largely working class suburb'. It was also being referred to as the \"poorer district of Croydon\". Thornton Heath would grow once more, but would always have closer associations with urban inner London rather than a suburban outer idyll.\nSuburban anonymity.\nDespite its seemingly prime location, Thornton Heath remains to some degree terra incognita for most Londoners, an uncharted landscape for historians, and suffers from an acute form of that metaphysical suburban trait: anonymity.\nIf a defining factor of a suburb is in the relationship with its urban centre, as suggested by Dyos, then Thornton Heath led a double life, as it felt the influence of not one urban centre, but two. And two \"monsters\" at that, juxtaposed today at the point where Europe's largest city and Europe's largest town, 7.2 miles (11.6 km) south of central London, and 2 miles (3.2 km) north of Croydon. By playing \"piggy in the middle\", Thornton Heath struggled to establish a recognisable identity. In its early development it had no official status as a ward, village or town. It was a vague area between other places. As the Victorian development progressed this identity problem was compounded by another factor in its location: in Croydon, it was said, \"geographic elevation was a good guide to social elevation\". (F. Coetzee, Parliamentary History, 1997.) Thornton Heath's valley status meant the community endured a sense of inferiority to those on the wealthier higher slopes. Furthermore, nestling, as it does, behind the Norwood hills, the suburb hides from London's gaze, one of the few parts of the sprawl unseen even from today's tallest structures in the central metropolis. "
}