{
    "id": "2993123",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=2993123",
    "title": "Memsie Stakes",
    "text": "The Memsie Stakes is a &lt;a href=\"Melbourne%20Racing%20Club\"&gt;Melbourne Racing Club&lt;/a&gt; &lt;a href=\"Group%20races\"&gt;Group 1&lt;/a&gt; &lt;a href=\"Thoroughbred\"&gt;Thoroughbred&lt;/a&gt; &lt;a href=\"horse%20race\"&gt;horse race&lt;/a&gt; held under &lt;a href=\"weight%20for%20age\"&gt;weight for age&lt;/a&gt; conditions, for horses aged three years old and upwards, over a distance of 1400 metres. It is held at &lt;a href=\"Caulfield%20Racecourse\"&gt;Caulfield Racecourse&lt;/a&gt;, &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; as a lead in to the &lt;a href=\"Spring%20Racing%20Carnival\"&gt;Spring Racing Carnival&lt;/a&gt;. Total prize money for the race is &lt;a href=\"A%24\"&gt;A$&lt;/a&gt;1,000,000.\nHistory.\nThe race is often used as a lead-up race by good horses preparing for the longer feature races such as the &lt;a href=\"Caulfield%20Cup\"&gt;Caulfield Cup&lt;/a&gt;, &lt;a href=\"Cox%20Plate\"&gt;Cox Plate&lt;/a&gt; and &lt;a href=\"Melbourne%20Cup\"&gt;Melbourne Cup&lt;/a&gt;. Such horses typically compete against less glamorous, and usually fitter, sprinter-milers who have been trained specifically for this race. Speed and fitness seem to prevail over class about half the time, as can be seen in the list of recent winners.\nAs the race comes early in the Spring, it will often indicate how well a horse has come back after its customary winter spell. There is sometimes just as much interest in the horses running on well from the back of the field, as there is in the actual winner. A good run by a staying horse in this race is often a good indicator of a successful Spring Carnival to come.\nThe Memsie Stakes is a virtually identical race to the &lt;a href=\"P%20B%20Lawrence%20Stakes\"&gt;P B Lawrence Stakes&lt;/a&gt;, another 1,400 metre weight-for-age race run at Caulfield usually earlier in August except that this is the first Group 1 in the racing season in Victoria.\nThe list of previous winners of the race contain recent champions, including Sincero, &lt;a href=\"So%20You%20Think\"&gt;So You Think&lt;/a&gt;, &lt;a href=\"Weekend%20Hussler\"&gt;Weekend Hussler&lt;/a&gt;, &lt;a href=\"Makybe%20Diva\"&gt;Makybe Diva&lt;/a&gt;, &lt;a href=\"Sunline\"&gt;Sunline&lt;/a&gt;, &lt;a href=\"Naturalism%20%28horse%29\"&gt;Naturalism&lt;/a&gt;, Rancho Ruler, &lt;a href=\"Manikato\"&gt;Manikato&lt;/a&gt;, and famous champions from the 20th century &lt;a href=\"Galilee%20%28horse%29\"&gt;Galilee&lt;/a&gt;, &lt;a href=\"Rising%20Fast\"&gt;Rising Fast&lt;/a&gt;, &lt;a href=\"Comic%20Court\"&gt;Comic Court&lt;/a&gt;, &lt;a href=\"Lord%20%28horse%29\"&gt;Lord&lt;/a&gt; (four times), &lt;a href=\"Ajax%20II\"&gt;Ajax&lt;/a&gt; (three times) and &lt;a href=\"Phar%20Lap\"&gt;Phar Lap&lt;/a&gt;.\nWinners.\n† Dead heat"
}