{
    "id": "2993096",
    "revid": "954299",
    "url": "https://en.wikipedia.org/wiki?curid=2993096",
    "title": "Frederick Boland",
    "text": "Frederick Henry Boland (11 January 1904 – 4 December 1985) was an &lt;a href=\"Republic%20of%20Ireland\"&gt;Irish&lt;/a&gt; diplomat who served as the first Irish Ambassador to both the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;. \nFamily and education.\nFrederick Boland was born on 11 January 1904 at 32 Eden Vale Road, Ranelagh, the second son of Henry Patrick (\"H.P.\") Boland (1876-1956), a civil servant in the Department of Posts and Telegraphs (retiring as Senior Assistant Secretary to the Minister for Finance), and his wife Charlotte Nolan Taylor. H.P. Boland was son of the workhouse master at Clonmel.\nBoland was educated at &lt;a href=\"Clongowes%20Wood%20College\"&gt;Clongowes Wood College&lt;/a&gt;, &lt;a href=\"St%20Olave%27s%20Grammar%20School\"&gt;St Olave's Grammar School&lt;/a&gt;, &lt;a href=\"Trinity%20College%20Dublin\"&gt;Trinity College&lt;/a&gt; and &lt;a href=\"King%27s%20Inns\"&gt;King's Inns&lt;/a&gt;, Dublin, where he received his &lt;a href=\"Bachelor%20of%20Arts\"&gt;BA&lt;/a&gt; and &lt;a href=\"LLB\"&gt;LLB&lt;/a&gt; degrees. In 1935, he married painter Frances Kelly. He also did a degree in Classics at Trinity. He did graduate work at &lt;a href=\"Harvard\"&gt;Harvard&lt;/a&gt;, the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;, and the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt; in 1926 to 1928 as a Rockefeller Research Fellow. He received an Honorary &lt;a href=\"Legum%20Doctor\"&gt;LLD&lt;/a&gt; degree from the &lt;a href=\"University%20of%20Dublin\"&gt;University of Dublin&lt;/a&gt;.\nHe was married to the painter &lt;a href=\"Frances%20Kelly\"&gt;Frances Kelly&lt;/a&gt;, and had five children including their daughter, &lt;a href=\"Eavan%20Boland\"&gt;Eavan Boland&lt;/a&gt;, who was a well-known Irish poet.\nCareer.\nBoland was Assistant Secretary of the &lt;a href=\"Department%20of%20Foreign%20Affairs%20%28Ireland%29\"&gt;Department of External Affairs&lt;/a&gt; from 1939 to 1946, prior to becoming the Secretary, which position he held until 1950. In that role he led negotiations in 1949 that changed Ireland's status from a Dominion within the Commonwealth to a Republic outside it. He was privately critical of the manner in which the &lt;a href=\"Taoiseach\"&gt;Taoiseach&lt;/a&gt;, &lt;a href=\"John%20A.%20Costello\"&gt;John A. Costello&lt;/a&gt;, handled the matter, saying that \"he has as much notion of diplomacy as I have of astrology.\"\nHe served as the first Irish Ambassador to the &lt;a href=\"Court%20of%20St%20James%27s\"&gt;Court of St James's&lt;/a&gt; in London from 1950 to 1956, a move generally attributed to his inability to work harmoniously with &lt;a href=\"Se%C3%A1n%20MacBride\"&gt;Seán MacBride&lt;/a&gt; (&lt;a href=\"Minister%20for%20Foreign%20Affairs%20%28Ireland%29\"&gt;Minister for External Affairs&lt;/a&gt; 1948–51). In 1956, he became Ireland's Ambassador to the United Nations. Boland was the president of the &lt;a href=\"General%20Assembly%20of%20the%20United%20Nations\"&gt;General Assembly of the United Nations&lt;/a&gt; on 12 October 1960, when &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; allegedly &lt;a href=\"Shoe-banging%20incident\"&gt;took off his shoe and pounded it on his desk&lt;/a&gt;.\nBoland served as the 21st Chancellor of &lt;a href=\"University%20of%20Dublin\"&gt;Trinity College Dublin&lt;/a&gt; between 1963 and 1982. He was made an honorary fellow of Trinity College Dublin in 1983."
}