{
    "id": "299842",
    "revid": "279219",
    "url": "https://en.wikipedia.org/wiki?curid=299842",
    "title": "Prince Albert, Saskatchewan",
    "text": "Prince Albert is the third-largest city in &lt;a href=\"Saskatchewan\"&gt;Saskatchewan&lt;/a&gt;, Canada, after &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt; and &lt;a href=\"Regina%2C%20Saskatchewan\"&gt;Regina&lt;/a&gt;. It is situated near the centre of the province on the banks of the &lt;a href=\"Saskatchewan%20River\"&gt;North Saskatchewan River&lt;/a&gt;. The city is known as the \"Gateway to the North\" because it is the last major centre along the route to the resources of northern Saskatchewan. &lt;a href=\"Prince%20Albert%20National%20Park\"&gt;Prince Albert National Park&lt;/a&gt; is located north of the city and contains a wealth of lakes, forest, and wildlife. The city itself is located in a &lt;a href=\"ecotone\"&gt;transition zone&lt;/a&gt; between the &lt;a href=\"aspen%20parkland\"&gt;aspen parkland&lt;/a&gt; and &lt;a href=\"boreal%20forest\"&gt;boreal forest&lt;/a&gt; biomes. Prince Albert is surrounded by the &lt;a href=\"Rural%20Municipality%20of%20Prince%20Albert%20No.%20461\"&gt;Rural Municipality of Prince Albert No. 461&lt;/a&gt;, of which it is the seat, but is politically separate.\nHistory.\nThe area was named \"kistahpinanihk\" by the &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt;, which translates to \"sitting pretty place\", \"a great meeting place\". or \"meeting place\"\n&lt;a href=\"Henry%20Kelsey\"&gt;Henry Kelsey&lt;/a&gt; passed through the area on his journey along the North Saskatchewan River in 1692, when he tried unsuccessfully to bring locals that he called \"Neywatame\" to the trading fort York Factory. The first trading post set up in the area was built in 1776 by &lt;a href=\"Peter%20Pond\"&gt;Peter Pond&lt;/a&gt;. &lt;a href=\"James%20Isbister\"&gt;James Isbister&lt;/a&gt;, an &lt;a href=\"Anglo-M%C3%A9tis\"&gt;Anglo-Métis&lt;/a&gt; employee of the &lt;a href=\"Hudson%27s%20Bay%20Company\"&gt;Hudson's Bay Company&lt;/a&gt;, settled on the site of the current city in 1862. He farmed there until 1866, and had been joined by a number of families who called the site Isbister's Settlement.\nThe community received a boost in 1866 when Reverend &lt;a href=\"James%20Nisbet%20%28missionary%29\"&gt;James Nisbet&lt;/a&gt;, a &lt;a href=\"Presbyterian%20Church%20in%20Canada\"&gt;Canada Presbyterian Church&lt;/a&gt; minister arrived to establish a &lt;a href=\"missionary\"&gt;mission&lt;/a&gt; for the &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt;. Nisbet named the mission after &lt;a href=\"Albert%2C%20Prince%20Consort\"&gt;Albert, Prince Consort&lt;/a&gt;, husband of &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt;, who had died in 1861, from whom the present city derives its name. In 1879 the &lt;a href=\"Presbyterian%20Church\"&gt;Presbyterian Church&lt;/a&gt; brought out &lt;a href=\"Lucy%20Margaret%20Baker\"&gt;Lucy Margaret Baker&lt;/a&gt; to run the local mission school. During the same year, the local &lt;a href=\"Freemasons\"&gt;Freemasons&lt;/a&gt; established the first lodge in what is now the province of Saskatchewan: Kinistino Lodge No. 1, which still exists. \"The Mission\", the settlement centrally located, and \"Porter Town\", located to the west, were the two communities that would come together to form what is now Prince Albert. The settlement east of Prince Albert was termed Goschen before finally amalgamated, however East Prince Albert still appears on a 1924 map.\nIn 1884, &lt;a href=\"Honore%20Jaxon\"&gt;Honore Jaxon&lt;/a&gt; and &lt;a href=\"James%20Isbister\"&gt;James Isbister&lt;/a&gt; were involved in the movement which brought &lt;a href=\"Louis%20Riel\"&gt;Louis Riel&lt;/a&gt; back to Canada. Riel returned from the United States following a political exile resulting from the &lt;a href=\"Red%20River%20Rebellion\"&gt;Red River Rebellion&lt;/a&gt; that had occurred in 1869–1870. Five hundred people gathered to hear Riel speak one month after his return.\nIn the &lt;a href=\"North-West%20Rebellion\"&gt;North-West Rebellion&lt;/a&gt; of the 1885, &lt;a href=\"Prince%20Albert%20Volunteers\"&gt;Prince Albert Volunteers&lt;/a&gt; bore the heaviest casualties of the fighting at the &lt;a href=\"Battle%20of%20Duck%20Lake\"&gt;Battle of Duck Lake&lt;/a&gt;. Surrounding settlers took refuge with the &lt;a href=\"North-West%20Mounted%20Police\"&gt;North-West Mounted Police&lt;/a&gt; in a hastily improvised stockade at Prince Albert, fearing an attack by &lt;a href=\"Gabriel%20Dumont%20%28M%C3%A9tis%20leader%29\"&gt;Gabriel Dumont&lt;/a&gt;, which never came. After the &lt;a href=\"Battle%20of%20Batoche\"&gt;Battle of Batoche&lt;/a&gt;, Major General &lt;a href=\"Frederick%20Middleton\"&gt;Frederick Middleton&lt;/a&gt; marched to Prince Albert to relieve the town. Prince Albert, with a population of about 800 people, was incorporated as a town the same year under its first mayor, &lt;a href=\"Thomas%20McKay%20%28N.W.T.%20politician%29\"&gt;Thomas McKay&lt;/a&gt;.\nIn 1904, the settlement was incorporated as the City of Prince Albert. Its government is of a council-mayor type.\nPrince Albert was the capital of the &lt;a href=\"District%20of%20Saskatchewan\"&gt;District of Saskatchewan&lt;/a&gt;, a regional administrative division of what then constituted the &lt;a href=\"Territorial%20evolution%20of%20Canada\"&gt;North-West Territories&lt;/a&gt;. The District of Saskatchewan was formed on May 8, 1882, and named Prince Albert as its capital. This ended in 1905 when Saskatchewan became a province and &lt;a href=\"Regina%2C%20Saskatchewan\"&gt;Regina&lt;/a&gt; was designated the new provincial capital.\nPrince Albert was one of the rival candidates to house either the &lt;a href=\"University%20of%20Saskatchewan\"&gt;University of Saskatchewan&lt;/a&gt; or the &lt;a href=\"Saskatchewan%20Federal%20Penitentiary\"&gt;Saskatchewan Federal Penitentiary&lt;/a&gt;. The university was built in Saskatoon and the penitentiary was built in Prince Albert in 1911.\nThe federal constituency of &lt;a href=\"Prince%20Albert%20%28electoral%20district%29\"&gt;Prince Albert&lt;/a&gt; has been represented by three &lt;a href=\"prime%20ministers%20of%20Canada\"&gt;prime ministers of Canada&lt;/a&gt;:\nRoyal visits.\nPrince Albert has welcomed the following members of Canada's Royal Family:\nGeography.\nPrince Albert is located on the White Fox Plain of the Saskatchewan River lowlands. These lowlands are located in the physiographic region of the Saskatchewan Plains Region of the Central Lowlands Province. The &lt;a href=\"Flora%20of%20Saskatchewan\"&gt;natural vegetation&lt;/a&gt; of the area consists of aspen parkland to the south and southern boreal forest to the north of the North Saskatchewan River. These two ecoregions have differing soil types: the northern forested soils are brunisolic and sandy, whereas south of the river are black chernozemic soils. The &lt;a href=\"North%20Saskatchewan%20River\"&gt;North Saskatchewan River&lt;/a&gt; runs through the centre of Prince Albert. The main soils of the city of Prince Albert are those of the valley complex consisting mainly of regosolic soils which produce natural vegetation which are not forest nor grassland but a complex of the two. It is here that the treeline of Saskatchewan begins, and to the north of the city begins the forested growth of &lt;a href=\"Jack%20Pine\"&gt;Jack Pine \"(Pinus banksiana)\"&lt;/a&gt;, as well as other &lt;a href=\"Flora%20of%20Saskatchewan\"&gt;boreal forest&lt;/a&gt; growth in the &lt;a href=\"Prince%20Albert%20National%20Park\"&gt;Prince Albert National Park&lt;/a&gt;, and &lt;a href=\"Nisbet%20Provincial%20Forest\"&gt;Nisbet forest&lt;/a&gt;. The forests north of the city, especially those containing Jack Pine are infected with &lt;a href=\"Dwarf%20Mistletoe\"&gt;Dwarf Mistletoe&lt;/a&gt; and various projects have been undertaken to stop the spread of this &lt;a href=\"parasitic%20plant\"&gt;parasitic plant&lt;/a&gt;. The agricultural soils around Prince Albert have some limitations and about 35% of the land is covered with sloughs or potholes. Creek systems such as the Red Deer Hill creek and McFarlane creek drain into the South Saskatchewan River. In the past these creeks have been known to dry up allowing farmers to cut hay, but in recent years these waterways have been overfilling due to large amounts of winter run-off and increase of the water table. The land use is divided into the southern woodland area north of Prince Albert and cropland to the south.\nThe Quaternary glacial geology precludes the region to have been covered by the large &lt;a href=\"List%20of%20prehistoric%20lakes\"&gt;prehistoric glacial lake&lt;/a&gt; called &lt;a href=\"Lake%20Agassiz\"&gt;Lake Agassiz&lt;/a&gt;. The ancient shoreline can be seen along the \"Esker Trail\" in Narrow Hills Provincial Park which is just north-east of the city. Many different types of fossils have been found in the Prince Albert region. Along the riverbanks of the Shell River can be observed a stratum containing Quaternary bivalve mollusk shells and in 2014 the vertebrae and bone fragments of a &lt;a href=\"bison\"&gt;bison&lt;/a&gt; were found by local college students attending Saskatchewan Polytechnic in the Shell River area. Various areas (especially eroded river banks) have been known to reveal bison skulls and other various types of fossils. Claims have also been made of various types of marine fossils including oysters, clams, corals and other invertebrates are to be found mixed in fossil matrixes just east of the city near the small town of &lt;a href=\"Love%2C%20Saskatchewan\"&gt;Love, SK.&lt;/a&gt;. The bedrock geology is a part of the phanerozoic basin and belongs to the Lea Park and &lt;a href=\"Milk%20River%20Formation\"&gt;Milk River Formation&lt;/a&gt;.\nClimate.\nPrince Albert experiences a &lt;a href=\"humid%20continental%20climate\"&gt;humid continental climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt;: \"Dfb\"). It is close to being &lt;a href=\"Subarctic%20climate\"&gt;subarctic&lt;/a&gt; (\"Dfc\") with May and September mean temperatures being just above . The coldest month on average is January with an average low of , and July is the hottest month with an average high of . The highest temperature ever recorded in Prince Albert was on July 19, 1941. The coldest temperature ever recorded was on February 1, 1893. Winter lasts five months of the year with January daily means of , causing a great temperature amplitude in comparison to the mean temperature of July. The variability of the climate is further demonstrated by the brief transition zones with April recording both above and below and respectively.\nDemographics.\nAccording to the &lt;a href=\"2011%20canadian%20census\"&gt;2011 Canadian Census&lt;/a&gt;, the population of Prince Albert is 35,129, a 2.9% increase from 2006. The population density is 534.4 people per square km. The median age is 34.7 years old, which is lower than the national median age at 40.6 years old. There are 14,779 private dwellings with an occupancy rate of 92.3%.\nAccording to the 2011 National Household Survey, the median value of a dwelling in Prince Albert is CAN$224,963 which is lower than the national average at CAN$280,552. The median household income (after-taxes) in Prince Albert is CAN$49,421, a bit lower than the national average at CAN$54,089.\nCensus.\nPrince Albert has one of the highest Aboriginal population ratios for any Canadian city, at 41.5%.\nMost of Prince Albert is a &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; (74.4%) or affiliates with no religion (23.4%). The remaining 2.2% affiliate with another religion.\nFor residents over the age of 25 years, 82.7% have a high school diploma (or equivalent), 55.3% have a post-secondary degree; and 17.3% have no certificate, diploma, or degree.\nEconomy.\nPrince Albert is situated on the banks of the &lt;a href=\"North%20Saskatchewan%20River\"&gt;North Saskatchewan River&lt;/a&gt;, with rich agricultural land to the south and the &lt;a href=\"boreal%20forest\"&gt;boreal forest&lt;/a&gt; to the north. Although Prince Albert is centrally located in Saskatchewan, it is the second most northerly city in the province after &lt;a href=\"Meadow%20Lake%2C%20Saskatchewan\"&gt;Meadow Lake&lt;/a&gt;. This physical location has led to the creation of the slogan \"Gateway to the North\".\nAfter being established as a mission centre, the main impetus for growth was speculation that the Transcontinental Railway would travel north from the Red River Valley along Hind's fertile belt through to &lt;a href=\"Edmonton\"&gt;Edmonton&lt;/a&gt;. When the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt; chose a more southerly route, Prince Albert's growth collapsed: The La Colle Falls hydroelectric power dam project was an attempt to provide affordable electricity to attract industry By 1927, the project was abandoned as the city was close to bankruptcy. In 1945, &lt;a href=\"Prince%20Albert%20National%20Park\"&gt;Prince Albert National Park&lt;/a&gt; was established, and the tourism sector helped to again revive Prince Albert's economy.\nThe city's location has benefited the community in many ways through the years as an agriculture, forestry, tourism, mining, retail, and service centre for the immediate market and the northern communities. Prince Albert has a total trade area of 140,000 people, including an additional 12,000 that can be included if &lt;a href=\"Flin%20Flon\"&gt;Flin Flon&lt;/a&gt; and &lt;a href=\"The%20Pas\"&gt;The Pas&lt;/a&gt; are accounted for. The major contributing factor to this is the role of Prince Albert as a retail and service centre to these northern communities.\nThere are a number of major developments that are happening around Prince Albert. &lt;a href=\"diamond%20mining\"&gt;Diamond exploration&lt;/a&gt; is currently occurring east of the City in the &lt;a href=\"Fort%20%C3%A0%20la%20Corne\"&gt;Fort à la Corne&lt;/a&gt; region and it is expected a mine may go up around 2010–2011. In addition to diamond prospects, &lt;a href=\"Bio-fuels\"&gt;Bio-fuels&lt;/a&gt; are also playing a significant role to the area. The Prince Albert region is one of the richest areas in the province for agriculture, and with the current emphasis on bio-fuel technology from the provincial and federal governments, it is expected that this economic sector will grow. &lt;a href=\"Uranium\"&gt;Uranium&lt;/a&gt; is also expected to play a bigger role in the future development of Prince Albert. There is speculation that, due to the proximity the uranium mining in northern Saskatchewan, the area could be ideal for a &lt;a href=\"value-added\"&gt;value-added&lt;/a&gt; type of business.\nPrince Albert is still heavily reliant on its government service sector, which accounts for about 11% of the workforce. There are three prisons, the &lt;a href=\"Prince%20Albert%20Correctional%20Centre\"&gt;Prince Albert Correctional Centre&lt;/a&gt;, &lt;a href=\"Pine%20Grove%20Correctional%20Centre\"&gt;Pine Grove Correctional Centre&lt;/a&gt; and the &lt;a href=\"Saskatchewan%20Federal%20Penitentiary\"&gt;Saskatchewan Federal Penitentiary&lt;/a&gt;.\nChief Joseph Custer, Kistapinanihk 231, Northern Lights 220, &lt;a href=\"Muskoday%20First%20Nation\"&gt;Muskoday 99&lt;/a&gt; and Wahpeton 94B Indian Reserves are within of the city.\nThe &lt;a href=\"forestry\"&gt;forestry&lt;/a&gt; industry is also a major contributor to the economy of Prince Albert. Prince Albert currently hosts the Provincial Forestry Centre, a building that hosts significant wood and forestry related types of businesses and associations.\nPrince Albert Pulp Company had been the area's largest employer since it opened in 1968. The mill was closed down in 2006 by its then owner, &lt;a href=\"Weyerhaeuser\"&gt;Weyerhaeuser&lt;/a&gt;. The mill was subsequently sold. Paper Excellence purchased the long-closed down Prince Albert Pulp Inc. from &lt;a href=\"Domtar\"&gt;Domtar&lt;/a&gt; in April 2011 with plans to operate a dissolving pulp mill producing 1000 tonnes per day employing about 250 people. The pulp mill was shut down indefinitely and 42 employees laid off on Aug. 29, 2014.\nAttractions.\nThere are three historical museums in Prince Albert. The combined &lt;a href=\"The%20Evolution%20of%20Education%20Museum\"&gt;The Evolution of Education Museum&lt;/a&gt; and &lt;a href=\"Rotary%20Museum%20of%20Police%20and%20Corrections\"&gt;Rotary Museum of Police and Corrections&lt;/a&gt; are located at the tourist information centre just off of Highway #2 South. The second museum, the &lt;a href=\"Historical%20Society%20Museum\"&gt;Historical Society Museum&lt;/a&gt;, is located in an old Fire Hall at the north end of Central Avenue on River Street. The John G. Diefenbaker House is a historic site open to the public and is found on 249 19th Street West. The Prince Albert Heritage Museum (c. 1911) is a Municipal Heritage Property on the Canadian Register of Historic Places.\nAcross from the Historical Society Museum is the site of Diefenbaker's constituency office that is not open to the public. Among the other heritage, historic and protected sites of Prince Albert are the Blockhouse from the 1885 Rebellion &amp; First Presbyterian Church/School, Historic St. Paul's Presbyterian Church, Honeywood (Dr. A.J. Porter) Heritage Nursery, &lt;a href=\"Keyhole%20Castle\"&gt;Keyhole Castle&lt;/a&gt;, &lt;a href=\"LaColle%20Falls%20Hydroelectric%20Dam\"&gt;LaColle Falls Hydroelectric Dam&lt;/a&gt;, Oldest Downtown Store, &lt;a href=\"Prince%20Albert%20Arts%20Centre\"&gt;Prince Albert Arts Centre&lt;/a&gt; and The Cathedral Church of St. Alban the Martyr (Anglican). Sacred Heart Cathedral (Roman Catholic) near the downtown area was built in 1914 in the Romanesque style. It contains paintings by &lt;a href=\"Berthold%20Imhoff\"&gt;Berthold Imhoff&lt;/a&gt;. The Institute for Stained Glass in Canada has documented the stained glass of six buildings in Prince Albert.\nOther historical points of interest include:\nSports and recreation.\nThe city is home to the &lt;a href=\"Prince%20Albert%20Raiders\"&gt;Prince Albert Raiders&lt;/a&gt; of the &lt;a href=\"Western%20Hockey%20League\"&gt;Western Hockey League&lt;/a&gt;. The Raiders, who won the &lt;a href=\"Memorial%20Cup\"&gt;Memorial Cup&lt;/a&gt; in &lt;a href=\"List%20of%20Memorial%20Cup%20champions\"&gt;1985&lt;/a&gt;, play in the 3,571-seat &lt;a href=\"Art%20Hauser%20Centre\"&gt;Art Hauser Centre&lt;/a&gt;. The city is also home to the &lt;a href=\"Prince%20Albert%20Mintos\"&gt;Prince Albert Mintos&lt;/a&gt; of the &lt;a href=\"Saskatchewan%20Midget%20AAA%20Hockey%20League\"&gt;Saskatchewan Midget AAA Hockey League&lt;/a&gt;. They won the &lt;a href=\"2006%20Telus%20Cup\"&gt;2006&lt;/a&gt;, &lt;a href=\"2007%20Telus%20Cup\"&gt;2007&lt;/a&gt; and &lt;a href=\"2014%20Telus%20Cup\"&gt;2014 Telus Cup&lt;/a&gt;. They also play in the Art Hauser Centre.\nInfrastructure.\nThe first hospital was constructed in 1899, followed by a maternity home built in 1945 which lasted approximately twelve years.\nBridges.\nAt present, only a single road bridge, the Diefenbaker Bridge, connects the north and south shore in Prince Albert; this bridge is also the only river crossing connecting southern and northern Saskatchewan in the immediate vicinity (one needs to drive many miles to the east or west to find another).\nThis has long been a subject of concern in the region, especially in light of a partial closure of the bridge in August 2011 that occurred when cracks were found during an inspection. The bridge has also been closed numerous times since and for extended periods of time, which has raised concerns for many. Grassroots efforts are under way to lobby for the construction of a second bridge over the North Saskatchewan River within Prince Albert.\nHistoric trails.\nIn 1866, Prince Albert was established as a mission post, and a trail to &lt;a href=\"Fort%20Carlton%2C%20Saskatchewan\"&gt;Fort Carlton&lt;/a&gt; arose. This trail connected the growing community to the &lt;a href=\"Carlton%20Trail\"&gt;Carlton Trail&lt;/a&gt;, the main land transportation route in Western Canada of the 19th century. The trail followed along the current &lt;a href=\"Lily%20Plain\"&gt;Lily Plain&lt;/a&gt; grid road in Saskatchewan to the ferry service at Lilly Plain post office.\nThe &lt;a href=\"Qu%27Appelle%2C%20Saskatchewan\"&gt;Qu'Appelle (Troy)&lt;/a&gt; – Prince Albert Trail was in use from 1883 transporting mail and freight goods from the rail depot at &lt;a href=\"Qu%27Appelle%2C%20Saskatchewan\"&gt;Qu'Appelle&lt;/a&gt; across the ferry at &lt;a href=\"St.%20Louis%2C%20Saskatchewan\"&gt;St. Louis&lt;/a&gt; to Prince Albert.\nBesides these two trails, Prince Albert was also served by the &lt;a href=\"Montreal%20Lake%20%28Saskatchewan%29\"&gt;Montreal Lake&lt;/a&gt;–PA, &lt;a href=\"Green%20Lake%2C%20Saskatchewan\"&gt;Green Lake&lt;/a&gt;–PA, and &lt;a href=\"Fort%20%C3%A0%20la%20Corne\"&gt;Fort à la Corne&lt;/a&gt;–PA trails.\nRailways.\nCanadian Northern and Grand Trunk Pacific.\n&lt;a href=\"Qu%27Appelle%2C%20Long%20Lake%20and%20Saskatchewan%20Railroad%20and%20Steamboat%20Company\"&gt;Qu'Appelle, Long Lake and Saskatchewan Railroad and Steamboat Company&lt;/a&gt; (QLSRSC) arrived in Prince Albert in October 1890 as a means to link the three major cities of Saskatchewan through one railroad. For the next few years the line was seldom used, and in order to raise capital, QLSRSC leased the line out to the Canadian Pacific Railway. Canadian Pacific soon realized the economic uncertainty of the line, and the lease was cancelled after only a few years of service.\nBy 1906, less than twenty years after the line was completed, it was sold to the &lt;a href=\"Canadian%20Northern%20Railway\"&gt;Canadian Northern Railway&lt;/a&gt; (CNoR). Canadian Northern also crossed the North Saskatchewan River, heading west towards Shellbrook. Prince Albert was slated to become a northern hub for rail service into the north, however with little economic activity in the area, no branch lines were ever extended into the north except for the Paddockwood spur, which was subsequently abandoned during the 1990s as a grain-dependent branch line.\n&lt;a href=\"Grand%20Trunk%20Pacific\"&gt;Grand Trunk Pacific&lt;/a&gt; (GTP) also serviced Prince Albert through a branch line that headed north from &lt;a href=\"Young%2C%20Saskatchewan\"&gt;Young&lt;/a&gt;, through St. Louis and North into Prince Albert. Later both the CNoR and GTP were nationalized, eventually becoming the Canadian National Railway (CN).\nCanadian National and Canadian Pacific.\nFor years the &lt;a href=\"Canadian%20Pacific%20Railway\"&gt;Canadian Pacific Railway&lt;/a&gt; and &lt;a href=\"Canadian%20National%20Railway\"&gt;Canadian National Railway&lt;/a&gt; dominated the city of Prince Albert, operating on both sides of 15th Street. The Canadian Pacific Railway branched off at Lanigan moving north up to Hagen, then under trackage rights with CN, and curved towards the northeast end of Prince Albert. This was CPR's principal northern site, with many of the branch lines feeding back to Prince Albert. These branch lines almost entirely served lumber mills and grain elevators as principal commodities.\nIn 1991 CPR decided to shut down rail line operations in Prince Albert and the surrounding area. CPR sold the Meadow Lake line to CN, and abandoned the Meath Park branch up to &lt;a href=\"Choiceland%2C%20Saskatchewan\"&gt;Choiceland&lt;/a&gt;. Many small CN branch lines extended past Prince Albert hauling primarily grain, but proved ineffective due to larger and more accessible grain elevators. As a result, many were abandoned through the 1990s. Lines that have been abandoned include the Paddockwood Spur (CN), CPR to Meath Park, CPR to Lanigan, CN to &lt;a href=\"Shellbrook%2C%20Saskatchewan\"&gt;Shellbrook&lt;/a&gt;, and CN to &lt;a href=\"St.%20Louis%2C%20Saskatchewan\"&gt;St. Louis&lt;/a&gt;. As grain storage and sorting technology improved over the years, a state of the art Inland elevator was built, located north of Prince Albert. This facility was owned by &lt;a href=\"Saskatchewan%20Wheat%20Pool\"&gt;Saskatchewan Wheat Pool&lt;/a&gt;, later succeeded by Viterra. The smaller elevator located in the CN yards — owned by &lt;a href=\"United%20Grain%20Growers\"&gt;United Grain Growers&lt;/a&gt;, later acquired by &lt;a href=\"Agricore%20United\"&gt;Agricore United&lt;/a&gt; which was also succeeded by Viterra — operated in Prince Albert until Viterra announced its cease of operations on April 1, 2008. Today, only the Inland terminal owned by &lt;a href=\"Viterra\"&gt;Viterra&lt;/a&gt;, located in White Star, continues to operate.\nIn December 1997, CN announced the branch line was up for sale due to lack of productivity. The engines primarily used by CN at the time were &lt;a href=\"EMD%20GMD1\"&gt;GMD1&lt;/a&gt;s for short haul and yard shunting, and &lt;a href=\"EMD%20SD40-2W\"&gt;EMD SD40-2W&lt;/a&gt;/&lt;a href=\"EMD%20SD40-2\"&gt;EMD SD40-2&lt;/a&gt;s for long-haul trips. CP utilized switchers due in part to the light rail on many of their branch lines. These switchers were manufactured by Montreal Locomotive Works (Bombardier) and were designated as RS-23.\nCarlton Trail Railway.\nOmniTRAX, an American shortline railway company, bought the former &lt;a href=\"Canadian%20National%20Railway\"&gt;CN&lt;/a&gt; line and named it &lt;a href=\"Carlton%20Trail%20Railway\"&gt;Carlton Trail Railway&lt;/a&gt; (CTRW or CTR). Currently, &lt;a href=\"Carlton%20Trail%20Railway\"&gt;Carlton Trail Railway&lt;/a&gt; resides in the old CN yard, storing tank cars for CN, transporting grain, and refurbishing diesel engines for other &lt;a href=\"OmniTRAX\"&gt;OmniTRAX&lt;/a&gt; lines. Carlton Trail has recently discussed abandoning several parts of the shortline due to increasing costs and poor track condition. The Railroad bridge in Prince Albert had the ability to turn in on itself to allow ferry ships to pass through. In 2001 CTRW announced the abandonment of the Birch Hills branch line, but the City of Prince Albert intervened, citing the possibility of an ethanol plant. In 2008 Carlton Trail announced the Meadow Lake line would be abandoned by April 1, 2009. Carlton Trail primarily operates EMD &lt;a href=\"GP10\"&gt;GP10&lt;/a&gt;s for switching and long-haul transport.\nHighway.\nPrince Albert is located on &lt;a href=\"Saskatchewan%20Highway%202\"&gt;SK 2&lt;/a&gt;, &lt;a href=\"Saskatchewan%20Highway%203\"&gt;SK 3&lt;/a&gt;, &lt;a href=\"Saskatchewan%20Highway%2011\"&gt;SK 11&lt;/a&gt;, &lt;a href=\"Saskatchewan%20Highway%2055\"&gt;SK 55&lt;/a&gt;, and &lt;a href=\"Saskatchewan%20Highway%20302\"&gt;SK 302&lt;/a&gt;. Prince Albert demarks the change of name for SK 2. The stretch of Highway 2 from Moose Jaw to Prince Albert was designated in 2005 as Veterans Memorial Highway. The renaming coincided with Veterans Week 2005. of Saskatchewan Highway 2 contribute to the &lt;a href=\"CanAm%20Highway\"&gt;CanAm Highway&lt;/a&gt; between Prince Albert and &lt;a href=\"La%20Ronge%2C%20Saskatchewan\"&gt;La Ronge&lt;/a&gt;. The &lt;a href=\"CanAm%20Highway\"&gt;CanAm highway&lt;/a&gt; south of Prince Albert is designated on &lt;a href=\"Saskatchewan%20Highway%203\"&gt;SK 3&lt;/a&gt; between &lt;a href=\"Melfort%2C%20Saskatchewan\"&gt;Melfort&lt;/a&gt; and Prince Albert. &lt;a href=\"Saskatchewan%20Highway%2011\"&gt;SK 11&lt;/a&gt; connects Saskatchewan's three largest cities: &lt;a href=\"Regina%2C%20Saskatchewan\"&gt;Regina&lt;/a&gt;, &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt; and Prince Albert. On June 20, 2001, the entire length of SK 11 was re-named the Louis Riel Trail at a ceremony which took place at the Duck Lake Regional Interpretive Centre. The Louis Riel Trail connects major sites of the 1885 &lt;a href=\"North-West%20Rebellion\"&gt;North-West Rebellion&lt;/a&gt;.\nTransit.\n&lt;a href=\"Prince%20Albert%20Transit\"&gt;Prince Albert Transit&lt;/a&gt; is the local city bus service with &lt;a href=\"Saskatchewan%20Transportation%20Company\"&gt;Saskatchewan Transportation Company&lt;/a&gt; formerly providing intercity service for passengers and freight throughout Saskatchewan, with connecting service to national bus routes.\nAir transport.\n&lt;a href=\"Prince%20Albert%20%28Glass%20Field%29%20Airport\"&gt;Glass Field Airport&lt;/a&gt; has regular flights to Saskatoon and Regina and serves as an access point to communities and mining operations north of Prince Albert. Many residents of Prince Albert commute to Saskatoon for flights to further destinations.\nEducation.\nAnglican Bishop John McLean opened Emmanuel College on November 1, 1879, the first university of the &lt;a href=\"District%20of%20Saskatchewan\"&gt;District of Saskatchewan&lt;/a&gt;. A federal act later incorporated Emmanuel College into the University of Saskatchewan. Emmanuel College moved to &lt;a href=\"Saskatoon\"&gt;Saskatoon&lt;/a&gt; in 1907 to become a part of the provincial &lt;a href=\"University%20of%20Saskatchewan\"&gt;University of Saskatchewan&lt;/a&gt;, following the inception of Saskatchewan as a province in 1905.\nThe Saskatchewan Rivers School Division operates 33 schools and the Prince Albert Catholic School Division operates nine schools.\nThe city has five high schools. St. Mary High School, and Rivier Academy (private, co-ed) are part of the &lt;a href=\"Prince%20Albert%20Catholic%20School%20Division\"&gt;Prince Albert Catholic School Division&lt;/a&gt;, while Carlton Comprehensive High School (largest high school in Saskatchewan), Wesmor (Acronym of the rural elementary schools Wildrose, East Central, Spruce Home, Meath Park, Osborne, and Redwing), and P.A.C.I (Prince Albert Collegiate Institute) are in the &lt;a href=\"Saskatchewan%20Rivers%20School%20Division\"&gt;Saskatchewan Rivers School Division&lt;/a&gt;.\nÉcole Valois offers preschool to grade 12 and is the only Francophone school in Prince Albert.\nPost-secondary schools found in Prince Albert include the Woodland campus of &lt;a href=\"Saskatchewan%20Polytechnic\"&gt;Saskatchewan Polytechnic&lt;/a&gt; (formerly Saskatchewan Institute of Applied Science and Technology) and extension campuses for both the &lt;a href=\"University%20of%20Regina\"&gt;University of Regina&lt;/a&gt; and the University of Saskatchewan. Prince Albert also has the &lt;a href=\"First%20Nations%20University%20of%20Canada\"&gt;First Nations University of Canada&lt;/a&gt; (Northern Campus), &lt;a href=\"Gabriel%20Dumont%20Institute\"&gt;Gabriel Dumont Institute&lt;/a&gt;, &lt;a href=\"Saskatchewan%20Indian%20Institute%20of%20Technologies\"&gt;Saskatchewan Indian Institute of Technologies&lt;/a&gt; (SIIT), and Saskatchewan Urban Native Teacher Education Program (SUNTEP)."
}