{
    "id": "2999221",
    "revid": "7397251",
    "url": "https://en.wikipedia.org/wiki?curid=2999221",
    "title": "Muswell Hill railway station",
    "text": "Muswell Hill railway station was in &lt;a href=\"Muswell%20Hill\"&gt;Muswell Hill&lt;/a&gt; in North London, just north of the junction of Muswell Hill and Muswell Hill Place. Nothing remains of the station and Muswell Hill Primary School now occupies its former site. In the 1930s, plans were made to electrify the line and transfer the mainline service to London Underground's &lt;a href=\"Northern%20line\"&gt;Northern line&lt;/a&gt;, but these were abandoned after the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;. The station closed for passengers in 1954 and goods in 1956.\nHistory.\nThe &lt;a href=\"Edgware%2C%20Highgate%20and%20London%20Railway%23Branch%20lines\"&gt;Muswell Hill Railway&lt;/a&gt; (MHR) opened the station on 24 May 1873 as \"Alexandra Park (Muswell Hill)\". It was the intermediate station on the MHR's branch line from the &lt;a href=\"Great%20Northern%20Railway%20%28Great%20Britain%29\"&gt;Great Northern Railway's&lt;/a&gt; (GNR's) station at &lt;a href=\"Highgate%20tube%20station%23Original%20station\"&gt;Highgate&lt;/a&gt; to &lt;a href=\"Alexandra%20Palace%20railway%20station%20%281873%E2%80%931954%29\"&gt;Alexandra Palace&lt;/a&gt;. The line was constructed to bring passengers to &lt;a href=\"Alexandra%20Palace\"&gt;Alexandra Palace&lt;/a&gt; and the branch line opened at the same time as the Palace. Following a fire at the Palace, the line was closed from 1 August 1873 to 1 May 1875 with the station being given its final name when reopened. The other intermediate station on the line, , did not open until 1902. In 1911, the line was taken over by the GNR. After the &lt;a href=\"Railways%20Act%201921\"&gt;1921 Railways Act&lt;/a&gt; created the \"Big Four\" railway companies, the line became part of the &lt;a href=\"London%20and%20North%20Eastern%20Railway\"&gt;London &amp; North Eastern Railway&lt;/a&gt; (LNER) from 1923.\nIn 1935, &lt;a href=\"London%20Passenger%20Transport%20Board\"&gt;London Transport&lt;/a&gt; planned, as part of its \"&lt;a href=\"Northern%20line%23Northern%20Heights%20plan\"&gt;Northern Heights plan&lt;/a&gt;\", to take over the line from LNER together with the LNER's routes from &lt;a href=\"Finsbury%20Park%20station\"&gt;Finsbury Park&lt;/a&gt; to &lt;a href=\"Edgware%20railway%20station\"&gt;Edgware&lt;/a&gt; and &lt;a href=\"High%20Barnet%20tube%20station\"&gt;High Barnet&lt;/a&gt;. The line was to be modernised to use electric trains and amalgamated with the Northern line. At Finsbury Park, the line was to be connected to the Northern line's &lt;a href=\"Northern%20City%20Line\"&gt;Northern City branch&lt;/a&gt; so that services from Muswell Hill would have continued to &lt;a href=\"Moorgate%20station\"&gt;Moorgate&lt;/a&gt;.\nAdvanced works modernising the track began in the late 1930s being interrupted by the Second World War. Works were completed from Highgate to High Barnet and &lt;a href=\"Mill%20Hill%20East%20tube%20station\"&gt;Mill Hill East&lt;/a&gt; with that section incorporated into the Northern line. Works on the tracks between Finsbury Park and Alexandra Palace were halted, with the LNER continuing to operate the line. In 1942, LNER were reduced to rush hour only operations because of wartime economies.\nAfter the war, no work was undertaken as maintenance works and reconstruction of war damage on the existing network had the greatest call on LPTB funds. Funds for new works were severely limited with priority given to the completion of the western and eastern extensions of the &lt;a href=\"Central%20line%20%28London%20Underground%29\"&gt;Central line&lt;/a&gt; to &lt;a href=\"West%20Ruislip%20tube%20station\"&gt;West Ruislip&lt;/a&gt;, &lt;a href=\"Epping%20tube%20station\"&gt;Epping&lt;/a&gt; and &lt;a href=\"Hainault%20tube%20station\"&gt;Hainault&lt;/a&gt;. Despite being shown as under construction on underground maps as late as 1950, work never restarted on the unimplemented parts of the Northern Heights plan. &lt;a href=\"British%20Railways\"&gt;British Railways&lt;/a&gt; (the successor to the LNER) closed the line temporarily from 29 October 1951 until 7 January 1952, before the last passenger services between Finsbury Park and Alexandra Palace ran on 3 July 1954.\nThe line continued to be used for goods services until 14 June 1956 when it was closed completely. The track was removed with platforms and station buildings demolished. Most of the trackbed between Muswell Hill and Finsbury Park is now the &lt;a href=\"The%20Parkland%20Walk\"&gt;Parkland Walk&lt;/a&gt;."
}