{
    "id": "29992",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=29992",
    "title": "Turkish language",
    "text": "Turkish ( , ), also referred to as Istanbul Turkish (\"İstanbul Türkçesi\") or Turkey Turkish (\"Türkiye Türkçesi\"), is the most widely spoken of the &lt;a href=\"Turkic%20languages\"&gt;Turkic languages&lt;/a&gt;, with around 70 to 80 million speakers. It is the national language of &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;. Significant smaller groups of Turkish speakers exist in &lt;a href=\"Iraqi%20Turkmen\"&gt;Iraq&lt;/a&gt;, &lt;a href=\"Syrian%20Turkmen\"&gt;Syria&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;, &lt;a href=\"North%20Macedonia\"&gt;North Macedonia&lt;/a&gt;, &lt;a href=\"Northern%20Cyprus\"&gt;Northern Cyprus&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, and other parts of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;. Cyprus has requested that the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; add Turkish as an official language, even though Turkey is not a member state.\nTo the west, the influence of &lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt;—the variety of the Turkish language that was used as the administrative and literary language of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;—spread as the Ottoman Empire expanded. In 1928, as one of &lt;a href=\"Atat%C3%BCrk%27s%20Reforms\"&gt;Atatürk's Reforms&lt;/a&gt; in the early years of the Republic of Turkey, the &lt;a href=\"Ottoman%20Turkish%20alphabet\"&gt;Ottoman Turkish alphabet&lt;/a&gt; was replaced with a &lt;a href=\"Turkish%20alphabet\"&gt;Latin alphabet&lt;/a&gt;.\nThe distinctive characteristics of the Turkish language are &lt;a href=\"vowel%20harmony\"&gt;vowel harmony&lt;/a&gt; and extensive &lt;a href=\"agglutination\"&gt;agglutination&lt;/a&gt;. The basic word order of Turkish is &lt;a href=\"subject%E2%80%93object%E2%80%93verb\"&gt;subject–object–verb&lt;/a&gt;. Turkish has no &lt;a href=\"noun%20class\"&gt;noun class&lt;/a&gt;es or &lt;a href=\"grammatical%20gender\"&gt;grammatical gender&lt;/a&gt;. The language makes usage of &lt;a href=\"honorific\"&gt;honorific&lt;/a&gt;s and has a strong &lt;a href=\"T%E2%80%93V%20distinction\"&gt;T–V distinction&lt;/a&gt; which distinguishes varying levels of politeness, &lt;a href=\"social%20distance\"&gt;social distance&lt;/a&gt;, age, courtesy or familiarity toward the addressee. The plural second-person pronoun and verb forms are used referring to a single person out of respect.\nClassification.\nTurkish is a member of the &lt;a href=\"Oghuz%20languages\"&gt;Oghuz&lt;/a&gt; group of the &lt;a href=\"Turkic%20languages\"&gt;Turkic&lt;/a&gt; family. Other members include &lt;a href=\"Azerbaijani%20language\"&gt;Azerbaijani&lt;/a&gt;, spoken in &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; and north-west &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, &lt;a href=\"Gagauz%20language\"&gt;Gagauz&lt;/a&gt; of &lt;a href=\"Gagauzia\"&gt;Gagauzia&lt;/a&gt;, &lt;a href=\"Qashqai%20language\"&gt;Qashqai&lt;/a&gt; of south &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and the &lt;a href=\"Turkmen%20language\"&gt;Turkmen&lt;/a&gt; of &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;.\nClassification of the &lt;a href=\"Turkic%20languages\"&gt;Turkic&lt;/a&gt; languages is complicated. The migrations of the &lt;a href=\"Turkic%20peoples\"&gt;Turkic&lt;/a&gt; peoples and their consequent intermingling with one another and with peoples who spoke non-&lt;a href=\"Turkic%20languages\"&gt;Turkic&lt;/a&gt; languages, have created a linguistic situation of vast complexity.\nThere is ongoing debate about whether the &lt;a href=\"Turkic%20languages\"&gt;Turkic&lt;/a&gt; family is itself a branch of a larger &lt;a href=\"Altaic%20languages\"&gt;Altaic&lt;/a&gt; family, including &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;, &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt;, &lt;a href=\"Mongolian%20language\"&gt;Mongolian&lt;/a&gt; and &lt;a href=\"Tungusic%20languages\"&gt;Tungusic&lt;/a&gt;. The nineteenth-century &lt;a href=\"Ural-Altaic\"&gt;Ural-Altaic&lt;/a&gt; theory, which grouped Turkish with &lt;a href=\"Finnish%20language\"&gt;Finnish&lt;/a&gt;, &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; and &lt;a href=\"Altaic%20languages\"&gt;Altaic&lt;/a&gt; languages, is controversial. The theory was based mostly on the fact these languages share three features: &lt;a href=\"agglutination\"&gt;agglutination&lt;/a&gt;, &lt;a href=\"vowel%20harmony\"&gt;vowel harmony&lt;/a&gt; and lack of grammatical gender.\nHistory.\nThe earliest known &lt;a href=\"Old%20Turkic%20language\"&gt;Old Turkic inscriptions&lt;/a&gt; are the three monumental &lt;a href=\"Orkhon%20inscriptions\"&gt;Orkhon inscriptions&lt;/a&gt; found in modern &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;. Erected in honour of the prince &lt;a href=\"Kul%20Tigin\"&gt;Kul Tigin&lt;/a&gt; and his brother Emperor &lt;a href=\"Bilge%20Khagan\"&gt;Bilge Khagan&lt;/a&gt;, these date back to the &lt;a href=\"Second%20Turkic%20Khaganate\"&gt;Second Turkic Khaganate&lt;/a&gt; (dated 682–744 CE). After the discovery and excavation of these monuments and associated stone slabs by Russian archaeologists in the wider area surrounding the &lt;a href=\"Orkhon%20Valley\"&gt;Orkhon Valley&lt;/a&gt; between 1889 and 1893, it became established that the language on the inscriptions was the &lt;a href=\"Old%20Turkic%20language\"&gt;Old Turkic language&lt;/a&gt; written using the &lt;a href=\"Old%20Turkic%20alphabet\"&gt;Old Turkic alphabet&lt;/a&gt;, which has also been referred to as \"Turkic runes\" or \"runiform\" due to a superficial similarity to the &lt;a href=\"Germanic%20languages\"&gt;Germanic&lt;/a&gt; &lt;a href=\"runic%20alphabet\"&gt;runic alphabet&lt;/a&gt;s.\nWith the &lt;a href=\"Turkic%20expansion\"&gt;Turkic expansion&lt;/a&gt; during Early Middle Ages (c. 6th–11th centuries), peoples speaking Turkic languages spread across &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;, covering a vast geographical region stretching from &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; all the way to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean&lt;/a&gt;. The &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuqs&lt;/a&gt; of the &lt;a href=\"Oghuz%20Turks\"&gt;Oghuz Turks&lt;/a&gt;, in particular, brought their language, &lt;a href=\"Oghuz%20languages\"&gt;Oghuz&lt;/a&gt;—the direct ancestor of today's Turkish language—into &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt; during the 11th century. Also during the 11th century, an early linguist of the Turkic languages, &lt;a href=\"Mahmud%20al-Kashgari\"&gt;Mahmud al-Kashgari&lt;/a&gt; from the &lt;a href=\"Kara-Khanid%20Khanate\"&gt;Kara-Khanid Khanate&lt;/a&gt;, published the first comprehensive Turkic language dictionary and map of the geographical distribution of Turkic speakers in the \"Compendium of the Turkic Dialects\" (Ottoman Turkish: \"Divânü Lügati't-Türk\").\nOttoman Turkish.\nFollowing the adoption of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; c. 950 by the &lt;a href=\"Kara-Khanid%20Khanate\"&gt;Kara-Khanid Khanate&lt;/a&gt; and the &lt;a href=\"Seljuq%20dynasty\"&gt;Seljuq Turks&lt;/a&gt;, who are both regarded as the ethnic and cultural ancestors of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt;, the administrative language of these states acquired a large collection of loanwords from &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; and &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt;. &lt;a href=\"Turkish%20literature\"&gt;Turkish literature&lt;/a&gt; during the Ottoman period, particularly &lt;a href=\"Ottoman%20poetry\"&gt;Divan poetry&lt;/a&gt;, was heavily influenced by Persian, including the adoption of poetic meters and a great quantity of imported words. The literary and official language during the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; period (c. 1299–1922) is termed &lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt;, which was a mixture of Turkish, Persian, and Arabic that differed considerably and was largely unintelligible to the period's everyday Turkish. The everyday Turkish, known as \"kaba Türkçe\" or \"rough Turkish\", spoken by the less-educated lower and also rural members of society, contained a higher percentage of native vocabulary and served as basis for the modern Turkish language.\nLanguage reform and modern Turkish.\nAfter the foundation of the modern state of &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; and the &lt;a href=\"%23Writing%20system\"&gt;script reform&lt;/a&gt;, the &lt;a href=\"Turkish%20Language%20Association\"&gt;Turkish Language Association&lt;/a&gt; (TDK) was established in 1932 under the patronage of &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt;, with the aim of conducting research on Turkish. One of the tasks of the newly established association was to initiate a &lt;a href=\"language%20reform\"&gt;language reform&lt;/a&gt; to replace &lt;a href=\"loanword\"&gt;loanword&lt;/a&gt;s of Arabic and Persian origin with Turkish equivalents. By banning the usage of imported words in the press, the association succeeded in removing several hundred foreign words from the language. While most of the words introduced to the language by the TDK were newly derived from Turkic roots, it also opted for reviving Old Turkish words which had not been used for centuries. In 1935, the TDK published a bilingual &lt;a href=\"Ottoman%20Turkish\"&gt;Ottoman-Turkish&lt;/a&gt;/Pure Turkish dictionary that documents the results of the language reform. \nOwing to this sudden change in the language, older and younger people in Turkey started to differ in their vocabularies. While the generations born before the 1940s tend to use the older terms of Arabic or Persian origin, the younger generations favor new expressions. It is considered particularly ironic that Atatürk himself, in &lt;a href=\"Nutuk\"&gt;his lengthy speech&lt;/a&gt; to the new &lt;a href=\"Grand%20National%20Assembly%20of%20Turkey\"&gt;Parliament&lt;/a&gt; in 1927, used a style of Ottoman which sounded so alien to later listeners that it had to be \"translated\" three times into modern Turkish: first in 1963, again in 1986, and most recently in 1995.\nThe past few decades have seen the continuing work of the TDK to coin new Turkish words to express new concepts and technologies as they enter the language, mostly from English. Many of these new words, particularly information technology terms, have received widespread acceptance. However, the TDK is occasionally criticized for coining words which sound contrived and artificial. Some earlier changes—such as ' to replace ', \"political party\"—also failed to meet with popular approval (' has been replaced by the French loanword '). Some words restored from Old Turkic have taken on specialized meanings; for example \"\" (originally meaning \"book\") is now used to mean \"&lt;a href=\"scripting%20language\"&gt;script&lt;/a&gt;\" in &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt;.\nSome examples of modern Turkish words and the old loanwords are:\nGeographic distribution.\nTurkish is natively spoken by the &lt;a href=\"Turkish%20people\"&gt;Turkish people&lt;/a&gt; in Turkey and by the &lt;a href=\"Turkish%20diaspora\"&gt;Turkish diaspora&lt;/a&gt; in some 30 other countries. Turkish language is mutually intelligible with &lt;a href=\"Azerbaijani%20language\"&gt;Azerbaijani&lt;/a&gt; and other Turkic languages. In particular, Turkish-speaking minorities exist in countries that formerly (in whole or part) belonged to the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, such as Iraq, Bulgaria, &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;, Greece (primarily in &lt;a href=\"Western%20Thrace\"&gt;Western Thrace&lt;/a&gt;), the &lt;a href=\"Republic%20of%20North%20Macedonia\"&gt;Republic of North Macedonia&lt;/a&gt;, Romania, and Serbia. More than two million Turkish speakers live in Germany; and there are significant Turkish-speaking communities in the United States, France, the Netherlands, Austria, Belgium, Switzerland, and the United Kingdom. Due to the &lt;a href=\"cultural%20assimilation\"&gt;cultural assimilation&lt;/a&gt; of Turkish immigrants in host countries, not all ethnic members of the diaspora speak the language with native fluency.\nIn 2005 93% of the population of Turkey were native speakers of Turkish, about 67 million at the time, with &lt;a href=\"Kurdish%20languages\"&gt;Kurdish languages&lt;/a&gt; making up most of the remainder.\nOfficial status.\nTurkish is the official language of &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; and is one of the official languages of &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;. Turkish has official status in 38 municipalities in &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, including Mamusha, two in the &lt;a href=\"Republic%20of%20North%20Macedonia\"&gt;Republic of North Macedonia&lt;/a&gt; and in &lt;a href=\"Kirkuk%20Governorate\"&gt;Kirkuk Governorate&lt;/a&gt; in Iraq.\nIn Turkey, the regulatory body for Turkish is the &lt;a href=\"Turkish%20Language%20Association\"&gt;Turkish Language Association&lt;/a&gt; (\"Türk Dil Kurumu\" or TDK), which was founded in 1932 under the name \"Türk Dili Tetkik Cemiyeti\" (\"Society for Research on the Turkish Language\"). The Turkish Language Association was influenced by the ideology of &lt;a href=\"linguistic%20purism\"&gt;linguistic purism&lt;/a&gt;: indeed one of its primary tasks was the replacement of loanwords and of foreign grammatical constructions with equivalents of Turkish origin. These changes, together with the adoption of the new &lt;a href=\"Turkish%20alphabet\"&gt;Turkish alphabet&lt;/a&gt; in 1928, shaped the &lt;a href=\"%23Language%20reform%20and%20modern%20Turkish\"&gt;modern Turkish language&lt;/a&gt; spoken today. The TDK became an independent body in 1951, with the lifting of the requirement that it should be presided over by the Minister of Education. This status continued until August 1983, when it was again made into a governmental body in the &lt;a href=\"Constitution%20of%20Turkey\"&gt;constitution of 1982&lt;/a&gt;, following the military &lt;a href=\"1980%20Turkish%20coup%20d%27%C3%A9tat\"&gt;coup d'état of 1980&lt;/a&gt;.\nDialects.\nModern standard Turkish is based on the dialect of &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;. This \"Istanbul Turkish\" (\"İstanbul Türkçesi\") constitutes the model of written and spoken Turkish, as recommended by &lt;a href=\"Ziya%20G%C3%B6kalp\"&gt;Ziya Gökalp&lt;/a&gt;, &lt;a href=\"%C3%96mer%20Seyfettin\"&gt;Ömer Seyfettin&lt;/a&gt; and others.\nDialectal variation persists, in spite of the &lt;a href=\"dialect%20levelling\"&gt;levelling influence&lt;/a&gt; of the standard used in mass media and in the &lt;a href=\"education%20in%20Turkey\"&gt;Turkish education system&lt;/a&gt; since the 1930s. Academic researchers from Turkey often refer to Turkish dialects as \"ağız\" or \"şive\", leading to an ambiguity with the linguistic concept of &lt;a href=\"accent%20%28sociolinguistics%29\"&gt;accent&lt;/a&gt;, which is also covered with these words. Several universities, as well as a dedicated work-group of the Turkish Language Association, carry out &lt;a href=\"project\"&gt;project&lt;/a&gt;s investigating Turkish dialects. work continued on the compilation and publication of their research as a comprehensive dialect-&lt;a href=\"atlas\"&gt;atlas&lt;/a&gt; of the Turkish language.\nSome &lt;a href=\"immigration%20to%20Turkey\"&gt;immigrants to Turkey&lt;/a&gt; from &lt;a href=\"Rumelia\"&gt;Rumelia&lt;/a&gt; speak &lt;a href=\"Rumelian%20Turkish\"&gt;Rumelian Turkish&lt;/a&gt;, which includes the distinct dialects of &lt;a href=\"Ludogorie\"&gt;Ludogorie&lt;/a&gt;, Dinler, and Adakale, which show the influence of the theoretized &lt;a href=\"Balkan%20sprachbund\"&gt;Balkan sprachbund&lt;/a&gt;. \"Kıbrıs Türkçesi\" is the name for &lt;a href=\"Cypriot%20Turkish\"&gt;Cypriot Turkish&lt;/a&gt; and is spoken by the &lt;a href=\"Turkish%20Cypriots\"&gt;Turkish Cypriots&lt;/a&gt;. \"Edirne\" is the dialect of &lt;a href=\"Edirne\"&gt;Edirne&lt;/a&gt;. \"Ege\" is spoken in the &lt;a href=\"Aegean%20Sea\"&gt;Aegean&lt;/a&gt; region, with its usage extending to &lt;a href=\"Antalya\"&gt;Antalya&lt;/a&gt;. The nomadic &lt;a href=\"Y%C3%B6r%C3%BCks\"&gt;Yörüks&lt;/a&gt; of the &lt;a href=\"Mediterranean%20Region%2C%20Turkey\"&gt;Mediterranean Region&lt;/a&gt; of Turkey also have their own dialect of Turkish. This group is not to be confused with the Yuruk nomads of Macedonia, Greece, and European Turkey, who speak &lt;a href=\"Balkan%20Gagauz%20Turkish\"&gt;Balkan Gagauz Turkish&lt;/a&gt;.\n\"Güneydoğu\" is spoken in the southeast, to the east of &lt;a href=\"Mersin\"&gt;Mersin&lt;/a&gt;. \"Doğu\", a dialect in the &lt;a href=\"Eastern%20Anatolia%20Region\"&gt;Eastern Anatolia Region&lt;/a&gt;, has a &lt;a href=\"dialect%20continuum\"&gt;dialect continuum&lt;/a&gt;. The &lt;a href=\"Meskhetian%20Turks\"&gt;Meskhetian Turks&lt;/a&gt; who live in Kazakhstan, Azerbaijan and Russia as well as in several Central Asian countries, also speak an Eastern Anatolian dialect of Turkish, originating in the areas of Kars, Ardahan, and Artvin and sharing similarities with &lt;a href=\"Azerbaijani%20language\"&gt;Azerbaijani&lt;/a&gt;, the language of Azerbaijan.\nThe &lt;a href=\"Central%20Anatolia%20Region\"&gt;Central Anatolia Region&lt;/a&gt; speaks \"Orta Anadolu\". \"Karadeniz\", spoken in the Eastern &lt;a href=\"Black%20Sea%20Region\"&gt;Black Sea Region&lt;/a&gt; and represented primarily by the &lt;a href=\"Trabzon\"&gt;Trabzon&lt;/a&gt; dialect, exhibits &lt;a href=\"stratum%20%28linguistics%29%23Substratum\"&gt;substratum&lt;/a&gt; influence from &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; in &lt;a href=\"phonology\"&gt;phonology&lt;/a&gt; and &lt;a href=\"syntax\"&gt;syntax&lt;/a&gt;; it is also known as \"Laz dialect\" (not to be confused with the &lt;a href=\"Laz%20language\"&gt;Laz language&lt;/a&gt;). \"Kastamonu\" is spoken in &lt;a href=\"Kastamonu\"&gt;Kastamonu&lt;/a&gt; and its surrounding areas. &lt;a href=\"Karamanli%20Turkish\"&gt;Karamanli Turkish&lt;/a&gt; is spoken in Greece, where it is called . It is the literary standard for the &lt;a href=\"Karamanlides\"&gt;Karamanlides&lt;/a&gt;.\nPhonology.\nConsonants.\nAt least one source claims Turkish consonants are laryngeally-specified three-way fortis-lenis (aspirated/neutral/voiced) like Armenian.\nThe phoneme that is usually referred to as \"yumuşak g\" (\"soft g\"), written in Turkish &lt;a href=\"orthography\"&gt;orthography&lt;/a&gt;, represents a vowel sequence or a rather weak bilabial approximant between rounded vowels, a weak palatal approximant between unrounded front vowels, and a vowel sequence elsewhere. It never occurs at the beginning of a word or a syllable, but always follows a vowel. When word-final or preceding another consonant, it lengthens the preceding vowel.\nIn native Turkic words, the sounds , , and are in &lt;a href=\"complementary%20distribution\"&gt;complementary distribution&lt;/a&gt; with , , and ; the former set occurs adjacent to front vowels and the latter adjacent to back vowels. The distribution of these &lt;a href=\"phoneme\"&gt;phoneme&lt;/a&gt;s is often unpredictable, however, in foreign borrowings and proper nouns. In such words, , , and often occur with back vowels: some &lt;a href=\"%23Writing%20system\"&gt;examples&lt;/a&gt; are given below.\nConsonant devoicing.\nTurkish orthography reflects &lt;a href=\"final-obstruent%20devoicing\"&gt;final-obstruent devoicing&lt;/a&gt;, a form of &lt;a href=\"consonant%20mutation\"&gt;consonant mutation&lt;/a&gt; whereby a voiced obstruent, such as , is devoiced to at the end of a word or before a consonant, but retains its voicing before a vowel. In loan words, the voiced equivalent of \"/k/\" is \"/g/\"; in native words, it is \"/ğ/\".\nThis is analogous to languages such as &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; and &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;, but in the case of Turkish, the spelling is usually made to match the sound. However, in a few cases, such as \"ad\" 'name' (dative \"ada\"), the underlying form is retained in the spelling (cf. \"at\" 'horse', dative \"ata\"). Other exceptions are \"od\" 'fire' vs. \"ot\" 'herb', \"sac\" 'sheet metal', \"saç\" 'hair'. Most loanwords, such as \"kitap\" above, are spelled as pronounced, but a few such as \"hac\" 'hajj', \"şad\" 'happy', and \"yad\" 'strange' or 'stranger' also show their underlying forms.\nNative nouns of two or more syllables that end in \"/k/\" in dictionary form are nearly all \"//ğ//\" in underlying form. However, most verbs and monosyllabic nouns are underlyingly \"//k//\".\nVowels.\nThe vowels of the Turkish language are, in their alphabetical order, , , , , , , , . The Turkish vowel system can be considered as being three-dimensional, where vowels are characterised by how and where they are articulated focusing on three key features: &lt;a href=\"Vowel%23Backness\"&gt;front and back&lt;/a&gt;, &lt;a href=\"Roundedness\"&gt;rounded and unrounded&lt;/a&gt; and &lt;a href=\"Vowel%23Height\"&gt;vowel height&lt;/a&gt;. Vowels are classified [±back], [±round] and [±high].\nThe only &lt;a href=\"diphthong\"&gt;diphthong&lt;/a&gt;s in the language are found in &lt;a href=\"loanword\"&gt;loanword&lt;/a&gt;s and may be categorised as falling diphthongs usually analyzed as a sequence of /j/ and a vowel.\nVowel harmony.\nThe principle of vowel harmony, which permeates Turkish word-formation and suffixation, is due to the natural human tendency towards economy of muscular effort. This principle is expressed in Turkish through three rules:\nThe second and third rules minimize muscular effort during speech. More specifically, they are related to the phenomenon of labial assimilation: if the lips are rounded (a process that requires muscular effort) for the first vowel they may stay rounded for subsequent vowels. If they are unrounded for the first vowel, the speaker does not make the additional muscular effort to round them subsequently.\nGrammatical &lt;a href=\"affix\"&gt;affix&lt;/a&gt;es have \"a chameleon-like quality\", and obey one of the following patterns of vowel harmony:\nPractically, the twofold pattern (also referred to as the e-type vowel harmony) means that in the environment where the vowel in the word stem is formed in the front of the mouth, the suffix will take the e-form, while if it is formed in the back it will take the a-form. The fourfold pattern (also called the i-type) accounts for rounding as well as for front/back. The following examples, based on the &lt;a href=\"Turkish%20copula\"&gt;copula&lt;/a&gt; \"-dir\"4 (\"[it] is\"), illustrate the principles of i-type vowel harmony in practice: \"Türkiye'dir (\"it is Turkey\"), \"kapıdır (\"it is the door\"), but \"gündür (\"it is the day\"), \"paltodur (\"it is the coat\").\nExceptions to vowel harmony.\nThese are four word-classes that are exceptions to the rules of vowel harmony:\nThe &lt;a href=\"%23Phonology\"&gt;road sign in the photograph&lt;/a&gt; above illustrates several of these features:\nThe rules of vowel harmony may vary by regional dialect. The dialect of Turkish spoken in the &lt;a href=\"Trabzon\"&gt;Trabzon&lt;/a&gt; region of northeastern Turkey follows the reduced vowel harmony of &lt;a href=\"Old%20Anatolian%20Turkish\"&gt;Old Anatolian Turkish&lt;/a&gt;, with the additional complication of two missing vowels (ü and ı), thus there is no &lt;a href=\"palatal%20harmony\"&gt;palatal harmony&lt;/a&gt;. It's likely that \"elün\" meant \"your hand\" in Old Anatolian. While the 2nd person singular possessive would vary between back and front vowel, -ün or -un, as in \"elün\" for \"your hand\" and \"kitabun\" for \"your book\", the lack of ü vowel in the Trabzon dialect means -un would be used in both of these cases — \"elun\" and \"kitabun\".\nWord-accent.\nWith the exceptions stated below, Turkish words are oxytone (accented on the last syllable).\nSyntax.\nSentence groups.\nTurkish has two groups of sentences: verbal and nominal sentences. In the case of a verbal sentence, the predicate is a finite verb, while the predicate in nominal sentence will have either no overt verb or a verb in the form of the &lt;a href=\"Copula%20%28linguistics%29\"&gt;copula&lt;/a&gt; \"ol\" or \"y\" (variants of \"be\"). Examples of both are given below:\nNegation.\nThe two groups of sentences have different ways of forming negation. A nominal sentence can be negated with the addition of the word \"değil\". For example, the sentence above would become \"Necla öğretmen değil\" ('Necla is not a teacher'). However, the verbal sentence requires the addition of a negative suffix \"-me\" to the verb (the suffix comes after the stem but before the tense): \"Necla okula gitmedi\" ('Necla did not go to school').\nYes/no questions.\nIn the case of a verbal sentence, an interrogative clitic \"mi\" is added after the verb and stands alone, for example \"Necla okula gitti mi?\" ('Did Necla go to school?'). In the case of a nominal sentence, then \"mi\" comes after the predicate but before the personal ending, so for example \"Necla, siz öğretmen misiniz\"? ('Necla, are you [formal, plural] a teacher?').\nWord order.\nWord order in simple Turkish sentences is generally &lt;a href=\"subject%E2%80%93object%E2%80%93verb\"&gt;subject–object–verb&lt;/a&gt;, as in Korean and &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, but unlike English, for verbal sentences and subject-predicate for nominal sentences. However, as Turkish possesses a case-marking system, and most grammatical relations are shown using morphological markers, often the SOV structure has diminished relevance and may vary. The SOV structure may thus be considered a \"pragmatic word order\" of language, one that does not rely on word order for grammatical purposes.\nImmediately preverbal.\nConsider the following simple sentence which demonstrates that the focus in Turkish is on the element that immediately precedes the verb:\nPostpredicate.\nThe postpredicate position signifies what is referred to as background information in Turkish- information that is assumed to be known to both the speaker and the listener, or information that is included in the context. Consider the following examples:\nTopic.\nThere has been some debate among linguists whether Turkish is a subject-prominent (like English) or &lt;a href=\"Topic-prominent%20language\"&gt;topic-prominent&lt;/a&gt; (like Japanese and Korean) language, with recent scholarship implying that it is indeed both subject and topic-prominent. This has direct implications for word order as it is possible for the subject to be included in the &lt;a href=\"Verb%20phrase\"&gt;verb-phrase&lt;/a&gt; in Turkish. There can be S/O inversion in sentences where the topic is of greater importance than the subject.\nGrammar.\nTurkish is an &lt;a href=\"agglutinative%20language\"&gt;agglutinative language&lt;/a&gt; and frequently uses &lt;a href=\"affix\"&gt;affix&lt;/a&gt;es, and specifically suffixes, or endings. One word can have many affixes and these can also be used to create new words, such as creating a verb from a noun, or a noun from a verbal root (see the section on &lt;a href=\"%23Word%20formation\"&gt;Word formation&lt;/a&gt;). Most affixes indicate the grammatical function of the word.\nThe only native prefixes are &lt;a href=\"alliteration\"&gt;alliterative&lt;/a&gt; intensifying syllables used with adjectives or adverbs: for example sımsıcak\" (\"boiling hot\" &lt; \"sıcak\") and masmavi\" (\"bright blue\" &lt; \"mavi\").\nThe extensive use of affixes can give rise to long words, e.g. \"Çekoslovakyalılaştıramadıklarımızdanmışsınızcasına\", meaning \"In the manner of you being one of those that we apparently couldn't manage to convert to Czechoslovakian\". While this case is contrived, long words frequently occur in normal Turkish, as in this heading of a newspaper obituary column: \"Bayramlaşamadıklarımız\" (Bayram [festival]-Recipr-Impot-Partic-Plur-PossPl1; \"Those of our number with whom we cannot exchange the season's greetings\"). Another example can be seen in the final word of this heading of the online Turkish Spelling Guide (\"İmlâ Kılavuzu\"): \"Dilde birlik, ulusal birliğin vazgeçilemezlerindendir\" (\"Unity in language is among the indispensables [dispense-Pass-Impot-Plur-PossS3-Abl-Copula] of national unity ~ Linguistic unity is a \"&lt;a href=\"sine%20qua%20non\"&gt;sine qua non&lt;/a&gt;\" of national unity\").\nNouns.\nGender.\nTurkish does not have grammatical gender and the sex of persons do not affect the forms of words. The third-person pronoun \"\" may refer to \"he,\" \"she\" or \"it.\" Despite this lack, Turkish still has ways of indicating gender in nouns:\nCase.\nThere is no &lt;a href=\"definite%20article\"&gt;definite article&lt;/a&gt; in Turkish, but definiteness of the object is implied when the accusative ending is used (see below). Turkish nouns decline by taking case endings. There are six &lt;a href=\"Declension\"&gt;noun cases&lt;/a&gt; in Turkish, with all the endings following vowel harmony (shown in the table using the shorthand &lt;a href=\"%23Vowel%20harmony\"&gt;superscript notation&lt;/a&gt;). Since the postposition \"ile\" often gets suffixed onto the noun, some analyze it as an &lt;a href=\"instrumental%20case\"&gt;instrumental case&lt;/a&gt;, although it takes the genitive with personal pronouns, singular demonstratives, and interrogative \"kim\". The &lt;a href=\"plural\"&gt;plural&lt;/a&gt; marker \"-ler\" ² immediately follows the noun before any case or other affixes (e.g. \"köylerin\" \"of the villages\").\nThe accusative case marker is used only for definite objects; compare \"(bir) ağaç gördük\" \"we saw a tree\" with \"ağacı gördük\" \"we saw the tree\". The plural marker \"-ler\" ² is generally not used when a class or category is meant: \"ağaç gördük\" can equally well mean \"we saw trees [as we walked through the forest]\"—as opposed to \"ağaçları gördük\" \"we saw the trees [in question]\".\nThe declension of \"ağaç\" illustrates two important features of Turkish phonology: consonant &lt;a href=\"assimilation%20%28linguistics%29\"&gt;assimilation&lt;/a&gt; in &lt;a href=\"suffix\"&gt;suffix&lt;/a&gt;es (\"ağaçtan, ağaçta\") and &lt;a href=\"voice%20%28phonetics%29\"&gt;voicing&lt;/a&gt; of final consonants before vowels (\"ağacın, ağaca, ağacı\").\nAdditionally, nouns can take suffixes that assign &lt;a href=\"grammatical%20person\"&gt;person&lt;/a&gt;: for example \"-imiz\" 4, \"our\". With the addition of the &lt;a href=\"Turkish%20copula\"&gt;copula&lt;/a&gt; (for example \"-im\" 4, \"I am\") complete sentences can be formed. The &lt;a href=\"interrogative%20word\"&gt;interrogative&lt;/a&gt; particle \"mi\" 4 immediately follows the word being questioned, and also follows vowel harmony: \"köye mi?\" \"[going] to the village?\", \"ağaç mı?\" \"[is it a] tree?\".\nPersonal pronouns.\nThe Turkish &lt;a href=\"personal%20pronoun\"&gt;personal pronoun&lt;/a&gt;s in the nominative case are \"ben\" (1s), \"sen\" (2s), \"o\" (3s), \"biz\" (1pl), \"siz\" (2pl, or 2h), and \"onlar\" (3pl). They are declined regularly with some exceptions: \"benim\" (1s gen.); \"bizim\" (1pl gen.); \"bana\" (1s dat.); \"sana\" (2s dat.); and the oblique forms of \"o\" use the root \"on\". As mentioned before, all demonstrative singular and personal pronouns take the genitive when \"ile\" is affixed onto it: \"benimle\" (1s ins.), \"bizimle\" (1pl ins.); but \"onunla\" (3s ins.), \"onlarla\" (3pl ins.). All other pronouns (reflexive \"kendi\" and so on) are declined regularly.\nNoun phrases (\"tamlama\").\nTwo nouns, or groups of nouns, may be joined in either of two ways:\nThe following table illustrates these principles. In some cases the constituents of the compounds are themselves compounds; for clarity these subsidiary compounds are marked with [square brackets]. The suffixes involved in the linking are underlined. Note that if the second noun group already had a possessive suffix (because it is a compound by itself), no further suffix is added.\nAs the last example shows, the qualifying expression may be a substantival sentence rather than a noun or noun group.\nThere is a third way of linking the nouns where both nouns take no suffixes (\"takısız tamlama\"). However, in this case the first noun acts as an adjective, e.g. \"Demir kapı\" (iron gate), \"elma yanak\" (\"apple cheek\", i.e. red cheek), \"kömür göz\" (\"coal eye\", i.e. black eye) :\nAdjectives.\nTurkish adjectives are not &lt;a href=\"declension\"&gt;declined&lt;/a&gt;. However most adjectives can also be used as nouns, in which case they are declined: e.g. \"güzel\" (\"beautiful\") → \"güzeller\" (\"(the) beautiful ones / people\"). Used attributively, adjectives precede the nouns they modify. The adjectives \"var\" (\"existent\") and \"yok\" (\"&lt;a href=\"non-existent\"&gt;non-existent&lt;/a&gt;\") are used in many cases where English would use \"there is\" or \"have\", \"e.g.\" \"süt yok\" (\"there is no milk\", \"lit.\" \"(the) milk (is) non-existent\"); the construction \"\"noun 1\"-GEN \"noun 2\"-POSS var/yok\" can be translated \"\"noun 1\" has/doesn't have \"noun 2\"\"; \"imparatorun elbisesi yok\" \"the emperor has no clothes\" (\"(the) emperor-\"of\" clothes-\"his\" non-existent\"); (\"my cat had no shoes\", \"lit.\" \"cat-\"my\"-\"of\" shoe-\"plur.\"-\"its\" non-existent-\"past tense\"\").\nVerbs.\nTurkish verbs indicate &lt;a href=\"Grammatical%20person\"&gt;person&lt;/a&gt;. They can be made negative, potential (\"can\"), or non-potential (\"cannot\"). Furthermore, Turkish verbs show &lt;a href=\"Grammatical%20tense\"&gt;tense&lt;/a&gt; (&lt;a href=\"Present%20tense\"&gt;present&lt;/a&gt;, &lt;a href=\"Past%20tense\"&gt;past&lt;/a&gt;, &lt;a href=\"Future%20tense\"&gt;future&lt;/a&gt;, and &lt;a href=\"aorist\"&gt;aorist&lt;/a&gt;), &lt;a href=\"Grammatical%20mood\"&gt;mood&lt;/a&gt; (&lt;a href=\"Conditional%20mood\"&gt;conditional&lt;/a&gt;, &lt;a href=\"Imperative%20mood\"&gt;imperative&lt;/a&gt;, &lt;a href=\"Inferential%20mood\"&gt;inferential&lt;/a&gt;, &lt;a href=\"Necessitative%20mood\"&gt;necessitative&lt;/a&gt;, and &lt;a href=\"Optative%20mood\"&gt;optative&lt;/a&gt;), and &lt;a href=\"Grammatical%20aspect\"&gt;aspect&lt;/a&gt;. Negation is expressed by the &lt;a href=\"infix\"&gt;infix&lt;/a&gt; \"-me²-\" immediately following the stem.\nVerb tenses.\n(\"Note\". For the sake of simplicity the term \"tense\" is used here throughout, although for some forms \"aspect\" or \"mood\" might be more appropriate.) There are 9 simple and 20 compound tenses in Turkish. 9 simple tenses are simple past (\"di'li geçmiş\"), inferential past (\"miş'li geçmiş\"), present continuous, simple present (&lt;a href=\"Aorist%23Turkish\"&gt;aorist&lt;/a&gt;), future, optative, subjunctive, necessitative (\"must\") and imperative. There are three groups of compound forms. Story (\"hikaye\") is the witnessed past of the above forms (except command), rumor (\"rivayet\") is the unwitnessed past of the above forms (except simple past and command), conditional (\"koşul\") is the conditional form of the first five basic tenses. In the example below the second person singular of the verb \"gitmek\" (\"go\"), stem \"gid-/git-\", is shown.\nThere are also so-called combined verbs, which are created by suffixing certain verb stems (like \"bil\" or \"ver\") to the original stem of a verb. \"Bil\" is the suffix for the sufficiency mood. It is the equivalent of the English auxiliary verbs \"able to\", \"can\" or \"may\". \"Ver\" is the suffix for the swiftness mood, \"kal\" for the perpetuity mood and \"yaz\" for the approach (\"almost\") mood. Thus, while \"gittin\" means \"you went\", \"gidebildin\" means \"you could go\" and \"gidiverdin\" means \"you went swiftly\". The tenses of the combined verbs are formed the same way as for simple verbs.\nAttributive verbs (participles).\nTurkish verbs have &lt;a href=\"Attributive%20verb\"&gt;attributive forms&lt;/a&gt;, including present, similar to the English &lt;a href=\"present%20participle\"&gt;present participle&lt;/a&gt; (with the ending 2); future (2); indirect/inferential past (4); and &lt;a href=\"Aorist%23Turkish\"&gt;aorist&lt;/a&gt; (2 or 4).\nThe most important function of some of these attributive verbs is to form modifying phrases equivalent to the &lt;a href=\"relative%20clause\"&gt;relative clause&lt;/a&gt;s found in most European languages. The subject of the verb in an 2 form is (possibly implicitly) in the third person (he/she/it/they); this form, when used in a modifying phrase, does not change according to number. The other attributive forms used in these constructions are the future (2) and an older form (4), which covers both present and past meanings. These two forms take \"personal endings\", which have the same form as the &lt;a href=\"Possessive%20affix%23Turkish\"&gt;possessive suffix&lt;/a&gt;es but indicate the person and possibly number of the subject of the attributive verb; for example, \"yediğim means \"what I eat\", \"yediğin means \"what you eat\", and so on. The use of these \"personal or relative participles\" is illustrated in the following table, in which the examples are presented according to the grammatical case which would be seen in the equivalent English relative clause.\nVocabulary.\nLatest 2010 edition of \"Büyük Türkçe Sözlük\" (\"Great Turkish Dictionary\"), the official dictionary of the Turkish language published by Turkish Language Association, contains 616,767 words, expressions, terms and nouns, including place names and person names, both from the standard language and from dialects.\nThe 2005 edition of \"Güncel Türkçe Sözlük\", the official dictionary of the Turkish language published by Turkish Language Association, contains 104,481 words, of which about 86% are Turkish and 14% are of foreign origin. Among the most significant foreign contributors to Turkish vocabulary are Arabic, French, Persian, Italian, English, and Greek.\nWord formation.\nTurkish extensively uses &lt;a href=\"agglutination\"&gt;agglutination&lt;/a&gt; to &lt;a href=\"Word%20formation\"&gt;form new words&lt;/a&gt; from nouns and verbal stems. The majority of Turkish words originate from the application of derivative suffixes to a relatively small set of core vocabulary.\nTurkish obeys certain principles when it comes to suffixation. Most suffixes in Turkish will have more than one form, depending on the vowels and consonants in the root- vowel harmony rules will apply; consonant-initial suffixes will follow the voiced/ voiceless character of the consonant in the final unit of the root; and in the case of vowel-initial suffixes an additional consonant may be inserted if the root ends in a vowel, or the suffix may lose its initial vowel. There is also a prescribed order of affixation of suffixes- as a rule of thumb, derivative suffixes precede inflectional suffixes which are followed by &lt;a href=\"clitic\"&gt;clitic&lt;/a&gt;s, as can be seen in the example set of words derived from a substantive root below:\nAnother example, starting from a verbal root:\nNew words are also frequently formed by &lt;a href=\"Compound%20%28linguistics%29\"&gt;compounding&lt;/a&gt; two existing words into a new one, as in German. Compounds can be of two types- bare and . The bare compounds, both nouns and adjectives are effectively two words juxtaposed without the addition of suffixes for example the word for girlfriend () or black pepper (). A few examples of compound words are given below:\nHowever, the majority of compound words in Turkish are compounds, which means that the second word will be marked by the 3rd person possessive suffix. A few such examples are given in the table below (note &lt;a href=\"vowel%20harmony\"&gt;vowel harmony&lt;/a&gt;):\nWriting system.\nTurkish is written using a &lt;a href=\"Latin%20script\"&gt;Latin alphabet&lt;/a&gt; introduced in 1928 by &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Atatürk&lt;/a&gt; to replace the &lt;a href=\"Ottoman%20Turkish%20alphabet\"&gt;Ottoman Turkish alphabet&lt;/a&gt;, a version of &lt;a href=\"Perso-Arabic\"&gt;Perso-Arabic&lt;/a&gt; alphabet. The Ottoman alphabet marked only three different vowels—long \"ā, ū\" and \"ī\"—and included several redundant consonants, such as variants of \"z\" (which were distinguished in Arabic but not in Turkish). The omission of short vowels in the Arabic script was claimed to make it particularly unsuitable for Turkish, which has &lt;a href=\"%23Vowel%20harmony\"&gt;eight vowels&lt;/a&gt;.\nThe reform of the script was an important step in the &lt;a href=\"Atat%C3%BCrk%27s%20Reforms\"&gt;cultural reforms&lt;/a&gt; of the period. The task of preparing the new alphabet and selecting the necessary modifications for sounds specific to Turkish was entrusted to a &lt;a href=\"Turkish%20alphabet%23Modern%20Turkish%20alphabet\"&gt;Language Commission&lt;/a&gt; composed of prominent linguists, academics, and writers. The introduction of the new Turkish alphabet was supported by public education centers opened throughout the country, cooperation with publishing companies, and encouragement by Atatürk himself, who toured the country teaching the new letters to the public. As a result, there was a dramatic increase in literacy from its original Third World levels.\nThe Latin alphabet was applied to the Turkish language for educational purposes even before the 20th-century reform. Instances include a 1635 Latin-Albanian dictionary by &lt;a href=\"Frang%20Bardhi\"&gt;Frang Bardhi&lt;/a&gt;, who also incorporated several sayings in the Turkish language, as an appendix to his work (e.g. \"alma agatsdan irak duschamas\"—\"An apple does not fall far from its tree\").\nTurkish now has an alphabet suited to the sounds of the language: the spelling is largely &lt;a href=\"Phonemic%20spelling\"&gt;phonemic&lt;/a&gt;, with one letter corresponding to each &lt;a href=\"phoneme\"&gt;phoneme&lt;/a&gt;. Most of the letters are used approximately as in English, the main exceptions being , which denotes ( being used for the found in Persian and European loans); and the undotted , representing . As in German, and represent and . The letter , in principle, denotes but has the property of lengthening the preceding vowel and assimilating any subsequent vowel. The letters and represent and , respectively. A &lt;a href=\"circumflex\"&gt;circumflex&lt;/a&gt; is written over &lt;a href=\"back%20vowel\"&gt;back vowel&lt;/a&gt;s following and when these consonants represent and —almost exclusively in Arabic and Persian &lt;a href=\"loanword\"&gt;loans&lt;/a&gt;.\nThe Turkish alphabet consists of 29 letters (q, x, w omitted and ç, ş, ğ, ı, ö, ü added); the complete list is:\nThe specifically Turkish letters and spellings described above are illustrated in this table:\nSample.\n\"Dostlar Beni Hatırlasın\" by &lt;a href=\"%C3%82%C5%9F%C4%B1k%20Veysel%20%C5%9Eat%C4%B1ro%C4%9Flu\"&gt;Âşık Veysel Şatıroğlu&lt;/a&gt; (1894–1973), a &lt;a href=\"minstrel\"&gt;minstrel&lt;/a&gt; and highly regarded poet in the &lt;a href=\"Turkish%20folk%20literature\"&gt;Turkish folk literature&lt;/a&gt; tradition.\nWhistled language.\nIn the Turkish province of &lt;a href=\"Giresun%20Province\"&gt;Giresun&lt;/a&gt;, the locals in the village of &lt;a href=\"Ku%C5%9Fk%C3%B6y\"&gt;Kuşköy&lt;/a&gt; have communicated using a &lt;a href=\"whistled%20language\"&gt;whistled version&lt;/a&gt; of Turkish for over 400 years. The region consists of a series of deep valleys and the unusual mode of communication allows for conversation over distances of up to 5 kilometres. Turkish authorities estimate that there are still around 10,000 people using the whistled language. However, in 2011 &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; found whistling Turkish to be a dying language and included it in its &lt;a href=\"UNESCO%20Intangible%20Cultural%20Heritage%20Lists\"&gt;intangible cultural heritage list&lt;/a&gt;. Since then the local education directorate has introduced it as a course in schools in the region, hoping to revive its use.\nA study was conducted by a German scientist of Turkish origin &lt;a href=\"Onur%20G%C3%BCnt%C3%BCrk%C3%BCn\"&gt;Onur Güntürkün&lt;/a&gt; at Ruhr University, observing 31 \"speakers\" of \"\" (\"bird's tongue\") from Kuşköy, and he found that the whistled language mirrored the lexical and syntactical structure of Turkish language.\nTurkish computer keyboard.\nTurkish language uses two standardised &lt;a href=\"keyboard%20layout\"&gt;keyboard layout&lt;/a&gt;s, known as Turkish Q (QWERTY) and Turkish F, with Turkish Q being the most common.\nReferences.\nSources.\nOn-line sources"
}