{
    "id": "30024903",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=30024903",
    "title": "Association of Municipalities and Towns of Slovenia",
    "text": "Association of Municipalities and Towns of Slovenia () (SOS) was established in 1992 and is the biggest &lt;a href=\"representative%20association\"&gt;representative association&lt;/a&gt; of the &lt;a href=\"municipalities%20of%20Slovenia\"&gt;municipalities of Slovenia&lt;/a&gt;. The association has 167 member municipalities (from 212 municipalities) and with this it covers nearly 90% of the inhabitants of &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;.\nSOS is a member of the &lt;a href=\"Network%20of%20Associations%20of%20Local%20Authorities%20of%20South-East%20Europe\"&gt;Network of Associations of Local Authorities of South-East Europe&lt;/a&gt; (NALAS)\nOrganization.\nBecause of different needs in association with community's size the association is organized in three sections – section of &lt;a href=\"city\"&gt;city&lt;/a&gt; municipalities, section with &lt;a href=\"Administrative%20Unit\"&gt;Administrative Unit&lt;/a&gt; headquarters and section of other communities. President of each section is also a vice-president of the Association. Member municipalities represent and accomplish their tasks in 11 &lt;a href=\"work%20group\"&gt;work group&lt;/a&gt;s and &lt;a href=\"committee\"&gt;commission&lt;/a&gt;s, as well as in 15 work groups of association (440 representatives of member communities are operating in this groups), in which they coordinate legal acts and regulation act within working areas that are important for the communities.\nThe highest &lt;a href=\"executive%20body\"&gt;executive body&lt;/a&gt; of association is the &lt;a href=\"presidency\"&gt;presidency&lt;/a&gt;, composed of 25 &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt;s, 7 from each section.\nServices for the members of the community.\nTasks of Association of Municipalities and Towns of Slovenia are, in particular, implementation and representation of local community's common interests in proportion to coordination with legal and regulation acts, which, with their solutions, impact on municipalities’ situation. Among this, there are many other tasks, inter alia: "
}