{
    "id": "30028093",
    "revid": "14984434",
    "url": "https://en.wikipedia.org/wiki?curid=30028093",
    "title": "The Big One (Dexter)",
    "text": "\"The Big One\" is the &lt;a href=\"Dexter%20%28season%205%29\"&gt;fifth season&lt;/a&gt; finale of the American &lt;a href=\"television%20drama\"&gt;television drama&lt;/a&gt; &lt;a href=\"TV%20series\"&gt;series&lt;/a&gt; &lt;a href=\"Dexter%20%28TV%20series%29\"&gt;Dexter&lt;/a&gt;, and the 60th overall episode of the show. It originally aired on &lt;a href=\"Showtime%20%28TV%20network%29\"&gt;Showtime&lt;/a&gt; on December 12, 2010. In the episode, &lt;a href=\"Dexter%20Morgan\"&gt;Dexter&lt;/a&gt; attempts to save &lt;a href=\"List%20of%20Dexter%20characters%23Lumen%20Pierce\"&gt;Lumen&lt;/a&gt; from &lt;a href=\"List%20of%20Dexter%20characters%23Jordan%20Chase\"&gt;Jordan Chase&lt;/a&gt;, as his sister, &lt;a href=\"Debra%20Morgan\"&gt;Debra&lt;/a&gt;, comes closer to uncovering the truth in her investigation. Meanwhile, &lt;a href=\"Joey%20Quinn\"&gt;Quinn&lt;/a&gt; falls under suspicion for Dexter's murder of &lt;a href=\"List%20of%20Dexter%20characters%23Stan%20Liddy\"&gt;Stan Liddy&lt;/a&gt;.\nThe episode was directed by &lt;a href=\"Steve%20Shill\"&gt;Steve Shill&lt;/a&gt;, and the &lt;a href=\"teleplay\"&gt;teleplay&lt;/a&gt; was written by former &lt;a href=\"showrunner\"&gt;showrunner&lt;/a&gt; &lt;a href=\"Chip%20Johannessen\"&gt;Chip Johannessen&lt;/a&gt; and &lt;a href=\"executive%20producer\"&gt;executive producer&lt;/a&gt; &lt;a href=\"Manny%20Coto\"&gt;Manny Coto&lt;/a&gt;. It marked the conclusion of the season-long subplot pertaining to Lumen seeking revenge against Jordan Chase, and marked the last in a string of regular guest appearances by &lt;a href=\"Julia%20Stiles\"&gt;Julia Stiles&lt;/a&gt; and &lt;a href=\"Jonny%20Lee%20Miller\"&gt;Jonny Lee Miller&lt;/a&gt;, who played Lumen and Chase, respectively.\nPlot.\n&lt;a href=\"Dexter%20Morgan\"&gt;Dexter&lt;/a&gt;'s situation grows desperate when he discovers that &lt;a href=\"Lumen%20Pierce\"&gt;Lumen&lt;/a&gt; has been set up and captured by &lt;a href=\"List%20of%20Dexter%20characters%23Jordan%20Chase\"&gt;Jordan&lt;/a&gt;. Despite knowing that he's being baited into a trap, Dexter risks his life to save Lumen. In the Barrel Girls case, &lt;a href=\"Debra%20Morgan\"&gt;Debra&lt;/a&gt; comes to the conclusion that the disappearance of the rapists is due to a pair of &lt;a href=\"Vigilantism\"&gt;vigilantes&lt;/a&gt;. &lt;a href=\"List%20of%20Dexter%20characters%23Stan%20Liddy\"&gt;Liddy&lt;/a&gt;'s body is found and the team is called to the scene. There, &lt;a href=\"Maria%20LaGuerta\"&gt;LaGuerta&lt;/a&gt; informs &lt;a href=\"Joey%20Quinn\"&gt;Quinn&lt;/a&gt; that the last five calls found on Liddy's phone were to him. LaGuerta then notices blood on Quinn's shoes and has him taken in for questioning.\nDexter tracks down the address of one of Jordan's camps, where Lumen was first assaulted. Dexter speeds to the scene but, in his haste, his car flips over a &lt;a href=\"backhoe\"&gt;backhoe&lt;/a&gt; on the road. Following his crash, Jordan locates Dexter and ties him up alongside Lumen. As Jordan opens Dexter's knife kit, he notices one knife is missing, which Dexter uses to break free and stab Jordan in the foot. Dexter incapacitates Jordan and frees Lumen before they then strap Jordan to a table. Jordan taunts Lumen about the rape, and she kills him by stabbing him in the chest. Meanwhile, Debra tracks down the street vendor who reported seeing Jordan heading in the direction of the camp. She walks in just as Dexter and Lumen are cleaning the crime scene behind plastic wrapping, which conceals their identities. She tells the two that she knows who they are and advises them to be gone within an hour to avoid the police, and she leaves without seeing them.\nAfter disposing of Jordan's body, Dexter proceeds to the lab to perform the blood-work on Quinn's shoe. When he returns, Lumen informs Dexter that she wants to leave, stating that her need to kill has now gone. Dexter initially laments her leaving, but eventually assures her that she should not be sorry, promising to carry her darkness for her along with his own. After saying goodbye to Lumen, he attends &lt;a href=\"List%20of%20Dexter%20characters%23Harrison%20Morgan\"&gt;Harrison's&lt;/a&gt; first birthday party with his family and co-workers, visibly distraught. Quinn thanks Dexter for the bloodwork, which has exonerated him from Liddy's murder. Dexter tells Debra that he still dislikes Quinn but accepts that he makes Debra happy. He removes his wedding ring for the first time and reflects on what Lumen brought into his life, that someone could see him for who he is and not see a monster, and that nothing, not even darkness, is set in stone. He then blows out Harrison's candle on the birthday cake.\nProduction.\n\"The Big One\", the \"Dexter\" fifth-season finale, was directed by &lt;a href=\"Steve%20Shill\"&gt;Steve Shill&lt;/a&gt;, and the teleplay written by former &lt;a href=\"showrunner\"&gt;showrunner&lt;/a&gt; &lt;a href=\"Chip%20Johannessen\"&gt;Chip Johannessen&lt;/a&gt; and executive producer &lt;a href=\"Manny%20Coto\"&gt;Manny Coto&lt;/a&gt;. While the &lt;a href=\"Dexter%20%28season%204%29\"&gt;fourth season&lt;/a&gt; finale, \"&lt;a href=\"The%20Getaway%20%28Dexter%29\"&gt;The Getaway&lt;/a&gt;\", ended with &lt;a href=\"Rita%20Bennett\"&gt;Rita Bennett&lt;/a&gt;'s murder, Johannessen said the production staff sought for \"The Big One\" to be more of a resolution, with a similar sense of closure more in keeping with the &lt;a href=\"Dexter%20%28season%201%29\"&gt;first&lt;/a&gt;, &lt;a href=\"Dexter%20%28season%202%29\"&gt;second&lt;/a&gt; and &lt;a href=\"Dexter%20%28season%203%29\"&gt;third&lt;/a&gt; season finales. Johannessen said this allowed the staff to focus less on Dexter seeking atonement for Rita's death in future episodes and start fresh in a new direction for the series.\nThe episode marked the conclusion of the season-long subplot of Lumen seeking revenge against Jordan Chase and his accomplices, and marked the last in a string of regular guest appearances by &lt;a href=\"Jonny%20Lee%20Miller\"&gt;Jonny Lee Miller&lt;/a&gt;. &lt;a href=\"Julia%20Stiles\"&gt;Julia Stiles&lt;/a&gt; said at the start of her time on the series, she believed Lumen would likely be killed by the end of the season because most characters who have learned the truth about Dexter's double life have ended up dead. The actress said she never predicted that Lumen would break up with Dexter, and she found that scene difficult to act due to the level of intimacy the two characters had built up throughout the season. She prepared herself for the scene by focusing on the fact that Lumen was healed and that the reality of the murders she committed with Dexter had sunk in. Stiles said she found Lumen's repudiation of Dexter particularly sad because she knew more about his true self than anyone else, which meant her breakup was a rejection of him as a person.\nJohannessen said the teleplay for \"The Big One\" sought to more illustrate what Lumen went through more vividly than previous episodes did. As a result, while Debra watches police evidence tapes, footage of the crimes committed by Jordan and his accomplices are shown to a longer and more graphic degree than in previous episodes.\nReception.\nThe episode received mixed to positive reviews.\n&lt;a href=\"IGN\"&gt;IGN&lt;/a&gt; gave the episode an \"Impressive\" score of 8.0/10, saying that \"I don't mind where the show left us, but I also can't deny that this season had me expecting more of a pay-off...\" and \"So 'The Big One' was a solid season closer, complete with the typical (though not predictable) \"is this when Dexter will finally get caught?\" moment... Having her leave was, unfortunately, inevitable and it meant that we had to sit through her explain the reason for her wanting to leave to Dexter, which to us was a little plodding because we knew that it was all a way of getting her off the show when it felt so much more right, story-wise, for her character to want to stay. No, Dexter and Lumen's romance wasn't the true seller here, but it did fit within their vigilante partnership. And it seems like something that she wouldn't want to give up. I did appreciate Dexter's anger when he came to the sad realization that he was forever \"broken\" - and had hoped Lumen would be too. Forever broken, with an inner eternal dark flame. Like his. Hell, if you watched Julia Stiles' post-show interview, it felt like perhaps she didn't like the way Lumen left the show. She even referenced Lumen being out there, in the world now, with a lot of new knowledge. So it's not like she couldn't come back if the writers wanted her to. (Pretty please!)\", reviewer Matt Fowler concluded with \"Now look, an 8 is still a damn good score, and an 8-point episode of Dexter is still better than a 20 point episode of most other shows, but I still felt like this episode could have handled the end of Lumen's story a bit better. And possibly given us a bit more to chew on as far as Deb knowing that Dexter was a part of something (more the barrel girls and less the Liddy murder, of course). I'm fine with a book-end, but I also need progress. And maybe a little more change to the show status-quo.\"\n&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt; gave the episode a \"B\", feeling that the finale dropped short in places. Reviewer Emily VanDerWerff said: \"Another case in point: I realize that the show has been building to Deb's acceptance of Lumen's vigilante kills all season long, and on a show that wasn't transparently trying to stretch out its length with bullshit maneuvers, I might have enjoyed the scene where she runs across the vigilante and has a chance to just let them walk away, then takes it. But it's such a nakedly desperate attempt to bring someone \"that much closer\" to catching Dexter without actually doing so that it rankles. It's properly built to, and on its own, it might be a nice little scene, but it also feels completely ridiculous, tossed into the episode solely to give a sense of something happening, while ultimately preserving the status quo. (The same goes for Deb bringing up the Ice Truck Killer for his annual season finale mention but not bringing up that she, uh, knows Dexter is the guy's brother, a plot point that's been \"completely\" dropped).\"\nUnrealityshout.com reviewed the episode relatively positively but felt that it was somewhat unbelievable. Reviewer Gerard McGarry said \"It's possible the sequence of the season finale was a little \"too\" neat. You could almost feel the plot points being ticked off a list as they were resolved.\" and concluded that the season had been \"...an interesting season for Dexter. I can appreciate the challenges Rita's death raised for the writers, and the idea of atoning for her death by helping Lumen is inspired. And while the season started out rather slow and deflated, it quickly regained its usual levels to tension and fun.\""
}