{
    "id": "30063552",
    "revid": "40208181",
    "url": "https://en.wikipedia.org/wiki?curid=30063552",
    "title": "European hand fans in the 18th century",
    "text": "&lt;a href=\"Hand%20fan\"&gt;Hand fan&lt;/a&gt;s first arrived in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; in the 15th century from Asia and became popular in the 16th century. Several fan styles were common and a plethora of materials were used to create them. Subject matter varied greatly, from Biblical scenes to landscapes. Hand fans serve as a cooling mechanism, social instrument, and &lt;a href=\"fashion%20accessory\"&gt;fashion accessory&lt;/a&gt;.\nHistory.\nFans were used throughout history, and can be traced back as long as five thousand years ago. They developed in &lt;a href=\"ancient%20Egypt\"&gt;ancient Egypt&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"China\"&gt;China&lt;/a&gt;, where they were used for ceremonies and practical purposes. In the 12th century, during the &lt;a href=\"Crusades\"&gt;Crusades&lt;/a&gt;, the fan was brought to Europe. At first, Europeans adopted the &lt;a href=\"rigid%20fan\"&gt;rigid fan&lt;/a&gt; and &lt;a href=\"feather%20fan\"&gt;feather fan&lt;/a&gt;s. Queen &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I of England&lt;/a&gt; (1533–1603) owned dozens of these fans, as was shown in her portraits. Later in the 16th century, &lt;a href=\"folding%20fan\"&gt;folding fan&lt;/a&gt;s were introduced into Europe from &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; where they originated. \nOnce the fan was known to Europe, &lt;a href=\"France\"&gt;France&lt;/a&gt; became the center for fan design and production. At the end of the 17th century, &lt;a href=\"Huguenot\"&gt;Huguenot&lt;/a&gt; immigrants traveled to &lt;a href=\"England\"&gt;England&lt;/a&gt;, bringing the fan craft with them. French fans were so popular that they were smuggled into England during the 18th century. During this time the &lt;a href=\"Worshipful%20Company%20of%20Fan%20Makers\"&gt;Worshipful Company of Fan Makers&lt;/a&gt; tried to grow the English fan trade, but their success was small in comparison to the French industry.\nTypes.\nThere were two main types of fans seen in Europe during the 18th century: the rigid (or fixed) fan and the folding fan.\nRigid fan.\nAs its name implies, the rigid fan is stiff and is made to retain it's shape. Possible fan shapes are a leaf, a rectangle, or an oval. The fan is attached to a base where it is held.\nFolding fan.\nThe folding fan was the most popular in Europe during the 18th century, a time known as the golden age of the folding fan. The principal folding fan styles are pleated, brisé, and cockade.\nPleated fan.\nThe &lt;a href=\"pleated%20fan\"&gt;pleated fan&lt;/a&gt; consists of a mount and a set of sticks. The outer sticks (the guards) are wider than the others and are often more decorated. At the base of the sticks is a pivot which connects the fan and allows it to spread and open. The base is either shaped or rounded off.\nBrisé fan.\nThe &lt;a href=\"bris%C3%A9%20fan\"&gt;brisé fan&lt;/a&gt; consists only of a set of sticks. These sticks are attached to a base with a pivot similar to that of a pleated fan. A cord or ribbon runs across the top of the fan, holding the sticks together. \nCockade fan.\nA &lt;a href=\"cockade%20fan\"&gt;cockade fan&lt;/a&gt; opens into a complete circle around the pivot. Their style can be either pleated or brisé. They were not very practical and considered too flamboyant, and thus they saw little popularity.\nMaterials.\nFans in the 18th century were made from a wide variety of materials depending on their style and purpose. During the 18th century fans were a fashion accessory and thus were made from the fashionable materials of the time.\nSticks and handles.\nSticks and handles could be made of &lt;a href=\"gold\"&gt;gold&lt;/a&gt;, &lt;a href=\"tortoiseshell%20material\"&gt;tortoise shell&lt;/a&gt;, &lt;a href=\"ivory\"&gt;ivory&lt;/a&gt;, &lt;a href=\"mother-of-pearl\"&gt;mother-of-pearl&lt;/a&gt;, &lt;a href=\"horn%20%28anatomy%29\"&gt;horn&lt;/a&gt;, or &lt;a href=\"wood\"&gt;wood&lt;/a&gt;. They were often highly decorated. Most sticks and handles were not only made of the previously listed materials, but were inlaid with others. For example, a mother-of-pearl fan could be inlaid with gold. Other sticks were plain.\nMounts.\nPrevious to 1780, mounts were typically made of &lt;a href=\"vellum\"&gt;vellum&lt;/a&gt; or &lt;a href=\"paper\"&gt;paper&lt;/a&gt;. Some, more valuable fans were decorated with materials used for the sticks such as mother-of-pearl. Other decorations included &lt;a href=\"feather\"&gt;feather&lt;/a&gt;s, &lt;a href=\"butterfly\"&gt;butterfly&lt;/a&gt; wings, &lt;a href=\"silk\"&gt;silk&lt;/a&gt;, gold, and &lt;a href=\"sequin\"&gt;sequin&lt;/a&gt;s. Although not as common, the 18th century also saw &lt;a href=\"lace\"&gt;lace&lt;/a&gt; fans.\nSubject matter.\nEuropean fans were often decorated with historical, political, or social images. While some fans were meant to inform, others were meant to entertain. There was fan for every occasion; whether it be a &lt;a href=\"wedding\"&gt;wedding&lt;/a&gt;, a &lt;a href=\"funeral\"&gt;funeral&lt;/a&gt;, or a &lt;a href=\"dance%20%28event%29\"&gt;dance&lt;/a&gt;, there was always a fan made specifically for the event.\nEntertainment.\nSome artists designed fans which would prevent &lt;a href=\"boredom\"&gt;boredom&lt;/a&gt; during a dull event, or would start a conversation. These fans were often covered with &lt;a href=\"riddle\"&gt;riddle&lt;/a&gt;s and &lt;a href=\"puzzle\"&gt;puzzle&lt;/a&gt;s. Another type of entertainment fan was the &lt;a href=\"fortune-telling\"&gt;fortune-telling&lt;/a&gt; fan. These presented questions such as “Whether one is to get Riches; Whether one will be successful in Love; What sort of Husband shall I have; etc.”\nInstructive.\nThe 18th century saw fans which assisted in remembering &lt;a href=\"holiday\"&gt;holiday&lt;/a&gt;s or that served as &lt;a href=\"map\"&gt;map&lt;/a&gt;s. The fan, “Map of Warwickshire” is such a fan.\nHistorical.\nFans commonly recorded current events. There were &lt;a href=\"souvenir\"&gt;souvenir&lt;/a&gt; fans that depicted scenes such as &lt;a href=\"Vesuvius\"&gt;Vesuvius&lt;/a&gt; erupting and the &lt;a href=\"Coliseum\"&gt;Coliseum&lt;/a&gt;. Others celebrated public events such as a military victory. The fan, “Coronation of George II” shows the banquet of &lt;a href=\"George%20II%20of%20Great%20Britain\"&gt;George II&lt;/a&gt; and &lt;a href=\"Caroline%20of%20Ansbach\"&gt;Queen Caroline&lt;/a&gt; in &lt;a href=\"Westminster%20Hall\"&gt;Westminster Hall&lt;/a&gt; on their &lt;a href=\"coronation\"&gt;coronation&lt;/a&gt; day, October 11, 1727.\nBiblical and classical.\nClassical &lt;a href=\"myth\"&gt;myth&lt;/a&gt;s and biblical scenes were frequent during the early 18th century. Fans for church depicted Bible subjects such as &lt;a href=\"Jacob\"&gt;Jacob&lt;/a&gt; and &lt;a href=\"Rachel\"&gt;Rachel&lt;/a&gt; or &lt;a href=\"Ruth%20%28biblical%20figure%29\"&gt;Ruth&lt;/a&gt; and &lt;a href=\"Boaz\"&gt;Boaz&lt;/a&gt;. The fan, “Moses Striking the Rock” shows the Israelite encampment in the wilderness and &lt;a href=\"Moses\"&gt;Moses&lt;/a&gt; standing by the rock from which water flows.\nPastoral.\nLater in the 18th century, &lt;a href=\"rococo\"&gt;rococo&lt;/a&gt; pastoral scenes became popular. &lt;a href=\"Landscape\"&gt;Landscape&lt;/a&gt;s were common as well as images with &lt;a href=\"love\"&gt;love&lt;/a&gt; and &lt;a href=\"courtship\"&gt;courtship&lt;/a&gt; themes. &lt;a href=\"Cupid\"&gt;Cupid&lt;/a&gt; was often a principal figure on such fans. The fan, “Pastoral Landscape” shows a &lt;a href=\"river\"&gt;river&lt;/a&gt; landscape with men and women walking by and &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; grazing.\nPurposes.\nPractical.\nWhen originated, the fan’s purpose was to cool the face and keep away &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s. Before the 18th century their most common use was to keep flies away from church &lt;a href=\"altar\"&gt;altar&lt;/a&gt;s. While driving insects away became less and less of a fan’s purpose, the fan continued to serve as a cooling mechanism.\nFashion.\nIn Europe, fans were not a necessity. They were mainly used as a fashion accessory, to complement the rest of the lady’s outfit. “Fans were as much an adjunct to a lady of fashion’s attire as were gloves or bags.” By the 18th century fans were used only by females. The fan was described as the “feminine accessory, par excellence.”\nPropaganda.\nSubject matter such as historical and political events made fans a means of spreading &lt;a href=\"news\"&gt;news&lt;/a&gt; or political &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;. Other fans contained &lt;a href=\"brand%20name\"&gt;brand name&lt;/a&gt;s and store fronts and thus acted as &lt;a href=\"advertisement\"&gt;advertisement&lt;/a&gt;s.\nSocial instrument – fan language.\nDue to their large use and popularity, fans began to affect &lt;a href=\"gesture\"&gt;gesture&lt;/a&gt;s and thus a fan “&lt;a href=\"sign%20language\"&gt;sign language&lt;/a&gt;” developed between 1711 and 1740. In a 1740 edition of the &lt;a href=\"Gentleman%27s%20Magazine\"&gt;Gentleman's Magazine&lt;/a&gt;, there was an advertisement for “The New Fashioned Speaking FAN!” This “speaking fan” created a system whereby motions of the fan translated into letters of the alphabet. The alphabet, with the exception of J, was split into five sections. These sections corresponded to one of the following movements:\nIn order to signal a letter two movements were necessary. The first corresponded to one of the five &lt;a href=\"alphabet%20group\"&gt;alphabet group&lt;/a&gt;s, and the second told the letter’s position in the group. For example, to signal “D”, one would use movement 1 (first section of the alphabet), followed by movement 4 (fourth letter in that section of the alphabet). \nCurrent status.\nFans are often considered minor works of art. Many survived and are in the hands of owners or museums throughout the world."
}