{
    "id": "300717",
    "revid": "41613314",
    "url": "https://en.wikipedia.org/wiki?curid=300717",
    "title": "Acorn squash",
    "text": "Acorn squash (\"&lt;a href=\"Cucurbita%20pepo\"&gt;Cucurbita pepo&lt;/a&gt;\" var. turbinata), also called pepper squash or Des Moines squash, is a &lt;a href=\"winter%20squash\"&gt;winter squash&lt;/a&gt; with distinctive longitudinal ridges on its exterior and sweet, yellow-orange flesh inside. Although considered a winter squash, acorn squash belongs to the same species (\"Cucurbita pepo\") as all &lt;a href=\"summer%20squash\"&gt;summer squash&lt;/a&gt;es (including &lt;a href=\"zucchini\"&gt;zucchini&lt;/a&gt; and &lt;a href=\"crookneck%20squash\"&gt;crookneck squash&lt;/a&gt;).\nIndigenous to &lt;a href=\"North%20America\"&gt;North&lt;/a&gt; and &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt;, the squash was introduced to early European settlers by &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native Americans&lt;/a&gt;.\nAppearance.\nThe most common variety is dark green on the outside, often with a single splotch of orange on the side or top, however newer varieties have arisen, including \"golden acorn\", so named for its glowing yellow color; as well as varieties that are white. Acorn squash can also be variegated. As the name suggests, its shape resembles an &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt;. Acorn squashes typically weigh one to two pounds and are between four and seven inches long. Acorn squash is one of the most perishable winter squashes, lasting only a few weeks in storage. The stem has a prickly feel.\nCultivation.\nAcorn squash is very easily grown: seeds are started after the danger of frost is past and the soil is warm or started for transplant 3 to 4 weeks before the predicted last frost date in the area. In one method, seeds directly sown are placed 25 mm (1 inch) deep, 5 to 6 to a hill. Grow hills are separated by 2 m (6 feet) in all directions.\nAbout 85 days after germination, acorn squash are ready to be harvested. &lt;a href=\"Curing%20%28food%20preservation%29\"&gt;Curing&lt;/a&gt; takes seven to ten days in a sheltered area outside or a warm dry place (like a storage space) protected from frost. The curing process helps the fruit keep longer before spoiling.\nAs with other squash varieties, the acorn squash vine makes yellow trumpet flowers that are edible. Tops about three inches from the end are also edible and they are one of the most common vegetables in the Philippines (as &lt;a href=\"Green%20vegetable\"&gt;greens&lt;/a&gt;).\nUses.\nAcorn squash is most commonly &lt;a href=\"Baking\"&gt;baked&lt;/a&gt;, but can also be microwaved, sauteed or steamed. For savory recipes, it may be stuffed with rice, meat or vegetable mixtures. If a sweeter dish is desired, maple syrup is often used to fill the halves prior to baking, or used in a sauce or glaze to enhance the squash's flavor. The seeds of the squash can also be eaten, usually after being toasted first. Acorn squash can be used to prepare &lt;a href=\"squash%20soup\"&gt;squash soup&lt;/a&gt;.\nThis squash is not as rich in &lt;a href=\"beta-carotene\"&gt;beta-carotene&lt;/a&gt; as other winter squashes, but is a good source of &lt;a href=\"dietary%20fiber\"&gt;dietary fiber&lt;/a&gt; and &lt;a href=\"potassium\"&gt;potassium&lt;/a&gt;, as well as smaller amounts of &lt;a href=\"Vitamin%20C\"&gt;vitamins C&lt;/a&gt; and &lt;a href=\"Vitamin%20B\"&gt;B&lt;/a&gt;, &lt;a href=\"magnesium\"&gt;magnesium&lt;/a&gt;, and &lt;a href=\"manganese\"&gt;manganese&lt;/a&gt;."
}