{
    "id": "30109344",
    "revid": "1002992901",
    "url": "https://en.wikipedia.org/wiki?curid=30109344",
    "title": "Mexico and weapons of mass destruction",
    "text": "&lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; is one of the few countries which has technical capabilities to manufacture &lt;a href=\"nuclear%20weapon\"&gt;nuclear weapon&lt;/a&gt;s. However it has renounced them and pledged to only use its nuclear technology for peaceful purposes following the &lt;a href=\"Treaty%20of%20Tlatelolco\"&gt;Treaty of Tlatelolco&lt;/a&gt; in 1968. In the 1970s Mexico's national institute for nuclear research successfully achieved the creation of &lt;a href=\"highly%20enriched%20uranium\"&gt;highly enriched uranium&lt;/a&gt; which is used in nuclear power plants and in the construction of nuclear weapons. However the country agreed in 2012 to downgrade the high enriched uranium used on its nuclear power plants to &lt;a href=\"low%20enriched%20uranium\"&gt;low enriched uranium&lt;/a&gt;, the process was realised with the assistance of the &lt;a href=\"International%20Atomic%20Energy%20Agency\"&gt;International Atomic Energy Agency&lt;/a&gt;. It is unknown if Mexico ever created or possessed nuclear or any other kind of mass destruction weapons.\nNuclear energy in Mexico through history.\nMexico has been using technologies such as &lt;a href=\"X-rays\"&gt;X-rays&lt;/a&gt; since late 19th century, evidence of the use of various &lt;a href=\"radiation\"&gt;radiation&lt;/a&gt;s and &lt;a href=\"Radionuclide\"&gt;radioisotopes&lt;/a&gt; for medical activities since the 1920s exist, practice that strengthen during the next decades alongside the use of industrial &lt;a href=\"Scintigraphy\"&gt;scintigraphies&lt;/a&gt;. Given its huge importance, the investigation of nuclear sciences formally began in the late 40s with two fields of interest: energetic and non-energetic applications and the study of &lt;a href=\"nuclear%20sciences\"&gt;nuclear sciences&lt;/a&gt;.\nThe CNEN (Mexico's Nuclear Energy National Committee) started nine programs: &lt;a href=\"nuclear%20physics\"&gt;nuclear physics&lt;/a&gt;, education and training, seminaries, &lt;a href=\"Nuclear%20reactor\"&gt;reactors&lt;/a&gt;, &lt;a href=\"Radionuclide\"&gt;radioisotopes&lt;/a&gt;, &lt;a href=\"Nuclear%20technology%23Industrial%20applications\"&gt;industrial applications for nuclear energy&lt;/a&gt;, &lt;a href=\"agronomy\"&gt;agronomy&lt;/a&gt;, &lt;a href=\"genetics\"&gt;genetics&lt;/a&gt; and &lt;a href=\"Radiation%20protection\"&gt;radiologic protection&lt;/a&gt;.\nDuring the sixties, the most relevant scientific project on the country was the construction of the Salazar Nuclear Center in the state of Mexico, which started in 1964. Two years later, the center already possessed a &lt;a href=\"Tandem%20Van%20de%20Graaff\"&gt;Tandem Van de Graaff&lt;/a&gt; &lt;a href=\"particle%20accelerator\"&gt;particle accelerator&lt;/a&gt; and in 1968 a &lt;a href=\"TRIGA\"&gt;TRIGA Mark III&lt;/a&gt;. In 1972, the CNEN changed its name to ININ (National Institute for Nuclear Research). However, regardless of the new name, its objective remains the same until today.\nOfficial attitude to nuclear weapons.\nIn 1961 the Mexican government argued that the use of nuclear weapons could not be justified under the right to self-defense in the UN charter. Seven years later the country would sign the &lt;a href=\"Treaty%20of%20Tlatelolco\"&gt;Treaty of Tlatelolco&lt;/a&gt; in which Mexico and several other &lt;a href=\"Latin%20america\"&gt;Latin American&lt;/a&gt; countries agreed not to manufacture nuclear weapons and to limit its nuclear technology for peaceful purposes only.\nIn 2000, Mexico was one of 7 nations launching a declaration \"Towards a Nuclear Weapon Free World: The Need for a New Agenda\" calling for further action to implement the provisions of the &lt;a href=\"Treaty%20on%20the%20Non-Proliferation%20of%20Nuclear%20Weapons\"&gt;Treaty on the Non-Proliferation of Nuclear Weapons&lt;/a&gt;.\nIn April 2010, the Mexican government reportedly reached an agreement to turn over its &lt;a href=\"highly%20enriched%20uranium\"&gt;highly enriched uranium&lt;/a&gt; to the United States. The US would help convert highly enriched uranium stored at Mexican research facilities into a less enriched form unsuitable for weapons, thus eliminating all highly enriched uranium in Mexico. Later in March 2012 &lt;a href=\"Rachel%20Maddow\"&gt;Rachel Maddow&lt;/a&gt; reported that all highly enriched uranium had been removed from Mexico.\nIn October 2010 Mexico signed a contract with the Russian uranium supplier &lt;a href=\"Rosatom\"&gt;Rosatom&lt;/a&gt;, which will supply &lt;a href=\"low%20enriched%20uranium\"&gt;low enriched uranium&lt;/a&gt; (3%, a level of enrichment unsuitable for weapons) for the Mexican nuclear power plant &lt;a href=\"Laguna%20Verde%20Nuclear%20Power%20Station\"&gt;Laguna Verde&lt;/a&gt;.\nIn 2012 Mexico was admitted into the &lt;a href=\"Nuclear%20Suppliers%20Group\"&gt;Nuclear Suppliers Group&lt;/a&gt; (NSG) as an observer state, which the US claimed as an achievement in preventing nuclear proliferation."
}