{
    "id": "30121934",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=30121934",
    "title": "Laser linewidth",
    "text": "Laser linewidth is the &lt;a href=\"spectral%20linewidth\"&gt;spectral linewidth&lt;/a&gt; of a &lt;a href=\"laser\"&gt;laser&lt;/a&gt; beam.\nTwo of the most distinctive characteristics of laser emission are &lt;a href=\"coherence%20%28physics%29\"&gt;spatial coherence&lt;/a&gt; and &lt;a href=\"coherence%20%28physics%29\"&gt;spectral coherence&lt;/a&gt;. While spatial coherence is related to the &lt;a href=\"beam%20divergence\"&gt;beam divergence&lt;/a&gt; of the laser, spectral coherence is evaluated by measuring the linewidth of laser radiation.\nTheory.\nHistory: First derivation of the laser linewidth.\nThe first human-made &lt;a href=\"Coherence%20%28physics%29\"&gt;coherent&lt;/a&gt; light source was a &lt;a href=\"maser\"&gt;maser&lt;/a&gt;. The acronym MASER stands for \"Microwave Amplification by Stimulated Emission of Radiation\". More precisely, it was the &lt;a href=\"ammonia\"&gt;ammonia&lt;/a&gt; maser operating at 12.5 mm &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt; that was demonstrated by &lt;a href=\"James%20P.%20Gordon\"&gt;Gordon&lt;/a&gt;, &lt;a href=\"Herbert%20Zeiger\"&gt;Zeiger&lt;/a&gt;, and &lt;a href=\"Charles%20H.%20Townes\"&gt;Townes&lt;/a&gt; in 1954. One year later the same authors derived theoretically the linewidth of their device by making the reasonable approximations that their ammonia maser\nNotably, their derivation was entirely semi-classical, describing the ammonia molecules as quantum emitters and assuming classical &lt;a href=\"electromagnetic%20field\"&gt;electromagnetic field&lt;/a&gt;s (but no quantized fields or &lt;a href=\"quantum%20fluctuation\"&gt;quantum fluctuation&lt;/a&gt;s), resulting in the half-width-at-half-maximum (HWHM) maser linewidth\ndenoted here by an asterisk and converted to the &lt;a href=\"Full%20width%20at%20half%20maximum\"&gt;full-width-at-half-maximum&lt;/a&gt; (FWHM) linewidth formula_2. formula_3 is &lt;a href=\"Boltzmann%20constant\"&gt;Boltzmann's constant&lt;/a&gt;, formula_4 is the &lt;a href=\"temperature\"&gt;temperature&lt;/a&gt;, formula_5 is the output &lt;a href=\"Power%20%28physics%29\"&gt;power&lt;/a&gt;, and formula_6 and formula_7 are the HWHM and FWHM linewidths of the underlying passive &lt;a href=\"Microwave%20cavity\"&gt;microwave resonator&lt;/a&gt;, respectively.\nIn 1958, two years before &lt;a href=\"Theodore%20Maiman\"&gt;Maiman&lt;/a&gt; demonstrated the laser (initially called an \"optical maser\"), &lt;a href=\"Arthur%20Leonard%20Schawlow\"&gt;Schawlow&lt;/a&gt; and &lt;a href=\"Charles%20H.%20Townes\"&gt;Townes&lt;/a&gt; transferred the maser linewidth to the optical regime by replacing the &lt;a href=\"thermal%20energy\"&gt;thermal energy&lt;/a&gt; formula_8 by the &lt;a href=\"photon%20energy\"&gt;photon energy&lt;/a&gt; formula_9, where formula_10 is &lt;a href=\"Planck%20constant\"&gt;Planck's constant&lt;/a&gt; and formula_11 is the &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; of laser light, thereby approximating that\nresulting in the original Schawlow-Townes approximation of the laser linewidth:\nAlso the transfer from the microwave to the optical regime was entirely semi-classical, without assuming quantized fields or quantum fluctuations. Consequently, the original Schawlow-Townes equation is entirely based on semi-classical physics and is a four-fold approximation of a more general laser linewidth, which will be derived in the following.\nPassive resonator mode: Photon-decay time.\nWe assume a two-mirror &lt;a href=\"Fabry%E2%80%93P%C3%A9rot%20interferometer\"&gt;Fabry-Pérot resonator&lt;/a&gt; of geometrical length formula_15, homogeneously filled with an &lt;a href=\"active%20laser%20medium\"&gt;active laser medium&lt;/a&gt; of &lt;a href=\"refractive%20index\"&gt;refractive index&lt;/a&gt; formula_16. We define the reference situation, namely the passive resonator mode, for a resonator whose active medium is &lt;a href=\"Transparency%20and%20translucency\"&gt;transparent&lt;/a&gt;, i.e., it does not introduce &lt;a href=\"Gain%20%28laser%29\"&gt;gain&lt;/a&gt; or &lt;a href=\"Absorption%20%28electromagnetic%20radiation%29\"&gt;absorption&lt;/a&gt;.\nThe round-trip time formula_17 of light travelling in the resonator with speed formula_18, where formula_19 is the &lt;a href=\"speed%20of%20light\"&gt;speed of light&lt;/a&gt; in &lt;a href=\"vacuum\"&gt;vacuum&lt;/a&gt;, and the &lt;a href=\"free%20spectral%20range\"&gt;free spectral range&lt;/a&gt; formula_20 are given by\nLight in the &lt;a href=\"Longitudinal%20mode\"&gt;longitudinal resonator mode&lt;/a&gt; of interest oscillates at the q-th &lt;a href=\"resonance\"&gt;resonance&lt;/a&gt; frequency\nThe exponential outcoupling &lt;a href=\"exponential%20decay\"&gt;decay&lt;/a&gt; time formula_23 and the corresponding decay-rate constant formula_24 are related to the intensity &lt;a href=\"reflectance\"&gt;reflectance&lt;/a&gt;s formula_25 of the two resonator &lt;a href=\"Dielectric%20mirror\"&gt;mirrors&lt;/a&gt; formula_26 by\nThe exponential intrinsic loss time formula_28 and the corresponding decay-rate constant formula_29 are related to the intrinsic round-trip loss formula_30 by\nThe exponential photon-decay time formula_32 and the corresponding decay-rate constant formula_33 of the passive resonator are then given by\nAll three exponential decay times average over the round-trip time formula_35 In the following, we assume that formula_15, formula_16, formula_38, formula_39, and formula_30, hence also formula_23, formula_28, and formula_13 do not vary significantly over the frequency range of interest.\nPassive resonator mode: Lorentzian linewidth, \"Q\"-factor, coherence time and length.\nBesides the photon-decay time formula_13, the spectral-coherence properties of the passive resonator mode can be equivalently expressed by the following parameters. The FWHM &lt;a href=\"Cauchy%20distribution\"&gt;Lorentzian&lt;/a&gt; linewidth formula_45 of the passive resonator mode that appears in the Schawlow-Townes equation is derived from the exponential photon-decay time formula_13 by &lt;a href=\"Fourier%20transform\"&gt;Fourier transform&lt;/a&gt;ation,\nThe &lt;a href=\"Q%20factor\"&gt;\"Q\"-factor&lt;/a&gt; formula_48 is defined as the energy formula_49 stored in the resonator mode over the energy formula_50 lost per oscillation cycle,\nwhere formula_52 is the number of photons in the mode. The coherence time formula_53 and coherence length formula_54 of light emitted from the mode are given by\nActive resonator mode: Gain, photon-decay time, Lorentzian linewidth, \"Q\"-factor, coherence time and length.\nWith the population densities formula_56 and formula_57 of upper and lower laser level, respectively, and the effective cross sections formula_58 and formula_59 of &lt;a href=\"stimulated%20emission\"&gt;stimulated emission&lt;/a&gt; and &lt;a href=\"Absorption%20%28electromagnetic%20radiation%29\"&gt;absorption&lt;/a&gt; at the resonance frequency formula_60, respectively, the gain per unit length in the active laser medium at the resonance frequency formula_60 is given by\nA value of formula_63 induces amplification, whereas formula_64 induces absorption of light at the resonance frequency formula_60, resulting in an elongated or shortened photon-decay time formula_66 of photons out of the active resonator mode, respectively,\nThe other four spectral-coherence properties of the active resonator mode are obtained in the same way as for the passive resonator mode. The Lorentzian linewidth is derived by Fourier transformation,\nA value of formula_63 leads to gain narrowing, whereas formula_64 leads to absorption broadening of the spectral linewidth. The \"Q\"-factor is\nThe coherence time and length are\nSpectral-coherence factor.\nThe factor by which the photon-decay time is elongated by gain or shortened by absorption is introduced here as the spectral-coherence factor formula_73:\nAll five spectral-coherence parameters then scale by the same spectral-coherence factor formula_73:\nLasing resonator mode: Fundamental laser linewidth.\nWith the number formula_77 of photons propagating inside the lasing resonator mode, the stimulated-emission and photon-decay rates are, respectively,\nThe spectral-coherence factor then becomes\nThe photon-decay time of the lasing resonator mode is\nThe fundamental laser linewidth is\nThis fundamental linewidth is valid for lasers with an arbitrary energy-level system, operating below, at, or above threshold, with the gain being smaller, equal, or larger compared to the losses, and in a cw or a transient lasing regime.\nIt becomes clear from its derivation that the fundamental laser linewidth is due to the semi-classical effect that the gain elongates the photon-decay time.\nContinuous-wave laser: The gain is smaller than the losses.\nThe spontaneous-emission rate into the lasing resonator mode is given by\nNotably, formula_84 is always a positive rate, because one atomic excitation is converted into one photon in the lasing mode. It is the source term of laser radiation and must not be misinterpreted as \"noise\". The photon-rate equation for a single lasing mode reads\nA CW laser is defined by a temporally constant number of photons in the lasing mode, hence formula_86. In a CW laser the stimulated- and spontaneous-emission rates together compensate the photon-decay rate. Consequently,\nThe stimulated-emission rate is smaller than the photon-decay rate or, colloquially, \"the gain is smaller than the losses\". This fact has been known for decades and exploited to quantify the threshold behavior of semiconductor lasers. Even far above laser threshold the gain is still a tiny bit smaller than the losses. It is exactly this small difference that induces the finite linewidth of a CW laser.\nIt becomes clear from this derivation that fundamentally the laser is an amplifier of spontaneous emission, and the cw laser linewidth is due to the semi-classical effect that the gain is smaller than the losses. Also in the quantum-optical approaches to the laser linewidth, based on the density-operator master equation, it can be verified that the gain is smaller than the losses.\nSchawlow-Townes approximation.\nAs mentioned above, it is clear from its historical derivation that the original Schawlow-Townes equation is a four-fold approximation of the fundamental laser linewidth. Starting from the fundamental laser linewidth formula_88 derived above, by applying the four approximations i.–iv. one then obtains the original Schawlow-Townes equation.\nI.e., by applying the same four approximations i.–iv. to the fundamental laser linewidth formula_88 that were applied in the first derivation, the original Schawlow-Townes equation is obtained.\nThus, the fundamental laser linewidth is\nwhereas the original Schawlow-Townes equation is a four-fold approximation of this fundamental laser linewidth and is merely of historical interest.\nAdditional linewidth broadening and narrowing effects.\nFollowing its publication in 1958, the original Schawlow-Townes equation was extended in various ways. These extended equations often trade under the same name, the “Schawlow-Townes linewidth”, thereby creating a veritable confusion in the available literature on the laser linewidth, as it is often unclear which particular extension of the original Schawlow-Townes equation the respective authors refer to.\nSeveral semi-classical extensions intended to remove one or several of the approximations i.–iv. mentioned above, thereby making steps towards the fundamental laser linewidth derived above.\nThe following extensions may add to the fundamental laser linewidth:\nMeasurement of laser linewidth.\nOne of the first methods used to measure the coherence of a laser was &lt;a href=\"optical%20interferometry\"&gt;interferometry&lt;/a&gt;. A typical method to measure the laser linewidth is self-heterodyne interferometry. An alternative approach is the use of &lt;a href=\"spectroscopy\"&gt;spectrometry&lt;/a&gt;.\nContinuous lasers.\nThe laser linewidth in a typical single-&lt;a href=\"transverse%20mode\"&gt;transverse-mode&lt;/a&gt; &lt;a href=\"He-Ne%20laser\"&gt;He-Ne laser&lt;/a&gt; (at a wavelength of 632.8 nm), in the absence of intracavity line narrowing optics, can be on the order of 1 GHz. Rare-earth-doped dielectric-based or semiconductor-based &lt;a href=\"distributed%20feedback%20laser\"&gt;distributed-feedback lasers&lt;/a&gt; have typical linewidths on the order of 1 kHz. The laser linewidth from stabilized low-power continuous-wave lasers can be very narrow and reach down to less than 1 kHz. Observed linewidths are larger than the fundamental laser linewidth due to technical noise (temporal fluctuations of the optical pump power or pump current, mechanical vibrations, refractive-index and length changes due to temperature fluctuations, etc.).\nPulsed lasers.\nLaser linewidth from high-power, high-gain pulsed-lasers, in the absence of intracavity line narrowing optics, can be quite broad and in the case of powerful broadband &lt;a href=\"dye%20laser\"&gt;dye laser&lt;/a&gt;s it can range from a few nm wide to as broad as 10 nm.\nLaser linewidth from high-power high-gain pulsed laser oscillators, comprising line narrowing optics, is a function of the geometrical and dispersive features of the &lt;a href=\"laser%20cavity\"&gt;laser cavity&lt;/a&gt;. To a first approximation the laser linewidth, in an optimized cavity, is directly proportional to the &lt;a href=\"beam%20divergence\"&gt;beam divergence&lt;/a&gt; of the emission multiplied by the inverse of the &lt;a href=\"Multiple-prism%20dispersion%20theory\"&gt;\"overall intracavity dispersion\"&lt;/a&gt;. That is, \nThis is known as the \"cavity linewidth equation\" where formula_102 is the &lt;a href=\"beam%20divergence\"&gt;beam divergence&lt;/a&gt; and the term in parenthesis (elevated to –1) is the overall intracavity dispersion. This equation was originally derived from classical optics. However, in 1992 &lt;a href=\"F.%20J.%20Duarte\"&gt;Duarte&lt;/a&gt; derived this equation from &lt;a href=\"N-slit%20interferometric%20equation\"&gt;quantum interferometric&lt;/a&gt; principles, thus linking a quantum expression with the overall intracavity angular dispersion.\nAn optimized &lt;a href=\"multiple-prism%20grating%20laser%20oscillator\"&gt;multiple-prism grating laser oscillator&lt;/a&gt; can deliver pulse emission in the kW regime at single-longitudinal-mode linewidths of formula_103 ≈ 350 MHz (equivalent to formula_104 ≈ 0.0004 nm at a laser wavelength of 590 nm). Since the pulse duration from these oscillators is about 3 ns, the laser linewidth performance is near the limit allowed by the &lt;a href=\"Heisenberg%20uncertainty%20principle\"&gt;Heisenberg uncertainty principle&lt;/a&gt;."
}