{
    "id": "30163918",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=30163918",
    "title": "The Jewish Cemetery",
    "text": "The Jewish Cemetery (c. 1650s) is an &lt;a href=\"oil%20painting\"&gt;oil&lt;/a&gt; on canvas painting by the &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; landscape painter &lt;a href=\"Jacob%20van%20Ruisdael\"&gt;Jacob van Ruisdael&lt;/a&gt;.\nIt is an example of &lt;a href=\"Dutch%20Golden%20Age%20painting\"&gt;Dutch Golden Age painting&lt;/a&gt; and is now in the collection of the &lt;a href=\"Detroit%20Institute%20of%20Arts\"&gt;Detroit Institute of Arts&lt;/a&gt;.\nThis painting was documented by &lt;a href=\"John%20Smith%20%28art%20historian%29\"&gt;John Smith&lt;/a&gt; in 1835, who wrote: \"60. The Cemetery. This grand and affecting picture exhibits the ruins of a church and convent upon the summit of a hill, occupying the whole extent of the view in the second \ndistance, the declivity of which presents a cemetery, interspersed with large stones. On the foreground are a broken \ntree lying across a rapid stream, a tomb of black marble, with an inscription on it; a row of three sarcophagi extending \nalong the front; and on the left stands a cluster of large umbrageous trees, the verdant hues of whose foliage is contrasted by the leafless trunk of a beech. Three persons in \nblack are seen near a small tomb on the side of the hill, musing amidst the tombs. The grandeur and solemnity of the scene \nis strikingly enhanced by rolling stormy clouds, in which may be perceived the evanescent colours of a rainbow. \n4 ft. 6 in. by 5 ft. 9 in.—C. \nIn this excellent picture, the artist has evidently intended to convey a moral lesson of human life; and in addition to this, there is \na sublimity of sentiment and effect reigning throughout the composition which renders it worthy of the powers of &lt;a href=\"Nicolas%20Poussin\"&gt;Nicolo Poussin.&lt;/a&gt; The architecture Van Ruisdael depicts symbolize equal partners and drama as both the Portuguese-Jewish burial and the Christian Medieval church are in ruins together along with a dark-skied/rainbow setting. \nThe Writer has been informed that this picture was purchased by Mr. Huybens (by whom it was imported into England), of a banker \nat Paris, about the year 1815, for the sum of 20,000 \"fs\"., 800\"l\"., and sold to Mr. George Gillows, of whose executors it was brought by \nMr. Zachary, and was subsequently sold, in the sale of that gentleman's collection, by Mr. Phillips, in 1828, for 870 \"gs\".; it is now in \nthe possession of Mackintosh, Esq. \nA duplicate of the preceding picture, but differing in size, and inferior in quality, having become dark from time, is in the &lt;a href=\"Dresden%20Gallery\"&gt;Dresden Gallery&lt;/a&gt;. \n3 ft. by 3 ft. 5 in.—C.\"\nThis scene is very similar to other paintings of ruins Ruisdael made in this period and these often served as inspiration for later painters of landscape.\nLater historians have traced earlier drawings by Ruisdael and concluded that the scene is actually a pastiche of two locations; a view of the Jewish cemetery &lt;a href=\"Beth%20Haim%20of%20Ouderkerk%20aan%20de%20Amstel\"&gt;'Beth Haim' in Ouderkerk aan de Amstel&lt;/a&gt; with the ruins of &lt;a href=\"Egmond%20Abbey\"&gt;Egmond Abbey&lt;/a&gt; (St. Adalbert's Abbey) in &lt;a href=\"Egmond-Binnen\"&gt;Egmond-Binnen&lt;/a&gt;."
}