{
    "id": "30173191",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=30173191",
    "title": "Louis T. Seith",
    "text": "Louis Theodore Seith (January 17, 1921 – March 6, 2007) was a former &lt;a href=\"General%20%28United%20States%29\"&gt;general&lt;/a&gt; in the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; and the former &lt;a href=\"Chief%20of%20Staff\"&gt;Chief of Staff&lt;/a&gt;, &lt;a href=\"Supreme%20Headquarters%20Allied%20Powers%20Europe\"&gt;Supreme Headquarters Allied Powers Europe&lt;/a&gt;.\nBiography.\nSeith was born in &lt;a href=\"Quincy%2C%20Massachusetts\"&gt;Quincy, Massachusetts&lt;/a&gt;, in 1921, received his secondary education in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt;, and graduated from &lt;a href=\"Brown%20Military%20Academy\"&gt;Brown Military Academy&lt;/a&gt;, &lt;a href=\"Pacific%20Beach%2C%20California\"&gt;Pacific Beach, California&lt;/a&gt;, in 1938.\nHe entered the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; &lt;a href=\"West%20Point%2C%20New%20York\"&gt;West Point&lt;/a&gt; in 1939, where he played varsity &lt;a href=\"college%20football\"&gt;football&lt;/a&gt; and graduated with a &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree and a commission as &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt; in the &lt;a href=\"United%20States%20Army%20Air%20Corps\"&gt;United States Army Air Corps&lt;/a&gt; in 1943. He attended flying school while at the academy and received his &lt;a href=\"Aviator%20badge\"&gt;pilot wings&lt;/a&gt; in 1942.\nAfter graduation he entered &lt;a href=\"B-17%20Flying%20Fortress\"&gt;B-17 Flying Fortress&lt;/a&gt; flight training and later joined the &lt;a href=\"483rd%20Bombardment%20Group\"&gt;483rd Bombardment Group&lt;/a&gt; at &lt;a href=\"Tampa%2C%20Florida\"&gt;Tampa, Florida&lt;/a&gt;. He commanded the &lt;a href=\"840th%20Bombardment%20Squadron\"&gt;840th Bombardment Squadron&lt;/a&gt; when the group went to the &lt;a href=\"Mediterranean%20Theater%20of%20Operations\"&gt;Mediterranean Theater of Operations&lt;/a&gt;, in March 1944, and became group operations officer in January 1945. He participated in the campaigns of &lt;a href=\"Rome-Arno\"&gt;Rome-Arno&lt;/a&gt;, &lt;a href=\"Po%20Valley\"&gt;Po Valley&lt;/a&gt;, &lt;a href=\"Rhineland\"&gt;Rhineland&lt;/a&gt;, &lt;a href=\"North%20Apennines\"&gt;North Apennines&lt;/a&gt;, &lt;a href=\"Central%20Europe\"&gt;Central Europe&lt;/a&gt;, Northern &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Southern%20France\"&gt;Southern France&lt;/a&gt;, and &lt;a href=\"Southern%20Europe\"&gt;Southern Europe&lt;/a&gt;. He flew 52 &lt;a href=\"Aerial%20warfare\"&gt;combat mission&lt;/a&gt;s during his &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; service.\nSeith returned to the United States in August 1945 and was assigned to the United States Military Academy as a physics instructor. In 1948, he was assigned to Headquarters &lt;a href=\"Tactical%20Air%20Command\"&gt;Tactical Air Command&lt;/a&gt;, &lt;a href=\"Langley%20Air%20Force%20Base\"&gt;Langley Air Force Base&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, first as aide to Lieutenant General &lt;a href=\"Elwood%20Richard%20Quesada\"&gt;Elwood \"Pete\" Quesada&lt;/a&gt; and later as a member of the TAC staff. During this period, he attended the &lt;a href=\"Air%20Tactical%20School\"&gt;Air Tactical School&lt;/a&gt;.\nFrom July 1950 to August 1953, he was an aircraft accident investigator and flight safety research plans and policy officer with the deputy inspector general, Headquarters &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;. He left this assignment to attend the &lt;a href=\"Air%20Command%20and%20Staff%20School\"&gt;Air Command and Staff School&lt;/a&gt; which he completed in December 1953.\nDuring the next three and one-half years, he served with the &lt;a href=\"Far%20East%20Air%20Force%20%28United%20States%29\"&gt;Far East Air Forces&lt;/a&gt;, first with the &lt;a href=\"91st%20Strategic%20Reconnaissance%20Squadron\"&gt;91st Strategic Reconnaissance Squadron&lt;/a&gt; in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; and later as director of fighter bomber operations, Headquarters &lt;a href=\"Japan%20Air%20Defense%20Force\"&gt;Japan Air Defense Force&lt;/a&gt;. He ended his tour of duty in Japan as director of plans, Headquarters &lt;a href=\"Fifth%20Air%20Force\"&gt;Fifth Air Force&lt;/a&gt;.\nHe joined the staff of the &lt;a href=\"United%20States%20Air%20Force%20Academy\"&gt;United States Air Force Academy&lt;/a&gt; in June 1957 as operations and training officer to the commandant of cadets, and became deputy commandant two years later. He left this assignment to attend the &lt;a href=\"National%20War%20College\"&gt;National War College&lt;/a&gt;, and following graduation in June 1961, he assumed command of the &lt;a href=\"414th%20Fighter%20Group\"&gt;414th Fighter Group&lt;/a&gt;, &lt;a href=\"Oxnard%20Air%20Force%20Base\"&gt;Oxnard Air Force Base&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;. In July 1963, he was assigned to Headquarters &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; as deputy director of education and training in the Office of the Deputy Chief of Staff For Personnel. He returned to the U.S. Air Force Academy in July 1965 and was appointed commandant of cadets.\nIn December 1967, he became chief of staff, Headquarters &lt;a href=\"Seventh%20Air%20Force\"&gt;Seventh Air Force&lt;/a&gt;, &lt;a href=\"Tan%20Son%20Nhut%20Air%20Base\"&gt;Tan Son Nhut Air Base&lt;/a&gt;, &lt;a href=\"Republic%20of%20Vietnam\"&gt;Republic of Vietnam&lt;/a&gt;. He assumed duties as deputy commander, Seventh Air Force/&lt;a href=\"Thirteenth%20Air%20Force\"&gt;Thirteenth Air Force&lt;/a&gt;, in June 1968. Seith became commander, &lt;a href=\"United%20States%20Military%20Assistance%20Group%2C%20Thailand\"&gt;United States Military Assistance Group, Thailand&lt;/a&gt;, and chief, &lt;a href=\"Joint%20United%20States%20Military%20Advisory%20Group%2C%20Thailand\"&gt;Joint United States Military Advisory Group, Thailand&lt;/a&gt;, in May 1969.\nGeneral Seith joined the Organization of the Joint Chiefs of Staff, in August 1971 as vice director, J-3 (operations), and in July 1972 was named director for plans and policy (J-5).\nIn August 1974, General Seith was assigned to &lt;a href=\"Supreme%20Headquarters%20Allied%20Powers%20Europe\"&gt;Supreme Headquarters Allied Powers Europe&lt;/a&gt; as chief of staff. He was promoted to the grade of general effective August 1, 1974, with same date of rank.\nSeith died on March 6, 2007, at a retirement community in &lt;a href=\"Sterling%2C%20Virginia\"&gt;Sterling, Virginia&lt;/a&gt;, after suffering multiple strokes. At some point, the Air Force Aid Society named an award after him.\nAwards.\nAwards earned during his career include the:"
}