{
    "id": "301731",
    "revid": "1069263659",
    "url": "https://en.wikipedia.org/wiki?curid=301731",
    "title": "Kiefer Sutherland",
    "text": "Kiefer William Frederick Dempsey George Rufus Sutherland (born 21 December 1966) is a British-Canadian actor, director, producer and singer. He is best known for his starring role as &lt;a href=\"Jack%20Bauer\"&gt;Jack Bauer&lt;/a&gt; in the &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt; drama series \"&lt;a href=\"24%20%28TV%20series%29\"&gt;24&lt;/a&gt;\" (2001–2010, 2014), for which he won an &lt;a href=\"Emmy%20Award\"&gt;Emmy Award&lt;/a&gt;, a &lt;a href=\"Golden%20Globe%20Award\"&gt;Golden Globe Award&lt;/a&gt;, two &lt;a href=\"Screen%20Actors%20Guild%20Award\"&gt;Screen Actors Guild Award&lt;/a&gt;s, and two &lt;a href=\"Satellite%20Awards\"&gt;Satellite Awards&lt;/a&gt;.\nSutherland got his first leading film role in the Canadian drama \"&lt;a href=\"The%20Bay%20Boy\"&gt;The Bay Boy&lt;/a&gt;\" (1984), which earned him a &lt;a href=\"Canadian%20Screen%20Award%20for%20Best%20Actor\"&gt;Genie Award&lt;/a&gt; nomination. Since that time he has had a successful film career, starring in films such as \"&lt;a href=\"Stand%20by%20Me%20%28film%29\"&gt;Stand by Me&lt;/a&gt;\" (1986), \"&lt;a href=\"The%20Lost%20Boys\"&gt;The Lost Boys&lt;/a&gt;\" (1987), \"&lt;a href=\"Young%20Guns%20%28film%29\"&gt;Young Guns&lt;/a&gt;\" (1988), \"&lt;a href=\"Flatliners\"&gt;Flatliners&lt;/a&gt;\" (1990), \"&lt;a href=\"A%20Few%20Good%20Men\"&gt;A Few Good Men&lt;/a&gt;\" (1992), \"&lt;a href=\"The%20Three%20Musketeers%20%281993%20film%29\"&gt;The Three Musketeers&lt;/a&gt;\" (1993), \"&lt;a href=\"A%20Time%20to%20Kill%20%281996%20film%29\"&gt;A Time to Kill&lt;/a&gt;\" (1996), \"&lt;a href=\"Dark%20City%20%281998%20film%29\"&gt;Dark City&lt;/a&gt;\" (1998), \"&lt;a href=\"Phone%20Booth%20%28film%29\"&gt;Phone Booth&lt;/a&gt;\" (2002), \"&lt;a href=\"Melancholia%20%282011%20film%29\"&gt;Melancholia&lt;/a&gt;\" (2011), \"&lt;a href=\"Pompeii%20%28film%29\"&gt;Pompeii&lt;/a&gt;\" (2014) and \"&lt;a href=\"Flatliners%20%282017%20film%29\"&gt;Flatliners&lt;/a&gt;\" (2017).\nHe has also starred as Martin Bohm in the Fox drama \"&lt;a href=\"Touch%20%28American%20TV%20series%29\"&gt;Touch&lt;/a&gt;\", and provided the &lt;a href=\"facial%20motion%20capture\"&gt;facial motion capture&lt;/a&gt; and English voice for &lt;a href=\"Venom%20Snake\"&gt;Venom Snake&lt;/a&gt; in the video games ' and '. He starred as President Tom Kirkman in the political &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt;/&lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; drama series \"&lt;a href=\"Designated%20Survivor%20%28TV%20series%29\"&gt;Designated Survivor&lt;/a&gt;\".\nSutherland has been inducted to the &lt;a href=\"Hollywood%20Walk%20of%20Fame\"&gt;Hollywood Walk of Fame&lt;/a&gt; and to &lt;a href=\"Canada%27s%20Walk%20of%20Fame\"&gt;Canada's Walk of Fame&lt;/a&gt;, and has received a Lifetime Achievement Award at the Zurich Film Festival.\nEarly life.\nSutherland was born 21 December 1966, in &lt;a href=\"St%20Mary%27s%20Hospital%2C%20London\"&gt;St Mary's Hospital&lt;/a&gt;, &lt;a href=\"Paddington\"&gt;Paddington&lt;/a&gt;, London, to &lt;a href=\"Donald%20Sutherland\"&gt;Donald Sutherland&lt;/a&gt; and &lt;a href=\"Shirley%20Douglas\"&gt;Shirley Douglas&lt;/a&gt;, both successful Canadian actors who had been living and working in England for some time. He has a twin sister, Rachel, who works as a post-production film supervisor. His maternal grandfather was Scottish-born Canadian politician and former &lt;a href=\"Premier%20of%20Saskatchewan\"&gt;Premier of Saskatchewan&lt;/a&gt; &lt;a href=\"Tommy%20Douglas\"&gt;Tommy Douglas&lt;/a&gt;, who is widely credited for bringing &lt;a href=\"Medicare%20%28Canada%29\"&gt;universal health care&lt;/a&gt; to Canada.\nSutherland is named after American-born writer and director &lt;a href=\"Warren%20Kiefer\"&gt;Warren Kiefer&lt;/a&gt;, who directed Donald Sutherland in his first feature film, \"&lt;a href=\"Castle%20of%20the%20Living%20Dead\"&gt;Castle of the Living Dead&lt;/a&gt;\".\nSutherland's family moved to &lt;a href=\"Corona%2C%20California\"&gt;Corona, California&lt;/a&gt;, in 1968. His parents divorced in 1970. In 1975, Sutherland moved with his mother to &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, Ontario. He attended elementary school at &lt;a href=\"Crescent%20Town%20Elementary%20School\"&gt;Crescent Town Elementary School&lt;/a&gt;, St. Clair Junior High (now Gordon A. Brown Middle School) &lt;a href=\"East%20York\"&gt;East York&lt;/a&gt;, and &lt;a href=\"John%20G.%20Althouse%20Middle%20School\"&gt;John G. Althouse Middle School&lt;/a&gt; in Toronto. He attended several high schools, including &lt;a href=\"St.%20Andrew%27s%20College%20%28Aurora%2C%20Ontario%29\"&gt;St. Andrew's College&lt;/a&gt;, &lt;a href=\"Martingrove%20Collegiate%20Institute\"&gt;Martingrove Collegiate Institute&lt;/a&gt;, &lt;a href=\"Harbord%20Collegiate%20Institute\"&gt;Harbord Collegiate Institute&lt;/a&gt;, &lt;a href=\"Silverthorn%20Collegiate%20Institute\"&gt;Silverthorn Collegiate Institute&lt;/a&gt;, &lt;a href=\"Malvern%20Collegiate%20Institute\"&gt;Malvern Collegiate Institute&lt;/a&gt;, and Annex Village Campus. He also spent a semester at &lt;a href=\"Regina%20Mundi%20Catholic%20College\"&gt;Regina Mundi Catholic College&lt;/a&gt; in &lt;a href=\"London%2C%20Ontario\"&gt;London, Ontario&lt;/a&gt; and attended weekend acting lessons at &lt;a href=\"Sir%20Frederick%20Banting%20Secondary%20School\"&gt;Sir Frederick Banting Secondary School&lt;/a&gt;. Sutherland told \"&lt;a href=\"Jimmy%20Kimmel%20Live%21\"&gt;Jimmy Kimmel Live!&lt;/a&gt;\" (2009) that he and &lt;a href=\"Robert%20Downey%2C%20Jr.\"&gt;Robert Downey, Jr.&lt;/a&gt; were roommates for three years when he first moved to Hollywood to pursue his career in acting. He and Downey, Jr. also starred together in the film \"&lt;a href=\"1969%20%28film%29\"&gt;1969&lt;/a&gt;\".\nCareer.\n1980s: Rise to fame in Hollywood.\nSutherland made his screen debut in \"&lt;a href=\"Max%20Dugan%20Returns\"&gt;Max Dugan Returns&lt;/a&gt;\" (as did &lt;a href=\"Matthew%20Broderick\"&gt;Matthew Broderick&lt;/a&gt;), in which his father &lt;a href=\"Donald%20Sutherland\"&gt;Donald Sutherland&lt;/a&gt; also starred. Sutherland was one of the contenders for the role of Glen Lantz in the original \"&lt;a href=\"A%20Nightmare%20on%20Elm%20Street\"&gt;A Nightmare on Elm Street&lt;/a&gt;\" (1984), which ultimately became &lt;a href=\"Johnny%20Depp\"&gt;Johnny Depp&lt;/a&gt;'s feature film debut.\nAfter receiving critical acclaim for his role as Donald Campbell in \"&lt;a href=\"The%20Bay%20Boy\"&gt;The Bay Boy&lt;/a&gt;\", Sutherland moved to Hollywood. \"&lt;a href=\"Stand%20by%20Me%20%28film%29\"&gt;Stand by Me&lt;/a&gt;\" was the first film Sutherland made in the United States. In the film, directed by &lt;a href=\"Rob%20Reiner\"&gt;Rob Reiner&lt;/a&gt;, he played a neighbourhood bully in a &lt;a href=\"coming%20of%20age\"&gt;coming-of-age&lt;/a&gt; story about a search for a dead body. Before that, he played a silent, supporting character, as one of &lt;a href=\"Sean%20Penn\"&gt;Sean Penn&lt;/a&gt;'s friends who goes up against &lt;a href=\"Christopher%20Walken\"&gt;Christopher Walken&lt;/a&gt; in &lt;a href=\"James%20Foley%20%28director%29\"&gt;James Foley's&lt;/a&gt; crime-thriller \"&lt;a href=\"At%20Close%20Range\"&gt;At Close Range&lt;/a&gt;\".\nHis film \"&lt;a href=\"Promised%20Land%20%281987%20film%29\"&gt;Promised Land&lt;/a&gt;\", with &lt;a href=\"Meg%20Ryan\"&gt;Meg Ryan&lt;/a&gt;, was the first film to be commissioned by the &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt;, and was released in 1988. His role as vampire &lt;a href=\"David%20%28The%20Lost%20Boys%29\"&gt;David&lt;/a&gt; in \"&lt;a href=\"The%20Lost%20Boys\"&gt;The Lost Boys&lt;/a&gt;\" is one of his iconic roles in his career reviews by many critics and audiences.\nIn the Western film \"&lt;a href=\"Young%20Guns%20%28film%29\"&gt;Young Guns&lt;/a&gt;\" (1988), he starred alongside &lt;a href=\"Emilio%20Estevez\"&gt;Emilio Estevez&lt;/a&gt; and &lt;a href=\"Lou%20Diamond%20Phillips\"&gt;Lou Diamond Phillips&lt;/a&gt;. He was considered for the role of Robin in \"&lt;a href=\"Batman%20%281989%20film%29\"&gt;Batman&lt;/a&gt;\" (1989), alongside &lt;a href=\"Michael%20Keaton\"&gt;Michael Keaton&lt;/a&gt;, in the early production before the character was deleted from the shooting script. He went on to star again with his close friend Lou Diamond Phillips, in the crime-action film \"&lt;a href=\"Renegades%20%281989%20film%29\"&gt;Renegades&lt;/a&gt;\". That same year, he and his father appeared at the &lt;a href=\"61st%20Academy%20Awards\"&gt;61st Academy Awards&lt;/a&gt; as presenters of the &lt;a href=\"Academy%20Honorary%20Award\"&gt;Academy Honorary Award&lt;/a&gt; to the &lt;a href=\"National%20Film%20Board%20of%20Canada\"&gt;National Film Board of Canada&lt;/a&gt;.\n1990s: Success in films.\nIn the sequel \"&lt;a href=\"Young%20Guns%20II\"&gt;Young Guns II&lt;/a&gt;\" (1990), Sutherland continued to play 'Doc' alongside some of the original cast and with newcomer &lt;a href=\"Christian%20Slater\"&gt;Christian Slater&lt;/a&gt;. , it is the only sequel to a feature film he has starred in. Sutherland starred as the lead in \"&lt;a href=\"Flatliners\"&gt;Flatliners&lt;/a&gt;\", with an ensemble cast featuring &lt;a href=\"Julia%20Roberts\"&gt;Julia Roberts&lt;/a&gt; and &lt;a href=\"Kevin%20Bacon\"&gt;Kevin Bacon&lt;/a&gt;, a film about a student who wants to \"experience\" death's afterlife and record what happens during it, with the help of a group of young students who are \"a little\" crazy like him; the film received positive reviews from critics. He plays a young FBI agent coming to terms with his life in a commune in \"&lt;a href=\"Flashback%20%281990%20film%29\"&gt;Flashback&lt;/a&gt;\" (1990) alongside &lt;a href=\"Dennis%20Hopper\"&gt;Dennis Hopper&lt;/a&gt;. Sutherland had also starred in \"&lt;a href=\"The%20Nutcracker%20Prince\"&gt;The Nutcracker Prince&lt;/a&gt;\" as Hans/The Nutcracker.\nSutherland did not make a film in 1991. During an interview in March 2012, he said he had declined director &lt;a href=\"Gus%20Van%20Sant\"&gt;Gus Van Sant&lt;/a&gt;'s offer to star in the lead role in the movie \"&lt;a href=\"My%20Own%20Private%20Idaho\"&gt;My Own Private Idaho&lt;/a&gt;\", a decision that he regretted. He was quoted as saying \"I passed on \"My Private Idaho\" because I wanted to go skiing and didn't even look at it. I told myself that I needed to stick to my plan ... and it was a really dumb plan.\"\nIn 1992, he played a doctor alongside &lt;a href=\"Ray%20Liotta\"&gt;Ray Liotta&lt;/a&gt; in the drama-\"&lt;a href=\"Article%2099\"&gt;Article 99&lt;/a&gt;\" He played a supporting character in \"\", the continuation of the short-lived television series of the same name which ran from 1990 to 1991, as agent &lt;a href=\"List%20of%20Twin%20Peaks%20characters%23FBI%20Special%20Agent%20Sam%20Stanley\"&gt;Sam Stanley&lt;/a&gt;; and also in \"&lt;a href=\"A%20Few%20Good%20Men%20%28film%29\"&gt;A Few Good Men&lt;/a&gt;\" (1992), where he played a junior officer subordinate to &lt;a href=\"Jack%20Nicholson\"&gt;Jack Nicholson&lt;/a&gt;'s Col. Nathan R. Jessup. The film was nominated for the &lt;a href=\"Academy%20Award%20for%20Best%20Picture\"&gt;Academy Award for Best Picture&lt;/a&gt;.\nIn \"&lt;a href=\"The%20Vanishing%20%281993%20film%29\"&gt;The Vanishing&lt;/a&gt;\" (1993), he starred alongside &lt;a href=\"Jeff%20Bridges\"&gt;Jeff Bridges&lt;/a&gt; as a desperate man seeking the whereabouts of his girlfriend, three years after she mysteriously vanished. In \"&lt;a href=\"The%20Three%20Musketeers%20%281993%20film%29\"&gt;The Three Musketeers&lt;/a&gt;\" (1993), Sutherland played the central character of &lt;a href=\"Athos%20%28fictional%20character%29\"&gt;Athos&lt;/a&gt;.\nIn 1996, Sutherland appeared in three films. He starred with &lt;a href=\"Reese%20Witherspoon\"&gt;Reese Witherspoon&lt;/a&gt; in \"&lt;a href=\"Freeway%20%281996%20film%29\"&gt;Freeway&lt;/a&gt;\", which gained a cult following. He starred with &lt;a href=\"Sally%20Field\"&gt;Sally Field&lt;/a&gt; in the thriller \"&lt;a href=\"Eye%20for%20an%20Eye%20%281996%20film%29\"&gt;Eye for an Eye&lt;/a&gt;\", and he appeared in \"&lt;a href=\"A%20Time%20to%20Kill%20%281996%20film%29\"&gt;A Time to Kill&lt;/a&gt;\" alongside his father &lt;a href=\"Donald%20Sutherland\"&gt;Donald Sutherland&lt;/a&gt;.\nIn 1998, he starred in \"&lt;a href=\"Dark%20City%20%281998%20film%29\"&gt;Dark City&lt;/a&gt;\", the science fiction film directed by &lt;a href=\"Alex%20Proyas\"&gt;Alex Proyas&lt;/a&gt; in which he portrayed the historical character &lt;a href=\"Daniel%20Paul%20Schreber\"&gt;Daniel P. Schreber&lt;/a&gt;. Sutherland also starred in the film \"&lt;a href=\"Ground%20Control%20%28film%29\"&gt;Ground Control&lt;/a&gt;\" where he played Jack Harries, an air traffic controller who had a perfect record until one air crash haunts him to leave the business. Years later, he is hurtled back into the world he thought he left behind.\n2000s: \"24\".\nIn 2000, he co-starred with &lt;a href=\"Woody%20Allen\"&gt;Woody Allen&lt;/a&gt; in the black comedy \"&lt;a href=\"Picking%20Up%20the%20Pieces%20%28film%29\"&gt;Picking Up the Pieces&lt;/a&gt;\", but the film was received poorly by both commercial audiences and by critics. Since then, Sutherland has starred in small projects and festival-released films. He starred in the film \"&lt;a href=\"Beat%20%282000%20film%29\"&gt;Beat&lt;/a&gt;\", which premiered at the &lt;a href=\"Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt; in 2000. He also appeared in 2001 film \"&lt;a href=\"Cowboy%20Up\"&gt;Cowboy Up&lt;/a&gt;\", which won the Crystal Heart Award at the 2001 &lt;a href=\"Heartland%20Film%20Festival\"&gt;Heartland Film Festival&lt;/a&gt;. He also starred in the film \"&lt;a href=\"To%20End%20All%20Wars\"&gt;To End All Wars&lt;/a&gt;\", which won two awards at the &lt;a href=\"Heartland%20Film%20Festival\"&gt;Heartland Film Festival&lt;/a&gt; and one award at the &lt;a href=\"Hawaii%20International%20Film%20Festival\"&gt;Hawaii International Film Festival&lt;/a&gt;.\nSince 2001, Sutherland has been associated most widely with the role of &lt;a href=\"Jack%20Bauer\"&gt;Jack Bauer&lt;/a&gt; on the critically acclaimed television series \"&lt;a href=\"24%20%28TV%20series%29\"&gt;24&lt;/a&gt;\". After being nominated four times for the \"Outstanding Lead Actor in a Drama Series\" &lt;a href=\"Primetime%20Emmy%20Award\"&gt;Primetime Emmy Award&lt;/a&gt;, Sutherland won the award in 2006 for his role in \"24\"'s fifth season. In the opening skit of the &lt;a href=\"2006%20Primetime%20Emmy%20Awards\"&gt;2006 Primetime Emmy Awards&lt;/a&gt;, Sutherland made an appearance as his \"24\" character, Jack Bauer. He was also nominated for Best actor in a Drama Television Series at the &lt;a href=\"2007%20Golden%20Globe%20Awards\"&gt;2007 Golden Globe Awards&lt;/a&gt; for \"24\". According to his 2006 contract, his salary of $40 million for three seasons of the show made him the highest-earning actor on television.\nSutherland constantly emphasizes that the show is merely \"entertainment.\" The dean of the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt;, &lt;a href=\"Brigadier%20general%20%28United%20States%29\"&gt;Brigadier General&lt;/a&gt; Patrick Finnegan, visited the set of \"24\" in February 2007 to urge the show's makers to reduce the number of torture scenes and Sutherland accepted an invitation from the U.S. military to tell West Point cadets that it is wrong to torture prisoners. In an interview with \"&lt;a href=\"OK%21\"&gt;OK!&lt;/a&gt;\" Magazine, &lt;a href=\"Howard%20Gordon\"&gt;Howard Gordon&lt;/a&gt; said it would be an \"unbearable loss\" if they killed off Sutherland's character.\nDue to his extensive schedule with \"24\", he spent less time in film. In 2004, he starred in \"&lt;a href=\"Taking%20Lives%20%28film%29\"&gt;Taking Lives&lt;/a&gt;\", alongside &lt;a href=\"Angelina%20Jolie\"&gt;Angelina Jolie&lt;/a&gt; and &lt;a href=\"Ethan%20Hawke\"&gt;Ethan Hawke&lt;/a&gt;, in which he had a \"flashy cameo\". In \"&lt;a href=\"The%20Sentinel%20%282006%20film%29\"&gt;The Sentinel&lt;/a&gt;\" (2006), he starred alongside &lt;a href=\"Michael%20Douglas\"&gt;Michael Douglas&lt;/a&gt;, as his protégé and he also starred in Disney's &lt;a href=\"The%20Wild\"&gt;The Wild&lt;/a&gt; where he voiced the character Samson. He played the lead roles in &lt;a href=\"Alexandre%20Aja\"&gt;Alexandre Aja&lt;/a&gt;'s supernatural horror, \"&lt;a href=\"Mirrors%20%282008%20film%29\"&gt;Mirrors&lt;/a&gt;\" (2008). In 2009, he joined the &lt;a href=\"DreamWorks%20Animation\"&gt;DreamWorks's&lt;/a&gt; animated film \"&lt;a href=\"Monsters%20vs.%20Aliens\"&gt;Monsters vs. Aliens&lt;/a&gt;\", reuniting him with actress &lt;a href=\"Reese%20Witherspoon\"&gt;Reese Witherspoon&lt;/a&gt; with whom he starred in \"&lt;a href=\"Freeway%20%281996%20film%29\"&gt;Freeway&lt;/a&gt;.\" \"Monsters vs. Aliens\" is Sutherland's highest-grossing film to date.\nThe actor is also a frequent collaborator with director &lt;a href=\"Joel%20Schumacher\"&gt;Joel Schumacher&lt;/a&gt;, and has appeared in \"&lt;a href=\"The%20Lost%20Boys\"&gt;The Lost Boys&lt;/a&gt;\", \"&lt;a href=\"Flatliners\"&gt;Flatliners&lt;/a&gt;\", \"&lt;a href=\"Phone%20Booth%20%28film%29\"&gt;Phone Booth&lt;/a&gt;,\" the big screen adaptation of \"&lt;a href=\"A%20Time%20to%20Kill%20%281996%20film%29\"&gt;A Time to Kill&lt;/a&gt;\" (the film also starred his father Donald, although their characters did not interact), and \"&lt;a href=\"Twelve%20%282010%20film%29\"&gt;Twelve&lt;/a&gt;\" as the narrator.\nIn 2005, Sutherland was inducted into &lt;a href=\"Canada%27s%20Walk%20of%20Fame\"&gt;Canada's Walk of Fame&lt;/a&gt; in Toronto, where both of his parents have also been inducted. He ranked No. 68 on the 2006 Forbes Celebrity 100 list of the world's most powerful celebrities, his earnings were a reported $23 million. In 2009, he was awarded a star on the &lt;a href=\"Hollywood%20Walk%20of%20Fame\"&gt;Hollywood Walk of Fame&lt;/a&gt;. Sutherland was the first \"&lt;a href=\"Inside%20the%20Actors%20Studio\"&gt;Inside the Actors Studio&lt;/a&gt;\" guest to be the child of a former guest; his father, Donald, appeared on the show in 1998. Sutherland was featured on the cover of the April 2006 edition of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\", in an article entitled \"Alone in the Dark with Kiefer Sutherland.\" The article began with Sutherland revealing his interest to be killed off in \"24\". However, he stated, \"Don't get me wrong. I love what I do.\" It also revealed that he devoted 10 months a year working on \"24\".\nHe has starred in Japanese commercials for &lt;a href=\"CalorieMate\"&gt;CalorieMate&lt;/a&gt;, performing a parody of his Jack Bauer character. Sutherland also provides voice-overs for the current ad campaign for the &lt;a href=\"Ford%20Motor%20Company%20of%20Canada\"&gt;Ford Motor Company of Canada&lt;/a&gt;. In mid-2006, he voiced the &lt;a href=\"Apple%2C%20Inc.\"&gt;Apple, Inc.&lt;/a&gt; advertisement announcing the inclusion of &lt;a href=\"Intel%20Corporation\"&gt;Intel&lt;/a&gt; chips in their &lt;a href=\"Macintosh\"&gt;Macintosh&lt;/a&gt; computer line. He also voices the introduction to &lt;a href=\"NHL\"&gt;NHL&lt;/a&gt; games on the &lt;a href=\"Versus%20%28TV%20channel%29\"&gt;Versus&lt;/a&gt; network in the U.S.\n2010s: Post-\"24\" film, television, and music projects.\nOn 14 February 2010, Fox TV announced they were temporarily suspending production of Season 8 of \"24\" due to a ruptured cyst near one of Sutherland's kidneys. According to the report, he waited a few days before going in to have \"elective surgery\" performed. It was anticipated that he would return after a week, but a few days further were needed and Fox reported that his return to set would be 1 March.\nIn the 2011 drama-thriller \"&lt;a href=\"Melancholia%20%282011%20film%29\"&gt;Melancholia&lt;/a&gt;\" directed by &lt;a href=\"Lars%20Von%20Trier\"&gt;Lars Von Trier&lt;/a&gt;, he played the male lead character and got the chance to share the screen with long-lost co-stars such as &lt;a href=\"Charlotte%20Rampling\"&gt;Charlotte Rampling&lt;/a&gt; and &lt;a href=\"John%20Hurt\"&gt;John Hurt&lt;/a&gt;, the film in which Kiefer was nominated for the major Danish film prize &lt;a href=\"Bodil%20Awards\"&gt;Bodil&lt;/a&gt;. Kiefer also shared the screen with Hurt another time, this time on the small screen, in the web series \"&lt;a href=\"The%20Confession%20%282011%20TV%20Series%29\"&gt;The Confession&lt;/a&gt;\".\nIn \"&lt;a href=\"The%20Reluctant%20Fundamentalist%20%28film%29\"&gt;The Reluctant Fundamentalist&lt;/a&gt;\" (2013), the best-selling novel adaptation directed by &lt;a href=\"Mira%20Nair\"&gt;Mira Nair&lt;/a&gt;, he played a supporting character for newcomer &lt;a href=\"Riz%20Ahmed\"&gt;Riz Ahmed&lt;/a&gt;, as a boss named Jim Cross, and in the 2014 historical-disaster movie, \"&lt;a href=\"Pompeii%20%28film%29\"&gt;Pompeii&lt;/a&gt;\", directed by &lt;a href=\"Paul%20W.%20S.%20Anderson\"&gt;Paul W. S. Anderson&lt;/a&gt;, he played a corrupt Roman senator who plotted to stop the love between the city ruler's daughter and a Roman slave whose family was killed by the senator.\nSutherland also provided narration for several promotional spots for the &lt;a href=\"United%20States%20Men%27s%20National%20Soccer%20Team\"&gt;United States Men's National Soccer Team&lt;/a&gt; during the &lt;a href=\"2014%20FIFA%20World%20Cup\"&gt;2014 FIFA World Cup&lt;/a&gt; for &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;. He has appeared in a Brazilian TV commercials for &lt;a href=\"Citro%C3%ABn%20C4\"&gt;Citroën C4&lt;/a&gt; sedan and a voice-over for a commercial for &lt;a href=\"Bank%20of%20America\"&gt;Bank of America&lt;/a&gt;. He voices Sgt. Roebuck in &lt;a href=\"Treyarch\"&gt;Treyarch&lt;/a&gt;'s video game ' and voices &lt;a href=\"Big%20Boss%20%28Metal%20Gear%29\"&gt;Big Boss&lt;/a&gt; in the video game ' and its sequel \"\", taking over the role originally performed by &lt;a href=\"David%20Hayter\"&gt;David Hayter&lt;/a&gt;.\nIn 2011, Sutherland made his Broadway debut, opposite &lt;a href=\"Brian%20Cox%20%28actor%29\"&gt;Brian Cox&lt;/a&gt;, &lt;a href=\"Jim%20Gaffigan\"&gt;Jim Gaffigan&lt;/a&gt;, &lt;a href=\"Chris%20Noth\"&gt;Chris Noth&lt;/a&gt; and &lt;a href=\"Jason%20Patric\"&gt;Jason Patric&lt;/a&gt;, in the Broadway revival of \"&lt;a href=\"That%20Championship%20Season\"&gt;That Championship Season&lt;/a&gt;\", which opened in March 2011. The show has since closed.\nIn 2012, Sutherland starred in the &lt;a href=\"Fox%20Broadcasting%20Company\"&gt;Fox&lt;/a&gt; television series \"&lt;a href=\"Touch%20%28American%20TV%20series%29\"&gt;Touch&lt;/a&gt;\". He played the father of an autistic boy who does not like to be touched, while the son also communicates future humanity interrelated events to his father through numbers and mathematics.\nOn 14 May 2013, it was confirmed that the show \"&lt;a href=\"24%20%28TV%20Series%29\"&gt;24&lt;/a&gt;\" would return for a limited series. Before that, he was also offered the lead role in the NBC drama \"&lt;a href=\"The%20Blacklist%20%28TV%20series%29\"&gt;The Blacklist&lt;/a&gt;\". In May and July 2014, Fox aired the twelve-episode \"\", which received acclaimed reviews from critics. Although he did not appear in 2017's \",\" he was the show's executive producer.\nAfter working in the movie industry for more than 30 years, he had the chance to star with his father, Donald Sutherland, in the western-drama film \"&lt;a href=\"Forsaken%20%282015%20film%29\"&gt;Forsaken&lt;/a&gt;\", which also stars &lt;a href=\"Demi%20Moore\"&gt;Demi Moore&lt;/a&gt; and &lt;a href=\"Brian%20Cox%20%28actor%29\"&gt;Brian Cox&lt;/a&gt;. The film screened at the &lt;a href=\"Toronto%20International%20Film%20Festival\"&gt;Toronto International Film Festival&lt;/a&gt; and received mixed reviews from critics.\nIn 2015, it was announced that Sutherland was cast in the lead role of the former &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; political drama series \"&lt;a href=\"Designated%20Survivor%20%28TV%20series%29\"&gt;Designated Survivor&lt;/a&gt;\" as Tom Kirkman, the President of the United States. The show was renewed by &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; for a third season which was released on 7 June 2019.\nIn 2016, Sutherland released his first album, \"&lt;a href=\"Down%20in%20a%20Hole%20%28album%29\"&gt;Down in a Hole&lt;/a&gt;\", and a music video for \"Not Enough Whiskey\" from the album. The &lt;a href=\"country%20music\"&gt;country music&lt;/a&gt; songs were written by Sutherland and Jude Cole. The Kiefer Sutherland Band toured in April and May of that year, and debuted at the &lt;a href=\"Grand%20Ole%20Opry\"&gt;Grand Ole Opry&lt;/a&gt; on June 6, 2016. A 2017 review in \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" said, \"you have the first Hollywood hobby act unshackled by convention and with a real shot at greatness.\" The band performed in Scotland and in Las Vegas in 2019. The band's second album, \"Reckless and Me\", was released in April 2019.\n2020s.\nSutherland plays Det. Clay Bryce in the American action thriller television series \"&lt;a href=\"The%20Fugitive%20%282020%20TV%20series%29\"&gt;The Fugitive&lt;/a&gt;\", which premiered on August 3, 2020.\nPersonal life.\nFamily and relationships.\nSutherland has one daughter (&lt;a href=\"Sarah%20Sutherland\"&gt;Sarah&lt;/a&gt;) from his first marriage to Camelia Kath, the widow of &lt;a href=\"Chicago%20%28band%29\"&gt;Chicago&lt;/a&gt; guitarist/singer &lt;a href=\"Terry%20Kath\"&gt;Terry Kath&lt;/a&gt;, to whom he was married from 1987 to 1990. Through their marriage, he became stepfather to Camilla's daughter, Michelle Kath, who has two sons. Sarah Sutherland is an actress and appeared on the TV series \"&lt;a href=\"Veep%20%28TV%20series%29\"&gt;Veep&lt;/a&gt;\".\n&lt;a href=\"Julia%20Roberts\"&gt;Julia Roberts&lt;/a&gt; met Sutherland in 1990, when they co-starred in \"&lt;a href=\"Flatliners\"&gt;Flatliners&lt;/a&gt;\". In August 1990, Roberts and Sutherland announced their engagement, with an elaborate studio-planned wedding scheduled for 14 June 1991. Roberts broke the engagement three days before the wedding allegedly because Sutherland had been meeting with a &lt;a href=\"Go-go%20dancing\"&gt;go-go dancer&lt;/a&gt; named Amanda Rice. Sutherland denied having an affair with Rice and said that they only met because he liked to play &lt;a href=\"Pool%20%28cue%20sports%29\"&gt;pool&lt;/a&gt;. On the day of what was supposed to be their wedding, Roberts went to Ireland with Sutherland's friend &lt;a href=\"Jason%20Patric\"&gt;Jason Patric&lt;/a&gt;.\nIn the late 1990s, Sutherland purchased a ranch in &lt;a href=\"Montana\"&gt;Montana&lt;/a&gt; and toured on the rodeo circuit.\nOn 29 June 1996, Sutherland married Kelly Winn. The couple &lt;a href=\"Marital%20separation\"&gt;separated&lt;/a&gt; in 1999, and he filed for divorce in 2004. The divorce was finalized on 16 May 2008. He dated &lt;a href=\"Bo%20Derek\"&gt;Bo Derek&lt;/a&gt; in 2000.\nSutherland began dating model/actress &lt;a href=\"Cindy%20Vela\"&gt;Cindy Vela&lt;/a&gt; of &lt;a href=\"Olmito%2C%20Texas\"&gt;Olmito, Texas&lt;/a&gt; sometime in 2014, keeping their relationship private up until 2017 when they began to be seen together in public. Vela and Sutherland became engaged in 2017.\"\" , they reside in &lt;a href=\"Toluca%20Lake%2C%20Los%20Angeles\"&gt;Toluca Lake, Los Angeles&lt;/a&gt;.\nLegal troubles.\nSutherland was charged in Los Angeles on 25 September 2007, on drunk driving charges, after failing a &lt;a href=\"field%20sobriety%20test\"&gt;field sobriety test&lt;/a&gt;. His test exceeded the state's legal &lt;a href=\"blood%20alcohol%20limit\"&gt;blood alcohol limit&lt;/a&gt;, and he was later released on a $25,000 bail. It was Sutherland's fourth DUI charge since 1989. Sutherland pleaded &lt;a href=\"Nolo%20contendere\"&gt;no contest&lt;/a&gt; to the &lt;a href=\"DUI\"&gt;DUI&lt;/a&gt; charge and was sentenced to 48 days in jail.\nSutherland surrendered to the &lt;a href=\"New%20York%20Police%20Department\"&gt;NYPD&lt;/a&gt; on 6 May 2009 for &lt;a href=\"headbutt\"&gt;head-butting&lt;/a&gt; fashion designer Jack McCollough, founder and co-designer of &lt;a href=\"Proenza%20Schouler\"&gt;Proenza Schouler&lt;/a&gt;, at &lt;a href=\"The%20Mercer%20Hotel\"&gt;The Mercer Hotel&lt;/a&gt; in &lt;a href=\"SoHo%2C%20Manhattan\"&gt;SoHo&lt;/a&gt; following a fundraiser for the &lt;a href=\"Metropolitan%20Museum%20of%20Art\"&gt;Metropolitan Museum of Art&lt;/a&gt;. Several weeks later, Sutherland and McCollough issued a joint statement in which Sutherland apologized; police later dropped the charges.\nBusiness ventures.\nSutherland is the co-owner (along with &lt;a href=\"Jude%20Cole\"&gt;Jude Cole&lt;/a&gt;) of the independent record label &lt;a href=\"Ironworks%20%28record%20label%29\"&gt;Ironworks&lt;/a&gt;.\nSutherland reportedly fell victim to a financial scam involving cattle in 2010. According to the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;, the perpetrator, &lt;a href=\"Michael%20Wayne%20Carr\"&gt;Michael Wayne Carr&lt;/a&gt;, took US$869,000 from Sutherland, ostensibly in order to buy &lt;a href=\"Cattle%23Terminology\"&gt;steers&lt;/a&gt; which were never bought. Carr pleaded guilty and was ordered to pay US$956,000 in restitution to Sutherland and his investment partner.\nPolitical views.\nSutherland identifies as a &lt;a href=\"Liberalism\"&gt;political liberal&lt;/a&gt;.\nIn his January 2007 interview with &lt;a href=\"Charlie%20Rose\"&gt;Charlie Rose&lt;/a&gt;, Sutherland said of his political views: \nI believe inherently that we have a responsibility to take care of each other, so when you talk about &lt;a href=\"Universal%20health%20care\"&gt;socialized health care&lt;/a&gt;: absolutely, that's a no-brainer. &lt;a href=\"Free%20education\"&gt;Free universities&lt;/a&gt;: absolutely, that's a no-brainer. So, in the definition, I guess those are leaning toward &lt;a href=\"Socialism\"&gt;socialist&lt;/a&gt; politics. To me, it's common sense.\nCharity work.\nSutherland is a member of a Canadian charity Artists Against Racism."
}