{
    "id": "3018748",
    "revid": "19545129",
    "url": "https://en.wikipedia.org/wiki?curid=3018748",
    "title": "Krombacher Brauerei",
    "text": "Krombacher Brauerei () is one of the largest privately owned &lt;a href=\"Brewery\"&gt;breweries&lt;/a&gt; in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and ranks number 2 among &lt;a href=\"Beer%20in%20Germany%23Brands%20and%20breweries\"&gt;Germany's best selling beers&lt;/a&gt;.\nHistory.\nThe brewery was founded on 4 February 1803 by Johannes Haas. His father Johann Eberhard Haas was running a tavern in Krombach. According to a regulation of 25 July 1618 the sale of beer was permitted only to restaurants having their own brewery and malt kiln. Therefore, Johannes Haas established the brewery within the family business.\nThe water for the brewery (\"Hasbrauerei\") was first brought in barrels from a spring at the foot of Grumberg in the west of the village by ox cart to the brewery. In 1854, the brewery owner Haas had to pay annually 17 guilders (Florin) to the church, because the water pipeline was constructed on church property in the village.\nThe relocation to its current site is estimated to have occurred between 1858 and 1879/82. In that time, two caverns were created that served as beer cellars.\nIn 1896, Hermann Haas sold the brewery for 360.000 marks to Otto Eberhardt († 17 August 1924). Eberhardt ran the brewery as a limited partnership called \"Hasbrauerei Eberhardt and Co.\" and converted it to a corporation in 1905.\nAt the beginning of the 20th century, \"Krombacher Pilsener\" was introduced, which led to a rapid recovery. In October 1922, Bernhard Schadeberg (the grandfather of current CEO Bernhard Schadeberg) assumed the management of the company, which has been running as a family business to this day. The current owners are Friedrich Schadeberg and his sister Barbara Lambrecht-Schadeberg, his son Bernhard Schadeberg and his daughter Petra Schadeberg-Hermann.\nThe Krombacher Rock Spring supplying the water for the brewery (together with the \"Breitenbach\" Dam near Hilchenbach), was discovered by the mountain inspector Fresenius in 1722. The soft, low mineral water is the basis for the brewed beer. The brewery is one of the largest employers in the city. On the emblem of the brewery the Kindelsbergturm (Kreuztal's landmark) and among the Littfe creek is visible.\nLocation.\n&lt;a href=\"Kreuztal-Krombach\"&gt;Krombach&lt;/a&gt; is a suburb of &lt;a href=\"Kreuztal\"&gt;Kreuztal&lt;/a&gt; near &lt;a href=\"Siegen\"&gt;Siegen&lt;/a&gt;, a city in a part of Germany called &lt;a href=\"Siegerland\"&gt;Siegerland&lt;/a&gt;, a part of &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt;. The small town of Krombach is located at the foot of the &lt;a href=\"Rothaargebirge\"&gt;Rothaargebirge&lt;/a&gt;.\nProducts.\nKrombacher Brewery produces the second most consumed &lt;a href=\"Pilsener\"&gt;Pilsener&lt;/a&gt; in Germany, the \"Krombacher Pils\". An alcohol free variant is also produced. \"Krombacher Radler\" is a mixture of 50% Krombacher Pils and 50% lemonade. Krombacher brews \"Krombacher Weizen\", a wheat beer, since 2007 in response to market research.\nTargeted at young adults, \"Cab\" is a brand of beer-based mix drinks. Initially meaning \"Cola and Beer\", three variants are now produced: Cab Cola and Beer, Cab Banana and Beer, Cab Cherry and Beer. All variants are flavored with &lt;a href=\"Pitaya\"&gt;dragon fruit&lt;/a&gt;.\nKrombacher Brewery also produces &lt;a href=\"Rhenania%20Alt\"&gt;Rhenania Alt&lt;/a&gt;, a dark beer and distributes &lt;a href=\"Schweppes\"&gt;Schweppes&lt;/a&gt; in Germany. All Schweppes products are manufactured by the Krombacher Brauerei under license from Schweppes Germany. &lt;a href=\"Schweppes\"&gt;Schweppes&lt;/a&gt; Germany (and indirectly Krombacher) both control the German and Austrian licenses for Snapple (not available in Germany/Austria), &lt;a href=\"Dr.%20Pepper\"&gt;Dr. Pepper&lt;/a&gt; (available since 2006) and &lt;a href=\"Orangina\"&gt;Orangina&lt;/a&gt;.\nRegenwaldprojekt.\nIn 2002, Krombacher Brewery started a Rainforest campaign. It announced that for every crate of Krombacher sold one square meter of rainforest would be saved for at least 100 years. For achieving this, Krombacher Brewery partnered with &lt;a href=\"World%20Wide%20Fund%20for%20Nature\"&gt;World Wildlife Fund&lt;/a&gt;, famous German television host &lt;a href=\"G%C3%BCnther%20Jauch\"&gt;Günther Jauch&lt;/a&gt; promoted the campaign.\nThe campaign was very successful, but was also criticised. In fact no rainforest was acquired by WWF or Krombacher. Rather, existing nature reserve were supported. Accordingly, a German court decided the campaign was partly anticompetitive.\nThe campaign was started again in 2008.\nExports.\nAs of 2005, the company's official exports are as follow:\nKrombacher Beer Kitchen.\nThe Krombacher Beer Kitchen is a restaurant located at the &lt;a href=\"Sheraton%20Hotels%20and%20Resorts\"&gt;Sheraton&lt;/a&gt; Palace Hotel in &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, Russia. It has been nominated for a &lt;a href=\"Restaurant%20and%20Bar%20Design%20Awards\"&gt;restaurant and bar design award&lt;/a&gt; during the 2020 award competition.\nThe restaurant averaged 4.5 stars out of 5 possible stars, based on 66 reviews on &lt;a href=\"TripAdvisor\"&gt;TripAdvisor&lt;/a&gt;, as of June, 2020."
}