{
    "id": "30196117",
    "revid": "1069324590",
    "url": "https://en.wikipedia.org/wiki?curid=30196117",
    "title": "Ty Segall",
    "text": "Ty Garrett Segall (born June 8, 1987) is an American multi-instrumentalist, singer-songwriter and record producer. He is best known for his solo career during which he has released thirteen studio albums, alongside various EPs, singles, and collaborative albums. Segall is also a member of the bands &lt;a href=\"Fuzz%20%28band%29\"&gt;Fuzz&lt;/a&gt;, Broken Bat, the CIA, GØGGS, and Wasted Shirt. He is a former member of the Traditional Fools, Epsilons, Party Fowl, &lt;a href=\"Sic%20Alps\"&gt;Sic Alps&lt;/a&gt;, and the Perverts.\nDuring live performances, Segall is currently backed by the Freedom Band, consisting of regular collaborators &lt;a href=\"Mikal%20Cronin\"&gt;Mikal Cronin&lt;/a&gt; (bass), &lt;a href=\"Charles%20Moothart\"&gt;Charles Moothart&lt;/a&gt; (drums), and &lt;a href=\"Emmett%20Kelly%20%28musician%29\"&gt;Emmett Kelly&lt;/a&gt; (guitar), playing alongside Ben Boye (piano) and &lt;a href=\"Shannon%20Lay\"&gt;Shannon Lay&lt;/a&gt;. His previous backing bands have been the Ty Segall Band, consisting of Cronin (bass), Moothart (guitar), and &lt;a href=\"Emily%20Rose%20Epstein\"&gt;Emily Rose Epstein&lt;/a&gt; (drums), the Muggers, a &lt;a href=\"high%20concept\"&gt;high concept&lt;/a&gt; band formed in 2016 and consisting of Cronin (bass, sax), Kelly (guitar), &lt;a href=\"King%20Tuff\"&gt;Kyle Thomas&lt;/a&gt; (guitar) and &lt;a href=\"Wand%20%28band%29\"&gt;Wand&lt;/a&gt;'s Cory Hanson (keyboards, guitar) and Evan Burrows (drums), and the Sleeper Band, consisting of Sean Paul (guitar), Andrew Luttrell (bass) and Moothart (drums).\nEarly life.\nSegall is the adopted son of a &lt;a href=\"Laguna%20Beach%2C%20California\"&gt;Laguna Beach, California&lt;/a&gt; family; his father is a lawyer and his mother is an artist. Segall began surfing at age ten, although he was in high school when he became interested in music. He describes his teenage self as emotionally unstable, a \"very existential eighteen-year-old drinker,\" whose instability was temporarily mended by the escapism music provided him. During Segall's last two years at &lt;a href=\"Laguna%20Beach%20High%20School\"&gt;Laguna Beach High School&lt;/a&gt;, &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt; filmed the reality series \"\" there. Segall blamed the show for driving away his hometown's unique culture of hippies, artists and surfers because \"they can’t afford to live there now. And you can’t get any of that rad, grimy shit back.\" Segall and his high school friend, &lt;a href=\"Mikal%20Cronin\"&gt;Mikal Cronin&lt;/a&gt; parodied the TV show in a 2007 music video by their grunge band, Episilons. After high school, Segall attended the &lt;a href=\"University%20of%20San%20Francisco\"&gt;University of San Francisco&lt;/a&gt; where he received a degree in Media Studies. After graduating, he worked eight months constructing grow boxes for cannabis plants, but since then has been focused entirely on music.\nRecording career.\nEarly career (2008–2011).\nSegall began his recording career as a part-time musician in various &lt;a href=\"underground%20music\"&gt;underground&lt;/a&gt; bands in &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange County&lt;/a&gt; and the &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;San Francisco Bay Area&lt;/a&gt; including Epsilons and Evil Robots, before beginning a solo career in 2008. Segall's first solo release was the &lt;a href=\"Compact%20Cassette\"&gt;cassette&lt;/a&gt; \"Horn The Unicorn\" released on the Wizard Mountain label (later re-released by HBSP-2X on &lt;a href=\"vinyl%20record\"&gt;vinyl record&lt;/a&gt;). Around the same time, Wizard Mountain also released a split cassette featuring Segall and the band Superstitions entitled \"Halfnonagon\".\nAfter Segall befriended &lt;a href=\"John%20Dwyer%20%28musician%29\"&gt;John Dwyer&lt;/a&gt;, of &lt;a href=\"Thee%20Oh%20Sees\"&gt;Thee Oh Sees&lt;/a&gt; and &lt;a href=\"Coachwhips\"&gt;Coachwhips&lt;/a&gt;, Dwyer offered to release Segall's debut solo album, \"&lt;a href=\"Ty%20Segall%20%282008%20album%29\"&gt;Ty Segall&lt;/a&gt;\" (2008), on his label, &lt;a href=\"Castle%20Face%20Records\"&gt;Castle Face Records&lt;/a&gt;. The two became firm friends, with Segall noting: \"The music community is amazing here, super-tight, and John Dwyer's like the Mayor of San Francisco. Come down here, you'll see him riding his bike, drinking a beer, and he'll probably take you out to get a taco. He's the nicest guy in the world.\". In a recent interview, Larry Hardy, creator of &lt;a href=\"In%20the%20Red%20Records\"&gt;In The Red Records&lt;/a&gt;, talked about the possibility of a band with Segall and Dwyer.\n\"Ty Segall\" was followed by a string of limited 7\" singles and a split LP with the band Black Time. In 2009, \"&lt;a href=\"Lemons%20%28album%29\"&gt;Lemons&lt;/a&gt;\" was released by &lt;a href=\"Goner%20Records\"&gt;Goner Records&lt;/a&gt; to positive reviews. This release was followed by another string of successful and limited 7\" singles and the LP \"Reverse Shark Attack\", an album with longtime collaborator &lt;a href=\"Mikal%20Cronin\"&gt;Mikal Cronin&lt;/a&gt;. The studio albums \"Melted\" and \"Goodbye Bread\" followed in 2010 and 2011 respectively.\n\"Hair\", \"Slaughterhouse\" and \"Twins\" (2012).\n2012 saw the release of three full-length albums by Segall: \"Hair\", with White Fence, released in April; \"Slaughterhouse\", recorded with his touring band and released June 26; as well as one solo album, \"Twins\", released on October 9. This last album spawned two singles: \"The Hill\" and \"Would You Be My Love?\" When questioned about his LP \"Twins\", Segall stated; \"I want to do a total glam &lt;a href=\"The%20Stooges\"&gt;Stooges&lt;/a&gt;-meets-&lt;a href=\"Hawkwind\"&gt;Hawkwind&lt;/a&gt; or &lt;a href=\"Black%20Sabbath\"&gt;Sabbath&lt;/a&gt;, something like that. I think that would be super fun. I want to throw people off. I want to make a really heavy record: evil, evil space rock. Put a little Satan in space and you got the sound.\"\nFuzz, \"Sleeper\" and \"Manipulator\" (2013–2015).\nIn 2013, Segall, bandmate &lt;a href=\"Charles%20Moothart\"&gt;Charles Moothart&lt;/a&gt; and Roland Cosio formed a new &lt;a href=\"hard%20rock\"&gt;hard rock&lt;/a&gt; outfit called &lt;a href=\"Fuzz%20%28band%29\"&gt;Fuzz&lt;/a&gt;, releasing three 7\" singles. A full-length album, titled \"&lt;a href=\"Fuzz%20%28Fuzz%20album%29\"&gt;Fuzz&lt;/a&gt;\", was recorded in May and released on October 1, 2013. Previous to this release, Segall released a primarily acoustic solo album, \"&lt;a href=\"Sleeper%20%28Ty%20Segall%20album%29\"&gt;Sleeper&lt;/a&gt;\", in August. Largely influenced by the death of his father and subsequent estrangement from his mother, \"Sleeper\" received positive reviews from such media outlets as \"Pitchfork\" and \"Consequence of Sound\". In November/December 2013, Segall performed at the final \"holiday camp\" edition of the &lt;a href=\"All%20Tomorrow%27s%20Parties%20%28music%20festival%29\"&gt;All Tomorrow's Parties&lt;/a&gt; festival in Camber Sands, England, UK.\nIn 2014, Segall released \"&lt;a href=\"Manipulator%20%28Ty%20Segall%20album%29\"&gt;Manipulator&lt;/a&gt;\", his first double LP, as well as his first to integrate some &lt;a href=\"Psychedelic%20music\"&gt;psych music&lt;/a&gt;. Segall toured in support of the release, with support from &lt;a href=\"Wand%20%28band%29\"&gt;Wand&lt;/a&gt;, whom he had signed to his label\nIn 2015, Segall produced the debut album by Peacers, featuring his former &lt;a href=\"Sic%20Alps\"&gt;Sic Alps&lt;/a&gt; bandmate &lt;a href=\"Mike%20Donovan%20%28musician%29\"&gt;Mike Donovan&lt;/a&gt;. A new EP, \"Mr. Face\", was released on Famous Class, and a second Fuzz album, \"&lt;a href=\"II%20%28Fuzz%20album%29\"&gt;II&lt;/a&gt;\", was released in October 2015.\n\"Emotional Mugger\" and The Muggers (2016).\nIn November 2015, Segall announced a new studio album, \"&lt;a href=\"Emotional%20Mugger\"&gt;Emotional Mugger&lt;/a&gt;\", by sending a &lt;a href=\"VHS\"&gt;VHS&lt;/a&gt; tape to \"&lt;a href=\"Pitchfork%20Media\"&gt;Pitchfork&lt;/a&gt;\".\nSubsequently a website was also created, www.emotionalmugger.com, that would feature a short video of Segall explaining the concept of emotional mugging and a video of Segall and his band wearing baby masks and playing a live version of a song from the new album. This latter video also offered a hotline number to call. The number, 1-800-281-2968, features a brief message from Segall. The video also introduces The Muggers, which, upon the album's release, Segall formed as a backing band. The band consisted of &lt;a href=\"Mikal%20Cronin\"&gt;Mikal Cronin&lt;/a&gt; (bass, sax), &lt;a href=\"King%20Tuff\"&gt;Kyle Thomas&lt;/a&gt; (guitar), &lt;a href=\"Emmett%20Kelly%20%28musician%29\"&gt;Emmett Kelly&lt;/a&gt; (guitar), and &lt;a href=\"Wand%20%28band%29\"&gt;Wand&lt;/a&gt;'s Cory Hanson (keyboards, guitar) and Evan Burrows (drums). During live performances, Segall adopted the name of Sloppo while wearing a baby mask. \"Still in Rock\" described this LP as being Segall's first experimental rock album.\n\"Ty Segall\", \"Freedom's Goblin\" and The Freedom Band (2017–present).\nIn November 2016, Segall announced the release of his ninth studio album, \"&lt;a href=\"Ty%20Segall%20%282017%20album%29\"&gt;Ty Segall&lt;/a&gt;\". The album was to be his second self-titled release, following the release of &lt;a href=\"Ty%20Segall%20%282008%20album%29\"&gt;his eponymously titled debut album&lt;/a&gt; in 2008. It was preceded by the release of the single \"Orange Color Queen\" in November 2016. Later, the song \"Break A Guitar\" was released to streaming platforms on January 19, 2017. Also following the album's release, Segall began touring with the &lt;a href=\"backing%20band\"&gt;backing band&lt;/a&gt; that recorded the album, which was now named The Freedom Band.\nIn the album, Segall displays his ability to play the full repertoire of rock; in one album he goes from &lt;a href=\"T.%20Rex%20%28band%29\"&gt;T. Rex&lt;/a&gt; style glam rock, to &lt;a href=\"Bob%20Dylan\"&gt;Bob Dylan&lt;/a&gt;-esque country rock, to the breadth and social commentary of &lt;a href=\"Pink%20Floyd\"&gt;Pink Floyd&lt;/a&gt;, to hardcore punk, to a jam band sound. Segall describes the record as a \"song album\"—one without a singular concept or sound. The ten-minute-long centerpiece of the album is \"Warm Hands (Freedom Returned)\", which starts with Segall's characteristic punk-inspired thrashing guitar, but becomes open and spacey around the five-minute mark, before reprising the melody from \"Freedom\" (the second track on the album). Comparisons have been drawn between this most recent album and Segall's 2012 release &lt;a href=\"Twins%20%28Ty%20Segall%20album%29\"&gt;\"Twins\"&lt;/a&gt;, which was also a compilation of Segall's various influences and styles up to that point in his career. Segall released the album \"&lt;a href=\"Freedom%27s%20Goblin\"&gt;Freedom's Goblin&lt;/a&gt;\" on January 26, 2018.\nSegall also composed the theme music for three &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; television programs, \"&lt;a href=\"The%20Opposition%20with%20Jordan%20Klepper\"&gt;The Opposition with Jordan Klepper&lt;/a&gt;\" (2017), and \"&lt;a href=\"Corporate%20%28TV%20series%29\"&gt;Corporate&lt;/a&gt;\" (2018), and \"&lt;a href=\"Klepper%20%28TV%20series%29\"&gt;Klepper&lt;/a&gt;\".\n2020 and beyond.\nAt the outset of the 2020 &lt;a href=\"COVID-19%20pandemic\"&gt;coronavirus pandemic&lt;/a&gt; outbreak in the United States and Canada, Segall released &lt;a href=\"https%3A//tysegall.bandcamp.com/album/segall-smeagol\"&gt;Segall Smeagol&lt;/a&gt;, a set of covers of six tracks from &lt;a href=\"Harry%20Nilsson\"&gt;Harry Nilsson&lt;/a&gt;'s groundbreaking album &lt;a href=\"Nilsson%20Schmilsson\"&gt;Nilsson Schmilsson&lt;/a&gt;, on &lt;a href=\"Bandcamp\"&gt;Bandcamp&lt;/a&gt;. The album is free of charge to download.\nMusical style.\nSegall's music has been described as &lt;a href=\"garage%20rock\"&gt;garage rock&lt;/a&gt;, &lt;a href=\"garage%20rock%20revival\"&gt;garage rock revival&lt;/a&gt;, &lt;a href=\"Lo-fi%20music\"&gt;lo-fi&lt;/a&gt;, &lt;a href=\"indie%20rock\"&gt;indie rock&lt;/a&gt; and &lt;a href=\"psychedelic%20rock\"&gt;psychedelic rock&lt;/a&gt;. Segall has stated in interviews that his favorite band of all time is &lt;a href=\"Hawkwind\"&gt;Hawkwind&lt;/a&gt;. Notable glam rockers &lt;a href=\"David%20Bowie\"&gt;David Bowie&lt;/a&gt; and &lt;a href=\"Marc%20Bolan\"&gt;Marc Bolan&lt;/a&gt; heavily influenced Segall's early career, as well as heavy rock and punk bands such as &lt;a href=\"Black%20Sabbath\"&gt;Black Sabbath&lt;/a&gt;, &lt;a href=\"Kiss%20%28band%29\"&gt;Kiss&lt;/a&gt;, &lt;a href=\"The%20Stooges\"&gt;The Stooges&lt;/a&gt;, and &lt;a href=\"Black%20Flag%20%28band%29\"&gt;Black Flag&lt;/a&gt; (especially in the Ty Segall Band). However, over time Segall's output has gotten mellower on albums such as \"Goodbye Bread\" and \"Sleeper\", taking cues from &lt;a href=\"Neil%20Young\"&gt;Neil Young&lt;/a&gt;, &lt;a href=\"The%20Byrds\"&gt;The Byrds&lt;/a&gt;, &lt;a href=\"The%20West%20Coast%20Pop%20Art%20Experimental%20Band\"&gt;The West Coast Pop Art Experimental Band&lt;/a&gt;, &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt; (even being compared to John Lennon vocally on some of his albums), and early &lt;a href=\"T.%20Rex%20%28band%29\"&gt;T. Rex&lt;/a&gt; (when they were known as Tyrannosaurus Rex) and &lt;a href=\"Grateful%20Dead\"&gt;Grateful Dead&lt;/a&gt;. A big source of his inspiration also comes from the San Francisco garage and indie rock scenes, from which he has named bands such as &lt;a href=\"Thee%20Oh%20Sees\"&gt;Thee Oh Sees&lt;/a&gt; (being personal friends with frontman John Dwyer).\nGOD? Records.\nSegall has his own &lt;a href=\"Record_label%23Imprint\"&gt;record label imprint&lt;/a&gt; on &lt;a href=\"Drag%20City%20%28record%20label%29\"&gt;Drag City&lt;/a&gt; called GOD? Records. In 2014, Segall signed fellow-&lt;a href=\"garage%20rock\"&gt;garage rock&lt;/a&gt; act &lt;a href=\"Wand%20%28band%29\"&gt;Wand&lt;/a&gt; to the label and subsequently invited them to join him on tour.\nDiscography.\nStudio albums"
}