{
    "id": "30206995",
    "revid": "26254750",
    "url": "https://en.wikipedia.org/wiki?curid=30206995",
    "title": "Sis (ancient city)",
    "text": "Sis () was the capital of the &lt;a href=\"Armenian%20Kingdom%20of%20Cilicia\"&gt;Armenian Kingdom of Cilicia&lt;/a&gt;. The massive fortified complex is just to the southwest of the modern Turkish town of &lt;a href=\"Kozan%2C%20Adana\"&gt;Kozan&lt;/a&gt; in &lt;a href=\"Adana%20Province\"&gt;Adana Province&lt;/a&gt;.\nHistory.\nIn the 3rd millennium B.C. Sis was one of the &lt;a href=\"Hittites\"&gt;Hittite&lt;/a&gt; settlements on the &lt;a href=\"Cilician%20plain\"&gt;Cilician plain&lt;/a&gt; between the mountains and the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; coast.\nDuring the 1st century B.C. Sis appears to have been an unfortified village in the Roman province of &lt;a href=\"Cilicia%20%28Roman%20province%29\"&gt;Cilicia&lt;/a&gt; Secunda. The names Sisan or Sisia are first mentioned in the 5th and 6th centuries in Greek and Latin sources. In 703-04 A.D. the Byzantine settlers repulsed an Arab attack, but were soon forced to abandon the town, which became a frontier post for the &lt;a href=\"Abbasid%20Caliphate\"&gt;Abbasid Caliphate&lt;/a&gt;. The Caliph al-Mutawakkil reconstructed the Byzantine defenses in the mid-9th century. The Byzantine Emperor &lt;a href=\"Nikephoros%20II%20Phokas\"&gt;Nikephoros II Phokas&lt;/a&gt; recaptured Sis in 962, only to have it become an Armenian possession in 1113, when it was occupied by Rubenid Baron &lt;a href=\"Thoros%20I%2C%20Prince%20of%20Armenia\"&gt;T‛oros I&lt;/a&gt; and repaired.\nFrom the late 12th through the 13th centuries the castle was significantly enlarged during the reigns of King &lt;a href=\"Leo%20I%2C%20King%20of%20Armenia\"&gt;Levon I&lt;/a&gt; and King &lt;a href=\"Het%E2%80%9Bum%20I\"&gt;Het‛um I&lt;/a&gt; with a \"palace,\" residential buildings, churches, and gardens. Wilbrand von Oldenburg, a Teutonic monk who visited Sis in 1212, found a complete and well-established capital. Het‛um's wife, Zapēl, is credited with building a hospital there in 1241. A fragment of a dedicatory inscription still in situ within the castle mentions \"Het‛um.\"\nAfter Hromkla was conquered by the Egyptian &lt;a href=\"Mamluks\"&gt;Mamluks&lt;/a&gt;, Sis became the Catholicos' residence. In 1266 the Mamluks looted and burnt the city. In 1275 the Mamluks again surrounded the city, but were defeated by Armenian forces. A century later, in 1369 the Mamluks again conquered the city, but were forced to leave. Finally, in 1375 the Mamluks took the city, looted and burnt it, and captured the king and many lords. With Sis fallen also fell the Armenian Kingdom of Cilicia. \nAccording to &lt;a href=\"Gregory%20of%20Akner\"&gt;Gregory of Akner&lt;/a&gt;,\nInto the early &lt;a href=\"History%20of%20Armenia\"&gt;20th century Armenians&lt;/a&gt; continued to inhabit the town where several late medieval residential structures were preserved.\nThe castle at Sis is one of the largest fortified sites in the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;. If laid from end to end, the circuit walls would measure almost 3 kilometers in length. The walls, towers, vaulted &lt;a href=\"undercroft\"&gt;undercroft&lt;/a&gt;s, cisterns, and residential buildings are carefully adapted into the folds of the lofty outcrop of limestone. The vast majority of these constructions are built with well-cut rusticated ashlar, a masonry typical of Armenian fortifications. There are fragments of &lt;a href=\"Walls%20of%20Constantinople\"&gt;Byzantine walls&lt;/a&gt; as well as an entrance corridor at the southeast which was built during the &lt;a href=\"Mamluk\"&gt;Mamluk&lt;/a&gt; occupation and has an inscription in &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt;. Because of its strategic location, Sis has indivisibility with the castles at Andıl, &lt;a href=\"Anazarbus\"&gt;Anazarbus&lt;/a&gt;, and &lt;a href=\"Tumlu%20Castle\"&gt;Tumlu&lt;/a&gt;.\nDirectly below the castle outcrop at the southeast is a large terrace which has the remains of several important churches and chapels in the Compound of the Patriarchs, including the basilica of St. Sophia, built by &lt;a href=\"Hethum%20I%2C%20King%20of%20Armenia\"&gt;King Het‛um I&lt;/a&gt;, and the 18th-century church of St. Gregory the Illuminator. One of the chapels, Kara Kilise, still preserves the apse and the pointed vault over the nave."
}