{
    "id": "302084",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=302084",
    "title": "Decolonization",
    "text": "Decolonization (&lt;a href=\"American%20English\"&gt;American&lt;/a&gt; and &lt;a href=\"Oxford%20English\"&gt;Oxford English&lt;/a&gt;) or decolonisation (other &lt;a href=\"British%20English\"&gt;British English&lt;/a&gt;) is the undoing of &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt;, the latter being the process whereby a nation establishes and maintains its domination of foreign territories, often overseas territories. The concept particularly applies to the dismantlement, during the second half of the 20th century, of the &lt;a href=\"colonial%20empire\"&gt;colonial empire&lt;/a&gt;s established prior to &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; throughout the world. Some scholars of decolonization focus especially on the movements in the &lt;a href=\"colonies\"&gt;colonies&lt;/a&gt; demanding &lt;a href=\"independence\"&gt;independence&lt;/a&gt;, such as &lt;a href=\"Creole%20nationalism\"&gt;Creole nationalism&lt;/a&gt;.\nThe end-result of successful decolonization may equate to a form of &lt;a href=\"Indigenous%20peoples\"&gt;Indigenous&lt;/a&gt; &lt;a href=\"utopianism\"&gt;utopianism&lt;/a&gt; – given the widespread nature of colonialism, &lt;a href=\"neo-colonialism\"&gt;neo-colonialism&lt;/a&gt;, and &lt;a href=\"cultural%20colonialism\"&gt;cultural colonialism&lt;/a&gt; the goal of full decolonization may seem elusive or &lt;a href=\"myth\"&gt;myth&lt;/a&gt;ical. Indigenous scholars state that an important aspect of decolonization is the ongoing critique of Western worldviews and the uplifting of &lt;a href=\"Indigenous%20Knowledge\"&gt;Indigenous knowledge&lt;/a&gt;.\nScope.\nThe &lt;a href=\"human%20right\"&gt;fundamental right&lt;/a&gt; to &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt; is identified by the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; as core to decolonization, allowing not only independence, but also other ways of decolonization. The &lt;a href=\"United%20Nations%20Special%20Committee%20on%20Decolonization\"&gt;United Nations Special Committee on Decolonization&lt;/a&gt; has stated that in the process of decolonization there is no alternative to the colonizer but to allow a process of self-determination. Self-determination continues to be claimed within independent states, demanding decolonization, as in &lt;a href=\"Indigenous%20decolonization\"&gt;the case of Indigenous Peoples&lt;/a&gt;.\nDecolonization may involve either &lt;a href=\"nonviolent%20revolution\"&gt;nonviolent revolution&lt;/a&gt; or &lt;a href=\"national%20liberation%20wars\"&gt;national liberation wars&lt;/a&gt; by pro-independence groups. It may be &lt;a href=\"wikt%3Aintranational\"&gt;intranational&lt;/a&gt; or involve the intervention of foreign powers acting individually or through international bodies such as the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;. Although examples of decolonization can be found as early as the writings of &lt;a href=\"Thucydides\"&gt;Thucydides&lt;/a&gt;, there have been several particularly active periods of decolonization in modern times. These include the &lt;a href=\"Spanish%20American%20wars%20of%20independence\"&gt;breakup of the Spanish Empire&lt;/a&gt; in the 19th century; of the &lt;a href=\"German%20Empire\"&gt;German&lt;/a&gt;, &lt;a href=\"Austria-Hungary\"&gt;Austro-Hungarian&lt;/a&gt;, &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt;, and &lt;a href=\"Russian%20Empire\"&gt;Russian&lt;/a&gt; empires following &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;; of the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt;, &lt;a href=\"French%20colonial%20empire\"&gt;French&lt;/a&gt;, &lt;a href=\"Dutch%20colonial%20empire\"&gt;Dutch&lt;/a&gt;, &lt;a href=\"Portuguese%20colonial%20empire\"&gt;Portuguese&lt;/a&gt;, &lt;a href=\"Belgian%20colonial%20empire\"&gt;Belgian&lt;/a&gt;, &lt;a href=\"Italian%20colonial%20empire\"&gt;Italian&lt;/a&gt;, and &lt;a href=\"Japanese%20colonial%20empire\"&gt;Japanese&lt;/a&gt; colonial empires following &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;; and of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; at the end of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;.\nDecolonization has been used to refer to the intellectual decolonization from the colonizers' ideas that made the colonized feel inferior. Issues of decolonization persist and are raised contemporarily. In &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; and &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, such issues are increasingly discussed under the term &lt;a href=\"decoloniality\"&gt;decoloniality&lt;/a&gt;.\nMethods and stages.\nAs world opinion began to favour independence for colonies following &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, there was an institutionalized collective effort towards decolonization through the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;. Under Article 22 of the Covenant of the League of Nations, a number of &lt;a href=\"League%20of%20Nations%20Mandate\"&gt;mandates&lt;/a&gt; were created. The expressed intention was to prepare these countries for self-government, but the mandates are often interpreted as a mere redistribution of control over the former colonies of the defeated powers, mainly the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; and the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. This reassignment work continued through the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;, with a similar system of &lt;a href=\"United%20Nations%20Trust%20Territories\"&gt;trust territories&lt;/a&gt; created to adjust control over both former colonies and mandated territories.\nThe Five Stages of Decolonization.\nThere are five proposed stages to decolonization. These are the most commonly found stages in the method of decolonization with Hawaii (post 1959) being a prime example of how these stages manifest themselves.\nAfter the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the British public had other priorities than the Empire after 1945. With a new &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt; to finance, they had little enthusiasm for military action to hold onto overseas territories against their will.\nIn referendums, some &lt;a href=\"dependent%20territory\"&gt;dependent territories&lt;/a&gt; have chosen to retain their dependent status, such as &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt; and &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt;. There are even examples, such as the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt;, in which a geopolitical power goes to war to defend the right of a dependent territory to continue to be such. Colonial powers have sometimes promoted decolonization in order to shed financial, military, and other burdens that tend to grow in those colonies where the colonial governments have become more benign.\nThe final phase of decolonization may concern handing over responsibility for foreign relations and security, and soliciting \"de jure\" recognition for the new &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt;. However, even following the recognition of statehood, a degree of continuity can be maintained through bilateral treaties between now equal governments involving practicalities such as military training, mutual protection pacts, or even a garrison and/or military bases.\nWestern History.\nBeginning with the emergence of the United States in the 1770s, decolonization took place in the context of &lt;a href=\"Atlantic%20history\"&gt;Atlantic history&lt;/a&gt;, against the background of the American and French revolutions. Decolonization became a wider movement in many colonies in the 20th century, and a reality after 1945.\nThe historian &lt;a href=\"William%20Hardy%20McNeill\"&gt;William Hardy McNeill&lt;/a&gt;, in his famous 1963 book \"&lt;a href=\"The%20Rise%20of%20the%20West\"&gt;The Rise of the West&lt;/a&gt;\", appears to have interpreted the post-1945 decline of European empires as paradoxically being due to &lt;a href=\"Westernization\"&gt;Westernization&lt;/a&gt; itself, writing that\nIn the same book, McNeill wrote that \"The rise of the West, as intended by the title and meaning of this book, is only accelerated when one or another Asian or African people throws off European administration by making Western techniques, attitudes, and ideas sufficiently their own to permit them to do so\".\nGreat Britain's &lt;a href=\"Thirteen%20Colonies\"&gt;Thirteen North American colonies&lt;/a&gt; were the first colonies to break from their colonial motherland by declaring independence as the United States of America in 1776, and being recognized as an independent nation by France in 1778 and Britain in 1783.\nHaitian Revolution.\nThe &lt;a href=\"Haitian%20Revolution\"&gt;Haitian Revolution&lt;/a&gt; was a revolt in 1789 and subsequent slave uprising in 1791 in the French colony of &lt;a href=\"Saint-Domingue\"&gt;Saint-Domingue&lt;/a&gt;, on the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean&lt;/a&gt; island of &lt;a href=\"Hispaniola\"&gt;Hispaniola&lt;/a&gt;. In 1804, &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt; secured independence from France as the &lt;a href=\"First%20Empire%20of%20Haiti\"&gt;Empire of Haiti&lt;/a&gt;, which later became a republic.\nSpanish America.\nThe chaos of the &lt;a href=\"Napoleonic%20wars\"&gt;Napoleonic wars&lt;/a&gt; in Europe cut the direct links between Spain and its American colonies, allowing for the process of decolonization to begin.\nWith the invasion of Spain by Napoleon in 1806, the American colonies declared autonomy and loyalty to King Ferdinand VII. The contract was broken and the regions of the Spanish Empire had to decide whether to show allegiance to the Junta of Cadiz (the only territory in Spain free from Napoleon) or have a junta (assembly) of its own. The economic monopoly of the metropolis was the main reason why many countries decided to become independent from Spain. In 1809, the independence wars of Latin America began with a revolt in La Paz, Bolivia. In 1807 and 1808, the &lt;a href=\"Viceroyalty%20of%20the%20River%20Plate\"&gt;Viceroyalty of the River Plate&lt;/a&gt; was invaded by the British. After their 2nd defeat, a Frenchman called Santiague de Liniers was proclaimed a new Viceroy by the local population and later accepted by Spain. In May 1810 in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, a Junta was created, but in &lt;a href=\"Montevideo\"&gt;Montevideo&lt;/a&gt; it was not recognized by the local government who followed the authority of the Junta of Cadiz. The rivalry between the two cities was the main reason for the distrust between them. During the next 15 years, the Spanish and Royalist on one side, and the rebels on the other fought in South America and Mexico. Numerous countries declared their independence. In 1824, the Spanish forces were defeated in the &lt;a href=\"Battle%20of%20Ayacucho\"&gt;Battle of Ayacucho&lt;/a&gt;. The mainland was free, and in 1898, Spain lost &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; in the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;. Puerto Rico became an &lt;a href=\"unincorporated%20territory\"&gt;unincorporated territory&lt;/a&gt; of the US, but Cuba became independent in 1902.\nPortuguese America.\nThe Napoleonic Wars also led to the severing of the direct links between Portugal and its only American colony, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;. Days before Napoleon invaded Portugal, in 1807 the Portuguese royal court &lt;a href=\"Transfer%20of%20the%20Portuguese%20court%20to%20Brazil\"&gt;fled to Brazil&lt;/a&gt;. In 1820 there was a &lt;a href=\"Liberal%20Revolution%20of%201820\"&gt;Constitutionalist Revolution&lt;/a&gt; in Portugal, which led to the return of the Portuguese court to Lisbon. This led to distrust between the Portuguese and the Brazilian colonists, and finally, in 1822, to the colony becoming independent as the &lt;a href=\"Empire%20of%20Brazil\"&gt;Empire of Brazil&lt;/a&gt;, which later became a republic.\nOttoman Empire.\nCyprus.\nCyprus was invaded and taken over by the Ottoman Empire in 1570. It later passed de facto from the Ottoman Empire to the British Empire in 1878. The Cypriots expressed their true disdain for Ottoman rule through revolts and nationalist movements. The Ottomans suppressed these revolts in the harshest of fashion, but that only ended up fuelling the revolts and desire for independence. The indigenous Cypriots, who constituted the overwhelming majority on the island, were ethnically Greek. Accordingly, they desired liberation from foreign rule and to join their counterparts in the nascent Greek state - an aspiration shared with their peers in other historically and predominantly Greek islands, like Crete. Being dissatisfied with three centuries of Turkic rule they openly expressed their desire for enosis. They abandoned Ottoman architecture and showed little respect for Ottoman rule. All these acts of defiance could be attributed to decolonization. When the Cypriots made acts of nationalism, they were participating in a form of decolonization, trying to move away from the Turko-Islamic legacy they associated with colonization and foreign oppression. The &lt;a href=\"Greek%20War%20of%20Independence\"&gt;Greek War of Independence&lt;/a&gt; had major affects on Cyprus and after the Ottomans had left, Cyprus continued strengthening  their cultural ties  to Greece.\nA number of people (mainly &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;) previously conquered by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; were able to achieve independence in the 19th century, a process that peaked at the time of the Ottoman defeat in the &lt;a href=\"Russo-Turkish%20War%20%281877%E2%80%9378%29\"&gt;Russo-Turkish War&lt;/a&gt; of 1877–78.\nThe Ottoman Empire had failed to raise revenue and a monopoly of effective armed forces. This may have caused the fall of the Ottoman Empire.\nEgypt.\nIn the wake of the 1798 &lt;a href=\"French%20Invasion%20of%20Egypt\"&gt;French Invasion of Egypt&lt;/a&gt; and its subsequent expulsion in 1801, the commander of an &lt;a href=\"Albanian%20Pashaliks\"&gt;Albanian&lt;/a&gt; regiment, &lt;a href=\"Muhammad%20Ali%20of%20Egypt\"&gt;Muhammad Ali&lt;/a&gt;, was able to gain control of &lt;a href=\"Egypt%20Province%2C%20Ottoman%20Empire\"&gt;Egypt&lt;/a&gt;. Although he was acknowledged by the &lt;a href=\"Selim%20III\"&gt;Sultan&lt;/a&gt; in &lt;a href=\"Istanbul\"&gt;Constantinople&lt;/a&gt; in 1805 as his \"&lt;a href=\"pasha\"&gt;pasha&lt;/a&gt;\", Muhammad Ali, and eventually his successors, were de facto monarchs of a largely independent state managing its own foreign relations. However, despite this de facto independence, Egypt did remain nominally a vassal state of the Ottoman Empire obliged to pay a hefty annual tribute to the Sultan. Throughout the 'long 19th century', Muhammad Ali would send scores of Azhar scholars to France and other European countries to be educated in the empirical sciences (due to the heavy inferiority complex ingrained from French defeat); however, such scholars would unwittingly participate in their country's intellectual colonization throughout this century and establish the national public educational system on Secular Humanist (Enlightenment) philosophy and principles and Western culture in general to this day. Upon declaring war on Turkey in November 1914, Britain unilaterally declared the Sultan's rights and title over Egypt abolished and &lt;a href=\"History%20of%20Egypt%20under%20the%20British\"&gt;proclaimed its own protectorate&lt;/a&gt; over the country.\nGreece.\nThe Greek War of Independence (1821–1829) was fought to liberate Greece from three centuries of &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; occupation. Independence was secured by the intervention of the &lt;a href=\"British%20Navy\"&gt;British&lt;/a&gt; and &lt;a href=\"French%20Navy\"&gt;French navies&lt;/a&gt; and the &lt;a href=\"French%20Army\"&gt;French&lt;/a&gt; and &lt;a href=\"Imperial%20Russian%20Army\"&gt;Russian armies&lt;/a&gt;, but Greece was limited to an area including perhaps only one-third of ethnic Greeks, that later grew significantly with the &lt;a href=\"Megali%20Idea\"&gt;Megali Idea&lt;/a&gt; project. The war ended many of the privileges of the &lt;a href=\"Phanariot\"&gt;Phanariot&lt;/a&gt; Greeks of &lt;a href=\"Istanbul\"&gt;Constantinople&lt;/a&gt;. After nine years of war, Greece was finally recognized as an independent state under the &lt;a href=\"London%20Protocol%20%281830%29\"&gt;London Protocol&lt;/a&gt; of February 1830. Further negotiations in 1832 led to the &lt;a href=\"London%20Conference%20of%201832\"&gt;London Conference&lt;/a&gt; and the &lt;a href=\"Treaty%20of%20Constantinople%20%281832%29\"&gt;Treaty of Constantinople&lt;/a&gt;; these defined the final borders of the new state.\nBulgaria.\nFollowing a &lt;a href=\"April%20Uprising\"&gt;failed Bulgarian revolt&lt;/a&gt; in 1876, the subsequent &lt;a href=\"Russo-Turkish%20War%2C%201877-1878\"&gt;Russo-Turkish war&lt;/a&gt; ended with the provisional &lt;a href=\"Treaty%20of%20San%20Stefano\"&gt;Treaty of San Stefano&lt;/a&gt; established a huge new realm of Bulgaria including most of &lt;a href=\"Macedonia%20%28region%29\"&gt;Macedonia&lt;/a&gt; and &lt;a href=\"Thrace%20%28region%29\"&gt;Thrace&lt;/a&gt;. The final &lt;a href=\"Treaty%20of%20Berlin%2C%201878\"&gt;1878 Treaty of Berlin&lt;/a&gt; allowed the other Great Powers to limit the size of the new Russian &lt;a href=\"client%20state\"&gt;client state&lt;/a&gt; and even briefly divided this rump state in two, Bulgaria and &lt;a href=\"Eastern%20Rumelia\"&gt;Eastern Rumelia&lt;/a&gt;, but the &lt;a href=\"irredentism\"&gt;irredentist&lt;/a&gt; claims from the first treaty would direct Bulgarian claims through the &lt;a href=\"First%20Balkan%20War\"&gt;first&lt;/a&gt; and &lt;a href=\"second%20Balkan%20War\"&gt;second Balkan War&lt;/a&gt;s and both World Wars.\nRomania.\nRomania fought on the Russian side in the &lt;a href=\"Russo-Turkish%20War%2C%201877-78\"&gt;Russo-Turkish War&lt;/a&gt; and in the &lt;a href=\"Treaty%20of%20Berlin%2C%201878\"&gt;1878 Treaty of Berlin&lt;/a&gt;, Romania was recognized as an &lt;a href=\"Romanian%20War%20of%20Independence\"&gt;independent&lt;/a&gt; state by the &lt;a href=\"Great%20Powers\"&gt;Great Powers&lt;/a&gt;.\nSerbia.\nCenturies of armed and unarmed struggle ended with the recognition of &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;n independence from the Ottoman Empire at the &lt;a href=\"Congress%20of%20Berlin\"&gt;Congress of Berlin&lt;/a&gt; in 1878.\nMontenegro.\nThe independence of the &lt;a href=\"Principality%20of%20Montenegro\"&gt;Principality of Montenegro&lt;/a&gt; from the Ottoman Empire was recognized at the &lt;a href=\"congress%20of%20Berlin\"&gt;congress of Berlin&lt;/a&gt; in 1878. However, the Montenegrin nation has been de facto independent since 1711 (officially accepted by the &lt;a href=\"Tsardom%20of%20Russia\"&gt;Tsardom of Russia&lt;/a&gt; by the order of &lt;a href=\"Peter%20the%20Great\"&gt;Tsar Petr I Alexeyevich-Romanov&lt;/a&gt;. In the period 1795–1798, Montenegro once again claimed independence after the &lt;a href=\"Battle%20of%20Krusi\"&gt;Battle of Krusi&lt;/a&gt;. In 1806, it was recognized as a power fighting against Napoleon, meaning that it had a fully mobilized and supplied army (by Russia, through Admiral &lt;a href=\"Dmitry%20Senyavin\"&gt;Dmitry Senyavin&lt;/a&gt; at the Bay of &lt;a href=\"Kotor\"&gt;Kotor&lt;/a&gt;).\nIn the period of reign of &lt;a href=\"Petar%20II%20Petrovi%C4%87-Njego%C5%A1\"&gt;Petar II Petrović-Njegoš&lt;/a&gt;, Montenegro was again colonized by Turkey, but that changed with the coming of &lt;a href=\"Knyaz\"&gt;Knyaz&lt;/a&gt; &lt;a href=\"Danilo%20I%2C%20Prince%20of%20Montenegro\"&gt;Danilo I&lt;/a&gt;, with a totally successful war against Turkey in the late 1850s ending with a decisive victory of the Montenegrin army under &lt;a href=\"Grand%20Duke\"&gt;Grand Duke&lt;/a&gt; &lt;a href=\"Mirko%20Petrovi%C4%87-Njego%C5%A1\"&gt;Mirko Petrović-Njegoš&lt;/a&gt;, brother of Danilo I, at the &lt;a href=\"Battle%20of%20Grahovac\"&gt;Battle of Grahovac&lt;/a&gt;. The full independence was given to Montenegro, after almost 170 years of fighting the Turks, Bosniaks, Albanians and the French (1806–1814) at the &lt;a href=\"Congress%20of%20Berlin\"&gt;Congress of Berlin&lt;/a&gt;.\nBritish Empire.\nThe emergence of Indigenous political parties was especially characteristic of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, which seemed less ruthless in controlling political dissent. Driven by pragmatic demands of budgets and manpower the British made deals with the local politicians. Across the empire, the general protocol was to convene a constitutional conference in London to discuss the transition to greater self-government and then independence, submit a report of the constitutional conference to parliament, if approved submit a bill to Parliament at Westminster to terminate the responsibility of the United Kingdom (with a copy of the new constitution annexed), and finally, if approved, issuance of an Order of Council fixing the exact date of independence.\nAfter &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, several former German and Ottoman territories in the Middle East, Africa, and the Pacific were governed by the UK as &lt;a href=\"League%20of%20Nations%20mandate\"&gt;League of Nations mandate&lt;/a&gt;s. Some were administered directly by the UK, and others by British dominions – &lt;a href=\"Nauru\"&gt;Nauru&lt;/a&gt; and the &lt;a href=\"Territory%20of%20New%20Guinea\"&gt;Territory of New Guinea&lt;/a&gt; by &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"South%20West%20Africa\"&gt;South West Africa&lt;/a&gt; by the &lt;a href=\"Union%20of%20South%20Africa\"&gt;Union of South Africa&lt;/a&gt;, and &lt;a href=\"Western%20Samoa\"&gt;Western Samoa&lt;/a&gt; by &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;.\nEgypt became independent in 1922, although the UK retained security prerogatives, control of the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt;, and effective control of the &lt;a href=\"Anglo-Egyptian%20Sudan\"&gt;Anglo-Egyptian Sudan&lt;/a&gt;. The &lt;a href=\"Balfour%20Declaration%20of%201926\"&gt;Balfour Declaration of 1926&lt;/a&gt; declared the British Empire &lt;a href=\"dominion\"&gt;dominion&lt;/a&gt;s as equals, and the 1931 &lt;a href=\"Statute%20of%20Westminster%201931\"&gt;Statute of Westminster&lt;/a&gt; established full legislative independence for them. The equal dominions were six– &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Newfoundland\"&gt;Newfoundland&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, the &lt;a href=\"Irish%20Free%20State\"&gt;Irish Free State&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, and the &lt;a href=\"Union%20of%20South%20Africa\"&gt;Union of South Africa&lt;/a&gt;; Ireland had been brought into a union with Great Britain in 1801 creating The United Kingdom of Great Britain and Ireland until the formation of the Irish Free State in 1922. However, some of the Dominions were already independent de facto, and even de jure and recognized as such by the international community. Thus, Canada was a founding member of the League of Nations in 1919 and served on the council from 1927 to 1930. That country also negotiated on its own and signed bilateral and multilateral treaties and conventions from the early 1900s onward. Newfoundland ceded self-rule back to London in 1934. &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, a League of Nations mandate, became independent in 1932.\nIn response to a growing &lt;a href=\"Indian%20independence%20movement\"&gt;Indian independence movement&lt;/a&gt;, the UK made successive reforms to the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt;, culminating in the &lt;a href=\"Government%20of%20India%20Act%201935\"&gt;Government of India Act (1935)&lt;/a&gt;. These reforms included creating elected legislative councils in some of the &lt;a href=\"Provinces%20of%20British%20India\"&gt;Provinces of British India&lt;/a&gt;. &lt;a href=\"Mohandas%20Karamchand%20Gandhi\"&gt;Mohandas Karamchand Gandhi&lt;/a&gt;, India's independence movement leader, led a peaceful resistance to British rule. By becoming a symbol of both peace and opposition to British imperialism, many Indians began to view the British as the cause of India's problems leading to a newfound sense of &lt;a href=\"Nationalist%20Movements%20in%20India\"&gt;nationalism&lt;/a&gt; among its population. With this new wave of Indian nationalism, Gandhi was eventually able to garner the support needed to push back the British and create an independent India in 1947.\nAfrica was only fully drawn into the colonial system at the end of the 19th century. In the north-east the continued independence of the &lt;a href=\"Empire%20of%20Ethiopia\"&gt;Empire of Ethiopia&lt;/a&gt; remained a beacon of hope to pro-independence activists. However, with the anti-colonial wars of the 1900s (decade) barely over, new modernizing forms of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;n Nationalism began to gain strength in the early 20th-century with the emergence of Pan-Africanism, as advocated by the Jamaican journalist &lt;a href=\"Marcus%20Garvey\"&gt;Marcus Garvey&lt;/a&gt; (1887–1940) whose widely distributed newspapers demanded swift abolition of European imperialism, as well as republicanism in Egypt. &lt;a href=\"Kwame%20Nkrumah\"&gt;Kwame Nkrumah&lt;/a&gt; (1909–1972) who was inspired by the works of Garvey led &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt; to independence from colonial rule.\nIndependence for the colonies in Africa began with the independence of &lt;a href=\"Sudan\"&gt;Sudan&lt;/a&gt; in 1956, and &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt; in 1957. All of the British colonies on mainland Africa became independent by 1966, although &lt;a href=\"Rhodesia\"&gt;Rhodesia&lt;/a&gt;'s unilateral declaration of independence in 1965 was not recognized by the UK or internationally.\nSome of the British colonies in Asia were directly administered by British officials, while others were ruled by local monarchs as &lt;a href=\"protectorate\"&gt;protectorate&lt;/a&gt;s or in &lt;a href=\"subsidiary%20alliance\"&gt;subsidiary alliance&lt;/a&gt; with the UK.\nIn 1947, &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt; was &lt;a href=\"Partition%20of%20India\"&gt;partitioned&lt;/a&gt; into the independent dominions of &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. Hundreds of &lt;a href=\"princely%20state\"&gt;princely state&lt;/a&gt;s, states ruled by monarchs in treaty of subsidiary alliance with Britain, were &lt;a href=\"Political%20integration%20of%20India\"&gt;integrated into India&lt;/a&gt; and Pakistan. India and Pakistan fought several wars over the former princely state of &lt;a href=\"Jammu%20and%20Kashmir%20%28princely%20state%29\"&gt;Jammu and Kashmir&lt;/a&gt;. &lt;a href=\"French%20India\"&gt;French India&lt;/a&gt; was integrated into India between 1950 and 1954, and India annexed &lt;a href=\"Portuguese%20India\"&gt;Portuguese India&lt;/a&gt; in 1961, and the Kingdom of &lt;a href=\"Sikkim\"&gt;Sikkim&lt;/a&gt; merged with India by popular vote in 1975.\nViolence, civil warfare and partition.\nSignificant violence was involved in several prominent cases of decolonization of the British Empire; partition was a frequent solution. In 1783, the North American colonies were divided between the independent United States, and &lt;a href=\"British%20North%20America\"&gt;British North America&lt;/a&gt;, which later became Canada.\nThe &lt;a href=\"Indian%20Rebellion%20of%201857\"&gt;Indian Rebellion of 1857&lt;/a&gt; was a revolt of a portion of the Indian Army. It was characterized by massacres of civilians on both sides. It was not a movement for independence, however, and only a small part of India was involved. In the aftermath, the British pulled back from modernizing reforms of Indian society, and the level of organised violence under the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt; was relatively small. Most of that was initiated by repressive British administrators, as in the &lt;a href=\"Amritsar%23Jallianwala%20Bagh%20massacre\"&gt;Amritsar massacre of 1919&lt;/a&gt;, or the police assaults on the &lt;a href=\"Salt%20March\"&gt;Salt March&lt;/a&gt; of 1930. Large-scale communal violence broke out between Muslims and Hindus and Muslims and Sikhs after the British left in 1947 in the newly independent &lt;a href=\"dominion\"&gt;dominion&lt;/a&gt;s of India and Pakistan. Much later, in 1970, further communal violence broke out within Pakistan in the detached eastern part of East Bengal, which became independent as &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; in 1971.\n&lt;a href=\"History%20of%20Cyprus%20since%201878\"&gt;Cyprus&lt;/a&gt;, which came under full British control in 1914 from the Ottoman Empire, was culturally divided between the majority &lt;a href=\"Greek%20Cypriots\"&gt;Greek element&lt;/a&gt; (which demanded \"&lt;a href=\"enosis\"&gt;enosis&lt;/a&gt;\" or union with Greece) and the minority Turks. London for decades assumed it needed the island to defend the Suez Canal; but after the Suez crisis of 1956, that became a minor factor, and Greek violence became a more serious issue. Cyprus became an independent country in 1960, but ethnic violence escalated until 1974 when Turkey invaded and partitioned the island. Each side rewrote its own history, blaming the other.\n&lt;a href=\"Mandatory%20Palestine\"&gt;Palestine&lt;/a&gt; became a &lt;a href=\"Mandate%20for%20Palestine\"&gt;British mandate&lt;/a&gt; from the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;, and during the war the British gained support from both sides by making promises both to the Arabs and the Jews. (See &lt;a href=\"Balfour%20Declaration\"&gt;Balfour Declaration&lt;/a&gt;). Decades of ethno—religious violence resulted. The British pulled out, after dividing the Mandate into &lt;a href=\"State%20of%20Palestine\"&gt;Palestine&lt;/a&gt; and &lt;a href=\"Jordan\"&gt;Jordan&lt;/a&gt;.\nFrench Empire.\nAfter World War I, the colonized people were frustrated at France's failure to recognize the effort provided by the French colonies (resources, but more importantly colonial troops – the famous \"&lt;a href=\"tirailleurs\"&gt;tirailleurs&lt;/a&gt;\"). Although in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; the &lt;a href=\"Great%20Mosque%20of%20Paris\"&gt;Great Mosque of Paris&lt;/a&gt; was constructed as recognition of these efforts, the French state had no intention to allow &lt;a href=\"self-rule\"&gt;self-rule&lt;/a&gt;, let alone grant &lt;a href=\"independence\"&gt;independence&lt;/a&gt; to the colonized people. Thus, &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt; in the colonies became stronger in between the two wars, leading to &lt;a href=\"Muhammad%20Ibn%20%27Abd%20al-Karim%20al-Khattabi\"&gt;Abd el-Krim&lt;/a&gt;'s &lt;a href=\"Rif%20War%20%281920%29\"&gt;Rif War&lt;/a&gt; (1921–1925) in &lt;a href=\"History%20of%20Morocco\"&gt;Morocco&lt;/a&gt; and to the creation of &lt;a href=\"Messali%20Hadj\"&gt;Messali Hadj&lt;/a&gt;'s &lt;a href=\"Star%20of%20North%20Africa\"&gt;Star of North Africa&lt;/a&gt; in &lt;a href=\"Nationalism%20and%20resistance%20in%20Algeria\"&gt;Algeria&lt;/a&gt; in 1925. However, these movements would gain full potential only after World War II.\nAfter World War I, France administered the former Ottoman territories of &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; and &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;, and the former German colonies of &lt;a href=\"French%20Togoland\"&gt;Togoland&lt;/a&gt; and &lt;a href=\"French%20Cameroons\"&gt;Cameroon&lt;/a&gt;, as League of Nations mandates. Lebanon declared its independence in 1943, and Syria in 1945.\nAlthough France was ultimately a victor of World War II, Nazi Germany's occupation of France and its North African colonies during the war had disrupted colonial rule. On October 27, 1946, France adopted a new constitution creating the &lt;a href=\"French%20Fourth%20Republic\"&gt;Fourth Republic&lt;/a&gt;, and substituted the &lt;a href=\"French%20Union\"&gt;French Union&lt;/a&gt; for the colonial empire. However power over the colonies remained concentrated in France, and the power of local assemblies outside France was extremely limited. On the night of March 29, 1947, a &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt; &lt;a href=\"Madagascar%20revolt\"&gt;nationalist uprising&lt;/a&gt; led the French government headed by &lt;a href=\"Paul%20Ramadier\"&gt;Paul Ramadier&lt;/a&gt; (&lt;a href=\"Section%20Fran%C3%A7aise%20de%20l%27Internationale%20Ouvri%C3%A8re\"&gt;Socialist&lt;/a&gt;) to violent repression: one year of bitter fighting, 11,000–40,000 Malagasy died.\nIn 1946, the states of &lt;a href=\"French%20Indochina\"&gt;French Indochina&lt;/a&gt; withdrew from the French Union, leading to the &lt;a href=\"First%20Indochina%20War\"&gt;Indochina War&lt;/a&gt; (1946–54). &lt;a href=\"Ho%20Chi%20Minh\"&gt;Ho Chi Minh&lt;/a&gt;, who had been a co-founder of the &lt;a href=\"French%20Communist%20Party\"&gt;French Communist Party&lt;/a&gt; in 1920 and had founded the &lt;a href=\"Vietminh\"&gt;Vietminh&lt;/a&gt; in 1941, declared independence from France, and led the armed resistance against France's reoccupation of Indochina. &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt; and &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt; became independent in 1953, and the 1954 &lt;a href=\"Geneva%20Conference%20%281954%29\"&gt;Geneva Accords&lt;/a&gt; ended France's occupation of Indochina, leaving &lt;a href=\"North%20Vietnam\"&gt;North Vietnam&lt;/a&gt; and &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt; independent.\nIn 1956, &lt;a href=\"History%20of%20Morocco\"&gt;Morocco&lt;/a&gt; and &lt;a href=\"History%20of%20Tunisia\"&gt;Tunisia&lt;/a&gt; gained their independence from France. In 1960, eight independent countries emerged from &lt;a href=\"French%20West%20Africa\"&gt;French West Africa&lt;/a&gt;, and five from &lt;a href=\"French%20Equatorial%20Africa\"&gt;French Equatorial Africa&lt;/a&gt;. The &lt;a href=\"Algerian%20War%20of%20Independence\"&gt;Algerian War of Independence&lt;/a&gt; raged from 1954 to 1962. To this day, the Algerian war – officially called a \"public order operation\" until the 1990s – remains a trauma for both France and Algeria. Philosopher &lt;a href=\"Paul%20Ric%C5%93ur\"&gt;Paul Ricœur&lt;/a&gt; has spoken of the necessity of a \"decolonisation of memory\", starting with the recognition of the &lt;a href=\"1961%20Paris%20massacre\"&gt;1961 Paris massacre&lt;/a&gt; during the Algerian war, and the decisive role of African and especially North African immigrant manpower in the \"&lt;a href=\"Trente%20Glorieuses\"&gt;Trente Glorieuses&lt;/a&gt;\" post–World War II economic growth period. In the 1960s, due to economic needs for post-war reconstruction and rapid economic growth, French employers actively sought to recruit manpower from the colonies, explaining today's &lt;a href=\"demographics%20of%20France\"&gt;multiethnic population&lt;/a&gt;.\nAfter 1918.\nWestern European colonial powers.\nThe New Imperialism period of the late 19th and early 20th centuries, which included the &lt;a href=\"scramble%20for%20Africa\"&gt;scramble for Africa&lt;/a&gt; and the &lt;a href=\"Opium%20War\"&gt;Opium War&lt;/a&gt;s, marked the zenith of European colonization. It also accelerated the trends that would end colonialism. The extraordinary material demands of the conflict had spread economic change across the world (notable inflation), and the associated social pressures of \"war imperialism\" created both peasant unrest and a burgeoning middle class.\n&lt;a href=\"Economic%20growth\"&gt;Economic growth&lt;/a&gt; created stakeholders with their own demands, while &lt;a href=\"Race%20%28classification%20of%20human%20beings%29\"&gt;racial&lt;/a&gt; issues meant these people clearly stood apart from the colonial middle-class and had to form their own group. The start of mass &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt;, as a concept and practice, would fatally undermine the ideologies of imperialism.\nThere were, naturally, other factors, from agrarian change (and disaster – &lt;a href=\"French%20Indochina\"&gt;French Indochina&lt;/a&gt;), changes or developments in religion (&lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; in Burma, &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; in the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt;, marginally people like &lt;a href=\"John%20Chilembwe\"&gt;John Chilembwe&lt;/a&gt; in &lt;a href=\"Malawi\"&gt;Nyasaland&lt;/a&gt;), and the impact of the 1930s Great Depression.\nThe &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, despite the concentration of its impact on the industrialized world, was also exceptionally damaging in the rural colonies. Agricultural prices fell much harder and faster than those of industrial goods. From around 1925 until &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the colonies suffered. The colonial powers concentrated on domestic issues, &lt;a href=\"protectionism\"&gt;protectionism&lt;/a&gt; and tariffs, disregarding the damage done to international trade flows. The colonies, almost all primary \"&lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt;\" producers, lost the majority of their export income and were forced away from the \"open\" complementary colonial economies to \"closed\" systems. While some areas returned to &lt;a href=\"subsistence%20farming\"&gt;subsistence farming&lt;/a&gt; (&lt;a href=\"British%20Malaya\"&gt;British Malaya&lt;/a&gt;) others diversified (India, &lt;a href=\"West%20Africa\"&gt;West Africa&lt;/a&gt;), and some began to industrialize. These economies would not fit the colonial straitjacket when efforts were made to renew the links. Further, the European-owned and -run &lt;a href=\"plantation\"&gt;plantation&lt;/a&gt;s proved more vulnerable to extended &lt;a href=\"Deflation%20%28economics%29\"&gt;deflation&lt;/a&gt; than native &lt;a href=\"capitalism\"&gt;capitalists&lt;/a&gt;, reducing the dominance of \"white\" farmers in colonial economies and making the European &lt;a href=\"government\"&gt;government&lt;/a&gt;s and investors of the 1930s co-opt &lt;a href=\"indigenous%20peoples\"&gt;Indigenous&lt;/a&gt; elites – despite the implications for the future. Colonial reform also hastened their end; notably the move from non-interventionist collaborative systems towards directed, disruptive, direct management to drive economic change. The creation of genuine bureaucratic government boosted the formation of Indigenous &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt;.\nUnited States.\nA union of former colonies itself, the United States approached imperialism differently from the other Powers. Much of its energy and rapidly expanding population was directed westward across the North American continent against English and French claims, the &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt; and Mexico. The &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native Americans were sent to reservations, often unwillingly&lt;/a&gt;. With support from Britain, its &lt;a href=\"Monroe%20Doctrine\"&gt;Monroe Doctrine&lt;/a&gt; reserved the Americas as its sphere of interest, prohibiting other states (particularly Spain) from recolonizing the newly independent polities of &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;. However, France, taking advantage of the American government's distraction during the Civil War, intervened militarily in Mexico and set up a French-protected monarchy. Spain took the step to &lt;a href=\"Spanish%20occupation%20of%20the%20Dominican%20Republic\"&gt;occupy the Dominican Republic and restore colonial rule&lt;/a&gt;. The Union victory in the Civil War in 1865 forced both France and Spain to accede to American demands to evacuate those two countries. America's only African colony, &lt;a href=\"Liberia\"&gt;Liberia&lt;/a&gt;, was formed privately and achieved independence early; Washington unofficially protected it. By 1900 the US advocated an &lt;a href=\"Open%20Door%20Policy\"&gt;Open Door Policy&lt;/a&gt; and opposed the direct division of China.\nAfter 1898 direct intervention expanded in Latin America. The United States purchased Alaska from the Russian Empire in 1867 and annexed Hawaii in 1898. Following the &lt;a href=\"Spanish-American%20war\"&gt;Spanish-American war&lt;/a&gt; in 1898, the US added most of Spain's remaining colonies: &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, and &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;. Deciding not to annex Cuba outright, the U.S. established it as a &lt;a href=\"client%20state\"&gt;client state&lt;/a&gt; with obligations including the perpetual lease of &lt;a href=\"Guant%C3%A1namo%20Bay\"&gt;Guantánamo Bay&lt;/a&gt; to the U.S. Navy. The attempt of the first governor to void the island's constitution and remain in power past the end of his term provoked a rebellion that provoked a reoccupation between 1906 and 1909, but this was again followed by devolution. Similarly, the &lt;a href=\"McKinley%20administration\"&gt;McKinley administration&lt;/a&gt;, despite prosecuting the &lt;a href=\"Philippine%E2%80%93American%20War\"&gt;Philippine–American War&lt;/a&gt; against a &lt;a href=\"First%20Republic%20of%20the%20Philippines\"&gt;native republic&lt;/a&gt;, set out that the &lt;a href=\"Territories%20of%20the%20United%20States%23Former%20unincorporated%20territories%20of%20the%20United%20States%20%28incomplete%29\"&gt;Territory of the Philippine Islands&lt;/a&gt; was eventually granted independence. In 1917, the US purchased the &lt;a href=\"Danish%20West%20Indies\"&gt;Danish West Indies&lt;/a&gt; (later renamed the &lt;a href=\"US%20Virgin%20Islands\"&gt;US Virgin Islands&lt;/a&gt;) from &lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt; and Puerto Ricans became full U.S. citizens that same year. The US government declared Puerto Rico the territory was no longer a colony and stopped transmitting information about it to the United Nations Decolonization Committee. As a result, the &lt;a href=\"UN%20General%20Assembly%20Resolution%20748\"&gt;UN General Assembly&lt;/a&gt; removed Puerto Rico from the &lt;a href=\"United%20Nations%20list%20of%20Non-Self-Governing%20Territories\"&gt;U.N. list of non-self-governing territories&lt;/a&gt;. Four referenda showed little support for independence, but much interest in statehood such as Hawaii and Alaska received in 1959.\nThe Monroe Doctrine was expanded by the &lt;a href=\"Roosevelt%20Corollary\"&gt;Roosevelt Corollary&lt;/a&gt; in 1904, providing that the United States had a right and obligation to intervene \"in flagrant cases of such wrongdoing or impotence\" that a nation in the Western Hemisphere became vulnerable to European control. In practice, this meant that the United States was led to act as a collections agent for European creditors by administering customs duties in the &lt;a href=\"Dominican%20Republic\"&gt;Dominican Republic&lt;/a&gt; (1905–1941), &lt;a href=\"Haiti\"&gt;Haiti&lt;/a&gt; (1915–1934), and elsewhere. The intrusiveness and bad relations this engendered were somewhat checked by the &lt;a href=\"Clark%20Memorandum\"&gt;Clark Memorandum&lt;/a&gt; and renounced by President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;'s \"&lt;a href=\"Good%20Neighbor%20Policy\"&gt;Good Neighbor Policy&lt;/a&gt;.\"\nThe &lt;a href=\"Fourteen%20Points\"&gt;Fourteen Points&lt;/a&gt; were preconditions addressed by President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; to the European powers at the &lt;a href=\"Paris%20Peace%20Conference%2C%201919%E2%80%931920\"&gt;Paris Peace Conference&lt;/a&gt; following &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. In allowing allies France and Britain the former colonial possessions of the German and Ottoman Empires, the US demanded of them submission to the &lt;a href=\"League%20of%20Nations%20mandate\"&gt;League of Nations mandate&lt;/a&gt;, in calling for \"V. A free, open-minded, and absolutely impartial adjustment of all colonial claims, based upon a strict observance of the principle that in determining all such questions of sovereignty the interests of the populations concerned must have equal weight with the equitable government whose title is to be determined.\" See also point XII.\nAfter 1947, the U.S. poured tens of billions of dollars into the &lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt;, and other grants and loans to Europe and Asia to rebuild the world economy. Washington pushed hard to accelerate decolonization and bring an end to the colonial empires of its Western allies, most importantly during the 1956 &lt;a href=\"Suez%20Crisis\"&gt;Suez Crisis&lt;/a&gt;, but American military bases were established around the world and direct and indirect interventions continued in &lt;a href=\"Korean%20War\"&gt;Korea&lt;/a&gt;, &lt;a href=\"Vietnam%20War\"&gt;Indochina&lt;/a&gt;, Latin America (\"inter alia\", the &lt;a href=\"1965%20United%20States%20occupation%20of%20the%20Dominican%20Republic\"&gt;1965 occupation of the Dominican Republic&lt;/a&gt;), Africa, and the Middle East to oppose Communist invasions and insurgencies. Since the dissolution of the Soviet Union, the United States has been far less active in the Americas, but invaded &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;Afghanistan&lt;/a&gt; and &lt;a href=\"Iraq%20War\"&gt;Iraq&lt;/a&gt; following the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in 2001, establishing army and air bases in &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;.\nJapan.\nBefore World War I, Japan had gained several substantial colonial possessions in East Asia such as Taiwan (1895) and Korea (1910). Japan joined the allies in World War I, and after the war acquired the &lt;a href=\"South%20Seas%20Mandate\"&gt;South Seas Mandate&lt;/a&gt;, the former German colony in Micronesia, as a &lt;a href=\"League%20of%20Nations%20Mandate\"&gt;League of Nations Mandate&lt;/a&gt;. Pursuing a colonial policy comparable to those of European powers, Japan settled significant populations of ethnic Japanese in its colonies while simultaneously suppressing Indigenous ethnic populations by enforcing the learning and use of the &lt;a href=\"Japanese%20language\"&gt;Japanese language&lt;/a&gt; in schools. Other methods such as public interaction, and attempts to eradicate the use of &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt;, &lt;a href=\"Hokkien\"&gt;Hokkien&lt;/a&gt;, and &lt;a href=\"Hakka%20Chinese\"&gt;Hakka&lt;/a&gt; among the Indigenous peoples, were seen to be used. Japan also set up the &lt;a href=\"Imperial%20Universities\"&gt;Imperial Universities&lt;/a&gt; in Korea (&lt;a href=\"Keij%C5%8D%20Imperial%20University\"&gt;Keijō Imperial University&lt;/a&gt;) and Taiwan (&lt;a href=\"National%20Taiwan%20University\"&gt;Taihoku Imperial University&lt;/a&gt;) to compel education.\nIn 1931, Japan seized &lt;a href=\"Manchuria\"&gt;Manchuria&lt;/a&gt; from the Republic of China, setting up a puppet state under &lt;a href=\"Puyi\"&gt;Puyi&lt;/a&gt;, the last Manchu emperor of China. In 1933 Japan seized the Chinese province of &lt;a href=\"Jehol%20Province\"&gt;Jehol&lt;/a&gt;, and incorporated it into its Manchurian possessions. The &lt;a href=\"Second%20Sino-Japanese%20War\"&gt;Second Sino-Japanese War&lt;/a&gt; started in 1937, and Japan occupied much of eastern China, including the Republic's capital at &lt;a href=\"Nanjing\"&gt;Nanjing&lt;/a&gt;. An estimated 20 million Chinese died during the 1931–1945 war with Japan.\nIn December 1941, the &lt;a href=\"Japanese%20Empire\"&gt;Japanese Empire&lt;/a&gt; joined &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; by invading the European and US colonies in Southeast Asia and the Pacific, including &lt;a href=\"French%20Indochina\"&gt;French Indochina&lt;/a&gt;, &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, the Philippines, Burma, &lt;a href=\"British%20Malaya\"&gt;Malaya&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Portuguese%20Timor\"&gt;Portuguese Timor&lt;/a&gt;, and others. Following its surrender to the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt; in 1945, Japan was deprived of all its colonies with a number of them returned to the original colonizing Western powers. The &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; &lt;a href=\"Soviet%E2%80%93Japanese%20War%20%281945%29\"&gt;declared war on Japan in August 1945&lt;/a&gt;, and shortly after occupied and annexed the southern &lt;a href=\"Kuril%20Islands\"&gt;Kuril Islands&lt;/a&gt;, which Japan still claims.\nCentral Europe.\nThe Russian, German, and Austro-Hungarian empires collapsed at the end of World War I, and were replaced by republics. &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, and &lt;a href=\"Czechoslovakia\"&gt;Czechoslovakia&lt;/a&gt; became independent countries. &lt;a href=\"Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; and &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; expanded into former Austro-Hungarian territory. The &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; succeeded the Russian empire in the remainder of its former territory, and Germany, Austria, and Hungary were reduced in size.\nIn 1938, Nazi Germany annexed Austria and part of Czechoslovakia, and in 1939, Nazi Germany and the USSR concluded a pact to occupy the countries that lie between them; the USSR occupied Finland, Estonia, Latvia, and Lithuania, and Germany and the USSR split Poland in two. The &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;occupation of Poland&lt;/a&gt; started &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Germany attacked the USSR in 1941. The USSR allied with the UK and USA, and emerged as one of the victors of the war, occupying most of central and eastern Europe.\nAfter 1945.\nPlanning for decolonization.\nU.S. and Philippines.\nIn the United States, the two major parties were divided on the acquisition of the Philippines, which became a major campaign issue in 1900. The Republicans, who favored permanent acquisition, won the election, but after a decade or so, Republicans turned their attention to the Caribbean, focusing on building the Panama Canal. President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt;, a Democrat in office from 1913 to 1921, ignored the Philippines, and focused his attention on Mexico and Caribbean nations. By the 1920s, the peaceful efforts by the Filipino leadership to pursue independence proved convincing. When the Democrats returned to power in 1933, they worked with the Filipinos to plan a smooth transition to independence. It was scheduled for 1946 by &lt;a href=\"Tydings%E2%80%93McDuffie%20Act\"&gt;Tydings–McDuffie Act&lt;/a&gt; of 1934. In 1935, the Philippines transitioned out of territorial status, controlled by an appointed governor, to the semi-independent status of the &lt;a href=\"Commonwealth%20of%20the%20Philippines\"&gt;Commonwealth of the Philippines&lt;/a&gt;. Its constitutional convention wrote a new constitution, which was approved by Washington and went into effect, with an elected governor &lt;a href=\"Manuel%20L.%20Quezon\"&gt;Manuel L. Quezon&lt;/a&gt; and legislature. Foreign Affairs remained under American control. The Philippines built up a new army, under general &lt;a href=\"Douglas%20MacArthur\"&gt;Douglas MacArthur&lt;/a&gt;, who took leave from his U.S. Army position to take command of the new army reporting to Quezon. The Japanese occupation 1942 to 1945 disrupted but did not delay the transition. It took place on schedule in 1946 as &lt;a href=\"Manuel%20Roxas\"&gt;Manuel Roxas&lt;/a&gt; took office as president.\nPortugal.\nAs a result of the &lt;a href=\"Portuguese%20discoveries\"&gt;Portuguese discoveries&lt;/a&gt;, Portugal had a significantly large and long-lasting colonial empire. Starting in 1415, with the &lt;a href=\"conquest%20of%20Ceuta\"&gt;conquest of Ceuta&lt;/a&gt; and ending in 1999 with the handover of &lt;a href=\"Portuguese%20Macau\"&gt;Portuguese Macau&lt;/a&gt; to China. In 1822 Portugal lost control of a newly &lt;a href=\"Independence%20of%20Brazil\"&gt;independent&lt;/a&gt; Brazil.\nFrom 1933 to 1974, &lt;a href=\"Estado%20Novo%20%28Portugal%29\"&gt;Portugal became an authoritarian state&lt;/a&gt; (ruled by &lt;a href=\"Ant%C3%B3nio%20de%20Oliveira%20Salazar\"&gt;António de Oliveira Salazar&lt;/a&gt;). There was a fierce determination to maintain the colonial possessions at all costs, and aggressively defeat any insurgencies. In 1961 &lt;a href=\"Annexation%20of%20Goa\"&gt;India annexed Goa&lt;/a&gt; and by the same year nationalist forces began organizing in Portugal, and the revolts (preceding the &lt;a href=\"Portuguese%20Colonial%20War\"&gt;Portuguese Colonial War&lt;/a&gt;) spread to &lt;a href=\"Portuguese%20Angola\"&gt;Angola&lt;/a&gt;, &lt;a href=\"Portuguese%20Guinea\"&gt;Guinea Bissau&lt;/a&gt; and &lt;a href=\"Portuguese%20Mozambique\"&gt;Mozambique&lt;/a&gt;. &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; escalated its effort in the war: for instance, it increased the number of natives in the colonial army and built strategic hamlets. Portugal sent another 300,000 European settlers into Angola and Mozambique until 1974. In 1974, &lt;a href=\"Carnation%20Revolution\"&gt;a left-wing revolution&lt;/a&gt; inside Portugal destroyed the old system and encouraged pro-Soviet elements to attempt to seize control in the colonies. The result was a very long and extremely difficult multi-party &lt;a href=\"Angolan%20Civil%20War\"&gt;Civil War in Angola&lt;/a&gt;, and lesser insurrections in Mozambique.\nBelgium.\nBelgium had an empire forced upon by international demand in 1908 in response to the &lt;a href=\"Atrocities%20in%20the%20Congo%20Free%20State\"&gt;malfeasance of its King Leopold in greatly mistreating the Congo&lt;/a&gt;. It added Rwanda and Burundi as League of Nations mandates from the former German Empire in 1919. The colonies remained independent during the war, while Belgium itself was occupied by the Germans. There was no serious planning for independence, and exceedingly little training or education provided. The &lt;a href=\"Belgian%20Congo\"&gt;Belgian Congo&lt;/a&gt; was especially rich, and many Belgian businessmen lobbied hard to maintain control. Local revolts grew in power and finally, the Belgian king suddenly announced in 1959 that independence was on the agenda – and it was hurriedly arranged in 1960, for country bitterly and deeply divided on social and economic grounds.\nThe Netherlands.\nThe Netherlands, a small rich country in Western Europe, had spent centuries building up its empire. By 1940 it consisted mostly of the &lt;a href=\"Dutch%20East%20Indies\"&gt;Dutch East Indies&lt;/a&gt; (now Indonesia). Its massive oil reserves provided about 14 percent of the Dutch national product and supported a large population of ethnic Dutch government officials and businessmen in Jakarta and other major cities. The Netherlands was overrun and almost starved to death by the Nazis during the war, and Japan sank the Dutch fleet in seizing the East Indies. In 1945 the Netherlands could not regain these islands on its own; it did so by depending on British military help and American financial grants. By the time Dutch soldiers returned, an independent government under &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt;, originally set up by the Japanese, was in power. The Dutch in the East Indies, and at home, were practically unanimous (except for the Communists) that Dutch power and prestige and wealth depended on an extremely expensive war to regain the islands. Compromises were negotiated, were trusted by neither side. When the Indonesian Republic successfully suppressed a large-scale communist revolt, the United States realized that it needed the nationalist government as an ally in the Cold War. Dutch possession was an obstacle to American Cold War goals, so Washington forced the Dutch to grant full independence. A few years later, Sukarno seized all Dutch properties and expelled all &lt;a href=\"Indo%20people\"&gt;ethnic Dutch&lt;/a&gt;—over 300,000—as well as several hundred thousand ethnic Indonesians who supported the Dutch cause. In the aftermath, the Netherlands prospered greatly in the 1950s and 1960s but nevertheless public opinion was bitterly hostile to the United States for betrayal. Washington remained baffled why the Dutch were so inexplicably enamoured of an obviously hopeless cause. The Netherlands also had one other major colony, Dutch Guiana in South America, which became independent as &lt;a href=\"Suriname\"&gt;Suriname&lt;/a&gt; in 1975.\nUnited Nations Trust Territories.\nWhen the United Nations was formed in 1945, it established trust territories. These territories included the &lt;a href=\"League%20of%20Nations%20mandate\"&gt;League of Nations mandate&lt;/a&gt; territories which had not achieved independence by 1945, along with the former &lt;a href=\"Italian%20Somaliland\"&gt;Italian Somaliland&lt;/a&gt;. The &lt;a href=\"Trust%20Territory%20of%20the%20Pacific%20Islands\"&gt;Trust Territory of the Pacific Islands&lt;/a&gt; was transferred from Japanese to US administration. By 1990 all but one of the trust territories had achieved independence, either as independent states or by merger with another independent state; the &lt;a href=\"Northern%20Mariana%20Islands\"&gt;Northern Mariana Islands&lt;/a&gt; elected to become a commonwealth of the United States.\nThe emergence of the Third World (1945–present).\nThe term \"&lt;a href=\"Third%20World\"&gt;Third World&lt;/a&gt;\" was coined by French demographer &lt;a href=\"Alfred%20Sauvy\"&gt;Alfred Sauvy&lt;/a&gt; in 1952, on the model of the &lt;a href=\"Estates%20General%20%28France%29\"&gt;Third Estate&lt;/a&gt;, which, according to &lt;a href=\"Emmanuel%20Joseph%20Siey%C3%A8s\"&gt;Abbé Sieyès&lt;/a&gt;, represented everything, but was nothing: \"...because at the end this ignored, exploited, scorned Third World like the Third Estate, wants to become something too\" (Sauvy). The emergence of this new political entity, in the frame of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;, was complex and painful. Several tentative attempts were made to organize newly independent states in order to oppose a common front towards both the US's and the USSR's influence on them, with the consequences of the &lt;a href=\"Sino-Soviet%20split\"&gt;Sino-Soviet split&lt;/a&gt; already at works. Thus, the &lt;a href=\"Non-Aligned%20Movement\"&gt;Non-Aligned Movement&lt;/a&gt; constituted itself, around the main figures of &lt;a href=\"Jawaharlal%20Nehru\"&gt;Jawaharlal Nehru&lt;/a&gt;, the first Prime Minister of India, &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt;, the Indonesian president, &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt; the Communist leader of &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;, and &lt;a href=\"Gamal%20Abdel%20Nasser\"&gt;Gamal Abdel Nasser&lt;/a&gt;, head of Egypt who successfully opposed the French and British imperial powers during the 1956 &lt;a href=\"Suez%20crisis\"&gt;Suez crisis&lt;/a&gt;. After the 1954 &lt;a href=\"Geneva%20Conference%20%281954%29\"&gt;Geneva Conference&lt;/a&gt; which put an end to the &lt;a href=\"First%20Indochina%20War\"&gt;First Indochina War&lt;/a&gt;, the 1955 &lt;a href=\"Bandung%20Conference\"&gt;Bandung Conference&lt;/a&gt; gathered Nasser, Nehru, Tito, &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt;, the leader of Indonesia, and &lt;a href=\"Zhou%20Enlai\"&gt;Zhou Enlai&lt;/a&gt;, &lt;a href=\"Premier%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Premier of the People's Republic of China&lt;/a&gt;. In 1960, the &lt;a href=\"UN%20General%20Assembly\"&gt;UN General Assembly&lt;/a&gt; voted the &lt;a href=\"Declaration%20on%20the%20Granting%20of%20Independence%20to%20Colonial%20Countries%20and%20Peoples\"&gt;Declaration on the Granting of Independence to Colonial Countries and Peoples&lt;/a&gt;. The next year, the Non-Aligned Movement was officially created in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; (1961), and was followed in 1964 by the creation of the &lt;a href=\"United%20Nations%20Conference%20on%20Trade%20and%20Development\"&gt;United Nations Conference on Trade and Development&lt;/a&gt; (UNCTAD) which tried to promote a &lt;a href=\"New%20International%20Economic%20Order\"&gt;New International Economic Order&lt;/a&gt; (NIEO). The NIEO was opposed to the 1944 &lt;a href=\"Bretton%20Woods%20system\"&gt;Bretton Woods system&lt;/a&gt;, which had benefited the leading states which had created it, and remained in force until 1971 after the United States' suspension of convertibility from dollars to gold. The main tenets of the NIEO were:\nThe UNCTAD however wasn't very effective in implementing this New International Economic Order (NIEO), and social and economic inequalities between industrialized countries and the Third World kept on growing throughout the 1960s until the 21st century. The &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt; which followed the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt; (October 1973) was triggered by the OPEC which decided an embargo against the US and Western countries, causing a fourfold increase in the price of oil, which lasted five months, starting on October 17, 1973, and ending on March 18, 1974. OPEC nations then agreed, on January 7, 1975, to raise crude oil prices by 10%. At that time, OPEC nations – including many who had recently nationalized their oil industries – joined the call for a New International Economic Order to be initiated by coalitions of primary producers. Concluding the First OPEC Summit in Algiers they called for stable and just commodity prices, an international food and agriculture program, technology transfer from North to South, and the democratization of the economic system. But industrialized countries quickly began to look for substitutes to OPEC petroleum, with the oil companies investing the majority of their research capital in the US and European countries or others, politically sure countries. The OPEC lost more and more influence on the world prices of oil.\nThe &lt;a href=\"1979%20energy%20crisis\"&gt;second oil crisis&lt;/a&gt; occurred in the wake of the 1979 &lt;a href=\"Iranian%20Revolution\"&gt;Iranian Revolution&lt;/a&gt;. Then, the 1982 &lt;a href=\"Latin%20American%20debt%20crisis\"&gt;Latin American debt crisis&lt;/a&gt; exploded in Mexico first, then Argentina and Brazil, which proved unable to pay back their debts, jeopardizing the existence of the international economic system.\nThe 1990s were characterized by the prevalence of the &lt;a href=\"Washington%20consensus\"&gt;Washington consensus&lt;/a&gt; on &lt;a href=\"neoliberalism\"&gt;neoliberal&lt;/a&gt; policies, \"&lt;a href=\"structural%20adjustment\"&gt;structural adjustment&lt;/a&gt;\" and \"&lt;a href=\"shock%20therapy%20%28economics%29\"&gt;shock therapies&lt;/a&gt;\" for the former Communist states.\nDecolonization of Africa.\nThe decolonisation of North Africa, and sub- Saharan Africa took place in the mid-to-late 1950s, very suddenly, with little preparation. There was widespread unrest and organised revolts, especially in French Algeria, Portuguese Angola, the Belgian Congo and British Kenya.\nIn 1945, Africa had four independent countries – Egypt, Ethiopia, Liberia, and South Africa.\nAfter Italy's defeat in World War II, France and the UK occupied the former Italian colonies. &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; became an independent kingdom in 1951. &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt; was merged with Ethiopia in 1952. Italian Somaliland was governed by the UK, and by Italy after 1954, until its independence in 1960.\nBy 1977 European colonial rule in mainland Africa had ended. Most of Africa's island countries had also become independent, although &lt;a href=\"R%C3%A9union\"&gt;Réunion&lt;/a&gt; and &lt;a href=\"Mayotte\"&gt;Mayotte&lt;/a&gt; remain part of France. However the black majorities in &lt;a href=\"Rhodesia\"&gt;Rhodesia&lt;/a&gt; and South Africa were disenfranchised until 1979 in &lt;a href=\"Rhodesia\"&gt;Rhodesia&lt;/a&gt;, which became &lt;a href=\"Zimbabwe-Rhodesia\"&gt;Zimbabwe-Rhodesia&lt;/a&gt; that year and Zimbabwe the next, and until 1994 in South Africa. &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;, Africa's last UN Trust Territory, became independent of South Africa in 1990.\nMost independent African countries exist within prior colonial borders. However &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; merged &lt;a href=\"French%20Morocco\"&gt;French Morocco&lt;/a&gt; with &lt;a href=\"Spanish%20Morocco\"&gt;Spanish Morocco&lt;/a&gt;, and &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt; formed from the merger of &lt;a href=\"British%20Somaliland\"&gt;British Somaliland&lt;/a&gt; and &lt;a href=\"Italian%20Somaliland\"&gt;Italian Somaliland&lt;/a&gt;. Eritrea merged with Ethiopia in 1952, but became an independent country in 1993.\nMost African countries became independent as &lt;a href=\"republic\"&gt;republic&lt;/a&gt;s. &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, &lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;, and &lt;a href=\"Swaziland\"&gt;Swaziland&lt;/a&gt; remain monarchies under dynasties that predate colonial rule. &lt;a href=\"Burundi\"&gt;Burundi&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt; and &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; gained independence as monarchies, but all four countries' monarchs were later deposed, and they became republics.\nAfrican countries cooperate in various multi-state associations. The &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt; includes all 55 African states. There are several regional associations of states, including the &lt;a href=\"East%20African%20Community\"&gt;East African Community&lt;/a&gt;, &lt;a href=\"Southern%20African%20Development%20Community\"&gt;Southern African Development Community&lt;/a&gt;, and &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;Economic Community of West African States&lt;/a&gt;, some of which have overlapping membership.\nDecolonization of Asia.\nJapan expanded its occupation of Chinese territory during the 1930s, and occupied &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt; during World War II. After the war, the &lt;a href=\"Japanese%20colonial%20empire\"&gt;Japanese colonial empire&lt;/a&gt; was dissolved, and national independence movements resisted the re-imposition of colonial control by European countries and the United States.\nThe &lt;a href=\"Republic%20of%20China%20%281912%E2%80%931949%29\"&gt;Republic of China&lt;/a&gt; regained control of Japanese-occupied territories in Manchuria and eastern China, as well as Taiwan. Only Hong Kong and Macau remained in outside control.\nThe Allied powers divided Korea into two occupation zones, which became the states of &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; and &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;. The &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; became independent of the US in 1946.\nThe Netherlands recognized &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;'s independence in 1949, after a four-year &lt;a href=\"Indonesian%20National%20Revolution\"&gt;independence struggle&lt;/a&gt;. Indonesia annexed &lt;a href=\"Netherlands%20New%20Guinea\"&gt;Netherlands New Guinea&lt;/a&gt; in 1963, and &lt;a href=\"Portuguese%20Timor\"&gt;Portuguese Timor&lt;/a&gt; in 1975. In 2002, former Portuguese Timor became independent as &lt;a href=\"East%20Timor\"&gt;East Timor&lt;/a&gt;.\nThe following list shows the colonial powers following the end of hostilities in 1945, and their colonial or administrative possessions. The year of decolonization is given chronologically in parentheses.\nDecolonization in Europe.\nItaly had occupied the &lt;a href=\"Dodecanese\"&gt;Dodecanese&lt;/a&gt; islands in 1912, but Italian occupation ended after World War II, and the islands were integrated into Greece. British rule ended in &lt;a href=\"British%20Cyprus%20%281878%E2%80%931960%29\"&gt;Cyprus&lt;/a&gt; in 1960, and &lt;a href=\"History%20of%20Malta%23Malta%20in%20the%20British%20Empire%2C%201800-1964\"&gt;Malta&lt;/a&gt; in 1964, and both islands became independent republics.\nSoviet control of its non-Russian member republics weakened as movements for democratization and self-government gained strength during the late 1980s, and four republics declared independence in 1990 and 1991. The &lt;a href=\"1991%20Soviet%20coup%20d%27%C3%A9tat%20attempt\"&gt;Soviet coup d'état attempt&lt;/a&gt; in August 1991 accelerated the breakup of the USSR, which formally ended on December 26, 1991. The &lt;a href=\"Republics%20of%20the%20Soviet%20Union\"&gt;Republics of the Soviet Union&lt;/a&gt; become sovereign states—&lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;, Byelorussia (later &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt;), &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;, &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;, &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;, &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt;, &lt;a href=\"Latvia\"&gt;Latvia&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"Moldova\"&gt;Moldova&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, &lt;a href=\"Tajikistan\"&gt;Tajikistan&lt;/a&gt;, &lt;a href=\"Turkmenistan\"&gt;Turkmenistan&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; and &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt;. Historian Robert Daniels says, \"A special dimension that the anti-Communist revolutions shared with some of their predecessors was decolonization.\" Moscow's policy had long been to settle ethnic Russians in the non-Russian republics. After independence, minority rights has been an issue for Russian-speakers in some republics and for &lt;a href=\"Languages%20of%20Russia\"&gt;non-Russian-speakers&lt;/a&gt; in Russia; see &lt;a href=\"Russians%20in%20the%20Baltic%20states\"&gt;Russians in the Baltic states&lt;/a&gt;. Meanwhile, the Russian Federation continues to apply political, economic, and military pressure on former Soviet colonies. In 2014 it annexed Ukraine's Crimean peninsula, the only such action in Europe since the end of the Second World War.\nDecolonization of Oceania.\nThe decolonization of Oceania occurred after World War II when nations in Oceania achieved independence by transitioning from European colonial rule to full independence.\nChallenges.\nTypical challenges of decolonization include &lt;a href=\"state-building\"&gt;state-building&lt;/a&gt;, &lt;a href=\"nation-building\"&gt;nation-building&lt;/a&gt;, and &lt;a href=\"economic%20development\"&gt;economic development&lt;/a&gt;.\nState-building.\nAfter independence, the new states needed to establish or strengthen the institutions of a sovereign state – governments, laws, a military, schools, administrative systems, and so on. The amount of self-rule granted prior to independence, and assistance from the colonial power and/or international organisations after independence, varied greatly between colonial powers, and between individual colonies.\nExcept for a few absolute monarchies, most post-colonial states are either &lt;a href=\"republic\"&gt;republic&lt;/a&gt;s or &lt;a href=\"constitutional%20monarchy\"&gt;constitutional monarchies&lt;/a&gt;. These new states had to devise &lt;a href=\"constitution\"&gt;constitution&lt;/a&gt;s, &lt;a href=\"electoral%20system\"&gt;electoral system&lt;/a&gt;s, and other institutions of &lt;a href=\"representative%20democracy\"&gt;representative democracy&lt;/a&gt;.\nLanguage policy.\nFrom the perspective of &lt;a href=\"language%20policy\"&gt;language policy&lt;/a&gt; (or &lt;a href=\"language%20politics\"&gt;language politics&lt;/a&gt;), \"linguistic decolonization\" entails the replacement of a colonizing (imperial) power's language with a given colony's indigenous language in the function of &lt;a href=\"official%20language\"&gt;official language&lt;/a&gt;. With the exception of colonies in &lt;a href=\"Eurasia\"&gt;Eurasia&lt;/a&gt;, linguistic decolonization did not take place in the former colonies-turned-independent states on the other continents (\"Rest of the World\"). The persistent absence of linguistic decolonization is known as &lt;a href=\"linguistic%20imperialism\"&gt;linguistic imperialism&lt;/a&gt;.\nNation-building.\nNation-building is the process of creating a sense of identification with, and loyalty to, the state. Nation-building projects seek to replace loyalty to the old colonial power, and/or tribal or regional loyalties, with loyalty to the new state. Elements of nation-building include creating and promoting symbols of the state like a flag and an anthem, monuments, official histories, national sports teams, codifying one or more Indigenous &lt;a href=\"official%20language\"&gt;official language&lt;/a&gt;s, and replacing colonial place-names with local ones. Nation-building after independence often continues the work began by independence movements during the colonial period.\nSettled populations.\nDecolonization is not an easy matter in colonies where a large population of settlers lives, particularly if they have been there for several generations. This population, in general, was often &lt;a href=\"Repatriation\"&gt;repatriated&lt;/a&gt;, often losing considerable property. For instance, the decolonization of &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt; by France was particularly uneasy due to the large European population (see also \"&lt;a href=\"pied%20noir\"&gt;pied noir&lt;/a&gt;\"), which largely evacuated to France when Algeria became independent. In &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;, former &lt;a href=\"Rhodesia\"&gt;Rhodesia&lt;/a&gt;, &lt;a href=\"Robert%20Mugabe\"&gt;Robert Mugabe&lt;/a&gt; targeted &lt;a href=\"White%20Africans%20of%20European%20ancestry\"&gt;white African farmers&lt;/a&gt;, seizing their property by force, and many either died or emigrated. Other ethnic minorities that are also the product of colonialism may pose problems as well. A large Indian community lived in &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt; – as in most of East Africa – as a result of Britain colonizing both India and East Africa. As many Indians had considerable wealth &lt;a href=\"Idi%20Amin\"&gt;Idi Amin&lt;/a&gt; &lt;a href=\"Expulsion%20of%20Asians%20from%20Uganda\"&gt;expelled them&lt;/a&gt; for domestic political gain.\nEconomic development.\nNewly independent states also had to develop independent economic institutions – a national currency, banks, companies, regulation, tax systems, etc.\nMany colonies were serving as resource colonies which produced raw materials and agricultural products, and as a captive market for goods manufactured in the colonizing country. Many decolonized countries created programs to promote &lt;a href=\"industrialization\"&gt;industrialization&lt;/a&gt;. Some nationalized industries and infrastructure, and some engaged in &lt;a href=\"land%20reform\"&gt;land reform&lt;/a&gt; to redistribute land to individual farmers or create collective farms.\nSome decolonized countries maintain strong economic ties with the former colonial power. The &lt;a href=\"CFA%20franc\"&gt;CFA franc&lt;/a&gt; is a currency shared by 14 countries in West and Central Africa, mostly former French colonies. The CFA franc is guaranteed by the French treasury.\nAfter independence, many countries created regional economic associations to promote trade and economic development among neighbouring countries, including the &lt;a href=\"Association%20of%20Southeast%20Asian%20Nations\"&gt;Association of Southeast Asian Nations&lt;/a&gt; (ASEAN), the &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;Economic Community of West African States&lt;/a&gt; (ECOWAS), and the &lt;a href=\"Gulf%20Cooperation%20Council\"&gt;Gulf Cooperation Council&lt;/a&gt;.\nEffects on the colonizers.\n&lt;a href=\"John%20Kenneth%20Galbraith\"&gt;John Kenneth Galbraith&lt;/a&gt; argues that the post–World War II decolonization was brought about for economic reasons. In \"A Journey Through Economic Time\", he writes: \"The engine of economic well-being was now within and between the advanced industrial countries. Domestic &lt;a href=\"economic%20growth\"&gt;economic growth&lt;/a&gt; – as now measured and much discussed – came to be seen as far more important than the erstwhile colonial trade... The economic effect in the United States from the granting of independence to the Philippines was unnoticeable, partly due to the &lt;a href=\"Bell%20Trade%20Act\"&gt;Bell Trade Act&lt;/a&gt;, which allowed American monopoly in the economy of the Philippines. The departure of India and Pakistan made small economic difference in the United Kingdom. &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; economists calculated that the economic effect from the loss of the great Dutch empire in Indonesia was compensated for by a couple of years or so of domestic post-war economic growth. The end of the colonial era is celebrated in the history books as a triumph of national aspiration in the former colonies and of benign good sense on the part of the colonial powers. Lurking beneath, as so often happens, was a strong current of economic interest – or in this case, disinterest.\"\nIn general, the release of the colonized caused little economic loss to the colonizers. Part of the reason for this was that major costs were eliminated while major benefits were obtained by alternate means. Decolonization allowed the colonizer to disclaim responsibility for the colonized. The colonizer no longer had the burden of obligation, financial or otherwise, to their colony. However, the colonizer continued to be able to obtain cheap goods and labor as well as economic benefits (see &lt;a href=\"Suez%20Canal%20Crisis\"&gt;Suez Canal Crisis&lt;/a&gt;) from the former colonies. Financial, political and military pressure could still be used to achieve goals desired by the colonizer. Thus decolonization allowed the goals of colonization to be largely achieved, but without its burdens.\nCultural.\nKenyan writer &lt;a href=\"Ng%C5%A9g%C4%A9%20wa%20Thiong%27o\"&gt;Ngũgĩ wa Thiong'o&lt;/a&gt; has written about colonization and decolonization in the film universe. Born in Ethiopia, filmmaker &lt;a href=\"Haile%20Gerima\"&gt;Haile Gerima&lt;/a&gt; describes the \"colonization of the unconscious\" he describes experiencing as a child:\n...as kids, we tried to act out the things we had seen in the movies. We used to play cowbows and Indians in the mountains around Gondar...We acted out the roles of these heroes, identifying with the cowboys conquering the Indians. We didn't identify with the Indians at all and we never wanted the Indians to win. Even in Tarzan movies, we would become totally galvanized by the activities of the hero and follow the story from his point of view, completely caught up in the structure of the story. Whenever Africans sneaked up behind Tarzan, we would scream our heads off, trying to warn him that 'they' were coming\".\nIn Asia, &lt;a href=\"kung%20fu%20film\"&gt;kung fu cinema&lt;/a&gt; emerged at a time Japan wanted to reach Asian populations in other countries by way of its cultural influence. The surge in popularity of kung fu movies began in the late 1960s through the 1970s. Local populations were depicted as protagonists opposing \"imperialists\" (foreigners) and their \"Chinese collaborators\".\nPost-colonial organizations.\nDue to a common history and culture, former colonial powers created institutions which more loosely associated their former colonies. Membership is voluntary, and in some cases can be revoked if a member state loses some objective criteria (usually a requirement for democratic governance). The organizations serve cultural, economic, and political purposes between the associated countries, although no such organisation has become politically prominent as an entity in its own right.\nAssassinated anti-colonialist leaders.\nA \"non-exhaustive\" &lt;a href=\"list%20of%20assassinated%20people\"&gt;list of assassinated leaders&lt;/a&gt; would include:\nCurrent colonies.\nThe &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;, under \"Chapter XI: Declaration Regarding Non-Self Governing Territories\" of the &lt;a href=\"Charter%20of%20the%20United%20Nations\"&gt;Charter of the United Nations&lt;/a&gt;, defines Non-Self Governing Nations (NSGSs) as \"territories whose people have not yet attained a full measure of self-government\"—the contemporary definition of &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt;. After the conclusion of World War II with the surrender of the Axis Powers in 1945, and two decades into the latter half of the 20th-century, over three dozen \"states in Asia and Africa achieved autonomy or outright independence\" from European administering powers. As of 2020, 17 territories remain under Chapter XI distinction:\nUnited Nations NSGS list.\n\"On 26 February 1976, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; informed the &lt;a href=\"Secretary-General%20of%20the%20United%20Nations\"&gt;Secretary-General&lt;/a&gt; that as of that date it had terminated its presence in the Territory of the Sahara and deemed it necessary to place on record that Spain considered itself thenceforth exempt from any responsibility of any international nature in connection with the administration of the Territory, in view of the cessation of its participation in the temporary administration established for the Territory. In 1990, the General Assembly reaffirmed that the question of Western Sahara was a question of decolonization which remained to be completed by the people of Western Sahara.\"\nOn 10 December 2010, the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; published its official &lt;a href=\"decree\"&gt;decree&lt;/a&gt;, announcing the \"&lt;a href=\"International%20Decade%20for%20the%20Eradication%20of%20Colonialism\"&gt;Third International Decade for the Eradication of Colonialism&lt;/a&gt;\" wherein the United Nations declared its \"renewal of the call to States Members of the United Nations to speed up the process of decolonization towards the complete elimination of colonialism\". According to an article by scholar John Quintero, \"given the modern emphasis on the equality of states and inalienable nature of their sovereignty, many people do not realize that these non-self-governing structures still exist\". Some activists have claimed that the attention of the United Nations was \"further diverted from the social and economic agenda [for decolonization] towards \"firefighting and extinguishing” armed conflicts\". Advocates have stressed that the United Nations \"[remains] the last refuge of hope for peoples under the yolk of colonialism\". Furthermore, on 19 May 2015, &lt;a href=\"Secretary-General%20of%20the%20United%20Nations\"&gt;UN Secretary-General&lt;/a&gt; &lt;a href=\"Ban%20Ki-moon\"&gt;Ban Ki-moon&lt;/a&gt; addressed the attendants of the Caribbean Regional Seminar on Decolonization, urging international political leaders to \"build on [the success of precedent decolonization efforts and] towards fully eradicating colonialism by 2020\".\nThe sovereignty of the &lt;a href=\"Chagos%20Archipelago\"&gt;Chagos Archipelago&lt;/a&gt; in the Indian Ocean is &lt;a href=\"Chagos%20Archipelago%20sovereignty%20dispute\"&gt;disputed&lt;/a&gt; between the United Kingdom and &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt;. In February 2019, the &lt;a href=\"International%20Court%20of%20Justice\"&gt;International Court of Justice&lt;/a&gt; in &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt; ruled that the United Kingdom must transfer the islands to Mauritius as they were not legally separated from the latter in 1965. On 22 May 2019, the &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;United Nations General Assembly&lt;/a&gt; debated and adopted a resolution that affirmed that the Chagos Archipelago \"forms an integral part of the territory of Mauritius.\" The UK does not recognise Mauritius' sovereignty claim over the Chagos Archipelago. In October 2020, Mauritian Prime Minister &lt;a href=\"Pravind%20Jugnauth\"&gt;Pravind Jugnauth&lt;/a&gt; described the British and American governments as \"hypocrites\" and \"champions of double talk\" over their response to the dispute.\nIndigenous decolonization theory.\n&lt;a href=\"Indigenous%20decolonization\"&gt;Indigenous decolonization&lt;/a&gt; theory views Western &lt;a href=\"Eurocentric\"&gt;Eurocentric&lt;/a&gt; historical accounts and political discourse as an ongoing political construct that attempts to negate Indigenous peoples and their experiences around the world. Indigenous people of the world precede and negate all Eurocentric colonization projects and the resulting historical constructs, popular discourse, conceptualizations, and theory. In this view, the independence of European-styled former Western-European colonies, such as the United States, Australia, and Brazil, is conceptualized as ongoing neo-colonization projects of &lt;a href=\"settler%20colonialism\"&gt;settler colonialism&lt;/a&gt; and not as decolonization. The creation of these states merely continued ongoing European colonialism. Any former European colony not free of Western European influence, such as South Africa, Australia, Mexico, Brazil, USA, etc. fit such a conceptualization."
}