{
    "id": "30226176",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=30226176",
    "title": "Thelma Eisen",
    "text": "Thelma \"Tiby\" Eisen (May 11, 1922 – May 11, 2014) was an &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt; who played from through in the &lt;a href=\"All-American%20Girls%20Professional%20Baseball%20League\"&gt;All-American Girls Professional Baseball League&lt;/a&gt;. Listed at 5' 4\", 130 lb., she batted and threw right-handed.\nThelma Eisen was among the top players in the early years of the All-American Girls Professional Baseball League. A durable player, Eisen averaged 107 &lt;a href=\"game%20played\"&gt;games appearances&lt;/a&gt; in each of her nine seasons in the league. An All-Star in 1946, she made the playoffs in seven out of nine possible seasons, including the champion team in 1944. Noted for her enthusiastic and great knowledge of the game, she excelled defensively at all three outfield positions, mainly at &lt;a href=\"Center%20fielder\"&gt;center field&lt;/a&gt;. Regarded as a disciplined hitter and a daring base runner, she posted a career .295 &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt; and utilized her stunning speed to snatch 674 &lt;a href=\"stolen%20base\"&gt;stolen base&lt;/a&gt;s in 966 career-games. A fast and fine defensive outfielder, she often took away &lt;a href=\"extra%20base%20hit\"&gt;extra base hit&lt;/a&gt;s from opponents, offering a variety of excellent catches over a substantial period of time. Additionally, she moved from one place to another constantly, playing with four different teams and cities, as the league switched players as needed to help teams to be competitive.\nBrief history.\nThe All-American Girls Professional Baseball League operated between 1943 and 1954 and started with four teams: the &lt;a href=\"Racine%20Belles\"&gt;Racine Belles&lt;/a&gt; and the &lt;a href=\"Kenosha%20Comets\"&gt;Kenosha Comets&lt;/a&gt;, both from &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;; the &lt;a href=\"Rockford%20Peaches\"&gt;Rockford Peaches&lt;/a&gt; from &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, and the &lt;a href=\"South%20Bend%20Blue%20Sox\"&gt;South Bend Blue Sox&lt;/a&gt; from &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;. Originally, the game was a combination of &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; and &lt;a href=\"softball\"&gt;softball&lt;/a&gt;. Differences were only in the distances between the bases, the distance from the pitching mound to home plate, the size of the ball, and pitching styles through the 12 years of existence of the circuit. It was a neglected chapter of sports history at least until the early 1980s, when a group of former AAGPBL members led by &lt;a href=\"June%20Peppas\"&gt;June Peppas&lt;/a&gt; organized a retired players association and lobbied to have the circuit recognized in the &lt;a href=\"National%20Baseball%20Hall%20of%20Fame%20and%20Museum\"&gt;National Baseball Hall of Fame and Museum&lt;/a&gt; at &lt;a href=\"Cooperstown%2C%20New%20York\"&gt;Cooperstown, New York&lt;/a&gt;. After that, &lt;a href=\"filmmaker\"&gt;filmmaker&lt;/a&gt; &lt;a href=\"Penny%20Marshall\"&gt;Penny Marshall&lt;/a&gt; premiered her &lt;a href=\"1992%20in%20film\"&gt;1992 film&lt;/a&gt; \"&lt;a href=\"A%20League%20of%20Their%20Own\"&gt;A League of Their Own&lt;/a&gt;\", a &lt;a href=\"fiction\"&gt;fiction&lt;/a&gt;al history centered in the first season of the AAGPBL. Starring &lt;a href=\"Geena%20Davis\"&gt;Geena Davis&lt;/a&gt;, &lt;a href=\"Tom%20Hanks\"&gt;Tom Hanks&lt;/a&gt;, &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt;, &lt;a href=\"Lori%20Petty\"&gt;Lori Petty&lt;/a&gt; and &lt;a href=\"Rosie%20O%27Donnell\"&gt;Rosie O'Donnell&lt;/a&gt;, this film brought a rejuvenated interest to the extinct league.\nEarly life.\nBorn in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, Thelma Eisen was one of four children into the family of David Eisen, an Austrian immigrant, and Dorothy (Shechter) Eisen, from New York City. She grew up in an &lt;a href=\"Orthodox%20Judaism\"&gt;orthodox Jewish&lt;/a&gt; home playing &lt;a href=\"softball\"&gt;softball&lt;/a&gt; and was already participating in the &lt;a href=\"semi-professional\"&gt;semi-professional&lt;/a&gt; level by age 14, starting with the &lt;a href=\"The%20Katzenjammer%20Kids\"&gt;Katzenjammer Kids&lt;/a&gt;, named so for their manager George Katzman obviously inspired by the popular &lt;a href=\"comic%20strip\"&gt;comic strip&lt;/a&gt; of same name.\nShe attended &lt;a href=\"Belmont%20High%20School%20%28Los%20Angeles%29\"&gt;Belmont High School&lt;/a&gt; and graduated from high school in 1941, and attended &lt;a href=\"Santa%20Monica%20College\"&gt;Santa Monica College&lt;/a&gt; part time. Eisen then went out to work to become one of the first &lt;a href=\"Fred%20Harvey%20Company\"&gt;Harvey Girls&lt;/a&gt;. An outstanding all-around athlete, at 18 she played in a short-lived professional &lt;a href=\"american%20football\"&gt;football&lt;/a&gt; league for women in California as a &lt;a href=\"Fullback%20%28gridiron%20football%29\"&gt;fullback&lt;/a&gt;, but when Los Angeles city council banned tackle football for women, the team she played moved to &lt;a href=\"Guadalajara%2C%20Jalisco\"&gt;Guadalajara, Jalisco&lt;/a&gt;. She later applied for work at the &lt;a href=\"Bank%20of%20America\"&gt;Bank of America&lt;/a&gt; in Los Angeles, which sponsored a softball team where she played. By then, she was noted by &lt;a href=\"Bill%20Allington\"&gt;Bill Allington&lt;/a&gt;, a former ballplayer and advanced &lt;a href=\"scout%20%28sport%29\"&gt;scout&lt;/a&gt; for the All-American Girls Professional Baseball League.\nBy 1944 the AAGPBL added two teams, the &lt;a href=\"Milwaukee%20Chicks\"&gt;Milwaukee Chicks&lt;/a&gt; and the &lt;a href=\"Minneapolis%20Millerettes\"&gt;Minneapolis Millerettes&lt;/a&gt;. Eisen attended a tryout arranged by Allington, who would join the circuit for the upcoming season as &lt;a href=\"manager%20%28baseball%29\"&gt;manager&lt;/a&gt; of the Rockford team. She was one of six girls from Los Angeles who traveled to &lt;a href=\"Peru%2C%20Indiana\"&gt;Peru, Indiana&lt;/a&gt; for the tryout. The girls passed the test and were rewarded with a contract to play in the league. Eisen joined the Chicks, along with &lt;a href=\"Alma%20Ziegler\"&gt;Alma Ziegler&lt;/a&gt;, while &lt;a href=\"Faye%20Dancer\"&gt;Faye Dancer&lt;/a&gt;, &lt;a href=\"Annabelle%20Lee\"&gt;Annabelle Lee&lt;/a&gt;, &lt;a href=\"Pepper%20Paire\"&gt;Lavonne Paire&lt;/a&gt; and &lt;a href=\"Dottie%20Wiltse%20Collins\"&gt;Dorothy Wiltse&lt;/a&gt; were allocated to the Millerettes.\nAAGPBL career.\nIn 1944 Eisen played outfield for the new team based in Milwaukee. The Chicks, managed by &lt;a href=\"Max%20Carey\"&gt;Max Carey&lt;/a&gt;, included in their roster remarkable players as &lt;a href=\"Josephine%20Kabick\"&gt;Josephine Kabick&lt;/a&gt;, &lt;a href=\"Merle%20Keagle\"&gt;Merle Keagle&lt;/a&gt; and &lt;a href=\"Connie%20Wisniewski\"&gt;Connie Wisniewski&lt;/a&gt;, among others. Eisen batted a modest .204 average in 107 games, &lt;a href=\"run%20batted%20in\"&gt;driving in&lt;/a&gt; 41 runs while &lt;a href=\"run%20%28baseball%29\"&gt;scoring&lt;/a&gt; 55 times, but stole 91 bases and provided stellar defense at outfield. The Chicks had the best overall record (70-45), after leading the league in &lt;a href=\"run%20%28baseball%29\"&gt;runs scored&lt;/a&gt; (492), &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; (.207), stolen bases (739), and tying for first in &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s (12). The best offensive support came from Keagle, who hit .264 with 47 &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt;, while topping the AAGPBL hitters in home runs (7) and &lt;a href=\"total%20bases\"&gt;total bases&lt;/a&gt; (145). The one-two pitching staff was led by Kabick, who posted a 26–19 record for a .578 &lt;a href=\"winning%20percentage\"&gt;winning percentage&lt;/a&gt; and led all pitchers in wins and &lt;a href=\"innings%20pitched\"&gt;innings pitched&lt;/a&gt; (366), while Wisniewski went 23-10 (.697) with a 2.23 &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt;. The Chicks then went on to win the Championship Title, beating the Kenosha Comets in the postseason. During the seven-game series Wisniewski went 4–1 with a 0.40 ERA in five complete games, including two &lt;a href=\"shutout\"&gt;shutout&lt;/a&gt;s, two one-run games and one two-run game, winning three of four matchups with Kenosha's &lt;a href=\"Helen%20Nicol\"&gt;Helen Nicol&lt;/a&gt;, who finished with a 17–11 mark (.607) and had led the league with a minuscule 0.93 ERA. Eisen hit .250 in the Series, including the only home run for her team.\nAlthough the Chicks won the championship, they had no local financial backing and could not compete with the &lt;a href=\"American%20Association%20%2820th%20century%29\"&gt;American Association&lt;/a&gt; &lt;a href=\"Milwaukee%20Brewers%20%28minor%20league%20baseball%20team%29\"&gt;Milwaukee Brewers&lt;/a&gt;. In fact, the Chicks were forced to play all seven games of the series at Kenosha's Lake Front Stadium because the Brewers were using the &lt;a href=\"Borchert%20Field\"&gt;Borchert Field&lt;/a&gt; in Milwaukee. In addition, the high ticket prices charged for AAGPBL games failed to encourage significant fan support. Due to lack of community support and skepticism of journalists, the team moved to &lt;a href=\"Grand%20Rapids%2C%20Michigan\"&gt;Grand Rapids, Michigan&lt;/a&gt; prior to the 1945 season, and became the &lt;a href=\"Grand%20Rapids%20Chicks\"&gt;Grand Rapids Chicks&lt;/a&gt;. Eisen raised her average to .240 in 1945, while finishing second in the league with 16 &lt;a href=\"double%20%28baseball%29\"&gt;doubles&lt;/a&gt; (one behind &lt;a href=\"Fort%20Wayne%20Daisies\"&gt;Fort Wayne Daisies&lt;/a&gt;' &lt;a href=\"Helen%20Callaghan\"&gt;Helen Callaghan&lt;/a&gt;). She also improved considerably in other areas, ending third in total bases (115), fourth in &lt;a href=\"Hit%20%28baseball%29\"&gt;hits&lt;/a&gt; (94) and sixth in batting average, tying for seventh in runs scored (44) and for eight in stolen bases (41). Grand Rapids, managed by &lt;a href=\"Benny%20Meyer\"&gt;Benny Meyer&lt;/a&gt;, finished in third place with a 60-50 and advanced to the playoffs, but lost to Rockford in the first round, three to one games. Eisen hit .357 for the Chicks in a lost cause.\nBy 1946 Eisen joined the expansion &lt;a href=\"Peoria%20Redwings\"&gt;Peoria Redwings&lt;/a&gt;, stealing 128 bases for them while tying for the most &lt;a href=\"triple%20%28baseball%29\"&gt;triples&lt;/a&gt; (9) along with Racine's &lt;a href=\"Eleanor%20Dapkus\"&gt;Eleanor Dapkus&lt;/a&gt; and Rockford's &lt;a href=\"Rose%20Gacioch\"&gt;Rose Gacioch&lt;/a&gt;. She ranked ninth in average (.256), tenth in total bases (120), and finished second in stolen bases behind Racine's &lt;a href=\"Sophie%20Kurys\"&gt;Sophie Kurys&lt;/a&gt;, who set a league single-season record with 201 steals in 203 attempts. Eisen garnered All-Star status in the process as the third oufielder behind South Bend's &lt;a href=\"Elizabeth%20Mahon\"&gt;Elizabeth Mahon&lt;/a&gt; and Grand Rapids' &lt;a href=\"Merle%20Keagle\"&gt;Merle Keagle&lt;/a&gt;. In addition, she piloted the Redwings briefly to become the first female manager in AAGPBL history.\nIn 1947, AAGPBL teams flew from &lt;a href=\"Miami%2C%20Florida\"&gt;Miami, Florida&lt;/a&gt; to &lt;a href=\"Havana%2C%20Cuba\"&gt;Havana, Cuba&lt;/a&gt; for &lt;a href=\"spring%20training\"&gt;spring training&lt;/a&gt;. All the teams stayed at the &lt;a href=\"Sevilla%20Hotel\"&gt;Seville Biltmore Hotel&lt;/a&gt; and were filmed for &lt;a href=\"Movietone%20News\"&gt;Fox Movietone News&lt;/a&gt; going down the steps at the &lt;a href=\"University%20of%20Havana\"&gt;University of Havana&lt;/a&gt;. At the time, the &lt;a href=\"Brooklyn%20Dodgers\"&gt;Brooklyn Dodgers&lt;/a&gt; trained in the Cuban capital because &lt;a href=\"Jackie%20Robinson\"&gt;Jackie Robinson&lt;/a&gt;, who would be the first &lt;a href=\"Afro-American\"&gt;Afro-American&lt;/a&gt; to play in the Major Leagues, was training with the Dodgers for the first time. By then, city ordinances in &lt;a href=\"Vero%20Beach%2C%20Florida\"&gt;Vero Beach, Florida&lt;/a&gt;, where the Dodgers normally trained, prevented blacks and whites players from competing on the same field against each other. Notably, newspaper stories from Havana indicate that the All-American girls drew larger crowds for their exhibition games at &lt;a href=\"Estadio%20Latinoamericano\"&gt;Estadio Latinoamericano&lt;/a&gt; than did the Dodgers. Eisen spent part of the year with Peoria, being dealt to Fort Wayne during the midseason in the same transaction that brought &lt;a href=\"Faye%20Dancer\"&gt;Faye Dancer&lt;/a&gt; to the Redwings. Eisen hit a combined .216 with 49 runs and 26 RBI in 111 games for both teams.\nEisen would spend the rest of her career with Fort Wayne. In 1948, she batted .220 with 67 runs and 30 RBI in a career-high 121 games, ending fourth in the league with 88 stolen bases. Fort Wayne, with &lt;a href=\"Dick%20Bass%20%28baseball%29\"&gt;Dick Bass&lt;/a&gt; at the helm, made the playoffs and defeated the &lt;a href=\"Muskegon%20Lassies\"&gt;Muskegon Lassies&lt;/a&gt; in the first round and Grand Rapids in the semi-finals, but was beaten by Rockford in the final series, four to one games. Eisen hit .316 in the finals, collecting six of the 20 hits of the Daisies, with the rest of the team hitting a measly .108.\nIn 1949, Eisen enjoyed the most memorable experience of her career while on an AAGPBL tour of Central and South America, as the teams were feted by both government officials and the common people. In &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt;, she visited the presidential palace and was greeted by the then President &lt;a href=\"Anastasio%20Somoza%20Garc%C3%ADa\"&gt;Anastasio Somoza&lt;/a&gt;. That year, she hit a low-career .184 in 109 games but belted three &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s to tie Grand Rapids' &lt;a href=\"Inez%20Voyce\"&gt;Inez Voyce&lt;/a&gt; and Kenosha's &lt;a href=\"Audrey%20Wagner\"&gt;Audrey Wagner&lt;/a&gt; for the league lead.\nBy 1950 Eisen established career numbers in hits (103), runs (87) and doubles (20), while hitting a .238 average and 19 RBI in 106 games. She finished second in runs, third in doubles and tied for second in stolen bases (75). At this point, Fort Wayne, managed by &lt;a href=\"Max%20Carey\"&gt;Max Carey&lt;/a&gt;, ended second with a 62–43 mark and advanced to the playoffs. In the first round the Daisies defeated Grand Rapids, three to one games, but lost the final series to Rockford in the maximum seven games. In the first round, Eisen hit .500 (7-for-14) but slumped to .148 in the finals.\nEisen posted a .195 average in 1951, including a career-high 88 runs to tie for fourth place in the league. She also ranked third in doubles (17) and stolen bases (88), while appearing in 104 games. She then batted .300 (3-for-10) in the first round of the playoffs, as Fort Wayne fell to South Bend in three games.\nIn 1952, Eisen posted career-highs with a .265 average and 110 hits in 106 games for Fort Wayne, now managed by &lt;a href=\"Jimmie%20Foxx\"&gt;Jimmie Foxx&lt;/a&gt;. She also ranked second for the most runs scored with 77, only four behind teammate and league's leader &lt;a href=\"Betty%20Foss\"&gt;Betty Foss&lt;/a&gt;. In addition, Eisen finished third in stolen bases (77) and tied for seventh in hits. The Daisies finished in first place with a 67–42 record and made the playoffs, but were swept in the first round by South Bend in two contests. Eisen went 4-for-13 (.308) in the playoffs, during what turned out to be her last AAGPBL season.\nLife after baseball.\nFollowing her AAGPBL career, Eisen settled in the &lt;a href=\"Pacific%20Palisades%2C%20Los%20Angeles\"&gt;Pacific Palisades&lt;/a&gt; area of Los Angeles, and starred in softball with the perennial champions Orange Lionettes until 1957.\nIn 1993 Eisen was elected to the board of directors of the &lt;a href=\"All-American%20Girls%20Professional%20Baseball%20League%23AAGPBL%20Players%20Association\"&gt;AAGPBL Players Association&lt;/a&gt;, which established the aforementioned exhibition at the Hall of Fame, and raises funds for reunions and records the stories of players for the historic circuit. She also gained induction into the &lt;a href=\"National%20Jewish%20Sports%20Hall%20of%20Fame%20and%20Museum\"&gt;National Jewish Sports Hall of Fame and Museum&lt;/a&gt; in 2004. In 2006 she was inducted into the &lt;a href=\"Southern%20California%20Jewish%20Sports%20Hall%20of%20Fame\"&gt;Southern California Jewish Sports Hall of Fame&lt;/a&gt;.\nEisen died at her home on May 11, 2014, on her 92nd birthday.\nFurther reading.\n This chapter in Ruttman's history, based on a January 6, 2009 interview with Thelma Eisen and &lt;a href=\"Anita%20Foss\"&gt;Anita Foss&lt;/a&gt; conducted for the book, discusses the athletes' American, Jewish, baseball, and life experiences from youth to the present."
}