{
    "id": "30247893",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=30247893",
    "title": "Thomas Richards (mayor)",
    "text": "Thomas S. Richards (born July 8, 1943) is an American lawyer, business executive and politician who served as the 66th and 68th &lt;a href=\"List%20of%20mayors%20of%20Rochester%2C%20New%20York\"&gt;Mayor of Rochester, New York&lt;/a&gt;.\nPast career.\nFrom 1972 until 1991 Richards worked in the law firm Nixon, Hargrave, Devans &amp; Doyle (now &lt;a href=\"Nixon%20Peabody\"&gt;Nixon Peabody&lt;/a&gt;) where he specialized in civil litigation and served at various times as the managing partner and chairman of the management committee. In 1991 he joined &lt;a href=\"Rochester%20Gas%20%26amp%3B%20Electric\"&gt;Rochester Gas &amp; Electric&lt;/a&gt; Corp. as general counsel. He later served as senior vice president for corporate services, senior vice president for finance and as president and chief operating officer. From 1998 until 2002 he was the chairman, president and chief executive officer of RGS Energy Group, the parent company of Rochester Gas &amp; Electric. From 2006 to 2010 he was the corporation counsel of the &lt;a href=\"Rochester%2C%20New%20York\"&gt;City of Rochester&lt;/a&gt;. On October 28, 2010, he was appointed Deputy Mayor of the &lt;a href=\"Rochester%2C%20New%20York\"&gt;City of Rochester&lt;/a&gt; by Mayor &lt;a href=\"Robert%20Duffy%20%28politician%29\"&gt;Robert Duffy&lt;/a&gt; and inaugurated interim mayor on January 1, 2011 when Duffy resigned to become &lt;a href=\"Lieutenant%20Governor%20of%20New%20York\"&gt;Lieutenant Governor of New York&lt;/a&gt;. On January 18, 2011, Richards resigned to ensure he could run in a special election for the reminder of Duffy's mayoral term without violating terms of the &lt;a href=\"Hatch%20Act%20of%201939\"&gt;Hatch Act&lt;/a&gt;, which could have jeopardized federal funding.\n2011 Special Election.\nOn February 5, 2011, Richards was officially nominated by the Democratic committee of Rochester to be the party's candidate in the special mayoral election scheduled for March 29. Richards won the election with 48.48% of the vote to former Mayor &lt;a href=\"William%20A.%20Johnson%2C%20Jr.\"&gt;Bill Johnson&lt;/a&gt;'s 41.72%.\nRe-election Campaign.\nRichards announced on February 6, 2013 that he would run for re-election for a full term of his own as Rochester mayor. He lost the Democratic primary to City Council President &lt;a href=\"Lovely%20A.%20Warren\"&gt;Lovely A. Warren&lt;/a&gt; 57% to 42%. The defeat was considered an upset, as Richards was better funded and led in the pre-vote polling. Richards ended his active campaign and endorsed Warren, but was kept as the chosen candidate on the &lt;a href=\"Independence%20Party%20of%20New%20York\"&gt;Independence&lt;/a&gt; and &lt;a href=\"Working%20Families%20Party\"&gt;Working Families&lt;/a&gt; lines. The Independence Party created the grass roots \"Turn Out for Tom\" campaign. In response, Richards stated that he would serve if re-elected mayor but denied having any contact with the Independence Party campaign. Richards lost the election to Warren 55% to 39%.\nPolitical Legacy.\nRichards political career may be remembered for his time as corporation counsel for the City of Rochester under the Duffy administration. This included the selling of the &lt;a href=\"HSC%20Dolphin%20Jet\"&gt;Fast Ferry&lt;/a&gt;, the redevelopment of the &lt;a href=\"Midtown%20Plaza%20%28Rochester%29\"&gt;Midtown Plaza&lt;/a&gt; site which included buying the former shopping center, its demolition and the deals to bring in &lt;a href=\"PAETEC\"&gt;PAETEC&lt;/a&gt; (now &lt;a href=\"Windstream\"&gt;Windstream&lt;/a&gt;) as the anchor tenant of the new development. He also helped sort out many financial difficulties at the &lt;a href=\"Port%20of%20Rochester\"&gt;Port of Rochester&lt;/a&gt; after the Fast Ferry ceased operations, with High Falls, and with local sports teams and landmarks. Richards negotiated a health care agreement with ambulance provider &lt;a href=\"Rural%20Metro\"&gt;Rural Metro&lt;/a&gt;, settled labor contracts and repaired relationships with the city's unions.\nUnder Richards as mayor projects such as the building of &lt;a href=\"Louise%20M.%20Slaughter%20Rochester%20Station\"&gt;Rochester's new train station&lt;/a&gt;, the building of a new &lt;a href=\"RGRTA\"&gt;RGRTA&lt;/a&gt; bus terminal, the Charlotte Marina Project and the filling in of the east side of the Inner Loop were started. Development of the Midtown project continued.\nAfter office.\nIt was announced on March, 3rd 2014 that Richards was appointed to be chairman of the &lt;a href=\"Rochester%20City%20School%20District\"&gt;Rochester City School District&lt;/a&gt; volunteer board overseeing a $1.3 billion city school modernization program.\nPersonal.\nRichards is a graduate of &lt;a href=\"Bucknell%20University\"&gt;Bucknell University&lt;/a&gt; and &lt;a href=\"Cornell%20University%20Law%20School\"&gt;Cornell University Law School&lt;/a&gt;, and served in the &lt;a href=\"U.S.%20Navy\"&gt;U.S. Navy&lt;/a&gt;.\nRichards is a trustee of the &lt;a href=\"University%20of%20Rochester\"&gt;University of Rochester&lt;/a&gt; and of &lt;a href=\"George%20Eastman%20House\"&gt;George Eastman House&lt;/a&gt;."
}