{
    "id": "30265489",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=30265489",
    "title": "2011 Alexandria bombing",
    "text": "The 2011 Alexandria bombing was an attack on &lt;a href=\"Copts\"&gt;Coptic Christians&lt;/a&gt; in Alexandria, Egypt, on Saturday, 1 January 2011. 23 people died and another 97 were injured as a result of the attack, which occurred as &lt;a href=\"Christian%20worship\"&gt;Christian worship&lt;/a&gt;ers were leaving a &lt;a href=\"New%20Year\"&gt;New Year&lt;/a&gt; service. The attack was the deadliest act of violence against Egypt's Coptic Christians in a decade, since the &lt;a href=\"Kosheh%20massacre\"&gt;Kosheh massacre&lt;/a&gt; in 2000 left 20 Copts dead. The target of the bombing was the Saints Church, a Coptic church located across the street from the Masjid Sharq El-Madina mosque.\nBackground.\nCopts in Egypt complain of increasing persecution, from attacks by Muslim extremists and what they see as official discrimination by the state. Copts celebrate Christmas on 7 January. This was the second consecutive Christmas with violence. On Christmas Eve in 2010, a Muslim gunman fired on worshipers leaving a church in Upper Egypt, killing 7 people.\nIn the months prior to the incident, the religious ambiance in Egypt had been clouded by anti-Church sentiment, in particular regarding the public allegation made by &lt;a href=\"Mohammad%20Salim%20Al-Awa\"&gt;Mohammad Salim Al-Awa&lt;/a&gt; that the &lt;a href=\"Coptic%20Orthodox%20Church\"&gt;Coptic Orthodox Church&lt;/a&gt; was storing weapons in churches and monasteries.\nIn November, a group calling itself Al-Qaeda in Iraq announced that all Christians in the Middle East would be \"legitimate targets.\" The Alexandria bombing occurred almost two months to the day after the &lt;a href=\"2010%20Baghdad%20church%20attack\"&gt;attack on Our Lady of Salvation church&lt;/a&gt; in central Baghdad in what militants called a response to the mistreatment of Muslim converts by Egyptian Copts. Al-Qaeda's Iraqi affiliate claimed responsibility for that attack and made new threats against Christians. The group threatened to attack Egyptian Copts if their church did not free two Christians, it said had been \"imprisoned in their monasteries\" for having converted to Islam. The two women were &lt;a href=\"Kamilia%20Shehata\"&gt;Camilia Chehata&lt;/a&gt; and Wafa Constantine, the wives of Coptic priests whose claimed conversion caused a stir in Egypt.\nTwo weeks before the bombing an &lt;a href=\"Islamism\"&gt;Islamist&lt;/a&gt; website called for attacks on a list of Egypt's churches, and included the church that was hit.\nBombing.\nAn explosive device detonated in front of the Coptic Orthodox church of &lt;a href=\"Saint%20Mark\"&gt;Saint Mark&lt;/a&gt; and &lt;a href=\"Pope%20Peter%20I%20of%20Alexandria\"&gt;Pope Peter&lt;/a&gt; in the Sidi Bishr neighbourhood in Alexandria. Initial reports stated that it was a car explosion, however an Interior Ministry statement later declared that it was a &lt;a href=\"suicide%20attack\"&gt;suicide attack&lt;/a&gt;, through the Egyptian official news agency.\nAt the time of the blast, several thousand Coptic Christians were attending midnight prayer service at the church at the occasion of the new year. The explosion resulted in scattered body parts, destroyed cars and smashed windows. 21 Coptic Christians were killed immediately following the explosion, or soon after, and about 97 people – most of them Christians – were injured. The remains were covered with newspapers until they were brought inside the church. Two more Copts died in the hospital over the few days following the attack, raising the total number to 23, all of whom were Coptic Christians. According to one eyewitness report, the first victim was a Muslim salesperson who sold &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt; books across the street from the Saints Church.\nForensic testing confirmed that the explosive device used was homemade and contained nails and ball-bearings. The Interior Ministry stated that the bomb was filled with small pieces of metal to serve as &lt;a href=\"Fragmentation%20%28weaponry%29\"&gt;shrapnel&lt;/a&gt;, and that a foreign-backed suicide bomber may have been responsible.\nResponsibility.\nEgypt's former Interior minister &lt;a href=\"Habib%20Ibrahim%20El%20Adly\"&gt;Habib Ibrahim El Adly&lt;/a&gt; said on 23 January that evidence proved that the Gaza-based \"Army of Islam\" planned and executed the attack. The group, which has received sanctuary from &lt;a href=\"Hamas\"&gt;Hamas&lt;/a&gt; and earlier collaborated in the kidnapping of &lt;a href=\"Gilad%20Shalit\"&gt;Gilad Shalit&lt;/a&gt;, quickly denied the charge, while also reportedly expressing support for the bombing. In July 2011 however, nobody had yet been brought to trial and the Coptic Church threatened to sue the Interior Ministry. On the other hand, various reports claim that Habib Ibrahim El Adly himself was involved in the bombings.\nReactions.\nCoptic community in Egypt.\nCopts were deeply aggrieved by this attack, many believing that the Egyptian state security's failure to deal firmly with past attacks on Christians in Egypt contributed to this attack, while others went as far as to directly blame the State Security for the bombings. One member of the Coptic community declared, \"The government is the reason this happened. They are the terrorists who attack us every day.\"\nFollowing the bombing, several thousand Copts took to the streets in protest. Furious Christians clashed with Egyptian police and Egyptian security forces. Christians and Muslims pelted each other with rocks, and cars were torched. After these overnight protests, more than 100 Christians protested the following morning near the church that was attacked, chanting \"We sacrifice our souls and blood for the &lt;a href=\"Christian%20cross\"&gt;Holy Cross&lt;/a&gt;\" and \"O &lt;a href=\"Hosni%20Mubarak\"&gt;Mubarak&lt;/a&gt;, the heart of the &lt;a href=\"Copts\"&gt;Copts&lt;/a&gt; is on fire\". The Egyptian police reacted by firing rubber bullets and tear gas at the Christians.\nIn &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;, about 4,000 Christians and Muslims demonstrated against terrorism in the predominantly Christian neighborhood of &lt;a href=\"Shubra\"&gt;Shubra&lt;/a&gt;. The demonstration lasted for six hours and was joined by both government and opposition members of the &lt;a href=\"Parliament%20of%20Egypt\"&gt;Egyptian parliament&lt;/a&gt; and a number of political figures, including a former minister and &lt;a href=\"Tomorrow%20Party\"&gt;Tomorrow Party&lt;/a&gt; founder &lt;a href=\"Ayman%20Nour\"&gt;Ayman Nour&lt;/a&gt;. In the same neighborhood of &lt;a href=\"Shubra\"&gt;Shubra&lt;/a&gt;, thousands of Coptic Christians clashed with riot police for three consecutive days, resulting in injuries to both Coptic civilians and riot police soldiers.\nThousands of Copts demonstrated at the Monastery of &lt;a href=\"Simon%20the%20Tanner\"&gt;Saint Simon the Tanner&lt;/a&gt; in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;. The demonstrators called for the resignation of the Egyptian government. They chanted, \"With our souls and blood we redeem our &lt;a href=\"Christian%20cross\"&gt;Cross&lt;/a&gt;\". They then clashed with the Egyptian security forces, resulting in injuries to 12 of the Coptic demonstrators.\nIn addition, thousands of Coptic Christians demonstrated outside the Egyptian ministry of foreign affairs and the state television buildings for two consecutive days.\n&lt;a href=\"Pope%20Shenouda%20III\"&gt;Pope Shenouda III&lt;/a&gt; strongly condemned the \"criminal assault\", blaming it on \"forces that wish no good for Egypt\". The Pope also called upon the government to \"speedily arrest and prosecute the perpetrator of this criminal act.\" His personal secretary said the incident had \"severely grieved us, because it is very alien to the love and harmony in which the nation lives\".\nThe top cleric in Alexandria, the &lt;a href=\"Vicar\"&gt;Patriarchal Vicar&lt;/a&gt; &lt;a href=\"Hegumen\"&gt;Hegumen&lt;/a&gt; Ruweis Marcos, said that the Egyptian government and security forces wanted to blame the bombing on a suicide bomber instead of a car bomb in order to write off the crime as something carried out by a lone attacker. He also denounced the lack of protection in front of the church, stating he was surprised to find only three soldiers and one officer guarding the church at such a sensitive time in spite of the recent numerous threats against Copts.\nThe Synod of priests in Alexandria unanimously criticized the lax attitude of the Egyptian authorities towards the public expression of hatred against Coptic Christians. In a statement issued by the Synod, the priests said that the attack on the church was \"the result of anti-Christian mobilization and the lies recently propagated against the &lt;a href=\"Coptic%20Orthodox%20Church\"&gt;Coptic Orthodox Church&lt;/a&gt;.\"\nOn the Sunday following the bombings, Coptic parishioners at the bombed church of Saint Mark and Pope Peter expressed anger, and protested discrimination that Christians in Egypt are facing. One of the parishioners declared \"in this country, we cannot even pray in churches.\" Another blamed the anti-Coptic sentiments spread by the Islamic mosques. The priest of the church blamed \"Islamic fanaticism\" and \"Islamic extremism\". He called upon the Egyptian government to ensure the rights of the Christians in \"life, prayer and work\".\nOfficials of the &lt;a href=\"Coptic%20Orthodox%20Church\"&gt;Coptic Orthodox Church&lt;/a&gt; announced that prayers for Eastern Christmas would still be held, but that celebrations would be canceled.\nCoptic community in the diaspora.\nMemorial services were held in Coptic churches across Europe in memory of the victims of the bombing.\nThe &lt;a href=\"Coptic%20Orthodox%20Church%20in%20Britain%20and%20Ireland\"&gt;Coptic Orthodox Church in Britain&lt;/a&gt; issued an official statement condemning the massacre, and expressing concern that incidents of violence and terror against Christians in Egypt were increasingly spiraling out of control. The statement also criticized the fact that crimes against the Copts in Egypt were going unchecked and unresolved, and their perpetrators were not brought to justice.\nIn &lt;a href=\"Montreal\"&gt;Montreal, Quebec&lt;/a&gt;, Canada, all five Coptic churches in the city decided to proceed under tightened security with the Eastern Christmas Eve mass on the eve of Eastern Christmas but decided not to hold any celebrations. The celebrations were canceled in honor of the victims of the Alexandria massacre, and money that was to be spent on the celebrations was sent to the families of the victims in &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;. About 4,000 Coptics and some Muslim supporters marched on 19 January in central Sydney, calling on Prime Minister Julia Gillard and Foreign Minister Kevin Rudd to address the issue of persecution of Copts in Egypt.\nDomestic.\nThe Egyptian government issued a statement immediately following the bombing blaming \"foreign elements\" for the planning and execution of the bombing.\nPresident Hosni Mubarak promised in a televised address that terrorists would not destabilize Egypt or divide Christians and Muslims. He said the attack \"carries evidence of the involvement of foreign fingers\" and vowed to pursue the perpetrators. Many doubt that the perpetrators will be pursued, citing the Mubarak regime's preference for handling violence against the country's Christian minority through a reconciliation process between the perpetrators and the victims, rather than prosecution of the perpetrators.\nThe &lt;a href=\"Alexandria%20Governorate\"&gt;governor of Alexandria&lt;/a&gt;, Adel Labib, accused &lt;a href=\"Al%20Qaida\"&gt;Al Qaida&lt;/a&gt; of planning the bombing, without giving any further details.\nMany Egyptians expressed their disappointment regarding the government's claims that Al Qaida and foreign elements were behind the massacre, seeing those claims as a way for the government to evade the issue of growing sectarian divisions in the country.\nIn a message to &lt;a href=\"Pope%20Shenouda%20III\"&gt;Pope Shenouda III&lt;/a&gt;, &lt;a href=\"Patriarch%20Theodore%20II%20of%20Alexandria\"&gt;Patriarch Theodore II&lt;/a&gt; of the &lt;a href=\"Greek%20Orthodox%20Church%20of%20Alexandria\"&gt;Greek Orthodox Church of Alexandria&lt;/a&gt; strongly condemned the \"brutal criminal attack\" against a church \"where prayers were being recited for the peace of Egypt, for the peace of those in power, and for the peace of the world.\" &lt;a href=\"Patriarch%20Theodore%20II%20of%20Alexandria\"&gt;Patriarch Theodore II&lt;/a&gt; also described the victims as \"Martyrs of the Church\".\nRefaa al-Tahtawi, spokesman for Al-Azhar, Sunni Islam's main institution based in Cairo, appeared on television to denounce the attack, which he said targeted \"Egyptian national unity\". He also appealed to Christians and Muslims for calm.\nThe attack was also condemned by the &lt;a href=\"Muslim%20Brotherhood\"&gt;Muslim Brotherhood&lt;/a&gt;, who also called upon Muslims to protect Christian churches. On the eve of the Coptic Christmas on 6 January 2011, Egyptian Muslims showed up at churches during mass service offering to serve as a \"human shield\" against any possible further attacks.\nBoth government and independent newspapers warned that civil war could break out in Egypt unless Muslims and Christians close ranks. Newspapers also urged the Egyptian government to focus on the situation of the Copts, who often complain of discrimination.\nInterior minister Habib al-Adly said on 23 January that evidence proved that the Gaza-based &lt;a href=\"Army%20of%20Islam%20%28Gaza%20Strip%29\"&gt;Army of Islam&lt;/a&gt; planned and executed the attack. The group quickly denied responsibility, while also reportedly expressing support for the bombing.\nIn an interview that aired on Al-Fareen TV (Egypt) on 3 January 2011 (as translated by &lt;a href=\"MEMRI\"&gt;MEMRI&lt;/a&gt;), Former Egyptian Deputy Minister Abdallah Al-Ash'al stated that:\nToday, many young people in Egypt are unhappy. They flee the country and prefer to die on the shores of the Mediterranean, because they have no job opportunities here...The Mossad has exploited this. The people who carried out this attack are Egyptians, but the Mossad exploited them...Are these nothing but theories? No. When &lt;a href=\"Military%20Intelligence%20Directorate%20%28Israel%29\"&gt;Israeli military intelligence chief&lt;/a&gt; &lt;a href=\"Amos%20Yadlin\"&gt;Amos Yadlin&lt;/a&gt; submitted a report about the past four and a half years, he stated clearly that Israel was exploiting the peace treaty in order to infiltrate Egypt.\nEgypt's general prosecutor opened probe on former Interior Minister Habib el-Adly's reported role in the New Year's Eve bombing.\nFuneral.\nThe funeral of the victims was held in the &lt;a href=\"Monastery%20of%20Saint%20Mina\"&gt;Monastery of Saint Mina&lt;/a&gt;, about 30 km west of &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;. Between 5,000 and 10,000 people attended the funeral, all of whom adamantly rejected the condolences of president &lt;a href=\"Hosni%20Mubarak\"&gt;Hosni Mubarak&lt;/a&gt;, shouting \"No! No! No!\" as bishop Youanis attempted to thank &lt;a href=\"Mubarak\"&gt;Mubarak&lt;/a&gt; for his condolences and his statement regarding the bombing.\nIn addition to Bishop Youanis, &lt;a href=\"Pope%20Shenouda%20III\"&gt;Pope Shenouda III&lt;/a&gt; delegated &lt;a href=\"Metropolitan%20Archbishop\"&gt;Metropolitan&lt;/a&gt; Bakhomios to preside over the funeral of those killed in Alexandria.\nFurther threats.\nIn Europe, Coptic churches have been threatened with further attacks. Coptic bishops and priests in France and Germany filed complaints and called for governmental protection. In the UK, officials reported that threats were outlined against two Coptic churches in the country.\nIn Canada, Coptic churches were on high alert following threats by &lt;a href=\"Al%20Qaida\"&gt;Al Qaida&lt;/a&gt; against Copts in Canada. All five Coptic churches in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt; decided to proceed under tightened security with the Eastern Christmas Eve mass on the eve of Eastern Christmas. Following Coptic Christmas, Canadian prime minister &lt;a href=\"Stephen%20Harper\"&gt;Stephen Harper&lt;/a&gt; met with Coptic Christian leaders to condemn the Alexandria massacre and to confirm that Canada stands behind the right of the Copts to safely practice their faith. He also declared that the international community must stay vigilant against such violence against Coptic Christians.\nThe bombing also raised fears that &lt;a href=\"jihadist\"&gt;jihadist&lt;/a&gt;s would increase violence against Christians worldwide. Radical Islamic hostility to the Copts has been an ongoing problem. A \"death list\" of the names and personal information of more than a hundred Copts, many of whom live in Egypt, Europe and North America, was published in 2010 on an &lt;a href=\"Al%20Qaida\"&gt;Al Qaida&lt;/a&gt;-affiliated website. The website called for the murder of all those whose names appear on the list, accusing them of defaming Islam and converting Muslims to Christianity."
}