{
    "id": "30269867",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=30269867",
    "title": "Aalto University School of Electrical Engineering",
    "text": "Aalto University School of Electrical Engineering (Aalto ELEC; , ) is a part of the &lt;a href=\"Aalto%20University\"&gt;Aalto University&lt;/a&gt; and works in the area of basic research as well as in the field of latest technologies. School's four departments and the special units widely cover the fields of electronics, communications and automation. Special fields include automation and systems technology, electronics and information technology, power engineering, (wireless) communications engineering and bioinformation technology. The school provides engineering education for both Finnish and international students.\nHistory.\nTeaching began at the Technical School of Helsinki in 1849. Actual technical vocational training began in Helsinki after a legislative reform in 1858. The technical trade departments of engineering, mechanical engineering, architecture, chemical technology and surveying were founded at the same time.\nIn 1872 the school was renamed the Polytechnic School and in 1879 the Polytechnic Institute. In 1877 the Polytechnic School moved to its own premises when the building next to Hietalahti Market was completed. The main extensions of the main building were completed in 1904 and 1927.\nThe Polytechnic Institute was made a university-level school in 1908 and renamed the Technological University of Finland. The first degree at the university was either one of an engineer, surveyor or architect. The title 'diploma engineer' – which corresponds to a M.Sc. degree – was adopted in the early 1940s in conjunction of a syllabus reform at the same time as the lower technical degrees were defined.\nMove to Otaniemi\nAfter the Second World War the city blocks available began to be much too small. The final decision to move the University out of the city was made in 1948. Next year, the State bought the lands of Otaniemi Manor in the eastern part of the rural municipality of Espoo to serve as the new campus.\nDevelopment began in Otaniemi with housing for students, called Teekkarikylä or student village. Its first residents were not students, however, but athletes taking part in 1952 Helsinki Summer Olympics. The first functions of the University moved to Espoo in 1955. The main part of the main building was completed in 1964 and the move from Hietalahti was finalised ten years later.\nIn the 1950s and '60s Otaniemi became one of the most interesting sites of Finnish architecture. Architect Alvar Aalto made the general plan of the campus and he was in charge of the main building and the Otahalli sports hall and of several other buildings. Reima Pietilä and Raili Paatelainen designed Dipoli, and the office of Heikki and Kaija Siren designed the oldest dormitories, the Servin Mökki restaurant and the Otaniemi chapel.\nPart of the Aalto University\nIn 2010 the Aalto University was created from the merger of the Helsinki University of Technology, the Helsinki School of Economics, and The University of Art and Design Helsinki. Aalto University School of Science and Technology divided into four new schools 1 January 2011. The new schools are formed of the former university faculties and their names are School of Engineering, School of Chemical Technology, School of Science and School of Electrical Engineering.\nImportant Events.\n1883 The teaching of electrical engineering begun at the Polytechnic Institute.\n1887 &lt;a href=\"Gottfried%20Str%C3%B6mberg\"&gt;Gottfried Strömberg&lt;/a&gt; started electrical engineering laboratory practises at the Polytechnic Institute.\n1908 Electrical Engineering study branch is established and Johannes Sohlmann is appointed the first professor in electrical engineering at the Technological University of Finland.\n1911 Master of Science degree can also be carried out in electrical engineering.\n1926 Power Systems Laboratory was built in Hietalahti, Helsinki.\n1938 First woman student in Electrical Engineering: Ms. Ulla Tuominen-Karosuo.\n1941 The Department of Electrical Engineering was founded.\n1941 Jouko Pohjanpalo achieved first doctorate in radio technology.\n1969 The Department of Electrical Engineering is moved to &lt;a href=\"Otaniemi\"&gt;Otaniemi&lt;/a&gt; &lt;a href=\"Espoo\"&gt;Espoo&lt;/a&gt;.\n1985 Department's expansion is completed.\n1995 Change of name: The HUT Department of Electrical and Communications Engineering.\n2008 &lt;a href=\"Helsinki%20University%20of%20Technology\"&gt;Helsinki University of Technology&lt;/a&gt; was reorganised into faculties: Former Department of Electrical and Communications Engineering became the Faculty of Electronics, Communications and Automation. The Department of Automation and Systems Technology became part of the faculty.\n2010 &lt;a href=\"Helsinki%20University%20of%20Technology\"&gt;Helsinki University of Technology&lt;/a&gt; became part of the &lt;a href=\"Aalto%20University\"&gt;Aalto University&lt;/a&gt;.\n2011 The &lt;a href=\"Aalto%20University%20School%20of%20Science%20and%20Technology\"&gt;Aalto University School of Science and Technology&lt;/a&gt; is divided into four new schools of technology. The Faculty of Electronics, Communications and Automation's new name is the School of Electrical Engineering."
}