{
    "id": "30279706",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=30279706",
    "title": "2011 Seychellois presidential election",
    "text": "Presidential elections were held in the &lt;a href=\"Seychelles\"&gt;Seychelles&lt;/a&gt; between 19 and 21 May 2011, commencing on the &lt;a href=\"Outer%20Islands%20%28Seychelles%29\"&gt;Outer Islands&lt;/a&gt; on 19 May, with &lt;a href=\"Inner%20Islands%20%28Seychelles%29\"&gt;Inner Islands&lt;/a&gt; voting on 20 May and &lt;a href=\"Mah%C3%A9%2C%20Seychelles\"&gt;Mahé&lt;/a&gt; on 21 May. The result was a victory for incumbent President &lt;a href=\"James%20Michel\"&gt;James Michel&lt;/a&gt; of the &lt;a href=\"Seychelles%20People%27s%20Progressive%20Front\"&gt;Seychelles People's Progressive Front&lt;/a&gt;, who received 55% of the vote in the first round.\nBackground.\nThe 2011 elections in Seychelles were the fifth round of democratic elections since the country became an independent republic and separated from the United Kingdom. The elections included the same candidates that ran in the 2006 election as well as Ralph Volcere, who ran with the New Democratic Party. Incumbent president James Michel originally came to power in 2004, assuming the role of president once former president &lt;a href=\"France-Albert%20Ren%C3%A9\"&gt;France-Albert René&lt;/a&gt;, who had been the head of state of the Seychelles since 1977, stepped down. James Michel won the 2006 presidential election with 53.7% of the vote. The election was the third attempt by opposition candidate&lt;a href=\"Wavel%20Ramkalawan\"&gt;Wavel Ramkalawan&lt;/a&gt; to gain the presidency. Ramkalawan had been involved in Seychelles politics since 1991 when France-Albert Rene reinstituted multi-party democracy in the country, after 12 years of the country’s constitution only allowed members of the Seychelles People’s Progressive Front to run in elections. Ramkalawan, formerly a priest, formed the Parti Seselwa in 1991, which in 1992 was the first party to register in opposition to the Parti Lepep government.\nThe 2011 elections were the first democratic elections in the country since the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932008\"&gt;2008 Economic Crisis&lt;/a&gt;.\nElectoral system.\nThe &lt;a href=\"President%20of%20Seychelles\"&gt;President of Seychelles&lt;/a&gt; is elected using the &lt;a href=\"two-round%20system\"&gt;two-round system&lt;/a&gt;.\nCandidates.\nThe election was contested by four candidates;\nCampaign.\nThe opposition parties did not hold any official campaign rallies for the election, reporting that they both had a lack of resources to hold the rallies and feared for the safety of their followers. The opposition parties also claimed that the People's Party attempted to intimidate and bribe their supporters. Campaigning by opposition parties was conducted largely through door-to-door canvassing, political broadcasts provided for through the public broadcaster, in the private print media and on billboards. No candidate reported any impediments to their activities.\nMichel stated in his manifesto that he would aim \"secure continued growth so all Seychellois can prosper\". Boullé said that the public should be given more control of the economy. Ramkalawan called for native Seychellois to be given favourable economic treatment, whilst Volcere said the NDP would \" improve the ability of employees and businesses to compete and maintain a stable low-inflation economy\".\nConduct.\nThe elections were reviewed by independent observers from the &lt;a href=\"Southern%20African%20Development%20Community\"&gt;Southern African Development Community&lt;/a&gt;, &lt;a href=\"La%20Francophonie\"&gt;La Francophonie&lt;/a&gt; and the &lt;a href=\"Commonwealth%20Secretariat\"&gt;Commonwealth Secretariat&lt;/a&gt;. Local independent NGO groups applied for accreditation as observers, given their understanding of the &lt;a href=\"Creole%20language\"&gt;Creole language&lt;/a&gt; and their knowledge of districts and past polling concerns. However, the Electoral Commissioner denied observer status to all local observer applicants.\nThe &lt;a href=\"Electoral%20Institute%20for%20Sustainable%20Democracy%20in%20Africa\"&gt;Electoral Institute for Sustainable Democracy in Africa&lt;/a&gt; highlighted some concerns in its technical assessment team report. While impressed with the efficient and peaceful nature of the presidential election, they also provided recommendations designed to address a lack of transparency, institutional and media bias in favor of the incumbent party, tension between the ruling party and the opposition, and a gender disparity that limits women’s ability to hold key decision-making positions in government.\nResults.\nIncumbent candidate &lt;a href=\"James%20Michel\"&gt;James Michel&lt;/a&gt; of the &lt;a href=\"People%27s%20Party%20%28Seychelles%29\"&gt;People’s Party&lt;/a&gt; (PL) ultimately won the 2011 presidential election with 55.46% of the vote. 31,966 votes were cast for him. &lt;a href=\"Wavel%20Ramkalawan\"&gt;Wavel Ramkalawan&lt;/a&gt;, of the &lt;a href=\"Seychelles%20National%20Party\"&gt;Seychelles National Party&lt;/a&gt; (SNP), garnered 41.43% of the vote. 23,878 votes were cast for him. &lt;a href=\"Philippe%20Boull%C3%A9\"&gt;Philippe Boullé&lt;/a&gt;, who ran independent of any party, earned 1.66% of the vote while &lt;a href=\"Ralph%20Volc%C3%A8re\"&gt;Ralph Volcère&lt;/a&gt; of the New Democratic Party earned 1.45%. This corresponds to only 956 and 833 votes respectively. These percentages are calculated out of the total number of valid votes. 59,242 total votes were cast out of a pool of 69,480 registered voters. This indicates an 85.3% voter turnout. 1609 or 2.7% of total votes cast were invalid, putting the total number of valid votes cast at 57,633.\nAftermath.\nThe Seychellois public was relatively satisfied with the election results, as evidenced by the lack of violence in the post-election celebrations, which took place in the streets across the Seychellois islands. However, there was significant and unanimous pushback from the opposition leaders, who believed the election to have been unfairly biased in favor of the ruling party. When the results of the presidential election were announced on 22 May, the three opposition candidates refused to attend as a means of protest. This was the first time in the history of Seychellois elections that a protest of this nature had taken place, and so was viewed as a significant statement."
}