{
    "id": "30272815",
    "revid": "244263",
    "url": "https://en.wikipedia.org/wiki?curid=30272815",
    "title": "Change.org",
    "text": "Change.org is an American &lt;a href=\"online%20petition\"&gt;petition&lt;/a&gt; website operated by San Francisco-based company Change.org, which has over 400 million users and offers the public the ability to promote the petitions they care about to potential signers. including 196 countries which are “creating change” in their communities. Designed to raise awareness within communities to influence “Decision-makers\" at the highest levels of government and business are engaging with their constituents and consumers” Leading organizations are meant to advance their causes and mobilize new supporters. In terms of media the organization's mission is to source powerful stories and cover campaigns hundreds of times a day.\nUntil 2016, Change.org hosted sponsored campaigns and corporations including &lt;a href=\"Virgin%20America\"&gt;Virgin America&lt;/a&gt;, and organizations such as the &lt;a href=\"Humane%20Society%20of%20the%20United%20States\"&gt;Humane Society&lt;/a&gt;, paid the site to promote their petitions. Change.org's stated mission is to \"empower people everywhere to create the change they want to see.\" Popular topics of Change.org petitions are economic and criminal &lt;a href=\"justice\"&gt;justice&lt;/a&gt;, &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"environmental%20protection\"&gt;environmental protection&lt;/a&gt;, &lt;a href=\"animals%20rights\"&gt;animals rights&lt;/a&gt;, &lt;a href=\"health\"&gt;health&lt;/a&gt;, and &lt;a href=\"sustainable%20food%20systems\"&gt;sustainable food&lt;/a&gt;.\nHistory.\nChange.org was launched in 2007 by current chief executive &lt;a href=\"Ben%20Rattray\"&gt;Ben Rattray&lt;/a&gt;, with the support of founding &lt;a href=\"chief%20technology%20officer\"&gt;chief technology officer&lt;/a&gt; Mark Dimas, Darren Haas, and &lt;a href=\"Adam%20Cheyer\"&gt;Adam Cheyer&lt;/a&gt;. As of February 2012, the site had 100 employees with offices on four continents. By the end of 2012, Rattray stated \"he plans to have offices in 20 countries and to operate in several more languages, including Arabic and Chinese.\" In May 2013, the company announced a $15 million round of investment led by Omidyar Network and said it has 170 staff members in 18 countries.\nIn 2011, Change.org claimed it was the subject of a &lt;a href=\"distributed%20denial%20of%20service\"&gt;distributed denial of service&lt;/a&gt; attack by \"Chinese hackers\" and that the alleged attack was apparently related to its petition to the &lt;a href=\"government%20of%20China\"&gt;Chinese government&lt;/a&gt; to release artist &lt;a href=\"Ai%20Weiwei\"&gt;Ai Weiwei&lt;/a&gt;. In 2011, there was a proposal to merge the Spanish-speaking counterpart website \"Actuable\" into \"Change.org\"; the merger occurred in 2012 when the voluntary union of \"Actuable\" users into the \"Change.org\" platform was approved.\nIn 2012, &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt; decided to block access to Change.org in response to a petition created by student Eric Haywood protesting \"rising tuition costs at the school\". University officials claimed that \"Change.org is a spam site\" and the blocking was conducted \"to protect the use of our limited and valuable network resources for legitimate academic, research, and administrative uses\".\nIt was reported on April 5, 2012, that Change.org hit 10 million members, and was the fastest-growing social action platform on the web. At that time, they were receiving 500 new petitions per day. On May 13, 2012, \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", &lt;a href=\"BBC%20News\"&gt;BBC News&lt;/a&gt; and other sources reported that Change.org would launch a UK-specific platform for petitions, placing Change.org in competition with &lt;a href=\"38%20Degrees\"&gt;38 Degrees&lt;/a&gt;, a British not-for-profit political-activism organization.\nAn August 2013 \"&lt;a href=\"Fast%20Company%20%28magazine%29\"&gt;Fast Company&lt;/a&gt;\" article reported that Change.org would soon begin featuring petition recipients, saying, \"For the first time, companies will be able to post a public response to any given petition (currently, they can only respond to the person who started the campaign). They will also be able to create their own Decision Maker page, which will show all petitions against them, the number of signatures gathered, and their statuses.\"\nOn June 30, 2021, workers for Change.org announced that a majority of staff in the US and Canada had signed union authorization cards in favor of being represented for &lt;a href=\"collective%20bargaining\"&gt;collective bargaining&lt;/a&gt; by &lt;a href=\"CODE-CWA\"&gt;CODE-CWA&lt;/a&gt;, and that Change.org had &lt;a href=\"voluntarily%20recognize\"&gt;voluntarily recognize&lt;/a&gt;d CODE-CWA as the representative of the workers.\nNotable petitions.\nBrazil.\nOn May 16, 2016, &lt;a href=\"President%20Dilma\"&gt;President Dilma&lt;/a&gt;’s impeachment request received 2,212,208 signatures.\nCreated by Caio Coppolla, March 15, 2021, Supreme Federal Court Minister &lt;a href=\"Alexandre%20de%20Moraes\"&gt;Alexandre de Moraes&lt;/a&gt;’s impeachment request received more than 2.099.261 signatures, in just one day.\nOn October 13th, 2017, Ana Clara Leite was sexually harassed twice in taxis after drivers accessed her information using a mobile phone app called Easy Taxi. She won her petition asking Easy Taxi App to introduce safety measures, with the backing of more than 27,000 Brazilians.\nUnited States.\nIn December 2011, a fourth-grade class in &lt;a href=\"Brookline%2C%20Massachusetts\"&gt;Brookline&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, launched the \"Lorax Petition Project\" through Change.org requesting &lt;a href=\"Universal%20Studios\"&gt;Universal Studios&lt;/a&gt; to include more of an environmental message on its website and trailer for its upcoming film, \"&lt;a href=\"The%20Lorax%20%28film%29\"&gt;The Lorax&lt;/a&gt;\", a classic &lt;a href=\"Dr.%20Seuss\"&gt;Dr. Seuss&lt;/a&gt; children's story. The petitioners felt that the website and trailer lacked an important message from the book, \"to help the environment\". The petition collected over 57,000 signatures, and on January 26, 2012, the studio updated the website \"with the environmental message the kids had dictated\".\nOn the morning of February 2, 2012, Stef Gray, a 23-year-old graduate in New York, held a news conference at the Washington offices of Sallie Mae where she presented the results of her Change.org, &lt;a href=\"Sallie%20Mae\"&gt;Sallie Mae&lt;/a&gt;, the \"nation's largest private student-loan provider\" petition, which had received about 77,000 signers. That afternoon the company changed its forbearance fee policy.\nIn November 2013, Aaron Thompson from &lt;a href=\"Tuscaloosa%2C%20Alabama\"&gt;Tuscaloosa, Alabama&lt;/a&gt; started a petition, directed at Seth MacFarlane to bring back &lt;a href=\"Brian%20Griffin\"&gt;Brian Griffin&lt;/a&gt; on the TV series \"&lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;\", after he was briefly killed off in the Season 12 episode \"&lt;a href=\"Life%20of%20Brian%20%28Family%20Guy%29\"&gt;Life of Brian&lt;/a&gt;\". Thompson's petition gained 30,000 signatures within 36 hours. The character was brought back to the show a few episodes later. However, this was not a result of the petition, as the episodes were conceived months prior.\nIn September 2014, Karol Wilcox of &lt;a href=\"Hayti%2C%20Missouri\"&gt;Hayti, Missouri&lt;/a&gt; started a petition against the planned execution of Beau, a two-and-a-half-year-old dog in &lt;a href=\"Dyersburg%2C%20Tennessee\"&gt;Dyersburg, Tennessee&lt;/a&gt;, for allegedly killing a duck on his owner's property. By November, this petition had gained over 540,000 signatures. The petition worked and the dog was spared.\nOn December 5, 2015 the U.S. Congress reauthorizes the Zadroga Act. After many efforts, John Feal, a 9/11 first responder, was integral in passing the Zadroga Act in 2010. This act covers health expenses and compensates other first responders who are \"suffering debilitating illnesses and injuries as a result of their service\". When Congress stalled on reauthorizing the bill, he started a petition to help push it through that was signed by nearly 187,000 people.\nThe \"New York Daily News\" reported:\"Lifetime health benefits for sickened 9/11 first responders won overwhelming approval Friday from Congress after a long and contentious battle. The House and the Senate both voted to extend the Zadroga 9/11 Health and Compensation Act, giving coverage to those afflicted with Ground Zero-related health woes for the next 75 years. [...] In addition to extending the healthcare program for first responders and others suffering lingering 9/11 health issues, Congress renewed the Victims Compensation Fund for another five years to aid first responders too sick to work and their families.\"\nAfter the &lt;a href=\"United%20States%20presidential%20election%2C%202016\"&gt;2016 United States presidential election&lt;/a&gt;, in which &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; was declared &lt;a href=\"President-elect%20of%20the%20United%20States\"&gt;President-elect of the United States&lt;/a&gt;, there were &lt;a href=\"Protests%20against%20Donald%20Trump\"&gt;mass protests&lt;/a&gt;. As part of these protests, one California man started a petition on November 10, 2016, which called for electors in states that Trump won to become &lt;a href=\"faithless%20elector\"&gt;faithless elector&lt;/a&gt;s and cast their vote for &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; instead at state &lt;a href=\"Electoral%20College%20%28United%20States%29\"&gt;Electoral College&lt;/a&gt; meetings. The petition acquired over 4 million signatures by November 14, 2016, only 4 days after it started. By November 23, 2016, it had gotten 4.5 million signatures. The petition ultimately failed as, on December 19, 2016, Trump officially gained the presidency with 304 electors. The petition closed with 4.9 million signatures, the highest in the platforms history, until March 5, 2019, when it was surpassed by a petition opposing the Article 13 of the proposed &lt;a href=\"Directive%20on%20Copyright%20in%20the%20Digital%20Single%20Market\"&gt;Directive on Copyright in the Digital Single Market&lt;/a&gt;. That petition was then toppled on May 30, 2020, by a petition made in order to get justice for &lt;a href=\"George%20Floyd\"&gt;George Floyd&lt;/a&gt;, an unarmed, African-American man who &lt;a href=\"murder%20of%20George%20Floyd\"&gt;was murdered&lt;/a&gt; by police. As of early July 2020, the petition had nearly 19 million signatures, making it the most signed petition in the history of the platform.\nIn summer 2017, a petition called for &lt;a href=\"/r/incels\"&gt;/r/incels&lt;/a&gt; (incel named after an abbreviation for \"&lt;a href=\"inceldom\"&gt;involuntary celibate&lt;/a&gt;\") to be banned for inciting violence against women.\nOn November 3, 2017, following &lt;a href=\"sexual%20assault\"&gt;sexual assault&lt;/a&gt; claims made against actor &lt;a href=\"Kevin%20Spacey\"&gt;Kevin Spacey&lt;/a&gt;, &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; fired the actor from, and stalled the production of, the sixth and final season of the television series in which Spacey had starred in on the network, \"&lt;a href=\"House%20of%20Cards%20%28U.S.%20TV%20series%29\"&gt;House of Cards&lt;/a&gt;\". Following Spacey's dismissal, a petition created on November 2, 2017, calling for Spacey to be replaced by actor &lt;a href=\"Kevin%20James\"&gt;Kevin James&lt;/a&gt; as a post-plastic surgery Frank Underwood began gaining a rapid number of supporters; this petition has gained media notability since its inception, gaining 50,000 supporters within eight days.\nIn wake of the &lt;a href=\"Logan%20Paul%20suicide%20video%20controversy\"&gt;Logan Paul suicide video controversy&lt;/a&gt;, user \"... - .- -.-- .- .-.. .. ...- .\" (\"stayalive\" in &lt;a href=\"Morse%20code\"&gt;Morse code&lt;/a&gt;) created a petition entitled “Delete Logan Paul’s YouTube Channel\", having received more than 520,000 signatures as of January 15, 2018. While numerous other petitions have been created for the same purpose, none have received as much attention.\nOn July 14, 2019, an online petition titled \"The Immediate Halt to the Construction of the TMT Telescope\" was posted on Change.org in protest against the &lt;a href=\"Thirty%20Meter%20Telescope\"&gt;Thirty Meter Telescope&lt;/a&gt;. The online petition has currently gathered over 278,057 signatures worldwide.\nOn May 5, 2020, George Floyd, a 46-year-old Black man, was murdered by a Minneapolis Police Officer. Shortly after, there was widespread outrage after a video of the incident circulated online showing Officer Derek Chauvin holding his knee on Mr. Floyd’s neck \"on a Minneapolis street corner as he gasped for breath.Mr. Floyd’s death spurred nationwide protests against police brutality and a reckoning over everything from public monuments to sports team names\". A change.org campaign began with the intention to “reach the attention of Mayor Jacob Frey and DA Mike Freeman to beg to have the officers involved in this disgusting situation fired and for charges to be filed immediately.”, according to the campaign leader. With the media attention as well as 19,699,505 supporters in the petition Chauvin and the three other officers involved in Floyd’s death: Thomas Lane, Tou Thao and J. Alexander Kueng — were fired and charged with a variety of crimes. On April 20, Chauvin, 45, was found guilty of second-degree murder, third-degree murder and second-degree manslaughter. Lane, Thao and Kueng, who had been scheduled to face a joint trial starting in August, will now be tried in March of 2022.\nUnited Kingdom.\nOn March 10, 2015, political blogger Guido Fawkes, whose real name is &lt;a href=\"Paul%20Staines\"&gt;Paul Staines&lt;/a&gt;, started a petition to reinstate &lt;a href=\"Jeremy%20Clarkson\"&gt;Jeremy Clarkson&lt;/a&gt;, &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; co-host of TV series \"&lt;a href=\"Top%20Gear%20%282002%20TV%20series%29\"&gt;Top Gear&lt;/a&gt;\". This followed the BBC's decision to suspend him over a \"fracas\" involving a producer on the show. The petition gained over 500,000 signatures within 24 hours, making it the fastest growing petition to date for the site, while having the servers at Change.org in the UK regularly become unresponsive due to the high demand. It had gained 1,060,980 signatures by March 20, 2015, and it was delivered to the BBC. On March 25, 2015, the BBC released an official statement confirming that, as a result of the actions which led to his suspension, they would not be renewing his contract with the show.\nA petition was started in 2020, to get fundraiser &lt;a href=\"Tom%20Moore%20%28fundraiser%29\"&gt;Tom Moore&lt;/a&gt; knighted, as of April 30, 1 million people had signed. It gained 1,043,729 signatures, and he was knighted on &lt;a href=\"2020%20Special%20Honours\"&gt;20 May that year&lt;/a&gt;.\nA petition was started in 2020, to get &lt;a href=\"Dominic%20Cummings\"&gt;Dominic Cummings&lt;/a&gt; sacked after it emerged he travelled from London to his parents' home in Durham with coronavirus symptoms during the COVID-19 lockdown, as of 13 Jan 2022, this had 1,201,401 signatures.\nOn March 31, 2015, Iranian prisoners were freed with the help of United Kingdom Citizens. Ghoncheh, a law student in the University of London and a British Iranian dual citizen, was in Iran teaching literacy to street children for charity as well as to visit family. She was arrested in June 2014 for attending the World League Volleyball matches, after the Iranian government was informed of the matter by the International Federation of Volleyball (FIVB). Iman Ghavami, the prisoner's brother, created a change.org campaign in petition to the Government of Iran and the Government of the United Kingdom. He gained 747,476 supporters after public outrage in the United Kingdom began in support of freeing Ghoncheh.\nIn January 2022, a petition to rescind Tony Blair's knighthood received 1,106,497 signatures by 13th January 2022.\nCanada.\nIn August 2014, Erica Perry from &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, &lt;a href=\"British%20Columbia\"&gt;BC&lt;/a&gt;, started a petition asking &lt;a href=\"Centerplate\"&gt;Centerplate&lt;/a&gt;, a large food and beverage corporation serving entertainment venues in North America and the UK, to fire its then-CEO Desmond \"Des\" Hague after the public release of security camera footage allegedly showing Hague abusing a young &lt;a href=\"Doberman%20Pinscher\"&gt;Doberman Pinscher&lt;/a&gt; in an elevator. In response to Centerplate not taking action after the incident other than releasing a statement of apology from Hague, and an agreement by Hague to commit to perform certain charitable acts, the petition called for Centerplate to fire Hague. On September 2, 2014, after the petition had received over 190,000 signatures, Hague resigned from his position as CEO of Centerplate.\nOn April 29, 2018, two nights after the release of ', Ryan Leger from &lt;a href=\"Bolton%2C%20Ontario\"&gt;Bolton, Ontario&lt;/a&gt; started a petition for &lt;a href=\"Marvel%20Studios\"&gt;Marvel Studios&lt;/a&gt; to extend &lt;a href=\"Mark%20Ruffalo\"&gt;Mark Ruffalo&lt;/a&gt;'s contract for him to appear in an \"&lt;a href=\"The%20Incredible%20Hulk%20%28film%29%23Future\"&gt;Incredible Hulk 2&lt;/a&gt;\" and for &lt;a href=\"Universal%20Pictures\"&gt;Universal Pictures&lt;/a&gt; to let &lt;a href=\"Walt%20Disney%20Studios%20Motion%20Pictures\"&gt;Disney&lt;/a&gt; have the distribution rights to any potential post-' &lt;a href=\"Hulk\"&gt;Hulk&lt;/a&gt; films and Disney, in return, give Universal, for each, a marquee credit (including placement of the studio's &lt;a href=\"Production%20logo\"&gt;opening logo&lt;/a&gt;) and 8-9% of the profits as they have for &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt; with \"&lt;a href=\"The%20Avengers%20%282012%20film%29\"&gt;The Avengers&lt;/a&gt;\" and \"&lt;a href=\"Iron%20Man%203\"&gt;Iron Man 3&lt;/a&gt;\".\nOn February 7, 2015, two 13-year-old girls made consent part of Canada’s sex-ed program after they stated “In Canada 1 in 4 women will experience at least one incident of sexual assault in their life. Half of these assaults will be against women under 16 years of age.” The goal of the campaign was to include the conversation of consent into the curriculum of sex education. By the end of the campaign they had 40,484 supporters and met with &lt;a href=\"Kathleen%20Wynne\"&gt;Premier Kathleen Wynne&lt;/a&gt; and &lt;a href=\"Liz%20Sandals\"&gt;Minister Liz Sandals&lt;/a&gt;, which led to the topic of consent being taught in Canada.\nFrance.\nIn February 2016, 50 petitions have exceeded 100,000 signatories. A petition against the \"&lt;a href=\"El%20Khomri%20law\"&gt;Loi El Khomri&lt;/a&gt;\", a labor law project by the French Labor Minister &lt;a href=\"Myriam%20El%20Khomri\"&gt;Myriam El Khomri&lt;/a&gt; has over 1 million signatures.\nOn October 24, 2015, Marion, a victim of harassment at her school that led to her ending her life, was the inspiration of a campaign started to “train in the prevention and management of school violence and bullying with teaching and educational teams will be reformed and improved.”As well as victim assistance. The campaign raised public interest and the campaign leader, the mother of Marion, met with the &lt;a href=\"Ministry%20of%20National%20Education%20%28France%29\"&gt;Ministry of National Education&lt;/a&gt; and had an interview with the &lt;a href=\"Najat%20Vallaud-Belkacem\"&gt;Minister Najat Vallaud Belkacem&lt;/a&gt;, of National Education. This campaign had 79,432 supporters.\nPhilippines.\nThe petition to have death row convict &lt;a href=\"Mary%20Jane%20Veloso\"&gt;Mary Jane Veloso&lt;/a&gt; released was the fastest ever growing petition from the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; with over 250,000 signatories from over 125 countries.\nAustralia.\nIn 2018 an anonymous creator of a Facebook community built on hatred for people riding bikes started a Change.org anti-cycling petition that has grown in a short time to reach over 100,000 signatures. Allegedly, there is evidence many of the names on the petition are fake.\nIn 2019, a petition directed towards the Australian government to remove Senator &lt;a href=\"Fraser%20Anning\"&gt;Fraser Anning&lt;/a&gt; from the &lt;a href=\"Parliament%20of%20Australia\"&gt;Australian Federal Parliament&lt;/a&gt; after his comments on the &lt;a href=\"Christchurch%20mosque%20shootings\"&gt;terrorist attack&lt;/a&gt; in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. Anning blamed immigration laws, the victims and heightening fears of &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; for the attack. The petition (as at 10:11 AM UTC on March 24, 2019) has 1,418,105 signatures, making it one of the second most signed petitions on Change.org, and the highest concerning Australian affairs.\nOn July 3rd, 2015, a 14-year-old girl guaranteed domestic violence prevention is covered in the Australian curriculum. The campaign was started as a campaign to raise awareness to victims that were not aware they were victims of domestic violence. After the campaign the Minister &lt;a href=\"Pru%20Goward\"&gt;Pru Goward&lt;/a&gt; announced that the school districts will introduce domestic violence education into schools. The campaign had 101,747 supporters.\nMexico.\nAfter two earthquakes hit Central Mexico on &lt;a href=\"2017%20Chiapas%20earthquake\"&gt;September 7&lt;/a&gt; and &lt;a href=\"2017%20Central%20Mexico%20earthquake\"&gt;September 19&lt;/a&gt;, 2017, there were different petitions to force the \"&lt;a href=\"Instituto%20Nacional%20Electoral\"&gt;Instituto Nacional Electoral&lt;/a&gt;\" (\"National Electoral Institute\"), the &lt;a href=\"Mexican%20Senate\"&gt;Mexican Senate&lt;/a&gt;, and President &lt;a href=\"Enrique%20Pe%C3%B1a%20Nieto\"&gt;Enrique Peña Nieto&lt;/a&gt; to donate most or all of the money destined for the upcoming &lt;a href=\"2018%20Mexican%20general%20election\"&gt;2018 general elections&lt;/a&gt; be redirected to victims of the natural disaster in Mexico City and neighbor states of &lt;a href=\"Morelos\"&gt;Morelos&lt;/a&gt;, &lt;a href=\"Chiapas\"&gt;Chiapas&lt;/a&gt;, &lt;a href=\"Oaxaca\"&gt;Oaxaca&lt;/a&gt;, and &lt;a href=\"Puebla\"&gt;Puebla&lt;/a&gt;. All petitions together sum the number of more than 3 million signatures.\nBusiness model.\nChange.org makes revenue through a subscription membership model and people promoting petitions on the site.\nChange.org is a for-profit, \"venture-backed company that hosts activist petitions written by members of the public, gathers email addresses from signees, and encourages people to circulate the petitions heavily on social media. While for-profit, Change.org is a public benefit company with B Corp status.\" It has raised $72 million from backers including LinkedIn founder Reid Hoffman.\nDonations through the platform do not go to the campaign makers, according to the change.org spokesperson, \"The money raised from petitions goes toward helping the campaign win and helping us build and maintain our technology platform, making it possible for us to provide people with the tools they need to win the change they want to see.”\nChange.org members contribute monthly to sustain the technology and the small teams of campaigners who coach and support petition starters. The majority of the company's revenue is advertising - individuals and organizations who start or sign petitions then chip in to promote those petitions to other site visitors.\nTo date, Change.org has raised $50 million to fuel its growth from mission-aligned investors in business, technology and the media. In 2017 an investment round driven by &lt;a href=\"Reid%20Hoffman\"&gt;Reid Hoffman&lt;/a&gt; helped drive the shift to the current business model.\nThe website previously made revenue by running advertisements called sponsored campaigns for advocacy organizations such as &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt; \nand list-building services to partner organizations.\nIn May 2013 the website started \"crowd-promoted petitions\" that allowed a signatory to promote the petition by paying $5 to $1000 at the final stage of petition signing.\nCriticism.\nAllegation of fake signatures.\nIn 2018, Anne Savage, the CEO of Bicycle Queensland, claimed that a massive Australian–based anti-cycling petition on Change.org was full of false names. She said Bicycle Queensland had received information that many of the names were created by electronic “bots”. A spokesperson for Change.org denied that the signatures were fake, saying that the organization's engineering team had double-checked the petition and confirmed they had not detected any unusual activity.\nVisibility of personal information.\nUnder certain conditions, signatures and other private information including email addresses can be found by search engines. Change.org operates a system for signature hiding, which works only if the user has an account on Change.org. Conversely, the platform has been criticized for not providing enough information on who has signed a petition; for instance a means of verifying that a petition protesting a politician has been signed by his or her constituents or that the signatures are genuine at all.\nNonprofit status and .org versus .com.\nChange.org is a &lt;a href=\"Delaware%20General%20Corporation%20Law\"&gt;Delaware General Corporation Law&lt;/a&gt; organized &lt;a href=\"benefit%20corporation\"&gt;benefit corporation&lt;/a&gt; and &lt;a href=\"B%20Corporation%20%28certification%29\"&gt;certified B corporation&lt;/a&gt;.\nThis has resulted in debate and criticism of its use of the &lt;a href=\".org\"&gt;.org&lt;/a&gt; domain suffix rather than the commercial &lt;a href=\".com\"&gt;.com&lt;/a&gt;. The site has been accused of fooling its users and hiding the fact that it is \"a for-profit entity that has an economic incentive to get people to sign petitions\".\nChange.org spokesperson Charlotte Hill countered this criticism in a September 2013 article in \"&lt;a href=\"Wired%20Magazine\"&gt;Wired&lt;/a&gt;\", saying, \"We are a mission-driven social enterprise, and while we bring in revenue, we reinvest 100% of that revenue back into our mission of empowering ordinary people. It's not just that we're not yet making a profit – it's that we are decidedly not for-profit.\"\nSome motivation for Change.org's legal status was given by its founder Ben Rattray:\nAdvertising policy.\nIn 2012, the site dropped most of the restrictions it previously placed on paid content. Internal documents began referring to \"clients\" and \"partners\" as \"advertisers\" and stated that \"only advertisers strictly identified as 'hate groups' are to be banned.\" As a result, Change.org was accused of encouraging &lt;a href=\"astroturfing\"&gt;astroturfing&lt;/a&gt; and abandoning the progressive user base from which it initially gained traction. Additional controversy arose when the employee who initially leaked the documents was fired. Of the users who lost interest in the site after this change, a number of them expressed difficulty in being removed from Change.org mailing lists.\nSelling of personal data.\nChange.org has also been accused of selling the personal data provided by the users to third-party companies that hire its services.\nOn May 17, 2021, Change,org updated their privacy policy which included a formal statement from the company regarding the selling of personal data; \"Change.org does not sell the personal information of any of our users and we have not sold data in the last 12 months.\"\nThey said they do however pass users personal data to a third party as listed in their privacy policy in order to \"ensure the smooth running of the Change.org platform.\" As well as they have \"contracts in place with our 3rd party service providers to ensure they keep your personal information safe. These contracts prohibit them from sharing the information about you that they collect or receive with anyone else or from using such information for other purposes than those we have agreed with them.\"\nUse for trending topics.\nTopics for Change.org petitions have grown to include disagreement with the &lt;a href=\"Academy%20Awards\"&gt;Academy Awards&lt;/a&gt; and removing milk from certain types of coffee. The authors of these petitions have been criticized for focusing on “&lt;a href=\"first%20world%20problems\"&gt;first world problems&lt;/a&gt;”. Further debate over the content of petitions came in November 2014 when &lt;a href=\"Martin%20Daubney\"&gt;Martin Daubney&lt;/a&gt; called some of them \"bizarre\" and stated that the site was being used to promote censorship. In response, the Change.org communication director John Coventry defended the wide range of petitions, saying that \"people make an informed choice in what they want to support.\" The following week saw criticism alleging that petitions about the media receive more attention than petitions about \"saving 'actual' lives.\"\nDonations.\nChange.org solicits signers to also donate money upon signing the petition. Although the donation is optional, it can be misleading to users who may believe the donations are used to fund petition organizers, or to advance that particular petition. The donations are \"unrestricted\" according to its FAQ. As further reported, \"Change.org keeps the money and uses it to 'circulate' petitions more widely and pay for its own operating costs.\"\nOver 140 former employees of Change.org published an open letter noting \"these contributions serve to market the petition and Change.org itself via billboards and digital ads\" and, following the &lt;a href=\"murder%20of%20George%20Floyd\"&gt;murder of George Floyd&lt;/a&gt; and consequent &lt;a href=\"Black%20Lives%20Matter\"&gt;Black Lives Matter&lt;/a&gt; uprisings in June 2020, that \"these actions constitute Change.org profiting from the death of Black people.\"\nResearch.\nChange.org has attracted the interest of researchers working in the field of &lt;a href=\"civic%20technology\"&gt;civic technology&lt;/a&gt;. In a quantitative analysis of the website's data, researchers found that while there are some users who can be identified as natural power users, average users also learn from their experience, while the change.org recommendation system reinforces their willingness to continue using the website through tailored recommendations, turning average users into power users. Research also suggests that petitions containing positive emotions have higher chances of success, while petitions appealing to moral and cognitive content are less likely to be successful. Another study examining a data set of 3.9 million signers of petitions across 132 countries showed that men and women have different policy priorities, and that even though women create fewer petitions than men, their petitions are more likely to be more successful. "
}