{
    "id": "3027327",
    "revid": "4842600",
    "url": "https://en.wikipedia.org/wiki?curid=3027327",
    "title": "Michel Hidalgo",
    "text": "Michel François Hidalgo (22 March 1933 – 26 March 2020) was a French professional &lt;a href=\"football%20player\"&gt;footballer&lt;/a&gt; and &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt;. He was the head coach of the &lt;a href=\"France%20national%20football%20team\"&gt;French national team&lt;/a&gt; from 1976 to 1984, with whom he won the &lt;a href=\"UEFA%20Euro%201984\"&gt;UEFA Euro 1984&lt;/a&gt; on home soil, also reaching the semi-finals of the &lt;a href=\"1982%20FIFA%20World%20Cup\"&gt;1982 FIFA World Cup&lt;/a&gt;.\nEarly life.\nMichel François Hidalgo was born 22 March 1933 in &lt;a href=\"Leffrinckoucke\"&gt;Leffrinckoucke&lt;/a&gt;, Nord. He was born to a Spanish-born father and a French mother in northern France, and grew up in &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt;, where he started playing &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. He was named after Mexican patriot &lt;a href=\"Miguel%20Hidalgo%20y%20Costilla\"&gt;Miguel Hidalgo y Costilla&lt;/a&gt;.\nClub career.\nA &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt;, Hidalgo was champion of Normandie Juniors in 1952 with \"US Normande\", before signing up tp &lt;a href=\"Le%20Havre%20AC\"&gt;Le Havre's&lt;/a&gt; books for two seasons, later playing for &lt;a href=\"Stade%20de%20Reims\"&gt;Reims&lt;/a&gt;, with whom he played and scored a goal in the 4–3 defeat to &lt;a href=\"Real%20Madrid%20CF\"&gt;Real Madrid&lt;/a&gt; in the &lt;a href=\"1956%20European%20Cup%20Final\"&gt;1956 European Cup Final&lt;/a&gt;, also winning a &lt;a href=\"Ligue%201\"&gt;league title&lt;/a&gt; in 1955.\nUnder the wing of Rocher, who signed him for &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt;, Hidalgo won two league titles and two &lt;a href=\"Coupe%20de%20France\"&gt;national cup&lt;/a&gt; titles with Monaco. Between 1964 and 1970, he presided over the UNFP, a players' &lt;a href=\"syndicate\"&gt;syndicate&lt;/a&gt;.\nInternational career.\nAt international level, Hidalgo was capped once for the &lt;a href=\"France%20national%20football%20team\"&gt;France national team&lt;/a&gt; in 1962 in a friendly match against &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt;.\nManagerial career.\nHidalgo started managing the &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt; second team in 1967 and served as a player-manager with &lt;a href=\"Rapid%20de%20Menton\"&gt;Menton&lt;/a&gt; from 1968 until 1969.\nOn 27 March 1976, he was appointed &lt;a href=\"France%20national%20football%20team\"&gt;France national team&lt;/a&gt; head coach, replacing &lt;a href=\"%C8%98tefan%20Kov%C3%A1cs\"&gt;Ștefan Kovács&lt;/a&gt; – under whom he had previously served as an assistant – during a time when France was having difficulty in major tournaments. Included in his side was &lt;a href=\"playmaker\"&gt;playmaker&lt;/a&gt; and &lt;a href=\"Captain%20%28association%20football%29\"&gt;captain&lt;/a&gt; &lt;a href=\"Michel%20Platini\"&gt;Michel Platini&lt;/a&gt;, who helped the side turn a new page in their book and get back to winning ways. After suffering a first-round elimination at the &lt;a href=\"1978%20FIFA%20World%20Cup\"&gt;1978 FIFA World Cup&lt;/a&gt;, in the &lt;a href=\"1982%20FIFA%20World%20Cup\"&gt;1982 FIFA World Cup&lt;/a&gt; Hidalgo led the team to the semi-finals, where he lost to the &lt;a href=\"Germany%20national%20football%20team\"&gt;West German side&lt;/a&gt; on penalties following a 3–3 draw after extra-time; France eventually finished the tournament in fourth place. In 1984, he won the &lt;a href=\"UEFA%20Euro%201984\"&gt;European Championship&lt;/a&gt; on home soil, beating &lt;a href=\"Spain%20national%20football%20team\"&gt;Spain&lt;/a&gt; 2–0 in the final in Paris; this was France's first major international title. The exciting attacking style of football that he implemented with the French national side during this period was known as \"&lt;a href=\"champagne\"&gt;champagne&lt;/a&gt; football\" in the media. Hidalgo is also regarded as the architect of the French \"carré magique\" (magic square), which was nickname given to the creative and talented four-man midfield of the French national side during the 80s, which was made up of Michel Platini, &lt;a href=\"Alain%20Giresse\"&gt;Alain Giresse&lt;/a&gt;, &lt;a href=\"Jean%20Tigana\"&gt;Jean Tigana&lt;/a&gt;, and &lt;a href=\"Luis%20Fernandez\"&gt;Luis Fernandez&lt;/a&gt;.\nAfter his victory, he passed the reins over to his assistant &lt;a href=\"Henri%20Michel\"&gt;Henri Michel&lt;/a&gt; and got a job as the National Technical Director, where he remained until 1986, afterwards choosing a managerial position at &lt;a href=\"Olympique%20de%20Marseille\"&gt;Marseille&lt;/a&gt;. He is considered an idol among the &lt;a href=\"Olympique%20de%20Marseille\"&gt;Marseille&lt;/a&gt; supporters. He strayed from the limelight after 1991, taking a sidelining role as a football pundit on \"Demain, c'est foot\", a football show on &lt;a href=\"TMC%20Monte%20Carlo\"&gt;TMC Monte Carlo&lt;/a&gt;.\nDeath.\nHidalgo died on 26 March 2020 in &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt;, at the age of 87, after a lengthy struggle with a disease.\nHonours.\nPlayer.\nReims\nMonaco\nManager.\nFrance\nIndividual"
}