{
    "id": "30284945",
    "revid": "6826296",
    "url": "https://en.wikipedia.org/wiki?curid=30284945",
    "title": "Lennart Johanssons Pokal",
    "text": "Lennart Johanssons Pokal is a &lt;a href=\"trophy\"&gt;trophy&lt;/a&gt; awarded annually by the &lt;a href=\"Swedish%20Football%20Association\"&gt;Swedish Football Association&lt;/a&gt; to the winning team of the Swedish top division, &lt;a href=\"Allsvenskan\"&gt;Allsvenskan&lt;/a&gt;. The winner of Allsvenskan is also crowned Swedish Champions.\nThe trophy was introduced in 2001 following media giving publicity in early November 2000 that &lt;a href=\"Clarence%20von%20Rosen\"&gt;Clarence von Rosen&lt;/a&gt;, the man after which the previous trophy was named, had &lt;a href=\"Nazi%20Party\"&gt;nazi&lt;/a&gt; sympathies during the 1930s. The first club to lift the trophy was &lt;a href=\"Hammarby%20IF\"&gt;Hammarby IF&lt;/a&gt; in &lt;a href=\"2001%20Allsvenskan\"&gt;2001&lt;/a&gt; and most recently &lt;a href=\"Malm%C3%B6%20FF\"&gt;Malmö FF&lt;/a&gt; in &lt;a href=\"2021%20Allsvenskan\"&gt;2021&lt;/a&gt;. Malmö FF is the club to have lifted the trophy the most times, having lifted it eight times.\nThe trophy.\nThe trophy is made of &lt;a href=\"silver\"&gt;silver&lt;/a&gt; and has a &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; mounted on a &lt;a href=\"Socle%20%28architecture%29\"&gt;socle&lt;/a&gt; with two large handles on each side of the socle. The trophy was designed by Anja Nibbler Kothe and was inspired by a trophy that the &lt;a href=\"Sweden%20national%20football%20team\"&gt;Sweden national football team&lt;/a&gt; had been awarded for winning the gold medal at the &lt;a href=\"Football%20at%20the%201948%20Summer%20Olympics\"&gt;1948 Summer Olympics&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;, &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;. The trophy is named after former &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; president &lt;a href=\"Lennart%20Johansson\"&gt;Lennart Johansson&lt;/a&gt;, who was in office between 1990 and 2007. The thought behind the trophy was to connect the biggest trophy a Swedish club could win with the biggest Swedish football leader.\nSecret inscription controversy.\nIn 2010 \"&lt;a href=\"Dagens%20Nyheter\"&gt;Dagens Nyheter&lt;/a&gt;\" wrote an article where goldsmith Peter Gustafsson told the newspaper that his old colleague Ingemar Eklund who made the trophy had engraved \"Bajen Forever\" on the inside of the trophy. \"Bajen\" is the nickname for the first holders of the trophy &lt;a href=\"Hammarby%20Fotboll\"&gt;Hammarby IF&lt;/a&gt;. The Swedish football association went as far as to actually open the top of the trophy to make sure nothing subjective was engraved on the inside of the trophy. Instead of \"Bajen Forever\" the words \"Djurgården är bäst!!\" (literally \"&lt;a href=\"Djurg%C3%A5rdens%20IF%20Fotboll\"&gt;Djurgården&lt;/a&gt; are the best\") were found on the inside of the trophy. The chairman of the football association later told the media that the engravings would be removed when the &lt;a href=\"2010%20Allsvenskan\"&gt;2010&lt;/a&gt; champions &lt;a href=\"Malm%C3%B6%20FF\"&gt;Malmö FF&lt;/a&gt; received their engravings on the outside of the trophy.\nTrophy winners.\nNine teams have lifted the trophy since 2001. &lt;a href=\"Hammarby%20Fotboll\"&gt;Hammarby IF&lt;/a&gt; were the first holders of the trophy and &lt;a href=\"Malm%C3%B6%20FF\"&gt;Malmö FF&lt;/a&gt; are the current holders. Malmö FF have held the trophy a record eight times."
}