{
    "id": "3029578",
    "revid": "7314633",
    "url": "https://en.wikipedia.org/wiki?curid=3029578",
    "title": "Annona (mythology)",
    "text": "In &lt;a href=\"Religion%20in%20ancient%20Rome\"&gt;ancient Roman religion&lt;/a&gt;, Annona (Latin &lt;a href=\"wikt%3Aannona\"&gt;annōna&lt;/a&gt; “corn, grain; means of subsistence”, from &lt;a href=\"wikt%3Aannus\"&gt;annus&lt;/a&gt; \"year\") is the divine &lt;a href=\"anthropomorphism\"&gt;personification&lt;/a&gt; of the &lt;a href=\"grain%20supply%20to%20the%20city%20of%20Rome\"&gt;grain supply to the city of Rome&lt;/a&gt;. She is closely connected to the goddess &lt;a href=\"Ceres%20%28mythology%29\"&gt;Ceres&lt;/a&gt;, with whom she is often depicted in &lt;a href=\"Roman%20art\"&gt;art&lt;/a&gt;.\nAnnona, often as Annona &lt;a href=\"Augustus%20%28honorific%29\"&gt;Augusti&lt;/a&gt;, was a creation of &lt;a href=\"Imperial%20cult%20%28ancient%20Rome%29\"&gt;Imperial religious propaganda&lt;/a&gt;, manifested in &lt;a href=\"iconography\"&gt;iconography&lt;/a&gt; and cult practice. She is presented as a &lt;a href=\"theophany\"&gt;theophany&lt;/a&gt; of the &lt;a href=\"Roman%20emperor\"&gt;emperor&lt;/a&gt;'s power to care for his people through the provision of grain. Annona thus lacked &lt;a href=\"Roman%20mythology\"&gt;narrative mythology&lt;/a&gt; or a &lt;a href=\"Religion%20in%20ancient%20Rome\"&gt;tradition of devotion&lt;/a&gt; in the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt;, but once established as part of &lt;a href=\"Imperial%20cult%20%28ancient%20Rome%29\"&gt;Imperial cult&lt;/a&gt;, she was the recipient of &lt;a href=\"votum\"&gt;dedications and votive offerings&lt;/a&gt; from private individuals motivated by gratitude or the seeking of favor.\nImperial cult.\nIn the propaganda of &lt;a href=\"Claudius\"&gt;Claudius&lt;/a&gt;, the cult of \"Ceres Augusta\" made explicit the divine power that lay in the Imperial provision of the \"annona\", the grain supply to the city. Annona Augusti appears on &lt;a href=\"Roman%20currency\"&gt;coins&lt;/a&gt; late in the reign of &lt;a href=\"Nero\"&gt;Nero&lt;/a&gt;, when the Cult of Virtues came into prominence in the wake of the &lt;a href=\"Pisonian%20conspiracy\"&gt;Pisonian conspiracy&lt;/a&gt;. She embodied two of the material benefits of &lt;a href=\"Roman%20Empire\"&gt;Imperial rule&lt;/a&gt;, along with Securitas Augusti, \"Augustan Security,\" and often appeared as part of a pair with Ceres. On Neronian coinage, Ceres, Annona, and &lt;a href=\"Abundantia\"&gt;Abundantia&lt;/a&gt; (\"Abundance\") were closely associated.\nAnnona also appears on coins issued under &lt;a href=\"Vespasian\"&gt;Vespasian&lt;/a&gt;, where along with other Virtues she represents the restoration of confidence in the &lt;a href=\"principate\"&gt;principate&lt;/a&gt;, and on the coinage of &lt;a href=\"Titus\"&gt;Titus&lt;/a&gt;, &lt;a href=\"Domitian\"&gt;Domitian&lt;/a&gt;, &lt;a href=\"Trajan\"&gt;Trajan&lt;/a&gt;, &lt;a href=\"Hadrian\"&gt;Hadrian&lt;/a&gt;, &lt;a href=\"Antoninus%20Pius\"&gt;Antoninus Pius&lt;/a&gt;, and &lt;a href=\"Septimius%20Severus\"&gt;Septimius Severus&lt;/a&gt;. She was a particular favorite in Trajan's propaganda, which sought to portray his reign as a renewal and a prosperous new era for humanity; hence Annona often appears with a symbolic child. In the context of Trajanic politics, Annona represented Rome's grain independence from its traditional supplier &lt;a href=\"Egypt%20%28Roman%20province%29\"&gt;Egypt&lt;/a&gt;.\nIconography.\nAnnona is typically depicted with a &lt;a href=\"cornucopia\"&gt;cornucopia&lt;/a&gt; (horn of plenty) in her arm, and a ship's prow in the background, alluding to the transport of grain into the harbor of Rome. On coins, she frequently stands between a &lt;a href=\"Ancient%20Roman%20units%20of%20measurement%23Dry%20measures\"&gt;modius&lt;/a&gt; (grain-measure) and the prow of a &lt;a href=\"galley\"&gt;galley&lt;/a&gt;, with ears of grain in one hand and a cornucopia in the other; sometimes she holds a &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; or an &lt;a href=\"anchor\"&gt;anchor&lt;/a&gt;.\nNamesake.\nThe crater &lt;a href=\"Annona%20%28crater%29\"&gt;Annona&lt;/a&gt; in the southern hemisphere of the dwarf planet &lt;a href=\"Ceres%20%28dwarf%20planet%29\"&gt;Ceres&lt;/a&gt; was named after this deity."
}