{
    "id": "30304589",
    "revid": "23824585",
    "url": "https://en.wikipedia.org/wiki?curid=30304589",
    "title": "Clear Mountain, Queensland",
    "text": "Clear Mountain is a rural &lt;a href=\"Suburbs%20and%20localities%20%28Australia%29\"&gt;locality&lt;/a&gt; in the &lt;a href=\"Moreton%20Bay%20Region\"&gt;Moreton Bay Region&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia. In the , Clear Mountain had a population of 730 people. \nGeography.\nIts southern border is Cedar Creek, a tributary of the &lt;a href=\"South%20Pine%20River\"&gt;South Pine River&lt;/a&gt;. Most of Clear Mountain is an upland, drained southwards by Branch Creek (a tributary of Cedar Creek) and numerous short northerly streams that run into Lake Samsonvale.\nClear Mountain Lookout is on the northern boundary, overlooking rural and forested country. Rural/residential subdivisions are in the south-east corner, adjoining similar settlement in Eatons Hill.\nClear Mountain has acreage homes, bounded by State Forest and the Samford Valley.\nHistory.\nThe alluvial flats along Branch and Cedar Creeks were taken up for corn and vegetable growing, bananas, pineapples, dairying and piggeries.\nThe Branch Creek primary school opened in 1889 and operated until 1913.\nClear Mountain Provisional School opened on 12 October 1903. On 1 January 1909 it became Clear Mountain State School. It closed on 1947.\nIn the Clear Mountain has a population of 707 people.\nClear Mountain was a suburb of the former &lt;a href=\"Pine%20Rivers%20Shire\"&gt;Pine Rivers Shire&lt;/a&gt;, north-west of central Brisbane, until the shire was amalgamated into the Moreton Bay Region in 2008.\nEducation.\nThere are several local primary schools servicing Clear Mountain are Samford State School, Eatons Hill State School, Mount Samson State School and Samford Valley Steiner School.\nThere are several local high schools, Albany Creek State School, Genesis College, Prince of Peace, Mount Maria, Hillbrook, Ferny Grove State School, and Samford Valley Steiner School Several private schools maintain buses to Clear Mountain, including &lt;a href=\"St%20Paul%27s%20School%2C%20Bald%20Hills\"&gt;St Paul's School, Bald Hills&lt;/a&gt;, &lt;a href=\"Padua%20College%2C%20Brisbane\"&gt;Padua College&lt;/a&gt; and &lt;a href=\"St.%20Joseph%27s%20Nudgee%20College\"&gt;St. Joseph's Nudgee College&lt;/a&gt; at &lt;a href=\"Boondall%2C%20Queensland\"&gt;Boondall&lt;/a&gt;.\nSports.\nClear Mountain is bounded by State Forest, where many people travel to participate in mountain biking, orienteering, walking, horse riding and road cycling. Nearby Albany Creek has rugby and soccer fields, public swimming pool and tennis courts. Samford, a short drive or cycle is home to excellent sports facilities and a gym, some of the local sports played in and around town include &lt;a href=\"Human%20swimming\"&gt;swimming&lt;/a&gt;, &lt;a href=\"horse%20riding\"&gt;horse riding&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"Rugby%20league\"&gt;football&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"netball\"&gt;netball&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, archery and &lt;a href=\"Lawn%20Bowls\"&gt;lawn bowls&lt;/a&gt;. The &lt;a href=\"Pine%20Rivers%20Shire%20Council\"&gt;Pine Rivers Shire Council&lt;/a&gt;, now known as the &lt;a href=\"Moreton%20Bay%20Regional%20Council\"&gt;Moreton Bay Regional Council&lt;/a&gt;, acquired the former CSIRO land which is on the northern edge of the Village and comprises some 140 ha. The Council is planning a sport and recreation facility that will become a major resource for the residents of Samford Valley and the Moreton Bay region. The possible facilities include open space, camp ground, equestrian, tennis, netball, amphitheater, kiosk, soccer and rugby league and parking.\nClimate.\nClear Mountain has a sub-tropical climate with hot, sometimes humid summers and mild, dry, sunny winters. Most rain falls during the height of summer, between November and February, whilst summer maximum average temperatures generally linger around 30c, in the summer months there are some extremely hot days, sometimes higher than 40c. Winter temperatures are often around 20-25c during the day, with mild evenings, some cold nights and the very occasional frost in some low areas.\nDemographics.\nThe 2006 Census by the &lt;a href=\"Australian%20Bureau%20of%20Statistics\"&gt;Australian Bureau of Statistics&lt;/a&gt; counted 707 persons in Clear Mountain on census night. Of these, 51.3% were female and 48.7% were male.\n77.9% of people living in Clear Mountain were born in Australia. The other top responses for country of birth were England 7.2%, New Zealand 2.4%, South Africa 2.3%, Scotland 1.1%, Netherlands 0.8%.\n91.8% of people spoke only English at home; the next most common languages were 1.4% Afrikaans, 0.7% Italian, 0.7% Danish, 0.6% Cantonese, 0.4% German.\nThe age distribution of Clear Mountain residents is comparable to that of the greater Australian population. 66.1% of residents were over 25 years in 2011, compared to the Australian average of 66.5%; and 33.9% were younger than 25 years, compared to the Australian average of 33.5%."
}