{
    "id": "3030943",
    "revid": "1064305590",
    "url": "https://en.wikipedia.org/wiki?curid=3030943",
    "title": "Achillobator",
    "text": "Achillobator ( ; meaning \"Achilles hero\") is a genus of large &lt;a href=\"dromaeosaurid\"&gt;dromaeosaurid&lt;/a&gt; &lt;a href=\"dinosaur\"&gt;dinosaur&lt;/a&gt; that lived in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; during the &lt;a href=\"Late%20Cretaceous\"&gt;Late Cretaceous&lt;/a&gt; period about 96 million to 89 million years ago in what is now the &lt;a href=\"Bayan%20Shireh%20Formation\"&gt;Bayan Shireh Formation&lt;/a&gt;. The genus is currently &lt;a href=\"monotypic\"&gt;monotypic&lt;/a&gt;, only including the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt; A. giganticus. The first remains were found in 1989 during a Mongolian-Russian field expedition in &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt; and later described in 1999. Remains at the type locality of \"Achillobator\" may represent additional specimens. It represents the first and largest dromaeosaurid known from the Bayan Shireh Formation.\nIt was a large, heavy-built, ground-dwelling, &lt;a href=\"bipedal\"&gt;bipedal&lt;/a&gt; &lt;a href=\"carnivore\"&gt;carnivore&lt;/a&gt; that would have been an active feathered &lt;a href=\"predator\"&gt;predator&lt;/a&gt; hunting with the enlarged sickle &lt;a href=\"claw\"&gt;claw&lt;/a&gt; on each second &lt;a href=\"toe\"&gt;toe&lt;/a&gt;. Estimated at in length with a weight about , \"Achillobator\" is considered to be one of the largest dromaeosaurs, along with \"&lt;a href=\"Austroraptor\"&gt;Austroraptor&lt;/a&gt;\", \"&lt;a href=\"Dakotaraptor\"&gt;Dakotaraptor&lt;/a&gt;\" and \"&lt;a href=\"Utahraptor\"&gt;Utahraptor&lt;/a&gt;\". \"Achillobator\" was a deep-bodied and relatively short-armed dromaeosaurid with stocky and robust hindlimbs. Some of the most notable features consisted in the robustly built skeleton—an unusual trait in dromaeosaur dinosaurs, which were generally lightly built animals—such as the deep maxilla and femur, and the primitive pelvis, having a vertically oriented pubis that differs from the rest of dromaeosaurids.\n\"Achillobator\" is classified as a dromaeosaurid taxon, more specifically within the &lt;a href=\"Eudromaeosauria\"&gt;Eudromaeosauria&lt;/a&gt;, a group of hypercarnivore dromaeosaurids that were mainly terrestrial instead of arboreal or amphibious. In most cladistic analyses \"Achillobator\" is recovered as a close relative of \"&lt;a href=\"Dromaeosaurus\"&gt;Dromaeosaurus&lt;/a&gt;\" and \"Utahraptor\", although it is often considered to be the sister taxon of the latter. The stocky and short hindlimb ratio of \"Achillobator\" indicates that it was not &lt;a href=\"cursorial\"&gt;cursorial&lt;/a&gt;—an animal adapted for speed or to maintain high speeds—moreover, the robust morphology of the maxilla suggests a predatory behavior based on large-sized prey.\nHistory of discovery.\nIn 1989 during a field exploration examining the &lt;a href=\"outcrop\"&gt;outcrop&lt;/a&gt;s at the Khongil locality in South Central &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt;, conducted by the Mongolian and Russian Paleontological Expedition in the &lt;a href=\"Gobi%20Desert\"&gt;Gobi Desert&lt;/a&gt;, many dinosaur fossil discoveries were made. About away from this locality, a large and associated, but mostly disarticulated partial &lt;a href=\"theropod\"&gt;theropod&lt;/a&gt; skeleton was discovered in &lt;a href=\"sediment\"&gt;sediment&lt;/a&gt;s of the Burkhant locality, &lt;a href=\"Bayan%20Shireh%20Formation\"&gt;Bayan Shireh Formation&lt;/a&gt;; no other findings were made by the expedition at this locality. It was found in fine-grained, medium &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt;/gray &lt;a href=\"mudstone\"&gt;mudstone&lt;/a&gt; that was deposited dating back to the &lt;a href=\"Late%20Cretaceous\"&gt;Late Cretaceous&lt;/a&gt; epoch. The specimen was found preserving a left &lt;a href=\"maxilla\"&gt;maxilla&lt;/a&gt; with nine &lt;a href=\"teeth\"&gt;teeth&lt;/a&gt; and two empty &lt;a href=\"Dental%20alveolus\"&gt;alveoli&lt;/a&gt;, four &lt;a href=\"Glossary%20of%20dinosaur%20anatomy%23cervicals\"&gt;cervical vertebrae&lt;/a&gt;, three &lt;a href=\"Glossary%20of%20dinosaur%20anatomy%23dorsals\"&gt;dorsal vertebrae&lt;/a&gt; and eight &lt;a href=\"Glossary%20of%20dinosaur%20anatomy%23caudals\"&gt;caudal vertebrae&lt;/a&gt;, a nearly complete &lt;a href=\"Pelvis\"&gt;pelvic girdle&lt;/a&gt; compromising both &lt;a href=\"Pubis%20%28bone%29%23Dinosaurs\"&gt;pubes&lt;/a&gt;, right &lt;a href=\"Ilium%20%28bone%29%23Dinosaurs\"&gt;illium&lt;/a&gt; and right &lt;a href=\"Ischium%23Dinosaurs\"&gt;ischium&lt;/a&gt;, both &lt;a href=\"femora\"&gt;femora&lt;/a&gt; and left &lt;a href=\"tibia\"&gt;tibia&lt;/a&gt;, left &lt;a href=\"metatarsals\"&gt;metatarsals&lt;/a&gt; III and IV, manual and pedal &lt;a href=\"phalanges\"&gt;phalanges&lt;/a&gt; with some &lt;a href=\"unguals\"&gt;unguals&lt;/a&gt;, right &lt;a href=\"scapulocoracoid\"&gt;scapulocoracoid&lt;/a&gt;, an isolated &lt;a href=\"Radius%20%28bone%29\"&gt;radius&lt;/a&gt;, two &lt;a href=\"ribs\"&gt;ribs&lt;/a&gt; and caudal &lt;a href=\"Chevron%20%28anatomy%29\"&gt;chevrons&lt;/a&gt;. It was collected and &lt;a href=\"Fossil%20preparation\"&gt;prepared&lt;/a&gt; by the assistant paleontologist &lt;a href=\"Namsarai%20Batulseen\"&gt;Namsarai Batulseen&lt;/a&gt; and stored as MNUFR-15. Ten years later, the specimen was formally described in &lt;a href=\"1999%20in%20paleontology\"&gt;1999&lt;/a&gt; and became the holotype for the new genus and species \"Achillobator giganticus\". It was identified as a &lt;a href=\"dromaeosaurid\"&gt;dromaeosaurid&lt;/a&gt; taxon. The description was performed by the Mongolian paleontologist &lt;a href=\"Altangerel%20Perle\"&gt;Altangerel Perle&lt;/a&gt;, and North American paleontologists &lt;a href=\"Mark%20A.%20Norell\"&gt;Mark A. Norell&lt;/a&gt; and James M. Clark. In terms of &lt;a href=\"etymology\"&gt;etymology&lt;/a&gt;, the &lt;a href=\"Genus%23Use\"&gt;generic name&lt;/a&gt;, \"Achillobator\", is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; word \"Achillis\" (&lt;a href=\"genitive\"&gt;genitive&lt;/a&gt; singular of &lt;a href=\"Achilles\"&gt;Achilles&lt;/a&gt;) in reference to the large &lt;a href=\"Achilles%20tendon\"&gt;Achilles tendon&lt;/a&gt; that supported the second pedal ungual (known as \"sickle claw\") of most dromaeosaurids, and the old &lt;a href=\"Mongolian%20language\"&gt;Mongolian&lt;/a&gt; word \"баатар\" (&lt;a href=\"Baghatur\"&gt;baatar&lt;/a&gt;, meaning hero).\nHowever, the description was published in a very preliminary format, being not complete at all, having issues with preserved elements and numerous &lt;a href=\"typographical%20errors\"&gt;typographical errors&lt;/a&gt;. Due to a misinterpretation, the pedal ungual II (or sickle claw) was claimed to be preserved and to articulate with the pedal phalanx II, however, this was corrected by Senter in 2007 and this ungual actually represents a manual one. Turner and colleagues in 2012 during their large revision of the Dromaeosauridae stated that the describing paper of \"Achillobator\" was likely published without the knowledge of the two latter paleontologists as indicated by a draft left in Mongolia in 1997.\nIn 1993 on August 13 a large dromaeosaur claw was found at the Burkhant locality—which is the type locality of \"Achillobator\"—by a &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese-Mongolian joint paleontological expedition. Later in 2010, paleontologist Mahito Watabe and colleagues reported that additional postcranial elements remains were found, all of them belonging to a large-sized dromaeosaurid. In 2007 Mongolian paleontologist &lt;a href=\"Rinchen%20Barsbold\"&gt;Rinchen Barsbold&lt;/a&gt; and team reported new dinosaur fossil findings at the Shine Us Khuduk locality of the Bayan Shireh Formation. Among elements, an isolated pedal phalange II-2 (second phalanx of the second &lt;a href=\"Digit%20%28anatomy%29\"&gt;digit&lt;/a&gt; of the foot) shares similar traits to that of \"Achillobator\" and \"\"&lt;a href=\"Troodon\"&gt;Troodon&lt;/a&gt;\"\". The remains were discovered during excavations of the &lt;a href=\"Mongolian%20Academy%20of%20Sciences\"&gt;Mongolian Academy of Sciences&lt;/a&gt; in 2005 and 2006.\nChimera hypothesis.\nThe pelvic girdle of \"Achillobator\" features &lt;a href=\"Plesiomorphy%20and%20symplesiomorphy\"&gt;plesiomorphic&lt;/a&gt; (primitive) &lt;a href=\"saurischian\"&gt;saurischian&lt;/a&gt; characteristics compared to other dromaeosaurids. For instance, the pubis is aligned vertically and has a relatively large pubic boot (a wide expansion at the end), unlike most other dromaeosaurids, where there is generally a much smaller boot. The preserved vertebrae are very robust and features a series of pleurocoels. The above differences led Burnham and team in &lt;a href=\"2000%20in%20paleontology\"&gt;2000&lt;/a&gt; to suggest that the holotype of \"Achillobator\" in fact, represents a paleontological &lt;a href=\"Chimera%20%28paleontology%29\"&gt;chimera&lt;/a&gt;, and only the pedal unguals may have come from a dromaeosaurid-grade dinosaur.\nHowever, given that the specimen was actually found in semiarticulation, and all elements have the same color and preservation quality the assignment of remains to a single individual is supported. Despite the fact that \"Achillobator\" features unusual and primitive characteristics compared to other dromaeosaurids, it is commonly recovered as a taxon falling within Dromaeosauridae in &lt;a href=\"cladistic%20analyses\"&gt;cladistic analyses&lt;/a&gt;.\nDescription.\nThe holotype is estimated to have reached a length of and weighed . \"Achillobator\" represents the second largest described dromaeosaurid taxon (after \"&lt;a href=\"Utahraptor\"&gt;Utahraptor&lt;/a&gt;\") with a tibial length of . The gigantic size of \"Achillobator\" was only approached or surpassed by the also &lt;a href=\"paravians\"&gt;paravians&lt;/a&gt; \"&lt;a href=\"Austroraptor\"&gt;Austroraptor&lt;/a&gt;\", \"&lt;a href=\"Dakotaraptor\"&gt;Dakotaraptor&lt;/a&gt;\" and \"Utahraptor\". The holotype was found lacking traces of &lt;a href=\"feather\"&gt;feather&lt;/a&gt; integument, however, there are strong evidence coming from other relatives that suggest the &lt;a href=\"Phylogenetic%20bracketing\"&gt;likely&lt;/a&gt; presence of &lt;a href=\"plumage\"&gt;plumage&lt;/a&gt; on \"Achillobator\".\nAccording to the revised diagnosis by Turner and colleagues in 2012, \"Achillobator\" can be distinguished based on the following combination of characteristics and &lt;a href=\"autapomorphies\"&gt;autapomorphies&lt;/a&gt;: the promaxillary fenestra is completely exposed; the promaxillary and maxillary fenestrae are elongate and vertically oriented at same level in the &lt;a href=\"maxilla\"&gt;maxilla&lt;/a&gt;; &lt;a href=\"metatarsal\"&gt;metatarsal&lt;/a&gt; III is wide on the upper end; the &lt;a href=\"femur\"&gt;femur&lt;/a&gt; is longer than the &lt;a href=\"tibia\"&gt;tibia&lt;/a&gt;; the pelvis is propubic (pubis extends forward towards the head of the animal); the obturator process on the ischium is large and triangular situated on the upper half of ischial shaft; and the boot at distal &lt;a href=\"symphysis\"&gt;symphysis&lt;/a&gt; of pubis is developed in a cranial and caudal aspect.\nSkull.\nThe &lt;a href=\"maxilla\"&gt;maxilla&lt;/a&gt; was deep and robust, and measured about in length. Its lateral side was smooth compared to the dorsal areas, but had a robust constitution. It had approximately 11 &lt;a href=\"Dental%20alveolus\"&gt;alveoli&lt;/a&gt; (sockets that held the roots of teeth). The teeth of \"Achillobator\" displayed marked &lt;a href=\"Heterodont\"&gt;homodonty&lt;/a&gt; (teeth of similar shape and size) and they were serrated and recurved with the posterior &lt;a href=\"Denticle%20%28tooth%20feature%29\"&gt;serrations&lt;/a&gt; being slightly larger than the anterior serrations. Along with the posterior serrations, there were 15 or 18 denticles per near the center of the teeth, although the anterior serrations had 17 to 20 denticles per . The dimensions of the maxilla suggest that \"Achillobator\" had a relatively large &lt;a href=\"skull\"&gt;skull&lt;/a&gt; competing to those of &lt;a href=\"carnosaurs\"&gt;carnosaurs&lt;/a&gt;.\nPostcranial skeleton.\nThe &lt;a href=\"vertebral%20column\"&gt;vertebral column&lt;/a&gt; was composed of large and robust cervical, dorsal and caudal vertebrae. The anterior series of &lt;a href=\"cervical%20vertebrae\"&gt;cervical vertebrae&lt;/a&gt; were sharply-angled developed, with the anterior &lt;a href=\"Articular%20processes\"&gt;articulation&lt;/a&gt; facet of the &lt;a href=\"Vertebra%23Structure\"&gt;centrum&lt;/a&gt; developed over the posterior facet. These characteristics are interpreted as indicators of a S-shaped neck, as seen in most &lt;a href=\"maniraptora\"&gt;maniraptora&lt;/a&gt;ns. The &lt;a href=\"dorsal%20vertebrae\"&gt;dorsal vertebrae&lt;/a&gt; were stocky and had &lt;a href=\"Vertebral%20column%23Dinosaurs\"&gt;pleurocoels&lt;/a&gt; at the lateral surfaces, increasing in posterior vertebrae. Their central articulation facets were rounded and concave in shape. The neural &lt;a href=\"Process%20%28anatomy%29\"&gt;processes&lt;/a&gt; of the dorsal vertebrae show resemblance to those of large &lt;a href=\"ratites\"&gt;ratites&lt;/a&gt; such as the extinct &lt;a href=\"moa\"&gt;moa&lt;/a&gt; and extant &lt;a href=\"emu\"&gt;emu&lt;/a&gt;, &lt;a href=\"Common%20ostrich\"&gt;ostrich&lt;/a&gt; and &lt;a href=\"cassowary\"&gt;cassowary&lt;/a&gt;, and they had protruding &lt;a href=\"interspinous%20ligaments\"&gt;interspinous ligaments&lt;/a&gt; scars that indicates a robust and similar back to those birds. In all the centrum was amphiplatian (flat on both ends) with the posterior articulation facet being more concave than the anterior one. As indicated by a transitional caudal, the anterior &lt;a href=\"neural%20spine\"&gt;neural spine&lt;/a&gt;s were elongated and progressively disappeared on posterior caudals. The posterior series of caudals were articulated with long &lt;a href=\"Chevron%20%28anatomy%29\"&gt;chevrons&lt;/a&gt; and had very elongated (projections of the vertebral arch that connect adjacent vertebrae).\nThe &lt;a href=\"scapulocoracoid\"&gt;scapulocoracoid&lt;/a&gt; was formed by the fusion of the &lt;a href=\"scapula\"&gt;scapula&lt;/a&gt; and &lt;a href=\"coracoid\"&gt;coracoid&lt;/a&gt;. In the posterior area of the &lt;a href=\"Deltoid%20muscle%23Structure\"&gt;acromion process&lt;/a&gt;, the scapula had a small tubercle that attached the area for the &lt;a href=\"muscle\"&gt;muscle&lt;/a&gt; \"&lt;a href=\"Scapulohumeral%20muscles\"&gt;scapulohumeralis&lt;/a&gt;\" in life. The &lt;a href=\"glenoid\"&gt;glenoid&lt;/a&gt; was located at the bottom area facing to the lateral side. The scapula was relatively elongated and flattened at the scapular blade. The blade is thickened and slightly curved to the inner side following the rounded shape of the &lt;a href=\"rib%20cage\"&gt;rib cage&lt;/a&gt;. The coracoid is robust and broad, measuring long and in height. The anterior edge had a coarse texture, likely for the articulation with &lt;a href=\"Cartilage\"&gt;cartilaginous tissue&lt;/a&gt;. A large &lt;a href=\"foramen\"&gt;foramen&lt;/a&gt; was located from the front to the back, probably acting as a channel for &lt;a href=\"blood%20vessels\"&gt;blood vessels&lt;/a&gt; and &lt;a href=\"nerves\"&gt;nerves&lt;/a&gt;. The &lt;a href=\"Radius%20%28bone%29\"&gt;radius&lt;/a&gt; measured long.\nThe &lt;a href=\"femur\"&gt;femur&lt;/a&gt; was highly robust and longer than the tibia, a rare trait in dromaeosaurids, measuring in length. On the anterior inner surface, there was a large, sculptured and concave surface that likely worked as the insertion for the m. \"iliofemoralis internus\" in life, and the &lt;a href=\"lesser%20trochanter\"&gt;lesser trochanter&lt;/a&gt; had the insertion for the m. \"pubo ischio femoralis\" on the lower edge. On the upper lateral surface of the femur, bottom-oriented to the &lt;a href=\"greater%20trochanter\"&gt;greater trochanter&lt;/a&gt;, there was a tubercle that formed the attachment for the m. \"iliofemoralis\". Insertions for m. \"ilio trochantericus\" and \"ischio trochantericus\" were located on the posterolateral surface at the proximal end of the femur. In the inner side, on the proximal third part of the shaft, a coarse, concave area likely attached m. \"pubo ischio femoralis externus-3\". Below this area, a small, convex &lt;a href=\"Tubercle%20%28bone%29\"&gt;tubercle&lt;/a&gt; attended the insertion for m. \"pubo ischio femoralis-2\". The &lt;a href=\"tibia\"&gt;tibia&lt;/a&gt; was less robust than the femur but more straight, measuring in length. The surface of the shaft center was smooth, without traces of muscles. In front and towards the back surface of the &lt;a href=\"cnemial%20crest\"&gt;cnemial crest&lt;/a&gt; however, there was a coarse and microsculptured area that worked as the attachment for m. \"ilio tibialis\" and \"ambiens\". Additional &lt;a href=\"Tissue%20%28biology%29\"&gt;tissue&lt;/a&gt; traces in the tibia were located on the lower surface and towards the posterior aspect. Here, a depression with a somewhat coarse surface likely attached prominent &lt;a href=\"aponeurosis\"&gt;aponeurosis&lt;/a&gt; of the connected &lt;a href=\"ligaments\"&gt;ligaments&lt;/a&gt; to the tibia and &lt;a href=\"Fibula%23Head\"&gt;fibular head&lt;/a&gt; in life.\n&lt;a href=\"Metatarsals\"&gt;Metatarsals&lt;/a&gt; III and IV were stocky, measuring and respectively, indicating that the length of the metatarsus was under the 50% of the tibial length. As in other maniraptorans, the metatarsals were closely united. The top end of metatarsal III was side to side flattened and not pinched at the upper end, thus lacking an &lt;a href=\"arctometatarsalian\"&gt;arctometatarsalian&lt;/a&gt; (pinched upper end) condition. The lower end of metatarsal IV had a joint where motion was restricted to one plane, and the lateral condyle was short. The &lt;a href=\"pelvis\"&gt;pelvis&lt;/a&gt; was formed by the pubis, ilium and ischium bones. The &lt;a href=\"Ilium%20%28bone%29\"&gt;ilium&lt;/a&gt; was prominently tall measuring in length and in height with the preacetabular process situated from top to bottom. Both insertions for the m. \"&lt;a href=\"caudofemoralis\"&gt;caudofemoralis&lt;/a&gt;\" were located at the inner surface of the ilium. On the anterior edge were &lt;a href=\"Striated%20muscle%20tissue\"&gt;microstriations&lt;/a&gt; that likely gave form to the m. \"iliofemoralis\" in life, behind to this area, traces of the m. \"ilio tibialis-2\" were also present. The &lt;a href=\"Pubis%20%28bone%29\"&gt;pubis&lt;/a&gt; measured long and is very straight having a large pubic boot (a wide expansion at the end). While other dromaeosaurids had a very &lt;a href=\"Pubis%20%28bone%29%23Dinosaurs\"&gt;opisthopubic&lt;/a&gt; pelvic configuration, \"Achillobator\" had a primitive &lt;a href=\"Pubis%20%28bone%29%23Dinosaurs\"&gt;propubic&lt;/a&gt; configuration. The large pubic boot had coarse areas on the dorsal surface that served as attachment sites for the m. \"pubo ischio femoralis internus ventralis\". Its lateral surface was very flat and had numerous microstriations that probably originated the m. \"pubo ischio femoralis externus\". The &lt;a href=\"ischium\"&gt;ischium&lt;/a&gt; was shorter than the ilium and pubis, measuring in length. A large ridge was formed on its shaft and expanded to the anterior edge, likely forming the m. \"adductor femoris\" in life. This ridge-like structure was heavy-built compared to other dromaeosaurids. At the lateral sides the surface was very rough, possibly attaching m. \"flexor tibialis internus-1\" in life.\nClassification.\nIn its original description, \"Achillobator\" was placed as a close relative of \"&lt;a href=\"Dromaeosaurus\"&gt;Dromaeosaurus&lt;/a&gt;\" with an ambiguous position in the family. In more recent and solid research \"Achillobator\" is classified within the &lt;a href=\"Dromaeosauridae\"&gt;Dromaeosauridae&lt;/a&gt;, a group of very bird-like, &lt;a href=\"maniraptora\"&gt;maniraptora&lt;/a&gt;n dinosaurs, being placed in the Eudromaeosauria, a group of dromaeosaurids that were obligate terrestrial and hypercarnivore animals, better known as the \"true dromaeosaurids\". They strongly differ from other dromaeosaurs, such as the arboreal &lt;a href=\"microraptoria\"&gt;microraptoria&lt;/a&gt;ns or amphibious &lt;a href=\"Halszkaraptorinae\"&gt;halszkaraptorines&lt;/a&gt;.\nEudromaeosauria was first defined as a node-based &lt;a href=\"clade\"&gt;clade&lt;/a&gt; by Nicholas R. Longrich and &lt;a href=\"Philip%20J.%20Currie\"&gt;Philip J. Currie&lt;/a&gt; in &lt;a href=\"2009%20in%20paleontology\"&gt;2009&lt;/a&gt; as the most inclusive natural group containing \"Dromaeosaurus\", \"&lt;a href=\"Velociraptor\"&gt;Velociraptor&lt;/a&gt;\", \"&lt;a href=\"Deinonychus\"&gt;Deinonychus&lt;/a&gt;\", and \"&lt;a href=\"Saurornitholestes\"&gt;Saurornitholestes&lt;/a&gt;\", their most recent common ancestor and all of its other descendants. The various \"subfamilies\" have also been re-defined as clades, usually defined as all species closer to the groups namesake than to \"Dromaeosaurus\" or any namesakes of other sub-clades.\nThe recent phylogenetic analysis conducted by Hartman and colleagues in &lt;a href=\"2019%20in%20paleontology\"&gt;2019&lt;/a&gt;, recovers \"Achillobator\" as the &lt;a href=\"sister%20taxon\"&gt;sister taxon&lt;/a&gt; of \"&lt;a href=\"Yixianosaurus\"&gt;Yixianosaurus&lt;/a&gt;\". Currie and Evans 2020 have recover the position of the genus within the &lt;a href=\"Velociraptorinae\"&gt;Velociraptorinae&lt;/a&gt;. Although some analyses have place the genus in unusual positions, \"Achillobator\" has been recovered as a dromaeosaurine very related to \"Utahraptor\" and \"Dromaeosaurus\" in most phylogenetic analyses. Even more similarities within \"Achillobator\" and \"Utahraptor\" were found with the osteological reexamiation of \"Utahraptor\" specimens, supporting their close relationships.\nDuring the description of \"&lt;a href=\"Halszkaraptor\"&gt;Halszkaraptor&lt;/a&gt;\" in &lt;a href=\"2017%20in%20paleontology\"&gt;2017&lt;/a&gt; and the coined &lt;a href=\"Halszkaraptorinae\"&gt;Halszkaraptorinae&lt;/a&gt;, new affinities for dromaeosaurids were proposed in order to include this new subfamily. \"Achillobator\" was recovered in a basal position outside a clade formed by \"Dromaeosaurus\" and \"Utahraptor\". But in the results for the Eudromaeosauria &lt;a href=\"phylogeny\"&gt;phylogeny&lt;/a&gt; based on the &lt;a href=\"phylogenetics\"&gt;phylogenetic analysis&lt;/a&gt; conducted by Jasinski and colleagues in &lt;a href=\"2020%20in%20paleontology\"&gt;2020&lt;/a&gt; during the description of \"&lt;a href=\"Dineobellator\"&gt;Dineobellator&lt;/a&gt;\", \"Achillobator\" was again recovered in the traditional \"Utahraptor\"+\"Achillobator\" clade but this time outside the Dromaeosaurinae.\nLeft &lt;a href=\"cladistics\"&gt;cladogram&lt;/a&gt; as in Cau et al. 2017, and right cladogram in Jasinski et al. 2020:\nPaleobiology.\nPerle and team pointed out in 1999 that the structure of the hindlimbs and pelvic region of \"Achillobator\" indicates that the animal had massive &lt;a href=\"thighs\"&gt;thighs&lt;/a&gt; and robustly built legs suited for moderate fast-running. In addition, the prominent pelvis of \"Achillobator\" has its own specialized femoral &lt;a href=\"Skeletal%20muscle%23Types%20of%20muscle%20by%20action\"&gt;muscle retractors&lt;/a&gt; that may indicate a strong ability for leaping.\nIn 2016, Scott Persons IV and Currie examined the limb proportion of numerous theropods and found that &lt;a href=\"compsognathids\"&gt;compsognathids&lt;/a&gt;, &lt;a href=\"troodontids\"&gt;troodontids&lt;/a&gt; and &lt;a href=\"tyrannosauroids\"&gt;tyrannosauroids&lt;/a&gt; were cursorial animals with many taxa recovered with relatively high CLP (cursorial-limb-proportion) scores. Dromaeosaurids however, were recovered with low CLP scores, with \"Achillobator\" scoring −5.3 suggesting that it was not adapted to &lt;a href=\"Cursorial\"&gt;maintain high speeds&lt;/a&gt; for extended amounts of time.\nPredatory behavior.\nIn &lt;a href=\"2009%20in%20paleontology\"&gt;2009&lt;/a&gt; Longrich and Currie suggested that while other dromaeosaurids filled a variety of specialized &lt;a href=\"ecological%20niches\"&gt;ecological niches&lt;/a&gt; like the slender &lt;a href=\"Unenlagiinae\"&gt;unenlagiines&lt;/a&gt;, eudromaeosaurs, such as \"Achillobator\", retained a conservative life-style and filled the niche of large-bodied &lt;a href=\"predator\"&gt;predator&lt;/a&gt;s of often medium to large-sized prey.\nManning and team in 2009 tested the function of the sickle claw of dromaeosaurids by analyzing the biomechanics of how stresses and strains would be distributed along the claws and into the limbs, and using comparisons within the curvature of the dromaeosaurid sickle claw on the foot with curvature in modern birds and mammals. They found that they were ideal for climbing and for a ground-dwelling life style. Peter Mackovicky stated that the analysis might be correct on primitive dromaeosaurids (such as \"&lt;a href=\"Microraptor\"&gt;Microraptor&lt;/a&gt;\") being tree-climbers, however, this does not explain why giant animals like \"Achillobator\" or \"Utahraptor\" retained sickle claws when they were way too large to have climbed trees. Mackovicky suggested that larger dromaeosaurids adapted the claw to be used exclusively for a more aggressive predatory behavior.\nThe striking resemblance between the feet and legs of dromaeosaurids and those of &lt;a href=\"Accipitridae\"&gt;accipitrid&lt;/a&gt; &lt;a href=\"birds%20of%20prey\"&gt;birds of prey&lt;/a&gt;, led Fowler et al. 2011 to propose that dromaeosaurids hunted in a similar way to those of &lt;a href=\"raptorial\"&gt;raptorial&lt;/a&gt; birds. They found that the feet and legs of dromaeosaurs resemble those of &lt;a href=\"eagle\"&gt;eagle&lt;/a&gt;s and &lt;a href=\"hawk\"&gt;hawk&lt;/a&gt;s by having an enlarged second claw and a similar range of flexion, but the &lt;a href=\"metatarsals\"&gt;metatarsals&lt;/a&gt; share more resemblance to those of &lt;a href=\"owls\"&gt;owls&lt;/a&gt;. The model RPR (Raptor Prey Restraint), proposes that dromaeosaurs leaped into their &lt;a href=\"prey\"&gt;prey&lt;/a&gt;, immobilizing it with their body weight, and then hold it tightly with the large, sickle-shaped claws; afterwards, the dromaeosaur would start to feed on the animal while it's still alive and the death will eventually come from &lt;a href=\"Bleeding\"&gt;blood loss&lt;/a&gt; and &lt;a href=\"Organ%20dysfunction\"&gt;organ failure&lt;/a&gt;. The arms or \"wings\", that were &lt;a href=\"Phylogenetic%20bracketing\"&gt;likely&lt;/a&gt; covered in long feathers, may have been flapped by the dromaeosaur in order to stabilize its balance while restraining prey, along with this, the long, feathered tail probably worked as a counter-balance to the main body. Lastly, the snout would have been useful for finishing off its prey. With these observations, they established that dromaeosaurids and troodontids were &lt;a href=\"niche%20partitioned\"&gt;niche partitioned&lt;/a&gt; as large and small prey predators, respectively.\nIn 2020, Powers and colleagues re-examined the &lt;a href=\"maxillae\"&gt;maxillae&lt;/a&gt; of eudromaeosaur taxa concluding that Asian and North American eudromaeosaurs were separated by snout morphology and ecological strategies. They found the maxilla to be a reliable reference when inferring the shape of the &lt;a href=\"premaxilla\"&gt;premaxilla&lt;/a&gt; and overall &lt;a href=\"snout\"&gt;snout&lt;/a&gt;. For instance, most Asian species have elongated snouts based on the maxilla (animals like \"Velociraptor\" are known from complete skulls), indicating a selective feeding, such as picking up small, fast prey. \"Achillobator\" however, is an exception for Asian eudromaeosaurs, featuring a robust and deep maxillar morphology similar to North American eudromaeosaurs which also have stocky and deep snouts, and thus indicating relationships with these members. The adaptations of \"Achillobator\" and North American eudromaeosaurs indicate a diet based on large-sized prey.\nPaleoenvironment.\nThe remains of \"Achillobator\" were unearthed from the Burkhant locality of the &lt;a href=\"Bayan%20Shireh%20Formation\"&gt;Bayan Shireh Formation&lt;/a&gt;. This formation has been divided into upper and lower parts, with some localities representing Lower and Upper Cretaceous boundary. Burkhant, the type locality of \"Achillobator\", has been identified as an Upper Cretaceous-boundary locality. Analyses on the &lt;a href=\"magnetostratigraphy\"&gt;magnetostratigraphy&lt;/a&gt; of the formation indicate that the entire Bayan Shireh lies within the &lt;a href=\"Cretaceous%20long%20normal\"&gt;Cretaceous Long Normal&lt;/a&gt;, which lasted only until the end of the &lt;a href=\"Santonian\"&gt;Santonian&lt;/a&gt; stage, giving a &lt;a href=\"Cenomanian\"&gt;Cenomanian&lt;/a&gt;-&lt;a href=\"Santonian\"&gt;Santonian&lt;/a&gt; age. The recent &lt;a href=\"calcite\"&gt;calcite&lt;/a&gt; &lt;a href=\"Uranium%E2%80%93lead%20dating\"&gt;U–Pb analyses&lt;/a&gt; performed by Kurudama and colleagues in 2020 have confirm the age of the Bayan Shireh Formation from 95.9 ± 6.0 million to 89.6 ± 4.0 million years ago, also supporting a Cenomanian-Santonian age. Over the time, a strong correlation with the &lt;a href=\"Iren%20Dabasu%20Formation\"&gt;Iren Dabasu Formation&lt;/a&gt; has been proposed by numerous authors mainly based on the similar fossil assemblages. This hypothesis may be also supported by the similar ages.\nThe &lt;a href=\"Natural%20environment\"&gt;environments&lt;/a&gt; that were present in the Bayan Shireh Formation and \"Achillobator\" inhabited were relatively &lt;a href=\"humid\"&gt;humid&lt;/a&gt; and had extensive &lt;a href=\"fluvial\"&gt;fluvial&lt;/a&gt; and &lt;a href=\"lacustrine\"&gt;lacustrine&lt;/a&gt; &lt;a href=\"facies\"&gt;facies&lt;/a&gt;, that is, a well-watered region dominated by prominent &lt;a href=\"meander\"&gt;meander&lt;/a&gt;s, &lt;a href=\"rivers\"&gt;rivers&lt;/a&gt;, &lt;a href=\"lakes\"&gt;lakes&lt;/a&gt; and &lt;a href=\"streams\"&gt;streams&lt;/a&gt;. The &lt;a href=\"climate\"&gt;climate&lt;/a&gt; of the formation was slightly &lt;a href=\"semi-arid\"&gt;semi-arid&lt;/a&gt;, as seen on &lt;a href=\"caliche\"&gt;caliche&lt;/a&gt;-based sediments. &lt;a href=\"Angiosperms\"&gt;Angiosperms&lt;/a&gt; were largely present in the formation, based on fossils of &lt;a href=\"Cornaceae\"&gt;cornaceans&lt;/a&gt; and fossilized &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt;s at several localities.\nContemporary paleofauna.\n\"Achillobator\" shared its surroundings in the Bayan Shireh Formation with other &lt;a href=\"Fauna\"&gt;paleofauna&lt;/a&gt; such as the medium-sized &lt;a href=\"theropods\"&gt;theropods&lt;/a&gt; \"&lt;a href=\"Erlikosaurus\"&gt;Erlikosaurus&lt;/a&gt;\" and \"&lt;a href=\"Segnosaurus\"&gt;Segnosaurus&lt;/a&gt;\", \"&lt;a href=\"Garudimimus\"&gt;Garudimimus&lt;/a&gt;\", and possibly \"&lt;a href=\"Alectrosaurus\"&gt;Alectrosaurus&lt;/a&gt;\"; the heavy-built &lt;a href=\"ankylosaurs\"&gt;ankylosaurs&lt;/a&gt; \"&lt;a href=\"Talarurus\"&gt;Talarurus&lt;/a&gt;\" and \"&lt;a href=\"Tsagantegia\"&gt;Tsagantegia&lt;/a&gt;\"; the small &lt;a href=\"marginocephalia\"&gt;marginocephalia&lt;/a&gt;ns \"&lt;a href=\"Amtocephale\"&gt;Amtocephale&lt;/a&gt;\" and \"&lt;a href=\"Graciliceratops\"&gt;Graciliceratops&lt;/a&gt;\"; the &lt;a href=\"hadrosauroid\"&gt;hadrosauroid&lt;/a&gt; \"&lt;a href=\"Gobihadros\"&gt;Gobihadros&lt;/a&gt;\"; and the large, long-necked &lt;a href=\"sauropod\"&gt;sauropod&lt;/a&gt; \"&lt;a href=\"Erketu\"&gt;Erketu&lt;/a&gt;\". Non-dinosaur taxa was present as well, mostly compromising semiaquatic and terrestrial &lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;s like the &lt;a href=\"turtles\"&gt;turtles&lt;/a&gt; \"&lt;a href=\"Lindholmemys\"&gt;Lindholmemys&lt;/a&gt;\", \"&lt;a href=\"Gobiapalone\"&gt;Gobiapalone&lt;/a&gt;\" and \"\"&lt;a href=\"Trionyx\"&gt;Trionyx&lt;/a&gt;\"\"; and the &lt;a href=\"crocodylomorph\"&gt;crocodylomorph&lt;/a&gt; \"&lt;a href=\"Paralligator\"&gt;Paralligator&lt;/a&gt;\". &lt;a href=\"Fish\"&gt;Fish&lt;/a&gt;es are also known from the formation, such as the &lt;a href=\"shark\"&gt;shark&lt;/a&gt; \"&lt;a href=\"Hybodus\"&gt;Hybodus&lt;/a&gt;\" and the remains of &lt;a href=\"osteichthyan\"&gt;osteichthyan&lt;/a&gt;s at various localities. &lt;a href=\"Mammal\"&gt;Mammal&lt;/a&gt;s were extremely rare around the formation. \n&lt;a href=\"Niche%20partitioning\"&gt;Niche partitioning&lt;/a&gt; has been reported among Bayan Shireh species, such is the case of high browser &lt;a href=\"therizinosaurids\"&gt;therizinosaurids&lt;/a&gt; \"Erlikosaurus\" and \"Segnosaurus,\" or the &lt;a href=\"Grazing%20%28behaviour%29\"&gt;grazer&lt;/a&gt; \"Talarurus\" and &lt;a href=\"Browsing%20%28herbivory%29\"&gt;browser&lt;/a&gt; \"Tsagantegia\". \"Erketu\" may have been the tallest herbivore of the paleofauna."
}