{
    "id": "30314033",
    "revid": "10349969",
    "url": "https://en.wikipedia.org/wiki?curid=30314033",
    "title": "St. Clare's Church (Staten Island)",
    "text": "The Church of Saint Clare, located in the &lt;a href=\"Great%20Kills\"&gt;Great Kills&lt;/a&gt; neighborhood of &lt;a href=\"Staten%20Island\"&gt;Staten Island&lt;/a&gt;, &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, is the largest-membership &lt;a href=\"Parish%20in%20the%20Catholic%20Church\"&gt;parish&lt;/a&gt; under the authority of the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20New%20York\"&gt;Roman Catholic Archdiocese of New York&lt;/a&gt;. It is dedicated to &lt;a href=\"Clare%20of%20Assisi\"&gt;Clare of Assisi&lt;/a&gt;, and it includes a co-educational &lt;a href=\"PreK-8%20school\"&gt;PreK–8&lt;/a&gt; &lt;a href=\"Catholic%20schools%20in%20the%20United%20States\"&gt;Catholic school&lt;/a&gt; and &lt;a href=\"Confraternity%20of%20Christian%20Doctrine\"&gt;Religious Education&lt;/a&gt; program. It became an independent parish in 1925 and has six principal buildings dating from 1921 to 1979: the church, school, converted convent, parish center, chapel, and rectory. St. Clare's has received national attention for its architecture, its educational programs, its heavy casualties from the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt;, and its two pastors lost to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;.\nThe parish normally celebrates seven &lt;a href=\"Catholic%20Mass\"&gt;Masses&lt;/a&gt; each weekend in the church, and three each weekday in the chapel. A typical &lt;a href=\"Sacraments%20of%20the%20Catholic%20Church\"&gt;sacramental&lt;/a&gt; year also includes 50 weddings and more than 200 funerals, baptisms, first confessions, first communions, confirmations, and anointings of the sick. The parish has over 7,000 registered families, including hundreds of volunteers providing a wide range of ministries and community service.\nParish boundaries.\nAfter &lt;a href=\"Eltingville%2C%20Staten%20Island\"&gt;Eltingville's&lt;/a&gt; Holy Child Church was established in 1966, St. Clare's parish territory has been similar to the Great Kills 10308 &lt;a href=\"ZIP%20Code\"&gt;ZIP Code&lt;/a&gt;. St. Clare's main boundaries are, in clockwise order:\n&lt;br&gt;South – &lt;a href=\"Great%20Kills%20Park\"&gt;Great Kills Park&lt;/a&gt;, Great Kills Harbor\n&lt;br&gt;West – Littlefield, Pacific, Ridgewood Avenues\n&lt;br&gt;North – &lt;a href=\"Arthur%20Kill%20Road\"&gt;Arthur Kill Road&lt;/a&gt;\n&lt;br&gt;East – Tanglewood Drive, Ocean View Cemetery, Bay Terrace\nMinistries and programs.\nAdults.\nSt. Clare Parish offers a broad array of spiritual, educational, and social outreach ministries. With priests and nuns no longer in great supply, the parish typically relies on an experienced &lt;a href=\"Pastor%23Catholicism\"&gt;pastor&lt;/a&gt;, three or four additional &lt;a href=\"Clergy%23Catholicism\"&gt;clergy&lt;/a&gt;, and &lt;a href=\"Lay%20ecclesial%20ministry\"&gt;lay ministerial support&lt;/a&gt; from dozens of full- and part-time staff members and hundreds of active volunteers. These serve as \"teachers, lectors, musicians, ushers, Communion ministers, Parish Council members, and ... [in] counseling fellow parishioners, welcoming new residents, guiding new parents, coaching young students, organizing social activities (often with nearby congregations), protecting the environment, maintaining the parish properties, leading prayer groups, caring for the sick and unborn, advising the unemployed, feeding the hungry, consoling the bereaved\".\nChildren.\nSt. Clare School and other students in the parish, particularly the science enrichment program, have often been recognized for major community projects, and have been strong competitors in &lt;a href=\"FIRST\"&gt;international technology tournaments&lt;/a&gt;. Students are also active participants in extra-curricular sports, scouting, and the arts, including a 2016 Northeast division championship for St. Clare &lt;a href=\"Cheerleading%23School-sponsored\"&gt;Cheerleading&lt;/a&gt;. All this is additional to the rigorous academic training for which New York's Catholic schools are known.\nNational recognition.\nThe &lt;a href=\"National%20Catholic%20Educational%20Association\"&gt;National Catholic Educational Association&lt;/a&gt; honored St. Clare Parish in 2007 with a \"SPICE Award\" for ministry-related technologies, and again in 2008 with a \"Mustard Seed Award\" for family involvement. \"Today's Catholic Teacher\" magazine cited the school's community projects, in bestowing a national \"Catholic Schools for Tomorrow Award for Innovations in Education\" in 2008.\nParishioner viewpoints.\nIn 2013, the Archdiocese surveyed members of all its parishes and collected 399 responses from St. Clare's, most very favorable. This large parish was sometimes perceived as more hectic than peaceful, and the majority of members had relatively low involvement, especially young adults. Still, the parish received an overall rating of 9.2 out of 10, including many appreciative comments and constructive suggestions.\nHistory.\nKey events.\nOn July 7, 1918, St. Clare Church was established as a &lt;a href=\"Parish%20in%20the%20Catholic%20Church%23Formation\"&gt;mission&lt;/a&gt; of &lt;a href=\"Richmondtown\"&gt;Richmondtown&lt;/a&gt;'s &lt;a href=\"Church%20of%20St.%20Patrick%20%28Staten%20Island%2C%20New%20York%29\"&gt;Church of St. Patrick&lt;/a&gt; by its pastor, Charles J. Parks. Shortly before his death in 1922, he and the &lt;a href=\"Presentation%20Sisters%23Staten%20Island%2C%20New%20York\"&gt;Presentation Sisters of Staten Island&lt;/a&gt; established St. Clare's Religious Education program. Bolstered by waves of &lt;a href=\"Demographics%20of%20New%20York%20City%23European\"&gt;Catholic immigration to New York&lt;/a&gt;, mostly from Ireland and then Italy, St. Clare's became an independent parish on January 5, 1925. The patronal saint was chosen in memory of Clare Parks, a deceased member of the founder's family.\nThe original mission church was a rented hall along then-rural Giffords Lane during 1918–1921, and the hall continued to host church activities until 1953. The first actual church building for St. Clare Parish was dedicated on October 30, 1921, and was physically moved south along Nelson Avenue in October 1957. It became a &lt;a href=\"Chapel%20of%20ease\"&gt;chapel&lt;/a&gt; when the current octagonal church was completed in 1959 to accommodate Great Kills' surging population, in anticipation of the &lt;a href=\"Verrazzano-Narrows%20Bridge\"&gt;Verrazzano-Narrows Bridge&lt;/a&gt; from &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;.\nThe full-time, co-educational St. Clare School opened on September 14, 1936, during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. It was established under the direction of pastor Daniel M. Dougherty, principal Mary Dominic Ward, and her community of Presentation Sisters who continued leading the school through 2004. Located along Lindenwood Road behind the church, St. Clare School originally served Grades 1–8, now &lt;a href=\"PreK-8%20school\"&gt;PreK–8&lt;/a&gt;. The building was enlarged twice, with new wings added in 1959 and 1990.\nSt. Clare Church received widespread media coverage for its support activities after 29 parishioners died suddenly from the &lt;a href=\"September%2011%20attacks\"&gt;World Trade Center attacks of September 11, 2001&lt;/a&gt;. The church property now has an &lt;a href=\"eternal%20flame\"&gt;eternal flame&lt;/a&gt; in their memory. The church also provided extensive assistance when Staten Island was heavily damaged by &lt;a href=\"Hurricane%20Sandy\"&gt;Hurricane Sandy&lt;/a&gt; in 2012. St. Clare was hit hard in 2020 when the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; curtailed religious gatherings and claimed the lives of dozens of parish members, including pastor Richard J. Guastella and retired pastor Joseph P. Murphy.\nLeadership.\nSt. Clare's Mission, Parish, and School have been led by the following individuals, from founding to present.\n&lt;a href=\"Rector%20%28Catholic%20Church%29\"&gt;Rectors&lt;/a&gt; of St. Clare Mission:\n&lt;a href=\"Pastor%23Catholicism\"&gt;Pastors&lt;/a&gt; of St. Clare Parish:\n&lt;a href=\"Head%20teacher\"&gt;Principals&lt;/a&gt; of St. Clare School:\n&lt;a href=\"Thomas%20John%20McDonnell\"&gt;Thomas J. McDonnell&lt;/a&gt;, an Assistant Rector of St. Clare Mission, was later consecrated as a &lt;a href=\"Bishop%20in%20the%20Catholic%20Church\"&gt;Bishop&lt;/a&gt; in 1947. &lt;a href=\"Edmund%20J.%20Dobbin\"&gt;Edmund J. Dobbin&lt;/a&gt;, &lt;a href=\"Order%20of%20Saint%20Augustine\"&gt;O.S.A.&lt;/a&gt;, who graduated from St. Clare School in 1949, later became the longest-serving &lt;a href=\"List%20of%20Presidents%20of%20Villanova%20University\"&gt;President of Villanova University&lt;/a&gt;. Eugene J. Hicks, the first black Catholic priest ordained in New York, was St. Clare's Associate Pastor and longest-serving priest, from 1957 until his death in 1986.\nArchitectural highlights.\n\"St. Clare's now has six principal buildings dating from 1921 to 1979: the church, school, converted convent, parish center, chapel, and rectory. In counter-clockwise order, they surround the perpetually busy central parking lot, and in turn are surrounded by the suburban neighborhood's detached one- and two-family homes. The church property occupies between Lindenwood Road and Nelson Avenue, within the long &lt;a href=\"city%20block\"&gt;block&lt;/a&gt; to the north of Edgewood Road in the heart of &lt;a href=\"Great%20Kills\"&gt;Great Kills&lt;/a&gt;.\"\nChapel (old church) and rectory.\nThe Mission of St. Clare met in a rented hall until 1921, when its own church building was dedicated on the hilltop of Nelson Avenue. This wooden building accommodated 250 people, and was commended as the first Catholic church in the United States designed in simple &lt;a href=\"Colonial%20Revival%20architecture\"&gt;Colonial style&lt;/a&gt;, by young architects &lt;a href=\"Eggers%20%26amp%3B%20Higgins\"&gt;Otto R. Eggers and Daniel P. Higgins&lt;/a&gt;. (Higgins was a member of St. Clare's congregation.) To make way for a larger church, in 1957 the building was rolled to a new site on Nelson Avenue, where it remains in use as a &lt;a href=\"Chapel%20of%20ease\"&gt;chapel&lt;/a&gt; for weekday Masses and &lt;a href=\"Eucharistic%20Adoration\"&gt;Eucharistic Adoration&lt;/a&gt;. When a deteriorated foundation required major reconstruction in 2003, the parish added a finished basement, for a large and flexible meeting space (including a lending library) named the Faith Formation Center.\nSt. Clare's present &lt;a href=\"rectory\"&gt;rectory&lt;/a&gt; is little changed since it was built in 1927, for priests' living quarters and the parish office. The 2.5-story house blended into the residential neighborhood, and all of St. Clare's later buildings were designed in red brick, harmonizing with the rectory's exterior.\nChurch and school.\nIn 1959, fast-growing St. Clare's completed the largest building project ever undertaken by a Staten Island parish: A new church accommodated 700 people, and a new wing more-than-doubled the school's capacity. (The original 1936 portion of St. Clare School had been designed by parishioner Higgins, on Lindenwood Road behind his 1921 church building.) The 1959 church and school wing, connected by two indoor passageways, were designed by Joseph Sanford Shanley, a leading specialist for Catholic churches on the East Coast. The octagon-shaped, red-brick church exterior in Colonial Revival style was patterned after Shanley's pioneering Church of St. Charles Borromeo (Newark 1937). St. Clare's open, brightly domed interior drew inspiration from the &lt;a href=\"Baltimore%20Basilica\"&gt;first Catholic cathedral built in the United States&lt;/a&gt; (Baltimore 1821). St. Clare's 1959 building included air-conditioning, a first for a Staten Island church (later extended to the entire school); stained-glass windows by Michael A. Zappalorti (completed in 1969), portraying the Life of Clare in 13th-century Italy; and a pipe organ from &lt;a href=\"M.%20P.%20Moller\"&gt;M. P. Möller, Inc.&lt;/a&gt;, with exposed geometric pipework in the rear gallery. The school was expanded with another new wing in 1990 by architects &lt;a href=\"Belfatto%20%26amp%3B%20Pavarini\"&gt;Belfatto &amp; Pavarini&lt;/a&gt;, and the church organ was expanded in 2002 by &lt;a href=\"Peragallo%20Pipe%20Organ%20Company\"&gt;Peragallo Pipe Organ Company&lt;/a&gt; and Schulmerich Bells.\nConvent.\nSoon after the school's 1959 expansion, St. Clare's bought an adjacent house for the faculty of &lt;a href=\"Presentation%20Sisters\"&gt;Presentation Sisters&lt;/a&gt;, who had been commuting daily for 25 years. Parish member Kenneth W. Milnes designed the conversion and expansion of the 1931 house into a 16-bedroom &lt;a href=\"convent\"&gt;convent&lt;/a&gt; with its own chapel. Construction finished in 1963, and the &lt;a href=\"Chamber%20of%20Commerce\"&gt;Chamber of Commerce&lt;/a&gt; cited it as one of the best building projects on Staten Island that year. In 1999, St. Clare's Presentation Convent was re-dedicated as the Presentation Center, providing office space and meeting rooms for the lay ministers carrying forth the retired Sisters' legacy of service.\nParish center.\nSt. Clare's &lt;a href=\"Cardinal%20Cooke\"&gt;Cardinal Cooke&lt;/a&gt; Center (1979) is a social facility that includes a large pre-kindergarten and a heavily used gym. The main Nelson Avenue entrance is highlighted by a contemporary statue of St. Clare, one of her tallest in the world, sculpted by parishioner Hans Karl. The building was actually designed before St. Clare's had a pre-kindergarten program, which prompted a major interior re-design in 2001 by parishioner David L. Businelli and professor Stephen Perrella. Their playfully modern colors and shapes earned an Honor Award from the &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt; and received national attention. Businelli also designed St. Clare's landscaped Pathway of Prayer (2000, Chamber of Commerce award), the adjacent World Trade Center memorial (2002), and the chapel basement Faith Formation Center (2003).\nOther photo highlights.\nThese images are in chronological order, clickable for more detail:\nOther St. Clare facilities in New York City.\nEstablished in the 1920s like their Staten Island counterpart, other active churches in New York City dedicated to the same patroness are &lt;a href=\"St.%20Clare%20of%20Assisi%27s%20Church%20%28Bronx%29\"&gt;St. Clare of Assisi's Church (Bronx)&lt;/a&gt; and St. Clare Church (Rosedale, Queens). The early 1900s also included &lt;a href=\"St.%20Clare%20Church%20%28Manhattan%29\"&gt;St. Clare Church (Manhattan)&lt;/a&gt;, from 1903 until it was closed in 1937 and razed for the &lt;a href=\"Lincoln%20Tunnel\"&gt;Lincoln Tunnel&lt;/a&gt;. All of these Catholic churches established St. Clare parochial schools.\n&lt;a href=\"Saint%20Clare%27s%20Hospital%20%28Manhattan%29\"&gt;Saint Clare's Hospital (Manhattan)&lt;/a&gt; was founded by the &lt;a href=\"Franciscan%20Sisters%20of%20Allegany\"&gt;Franciscan Sisters of Allegany&lt;/a&gt; and provided service from 1934 to 2007, notably including New York's first specialized care for &lt;a href=\"HIV/AIDS\"&gt;HIV/AIDS&lt;/a&gt; patients. In addition, nuns of the contemplative &lt;a href=\"Order%20of%20St.%20Clare\"&gt;Order of St. Clare&lt;/a&gt; maintained a large Monastery of St. Clare from 1933 to 1999 in the Bronx, after 18 years in upper Manhattan."
}