{
    "id": "303469",
    "revid": "38020139",
    "url": "https://en.wikipedia.org/wiki?curid=303469",
    "title": "Teak",
    "text": "Teak (\"Tectona grandis\") is a tropical &lt;a href=\"hardwood\"&gt;hardwood&lt;/a&gt; tree species in the family &lt;a href=\"Lamiaceae\"&gt;Lamiaceae&lt;/a&gt;. It is a large, &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; tree that occurs in mixed hardwood forests. \"Tectona grandis\" has small, fragrant white flowers arranged in dense clusters (&lt;a href=\"panicle\"&gt;panicle&lt;/a&gt;s) at the end of the branches. These flowers contain both types of reproductive organs (&lt;a href=\"Plant%20reproductive%20morphology%23Bisexual\"&gt;perfect&lt;/a&gt; flowers). The large, papery leaves of teak trees are often &lt;a href=\"Trichome\"&gt;hairy&lt;/a&gt; on the lower surface. Teak wood has a leather-like smell when it is freshly milled and is particularly valued for its durability and water resistance. The wood is used for boat building, exterior construction, veneer, furniture, carving, turnings, and other small wood projects.\n\"Tectona grandis\" is native to &lt;a href=\"South%20Asia\"&gt;south&lt;/a&gt; and &lt;a href=\"southeast%20Asia\"&gt;southeast Asia&lt;/a&gt;, mainly &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt; and &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, but is naturalised and cultivated in many countries in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;. &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;'s teak forests account for nearly half of the world's naturally occurring teak. Molecular studies show that there are two centres of genetic origin of teak: one in India and the other in Myanmar and Laos.\nDescription.\nTeak is a large &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; tree up to tall with grey to greyish-brown branches, known for its high quality wood. Its leaves are &lt;a href=\"leaf%20shape\"&gt;ovate-elliptic&lt;/a&gt; to ovate, long by wide, and are held on robust &lt;a href=\"petiole%20%28botany%29\"&gt;petioles&lt;/a&gt; which are long. &lt;a href=\"Leaf%20margin\"&gt;Leaf margin&lt;/a&gt;s are entire.\nFragrant white flowers are borne on long by wide &lt;a href=\"panicle\"&gt;panicle&lt;/a&gt;s from June to August. The &lt;a href=\"corolla%20%28botany%29\"&gt;corolla&lt;/a&gt; tube is 2.5–3 mm long with 2 mm wide obtuse lobes. \"Tectona grandis\" sets fruit from September to December; fruits are globose and 1.2–1.8 cm in diameter. Flowers are weakly &lt;a href=\"protandrous\"&gt;protandrous&lt;/a&gt; in that the &lt;a href=\"anther\"&gt;anther&lt;/a&gt;s precede the &lt;a href=\"stigma%20%28botany%29\"&gt;stigma&lt;/a&gt; in maturity and pollen is shed within a few hours of the flower opening. The flowers are primarily &lt;a href=\"entomophily\"&gt;entomophilous&lt;/a&gt; (insect pollinated), but can occasionally be &lt;a href=\"anemophily\"&gt;anemophilous&lt;/a&gt; (wind pollinated). A 1996 study found that in its native range in Thailand, the major pollinator were species in the bee genus \"&lt;a href=\"Ceratina\"&gt;Ceratina&lt;/a&gt;\".\nBotanical history.\n\"Tectona grandis\" was first formally described by &lt;a href=\"Carl%20Linnaeus%20the%20Younger\"&gt;Carl Linnaeus the Younger&lt;/a&gt; in his 1782 work \"&lt;a href=\"Supplementum%20Plantarum\"&gt;Supplementum Plantarum&lt;/a&gt;\". In 1975, &lt;a href=\"Harold%20Norman%20Moldenke\"&gt;Harold Norman Moldenke&lt;/a&gt; published new descriptions of four &lt;a href=\"form%20%28botany%29\"&gt;forms&lt;/a&gt; of this species in the journal \"&lt;a href=\"Phytologia\"&gt;Phytologia&lt;/a&gt;\". Moldenke described each form as varying slightly from the &lt;a href=\"biological%20type\"&gt;type specimen&lt;/a&gt;: \"T. grandis\" f. \"canescens\" is distinguished from the type material by being densely &lt;a href=\"wikt%3Acanescent\"&gt;canescent&lt;/a&gt;, or covered in hairs, on the underside of the leaf, \"T. grandis\" f. \"pilosula\" is distinct from the type material in the varying morphology of the leaf veins, \"T. grandis\" f. \"punctata\" is only hairy on the larger veins on the underside of the leaf, and \"T. grandis\" f. \"tomentella\" is noted for its dense yellowish &lt;a href=\"wikt%3Atomentose\"&gt;tomentose&lt;/a&gt; hairs on the lower surface of the leaf.\nEtymology.\nThe English word \"teak\" comes via the &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt; from &lt;a href=\"Malayalam\"&gt;Malayalam&lt;/a&gt; (cognate with &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt; &lt;a href=\"Telugu%20language\"&gt;Telugu&lt;/a&gt; and &lt;a href=\"Kannada%20language\"&gt;Kannada&lt;/a&gt; ). In &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; it is known \"shaka\" and \"saka\".\n&lt;a href=\"Madhya%20Pradesh\"&gt;Central Province&lt;/a&gt; teak and &lt;a href=\"Nagpur\"&gt;Nagpur&lt;/a&gt; teak are named for those regions of India.\nDistribution and habitat.\n\"Tectona grandis\" is one of three species in the genus \"Tectona\". The other two species, \"&lt;a href=\"Tectona%20hamiltoniana\"&gt;T. hamiltoniana&lt;/a&gt;\" and \"&lt;a href=\"Tectona%20philippinensis\"&gt;T. philippinensis&lt;/a&gt;\", are &lt;a href=\"endemism\"&gt;endemics&lt;/a&gt; with relatively small native distributions in &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt; and the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, respectively. \"Tectona grandis\" is native to India, Sri Lanka, Indonesia, Myanmar, northern Thailand, and northwestern Laos.\n\"Tectona grandis\" is found in a variety of habitats and climatic conditions from arid areas with only 500 mm of rain per year to very moist forests with up to 5,000 mm of rain per year. Typically, though, the annual rainfall in areas where teak grows averages 1,250–1,650 mm with a 3–5 month dry season.\nCultivation.\nTeak's natural &lt;a href=\"Vegetable%20oil\"&gt;oil&lt;/a&gt;s make it useful in exposed locations, and make the timber termite- and pest-resistant. Teak is durable even when not treated with oil or varnish. Timber cut from old teak trees was once believed to be more durable and harder than plantation-grown teak. Studies have shown that plantation teak performs on par with old-growth teak in erosion rate, dimensional stability, warping, and surface checking, but is more susceptible to colour change from UV exposure.\nThe vast majority of commercially harvested teak is grown on teak plantations found in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; and controlled by &lt;a href=\"Perum%20Perhutani\"&gt;Perum Perhutani&lt;/a&gt; (a state owned forest enterprise) that manages the country's forests. The primary use of teak harvested in Indonesia is in the production of outdoor teak furniture for export. &lt;a href=\"Nilambur\"&gt;Nilambur&lt;/a&gt; in &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt;, India, is also a major producer of teak, and is home to the world's oldest teak plantation.\nTeak consumption raises a number of environmental concerns, such as the disappearance of rare old-growth teak. However, its popularity has led to growth in sustainable plantation teak production throughout the seasonally dry tropics in &lt;a href=\"forestry\"&gt;forestry&lt;/a&gt; &lt;a href=\"plantation\"&gt;plantation&lt;/a&gt;s. The &lt;a href=\"Forest%20Stewardship%20Council\"&gt;Forest Stewardship Council&lt;/a&gt; offers certification of sustainably grown and harvested teak products. Propagation of teak via tissue culture for plantation purposes is commercially viable.\nTeak plantations were widely established in &lt;a href=\"Equatorial%20Africa\"&gt;Equatorial Africa&lt;/a&gt; during the &lt;a href=\"Colonial%20era\"&gt;Colonial era&lt;/a&gt;. These timber resources, as well as the oil reserves, are at the heart of the current (2014) &lt;a href=\"South%20Sudan%23Economy\"&gt;South Sudan&lt;/a&gt;ese conflict.\nMuch of the world's teak is exported by &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; and &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;. There is also a rapidly growing plantation grown market in Central America (&lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;) and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. With a depletion of remaining natural hectares of teak forests, a growth in plantations in Latin America is expected to rise.\n\"&lt;a href=\"Hyblaea%20puera\"&gt;Hyblaea puera&lt;/a&gt;\", commonly known as the teak defoliator, is a &lt;a href=\"moth\"&gt;moth&lt;/a&gt; native to southeast Asia. It is a teak pest whose &lt;a href=\"caterpillar\"&gt;caterpillar&lt;/a&gt; feeds on teak and other species of trees common in the region of southeast Asia.\nUses.\nTeak's high oil content, high tensile strength and tight grain make it particularly suitable where weather resistance is desired. It is used in the manufacture of outdoor &lt;a href=\"teak%20furniture\"&gt;furniture&lt;/a&gt; and boat &lt;a href=\"deck%20%28ship%29\"&gt;deck&lt;/a&gt;s. It is also used for &lt;a href=\"cutting%20board\"&gt;cutting board&lt;/a&gt;s, indoor &lt;a href=\"flooring\"&gt;flooring&lt;/a&gt;, &lt;a href=\"countertop\"&gt;countertop&lt;/a&gt;s and as a &lt;a href=\"Wood%20veneer\"&gt;veneer&lt;/a&gt; for indoor finishings. Although easily worked, it can cause severe blunting on edged tools because of the presence of silica in the wood. Over time teak can weather to a silvery-grey finish, especially when exposed to sunlight.\nTeak is used extensively in India to make doors and window frames, furniture, and columns and beams in homes. It is resistant to &lt;a href=\"termite\"&gt;termite&lt;/a&gt; attacks and damage caused by other &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s. Mature teak fetches a very good price. It is grown extensively by forest departments of different states in forest areas.\nLeaves of the teak wood tree are used in making Pellakai gatti (&lt;a href=\"jackfruit\"&gt;jackfruit&lt;/a&gt; dumpling), where &lt;a href=\"Batter%20%28cooking%29\"&gt;batter&lt;/a&gt; is poured into a teak leaf and is steamed. This type of usage is found in the coastal district of &lt;a href=\"Udupi\"&gt;Udupi&lt;/a&gt; in the &lt;a href=\"Tulunadu\"&gt;Tulunadu&lt;/a&gt; region in South &lt;a href=\"India\"&gt;India&lt;/a&gt;. The leaves are also used in &lt;a href=\"gudeg\"&gt;gudeg&lt;/a&gt;, a dish of young jackfruit made in &lt;a href=\"Central%20Java\"&gt;Central Java&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, and give the dish its dark brown colour.\nTeak is used as a food plant by the &lt;a href=\"larva\"&gt;larva&lt;/a&gt;e of &lt;a href=\"moth\"&gt;moth&lt;/a&gt;s of the genus \"&lt;a href=\"Endoclita\"&gt;Endoclita&lt;/a&gt;\" including \"&lt;a href=\"Endoclita%20aroura\"&gt;E. aroura&lt;/a&gt;\", \"&lt;a href=\"Endoclita%20chalybeatus\"&gt;E. chalybeatus&lt;/a&gt;\", \"&lt;a href=\"Endoclita%20damor\"&gt;E. damor&lt;/a&gt;\", \"&lt;a href=\"Endoclita%20gmelina\"&gt;E. gmelina&lt;/a&gt;\", \"&lt;a href=\"Endoclita%20malabaricus\"&gt;E. malabaricus&lt;/a&gt;\", \"&lt;a href=\"Endoclita%20sericeus\"&gt;E. sericeus&lt;/a&gt;\" and \"&lt;a href=\"Endoclita%20signifer\"&gt;E. signifer&lt;/a&gt;\" and other &lt;a href=\"Lepidoptera\"&gt;Lepidoptera&lt;/a&gt; including the &lt;a href=\"turnip%20moth\"&gt;turnip moth&lt;/a&gt;.\nBoatbuilding.\nTeak has been used as a &lt;a href=\"Boat%20building\"&gt;boat-building&lt;/a&gt; material for over 2000 years (it was found in an archaeological dig in &lt;a href=\"Berenice%20Panchrysos\"&gt;Berenice Panchrysos&lt;/a&gt;, a port on the &lt;a href=\"Indo-Roman%20trade%20relations\"&gt;Indian Roman trade route&lt;/a&gt;). In addition to relatively high strength, teak is also highly resistant to rot, fungi and mildew. The wood has a relatively low shrinkage ratio, which makes it excellent for applications where it undergoes periodic changes in moisture. Teak has the unusual property of being both an excellent structural timber for framing or planking, while at the same time being easily worked and finished, unlike some otherwise similar woods such as &lt;a href=\"purpleheart\"&gt;purpleheart&lt;/a&gt;. For this reason, it is also prized for the trim work on boat interiors. Due to the oily nature of the wood, care must be taken to properly prepare the wood before gluing.\nWhen used on boats, teak is also very flexible in the finishes that may be applied. One option is to use no finish at all, in which case the wood will naturally weather to a pleasing silver grey. The wood may also be oiled with a finishing agent such as &lt;a href=\"linseed%20oil\"&gt;linseed&lt;/a&gt; or &lt;a href=\"tung%20oil\"&gt;tung&lt;/a&gt; oil. This results in a pleasant, somewhat dull finish. Finally, teak may also be varnished for a deep, lustrous glow.\nTeak is also used extensively in boat &lt;a href=\"Deck%20%28ship%29\"&gt;decks&lt;/a&gt;, as it is extremely durable and requires very little maintenance. The teak tends to wear in to the softer 'summer' growth bands first, forming a natural 'non-slip' surface. Any sanding is therefore only damaging. Use of modern cleaning compounds, oils or preservatives will shorten the life of the teak, as it contains natural teak oil a very small distance below the white surface. Wooden boat experts will only wash the teak with salt water, and re-&lt;a href=\"caulk\"&gt;caulk&lt;/a&gt; when needed. This cleans the deck, and prevents it from drying out and the wood shrinking. The salt helps it absorb and retain moisture, and prevents any mildew and algal growth. Over-maintenance, such as cleaning teak with harsh chemicals, can shorten its usable lifespan as decking.\nPropagation.\nTeak is propagated mainly from seeds. Germination of the seeds involves pretreatment to remove dormancy arising from the thick pericarp. Pretreatment involves alternate wetting and drying of the seed. The seeds are soaked in water for 12 hours and then spread to dry in the sun for 12 hours. This is repeated for 10–14 days and then the seeds are sown in shallow germination beds of coarse peat covered by sand. The seeds then germinate after 15 to 30 days.\nClonal propagation of teak has been successfully done through grafting, rooted stem cuttings and micro propagation. While bud grafting on to seedling root stock has been the method used for establishing clonal seed orchards that enables assemblage of clones of the superior trees to encourage crossing, rooted stem cuttings and micro propagated plants are being increasingly used around the world for raising clonal plantations.\nWorld's largest living teak tree.\n&lt;a href=\"Ministry%20of%20Environmental%20Conservation%20and%20Forestry%20%28Myanmar%29\"&gt;Ministry of Environmental Conservation and Forestry (Myanmar)&lt;/a&gt; found the world's two biggest living teak trees on 28 August 2017 in &lt;a href=\"Homalin%20Township\"&gt;Homalin Township&lt;/a&gt;, &lt;a href=\"Sagaing%20Region\"&gt;Sagaing Region&lt;/a&gt;, &lt;a href=\"Myanmar\"&gt;Myanmar&lt;/a&gt;. The biggest one, named Homemalynn 1, is in girth and tall. The second biggest one, named Homemalynn 2, is in girth.\nPreviously, the world's biggest recorded teak tree was located within the &lt;a href=\"Parambikulam%20Wildlife%20Sanctuary\"&gt;Parambikulam Wildlife Sanctuary&lt;/a&gt; in the &lt;a href=\"Palakkad%20District\"&gt;Palakkad District&lt;/a&gt; of &lt;a href=\"Kerala\"&gt;Kerala&lt;/a&gt; in India, named Kannimara. The tree is approximately tall. Its age is between 450–500 years and is considered one of the oldest teak trees in the world.\nIn 2017, a tree was discovered in the Ottakallan area of the Thundathil range of the Malayattoor Forest Division in Kerala with a girth of and height of . A teak tree in Kappayam, Edamalayar, Kerala, which used to be considered the biggest, has a girth of only 7.23 meters.\nTree No 23 is the oldest planted teak on earth. It is located in Conolly's plot (the world’s oldest teak plantation), &lt;a href=\"Nilambur\"&gt;Nilambur&lt;/a&gt;, Kerala."
}