{
    "id": "30352132",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=30352132",
    "title": "Apteribis",
    "text": "Apteribis is an &lt;a href=\"extinction\"&gt;extinct&lt;/a&gt; &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of &lt;a href=\"flightless%20bird\"&gt;flightless bird&lt;/a&gt;s in the &lt;a href=\"ibis\"&gt;ibis&lt;/a&gt; subfamily that was &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"Hawaiian%20Islands\"&gt;Hawaiian Islands&lt;/a&gt; in the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;.\nDistribution.\nThe remains of the small ibises in the genus have only been found on the islands of &lt;a href=\"Maui\"&gt;Maui&lt;/a&gt;, &lt;a href=\"Lanai\"&gt;Lanai&lt;/a&gt;, and &lt;a href=\"Molokai\"&gt;Molokai&lt;/a&gt;, which formed part of the prehistoric island of &lt;a href=\"Maui%20Nui\"&gt;Maui Nui&lt;/a&gt; until about 200,000 years ago when &lt;a href=\"sea%20level%20rise\"&gt;rising sea levels&lt;/a&gt; fragmented it. Olson and &lt;a href=\"Helen%20Frances%20James\"&gt;James&lt;/a&gt; speculate that the genus was endemic to Maui Nui, that the ibises were birds of the &lt;a href=\"forest%20floor\"&gt;forest floor&lt;/a&gt;, that because of their flightlessness they were susceptible to becoming trapped in &lt;a href=\"lava%20tube\"&gt;lava tube&lt;/a&gt;s, and that they may have exerted heavy &lt;a href=\"predation\"&gt;predation&lt;/a&gt; pressure on Maui Nui's &lt;a href=\"land%20snail\"&gt;land snail&lt;/a&gt;s.\nTaxonomy.\nAnalysis of the feathers from the Lanai specimen show an affinity to New World ibises of the genus \"&lt;a href=\"Eudocimus\"&gt;Eudocimus&lt;/a&gt;\". The analyses also concluded that \"Apteribis\" may have had a brown-and-beige coloration similar to that of a juvenile \"Eudocimus\" ibis. This indicates that \"Apteribis\" may have evolved both their flightlessness and their coloration through a form of &lt;a href=\"Neoteny\"&gt;paedomorphosis&lt;/a&gt;.\nSpecies.\nTwo species have been described:\nThe &lt;a href=\"holotype\"&gt;holotype&lt;/a&gt; of \"A. glenos\" is from the &lt;a href=\"Mo%CA%BBomomi\"&gt;Moʻomomi dunes&lt;/a&gt;, and other specimens are from &lt;a href=\"Ilio%20Point\"&gt;Ilio Point&lt;/a&gt; and &lt;a href=\"Kalaupapa%2C%20Hawaii\"&gt;Kalaupapa peninsula&lt;/a&gt;.\nFossil material collected on Maui indicates that a third species apparently occurred there; it was generally larger in size and occurred at lower elevations than \"A. brevis\", and has been referred to as the “Maui lowland apteribis”. Another, extremely well-preserved specimen has also been recovered from Lanai, though it has not yet been described to the species level."
}