{
    "id": "30359265",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=30359265",
    "title": "2007 FIFA Beach Soccer World Cup Final",
    "text": "The &lt;a href=\"2007%20FIFA%20Beach%20Soccer%20World%20Cup\"&gt;2007 FIFA Beach Soccer World Cup&lt;/a&gt; Final took place between &lt;a href=\"Mexico%20national%20beach%20soccer%20team\"&gt;Mexico&lt;/a&gt; and &lt;a href=\"Brazil%20national%20beach%20soccer%20team\"&gt;Brazil&lt;/a&gt; on 11 November 2007 at &lt;a href=\"Copacabana%20Beach\"&gt;Copacabana Beach&lt;/a&gt;, &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;. Brazil were the winners, winning by eight goals to two. Brazil have beaten fifteen other teams to be crowned \"2007 FIFA Beach Soccer World Cup Winners\". It was Brazil's second title in a row.\nRoads to the final.\nMexico.\nMexico started their campaign in &lt;a href=\"2007%20FIFA%20Beach%20Soccer%20World%20Cup%23Group%20A\"&gt;group A&lt;/a&gt;, along with Brazil, with a tight opening game against Russia, with Mexico eventually seeing them off 2-1 on penalties to earn 2 points. Things were looking bad for Mexico after losing 6-4 to Brazil in the second round of games, putting Russia in the driving seat to take second place in the group and progress to the quarter finals. However, in the final round of games, with Mexico winning 6-3 against the Solomon Islands, and Brazil beating Russia, Mexico sneaked through into the quarter-finals, finishing the group on a meagre 5 points.\nAs Mexico were the runners-up of group A, they met the winners of group B, &lt;a href=\"Spain%20national%20beach%20soccer%20team\"&gt;Spain&lt;/a&gt; in the &lt;a href=\"2007%20FIFA%20Beach%20Soccer%20World%20Cup%23Quarter%20finals\"&gt;quarter-finals&lt;/a&gt;. Spain were the favorites to reach the semi-finals but, after coming from behind, Mexico produced a surprising win, and clinched the game 5-4, holding their nerve in the final moments. Mexico moved into the semi-finals against &lt;a href=\"Uruguay%20national%20beach%20soccer%20team\"&gt;Uruguay&lt;/a&gt;.\nThe semi-final was, in the end, an easier battle for Mexico. With the score at 2-2 going into the final 5 minutes, the game seemed poised for extra-time. However 3 goals in the 32nd, 35th and 36th minutes meant Mexico finished off their semi-final in style, and secured their place in the final against Brazil.\nBrazil.\nBrazil started their &lt;a href=\"2007%20FIFA%20Beach%20Soccer%20World%20Cup\"&gt;world cup&lt;/a&gt; campaign as defending champions, in &lt;a href=\"2007%20FIFA%20Beach%20Soccer%20World%20Cup%23Group%20A\"&gt;group A&lt;/a&gt;, along with Mexico, demolishing the Solmon Islands 11-2 in their opening game of the group. Brazil continued to perform well with a 6-4 win against Mexico, however left it late to score 2 goals in the third period to secure the three points. Finally, Brazil met Russia. The game was extremely close, seeing Russia lead 2-1 with three minutes left, but a 33rd-minute goal by Sidney sent the game to extra-time and ultimately, penalties. It was a very nerve-racking shoot-out, seeing seven players from each team take a penalty but in the end, it was Brazil who prevailed, taking the 2 points and denying Russia a place in the quarter finals.\nIn the &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup%23Quarter%20finals\"&gt;quarter-finals&lt;/a&gt;, Brazil played the runners-up of group B, &lt;a href=\"Portugal%20national%20beach%20soccer%20team\"&gt;Portugal&lt;/a&gt;. The two rival nations battled it out in a match full of goals, but it was Brazil's ability to produce goals at any time that saw them beat Portugal 10-7. In the &lt;a href=\"2008%20FIFA%20Beach%20Soccer%20World%20Cup%23Semi%20finals\"&gt;semi-finals&lt;/a&gt; Brazil met, &lt;a href=\"2005%20FIFA%20Beach%20Soccer%20World%20Cup\"&gt;2005 winners&lt;/a&gt;, &lt;a href=\"France%20national%20beach%20soccer%20team\"&gt;France&lt;/a&gt;. It was a simple game for Brazil, winning 6-2, only ever having to deal with French goals in the 1st and 35th minutes, setting up a final with Mexico."
}