{
    "id": "3036555",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3036555",
    "title": "Marc-Guillaume Alexis Vadier",
    "text": "Marc-Guillaume Alexis Vadier (17 July 1736 – 14 December 1828) was a French politician of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;.\nEarly career.\nSon of a wealthy family in &lt;a href=\"Pamiers\"&gt;Pamiers&lt;/a&gt;, &lt;a href=\"Ari%C3%A8ge%20%28department%29\"&gt;Ariège&lt;/a&gt;, he served in the army of the &lt;a href=\"King%20of%20France\"&gt;king&lt;/a&gt; &lt;a href=\"Louis%20XV%20of%20France\"&gt;Louis XV&lt;/a&gt;, taking part in the &lt;a href=\"Seven%20Years%27%20War\"&gt;Seven Years' War&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Rossbach\"&gt;Battle of Rossbach&lt;/a&gt; on 5 November 1757. Upon his return to France in 1758, Vadier acquired large tracts of land in Pamiers and in 1770 purchased the office of \"conseiller\" (&lt;a href=\"magistrate\"&gt;magistrate&lt;/a&gt;), which brought him into conflict with many of the local aristocracy and affluent bourgeoisie. Elected as deputy to the &lt;a href=\"Estates%20of%20the%20realm\"&gt;Third Estate&lt;/a&gt; in the &lt;a href=\"Estates-General%20of%201789\"&gt;Estates-General of France&lt;/a&gt; for the County of &lt;a href=\"Foix\"&gt;Foix&lt;/a&gt; (in 1789), Vadier took no prominent part in that assembly.\nHe left his office as representative in the &lt;a href=\"National%20Constituent%20Assembly%20%28France%29\"&gt;National Constituent Assembly&lt;/a&gt; of the Constitutional Monarchy (September 1791), returning to &lt;a href=\"Ari%C3%A8ge%20%28department%29\"&gt;Ariège&lt;/a&gt; \"&lt;a href=\"D%C3%A9partement%20in%20France\"&gt;département&lt;/a&gt;\", becoming president of the district tribunal in Mirepoix, contributing to the creation of new revolutionary institutions throughout the region. With the overthrow of the monarchy one year later, (10 August 1792), he was elected to the National Convention (3 September), sat among the \"&lt;a href=\"The%20Mountain\"&gt;Montagnards&lt;/a&gt;\", joined the Jacobin Club, and voted in favor of &lt;a href=\"Louis%20XVI%20of%20France\"&gt;Louis XVI&lt;/a&gt;' execution (\"sans appel ni sursis\" – without &lt;a href=\"appeal\"&gt;appeal&lt;/a&gt; or delay) on 17 January 1793. An opponent of the &lt;a href=\"Girondist\"&gt;Girondist&lt;/a&gt;s, Vadier opposed the proscription of &lt;a href=\"Jean-Paul%20Marat\"&gt;Jean-Paul Marat&lt;/a&gt;, and following the fall of the Girondists travelled to &lt;a href=\"Ari%C3%A8ge%20%28department%29\"&gt;Ariège&lt;/a&gt; to actively oppose the &lt;a href=\"Federalist%20revolts\"&gt;Federalist Revolt&lt;/a&gt; there. On 14 September 1793, he was named member of the &lt;a href=\"Committee%20of%20General%20Security\"&gt;Committee of General Security&lt;/a&gt;, soon becoming its President, where he made his deepest mark on the Revolution.\nRole in Terror and conspiracies.\nIn this capacity, he was one of the principal actors of the &lt;a href=\"Reign%20of%20Terror\"&gt;Reign of Terror&lt;/a&gt;, and played an important role in the denunciations and the &lt;a href=\"guillotine\"&gt;guillotining&lt;/a&gt; of &lt;a href=\"Fabre%20d%27%C3%89glantine\"&gt;Fabre d'Églantine&lt;/a&gt;, &lt;a href=\"Fran%C3%A7ois%20Chabot\"&gt;François Chabot&lt;/a&gt;, &lt;a href=\"Georges%20Danton\"&gt;Georges Danton&lt;/a&gt;, and finally &lt;a href=\"Maximilien%20Robespierre\"&gt;Maximilien Robespierre&lt;/a&gt; (preparing the way for the \"&lt;a href=\"Thermidorian%20Reaction\"&gt;Thermidorian Reaction&lt;/a&gt;\"). On 15 June 1794 he used false charges against &lt;a href=\"Catherine%20Th%C3%A9ot\"&gt;Catherine Théot&lt;/a&gt; to ridicule Robespierre's &lt;a href=\"mysticism\"&gt;mysticism&lt;/a&gt; and the &lt;a href=\"Cult%20of%20the%20Supreme%20Being\"&gt;Cult of the Supreme Being&lt;/a&gt;, also hinting to the Convention that Théot's &lt;a href=\"Prophecy\"&gt;prophecies&lt;/a&gt; were being used in order to replace the collective body with Robespierre's own &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt;. Vadier, nonetheless, was implicated with the Montagnard terrorists and ordered under house arrest by the Convention on 2 March 1795 and sent for trial on the 29th as opinion rapidly shifted against the Montagnards in the wake of 9 Thermidor.\nAfter the Reaction, Vadier was &lt;a href=\"Penal%20transportation\"&gt;transported&lt;/a&gt; together with &lt;a href=\"Jacques%20Nicolas%20Billaud-Varenne\"&gt;Jacques Nicolas Billaud-Varenne&lt;/a&gt; and &lt;a href=\"Jean-Marie%20Collot%20d%27Herbois\"&gt;Jean-Marie Collot d'Herbois&lt;/a&gt; to &lt;a href=\"French%20Guiana\"&gt;French Guiana&lt;/a&gt;, but was &lt;a href=\"Amnesty\"&gt;amnestied&lt;/a&gt; by the &lt;a href=\"French%20Directory\"&gt;Directory&lt;/a&gt;, and later, in the April 1796, took part in the failed \"&lt;a href=\"Conspiracy%20of%20the%20Equals\"&gt;Conspiracy of the Equals&lt;/a&gt;\". Acquitted by the courts, he nonetheless remained in prison in &lt;a href=\"Cherbourg\"&gt;Cherbourg&lt;/a&gt; until 1799. Placed under house arrest in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, a deputy during &lt;a href=\"Napoleon%20I%20of%20France\"&gt;Napoleon&lt;/a&gt;'s &lt;a href=\"Hundred%20Days\"&gt;Hundred Days&lt;/a&gt;, he was compelled to go into exile in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt; after the &lt;a href=\"Second%20Restoration\"&gt;Second Restoration&lt;/a&gt;, and died in &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;."
}