{
    "id": "304228",
    "revid": "8372814",
    "url": "https://en.wikipedia.org/wiki?curid=304228",
    "title": "Blood gas test",
    "text": "A blood gas test or blood gas analysis &lt;a href=\"blood%20test\"&gt;tests blood&lt;/a&gt; to measure &lt;a href=\"blood%20gas%20tension\"&gt;blood gas tension values&lt;/a&gt;, it also measures &lt;a href=\"pH%23Living%20systems\"&gt;blood pH&lt;/a&gt;, and the level and &lt;a href=\"base%20excess\"&gt;base excess&lt;/a&gt; of &lt;a href=\"bicarbonate\"&gt;bicarbonate&lt;/a&gt;. The source of the &lt;a href=\"blood\"&gt;blood&lt;/a&gt; is reflected in the name of each test; &lt;a href=\"arterial%20blood\"&gt;arterial blood&lt;/a&gt; gases come from &lt;a href=\"arteries\"&gt;arteries&lt;/a&gt;, &lt;a href=\"venous%20blood\"&gt;venous blood&lt;/a&gt; gases come from &lt;a href=\"veins\"&gt;veins&lt;/a&gt; and capillary blood gases come from &lt;a href=\"capillaries\"&gt;capillaries&lt;/a&gt;. The &lt;a href=\"blood%20gas%20tension\"&gt;blood gas tension&lt;/a&gt; levels of &lt;a href=\"partial%20pressure\"&gt;partial pressure&lt;/a&gt;s can be used as indicators of ventilation, &lt;a href=\"Respiration%20%28physiology%29\"&gt;respiration&lt;/a&gt; and oxygenation. Analysis of paired arterial and venous specimens can give insights into the aetiology of acidosis in the newborn.\nValues measured.\n&lt;a href=\"Sampling%20%28medicine%29%23Body%20fluid%20sampling\"&gt;Blood samples&lt;/a&gt; for testing are taken from arterial blood by a &lt;a href=\"radial%20artery%20puncture\"&gt;radial artery puncture&lt;/a&gt;, and from venous blood by &lt;a href=\"venipuncture\"&gt;venipuncture&lt;/a&gt;. Samples of &lt;a href=\"capillary\"&gt;capillary blood&lt;/a&gt; are taken using a &lt;a href=\"Blood%20lancet\"&gt;lancet&lt;/a&gt; and &lt;a href=\"capillary%20action\"&gt;capillary action&lt;/a&gt;. Samples from capillaries from either the earlobe or the fingertip can be used to predict the &lt;a href=\"PaCO2\"&gt;arterial partial pressure of carbon dioxide&lt;/a&gt;, and the &lt;a href=\"pH%23Living%20systems\"&gt;blood's pH&lt;/a&gt;. Samples from the earlobe are seen to be a more appropriate site for the prediction of the &lt;a href=\"Oxygen%23Partial%20pressure\"&gt;arterial partial pressure of oxygen&lt;/a&gt;.\nBlood gas tests also &lt;a href=\"Reference%20range%23Acid-bases%20and%20blood%20gases\"&gt;measure the levels&lt;/a&gt; of &lt;a href=\"bicarbonate\"&gt;bicarbonate&lt;/a&gt; and of standard bicarbonate, of &lt;a href=\"base%20excess\"&gt;base excess&lt;/a&gt;, of &lt;a href=\"oxygen%20saturation\"&gt;oxygen saturation&lt;/a&gt;, and of pH. An &lt;a href=\"arterial%20blood%20gas%20test\"&gt;arterial blood gas test&lt;/a&gt; is more often used.\nClinical significance.\nBlood gas tests can be used in the &lt;a href=\"Medical%20diagnosis\"&gt;diagnosis&lt;/a&gt; of a number of &lt;a href=\"acidosis\"&gt;acidosis&lt;/a&gt; conditions such as &lt;a href=\"lactic%20acidosis\"&gt;lactic&lt;/a&gt;, &lt;a href=\"metabolic%20acidosis\"&gt;metabolic&lt;/a&gt;, and &lt;a href=\"respiratory%20acidosis\"&gt;respiratory acidosis&lt;/a&gt;, &lt;a href=\"diabetic%20ketoacidosis\"&gt;diabetic ketoacidosis&lt;/a&gt;, and also of &lt;a href=\"respiratory%20alkalosis\"&gt;respiratory alkalosis&lt;/a&gt;. Particularly, umbilical cord blood gas analysis can give an indication of preceding fetal hypoxic stress. In combination with other clinical information, normal paired arterial and venous cord blood gas results can usually provide a robust defence against a suggestion that an infant had an intrapartum &lt;a href=\"Hypoxic%20ischemic%20encephalopathy\"&gt;hypoxic‐ischaemic&lt;/a&gt; event.\nAbnormal results may be due to a wide range of diseases, including poisoning and trauma as well as lung, kidney, or metabolic diseases. Drug overdose and uncontrolled diabetes may be determined from abnormal results. Head or neck injuries or other injuries that affect breathing can also lead to abnormal results."
}