{
    "id": "30439786",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=30439786",
    "title": "Proximity ligation assay",
    "text": "Proximity ligation assay (in situ PLA) is a &lt;a href=\"technology\"&gt;technology&lt;/a&gt; that extends the capabilities of traditional &lt;a href=\"immunoassay\"&gt;immunoassay&lt;/a&gt;s to include direct detection of &lt;a href=\"protein\"&gt;protein&lt;/a&gt;s, &lt;a href=\"protein%20interaction\"&gt;protein interactions, Extracellular vesicle&lt;/a&gt;s and post translational modifications with high specificity and sensitivity. Protein targets can be readily detected and localized with single molecule resolution and objectively quantified in unmodified cells and tissues. Utilizing only a few cells, sub-cellular events, even transient or weak interactions, are revealed in situ and sub-populations of cells can be differentiated. Within hours, results from conventional &lt;a href=\"co-immunoprecipitation\"&gt;co-immunoprecipitation&lt;/a&gt; and co-localization techniques can be confirmed.\nThe PLA principle.\nTwo primary &lt;a href=\"Antibody\"&gt;antibodies&lt;/a&gt; raised in different species recognize the target &lt;a href=\"antigen\"&gt;antigen&lt;/a&gt; on the proteins of interest (Figure 1). Secondary antibodies (2o Ab) directed against the &lt;a href=\"Antibody%23Heavy%20chain\"&gt;constant regions&lt;/a&gt; of the different primary antibodies, called PLA probes, bind to the primary antibodies (Figure 2). Each of the PLA probes has a short sequence specific &lt;a href=\"DNA%20strand\"&gt;DNA strand&lt;/a&gt; attached to it. If the PLA probes are in proximity (that is, if the two original proteins of interest are in proximity, or part of a protein complex, as shown in the figures), the DNA strands can participate in &lt;a href=\"rolling%20circle\"&gt;rolling circle&lt;/a&gt; DNA synthesis upon addition of two other sequence-specific DNA oligonucleotides together with appropriate substrates and enzymes (Figure 3).\nThe DNA synthesis reaction results in several-hundredfold amplification of the DNA circle. Next, fluorescent-labeled complementary oligonucleotide probes are added, and they bind to the amplified DNA (Figure 4). The resulting high concentration of &lt;a href=\"fluorescence\"&gt;fluorescence&lt;/a&gt; is easily visible as a distinct bright spot when viewed with a &lt;a href=\"fluorescence%20microscope\"&gt;fluorescence microscope&lt;/a&gt;. In the specific case shown (Figure 5), the &lt;a href=\"Cell%20nucleus\"&gt;nucleus&lt;/a&gt; is enlarged because this is a B-cell &lt;a href=\"lymphoma\"&gt;lymphoma&lt;/a&gt; cell. The two proteins of interest are a &lt;a href=\"B%20cell%20receptor\"&gt;B cell receptor&lt;/a&gt; and &lt;a href=\"MYD88\"&gt;MYD88&lt;/a&gt;. The finding of interaction in the cytoplasm was interesting because B cell receptors are thought of as being located in the cell membrane.\nApplications.\nPLA as described above has been used to study aspects of &lt;a href=\"Developmental%20biology%23Embryonic%20development%20of%20animals\"&gt;animal development&lt;/a&gt; and &lt;a href=\"breast%20cancer\"&gt;breast cancer&lt;/a&gt; among many other topics. In situ proximity ligation assays (isPLA) has been applied to antibody validation in human tissues with various advantages over IHC, including increased detection specificity, decreased unspecific staining, and better localization. A variation of the technique (rISH-PLA) has been used to study the association of protein and &lt;a href=\"RNA\"&gt;RNA&lt;/a&gt;. Another variation of in situ PLA includes a multiplex PLA assay that makes it possible to visualize multiple protein complexes in parallel. PLA can also be combined with other read out forms such as &lt;a href=\"ELISA\"&gt;ELISA&lt;/a&gt;, &lt;a href=\"flow%20cytometry\"&gt;flow cytometry&lt;/a&gt;. and &lt;a href=\"Western%20blot\"&gt;Western blot&lt;/a&gt;ting"
}