{
    "id": "3043377",
    "revid": "39359068",
    "url": "https://en.wikipedia.org/wiki?curid=3043377",
    "title": "Kingdom of Bavaria",
    "text": "The Kingdom of Bavaria (; ) was a German state that succeeded the former &lt;a href=\"Electorate%20of%20Bavaria\"&gt;Electorate of Bavaria&lt;/a&gt; in 1805 and continued to exist until 1918. With the &lt;a href=\"unification%20of%20Germany\"&gt;unification of Germany&lt;/a&gt; into the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; in 1871, the kingdom became a &lt;a href=\"federated%20state\"&gt;federated state&lt;/a&gt; of the new empire and was second in size, power, and wealth only to the leading state, the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Kingdom of Prussia&lt;/a&gt;.\nThe &lt;a href=\"polity\"&gt;polity&lt;/a&gt;'s foundation dates back to the ascension of &lt;a href=\"prince-elector\"&gt;prince-elector&lt;/a&gt; &lt;a href=\"Maximilian%20I%20Joseph%20of%20Bavaria\"&gt;Maximilian IV Joseph&lt;/a&gt; of the &lt;a href=\"House%20of%20Wittelsbach\"&gt;House of Wittelsbach&lt;/a&gt; as &lt;a href=\"King%20of%20Bavaria\"&gt;King of Bavaria&lt;/a&gt; in 1805. The crown would go on being held by the Wittelsbachs until the kingdom came to an end in 1918. Most of the border of modern &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;'s &lt;a href=\"Bavaria%23Free%20State%20of%20Bavaria\"&gt;Free State of Bavaria&lt;/a&gt; were established after 1814 with the &lt;a href=\"Treaty%20of%20Paris%20%281814%29\"&gt;Treaty of Paris&lt;/a&gt;, in which the Kingdom of Bavaria ceded &lt;a href=\"county%20of%20Tyrol\"&gt;Tyrol&lt;/a&gt; and &lt;a href=\"Vorarlberg\"&gt;Vorarlberg&lt;/a&gt; to the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; while receiving &lt;a href=\"Aschaffenburg\"&gt;Aschaffenburg&lt;/a&gt; and &lt;a href=\"W%C3%BCrzburg\"&gt;Würzburg&lt;/a&gt;. \nIn 1918, Bavaria became a republic after the &lt;a href=\"German%20Revolution\"&gt;German Revolution&lt;/a&gt;, and the kingdom was thus succeeded by the current &lt;a href=\"Free%20State%20of%20Bavaria\"&gt;Free State of Bavaria&lt;/a&gt;.\nHistory.\nFoundation and expansion under Maximilian I.\nOn 30 December 1777, the Bavarian line of the Wittelsbachs became extinct, and the succession on the &lt;a href=\"Electorate%20of%20Bavaria\"&gt;Electorate of Bavaria&lt;/a&gt; passed to &lt;a href=\"Charles%20Theodore%2C%20Elector%20of%20Bavaria\"&gt;Charles Theodore&lt;/a&gt;, the &lt;a href=\"Elector%20Palatine\"&gt;Elector Palatine&lt;/a&gt;. After a separation of four and a half centuries, the &lt;a href=\"Electorate%20of%20the%20Palatinate\"&gt;Palatinate&lt;/a&gt;, to which the duchies of &lt;a href=\"Duchy%20of%20J%C3%BClich\"&gt;Jülich&lt;/a&gt; and &lt;a href=\"Duchy%20of%20Berg\"&gt;Berg&lt;/a&gt; had been added, was thus reunited with Bavaria. In 1793, French revolutionary armies overran the Palatinate; in 1795, the French, under &lt;a href=\"Jean%20Victor%20Moreau\"&gt;Moreau&lt;/a&gt;, invaded Bavaria itself, advanced to Munich—where they were received with joy by the long-suppressed Liberals—and laid siege to &lt;a href=\"Ingolstadt\"&gt;Ingolstadt&lt;/a&gt;. &lt;a href=\"Charles%20Theodore%2C%20Elector%20of%20Bavaria\"&gt;Charles Theodore&lt;/a&gt;, who had done nothing to prevent wars or to resist the invasion, fled to Saxony, leaving a regency, the members of which signed a convention with Moreau, by which he granted an armistice in return for a heavy contribution (7 September 1796). Between the French and the Austrians, Bavaria was now in a bad situation. Before the death of Charles Theodore (16 February 1799), the Austrians had again occupied the country, in preparation for renewing the war with France.\n&lt;a href=\"Maximilian%20I%20Joseph%20of%20Bavaria\"&gt;Maximilian IV&lt;/a&gt; Joseph (of &lt;a href=\"House%20of%20Palatinate-Birkenfeld\"&gt;Zweibrücken&lt;/a&gt;), the new elector, succeeded to a difficult inheritance. Though his own sympathies, and those of his all-powerful minister, &lt;a href=\"Maximilian%20von%20Montgelas\"&gt;Maximilian von Montgelas&lt;/a&gt;, were, if anything, French rather than Austrian, the state of the Bavarian finances, and the fact that the Bavarian troops were scattered and disorganized, placed him helpless in the hands of Austria; on 2 December 1800, the Bavarian arms were involved in the &lt;a href=\"Battle%20of%20Hohenlinden%20%281800%29\"&gt;Austrian defeat at Hohenlinden&lt;/a&gt;, and Moreau once more occupied Munich. By the &lt;a href=\"Treaty%20of%20Lun%C3%A9ville\"&gt;Treaty of Lunéville&lt;/a&gt; (9 February 1801), Bavaria lost the Palatinate and the duchies of &lt;a href=\"Zweibr%C3%BCcken\"&gt;Zweibrücken&lt;/a&gt; and &lt;a href=\"Duchy%20of%20J%C3%BClich\"&gt;Jülich&lt;/a&gt;. In view of the scarcely disguised ambitions and intrigues of the Austrian court, Montgelas now believed that the interests of Bavaria lay in a frank alliance with the French Republic; he succeeded in overcoming the reluctance of Maximilian Joseph; and, on 24 August, a separate treaty of peace and alliance with France was signed at Paris.\nThe 1805 &lt;a href=\"Peace%20of%20Pressburg%20%281805%29\"&gt;Peace of Pressburg&lt;/a&gt; allowed Maximilian to raise Bavaria to the status of a kingdom. Accordingly, Maximilian proclaimed himself king on 1 January 1806. The King still served as an &lt;a href=\"Prince-elector\"&gt;elector&lt;/a&gt; until Bavaria seceded from the Holy Roman Empire on 1 August 1806. The &lt;a href=\"Duchy%20of%20Berg\"&gt;Duchy of Berg&lt;/a&gt; was ceded to Napoleon only in 1806. The new kingdom faced challenges from the outset of its creation, relying on the support of &lt;a href=\"Napoleonic%20France\"&gt;Napoleonic France&lt;/a&gt;. The kingdom faced war with &lt;a href=\"Austrian%20Empire\"&gt;Austria&lt;/a&gt; in 1808 and from 1810 to 1814, lost territory to &lt;a href=\"Kingdom%20of%20W%C3%BCrttemberg\"&gt;Württemberg&lt;/a&gt;, Italy, and then Austria. In 1808, all relics of serfdom were abolished, which had left the old empire. In the same year, Maximilian promulgated Bavaria's first written constitution. Over the next five years, it was amended numerous times in accordance with Paris' wishes.\nDuring the &lt;a href=\"French%20invasion%20of%20Russia\"&gt;French invasion of Russia&lt;/a&gt; in 1812 about 30,000 Bavarian soldiers were killed in action. With the &lt;a href=\"Treaty%20of%20Ried\"&gt;Treaty of Ried&lt;/a&gt; of 8 October 1813 Bavaria left the &lt;a href=\"Confederation%20of%20the%20Rhine\"&gt;Confederation of the Rhine&lt;/a&gt; and agreed to join the &lt;a href=\"Sixth%20Coalition\"&gt;Sixth Coalition&lt;/a&gt; against Napoleon in exchange for a guarantee of her continued sovereign and independent status. On 14 October, Bavaria made a formal declaration of war against &lt;a href=\"First%20French%20Empire\"&gt;Napoleonic France&lt;/a&gt;. The treaty was passionately backed by the &lt;a href=\"Ludwig%20I%20of%20Bavaria\"&gt;Crown Prince Ludwig&lt;/a&gt; and by &lt;a href=\"Karl%20Philipp%20von%20Wrede\"&gt;Marshal von Wrede&lt;/a&gt;. With the &lt;a href=\"Battle%20of%20Leipzig\"&gt;Battle of Leipzig&lt;/a&gt; in October 1813 ended the German Campaign with the Coalition nations as the victors, in a complete failure for the French, although they achieved a minor victory when an army of Kingdom of Bavaria attempted to block the retreat of the French Grande Armée at &lt;a href=\"Hanau\"&gt;Hanau&lt;/a&gt;.\nWith the defeat of Napoleon's France in 1814, Bavaria was compensated for some of its losses, and received new territories such as the &lt;a href=\"Grand%20Duchy%20of%20W%C3%BCrzburg\"&gt;Grand Duchy of Würzburg&lt;/a&gt;, the &lt;a href=\"Archbishopric%20of%20Mainz\"&gt;Archbishopric of Mainz&lt;/a&gt; (Aschaffenburg) and parts of the &lt;a href=\"Grand%20Duchy%20of%20Hesse\"&gt;Grand Duchy of Hesse&lt;/a&gt;. Finally, in 1816, the &lt;a href=\"Palatinate%20%28region%29\"&gt;Rhenish Palatinate&lt;/a&gt; was taken from France in exchange for most of Salzburg which was then ceded to Austria (&lt;a href=\"Treaty%20of%20Munich%20%281816%29\"&gt;Treaty of Munich (1816)&lt;/a&gt;). It was the second largest and second most powerful state south of the &lt;a href=\"Main%20%28river%29\"&gt;Main&lt;/a&gt;, behind only &lt;a href=\"Austrian%20Empire\"&gt;Austria&lt;/a&gt;. In Germany as a whole, it ranked third behind Prussia and Austria.\nBetween 1799 and 1817, the leading minister Count Montgelas followed a strict policy of modernisation and laid the foundations of administrative structures that survived even the monarchy and are (in their core) valid until today. On 1 February 1817, Montgelas had been dismissed and Bavaria had entered on a new era of constitutional reform.\nConstitution.\nOn 26 May 1818, Bavaria's second constitution was proclaimed. The constitution established a bicameral Parliament (&lt;a href=\"Landtag%20of%20Bavaria\"&gt;Landtag&lt;/a&gt;). The upper house (&lt;a href=\"House%20of%20Councillors%20%28Bavaria%29\"&gt;Kammer der Reichsräte&lt;/a&gt;, meaning \"House of Councillors\") comprising the aristocracy and noblemen, including the royal princes, holders of the , archbishops, members of the &lt;a href=\"Mediatized%20Houses\"&gt;Mediatized Houses&lt;/a&gt; in bavaria and hereditary and lifelong nominees of the crown. The lower house (&lt;a href=\"House%20of%20Representatives%20%28Bavaria%29\"&gt;Kammer der Abgeordneten&lt;/a&gt;, meaning \"House of Representatives\"), would include representatives of landowners, the three universities, clergy (Catholic and Protestant), the towns and the peasants. Without the consent of both houses, no law could be passed and no tax could be levied. The rights of &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt;s were safeguarded in the constitution with articles supporting the equality of all religions, despite opposition by supporters of the Roman Catholic Church. The initial constitution almost proved disastrous for the monarchy, with controversies such as the army having to swear allegiance to the new constitution. The monarchy appealed to the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Kingdom of Prussia&lt;/a&gt; and the Austrian Empire for advice, the two refused to take action on Bavaria's behalf, but the debacles lessened and the state stabilized with the accession of Ludwig I to the throne following the death of Maximilian in 1825.\nWithin the Kingdom of Bavaria, the Palatinate enjoyed a special legal and administrative position, as the Bavarian government maintained substantial achievements of the French period. The German historian Heiner Haan described the special status of the Palatinate within Bavaria as a relation of \"Hauptstaat\" (main state, i.e. Bavaria) and \"Nebenstaat\" (alongside state, i.e. the Palatinate).\nLudwig I, Maximilian II and the Revolutions.\nIn 1825, &lt;a href=\"Ludwig%20I\"&gt;Ludwig I&lt;/a&gt; ascended the throne of Bavaria. Under Ludwig, the arts flourished in Bavaria, and Ludwig personally ordered and financially assisted the creation of many &lt;a href=\"Neoclassical%20architecture\"&gt;neoclassical&lt;/a&gt; buildings and architecture across Bavaria. Ludwig also increased Bavaria's pace towards industrialization under his reign. In foreign affairs under Ludwig's rule, Bavaria supported the Greeks during the &lt;a href=\"Greek%20War%20of%20Independence\"&gt;Greek War of Independence&lt;/a&gt; with his second son, &lt;a href=\"Otto%20of%20Greece\"&gt;Otto&lt;/a&gt; being elected &lt;a href=\"King%20of%20Greece\"&gt;King of Greece&lt;/a&gt; in 1832. As for politics, initial reforms advocated by Ludwig were both liberal and reform-oriented. However, after the &lt;a href=\"Revolutions%20of%201830\"&gt;Revolutions of 1830&lt;/a&gt;, Ludwig turned to conservative reaction. The &lt;a href=\"Hambacher%20Fest\"&gt;Hambacher Fest&lt;/a&gt; in 1832 showed the discontent of the population with high taxes and censorship. Bavaria joined the &lt;a href=\"Zollverein\"&gt;Zollverein&lt;/a&gt; in 1834. In 1835, the first German railway was constructed in Bavaria, between the cities of &lt;a href=\"F%C3%BCrth\"&gt;Fürth&lt;/a&gt; and &lt;a href=\"Nuremberg\"&gt;Nuremberg&lt;/a&gt;.\nIn 1837, the Roman Catholic-supported clerical movement, the &lt;a href=\"Ultramontanism\"&gt;Ultramontanes&lt;/a&gt;, came to power in the Bavarian parliament and began a campaign of reform to the constitution, which removed civil rights that had earlier been granted to Protestants, as well as enforcing censorship and forbidding the free discussion of internal politics. This regime was short-lived due to the demand by the Ultramontanes of the naturalization of Ludwig I's Irish mistress, &lt;a href=\"Lola%20Montez\"&gt;Lola Montez&lt;/a&gt;, a notorious courtesan and dancer, which was resented by Ludwig, and the Ultramontanes were pushed out.\nDuring the &lt;a href=\"Revolutions%20of%201848\"&gt;Revolutions of 1848&lt;/a&gt;, Ludwig abdicated on 20 March 1848 in favour of his eldest son, &lt;a href=\"Maximilian%20II%20of%20Bavaria\"&gt;Maximilian II&lt;/a&gt;. The revolutions also brought amendments to the constitution, including changes to the lower house of the Landtag with equal suffrage for every male who paid a direct tax. Maximilian II responded to the demands of the people for a united German state by attending the &lt;a href=\"Frankfurt%20Assembly\"&gt;Frankfurt Assembly&lt;/a&gt;, which intended to create such a state. However, when Maximilian II rejected the &lt;a href=\"Frankfurt%20Constitution\"&gt;Frankfurt Constitution&lt;/a&gt; in 1849, there was an uprising in the Bavarian Palatinate under &lt;a href=\"Joseph%20Martin%20Reichard\"&gt;Joseph Martin Reichard&lt;/a&gt;, which was put down with the support of Prussian forces. However Maximilian II stood alongside Bavaria's ally, the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt;, in opposition to Austria's enemy, the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Kingdom of Prussia&lt;/a&gt;. This position was resented by many Bavarian citizens, who wanted a united Germany. In the end Prussia declined the crown offered by the Frankfurt Assembly as the proposed constitution of a German state was perceived to be too liberal and not in Prussia's interests.\nIn the aftermath of the failure of the Frankfurt Assembly, Prussia and Austria continued to debate over which monarchy had the inherent right to rule Germany. A dispute between Austria and the Prince of &lt;a href=\"Electorate%20of%20Hesse\"&gt;Hesse-Kassel&lt;/a&gt; was used by Austria and its allies (including Bavaria) to promote the isolation of Prussia in German political affairs. This diplomatic insult almost led to war when Austria, Bavaria, and other allies moved troops through Bavaria towards Hesse-Kassel in 1850. However, Prussia backed down to Austria, and accepted of dual leadership. This event was known as the &lt;a href=\"Punctation%20of%20Olm%C3%BCtz\"&gt;Punctation of Olmütz&lt;/a&gt; but also known as the \"Humiliation of Olmütz\" by Prussia. This event solidified the Bavarian kingdom's alliance with Austria against Prussia. When the project to unite the German middle-sized powers under Bavarian leadership against Prussia and Austria (the so-called \"Trias\") failed, Minister-President &lt;a href=\"Baron%20Karl%20Ludwig%20von%20der%20Pfordten\"&gt;Von der Pfordten&lt;/a&gt; resigned in 1859. Attempts by Prussia to reorganize the loose and un-led &lt;a href=\"German%20Confederation\"&gt;German Confederation&lt;/a&gt; were opposed by Bavaria and Austria, with Bavaria taking part in its own discussions with Austria and other allies in 1863, in Frankfurt, without Prussia and its allies attending.\nAustro-Prussian War.\nIn 1864, &lt;a href=\"Maximilian%20II%20of%20Bavaria\"&gt;Maximilian II&lt;/a&gt; died early, and his eighteen-year-old son, &lt;a href=\"Ludwig%20II\"&gt;Ludwig II&lt;/a&gt;, became King of Bavaria as tensions between Austria and Prussia escalated steadily. Prussian Minister-President &lt;a href=\"Otto%20von%20Bismarck\"&gt;Otto von Bismarck&lt;/a&gt;, recognizing the immediate likelihood of war, tried to keep Bavaria neutral. Ludwig II refused Bismarck's offers and continued Bavaria's alliance with Austria. In 1866, the &lt;a href=\"Austro-Prussian%20War\"&gt;Austro-Prussian War&lt;/a&gt; began. Bavaria and most of the south German states allied with Austria, but contributed far less to the war against Prussia.\nPrussia quickly defeated the &lt;a href=\"Kingdom%20of%20Hanover\"&gt;Kingdom of Hanover&lt;/a&gt;, then won the &lt;a href=\"Battle%20of%20K%C3%B6niggr%C3%A4tz\"&gt;Battle of Königgrätz&lt;/a&gt; (3 July 1866) against Austria, which was totally defeated by Prussia shortly afterward. The states of the German Confederation had not agreed on a common strategy in the war. Their separate armies were therefore defeated in succession by Prussia.\nThe Bavarian army was defeated in &lt;a href=\"Lower%20Franconia\"&gt;Lower Franconia&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Kissingen\"&gt;Battle of Kissingen&lt;/a&gt; (10 July 1866). &lt;a href=\"Prince%20Karl%20Theodor%20of%20Bavaria\"&gt;Prince Karl Theodor of Bavaria&lt;/a&gt; took command, but the Bavarians were decisively beaten at &lt;a href=\"Uettingen\"&gt;Uettingen&lt;/a&gt; (26 July 1866).\nAustria was defeated, and the German Confederation was dissolved, ending Austria's influence over the lesser German states. Bavaria lost &lt;a href=\"Gersfeld\"&gt;Gersfeld&lt;/a&gt; and &lt;a href=\"Bad%20Orb\"&gt;Bad Orb&lt;/a&gt; to Prussia; they became part of the new province of &lt;a href=\"Hesse-Nassau\"&gt;Hesse-Nassau&lt;/a&gt;. From this time, Bavaria steadily progressed into Prussia's sphere of influence.\nLudwig II and the German Empire.\nWith Austria's defeat in the Austro-Prussian War, the northern German states quickly unified into the &lt;a href=\"North%20German%20Confederation\"&gt;North German Confederation&lt;/a&gt;, with the Prussian king leading the state. Bavaria's previous inhibitions towards Prussia changed, along with those of many of the south German states, after French emperor &lt;a href=\"Napoleon%20III\"&gt;Napoleon III&lt;/a&gt; began speaking of France's need for \"compensation\" from its loss in 1814 and included Bavarian-held &lt;a href=\"Palatinate%20%28region%29\"&gt;Palatinate&lt;/a&gt; as part of its territorial claims. Ludwig II joined an alliance with Prussia in 1870 against France, which was seen by Germans as the greatest enemy to a united Germany. At the same time, Bavaria increased its political, legal, and trade ties with the North German Confederation. In 1870, war erupted between France and Prussia in the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt;. The &lt;a href=\"Bavarian%20Army\"&gt;Bavarian Army&lt;/a&gt; was sent under the command of the Prussian crown prince against the French army.\nWith France's defeat and humiliation against the combined German forces, it was &lt;a href=\"Ludwig%20II\"&gt;Ludwig II&lt;/a&gt; who proposed that Prussian King &lt;a href=\"Wilhelm%20I\"&gt;Wilhelm I&lt;/a&gt; be proclaimed German Emperor or \"Kaiser\" of the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; (\"\"&lt;a href=\"Deutsches%20Reich\"&gt;Deutsches Reich&lt;/a&gt;\"\"), which occurred in 1871 in German-occupied &lt;a href=\"Versailles%2C%20Yvelines\"&gt;Versailles&lt;/a&gt;, France. The territories of the German Empire were declared, which included the states of the North German Confederation and all of the south German states, with the major exception of Austria. The Empire also &lt;a href=\"annexation\"&gt;annexed&lt;/a&gt; the formerly French territory of &lt;a href=\"Alsace-Lorraine\"&gt;Alsace-Lorraine&lt;/a&gt;, due in large part to Ludwig's desire to move the French frontier away from the Palatinate.\nBavaria's entry into the German Empire changed from jubilation over France's defeat to dismay shortly afterward because of the direction Germany took under the new &lt;a href=\"Chancellor%20of%20Germany%20%28German%20Reich%29\"&gt;German Chancellor&lt;/a&gt; and &lt;a href=\"Prime%20Minister%20of%20Prussia\"&gt;Prussian Prime Minister&lt;/a&gt;, &lt;a href=\"Otto%20von%20Bismarck\"&gt;Otto von Bismarck&lt;/a&gt;. The Bavarian delegation under &lt;a href=\"Count%20Otto%20von%20Bray-Steinburg\"&gt;Count Otto von Bray-Steinburg&lt;/a&gt; had secured a privileged status for the Kingdom of Bavaria within the German Empire (\"Reservatrechte\"). The Kingdom of Bavaria was even able to retain its own diplomatic body and its own &lt;a href=\"Bavarian%20Army\"&gt;army&lt;/a&gt;, which would fall under Prussian command only in times of war.\nAfter Bavaria's entry into the Empire, &lt;a href=\"Ludwig%20II%20of%20Bavaria\"&gt;Ludwig II&lt;/a&gt; became increasingly detached from Bavaria's political affairs and spent vast amounts of money on personal projects, such as the construction of a number of fairytale castles and palaces, the most famous being the &lt;a href=\"Wagnerian\"&gt;Wagnerian&lt;/a&gt;-style &lt;a href=\"Neuschwanstein\"&gt;Castle Neuschwanstein&lt;/a&gt;. Ludwig used his personal wealth to finance these projects, and not state funds, and the construction projects landed him deeply in debt. These debts caused much concern among Bavaria's political elite, who sought to persuade Ludwig to cease his building; he refused, and relations between the government's ministers and the crown deteriorated.\nAt last, in 1886, the crisis came to a head. A medical commission appointed by the cabinet declared Ludwig insane and thus incapable of reigning. His uncle, &lt;a href=\"Luitpold%2C%20Prince%20Regent%20of%20Bavaria\"&gt;Prince Luitpold&lt;/a&gt;, was appointed as &lt;a href=\"regent\"&gt;regent&lt;/a&gt;. A day after Ludwig's deposition, the king died mysteriously after asking the commission's chief psychiatrist to go on a walk with him along &lt;a href=\"Lake%20Starnberg\"&gt;Lake Starnberg&lt;/a&gt; (then called Lake Würm). Ludwig and the psychiatrist were found dead, floating in the lake. The official autopsy listed cause of death as suicide by drowning, but some sources claim that no water was found in Ludwig's lungs. While these claims could be explained by &lt;a href=\"dry%20drowning\"&gt;dry drowning&lt;/a&gt;, they have also led to some &lt;a href=\"Conspiracy%20theory\"&gt;conspiracy theories&lt;/a&gt; of political assassination.\nRegency and institutional reform.\nThe crown passed to Ludwig's brother &lt;a href=\"Otto%2C%20King%20of%20Bavaria\"&gt;Otto&lt;/a&gt;. However, Otto had a long history of mental illness and had been placed under medical supervision three years earlier. The duties of head of state actually rested in the hands of Prince Luitpold, who continued to serve as regent for Otto.\nDuring the regency of Prince-Regent Luitpold, from 1886 to 1912, relations between Bavaria and Prussia remained cold, with Bavarians remembering the anti-Catholic agenda of Bismarck's \"&lt;a href=\"Kulturkampf\"&gt;Kulturkampf&lt;/a&gt;\", as well as Prussia's strategic dominance over the empire. Bavaria protested Prussian dominance over Germany and snubbed the Prussian-born German Emperor, &lt;a href=\"Wilhelm%20II\"&gt;Wilhelm II&lt;/a&gt;, in 1900, by forbidding the flying of any other flag other than the Bavarian flag on public buildings for the Emperor's birthday, but this was swiftly modified afterwards, allowing the German imperial flag to be hung beside the Bavarian flag.\nThe Catholic, conservative Patriotic Party founded in 1868 became the leading party in the &lt;a href=\"Landtag%20of%20Bavaria\"&gt;Bavarian Landtag&lt;/a&gt; (Parliament). In 1887, its name was changed to &lt;a href=\"Centre%20Party%20%28Germany%29\"&gt;Bavarian Centre&lt;/a&gt;. In 1893, the &lt;a href=\"Social%20democracy\"&gt;Social Democrats&lt;/a&gt; were elected to the parliament. From 1903, the University Education was also possible for &lt;a href=\"Female%20education\"&gt;female students&lt;/a&gt;. Electoral reforms changed the elections of the parliament from &lt;a href=\"Indirect%20election\"&gt;indirect&lt;/a&gt; to &lt;a href=\"Direct%20election\"&gt;direct&lt;/a&gt; elections in 1906. With the &lt;a href=\"Centre%20Party%20%28Germany%29\"&gt;Centre&lt;/a&gt; politician &lt;a href=\"Georg%20von%20Hertling\"&gt;Georg von Hertling&lt;/a&gt; the Prince-Regent appointed to the head of government for the first time a representative of the Landtag's majority in 1912.\nLuitpold's years as regent were marked by tremendous artistic and cultural activity in Bavaria where they are known as the \"Prinzregentenjahre\" (\"The Prince Regent Years\"). In 1912, Luitpold died, and his son, Prince-Regent Ludwig, took over as regent. By then, it had long been apparent that Otto would never be able to reign, and sentiment grew for Ludwig to become king in his own right. On 6 November, a year after the Landtag passed a law allowing him to do so, Ludwig ended the regency, deposed Otto and declared himself King of Bavaria as &lt;a href=\"Ludwig%20III%20of%20Bavaria\"&gt;Ludwig III&lt;/a&gt;.\nThe \"Prinzregentenzeit\" (\"prince's regent's time\"), as the regency of Luitpold is often called, was due to the political passiveness of Luitpold an era of the gradual transfer of Bavarian interests behind those of the German empire. In connection with the unhappy end of the preceding rule of King Ludwig II this break in the Bavarian monarchy looked even stronger. Finally, the constitutional amendment of 1913 brought the determining break in the continuity of the king's rule in the opinion of historians, particularly as this change had been granted by the Landtag as a House of Representatives and meant therefore indirectly the first step from constitutional to the parliamentary monarchy. Today the connection of these two developments is regarded as a main cause for the unspectacular end of the Bavarian kingdom without opposition in the course of the November revolution of 1918. However the course of his 26-year regency Luitpold knew to overcome, by modesty, ability and popularity, the initial uneasiness of his subjects. These prince regent's years were transfigured, finally—above all in the retrospect – to a golden age of Bavaria, even if one mourned the \"fairy tale king\" Ludwig II furthermore what happens in a folkloric-nostalgic manner till this day.\nMilitary autonomy.\nWith the establishment of the German Empire, a series of conventions brought the bulk of the various state military forces directly under the administration of the Prussian War Ministry. Bavaria however maintained a degree of autonomy in peacetime, with its own two (later three) army corps remaining outside the Prussian order of battle. The Bavarian infantry and cavalry regiments retained their historic light blue and green uniforms, distinctive from the Prussian model adopted throughout most of the army. The individual Bavarian soldier swore an oath of loyalty to King Ludwig, though in wartime this pledge of obedience was extended to Kaiser Wilhelm as supreme commander. In July 1914, the Bavarian Army numbered 92,400 or 11 percent of the total Imperial Army.\nWorld War I and the end of the Kingdom.\nIn 1914, a clash of alliances occurred over &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;'s aggression against &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Serbia&lt;/a&gt; following the assassination of Austrian &lt;a href=\"Archduke%20Franz%20Ferdinand%20of%20Austria\"&gt;Archduke Franz Ferdinand&lt;/a&gt; by a &lt;a href=\"Bosnian%20Serb\"&gt;Bosnian Serb&lt;/a&gt; militant. Germany went to the side of its former rival-turned-ally, Austria-Hungary, and declared war on &lt;a href=\"French%20Third%20Republic\"&gt;France&lt;/a&gt; and &lt;a href=\"Russian%20Empire\"&gt;Russia&lt;/a&gt;. Following the German invasion of neutral &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; declared war on Germany. Initially, in Bavaria and all across Germany, many recruits flocked enthusiastically to the Army. At the outbreak of the war, King Ludwig III sent an official dispatch to Berlin, to express Bavaria's solidarity. Later Ludwig even claimed annexations for Bavaria (Alsace and the city of Antwerp in Belgium, to receive an access to the sea). His hidden agenda was to maintain the balance of power between Prussia and Bavaria within the German Empire after a victory. Over time, with a stalemated and bloody war on the western front, Bavarians, like many Germans, grew weary of the conflict.\nIn 1917, the Bavarian Prime Minister &lt;a href=\"Georg%20von%20Hertling\"&gt;Georg von Hertling&lt;/a&gt; became German Chancellor and Prime Minister of Prussia; &lt;a href=\"Otto%20Ritter%20von%20Dandl\"&gt;Otto Ritter von Dandl&lt;/a&gt; became the new Prime Minister of Bavaria. Accused of showing blind loyalty to Prussia, Ludwig III became increasingly unpopular during the war. In 1918, the kingdom attempted to negotiate a separate peace with the allies but failed. By 1918, civil unrest was spreading across Bavaria and Germany, Bavarian defiance to Prussian hegemony and Bavarian separatism being key motivators.\nOn 7 November 1918, Ludwig fled from the &lt;a href=\"Munich%20Residenz\"&gt;Residenz Palace&lt;/a&gt; in Munich with his family. He was the first of the monarchs in the German Empire to be deposed; only days later, the Kaiser abdicated the German throne. Ludwig took up residence in Austria for what was intended to be a temporary stay. On 12 November, he issued the &lt;a href=\"Anif%20declaration\"&gt;Anif declaration&lt;/a&gt;, declaring that under the circumstances, he was \"in no position to lead the government.\" Accordingly, he released his soldiers and officials from their oath to him. Although he never formally abdicated, the socialist-led government of &lt;a href=\"Kurt%20Eisner\"&gt;Kurt Eisner&lt;/a&gt; took Ludwig's declaration as such and declared the &lt;a href=\"House%20of%20Wittelsbach\"&gt;House of Wittelsbach&lt;/a&gt; deposed. With this, the 700-year rule of the Wittelsbach dynasty came to an end, and the former Kingdom of Bavaria became the &lt;a href=\"People%27s%20State%20of%20Bavaria\"&gt;People's State of Bavaria&lt;/a&gt;.\nThe funeral of Ludwig III in 1921 was feared or hoped to spark a &lt;a href=\"Monarchism%20in%20Bavaria%20after%201918\"&gt;restoration of the monarchy&lt;/a&gt;. Despite the abolition of the monarchy, the former King was laid to rest in front of the former royal family, the Bavarian government, military personnel, and an estimated 100,000 spectators, in the style of royal funerals. Prince &lt;a href=\"Rupprecht%2C%20Crown%20Prince%20of%20Bavaria\"&gt;Rupprecht&lt;/a&gt; did not wish to use the occasion of the passing of his father to attempt to reestablish the monarchy by force, preferring to do so by legal means. Cardinal &lt;a href=\"Michael%20von%20Faulhaber\"&gt;Michael von Faulhaber&lt;/a&gt;, &lt;a href=\"Archbishop%20of%20Munich\"&gt;Archbishop of Munich&lt;/a&gt;, in his funeral speech, made a clear commitment to the monarchy while Rupprecht only declared that he had stepped into his birthright.\nGeography, administrative regions and population.\nWhen &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt; abolished the Holy Roman Empire, and Bavaria became a kingdom in 1806, its land area doubled. &lt;a href=\"county%20of%20Tyrol\"&gt;Tyrol&lt;/a&gt; (1805–1814) and &lt;a href=\"Salzburg%20%28state%29\"&gt;Salzburg&lt;/a&gt; (1810–1816) were temporarily united with Bavaria but then returned (Tyrol) or ceded (Salzburg) to Habsburg/Austrian rule. In return the &lt;a href=\"Palatinate%20region\"&gt;Rhenish Palatinate&lt;/a&gt; and &lt;a href=\"Franconia\"&gt;Franconia&lt;/a&gt; were annexed to Bavaria in 1815.\nAfter the founding of the kingdom the state was totally reorganised and, in 1808, divided into 15 administrative &lt;a href=\"Government%20regions%20of%20Germany\"&gt;government districts&lt;/a&gt; (\"Regierungsbezirke\" (singular \"&lt;a href=\"Regierungsbezirk\"&gt;Regierungsbezirk&lt;/a&gt;\")) in Bavaria called \"Kreise\" (singular \"Kreis\"). They were created in the fashion of the French departements, quite even in size and population, and named after their main rivers: Altmühl-, Eisack-, Etsch-, Iller-, Inn-, Isar-, Lech-, Main-, Naab-, Oberdonau-, Pegnitz-, Regen-, Rezat-, Salzach- and Unterdonaukreis\nBecause of the numerous territorial changes in 1810 and 1815, the divisions needed to be adjusted and the number of Kreise was reduced to 8: Isar-, Unterdonau-, Oberdonau-, Regen-, Rezat-, Untermain-, Obermain- and Rheinkreis. \nAs of 1838, at the instigation of King Ludwig I, the Kreise were renamed after the former historical tribes and territories of the respective area in: \"&lt;a href=\"Upper%20Bavaria\"&gt;Upper Bavaria&lt;/a&gt;\", \"&lt;a href=\"Lower%20Bavaria\"&gt;Lower Bavaria&lt;/a&gt;\", \"&lt;a href=\"Swabia%20%28Bavaria%29\"&gt;Swabia and Neuburg&lt;/a&gt;\", \"&lt;a href=\"Upper%20Palatinate\"&gt;Upper Palatinate and Regensburg&lt;/a&gt;\", \"&lt;a href=\"Middle%20Franconia\"&gt;Middle Franconia&lt;/a&gt;\", \"&lt;a href=\"Lower%20Franconia\"&gt;Lower Franconia and Aschaffenburg&lt;/a&gt;\", \"&lt;a href=\"Upper%20Franconia\"&gt;Upper Franconia&lt;/a&gt;\" and \"&lt;a href=\"Palatinate%20%28region%29\"&gt;Palatinate&lt;/a&gt;\". The town names of Neuburg, Regensburg and Aschaffenburg were later dropped.\nAccordingly, the king changed his royal titles to \"Ludwig, King of Bavaria, Duke of Franconia, Duke in Swabia and &lt;a href=\"List%20of%20rulers%20of%20the%20Electoral%20Palatinate\"&gt;Count Palatine of the Rhine&lt;/a&gt;\" and these were retained by his successors. The Palatinate (formerly Rheinkreis) which Bavaria had acquired was mainly the western part of the former &lt;a href=\"Electorate%20of%20the%20Palatinate\"&gt;Electorate of the Palatinate&lt;/a&gt;. Ludwig's plan to acquire also the former eastern part could not be realized. The Electorate, a former dominion of the Bavarian Wittelsbach dynasty, had been split up in 1815, the eastern bank of the Rhine with &lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt; and &lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt; was given to &lt;a href=\"Baden\"&gt;Baden&lt;/a&gt;. The western bank was granted to Bavaria as compensation for the loss of Tyrol and Salzburg.\nAfter the Austro-Prussian War (1866) in which Bavaria had sided with defeated Austria, it had to cede several Lower Franconian districts to Prussia. The duchy of &lt;a href=\"Coburg\"&gt;Coburg&lt;/a&gt; was never part of the Kingdom of Bavaria since it was annexed to Bavaria only in 1920. &lt;a href=\"Ostheim\"&gt;Ostheim&lt;/a&gt; was added to Bavaria in 1945.\nIn the first half of the 20th. century, the initial terminology of Kreis and Bezirk gave way to Regierungsbezirk and Landkreis."
}