{
    "id": "3044270",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3044270",
    "title": "Saint-Jean-de-Maurienne",
    "text": "Saint-Jean-de-Maurienne (; or \"Sant-Jian-de-Môrièna\"; ) is a &lt;a href=\"Subprefectures%20in%20France\"&gt;subprefecture&lt;/a&gt; of the &lt;a href=\"Savoie\"&gt;Savoie&lt;/a&gt; &lt;a href=\"Departments%20of%20France\"&gt;department&lt;/a&gt; in the &lt;a href=\"Auvergne-Rh%C3%B4ne-Alpes\"&gt;Auvergne-Rhône-Alpes&lt;/a&gt; &lt;a href=\"Regions%20of%20France\"&gt;region&lt;/a&gt; in Southeastern &lt;a href=\"France\"&gt;France&lt;/a&gt;. In 2018, it had a population of 7,683.\nIt lies in the &lt;a href=\"Maurienne\"&gt;Maurienne&lt;/a&gt;, the valley of the river &lt;a href=\"Arc%20%28Savoie%29\"&gt;Arc&lt;/a&gt;. It was also an &lt;a href=\"Episcopal%20See\"&gt;Episcopal See&lt;/a&gt; of &lt;a href=\"Savoy\"&gt;Savoy&lt;/a&gt; during the &lt;a href=\"Ancien%20R%C3%A9gime\"&gt;Ancien Régime&lt;/a&gt; and again from 1825 to 1966. Its original name was simply Maurienne, or Moriana in &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; and &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;.\nGeography.\nLocation.\nSaint-Jean-de-Maurienne is located at the &lt;a href=\"confluence\"&gt;confluence&lt;/a&gt; of the &lt;a href=\"Arc%20%28Savoie%29\"&gt;Arc&lt;/a&gt;, a river which has shaped the &lt;a href=\"Maurienne\"&gt;Maurienne&lt;/a&gt; Valley, and the which descends the Arves Valley (&lt;a href=\"Col%20de%20la%20Croix%20de%20Fer\"&gt;Col de la Croix de Fer&lt;/a&gt;).\nThe neighbouring communes of Saint-Jean-de-Maurienne are &lt;a href=\"Saint-Julien-Mont-Denis\"&gt;Saint-Julien-Mont-Denis&lt;/a&gt;, &lt;a href=\"Jarrier\"&gt;Jarrier&lt;/a&gt;, &lt;a href=\"Hermillon\"&gt;Hermillon&lt;/a&gt;, &lt;a href=\"Villargondran\"&gt;Villargondran&lt;/a&gt;, &lt;a href=\"Albiez-le-Jeune\"&gt;Albiez-le-Jeune&lt;/a&gt;, &lt;a href=\"Albiez-Montrond\"&gt;Albiez-Montrond&lt;/a&gt;, &lt;a href=\"Saint-Pancrace%2C%20Savoie\"&gt;Saint-Pancrace&lt;/a&gt; and &lt;a href=\"Pontamafrey-Montpascal\"&gt;Pontamafrey-Montpascal&lt;/a&gt;.\nSaint-Jean-de-Maurienne is close to: &lt;a href=\"Albertville\"&gt;Albertville&lt;/a&gt; (59 Km), &lt;a href=\"Chambery\"&gt;Chambery&lt;/a&gt; (72 Km), &lt;a href=\"Grenoble\"&gt;Grenoble&lt;/a&gt; (103 Km), &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt; (137 Km), and &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt; (174 Km).\nClimate.\nThe &lt;a href=\"climate\"&gt;climate&lt;/a&gt; is the &lt;a href=\"Alpine%20climate\"&gt;alpine&lt;/a&gt; type because of the presence of the Alpine Massif.\nLines of communication and transport.\nRailway.\nSaint-Jean-de-Maurienne is on the route of the future &lt;a href=\"Turin%E2%80%93Lyon%20high-speed%20railway\"&gt;Lyon-Turin&lt;/a&gt; rail link. Homes, businesses, the current &lt;a href=\"Gare%20de%20Saint-Jean-de-Maurienne\"&gt;railway station&lt;/a&gt; and the rescue centre are affected by this project. The Lyon Turin Railway company (LTF) which manages the construction projects plans to build new railway station in the Sous-le-Bourg neighborhood, serving both the historic line and the new Lyon-Turin line. Geological and topographical investigations are underway. This project promises to be even more complex than that of the &lt;a href=\"Channel%20Tunnel\"&gt;Channel Tunnel&lt;/a&gt;.\nPublic transport.\nThe town of Saint-Jean-de-Maurienne is equipped with a network of public transport run by the .\nAir.\nA &lt;a href=\"heliport\"&gt;heliport&lt;/a&gt; is available for the helicopter of the gendarmerie whose base is located in &lt;a href=\"Modane\"&gt;Modane&lt;/a&gt;.\nUrbanism.\nUrban morphology.\nLa Bastille, les Chaudannes and les Clapeys are the three main &lt;a href=\"Quarter%20%28urban%20subdivision%29\"&gt;quarters&lt;/a&gt;.\nHousing.\nThe total number of dwellings in the commune is 4,240. Among such housing, 87.9% are principal residences, 5.4% are secondary homes and 6.7% are vacant dwellings. These accommodations have a share of 17.5% as individual houses, 79.3% as apartments and finally only 3.2% as dwellings of another type. The number of residents who own their homes is 37.9%. This is lower than the national average which adds up to nearly 55.3%. The number of tenants is 56.7% throughout the housing which is higher than the national average of 39.8%. It may be noted also that 5.4% of the inhabitants of the commune are people who are housed for free while at the level of the whole of the France the percentage is 4.9%. Still on all of the municipality housing, 3.5% are studios, 11.5% are two-room housing, 28.4% have three, 34.5% of dwellings have four rooms, and 22.1% of dwellings have five rooms or more.\nToponymy.\nLocality named after &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt;, the precursor, son of &lt;a href=\"Zechariah%20%28priest%29\"&gt;Zechariah&lt;/a&gt; and &lt;a href=\"Elizabeth%20%28biblical%20figure%29\"&gt;Saint Elizabeth&lt;/a&gt;, cousin of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;, &lt;a href=\"Beheading%20of%20St.%20John%20the%20Baptist\"&gt;beheaded&lt;/a&gt; in 31 AD at the request of the Princess &lt;a href=\"Salome\"&gt;Salome&lt;/a&gt;.\n&lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; name: \"Mauriana\"\nHistory.\nSaint-Jean-de-Maurienne has been the capital of the &lt;a href=\"Maurienne%20Valley\"&gt;Maurienne Valley&lt;/a&gt; since the 6th century. After Saint Thècle reported from &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; (&lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;) the &lt;a href=\"relic\"&gt;relic&lt;/a&gt;s of St. &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt; which are the three fingers represented on the arms of the city, as well as on the &lt;a href=\"Opinel%20knife\"&gt;Opinel knife&lt;/a&gt; blades, the town was raised to the rank of &lt;a href=\"diocese\"&gt;diocese&lt;/a&gt; by &lt;a href=\"Guntram\"&gt;Guntram&lt;/a&gt;, grandson of &lt;a href=\"Clovis%20I\"&gt;Clovis I&lt;/a&gt;.\nIn 753, &lt;a href=\"Grifo%20%28noble%29\"&gt;Grifo&lt;/a&gt; went to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; to join the King of the &lt;a href=\"Lombards\"&gt;Lombards&lt;/a&gt;, &lt;a href=\"Aistulf\"&gt;Aistulf&lt;/a&gt;, the most powerful opponent of his half-brother, the King of the Franks, &lt;a href=\"Pepin%20the%20Short\"&gt;Pepin the Short&lt;/a&gt;, but he was killed at Saint-Jean-de-Maurienne by the men of Pepin.\nThe oldest possessions of the &lt;a href=\"Counts%20of%20Savoy\"&gt;Counts of Savoy&lt;/a&gt; were the counties of &lt;a href=\"county%20of%20Maurienne\"&gt;Maurienne&lt;/a&gt;, &lt;a href=\"Sapaudia\"&gt;Savoy proper&lt;/a&gt; (the district between Arc, Isère, and the middle course of the Rhone), and &lt;a href=\"Belley\"&gt;Belley&lt;/a&gt;, with &lt;a href=\"Bugey\"&gt;Bugey&lt;/a&gt; as its chief town.\nThe &lt;a href=\"Duchy%20of%20Savoy\"&gt;Duchy of Savoy&lt;/a&gt;, which had been a French-speaking province under the sovereignty of the &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Kingdom of Sardinia&lt;/a&gt;-&lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt;, was invaded by &lt;a href=\"French%20Revolution\"&gt;Revolutionary&lt;/a&gt; France, but restored to Piedmont in 1815. It became part of France in 1859, after the &lt;a href=\"Second%20Italian%20War%20of%20Independence\"&gt;Second Italian War of Independence&lt;/a&gt;.\nThe &lt;a href=\"Aix-les-Bains\"&gt;Aix-les-Bains&lt;/a&gt;—Saint-Jean-de-Maurienne &lt;a href=\"railway\"&gt;railway&lt;/a&gt; line opened in 1857.\nIn the early 1900s, the technological advances of Swiss hydroelectric power were originally the subject of intense stock market speculation on hydroelectric companies, which benefitted the Maurienne Valley with industrial facilities, while tourism took off.\nPolitics and administration.\nThe city of Saint-Jean-de-Maurienne is a sub-prefecture of the &lt;a href=\"Savoy\"&gt;Savoy&lt;/a&gt;. The &lt;a href=\"Arrondissement%20of%20Saint-Jean-de-Maurienne\"&gt;Arrondissement of Saint-Jean-de-Maurienne&lt;/a&gt; is divided into six &lt;a href=\"Canton%20%28country%20subdivision%29\"&gt;canton&lt;/a&gt;s:\nThe city of Saint-Jean-de-Maurienne is part of the .\nIt is also the most important city of the .\nPolitical trends and outcomes.\nTraditionally, Saint-Jean-de-Maurienne has been a stronghold of the &lt;a href=\"Socialism\"&gt;Socialist&lt;/a&gt; left, from the 1930s, due to the importance of its worker labor pool. Thus, Roland Merloz was the Socialist mayor from 1977 to 2008. But since the 1990s and sociological changes in the Maurienne (departure of factories, multiplication of tourist resorts, decrease of the population with an increase in representation of the elderly), the right-wing vote has increased. A &lt;a href=\"Union%20for%20a%20Popular%20Movement\"&gt;UMP&lt;/a&gt; Councillor General, Pierre-Marie Charvoz, was elected in 2001, &lt;a href=\"Nicolas%20Sarkozy\"&gt;Nicolas Sarkozy&lt;/a&gt; was in the lead in the two rounds of the presidential elections of 2007, with respectively 33.5% and 56.62%, and in 2008, Pierre-Marie Charvoz won the communal elections.\nMunicipal government.\nThe &lt;a href=\"City%20council%20%28France%29\"&gt;municipal Council&lt;/a&gt; of Saint-Jean-de-Maurienne has 29 members. It is composed of a mayor, seven assistants, four delegate councillors and seventeen councillors.\nRoland Merloz, mayor of the city since 1977, announced his desire not to stand in 2008.\nThe following is the share of seats in the municipal council of Saint Jean de Maurienne:\nIn the &lt;a href=\"2008%20French%20municipal%20elections\"&gt;municipal elections of March 2008&lt;/a&gt;, turnout of the first round was 65.46% with a total of 5,310 people registered to vote in the commune. The number of voters amounted to 3,476 voters which 3,393 expressed themselves. In the first round, the presidential majority list of \"Ensemble pour Saint Jean\" [Together for Sain Jean] with its head, Pierre-Marie Charvoz collected 46.95% of the &lt;a href=\"Voting\"&gt;vote&lt;/a&gt; or 1,593 votes. Followed by the list of \"Saint Jean 10,000\" led by Hervé Bottino, having received 34.39% of the vote or 1,169 votes. In third position, \"Saint Jean à venir\" [Saint Jean to come] list, headed by Christine Merlin got 13.26% of the votes or 450 votes. Finally the list \"Vivons Saint Jean\" [Live Saint Jean], led by Florence Arnoux Le Bras got 5.39% or 183 votes.\nIn the second round, the turnout was 68.57%. The number of voters amounted to 3,642 voters with 3,509 expressing themselves. In the second round, the presidential majority list of \"Ensemble pour Saint Jean\" with its head, Pierre-Marie Charvoz collected 55.40% of the vote or 1,944 votes and won 23 seats. The list of \"Saint Jean 10 000\" conducted by Hervé Bottino, received 44.60% of the vote or 1,565 votes and was therefore awarded 6 seats. The other lists were not present in the second round.\nTwin towns.\nSaint-Jean-de-Maurienne is &lt;a href=\"town%20twinning\"&gt;twinned&lt;/a&gt; with:\nPopulation and society.\nDemography.\nIn 2017, the commune had 7,746 inhabitants.\nThe population structure of the commune of Saint-Jean-de-Maurienne in 2017:\nThe total number of households in Saint-Jean-de-Maurienne is 3,729. These households are not all equal in numbers of individuals. Some of these households contain one, others two, three, four, five or even more than six people. Here, below, is the data as a percentage of the distribution of these households, compared to the total number of households.\nHouseholds\nTeaching.\nKindergartens:\nPrimary schools:\nCollèges:\nHigh schools:\nSports.\nSaint-Jean-de-Maurienne is located close to some of the major Alpine passes, and of the &lt;a href=\"Les%20Sybelles\"&gt;Les Sybelles&lt;/a&gt; ski area and the &lt;a href=\"Vanoise%20National%20Park\"&gt;Vanoise National Park&lt;/a&gt;. Activities are available for nature and sports enthusiasts, both hikers and cyclists, as well as skiers. Saint-Jean-de-Maurienne provides access to the &lt;a href=\"Col%20de%20la%20Croix%20de%20Fer\"&gt;Croix-de-Fer&lt;/a&gt;, the &lt;a href=\"Col%20du%20T%C3%A9l%C3%A9graphe\"&gt;Télégraphe&lt;/a&gt;, the &lt;a href=\"Col%20du%20Lautaret\"&gt;Lautaret&lt;/a&gt;, the &lt;a href=\"Col%20du%20Grand%20Cucheron\"&gt;Grand Cucheron&lt;/a&gt;, the &lt;a href=\"Col%20de%20la%20Madeleine\"&gt;Madeleine&lt;/a&gt;, the &lt;a href=\"Glandon\"&gt;Glandon&lt;/a&gt;, the &lt;a href=\"Col%20de%20l%27Iseran\"&gt;Iseran&lt;/a&gt;, &lt;a href=\"Mont%20Cenis\"&gt;Mont Cenis&lt;/a&gt; and the &lt;a href=\"Col%20du%20Galibier\"&gt;Galibier&lt;/a&gt; mountain passes. The city regularly hosts major cycling races such as the &lt;a href=\"Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; or the &lt;a href=\"Crit%C3%A9rium%20du%20Dauphin%C3%A9\"&gt;Critérium du Dauphiné&lt;/a&gt;. The Tour de France came to the commune during the &lt;a href=\"2006%20Tour%20de%20France\"&gt;2006&lt;/a&gt;, &lt;a href=\"2010%20Tour%20de%20France\"&gt;2010&lt;/a&gt;, and &lt;a href=\"2012%20Tour%20de%20France\"&gt;2012&lt;/a&gt; races. The &lt;a href=\"2015%20Tour%20de%20France\"&gt;2015 Tour de France&lt;/a&gt; is due to have a stage finish in the commune on 23 July, at the end of stage 18. The following day, it will also be the departure point for stage 19.\nMedia.\nLocal television:\nLocal radio:\nEconomy.\nEmployment.\nThe &lt;a href=\"unemployment\"&gt;unemployment&lt;/a&gt; rate for the commune, in 1999, amounted to 8.8%, with a total number of 359 unemployed. The &lt;a href=\"workforce\"&gt;workforce&lt;/a&gt; between 20 and 59 years stood at 84%, which is higher than the national average at 82.2%. There were 46% of people employed versus 19.1% of &lt;a href=\"Retirement\"&gt;retirees&lt;/a&gt;, whose number is slightly higher than the average national (18.2%). There were 21.9% of people of school age and 13% of people without activity.\nDistribution of employment by industry\nBusinesses in the agglomeration.\n&lt;a href=\"Alcan\"&gt;Alcan&lt;/a&gt; (ex-&lt;a href=\"Pechiney\"&gt;Pechiney&lt;/a&gt;): Currently, an important activity of production of &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt; by &lt;a href=\"electrolysis\"&gt;electrolysis&lt;/a&gt; of &lt;a href=\"Aluminium%20oxide\"&gt;alumina&lt;/a&gt; still exists thanks to a Trimet France factory. The factory celebrated its 100th anniversary in 2007.\nCommerce.\nWith tourism growing through the winter sport resorts and the proximity of the major passes of the &lt;a href=\"Alps\"&gt;Alps&lt;/a&gt; and of the &lt;a href=\"Vanoise%20National%20Park\"&gt;Vanoise National Park&lt;/a&gt;, local commerce is a new dynamic.\nLocal culture and heritage.\nPlaces and monuments.\nGreen spaces.\nThe Clos Carloz and the recreation area of the Combe are the main green spaces in the city. There is also the Garden of Europe and the Saint Ayrald Garden.\nCultural heritage.\nThe commune has several museums:\nNotable cultural associations:\nGreen and floral spaces.\nIn 2014, the commune of Saint-Jean-de-Maurienne has the \"Floral City\" label with \"three flowers\" awarded by the National Council of floral cities and villages of France in the &lt;a href=\"Concours%20des%20villes%20et%20villages%20fleuris\"&gt;Concours des villes et villages fleuris&lt;/a&gt;.\nPersonalities linked to the commune.\nBorn in the commune:\nOther personalities:"
}