{
    "id": "304840",
    "revid": "10289486",
    "url": "https://en.wikipedia.org/wiki?curid=304840",
    "title": "San Joaquin River",
    "text": "The San Joaquin River (; ) is the longest river of &lt;a href=\"Central%20California\"&gt;Central California&lt;/a&gt;. The long river starts in the high &lt;a href=\"Sierra%20Nevada%20%28U.S.%29\"&gt;Sierra Nevada&lt;/a&gt;, and flows through the rich &lt;a href=\"Agriculture\"&gt;agricultural&lt;/a&gt; region of the northern &lt;a href=\"San%20Joaquin%20Valley\"&gt;San Joaquin Valley&lt;/a&gt; before reaching &lt;a href=\"Suisun%20Bay\"&gt;Suisun Bay&lt;/a&gt;, &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt;, and the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt;. An important source of &lt;a href=\"irrigation\"&gt;irrigation&lt;/a&gt; water as well as a wildlife corridor, the San Joaquin is among the most heavily &lt;a href=\"dam\"&gt;dam&lt;/a&gt;med and diverted of California's rivers.\nPeople have inhabited the San Joaquin Valley for more than 8,000 years, and it was long one of the major population centers of pre-Columbian California. Starting in the late 18th century, successive waves of explorers then settlers, mainly &lt;a href=\"Spanish%20people\"&gt;Spanish&lt;/a&gt; and &lt;a href=\"People%20of%20the%20United%20States\"&gt;American&lt;/a&gt;, emigrated to the San Joaquin basin, first exploiting then driving out the indigenous tribes. The newcomers quickly appropriated the rich natural and hydrologic resources of the &lt;a href=\"drainage%20basin\"&gt;watershed&lt;/a&gt; for use in farms and cities, but found themselves plagued by flood and drought. Because of the uniform topography of the San Joaquin Valley, floods once transformed much of the lower river into a huge &lt;a href=\"Inland%20sea%20%28geology%29\"&gt;inland sea&lt;/a&gt;.\nIn the 20th century, many &lt;a href=\"levee\"&gt;levee&lt;/a&gt;s and dams were built on the San Joaquin and all of its major tributaries. These engineering works changed the fluctuating nature of the river forever, and cut off the &lt;a href=\"Tulare%20Lake\"&gt;Tulare Basin&lt;/a&gt; from the rest of the San Joaquin watershed. Once habitat for hundreds of thousands of spawning &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; and millions of migratory birds, today the river is subject to tremendous water-supply, navigation and regulation works by various federal agencies, which have dramatically reduced the flow of the river since the 20th century.\nName.\nThe river was called many different names; at times different parts of the river were known by different names. The present name of the river dates to 1805–1808, when &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; explorer &lt;a href=\"Gabriel%20Moraga\"&gt;Gabriel Moraga&lt;/a&gt; was surveying east from &lt;a href=\"Mission%20San%20Jos%C3%A9%20%28California%29\"&gt;Mission San José&lt;/a&gt; in order to find possible sites for a &lt;a href=\"Spanish%20missions%20in%20California\"&gt;mission&lt;/a&gt;. Moraga named a tributary of the river (it is not known which one) for &lt;a href=\"Joachim\"&gt;Saint Joachim&lt;/a&gt;, husband of &lt;a href=\"Saint%20Anne\"&gt;Saint Anne&lt;/a&gt; and father of &lt;a href=\"Mary%2C%20the%20mother%20of%20Jesus\"&gt;Mary, the mother of Jesus&lt;/a&gt;. The name Moraga chose was later applied to the entire river; it was in common use by 1810.\nIn 1827, &lt;a href=\"Jedediah%20Smith\"&gt;Jedediah Smith&lt;/a&gt; wrote in his journal that an unknown group of Native Americans called the river the \"Peticutry\", a name which is listed as an official variant in the &lt;a href=\"U.S.%20Geological%20Survey\"&gt;U.S. Geological Survey&lt;/a&gt; (USGS) &lt;a href=\"Geographic%20Names%20Information%20System\"&gt;Geographic Names Information System&lt;/a&gt;.\nIn the &lt;a href=\"Mono%20language%20%28Native%20American%29\"&gt;Mono language&lt;/a&gt;, the river is called \"typici h huu\"', which means \"important or great river.\"\nAn earlier name for the lower section of the San Joaquin was \"Rio de San Francisco\", which was the name &lt;a href=\"Juan%20Cresp%C3%AD\"&gt;Father Juan Crespí&lt;/a&gt; gave to the river he could see entering the &lt;a href=\"Sacramento-San%20Joaquin%20Delta\"&gt;Sacramento-San Joaquin Delta&lt;/a&gt; from the south. A member of the &lt;a href=\"Pedro%20Fages\"&gt;Pedro Fages&lt;/a&gt; party in 1772, Crespi's vantage point was the hilltops behind modern Antioch. Another early name was \"Rio San Juan Bautista\", the origin of which is unknown.\nCourse.\nThe river's source is located in the &lt;a href=\"Ansel%20Adams%20Wilderness\"&gt;Ansel Adams Wilderness&lt;/a&gt;, in the south-central Sierra Nevada at the confluence of three major affluents: the Middle Fork, which rises from &lt;a href=\"Thousand%20Island%20Lake\"&gt;Thousand Island Lake&lt;/a&gt; at almost above sea level, meets the North Fork, which starts southeast of &lt;a href=\"Mount%20Lyell%20%28California%29\"&gt;Mount Lyell&lt;/a&gt;, and the South Fork, which begins at &lt;a href=\"Martha%20Lake%20%28California%29\"&gt;Martha Lake&lt;/a&gt; in &lt;a href=\"Kings%20Canyon%20National%20Park\"&gt;Kings Canyon National Park&lt;/a&gt; and flows through &lt;a href=\"Florence%20Lake%20Dam\"&gt;Florence Lake&lt;/a&gt;, joins a short distance downstream. The Middle Fork is considered the largest of the 3 forks. From the mountainous alpine &lt;a href=\"headwaters\"&gt;headwaters&lt;/a&gt;, the San Joaquin flows generally south into the &lt;a href=\"foothills\"&gt;foothills&lt;/a&gt; of the Sierra, passing through four &lt;a href=\"Hydroelectricity\"&gt;hydroelectric dams&lt;/a&gt;. It eventually emerges from the foothills at what was once the town of &lt;a href=\"Millerton%2C%20Madera%20County%2C%20California\"&gt;Millerton&lt;/a&gt;, the location of &lt;a href=\"Friant%20Dam\"&gt;Friant Dam&lt;/a&gt; since 1942, which forms &lt;a href=\"Millerton%20Lake\"&gt;Millerton Lake&lt;/a&gt;.\nBelow Friant Dam (RM267), the San Joaquin flows west-southwest out into the &lt;a href=\"San%20Joaquin%20Valley\"&gt;San Joaquin Valley&lt;/a&gt; – the southern part of the &lt;a href=\"Central%20Valley%20%28California%29\"&gt;Great Central Valley&lt;/a&gt; – passing north of &lt;a href=\"Fresno%2C%20California\"&gt;Fresno&lt;/a&gt;. With most of its water diverted into aqueducts, the river frequently runs dry in a 150-mile section. This lack of riverwater begins in the between Friant Dam and &lt;a href=\"Mendota%2C%20California\"&gt;Mendota&lt;/a&gt;, where it is only replenished by the &lt;a href=\"Delta-Mendota%20Canal\"&gt;Delta-Mendota Canal&lt;/a&gt; (RM 205) and the Fresno Slough, when the &lt;a href=\"Kings%20River%20%28California%29\"&gt;Kings River&lt;/a&gt; is flooding. From Mendota, the San Joaquin swings northwest, passing through many different channels, some natural and some man-made. Northeast of &lt;a href=\"Dos%20Palos%2C%20California\"&gt;Dos Palos&lt;/a&gt;, it is only joined by the &lt;a href=\"Fresno%20River\"&gt;Fresno&lt;/a&gt; and &lt;a href=\"Chowchilla%20River\"&gt;Chowchilla River&lt;/a&gt;s when they reach flood stage. Fifty miles (80 km) downstream, the &lt;a href=\"Merced%20River\"&gt;Merced River&lt;/a&gt; empties into an otherwise dry San Joaquin (RM118).\nThe majority of the river flows through quiet agricultural bottom lands, and as a result its meandering course manages to avoid most of the urban areas and cities in the San Joaquin Valley. About west of &lt;a href=\"Modesto%2C%20California\"&gt;Modesto&lt;/a&gt;, the San Joaquin meets its largest tributary, the &lt;a href=\"Tuolumne%20River\"&gt;Tuolumne&lt;/a&gt;. Near &lt;a href=\"Vernalis%2C%20California\"&gt;Vernalis&lt;/a&gt;, it is joined by another major tributary, the &lt;a href=\"Stanislaus%20River\"&gt;Stanislaus River&lt;/a&gt;. The river passes between &lt;a href=\"Manteca%2C%20California\"&gt;Manteca&lt;/a&gt; and &lt;a href=\"Tracy%2C%20California\"&gt;Tracy&lt;/a&gt;, where a pair of &lt;a href=\"Distributary\"&gt;distributaries&lt;/a&gt; – the &lt;a href=\"Old%20River%20%28California%29\"&gt;Old River&lt;/a&gt; and Middle River – split off from the main stem just above the &lt;a href=\"Sacramento-San%20Joaquin%20Delta\"&gt;Sacramento-San Joaquin Delta&lt;/a&gt;, a huge &lt;a href=\"inverted%20river%20delta\"&gt;inverted river delta&lt;/a&gt; formed by sediment deposits of the &lt;a href=\"Sacramento%20River\"&gt;Sacramento&lt;/a&gt; and San Joaquin Rivers.\nAbout from the mouth, the river draws abreast to the western flank of &lt;a href=\"Stockton%2C%20California\"&gt;Stockton&lt;/a&gt;, one of the basin's largest cities. From here to the mouth, the river is &lt;a href=\"Dredging\"&gt;dredge&lt;/a&gt;d as part of a navigation project, the Stockton Deep Water Ship Channel. Past the &lt;a href=\"head%20of%20tide\"&gt;head of tide&lt;/a&gt;, amid the many islands of the delta, the San Joaquin is joined by two more tributaries: the &lt;a href=\"Calaveras%20River\"&gt;Calaveras River&lt;/a&gt; and the larger &lt;a href=\"Mokelumne%20River\"&gt;Mokelumne&lt;/a&gt;. The river grows to almost wide before ending at its confluence with the Sacramento River, in &lt;a href=\"Antioch%2C%20California\"&gt;Antioch&lt;/a&gt;, forming the head of &lt;a href=\"Suisun%20Bay\"&gt;Suisun Bay&lt;/a&gt;. The combined waters from the two rivers then flow west through the &lt;a href=\"Carquinez%20Strait\"&gt;Carquinez Strait&lt;/a&gt; and &lt;a href=\"San%20Francisco%20Bay\"&gt;San Francisco Bay&lt;/a&gt; into the Pacific.\nDischarge.\nThe natural annual discharge of the San Joaquin before agricultural development is believed to have been between 6–7.9 million &lt;a href=\"Acre%20foot\"&gt;acre feet&lt;/a&gt; (7.4–9.7 million &lt;a href=\"Cubic%20metre\"&gt;dam3&lt;/a&gt;), equaling a flow of roughly . Some early estimates even range as high as 14 million acre-feet (17.3 million dam3), or more than . The numerous tributaries of the San Joaquin – the Fresno, Chowchilla, Merced, Tuolumne, Mariposa Creek, Calaveras, Mokelumne, and others – flowed freely across alluvial flood plains to join the river. All of the major tributaries of the river originate in the Sierra Nevada; most of the streams that start in the Coast Range are intermittent, and contribute little to the flow of the San Joaquin. During the winter, spring, and early summer, storms and snowmelt swell the river; in 1914 – before the development of major dams and irrigation diversions – the California Department of Engineering estimated the river's flow in full flood at . In late summer and autumn, there is little water left over to replenish stream flow. Historically, groundwater seepage from Tulare Lake maintained a significant base flow in the river during the dry months – some accounts suggest over 50 percent.\nThe present conditions of the San Joaquin River at Friant Dam, the average discharge was , or 0.234 million acre-feet per year. The highest average discharge between 1941 and 2015 was in 1983 when the discharge was , with an average of those years of . The water temperature range from 7° Celsius (44.5 °F) in February 2006 to a high of 22.8 °C (73.3 °F) on Oct 4, 2014. This range is less extreme than the temperatures below Vernalis where the range is from 2° Celsius (35.6 °F)on Dec 26, 1987 to 35.5 °C (95.9 °F) on August 9, 1990. The river typically ends above the Mendota Pool. Larger flows in the fall may make it possible for the river to extend further towards the ocean, but for the last several years, this is a rare occurrence. The water is largely held behind Friant Dam.\nThe typical monthly flow of the San Joaquin River near the Sack Dam is 0. There have been seepage concerns below this part of the river, so current flows are restricted below the Sack Dam.\nThe present annual flow of the San Joaquin River near Vernalis is about , or 4.5 million acre-feet (5.6 million dam3) per year. According to USGS &lt;a href=\"stream%20gauge\"&gt;stream gauge&lt;/a&gt; #11303500 at &lt;a href=\"Vernalis%2C%20California\"&gt;Vernalis&lt;/a&gt;, above Suisun Bay and below the mouth of the Stanislaus River, the average discharge of the San Joaquin River between 1924 and 2011 was , or 3.3 million acre-feet (4.0 million dam3) per year. The highest recorded annual mean was , 15.4 million acre-feet (19.0 million dam3), in 1983, while the lowest was , , in 1977. The maximum peak flow occurred on December 9, 1950, at , and a low flow of was recorded on August 10, 1961.\nSan Joaquin River monthly discharges at Vernalis&lt;br&gt;\nGeology.\nIn a geologic context, the San Joaquin River can be divided into two major segments. The upper above Friant Dam in the Sierra is characterized as a steep-gradient, rocky mountain stream. Over millions of years, the upper San Joaquin, as well as the upper reaches of most of its tributaries, have eroded enormous amounts of rock and sediment from the mountains. Most of the Sierras are underlain by granitic &lt;a href=\"igneous%20rock\"&gt;igneous&lt;/a&gt; and &lt;a href=\"metamorphic%20rock\"&gt;metamorphic rock&lt;/a&gt; dating back to the &lt;a href=\"Mesozoic\"&gt;Mesozoic Era&lt;/a&gt; (250-66 &lt;a href=\"million%20years%20ago\"&gt;MYA&lt;/a&gt;); in addition many of the San Joaquin's tributaries flow across a foothills region of metamorphosed volcanic rock more famously known as the Mother Lode Gold Belt.\nThe lower part of the river, in sharp contrast, is a meandering stream flowing over &lt;a href=\"Cenozoic\"&gt;Cenozoic&lt;/a&gt; &lt;a href=\"Alluvium\"&gt;alluvial deposits&lt;/a&gt; (66 MYA-present), which together comprise the flat floor of the Central Valley. The tremendous volume of sediments that underlie the lower San Joaquin River ranges from deep, with distance to &lt;a href=\"bedrock\"&gt;bedrock&lt;/a&gt; generally increasing in a northerly direction. Prior to the uplift of the &lt;a href=\"California%20Coast%20Ranges\"&gt;California Coast Ranges&lt;/a&gt;, more than of sediments were deposited at the foot of the Sierras by tidal activity, and the ancestral San Joaquin and its tributaries flowed west over this alluvial plain to the sea, dumping their own sediments onto the marine deposits. Compressional forces along the boundary of the &lt;a href=\"North%20American%20Plate\"&gt;North American&lt;/a&gt; and &lt;a href=\"Pacific%20Plate\"&gt;Pacific Plate&lt;/a&gt;s between 2-4 MYA resulted in the uplift of the Coast Ranges, creating an enclosed basin today known as the Central Valley and resulted in the San Joaquin's present path to the sea.\nBecause of its highly permeable nature, the San Joaquin River's valley is underlain by one of the largest &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt;s in the &lt;a href=\"Western%20United%20States\"&gt;Western United States&lt;/a&gt;. The aquifer underlying the San Joaquin River and Tulare Basin is estimated to hold nearly of water, of which about half can be pumped economically or is clean enough for human use. The aquifer receives in excess of of inflow per year, mostly from &lt;a href=\"Rain\"&gt;precipitation&lt;/a&gt; and irrigation water seepage. Concentration of &lt;a href=\"chloride\"&gt;chloride&lt;/a&gt; and other minerals generally increases from east to west across the basin.\nHistory.\nIndigenous people.\nArchaeological finds near the southern end of the San Joaquin Valley suggested that humans first arrived in the region as early as 12,000 but no later than 5,000 years ago. The two major ethnic groups were the &lt;a href=\"Miwok\"&gt;Miwok&lt;/a&gt; people, who inhabited the northern end of the San Joaquin Valley and the Sacramento-San Joaquin Delta region, and the &lt;a href=\"Yokut%20people\"&gt;Yokuts&lt;/a&gt; tribes, scattered around the more arid southern portion of the basin. During these pre-European times, the San Joaquin River flowed through rich grasslands and sprawling marshes, flooding every few years and transforming much of the valley into lakes. At the southern end of the valley lay the vast &lt;a href=\"Tulare%20Lake\"&gt;Tulare Lake&lt;/a&gt;, formerly the largest freshwater lake in the western United States, which connected with the San Joaquin through a series of marshes and sloughs. The rich vegetation and wildlife surrounding these bodies of water made the San Joaquin Valley a favored home as well as a stopping-off place for other nomadic peoples. The native people, mostly &lt;a href=\"hunter-gatherer\"&gt;hunter-gatherer&lt;/a&gt;s, lived off this land of abundance; during the 18th century, the population of the San Joaquin Valley was estimated at more than 69,000, representing one of the greatest concentrations of native people anywhere in North America.\nThe Yokuts, who comprised most of the indigenous people in the San Joaquin basin, mostly lived in the foothill area of the Sierra along streams, with their territory stretching south from the &lt;a href=\"Chowchilla%20River\"&gt;Chowchilla River&lt;/a&gt; to the &lt;a href=\"Kern%20River\"&gt;Kern River&lt;/a&gt;. Certain areas above the foothills were occupied by the &lt;a href=\"Chumash%20people\"&gt;Chumash&lt;/a&gt; and visited by &lt;a href=\"Northern%20Paiute\"&gt;Paiute people&lt;/a&gt;s of the Great Basin for trade. The marshy areas to the west were inhabited by various nomadic groups, and probably had fewer permanent residents although it was a favored fishing and hunting area. In contrast, the Miwok occupied land deeper within the Sierra Nevada stretching north from the Merced River to the Mokelumne or the &lt;a href=\"American%20River\"&gt;American&lt;/a&gt;, a tributary of the Sacramento, and west to the Delta region. Most of the Miwok people in the watershed were part of the appropriately named &lt;a href=\"Sierra%20Miwok\"&gt;Sierra Miwok&lt;/a&gt; group.\nA majority of the people along the San Joaquin River and its tributaries lived in small bands or tribes, which had no distinguishing names. Villages were small and usually the size of camps, rarely numbering more than a few hundred inhabitants. The Miwok, for example, rarely traveled more than a few miles from their home villages, and as such the inhabitants of one village would not know much of the surrounding country beyond the neighboring villages. The staple food for San Joaquin Valley inhabitants was the &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt;, which when ground, could be made into various foods such as cakes. Grinding the acorns was a simple process where they crushed the nuts using rocks in natural granite depressions. Many of the surviving examples of acorn milling areas can still be found in the foothills, especially around the &lt;a href=\"Kaweah%20River\"&gt;Kaweah River&lt;/a&gt; area.\nSpanish and Mexican influence.\nThe first recorded non-indigenous person to see the San Joaquin River was &lt;a href=\"Pedro%20Fages\"&gt;Don Pedro Fages&lt;/a&gt; in 1772. Fages, accompanied by Father Juan Crespí, reached &lt;a href=\"Mount%20Diablo\"&gt;Mount Diablo&lt;/a&gt; near Suisun Bay on March 30 and there gazed upon the merging courses of the Sacramento, San Joaquin and Mokelumne Rivers. Another narrative does not mention Fages' name, but does say that Crespí was the one who reached Suisun Bay in 1772. During this visit, Crespí called the San Joaquin River \"El Rio de San Francisco\", a name that was not used widely due to the river's remoteness but persisted until the early 19th century.\nIn the autumn of 1772 Fages set out from &lt;a href=\"Mission%20San%20Luis%20Obispo%20de%20Tolosa\"&gt;Mission San Luis Obispo de Tolosa&lt;/a&gt; in pursuit of deserters from the Spanish army, and traveled east then north over the &lt;a href=\"Tehachapi%20Mountains\"&gt;Tehachapi Mountains&lt;/a&gt; through &lt;a href=\"Tej%C3%B3n%20Pass\"&gt;Tejón Pass&lt;/a&gt;, which today carries &lt;a href=\"Interstate%205\"&gt;Interstate 5&lt;/a&gt; into the San Joaquin valley. After crossing the mountains, he came upon the shore of Buena Vista Lake at the southern end of the San Joaquin Valley, and gave the name \"Buena Vista\" (\"beautiful view\") to the pass and a nearby Native American village. However, Fages did not venture farther north, and thus did not further explore the main stem of the San Joaquin River.\nThe San Joaquin River region remained largely unknown except for the fact of its existence until 1806, when Spanish explorer Gabriel Moraga led the first of several subsequent expeditions into the Central Valley, in order to find potential mission sites. Moraga started out from &lt;a href=\"Mission%20San%20Juan%20Bautista\"&gt;Mission San Juan Bautista&lt;/a&gt;, in present-day &lt;a href=\"San%20Benito%20County%2C%20California\"&gt;San Benito County&lt;/a&gt;, on September 21 of that year and traveled east into the San Joaquin Valley. The group skirted the western foothills of the Sierra and christened many place names that remain in use today. In 1807 and 1808, Moraga set out again to the San Joaquin Valley. It was during one of these expeditions that he gave the river its present name, after St. Joachim. He also gave names to many tributaries of the river, such as the Merced River (\"El Río de Nuestra Señora de Merced\", \"River of our Lady of Mercy\").\nAlthough relations between the Spanish and the Native Americans in the earlier expeditions to the valley were initially friendly, the indigenous people began to grow accustomed to the Spanish that later came to the San Joaquin River region. As early as the 1807 Moraga expedition, it was reported that some natives were hostile and attempting to steal their horses. Indeed, when the natives began to &lt;a href=\"Cattle%20rustling\"&gt;rustle&lt;/a&gt; cattle and horses for food, the Spanish retaliated by burning camps and villages, and forcibly taking native children for labor at the various missions. Such conflict created enormous cultural loss, and violence continually escalated between the two sides, with no apparent end in sight.\nDuring the early 19th century, the Spanish military frequently raided the San Joaquin Valley, taking hostage hundreds of native Yokuts and Miwoks and forcing them to nearby missions – San Juan Bautista, San José, &lt;a href=\"Mission%20San%20Francisco%20de%20As%C3%ADs\"&gt;San Francisco de Asís&lt;/a&gt;, for example. Military violence and disease caused the extermination of much of the remaining valley population, including those in a series of 24 villages along the lower San Joaquin River described by Moraga. Those natives that lived in the foothills and the higher mountains of the Sierra remained undisturbed for the most part, and fought back against the Spanish while sheltering their valley counterparts.\nHowever, the greater military power of the Europeans resulted in the indigenous people getting pushed further and further back from their native lands; this did not change when California became part of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; in 1821, despite the fact that the new government &lt;a href=\"Mexican%20secularization%20act%20of%201833\"&gt;secularized the Spanish missions&lt;/a&gt; and as a result freed many enslaved indigenous people. Additionally, from 1820, &lt;a href=\"El%20Camino%20Viejo\"&gt;El Camino Viejo&lt;/a&gt; a route between &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; and San Francisco Bay along the west side the San Joaquin Valley began, which brought settlements into the valley. During Mexican rule, the mission lands in the San Joaquin Valley were subdivided to wealthy landowners (\"rancheros\") and caused even more conflicts between the Mexicans and the Native Americans. A famous leader of the natives was the Yokut &lt;a href=\"Estanislao\"&gt;Estanislao&lt;/a&gt;, who led revolts against the Mexicans in the late 1820s until finally defeated in 1829 on the &lt;a href=\"Stanislaus%20River\"&gt;Stanislaus River&lt;/a&gt;, which bears his name today.\nEarly American era.\nThe first American known to see the San Joaquin River was likely &lt;a href=\"Jedediah%20Smith\"&gt;Jedediah Smith&lt;/a&gt;, a renowned &lt;a href=\"mountain%20man\"&gt;mountain man&lt;/a&gt;, &lt;a href=\"fur%20trapper\"&gt;fur trapper&lt;/a&gt; and explorer. In 1826, Smith arrived in &lt;a href=\"Mission%20San%20Gabriel%20Arc%C3%A1ngel\"&gt;Mission San Gabriel Arcángel&lt;/a&gt;, California, when the region was under control of the Mexican government. As this was in violation of a law which prevented foreigners from entering California, and he could have been arrested for spying, he traveled north into the San Joaquin Valley, searching for populations of &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt;. Smith noted the fertility and natural beauty of the area, and the apparent peace of the Native Americans living in the villages he passed. His expedition then turned east in an attempt to cross the Sierra Nevada. They tried to summit the range by way of both the Kings River and the &lt;a href=\"American%20River\"&gt;American River&lt;/a&gt; (a tributary of the Sacramento), but it was early spring and the snow was too deep. Finally, they crossed the mountains along the &lt;a href=\"Stanislaus%20River\"&gt;Stanislaus River&lt;/a&gt; canyon, becoming the first recorded whites to cross the Sierra Nevada on foot. It is still disputed over whether Smith's party discovered &lt;a href=\"gold\"&gt;gold&lt;/a&gt; on the San Joaquin or one of its tributaries. Although some of his men confirmed it, Smith did not make any mention of the precious metal in his journal.\nIn the early 1830s, a few fur trappers from the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt; exploring southwards into the San Joaquin Valley arrived just in time to be greeted with a sight of horror. An epidemic of &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt; and &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt; brought unintentionally by the Europeans had swept down the San Joaquin River corridor during the summer of 1833, killing in a single stroke between 50 and 75 percent of the entire native population in the valley. The outbreak did not vanish; it continued year after year with diminishing acuteness until about 50,000–60,000 indigenous people lay dead. Explorer &lt;a href=\"Kit%20Carson\"&gt;Kit Carson&lt;/a&gt; noted in 1839 that \"... cholera or some other fearful scourge broke out among them and raged with such fearful fatality that they were unable either to bury or burn their dead, and the air was filled with the stench of their decaying bodies.\"\nDuring the time Mexico was in control of California, the San Joaquin River region was only sparsely populated, and used almost exclusively for &lt;a href=\"cattle%20ranching\"&gt;cattle ranching&lt;/a&gt;. However, when California won &lt;a href=\"Republic%20of%20California\"&gt;independence from Mexico in 1846&lt;/a&gt;, becoming part of the United States the following month, a flood of American settlers descended upon the valley. Just a year before, &lt;a href=\"Benjamin%20Davis%20Wilson\"&gt;Benjamin Davis Wilson&lt;/a&gt; \"drove a herd of cattle from his Riverside rancho through the San Joaquin Valley to Stockton and reported seeing not a single white man\". But after the Americans took over, emigrants began trickling in increased numbers, establishing the towns of &lt;a href=\"Kingston%2C%20California\"&gt;Kingston City&lt;/a&gt;, &lt;a href=\"Millerton%2C%20Madera%20County%2C%20California\"&gt;Millerton&lt;/a&gt;, and &lt;a href=\"Fresno%20City%2C%20California\"&gt;Fresno City&lt;/a&gt;. The newcomers also included a group of &lt;a href=\"Mormon\"&gt;Mormon&lt;/a&gt;s led by &lt;a href=\"Samuel%20Brannan\"&gt;Samuel Brannan&lt;/a&gt; who established a settlement at the confluence of the San Joaquin and the Stanislaus, called New Hope or &lt;a href=\"San%20Joaquin%20City%2C%20California\"&gt;San Joaquin City&lt;/a&gt;.\nThe real influx came in 1848, when a gold strike on the American set off the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt;. Within one year, the population of the San Joaquin Valley increased by more than 80,000. The city of Stockton, on the lower San Joaquin, quickly grew from a sleepy backwater to a thriving trading center, the stopping-off point for miners headed to the gold fields in the foothills of the Sierra. Rough ways such as the Millerton Road which later became the &lt;a href=\"Stockton%20-%20Los%20Angeles%20Road\"&gt;Stockton - Los Angeles Road&lt;/a&gt; quickly extended the length of the valley, some following old cattle routes and Native American trails, and were served by mule teams and covered wagons. &lt;a href=\"Riverboat\"&gt;Riverboat&lt;/a&gt; navigation quickly became an important transportation link on the San Joaquin River, and during the \"June Rise\", as boat operators called the San Joaquin's annual high water levels during snowmelt, large craft could make it as far upstream as Fresno. During the peak years of the gold rush, the river in the Stockton area was reportedly crowded with hundreds of abandoned oceangoing craft, whose crew had deserted for the gold fields. The multitude of idle ships was such a blockade that at several occasions they were burned just to clear a way for riverboat traffic.\nIrrigation era.\nAlthough the gold rush attracted tens of thousands of newcomers to the San Joaquin River area, deposits of the precious mineral petered out within a few years, especially on the upper reaches of the San Joaquin and its tributaries which were only suitable for &lt;a href=\"placer%20mining\"&gt;placer mining&lt;/a&gt;. Many of these people settled in the San Joaquin Valley, most in the existing towns such as Stockton, Fresno and Bakersfield but some establishing new settlements. These included San Joaquin City, near the confluence of the San Joaquin with the Stanislaus, probably the largest of these post-gold-rush boomtowns. Established in 1851, the town maintained considerable size until 1880, when trade competition from nearby Stockton caused it to diminish. Another notable but much smaller settlement was Las Juntas, near present-day &lt;a href=\"Mendota%2C%20California\"&gt;Mendota&lt;/a&gt;. This was a haven for criminals and fugitives, and was frequented by the infamous bandits &lt;a href=\"Joaqu%C3%ADn%20Murrieta\"&gt;Joaquín Murrieta&lt;/a&gt; and &lt;a href=\"Tiburcio%20V%C3%A1squez\"&gt;Tiburcio Vásquez&lt;/a&gt;.\nIt was in the mid-1860s that the San Joaquin River and its surrounds underwent the greatest change they had seen in human history: the introduction of irrigated agriculture. As early as 1863, small irrigation canals were built in the &lt;a href=\"Centerville%2C%20Fresno%20County%2C%20California\"&gt;Centerville&lt;/a&gt; area, southeast of Fresno, but were destroyed in subsequent floods. The vulnerability of the small local infrastructure led to the establishment of &lt;a href=\"irrigation%20district\"&gt;irrigation district&lt;/a&gt;s, which were formed to construct and maintain canals in certain areas of the valley. One of the first was the Robla Canal Company in the Merced River area, which went into operation in March 1876, but was soon surpassed by the Farmers Canal Company. The district built a diversion dam on the Merced, sending its water into a pair of canals still in use today.\nOne of the most powerful early irrigation empires was the Kern County Land and Water Company, established in 1873 by &lt;a href=\"Speculator\"&gt;land speculator&lt;/a&gt; &lt;a href=\"James%20Ben%20Ali%20Haggin\"&gt;James Ben Ali Haggin&lt;/a&gt;, which grew to supply over through their canal system. However, Haggin soon ran into conflicts with other landowners over &lt;a href=\"riparian%20water%20rights\"&gt;riparian water rights&lt;/a&gt;, as the larger districts, including his, had more financial reserves and engineering expertise, and were the first to build dams and diversions on a large scale. This resulted in the drying out of streams and rivers before they reached downstream users and sparked conflict over how much water could be allotted to whom. In Haggin's case, his company ran into problems with the &lt;a href=\"Miller%20%26amp%3B%20Lux%20Corporation\"&gt;Miller &amp; Lux Corporation&lt;/a&gt;, run by &lt;a href=\"Henry%20Miller%20%28rancher%29\"&gt;Henry Miller&lt;/a&gt; and &lt;a href=\"Charles%20Lux\"&gt;Charles Lux&lt;/a&gt;, who owned more than throughout the San Joaquin Valley, Tulare Basin, and other regions of California. The court battle that resulted would change water laws and rights in the San Joaquin River valley forever, and ended up promoting large-scale agribusiness over small farmers.\nMiller and Lux were not any newer to the San Joaquin Valley than had been Haggin, but were the driving influence on valley agribusiness until well into the early 20th century. The corporation had begun acquiring land in the valley in 1858, eventually holding sway over an enormous swath reaching from the Kern River in the south to the Chowchilla River in the north. Much of the land that Miller and Lux acquired was swamp and marsh, which was considered virtually worthless. However, with their huge capital, they could afford to drain thousands of acres of it, beginning an enormous environmental change that eventually resulted in the loss of over 95 percent of the wetlands adjoining the San Joaquin River and Tulare Basin.\nHenry Miller exercised enormous political power in the state, and most San Joaquin Valley inhabitants either were avid supporters of him or despised him. When Miller died in 1916, his company owned in the San Joaquin Valley alone with hundreds of miles of well-developed, maintained irrigation canals. As said by Tom Mott, the son of Miller and Lux' irrigation superintendent, \"Miller realized you couldn't do anything with the land unless you had the water to go with it. Perhaps more than any other person, Miller had more of a lasting impact on the San Joaquin River than any other individual.\"\nBy the early 20th century, so much water was being diverted off the San Joaquin River and its tributaries that the river was no longer suitable for navigational purposes. As a result, commercial navigation began a decline starting in the late 19th century and was completely gone by 1911. With over under irrigation along the river by 1900 – this figure has only grown hugely since then – the river and its tributaries became much narrower, siltier and shallower, with large consequences for the natural environment, for sustainability of water supplies in its valley, and also huge changes for water politics in the state. The San Joaquin and its tributaries seemed to give rise to just about every single possible argument over water, including such cases as \"When is a river not a river?\" referring to the difference between a &lt;a href=\"slough%20%28hydrology%29\"&gt;slough&lt;/a&gt; and a marsh. It has been said that fights over the river have caused \"some of the most bitter and longest running lawsuits ever to clog the courts. Arguably, it is the most litigated river in America.\"\nDams, diversions and engineering.\nHydroelectric development in the early 1900s.\nBy the early 20th century, Californian cities as far south as &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles&lt;/a&gt; were looking to new sources for electricity because of their rapidly growing populations and industries. Two visionaries, &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt; baron &lt;a href=\"Henry%20E.%20Huntington\"&gt;Henry E. Huntington&lt;/a&gt; and engineer &lt;a href=\"John%20S.%20Eastwood\"&gt;John S. Eastwood&lt;/a&gt; established a fledgling power company in 1902 today known as &lt;a href=\"Southern%20California%20Edison\"&gt;Southern California Edison&lt;/a&gt;, and acquired water rights to the upper San Joaquin River from the Miller and Lux Corporation. During that year, Huntington and Eastwood devised plans to utilize the water of the San Joaquin River and some of its headwaters tributaries in what would become one of the most extensive &lt;a href=\"Hydroelectricity\"&gt;hydroelectric&lt;/a&gt; systems in the world, known as the &lt;a href=\"Big%20Creek%20Hydroelectric%20Project\"&gt;Big Creek Hydroelectric Project&lt;/a&gt;.\nConstruction of the system's facilities, which included &lt;a href=\"Mammoth%20Pool%20Dam\"&gt;Mammoth Pool&lt;/a&gt; and &lt;a href=\"Redinger%20Dam\"&gt;Redinger&lt;/a&gt; Dams on the San Joaquin and four additional reservoirs on its tributaries with a total storage capacity of , started in 1911. A total of eight dams and tunnels, the longest of which stretches , and nine powerhouses with a total installed capacity of 1,014 &lt;a href=\"megawatt\"&gt;MW&lt;/a&gt; were built in stages spanning the 20th century, with the last powerhouse coming on line in 1987. The consistent use and reuse of the waters of the San Joaquin River, its South Fork, and the namesake of the project, &lt;a href=\"Big%20Creek%20%28San%20Joaquin%20River%29\"&gt;Big Creek&lt;/a&gt;, over a vertical drop of , have over the years inspired a nickname, \"The Hardest Working Water in the World\".\nEarly 1900s hydroelectric development in the upper San Joaquin River basin was not limited to Southern California Edison. In 1910, the San Joaquin Electric Company built a dam on Willow Creek, a tributary of the San Joaquin River, forming &lt;a href=\"Bass%20Lake%20%28Madera%20County%2C%20California%29\"&gt;Bass Lake&lt;/a&gt; as part of the Crane Valley hydroelectric project. Water from Bass Lake was diverted to a powerhouse on the San Joaquin River beginning in 1917, and two more powerhouses were added in 1919, increasing the total generating capacity to about 28 MW. The Crane Valley project and San Joaquin Electric was purchased by San Joaquin Light and Power Company in 1909, which was in turn purchased by &lt;a href=\"Pacific%20Gas%20and%20Electric%20Company\"&gt;Pacific Gas and Electric Company&lt;/a&gt; (PG&amp;E) in 1936. In 1920, &lt;a href=\"Kerckhoff%20Dam\"&gt;Kerckhoff Dam&lt;/a&gt; was completed on the San Joaquin River about southwest of &lt;a href=\"Big%20Creek%2C%20California\"&gt;Big Creek&lt;/a&gt; as part of PG&amp;E's Kerckhoff hydroelectric project. The dam initially operated with a capacity of 38 MW in the Kerckhoff No. 1 Powerhouse on &lt;a href=\"Millerton%20Lake\"&gt;Millerton Lake&lt;/a&gt;. In 1983, the 155 MW Kerckhoff No. 2 Powerhouse was added, bringing the total capacity to 193 MW.\nStockton Ship Channel.\nThe San Joaquin was once navigable by steamboats as far upstream as Fresno, but agricultural diversions have greatly slowed and shallowed the river. In addition, this has caused the river to drop large amounts of silt that formerly washed out to sea in its bed, further reducing the depth. In the late 19th century, the city of Stockton, once an important &lt;a href=\"seaport\"&gt;seaport&lt;/a&gt; for the San Joaquin Valley, found itself increasingly landlocked because the San Joaquin River, its main connection to the sea, was rapidly silting up. The early 20th century saw proposals to maintain a minimum depth in the lower river by &lt;a href=\"dredging\"&gt;dredging&lt;/a&gt;, but these were interrupted by the onset of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. In 1925 the city put forth a $1.3 million bond for dredging the lower San Joaquin from its mouth to the &lt;a href=\"Port%20of%20Stockton\"&gt;Port of Stockton&lt;/a&gt; – a distance of by river.\nIn 1926, Stockton pooled its finances with the federal and state governments for a total of $8.2 million. Construction on the channel, which included widening and deepening the riverbed and cutting off &lt;a href=\"meander\"&gt;meander&lt;/a&gt;s and &lt;a href=\"oxbow%20lake\"&gt;oxbow lake&lt;/a&gt;s, began in earnest in 1928. These included major cuts at Hog Island, &lt;a href=\"Venice%20Island%20%28California%29\"&gt;Venice Island&lt;/a&gt; and &lt;a href=\"Mandeville%20Island\"&gt;Mandeville Island&lt;/a&gt;, plus five more smaller straightening projects. The navigation project shortened the river length by and deepened it to . Additional deepening work was carried out in 1968 and 1982. Today, the navigation channel, known as the &lt;a href=\"Stockton%20Deep%20Water%20Ship%20Channel\"&gt;Stockton Deep Water Ship Channel&lt;/a&gt;, can handle fully loaded vessels of up to and up to long. However, the navigation works have unexpectedly led to low dissolved oxygen levels in the lower San Joaquin River, which has hurt fish populations. This is believed to be a result of the combination of the abrupt geometry change from the shallow river upstream of Stockton to the deep water channel, in addition to pollution from the harbor and city and poor tidal mixing.\nFederal and state projects.\nCentral Valley Project.\nAs early as the 1870s, state and federal agencies were already looking at the Central Valley as an area in need of a large water transport project. In 1931 California's Department of Water Resources came up with the &lt;a href=\"State%20Water%20Plan\"&gt;State Water Plan&lt;/a&gt;, which entailed the construction of dams and canals to transport water from the Sacramento River to the rapidly dwindling San Joaquin. The project was still in its planning stages when the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; hit the United States, and California was unable to raise the funds necessary for building the various facilities. As a result, the project was transferred to the federal government and switched hands several times between the &lt;a href=\"U.S.%20Army%20Corps%20of%20Engineers\"&gt;U.S. Army Corps of Engineers&lt;/a&gt; (USACE) and &lt;a href=\"U.S.%20Bureau%20of%20Reclamation\"&gt;U.S. Bureau of Reclamation&lt;/a&gt; (USBR) before finally being authorized in the &lt;a href=\"Rivers%20and%20Harbors%20Act%20of%201937\"&gt;Rivers and Harbors Act of 1937&lt;/a&gt; as a USBR undertaking and part of the &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt;, a series of large-scale reforms and construction projects intended to provide jobs for the millions of unemployed during the Depression.\nConstruction of Friant Dam, the main dam on the San Joaquin River, began in 1937 and was completed in 1942. The dam serves for irrigation and flood control storage, but its main purpose is to divert water into the &lt;a href=\"Madera%20Canal\"&gt;Madera Canal&lt;/a&gt;, which runs northwest along the San Joaquin Valley to the Chowchilla River, and the &lt;a href=\"Friant-Kern%20Canal\"&gt;Friant-Kern Canal&lt;/a&gt;, which carries San Joaquin water all the way south into the Tulare Basin, terminating at the &lt;a href=\"Kern%20River\"&gt;Kern River&lt;/a&gt;. Both are irrigation and municipal supply canals serving primarily agricultural interests. Water from the Friant Dam supplies almost of farmland in &lt;a href=\"Fresno%20County%2C%20California\"&gt;Fresno&lt;/a&gt;, &lt;a href=\"Kern%20County%2C%20California\"&gt;Kern&lt;/a&gt;, &lt;a href=\"Madera%20County%2C%20California\"&gt;Madera&lt;/a&gt;, and &lt;a href=\"Tulare%20County%2C%20California\"&gt;Tulare&lt;/a&gt; counties. The diversion of water off the San Joaquin at Friant Dam leaves little more than a trickle below the dam in most years, except for releases serving farms in the immediate area downstream of Friant.\nA key point for irrigation water distribution on the San Joaquin, despite its small size, is &lt;a href=\"Mendota%20Pool\"&gt;Mendota Dam&lt;/a&gt;. Built in 1871 at the juncture of the San Joaquin River and Fresno Slough, it initially served to divert water into the Main Canal, an irrigation canal for the riverside bottomlands in the San Joaquin Valley. In 1951, Mendota became the terminus of the &lt;a href=\"Delta-Mendota%20Canal\"&gt;Delta-Mendota Canal&lt;/a&gt;, a USBR project which conveys up to for from the mouth of the Sacramento River to the usually dry San Joaquin at that point. Water from Mendota is distributed in two directions: released into the San Joaquin for downstream diversions at the Sack Dam, another small diversion dam; and into Fresno Slough during the dry season, when no water is flowing in from the Kings River. The latter sends water into the Tulare Basin through the natural channel of the slough, which in essence conveys water in either direction depending on the time of year – north into the San Joaquin during the rainy season, south into the Tulare during the dry months.\nEastside Bypass.\nEven with the presence of Friant and numerous other flood control dams, large floods still caused significant damage along the San Joaquin River all the way through the late 1950s. The passage of the &lt;a href=\"Flood%20Control%20Act%20of%201944\"&gt;Flood Control Act of 1944&lt;/a&gt; included provisions for the construction of a levee system along part of the San Joaquin River, but valley farmers were not entirely satisfied. After years of lobbying, farmers convinced the state government to authorize a massive flood-control system of diversion channels and levees whose main component is the &lt;a href=\"Eastside%20Bypass\"&gt;Eastside Bypass&lt;/a&gt;, so named because of its location east of and parallel to the San Joaquin. Groundbreaking of the huge project was in 1959 and construction was finished in 1966.\nThe bypass system starts with the Chowchilla Canal Bypass, which can divert up to off the San Joaquin, a few miles above Mendota. After intercepting the flow of the Fresno River, the system is known as the Eastside Bypass, which runs northwest, crossing numerous tributaries: Berenda and Ash Sloughs, the Chowchilla River, Owens Creek and Bear Creek. Near the terminus, the bypass channel has a capacity of roughly . The Eastside Bypass ends just upstream of the Merced River confluence, where the San Joaquin levee system is better designed. However, the levees on the bypass channel are generally more well-built than those on the San Joaquin mainstem and thus the channel of the San Joaquin runs dry in some places where the entire flow has been diverted to the bypass system.\nProposed dams.\nAlthough fairly large with a capacity of , &lt;a href=\"Millerton%20Lake\"&gt;Millerton Lake&lt;/a&gt;, the reservoir of Friant Dam, is small compared to other reservoirs in the San Joaquin basin, such as &lt;a href=\"Don%20Pedro%20Reservoir\"&gt;Don Pedro&lt;/a&gt; and &lt;a href=\"Pine%20Flat%20Lake\"&gt;Pine Flat&lt;/a&gt;. The Bureau of Reclamation in conjunction with the &lt;a href=\"California%20Department%20of%20Water%20Resources\"&gt;California Department of Water Resources&lt;/a&gt; has proposed the construction of a new dam on the San Joaquin, &lt;a href=\"Temperance%20Flat%20Dam\"&gt;Temperance Flat Dam&lt;/a&gt;, a few miles upstream of Friant. The proposed $1.2-3.5 billion dam would stand high and create a reservoir of , well over twice the capacity of Millerton Lake. Proponents of the project cite numerous benefits: flood control, increased storage, hydroelectric potential, and capacity to provide a greater flow in the downstream river during the dry season. It would also give dam operators the advantage of being able to maintain the river to a lower temperature due to the reservoir's great depth. The new reservoir would provide an estimated annual yield of . In November 2014 the dam received $171 million of state funding from Proposition 1A, though project backers had sought $1 billion in funding.\nHowever, opponents assert that the upper San Joaquin River, which is already controlled by dozens of smaller reservoirs upstream of Millerton Lake, will not provide sufficient discharge to fill the reservoir except in very wet years. The new reservoir would flood of the San Joaquin River including whitewater runs, fishing areas and historic sites. It would also inundate two Big Creek Hydro powerhouses, causing a potential net loss of electricity generation. There would be significant evaporation losses from the reservoir, and the water required to fill it would put further pressure on already stressed water resources in the San Joaquin River basin.\nEcology and environment.\nHundreds of years ago, the San Joaquin flowed freely through a grass and marsh-dominated region variously known as the \"California prairie\", \"California annual grassland\", or \"Central Valley grasslands\". It is widely believed that the dominant grass species throughout the San Joaquin River valley and Tulare Basin, as well as the &lt;a href=\"Sacramento%20Valley\"&gt;Sacramento Valley&lt;/a&gt;, the Sierra foothills and Coast Ranges, was \"&lt;a href=\"Nassella%20pulchra\"&gt;Nassella pulchra&lt;/a&gt;\", a type of &lt;a href=\"bunchgrass\"&gt;bunchgrass&lt;/a&gt; more commonly known as purple needlegrass. Today, this vegetation community exists only in isolated pockets because of development of the valley for agriculture, and in much of the remnant open areas where it once thrived, now grows introduced flora such as &lt;a href=\"annual%20rye\"&gt;annual rye&lt;/a&gt; and &lt;a href=\"Slender%20wild%20oat\"&gt;wild oat&lt;/a&gt;. The vegetation communities created by the introduced grasses are sometimes referred to as \"valley grassland\", which is highly seasonal but is spread throughout the Central Valley from near &lt;a href=\"Redding%2C%20California\"&gt;Redding&lt;/a&gt; to south of Bakersfield. These grasses all thrive in the &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean climate&lt;/a&gt; that dominates much of the San Joaquin Valley.\nThe San Joaquin River and its marshes and wetlands provide a critical resting and breeding stop for migratory birds along the &lt;a href=\"Pacific%20Flyway\"&gt;Pacific Flyway&lt;/a&gt;. Once, the seasonal bird populations in the San Joaquin basin were immense, especially in the now-dry Tulare Lake region: \"It took something different, though, to capture the sound of the blue sky as it turned dark and deafening from the wings and cries of millions of native and migratory birds – &lt;a href=\"Canada%20goose\"&gt;Canada geese&lt;/a&gt;, &lt;a href=\"Mallard%20duck\"&gt;mallards&lt;/a&gt;, &lt;a href=\"swan\"&gt;swan&lt;/a&gt;s, &lt;a href=\"pelican\"&gt;pelican&lt;/a&gt;s, &lt;a href=\"Crane%20%28bird%29\"&gt;crane&lt;/a&gt;s, &lt;a href=\"green-winged%20teal\"&gt;teal&lt;/a&gt;, and &lt;a href=\"curlew\"&gt;curlew&lt;/a&gt;s. How to mimic the sudden flight of flocks so immense they extinguished the sun? One of the first white men to camp along the lake could think of only one noise, the roar of a freight train, that compared with the takeoff of the birds.\" Historically, the grasslands and the fringes of the great marshes and lakes provided habitat for large grazing animals including &lt;a href=\"pronghorn\"&gt;pronghorn&lt;/a&gt;, &lt;a href=\"mule%20deer\"&gt;mule deer&lt;/a&gt; and the &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; &lt;a href=\"tule%20elk\"&gt;tule elk&lt;/a&gt;, as well as predators such as the &lt;a href=\"San%20Joaquin%20kit%20fox\"&gt;San Joaquin kit fox&lt;/a&gt;; all of these species have seen dramatic population declines as their native habitat has fallen under the plow.\nHuman activities have replaced or altered over 95 percent of the historic wetlands as well as the &lt;a href=\"California%20oak%20woodland\"&gt;California oak woodland&lt;/a&gt; habitat, which originally occurred along stream and river corridors in the foothills, and the &lt;a href=\"Tule\"&gt;tule grass&lt;/a&gt; that once thrived in huge stands on the edges of marshes and lakes. Some of the richest remaining marsh habitats are in the Sacramento-San Joaquin Delta, which, despite significant agricultural and infrastructure development, has retained many of its original swamps and backwaters. Before the 19th century, the delta was a region of numerous islands of nutrient-rich &lt;a href=\"peat\"&gt;peat&lt;/a&gt;, alluvial deposits, winding channels and waterways. Since then, most of the Delta islands have been cultivated, and consistent use of the land has resulted in subsidence, in some cases up to . Water diversions from the rivers feeding it have increased salinity, which has in turn caused declines in fish populations that once thrived in the region.\nAs defined by the &lt;a href=\"World%20Wildlife%20Fund\"&gt;World Wildlife Fund&lt;/a&gt;, the San Joaquin River watershed is part of the Sacramento-San Joaquin freshwater ecoregion, which supports almost 40 species of freshwater fish. These include several types of &lt;a href=\"lamprey\"&gt;lamprey&lt;/a&gt;s, &lt;a href=\"sturgeon\"&gt;sturgeon&lt;/a&gt;s, &lt;a href=\"Centrarchidae\"&gt;sunfish&lt;/a&gt;, &lt;a href=\"perch\"&gt;perch&lt;/a&gt; and various &lt;a href=\"anadromous%20fish\"&gt;anadromous fish&lt;/a&gt; species such as &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; and &lt;a href=\"Rainbow%20trout\"&gt;steelhead&lt;/a&gt;. Some of these fish are believed to have descended from fishes of the &lt;a href=\"Columbia%20River%20Drainage%20Basin\"&gt;Columbia Basin&lt;/a&gt; in geologically ancient times, when the upper reaches of the Sacramento River watershed were connected with that of the &lt;a href=\"Snake%20River\"&gt;Snake River&lt;/a&gt;. Up to 75 percent of the historic species were &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to the Sacramento-San Joaquin basin. Most native fish stocks have suffered because of predation by introduced species and dam construction. In a study from 1993 to 1995, it was found that the main stem of the San Joaquin River was mainly populated by &lt;a href=\"fathead%20minnow\"&gt;fathead minnow&lt;/a&gt;, &lt;a href=\"red%20shiner\"&gt;red shiner&lt;/a&gt;, &lt;a href=\"threadfin%20shad\"&gt;threadfin shad&lt;/a&gt; and &lt;a href=\"inland%20silverside\"&gt;inland silverside&lt;/a&gt;, all of which were introduced. Downstream portions of the river's main tributaries were populated mainly by &lt;a href=\"largemouth%20bass\"&gt;largemouth&lt;/a&gt; and &lt;a href=\"smallmouth%20bass\"&gt;smallmouth bass&lt;/a&gt;, &lt;a href=\"redear%20sunfish\"&gt;redear sunfish&lt;/a&gt; and &lt;a href=\"Ictalurus%20catus\"&gt;white catfish&lt;/a&gt;, while native species have survived relatively well in the upper reaches of the river and its tributaries, which also play host to introduced &lt;a href=\"brown%20trout\"&gt;brown trout&lt;/a&gt;.\nPollution.\nFor its size, the San Joaquin River is one of the most polluted rivers in the United States, especially in its lower course. Years of pesticides and fertilizers being applied to the surrounding lands as well as municipal runoff have led to elevated levels of &lt;a href=\"selenium\"&gt;selenium&lt;/a&gt;, &lt;a href=\"fluoride\"&gt;fluoride&lt;/a&gt;, &lt;a href=\"nitrate\"&gt;nitrate&lt;/a&gt;s and other substances in the river and its tributaries; pesticide pollution is now considered \"ubiquitous\" to the San Joaquin River system. The selenium is believed to originate from soils on the west side of the valley and in the Coast Ranges, which are rich with the element. Additionally, the San Joaquin is suffering chronic salinity problems due to high levels of minerals being washed off the land by irrigation practices. Abandoned mines contribute toxic &lt;a href=\"acid%20mine%20drainage\"&gt;acid mine drainage&lt;/a&gt; to some tributaries of the river. One of the worst environmental disasters was at &lt;a href=\"Kesterson%20Reservoir\"&gt;Kesterson Reservoir&lt;/a&gt;, a disposal site for agricultural drain water which doubled as &lt;a href=\"Kesterson%20National%20Wildlife%20Refuge\"&gt;a wildlife refuge&lt;/a&gt;. Initially, animals and plants thrived in the artificial wetlands that were created here, but in 1983, it was found that birds had suffered severe deformities and deaths due to steadily increasing levels of chemicals and toxins. In the next few years, all the fish species died except for the &lt;a href=\"Gambusia%20affinis\"&gt;mosquito fish&lt;/a&gt;, and &lt;a href=\"algae%20bloom\"&gt;algae bloom&lt;/a&gt;s proliferated in the foul water. These have had not only an adverse impact on San Joaquin River ecology, but also cause pollution to the sources of most of the large aqueducts in the state – the California and Delta-Mendota Canals, for example.\nSalmon.\nBefore irrigation development, the San Joaquin River and its tributaries once supported the third largest run of &lt;a href=\"Pacific%20salmon\"&gt;Pacific salmon&lt;/a&gt; in California including prodigious spring, summer, fall, and late-fall runs of &lt;a href=\"chinook%20salmon\"&gt;chinook salmon&lt;/a&gt;. The &lt;a href=\"California%20Department%20of%20Fish%20and%20Game\"&gt;California Department of Fish and Game&lt;/a&gt; estimated in the 1930s that the historic &lt;a href=\"salmon%20run\"&gt;salmon run&lt;/a&gt; was likely in the vicinity of 200,000 to 500,000 of spawners annually, but by the mid-20th century, reduction in river flows led to the run dropping to about 3,000-7,000. Some sources put the historic populations as high as three hundred thousand, but this is highly unlikely because of the limited habitat available in the watershed.\nConstruction of dams in the San Joaquin watershed has led to nearly all of the good spawning streams, located higher in the mountains near the headwaters of the San Joaquin and its tributaries, being cut off to the salmon. The remaining areas left for the salmon to spawn in are undesirable. Prior to the building of the Friant Dam in 1944, the San Joaquin River was believed to have over 6,000 miles of streambed suitable and available to spawning salmon. However, in 1993 it was estimated that there was just 300 miles.\nThis significant loss of suitable spawning habitat is due to lack of spawning-sized gravel recruitment from lateral and upstream sources due to the installation of manmade barriers that block this gravel from passing naturally downstream. Without recruitment, high flow releases scour gravel from spawning beds, so that they gradually become smaller and smaller. The smaller pieces of gravel are more easily picked up and moved downstream, leaving behind larger pieces that the salmon are unable to move to bury their eggs in a process called redd construction. This further crowds the salmon into smaller and smaller suitable spawning beds, which increases the likelihood of redd superimposition. This is when spawners construct their redds, or pockets in the gravel to lay their eggs in, on top of preexisting redds, thereby killing or burying some of the eggs in the pre-existing redds. The EPA has also stated that the remaining gravel is \"probably fairly highly embedded and therefore of reduced quality and unavailable to fish for spawning\". The Temperature of the water can also affect the level of spawning. The best temperatures for spring and fall run Chinook salmon are between 42 °F and 57 °F. However, in 77% of the years studied by the San Joaquin River Restoration Program, water temperatures were elevated above 57 °F and abnormalities and egg morbidity rates increased.\nIntroduction of predatory fish species such as &lt;a href=\"bluegill\"&gt;bluegill&lt;/a&gt; and various types of &lt;a href=\"Bass%20%28fish%29\"&gt;bass&lt;/a&gt; that prey on salmon smolt are also a major contributor to the decline. The San Joaquin's point of divergence with the distributary Old River has historically created a sort of bottleneck for out migrating salmon because the Old River in turn branches into many side-channels and sloughs of the delta as well as various canal intakes. Recent years have seen work by the California Department of Water Resources and the California Department of Fish and Game to construct and manage temporary rock barriers at the head of the Old River in order to keep fish in the main channel of the San Joaquin River. In the fall of 2009, just 2,236 salmon returned to the entire river system to spawn; this has led to a government ban on salmon fishing off the coasts of northern California and Oregon. Recent years have seen efforts to bring back some of the salmon population to the San Joaquin and some of its tributaries; these include the establishment of &lt;a href=\"Fish%20hatchery\"&gt;fish hatcheries&lt;/a&gt;. , plans had been finalized for a $14.5 million hatchery near Friant Dam as part of a $20 million federal restoration project for the fish.\nIn late 2012, even though there are still dams in the way of allowing salmon to navigate the entire river, attempts were made to get salmon to lay eggs in the upper portion of the river near Friant Dam.\nThe closest example of a revived salmon population is the Butte River near Chico.\nGroundwater overdraft.\nBecause of the heavy demand of water for agriculture and the insufficient flow of the San Joaquin River, &lt;a href=\"groundwater\"&gt;groundwater&lt;/a&gt; in the San Joaquin Valley's rich &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt; has been an important source of irrigation supply since the late 19th century. Historically, surface water was able to provide all the needed supply, but as agricultural lands spread across more and more of the valley, groundwater pumping became increasingly common. Also, with the introduction of better technology that allowed farmers to dig deeper wells and install electrical pumps, groundwater was seen as an often cheaper and easily accessible source compared to the river. Water imported from Northern California through the Central Valley Project managed to stave off increasing rates of withdrawal for several years, until the &lt;a href=\"1977%20California%20drought\"&gt;1977 California drought&lt;/a&gt; heavily decreased water supplies from these sources for a while and caused many farmers to return to groundwater pumping.\nGroundwater withdrawal reached its peak during the 1960s with more than being drawn from the aquifer each year – over twice the present flow of the San Joaquin River – which accounted for 69.6% of all the groundwater pumped within the Central Valley, and nearly 14 percent of all the groundwater withdrawn in the United States. In a 1970 study, it was found that more than of the San Joaquin River valley had been affected by &lt;a href=\"land%20subsidence\"&gt;land subsidence&lt;/a&gt; in excess of . The maximum drop in elevation was near Mendota, the northward bend of the San Joaquin River, at over . In some areas, the &lt;a href=\"water%20table\"&gt;water table&lt;/a&gt; has declined more than vertically, forcing farmers to sink their wells as deep as to hit more abundant pockets of the underground water.\nEven after better practices and new sources of water through federal projects, groundwater pumping continues at a tremendous rate. The San Joaquin Valley aquifer lost about from 1961 to 2003, which despite being a dramatic reduction from the 1960s, still amounts to nearly per year. The subsidence caused by groundwater withdrawal has threatened infrastructure in the San Joaquin Valley, including the &lt;a href=\"California%20Aqueduct\"&gt;California Aqueduct&lt;/a&gt;, a &lt;a href=\"State%20Water%20Project\"&gt;State Water Project&lt;/a&gt; facility that conveys water from the delta region to coastal-central and &lt;a href=\"southern%20California\"&gt;southern California&lt;/a&gt;. Subsidence has also damaged highways and power lines as well as causing some areas to be more susceptible to flooding.\nReconnecting the San Joaquin to the ocean.\nIn 2009, the Bureau of Reclamation began to release water from Friant Dam in an effort to restore two once-dry stretches of the San Joaquin of about . These two reaches are from below the dam to Mendota Pool, and from the Sack Dam, a &lt;a href=\"diversion%20dam\"&gt;diversion dam&lt;/a&gt; approximately downstream, to the confluence with the Merced River. The flows were initially in that year. The increased flows will not only begin to restore large areas of desiccated riverside habitat below the dam, but will serve the primary purpose of restoring salmon runs in the upper San Joaquin watershed. The restoration flows, however, will cause a 12 to 15 percent reduction of water provided by the &lt;a href=\"Central%20Valley%20Project%23San%20Joaquin%20River\"&gt;Friant Division&lt;/a&gt; of the CVP with complaints from irrigators in the valley as a result. There has also been a lawsuit regarding damage to farmland west of the San Joaquin, near the town of &lt;a href=\"Los%20Banos%2C%20California\"&gt;Los Baños&lt;/a&gt;, claiming that the flows are seeping through levees that have not seen use in years due to the drying out of the river channel.\nIn addition to the dry reaches, the higher discharge in the San Joaquin will help restore a total of of river, figuring in stretches with low or polluted flows. It is also hoped that the water will help dilute contaminants in the river caused by &lt;a href=\"pesticide\"&gt;pesticide&lt;/a&gt;s and &lt;a href=\"fertilizer\"&gt;fertilizer&lt;/a&gt;s that are applied to the surrounding farmland. In turn, the boost in flow could assist restoration efforts and help flush out saline water in the Sacramento-San Joaquin Delta, where water is pumped into state aqueducts which provide water supplies to two-thirds of Californians.\nPhase One improvements include the following: The San Joaquin River east of Los Banos will be increased to route up to of water by December 2011. Salmon will be re-introduced to the river in 2012, most habitat conservation work on the San Joaquin River will be completed by the end of 2013. Phase One will include interim flows of up to . Capacity will be increased to handle up to from Friant Dam to the Mendota Dam by December 2013. A fish ladder will also be added to the Sack Dam.\nPhase Two improvements include the following: The USBR will begin releasing up to , or \"full restoration flows\", from the Friant Dam in 2014. Flows will depend on whether the year is wet, dry or for intermediate levels of precipitation. Additional rehabilitation work is projected to continue until 2016 to ensure that the river can transport of water through rainfall and releases from Friant Dam all the way to Bear Creek and the Eastside bypass. The higher capacity of the river is also to accommodate rainfall or prevent flooding.\nThe total cost of the restoration, one of the largest river recovery efforts in the United States, could be up to $800 million or even a billion dollars. Approximately $330 million will be paid by Central Valley farmers, and the state and federal governments will provide the remaining funding.\nEfforts have been under way to restore wetlands along the San Joaquin River as well as on the historic shores of &lt;a href=\"Tulare%20Lake\"&gt;Tulare Lake&lt;/a&gt;. These primarily entail the cleanup of existing wetlands and procuring additional water supplies, rather than converting agricultural land back into the original swamp and marsh. Since wetlands can provide a natural form of flood control – wetlands act like sponges, absorbing flood flows during the rainy season and releasing the accumulated water during the dry season – and also can filter out many forms of toxins, especially from fertilizers, they are important to maintaining good water quality in the San Joaquin River. Wetlands preservation group &lt;a href=\"Ducks%20Unlimited\"&gt;Ducks Unlimited&lt;/a&gt; was awarded a $1 million grant in 2005 as part of the &lt;a href=\"North%20American%20Wetlands%20Conservation%20Act\"&gt;North American Wetlands Conservation Act&lt;/a&gt; in order to conduct restoration work on of swamps and marshes throughout the San Joaquin Valley.\nThe San Joaquin River was last connected to the ocean in 2010. By reconnecting, it means the portion from Friant Dam to where the San Joaquin River joins the Merced river above Vernalis. This may happen in 2016 or 2017.\nWatershed.\nAt , the San Joaquin River watershed proper drains a fair swath of inland central California, an area comparable to the size of the &lt;a href=\"Upper%20Peninsula%20of%20Michigan\"&gt;Upper Peninsula of Michigan&lt;/a&gt;. If combined with the Tulare Basin, which historically (and still rarely) experiences northerly outflow to the San Joaquin River, it would be the largest single drainage basin entirely in the state. The San Joaquin River basin is roughly synonymous with the San Joaquin Valley, and is bounded by the Sierra Nevada to the east, the Coast Ranges on the west, and the Tehachapi Mountains on the south.\nThe San Joaquin Valley's major southeast–northwest axis runs roughly parallel with the &lt;a href=\"Pacific%20coast\"&gt;Pacific coast&lt;/a&gt; of California; it measures covering all or parts of seventeen California counties stretching from north of &lt;a href=\"Lodi%2C%20California\"&gt;Lodi&lt;/a&gt; to well south of &lt;a href=\"Bakersfield%2C%20California\"&gt;Bakersfield&lt;/a&gt;. Most of the elevation change in the San Joaquin occurs within the first above Friant Dam. Its highest headwaters are at over , but by the time the river reaches the foothills, it is a mere above sea level.\nOn the west and northwest, the San Joaquin watershed borders those of rivers draining into the Pacific, while beyond almost all of the other divides lie &lt;a href=\"endorheic%20basin\"&gt;endorheic basin&lt;/a&gt;s, mostly of the &lt;a href=\"Great%20Basin\"&gt;Great Basin&lt;/a&gt;. To the north, a low series of ridges separates the San Joaquin River basin from that of the Sacramento River. The Coast Ranges bound the watershed on the west and borders on the drainages of the &lt;a href=\"Pajaro%20River\"&gt;Pajaro River&lt;/a&gt;, &lt;a href=\"Salinas%20River%20%28California%29\"&gt;Salinas River&lt;/a&gt; and the endorheic &lt;a href=\"Carrizo%20Plain\"&gt;Carrizo Plain&lt;/a&gt;. On the south, the Tehachapis wall off the Tulare Basin from the &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt;. To the east, the Sierra Nevada separate the San Joaquin drainage from those of multiple smaller rivers that terminate in various Great Basin lakes. From north to south, these are the &lt;a href=\"Carson%20River\"&gt;Carson&lt;/a&gt;, &lt;a href=\"Walker%20River\"&gt;Walker&lt;/a&gt;, and &lt;a href=\"Owens%20River\"&gt;Owens River&lt;/a&gt;s. The sloping &lt;a href=\"alluvial%20fan\"&gt;alluvial fan&lt;/a&gt; of the &lt;a href=\"Kings%20River%20%28California%29\"&gt;Kings River&lt;/a&gt; divides the northern San Joaquin Valley from the Tulare Basin.\nThe overwhelming majority of the economic base in the San Joaquin River watershed is provided by agriculture. The valley is widely considered one of the most productive farming regions in the world, and the top four U.S. counties ranked by agricultural production are all located in the San Joaquin watershed and Tulare Basin. The crops grown in these four counties alone are valued at over $12.6 billion annually, while the production of the entire valley is estimated at more than $14.4 billion. The main crop in the valley by annual sales is &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;, but more than 200 types of produce are grown along the San Joaquin River and in the Tulare Basin, including &lt;a href=\"rice\"&gt;rice&lt;/a&gt;, &lt;a href=\"almond\"&gt;almond&lt;/a&gt;s and &lt;a href=\"lettuce\"&gt;lettuce&lt;/a&gt;. &lt;a href=\"Livestock\"&gt;Livestock&lt;/a&gt; raising is also a major business in the valley. This prodigious output has earned the basin many names, including the \"breadbasket\" or \"salad bowl\" of the United States.\n, the San Joaquin River watershed had a human population of roughly 4,039,000, about 1.9 million of whom live within the section of the watershed not including the Tulare Basin. The largest cities are Bakersfield, near the south end of the valley on the Kern River; Fresno, roughly in the geographic center; Modesto, on the Tuolumne River; and Stockton, on the southeast fringe of the Delta region. Other major cities include &lt;a href=\"Visalia%2C%20California\"&gt;Visalia&lt;/a&gt;, &lt;a href=\"Tulare%2C%20California\"&gt;Tulare&lt;/a&gt;, &lt;a href=\"Hanford%2C%20California\"&gt;Hanford&lt;/a&gt;, &lt;a href=\"Porterville%2C%20California\"&gt;Porterville&lt;/a&gt;, &lt;a href=\"Madera%2C%20California\"&gt;Madera&lt;/a&gt;, &lt;a href=\"Merced%2C%20California\"&gt;Merced&lt;/a&gt;, &lt;a href=\"Turlock%2C%20California\"&gt;Turlock&lt;/a&gt;, Manteca and Lodi. Population growth is among the highest in the state of California and more than twice the U.S. average. In &lt;a href=\"Madera%20County%2C%20California\"&gt;Madera County&lt;/a&gt;, near the geographic middle of the basin, growth was 51.5% between 1990 and 2003, the highest in the San Joaquin basin. Most of the major cities lie on the &lt;a href=\"California%20State%20Route%2099\"&gt;State Route 99&lt;/a&gt; corridor, which runs along the entirety of the San Joaquin Valley and forms the primary thoroughfare for the valley. &lt;a href=\"Interstate%205\"&gt;Interstate 5&lt;/a&gt; provides the major transportation route for the west side of the valley.\nLand cover in the watershed is predominantly agriculture and forest, and large expanses of shrubland and semiarid foothill terrain also occupy portions of the basin in addition to a growing urban percentage. Irrigated land covers 30% of the watershed followed by forested areas in addition to national forest and park land that encompass 26.8% of the total land area. Built-up areas use a much smaller percentage of the watershed, at just 1.9%. In the San Joaquin's direct drainage region (not including the Tulare Basin) agricultural cover was 19.2%, forests embraced 28.4%, and urban areas occupied 2.4% as of 1995. The basin's main population centers are in the north and south and population density generally increases from west to east. In fact, despite the relatively small percentage of developed areas, more than 50% of the population lives in the watershed's four largest cities: &lt;a href=\"Fresno%2C%20California\"&gt;Fresno&lt;/a&gt;, &lt;a href=\"Bakersfield%2C%20California\"&gt;Bakersfield&lt;/a&gt;, &lt;a href=\"Stockton%2C%20California\"&gt;Stockton&lt;/a&gt; and &lt;a href=\"Modesto%2C%20California\"&gt;Modesto&lt;/a&gt;.\nTributaries.\nSeven major tributaries flow directly into the San Joaquin River, all of which run from the Sierra Nevada westwards into the main stem. In addition, some of the discharge of the &lt;a href=\"Kings%20River%20%28California%29\"&gt;Kings River&lt;/a&gt; also enters the San Joaquin directly (but seasonally) through a &lt;a href=\"distributary\"&gt;distributary&lt;/a&gt;. Of these, the &lt;a href=\"Tuolumne%20River\"&gt;Tuolumne River&lt;/a&gt; is the largest in any respect: longest, greatest drainage basin, and highest discharge. The &lt;a href=\"Merced%20River\"&gt;Merced River&lt;/a&gt; is the second largest by length and drainage basin, but the &lt;a href=\"Mokelumne%20River\"&gt;Mokelumne River&lt;/a&gt; has a greater flow. Tributaries are listed below proceeding from the mouth upstream, with their respective \"main-stem\" length, watershed and discharge noted. Rivers of the Tulare Basin are noted below the San Joaquin's direct tributaries with their individual data. Most of the tributaries had much larger flows before irrigation diversions – for example, the Tuolumne's historic discharge was almost 48% higher than it is now."
}