{
    "id": "30501583",
    "revid": "42430375",
    "url": "https://en.wikipedia.org/wiki?curid=30501583",
    "title": "Clay Paky",
    "text": "Claypaky S.p.A., a subsidiary of the German lighting manufacturer &lt;a href=\"Osram\"&gt;Osram&lt;/a&gt;, is a developer of professional &lt;a href=\"lighting\"&gt;lighting&lt;/a&gt; systems for the &lt;a href=\"entertainment\"&gt;entertainment&lt;/a&gt; sector (&lt;a href=\"theatre\"&gt;theatre&lt;/a&gt;, &lt;a href=\"television\"&gt;television&lt;/a&gt;, &lt;a href=\"concerts\"&gt;concerts&lt;/a&gt;, &lt;a href=\"nightclubs\"&gt;nightclubs&lt;/a&gt; and outdoor events ) and for architectural applications. The company is based in &lt;a href=\"Seriate\"&gt;Seriate&lt;/a&gt;, near &lt;a href=\"Bergamo\"&gt;Bergamo&lt;/a&gt;, about 40 km from &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. It operates from a modern facility housing its &lt;a href=\"R%26amp%3BD\"&gt;R&amp;D&lt;/a&gt; labs, main production plant and &lt;a href=\"quality%20control\"&gt;quality control&lt;/a&gt;, &lt;a href=\"sales\"&gt;sales&lt;/a&gt; and administration departments. At present Clay Paky exports 95% of its production through a global sales and service organization represented by a dealer network active in more than 80 countries around the &lt;a href=\"world\"&gt;world&lt;/a&gt;.\nClaypaky History.\nThe Claypaky company was founded in August 1976, taking its name from the shortened, &lt;a href=\"anglicized\"&gt;anglicized&lt;/a&gt; form of the name of its founder, Pasquale (Paky) Quadri, one of the first entrepreneurs to realize that technological developments in lighting would have an enormous future in the &lt;a href=\"show%20business\"&gt;show business&lt;/a&gt; and entertainment world.\nIn 1982 Claypaky presented the Astrodisco, which used a single lamp to project multiple &lt;a href=\"Light%20beam\"&gt;rays&lt;/a&gt; of colored light across &lt;a href=\"ceilings\"&gt;ceilings&lt;/a&gt; and dance floors. Five years later it launched Brilliant, a digitally controlled &lt;a href=\"moving%20head\"&gt;moving head&lt;/a&gt; and forerunner of a new generation of “intelligent” &lt;a href=\"Ceiling%20projector\"&gt;projectors&lt;/a&gt;. This was followed in 1988 by the programmable Golden Scan, a moving mirror projector and the first &lt;a href=\"luminaire\"&gt;luminaire&lt;/a&gt; to implement &lt;a href=\"stepper%20motor\"&gt;stepper motor&lt;/a&gt; technology instead of &lt;a href=\"servo%20motors\"&gt;servo motors&lt;/a&gt;. Acclaimed by the specialised press as “the world’s most popular and best-selling projector”, the Golden Scan became a commonly used lighting effect at nightclubs and rock concerts during the late 1980s and the 1990s. The London rock band &lt;a href=\"Klaxons\"&gt;Klaxons&lt;/a&gt; claimed the projector was the inspiration behind their light-themed, &lt;a href=\"hit%20single\"&gt;hit single&lt;/a&gt; &lt;a href=\"Golden%20Skans\"&gt;Golden Skans&lt;/a&gt;.\nSince 2000, Claypaky has also been developing its offer for indoor and outdoor architectural applications. In 2002 it moved its &lt;a href=\"headquarters\"&gt;headquarters&lt;/a&gt; to a new industrial complex in &lt;a href=\"Seriate\"&gt;Seriate&lt;/a&gt; (Bergamo), achieving &lt;a href=\"certification\"&gt;certification&lt;/a&gt; for &lt;a href=\"Regulatory%20compliance\"&gt;compliance&lt;/a&gt; with the UNI EN &lt;a href=\"ISO%209001\"&gt;ISO 9001&lt;/a&gt; quality standard that same year.\nClaypaky has experienced constant growth, reporting &lt;a href=\"revenues\"&gt;revenues&lt;/a&gt; of more than 50 million &lt;a href=\"euro\"&gt;euro&lt;/a&gt; for 2011, up by over 50% from 2010 (33 million euro). It has a &lt;a href=\"workforce\"&gt;workforce&lt;/a&gt; of nearly 200 people.\nIn 2014 the Claypaky founder Pasquale Quadri died and the company has been acquired by &lt;a href=\"Osram\"&gt;Osram&lt;/a&gt;.\nAwards.\nOver the past two decades, Claypaky’s dedication to innovation has been recognized with more than forty international awards. \nThe MoMS - Museum of Modern Showlighting.\nA project conceived by Pasquale Quadri (1947-2014) and formally opened in 2015 — the UNESCO International Year of Light — the &lt;a href=\"http%3A//www.moms-museum.org\"&gt;Museum of Modern Showlighting (MoMS)&lt;/a&gt; is the first European museum that specifically covers all the sectors where showlighting plays a vital role.\nThe museum investigates the chronology of advances in lighting technology in parallel with the development of the socio-cultural context.\nAfter a brief historical excursus on stage lighting beginning in ancient Greece, the exhibition focuses attention on the 1980s and the development of lighting effects that have become part of our collective memory through musicals such as “Saturday Night Fever”. It then comes to the present and the complex motorised projectors available on today’s market.\nThe museum has a library consisting of an historical archive of reviews and a multimedia room."
}