{
    "id": "30512033",
    "revid": "39854882",
    "url": "https://en.wikipedia.org/wiki?curid=30512033",
    "title": "Chance for Peace speech",
    "text": "The Chance for Peace speech, also known as the Cross of Iron speech, was an address given by U.S. President &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt; on April 16, 1953, shortly after the death of &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; dictator &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;. Speaking only three months into his presidency, Eisenhower likened &lt;a href=\"Military%20budget\"&gt;arms spending&lt;/a&gt; to stealing from the people, and evoked &lt;a href=\"William%20Jennings%20Bryan\"&gt;William Jennings Bryan&lt;/a&gt; in describing \"humanity hanging from a &lt;a href=\"Cross%20of%20Gold%20speech\"&gt;cross of iron&lt;/a&gt;.\" Although Eisenhower, a former military man, spoke against increased military spending, the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; deepened during his administration and political pressures for increased military spending mounted. By the time he left office in 1961, he felt it necessary to warn of the &lt;a href=\"military-industrial%20complex\"&gt;military-industrial complex&lt;/a&gt; in &lt;a href=\"Eisenhower%27s%20farewell%20address\"&gt;his final address&lt;/a&gt;.\nBackground.\nEisenhower took office in January 1953, with the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; winding down. The Soviet Union had detonated an &lt;a href=\"Nuclear%20weapon\"&gt;atomic bomb&lt;/a&gt;, and appeared to reach approximate military parity with the United States. Political pressures for a more aggressive stance toward the Soviet Union mounted, and calls for increased military spending did as well. Stalin's demise on March 5, 1953 briefly left a power vacuum in the Soviet Union and offered a chance for &lt;a href=\"rapprochement\"&gt;rapprochement&lt;/a&gt; with the new regime, as well as an opportunity to decrease military spending.\nThe speech.\nThe speech was addressed to the &lt;a href=\"American%20Society%20of%20Newspaper%20Editors\"&gt;American Society of Newspaper Editors&lt;/a&gt;, in &lt;a href=\"Washington%20D.C.\"&gt;Washington D.C.&lt;/a&gt;, on April 16, 1953. Eisenhower took an opportunity to highlight the cost of continued tensions and rivalry with the Soviet Union. While addressed to the American Society of Newspaper Editors, the speech was broadcast nationwide, through use of television and radio, from the &lt;a href=\"Statler%20Hotel\"&gt;Statler Hotel&lt;/a&gt;. He noted that not only were there military dangers (as had been demonstrated by the Korean War), but an &lt;a href=\"arms%20race\"&gt;arms race&lt;/a&gt; would place a huge domestic &lt;a href=\"guns%20and%20butter\"&gt;burden on both nations&lt;/a&gt;:\nLegacy.\nEisenhower's \"humanity hanging from a cross of iron\" evoked &lt;a href=\"William%20Jennings%20Bryan\"&gt;William Jennings Bryan&lt;/a&gt;'s &lt;a href=\"Cross%20of%20Gold%20speech\"&gt;Cross of Gold speech&lt;/a&gt;. As a result, \"The Chance for Peace speech\", colloquially, became known as the \"Cross of Iron speech\" and was seen by many as contrasting the Soviet Union's view of the post-&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; world with the United States' cooperation and national reunion view.\nDespite Eisenhower's hopes as expressed in the speech, the Cold War deepened during his time in office. His &lt;a href=\"Eisenhower%27s%20farewell%20address\"&gt;farewell address&lt;/a&gt; was \"a bookend\" to his Chance for Peace speech. In that speech, he implored Americans to think to the future and \"not to become the insolvent phantom of tomorrow\", but the large peacetime military budgets that became established during his administration &lt;a href=\"Military%20budget%20of%20the%20United%20States\"&gt;have continued for half a century.&lt;/a&gt;"
}