{
    "id": "3053386",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=3053386",
    "title": "Wilpena Pound",
    "text": "Wilpena Pound – also known by its &lt;a href=\"Adnyamathanha%20language\"&gt;Adnyamathanha&lt;/a&gt; name of Ikara, meaning \"meeting place\" – is a natural &lt;a href=\"amphitheatre\"&gt;amphitheatre&lt;/a&gt; of &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s located north of &lt;a href=\"Adelaide\"&gt;Adelaide&lt;/a&gt;, &lt;a href=\"South%20Australia\"&gt;South Australia&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; in the heart of the &lt;a href=\"Ikara-Flinders%20Ranges%20National%20Park\"&gt;Ikara-Flinders Ranges National Park&lt;/a&gt;. It is accessible via a sealed road which continues on to the northern &lt;a href=\"Flinders%20Ranges%2C%20South%20Australia\"&gt;Flinders Ranges&lt;/a&gt; town of &lt;a href=\"Blinman%2C%20South%20Australia\"&gt;Blinman&lt;/a&gt; and to the south, &lt;a href=\"Hawker%2C%20South%20Australia\"&gt;Hawker&lt;/a&gt;.\nAttempts at farming the Pound failed during the early 20th century. Following this, the tourism potential was recognised in 1945.\nGeomorphology.\nThe area is part of the &lt;a href=\"Adelaide%20Geosyncline\"&gt;Adelaide Geosyncline&lt;/a&gt;. Despite early amateur theories that it was some kind of ancient volcano, the actual Pound is a &lt;a href=\"syncline\"&gt;synclinal basin&lt;/a&gt;, with the fold axis running NNW-SSE through Edeowie Gorge at the northern end and &lt;a href=\"Rawnsley%27s%20Bluff\"&gt;Rawnsley's Bluff&lt;/a&gt; at the southern. A corresponding &lt;a href=\"anticline\"&gt;anticline&lt;/a&gt; is located in the adjacent Moralana Gorge, with the Elder Range on the downturned western limb. The area has given its name to the Wilpena Group of sedimentary rocks making up the younger sediments of the geosyncline, and names of further subdivisions also originate from the area: particularly the Pound Subgroup, made up of Rawnsley &lt;a href=\"Quartzite\"&gt;Quartzite&lt;/a&gt; and Bonney &lt;a href=\"Sandstone\"&gt;Sandstone&lt;/a&gt;, which were laid down during the &lt;a href=\"Ediacaran\"&gt;Ediacaran&lt;/a&gt; Period. Ediacaran fossils, such as \"&lt;a href=\"Ikaria%20wariootia\"&gt;Ikaria wariootia&lt;/a&gt;\", have been found in this subgroup.\nAlthough from the outside the Pound appears as a single range of mountains, it is actually two: one on the western edge, and one on the eastern, joined by the long Rawnsley's Bluff at the south. A gorge called Wilpena Gap has been cut in the eastern range, and most of the inside of the Pound drains into Wilpena Creek which exits through the Gap. A small part of the high northern slopes of the Pound drains into Edeowie Creek, which drains in time of flood over steep cliffs and waterfalls in Edeowie Gorge to the north.\nThe highest peak in the Pound, also the highest of the &lt;a href=\"Flinders%20Ranges\"&gt;Flinders Ranges&lt;/a&gt;, is &lt;a href=\"St%20Mary%20Peak\"&gt;St Mary Peak&lt;/a&gt; (1171m), on the north-eastern side. To the south of the Gap on the eastern side, the highest peak is Point Bonney (1133m). On the north-western side of the Pound, the highest point is Pompey's Pillar (1165m), and Rawnsley's Bluff (950m) at the southern end is the other major summit.\nThe wall of mountains almost completely encircles the gently-sloping interior of the Pound, with the only breaks being the gorge at Wilpena Gap and a high saddle in the south-western range over which the &lt;a href=\"Heysen%20Trail\"&gt;Heysen Trail&lt;/a&gt; passes. This latter saddle is called Bridle Gap, supposedly because it's the only place other than the gorge where a skilled horseman might ride into the Pound. The interior of the Pound does not rise to a height at the northern edge, but instead simply drops off very steeply to the plain below in a series of steep gullies.\nNomenclature.\nThe name of the Pound, Wilpena, is reported to be Aboriginal, meaning \"place of bent fingers\"; this might either be a reference to the mountains resembling the shape of a gently cupped hand, or the freezing cold of the ranges in winter. The traditional owners, the &lt;a href=\"Adnyamathanha\"&gt;Adnyamathanha&lt;/a&gt;, however, have no such word in their language. Their name for the Pound is Ikara which means \"meeting place\". It's not clear who named St Mary Peak: a somewhat discredited turn-of-the-century account has the surveyor &lt;a href=\"Benjamin%20Babbage\"&gt;B.H. Babbage&lt;/a&gt; naming it in 1856, but others says that the pastoralist George Marchant suggested the name while in the area in 1851, and the latter explanation is more likely.\nPoint Bonney was named after the Crown Commissioner of Lands &lt;a href=\"Charles%20Bonney\"&gt;Charles Bonney&lt;/a&gt;, while Rawnsley's Bluff is named after the surveyor H.C. Rawnsley. The peak directly to the south of Wilpena Gap was known informally through much of the later 20th century as Mount John, reportedly because bus drivers became so tired of tourists asking its name they dubbed it as such. However, it had been marked on a private survey in 1851 as Mount Ohlssen-Bagge, after a business partner of the surveyor's. In recent years the latter name has regained preeminence. The &lt;a href=\"Adelaide%20Bushwalkers\"&gt;Adelaide Bushwalkers&lt;/a&gt; produced a detailed map of the Pound in 1959 in which they gave generic aboriginal names to many of the eastern peaks: Attunga Bluff (\"high place\"), Tanderra Saddle (\"resting place\"), Timburru Peak (\"steep\"), and Wangara Hill (a popular lookout to the north of Wilpena Gap) date from this map.\nThe peaks on the western range were named as part of a detailed survey for the &lt;a href=\"Hundred%20of%20Moralana\"&gt;Hundred of Moralana&lt;/a&gt; in 1895: the surveyor, William Greig Evans, named them all after his family and associates: Dorothy's Peak, Beatrice Hill, Madge's Hill, Harold's Hill are after his children, Reggie's Nob his brother, Greig's Peak himself, and Dick's Nob, Walter's Hill and Fred's Nob are after members of his surveying party. Bimbornina Hill has recently gained some usage as a name for Dick's Nob, which overlooks Bridle Gap. The original 1851 name for Dorothy's Peak was Mount Boord, after the pioneer of &lt;a href=\"Oraparinna%20station\"&gt;Oraparinna station&lt;/a&gt;, but this name has not regained any usage.\nAlthough not part of the Pound, the adjacent Elder Range (and its highest point Mount Aleck) was named by &lt;a href=\"Frederick%20Sinnett\"&gt;Frederick Sinnett&lt;/a&gt; after the very successful Adelaide businessman, &lt;a href=\"Thomas%20Elder\"&gt;Sir Thomas Elder&lt;/a&gt;.\nHistory.\nThe &lt;a href=\"Adnyamathanha\"&gt;Adnyamathanha&lt;/a&gt; aboriginals were the original inhabitants of Wilpena Pound. The Adnyamathanha translate Pound to mean 'meeting' or 'initiation place' in their own language. The Yura Muda (collection of language and culture of the Adnyamathanha) passed down the story of how Wilpena Peak was formed, in which two Akurras (dreaming serpents) ate a large sum of people gathered for a celebration, which caused the serpents to be unable to move from their eating grounds. The head of the male and female serpents formed St. Mary Peak and Beatrice Hill, respectively.\nAlthough the first &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an to sight the distant peaks of the Pound was almost certainly &lt;a href=\"Edward%20Eyre\"&gt;Edward Eyre&lt;/a&gt; on his &lt;a href=\"Eyre%27s%201839%20expeditions\"&gt;first 1839 expedition&lt;/a&gt; to the vicinity of &lt;a href=\"Lake%20Torrens\"&gt;Lake Torrens&lt;/a&gt;, Eyre did not actually visit or investigate these ranges and so had no idea of their geographical formation. Matthew Flinder's botanist &lt;a href=\"Robert%20Brown%20%28botanist%2C%20born%201773%29\"&gt;Robert Brown&lt;/a&gt; had climbed one of the highest peaks of the southern Flinders in March 1802, but Wilpena would have been just over the horizon.\nImmediately after the first Europeans explored the ranges at first hand, discovering the Pound and its prospects for pastoralism, there was debate as to who was actually first. The likely discoverer, in 1850, was bushman William Chace, whose employers, the pastoralist brothers &lt;a href=\"William%20James%20Browne\"&gt;William Browne&lt;/a&gt; and &lt;a href=\"John%20Harris%20Browne\"&gt;John Browne&lt;/a&gt;, both &lt;a href=\"Doctor%20of%20Medicine\"&gt;medical doctors&lt;/a&gt;, had applied in 1850 for a pastoral lease there. The rival claimant was pastoralist C.N. Bagot, who described the country in June 1851 in a newspaper report, after having applied for a lease, and claiming to be the discoverer. Within a week of Bagot's discovery claim appearing it was indignantly refuted by the Browne's, in favour of Chace.\nIn an attempt to sort out their conflicting claims over the pastoral lease, Charles Bonney and Surveyor-General &lt;a href=\"Arthur%20Henry%20Freeling\"&gt;Henry Freeling&lt;/a&gt; employed &lt;a href=\"H.C.%20Rawnsley\"&gt;H.C. Rawnsley&lt;/a&gt; to go north and survey the area. In a controversially expensive trip, Rawnsley, of dubious skill and experience, only made it to the southern end of the Pound, which had been privately surveyed by &lt;a href=\"Thomas%20Burr\"&gt;Thomas Burr&lt;/a&gt; and &lt;a href=\"Frederick%20Sinnett\"&gt;Frederick Sinnett&lt;/a&gt; (employed by the Brownes) only a month or two earlier. On his arrival, Rawnsley found that the Bluff was already named after him by the locals, perhaps in an ironic wink at his shaky reputation (he was sacked by the Governor early the following year).\nThe Browne brothers eventually won the claim for Wilpena over Bagot, and the young &lt;a href=\"Henry%20Strong%20Price\"&gt;Henry Strong Price&lt;/a&gt; opened up and ran the 40,000-hectare Wilpena Station for them. In 1861 Price purchased Wilpena from the Brownes. By 1863 Wilpena consisted of well over 200,000 hectares, but was nearly ruined by the drought of that decade. According to one account, the Pound itself was used for keeping horses, and was such a good natural enclosure that the horses became as wild as &lt;a href=\"Brumby\"&gt;brumbies&lt;/a&gt;.\nWhen Price died in 1889 the immediate 8,000-hectare area of the Pound was separated from the main run and leased separately. When the Hill family obtained this lease in 1901, they decided to try farming, something never before attempted so far north. &lt;a href=\"Goyder%27s%20Line\"&gt;Goyder's Line&lt;/a&gt; had proven rather accurate with regard to agricultural expansion in the great drought of the 1880s, and Wilpena is some north of the Line. But being in the shadow of some of the highest mountains of the Flinders, rainfall in the Pound is a little higher (snow even being very rarely known on St Mary Peak) and the Hills were determined to try.\nAfter the immense labour of constructing a road through the torturous Wilpena Gap, they built a small homestead inside the Pound, which still stands today, and cleared some open patches in the thick scrub of the interior. For several years the Hill family had moderate success growing crops inside the Pound, but in 1914 there was a major flood and the road through the gorge was destroyed. They could not bear to start all over and sold their homestead to the government. The Pound then became a forest reserve leased for grazing. In 1945 the tourist potential of the area was recognised when a \"National Pleasure Resort\" was proclaimed. A hotel called the Wilpena Chalet was opened on the southern side of the creek just outside the gorge, and it has been run by various private companies ever since, most notably Kevin Rasheed and later his son Keith who between them ran the Chalet for over 50 years.\nThe Pound also later became part of the &lt;a href=\"Flinders%20Ranges%20National%20Park\"&gt;Flinders Ranges National Park&lt;/a&gt;.\nClimate.\nWilpena Pound is in a semi-arid climate and receives less rainfall than the rest of Australia on average. The historical maximum amount of rainfall in a single day is 173 mm. Between the months of December and February, the daytime temperatures average between 31.8(89.24 °F) and 33.8 °C(92.84 °F) with overnight average minimums between 16 °C(60.8 °F) and 18 °C(64.4 °F). Between June and August, the daytime temperatures average between 15.9 °C(60.62 °F) and 17.7 °C(63.86 °F) with minimums at night of 3.7 °C(38.6 °F) and 4.6 °C(40.3 °F).\nTourism.\nWilpena Pound is one of the most popular sites in the &lt;a href=\"Flinders%20Ranges\"&gt;Flinders Ranges&lt;/a&gt; for international &lt;a href=\"tourists\"&gt;tourists&lt;/a&gt; to visit the &lt;a href=\"outback\"&gt;outback&lt;/a&gt; because of the large development that has occurred at the Wilpena Pound Resort on the eastern side of Wilpena Pound and &lt;a href=\"Rawnsley%20Park%20Station\"&gt;Rawnsley Park Station&lt;/a&gt; on the western side. There are many modern facilities there that makes it appealing for people who are not familiar with the semi-arid conditions. Tourists also go on scenic &lt;a href=\"Air%20travel\"&gt;flights&lt;/a&gt; from an unsealed airstrip at Wilpena Pound resort and Rawnsley Park north east of &lt;a href=\"Hawker%2C%20South%20Australia\"&gt;Hawker&lt;/a&gt;.\nRock climbing is a notable tourist attraction for Wilpena Pound, with the Moonarie being a hotspot for rock climbers. The Moonarie is a quartzite cliff of about 120m located on the upper rim of Wilpena Pound.\nWilpena Eating House was built in 1862 to handle passing traders, until the structure was abandoned in the 1880s. The structure was built with local pine slabs and a roof made from grass.\nArkaroo rock holds the history of Flinders Ranges as the aboriginals painted events depicting what happened in Flinders Ranges, such as the formation of Wilpena Pound.\nWilpena Pound was made internationally famous after &lt;a href=\"Harold%20Cazneaux\"&gt;Harold Cazneaux&lt;/a&gt; took a picture of a lonely tree surviving in the harsh semi-arid climate of Wilpena Pound.\nBushwalking.\nThe Pound is a very popular area for &lt;a href=\"bushwalking\"&gt;bushwalking&lt;/a&gt;, interesting to people of all levels of experience. The Pound traverses some of the most beautiful country in the Flinders Ranges. &lt;a href=\"Tourist\"&gt;Tourist&lt;/a&gt;s can do short few hour long walks out of the resort, visitor centre and campground not far off the main road. Semi-serious walkers can spend the best part of a day climbing up to &lt;a href=\"St%20Mary%20Peak\"&gt;St Mary Peak&lt;/a&gt;, although the traditional owners prefer that people stop short of the peak, which is sacred to them. &lt;a href=\"Culturally-sensitive\"&gt;Culturally-sensitive&lt;/a&gt; hikers climb to the Saddle and then return, or continue down into the Pound. Serious &lt;a href=\"hiker\"&gt;hiker&lt;/a&gt;s may be interested in lightweight camping around the Pound in order to bag all the peaks in one trip, or a more detailed investigation of one area. A traverse of the peaks from Reggie's Nob to Mount Abrupt is perhaps the most difficult walk; it was first performed by a party of &lt;a href=\"Rovers%20%28Australia%29\"&gt;Rover Scouts&lt;/a&gt; several decades ago.\nThe peaks are very rugged, and thick scrub and timber inside the pound can make navigation difficult; in 1959, a 12-year-old boy became lost while walking inside the Pound, and despite search efforts, his skeletal remains were not located until 18 months later. A pass on the upper slopes of St Mary Peak is named after him; his brother &lt;a href=\"John%20Bannon\"&gt;John Bannon&lt;/a&gt; later became the Premier of South Australia."
}