{
    "id": "305336",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=305336",
    "title": "Augustus Hill Garland",
    "text": "Augustus Hill Garland (June 11, 1832  – January 26, 1899) was an American lawyer and &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; politician from &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;, who initially opposed Arkansas' secession from the United States, but later served in both houses of the &lt;a href=\"Congress%20of%20the%20Confederate%20States\"&gt;Congress of the Confederate States&lt;/a&gt; and the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt;, as well as became the &lt;a href=\"List%20of%20Governors%20of%20Arkansas\"&gt;11th Governor of Arkansas&lt;/a&gt; (1874-1877) and the &lt;a href=\"United%20States%20Attorney%20General\"&gt;38th Attorney General of the United States&lt;/a&gt; (1885-1889).\nEarly life.\nGarland was born in &lt;a href=\"Covington%2C%20Tennessee\"&gt;Covington, Tennessee&lt;/a&gt; on June 11, 1832, to Rufus and Barbara (Hill) Garland. His parents moved to Lost Prairie in &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt; the following year. In 1830 his father owned 13 slaves, and owned a store before dying when Augustus was a child. In 1836 his mother married Thomas Hubbard. Hubbard moved the family to &lt;a href=\"Washington%2C%20Arkansas\"&gt;Washington, Arkansas&lt;/a&gt;, near the &lt;a href=\"Hempstead%20County%2C%20Arkansas\"&gt;Hempstead County&lt;/a&gt; seat of &lt;a href=\"Hope%2C%20Arkansas\"&gt;Hope&lt;/a&gt;, and owned 5 slaves in the 1850 census.\nGarland attended Spring Hill Male Academy from 1838 to 1843. He attended &lt;a href=\"St.%20Mary%27s%20College%20%28Kentucky%29\"&gt;St. Mary's College&lt;/a&gt; in &lt;a href=\"Lebanon%2C%20Kentucky\"&gt;Lebanon, Kentucky&lt;/a&gt;, and graduated from &lt;a href=\"St.%20Joseph%27s%20College%20%28Kentucky%29\"&gt;St. Joseph's College&lt;/a&gt; in &lt;a href=\"Bardstown%2C%20Kentucky\"&gt;Bardstown, Kentucky&lt;/a&gt;, in 1849.\nGarland taught at Brownstown School in Mine Creek, &lt;a href=\"Sevier%20County%2C%20Arkansas\"&gt;Sevier County&lt;/a&gt;, but returned to Washington to study &lt;a href=\"law\"&gt;law&lt;/a&gt; with &lt;a href=\"Hempstead%20County%2C%20Arkansas\"&gt;Hempstead&lt;/a&gt; &lt;a href=\"County%20clerk\"&gt;County clerk&lt;/a&gt; Simon Sanders. He married Sarah Virginia Sanders on June 14, 1853; they would have nine children, four of whom survived to adulthood.\nEarly legal career.\n&lt;a href=\"Admission%20to%20the%20bar%20in%20the%20United%20States\"&gt;Admitted to the bar&lt;/a&gt; in 1853, Garland started his law practice with his stepfather. Garland moved to &lt;a href=\"Little%20Rock%2C%20Arkansas\"&gt;Little Rock&lt;/a&gt; in June 1856, and became a law partner to Ebenezer Cummins, a former associate of &lt;a href=\"Albert%20Pike\"&gt;Albert Pike&lt;/a&gt;. When Cummins died, Garland took over his extensive practice at age 25 and took on slightly younger attorney William Randolph by 1860, who lived with Garland's young family. Garland owned three enslaved females in the 1860 census (two 27 years old and an 11-year-old girl), and his elder brother Rufus owned 9 slaves in Hempstead County, Arkansas. Nonetheless, Augustus Garland represented the slave Abby Guy in two appeals to the Arkansas Supreme Court in 1857 and 1861, ultimately winning her freedom.\nGarland became one of Arkansas's most prominent attorneys and was admitted to the bar of the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;Supreme Court of the United States&lt;/a&gt; in 1860.\nEntry into politics.\nGarland supported the &lt;a href=\"Whig%20Party%20%28United%20States%29\"&gt;Whig&lt;/a&gt; and &lt;a href=\"Know%20Nothing\"&gt;American \"Know Nothing\"&lt;/a&gt; parties during the 1850s. In the &lt;a href=\"1860%20United%20States%20presidential%20election\"&gt;election of 1860&lt;/a&gt;, Garland was a &lt;a href=\"United%20States%20Electoral%20College\"&gt;presidential elector&lt;/a&gt; in the Arkansas Electoral College for the &lt;a href=\"Constitutional%20Union%20Party%20%28United%20States%29\"&gt;Constitutional Union Party&lt;/a&gt; voting for the party's nominees of &lt;a href=\"John%20Bell%20%28Tennessee%20politician%29\"&gt;John Bell&lt;/a&gt; and &lt;a href=\"Edward%20Everett\"&gt;Edward Everett&lt;/a&gt;.\nAmerican Civil War.\nThe election of &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; to the &lt;a href=\"President%20of%20the%20United%20States\"&gt;Presidency of the United States&lt;/a&gt; led to the secession of the Deep South states from the &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt;. Garland consistently opposed secession and advocated Arkansas's continued allegiance to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. His elder brother Rufus Garland (1830-1886) raised a Confederate infantry company (the \"Hempstead Hornets\") and accepted a captain's commission. Augustus Garland was selected to represent &lt;a href=\"Pulaski%20County%2C%20Arkansas\"&gt;Pulaski County&lt;/a&gt; at the 1861 secession convention in Little Rock, where he voiced his opposition. After Lincoln called for 75,000 troops from Arkansas to help suppress the Confederate States, Garland reluctantly gave his support to secession.\nConfederate States Congress.\nGarland was appointed to the &lt;a href=\"Provisional%20Confederate%20Congress\"&gt;Provisional Confederate Congress&lt;/a&gt; and was elected to the &lt;a href=\"Congress%20of%20the%20Confederate%20States\"&gt;Confederate House of Representatives&lt;/a&gt; in the &lt;a href=\"1st%20Confederate%20States%20Congress\"&gt;1st Confederate States Congress&lt;/a&gt; in 1861, where he was a member of the Committees on Public Lands, Commerce and Financial Independence, and the Judiciary. He was reelected in 1863, and in 1864 was appointed to the &lt;a href=\"Congress%20of%20the%20Confederate%20States\"&gt;Confederate States Senate&lt;/a&gt; to fill the vacancy caused by the death of &lt;a href=\"Charles%20B.%20Mitchel\"&gt;Charles B. Mitchel&lt;/a&gt;. As a Congressman, he made efforts to establish a &lt;a href=\"Supreme%20court\"&gt;Supreme Court&lt;/a&gt; of the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States&lt;/a&gt; and supported &lt;a href=\"President%20of%20the%20Confederate%20States%20of%20America\"&gt;President&lt;/a&gt; &lt;a href=\"Jefferson%20Davis\"&gt;Jefferson Davis&lt;/a&gt;, with the exception of Davis' aside suspending the &lt;a href=\"writ\"&gt;writ&lt;/a&gt; of \"&lt;a href=\"habeas%20corpus\"&gt;habeas corpus&lt;/a&gt;\" for the duration of the war (as had Lincoln in the North). He returned to Arkansas in February 1865, when it was clear the Confederacy was about to lose so that he could help facilitate the return of his state to the Union.\nPostwar.\n\"Ex parte Garland\".\nNot long after the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; ended, &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Andrew%20Johnson\"&gt;Andrew Johnson&lt;/a&gt; pardoned Garland on July 15, 1865. He was nonetheless forbidden to resume his legal practice without taking the &lt;a href=\"Ironclad%20Oath\"&gt;Ironclad Oath&lt;/a&gt;, which the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; had required of all &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate&lt;/a&gt; government or military officials, per a law passed on January 24, 1865. In \"&lt;a href=\"Ex%20parte%20Garland\"&gt;Ex parte Garland&lt;/a&gt;\", Garland argued that the law was unconstitutional and \"&lt;a href=\"Ex%20post%20facto%20law\"&gt;ex post facto&lt;/a&gt;\". On January 14, 1867, by a vote of five to four, the U.S. Supreme Court agreed. The ruling caused considerable uproar in the north, but former Confederates hoped that the judicial system could be used to prevent the implementation of &lt;a href=\"Congressional%20Reconstruction\"&gt;Congressional Reconstruction&lt;/a&gt;. Garland then pushed the Supreme Court to hear the case of \"&lt;a href=\"Mississippi%20v.%20Johnson\"&gt;Mississippi v. Johnson&lt;/a&gt;\" which challenged the constitutionality of those acts; however, the Court refused.\nPolitical career.\nArkansas legislators elected him to the &lt;a href=\"United%20States%20Senate\"&gt;United States Senate&lt;/a&gt; for a term beginning in 1867 but was not allowed to take the seat because Arkansas had not yet been readmitted to the &lt;a href=\"United%20States\"&gt;Union&lt;/a&gt;. Garland in 1869 helped found the &lt;a href=\"Southern%20Historical%20Society\"&gt;Southern Historical Society&lt;/a&gt; and gathered papers of Arkansas Confederate veterans. As he resumed his legal practice, Garland observed politics from a distance. In 1872, with the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; split into three factions, &lt;a href=\"Democratic%20Party%20of%20Arkansas\"&gt;Arkansas Democrats&lt;/a&gt; sought Garland to help elect Democrats into the &lt;a href=\"Arkansas%20General%20Assembly\"&gt;state legislature&lt;/a&gt; and had been considered for the Democratic nomination for the U.S. Senate. During the conflict known as the &lt;a href=\"Brooks-Baxter%20War\"&gt;Brooks-Baxter War&lt;/a&gt;, Garland became a primary strategist for &lt;a href=\"List%20of%20Governors%20of%20Arkansas\"&gt;Governor&lt;/a&gt; &lt;a href=\"Elisha%20Baxter\"&gt;Elisha Baxter&lt;/a&gt; and briefly served as the secretary of state. He was an advisor and constitutional scholar at the next &lt;a href=\"Constitutional%20convention%20%28political%20meeting%29\"&gt;state constitutional convention&lt;/a&gt; and, with strong support from the Democratic Party, was elected &lt;a href=\"List%20of%20Governors%20of%20Arkansas\"&gt;Governor of Arkansas&lt;/a&gt;.\nGovernor of Arkansas.\nGarland was faced with a number of problems after taking office as Governor including turmoil in the state over threatening groups like the &lt;a href=\"Ku%20Klux%20Klan\"&gt;Ku Klux Klan&lt;/a&gt;, an ongoing congressional investigation over the Brooks-Baxter conflict and the state debt of &lt;a href=\"Dollar\"&gt;$&lt;/a&gt;17,000,000. With help from the finance board, the debt was significantly lowered in two years time. Garland was a strong supporter of better education. He urged the legislature to establish schools for the &lt;a href=\"blindness\"&gt;blind&lt;/a&gt; and &lt;a href=\"deaf\"&gt;deaf&lt;/a&gt;, successfully advocated in appointing a new president for the Arkansas Industrial University, today the &lt;a href=\"University%20of%20Arkansas\"&gt;University of Arkansas&lt;/a&gt;, and helped found the Branch Normal College, today the &lt;a href=\"University%20of%20Arkansas%20at%20Pine%20Bluff\"&gt;University of Arkansas at Pine Bluff&lt;/a&gt;, which made education more accessible for &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt;s. Under his administration, he also oversaw the creation of the Arkansas Bureau of Statistics and the Arkansas Bureau of Agriculture, Mining and Manufacturing.\nUnited States Senate.\nGarland ran successfully for the United States Senate in 1876, thus succeeded Republican Powell Clayton. Voters re-elected him in 1883. In the Senate, he served as a member of the Committees on &lt;a href=\"United%20States%20Senate%20Committee%20on%20Energy%20and%20Natural%20Resources\"&gt;Public Lands&lt;/a&gt;, the &lt;a href=\"United%20States%20Senate%20Committee%20on%20Energy%20and%20Natural%20Resources\"&gt;Territories&lt;/a&gt; and the &lt;a href=\"United%20States%20Senate%20Committee%20on%20the%20Judiciary\"&gt;Judiciary&lt;/a&gt;, serving as chairman of the Territories Committee in the &lt;a href=\"46th%20United%20States%20Congress\"&gt;46th Congress&lt;/a&gt;. As a Senator, he made efforts to bring about tariff reform, &lt;a href=\"internal%20improvements\"&gt;internal improvements&lt;/a&gt;, as well as the regulation of &lt;a href=\"Commerce%20Clause\"&gt;interstate commerce&lt;/a&gt; and a federal prison system, federal aid to education and civil service reform.\nAttorney General of the United States.\nGarland resigned from the Senate in 1885 after accepting the appointment of &lt;a href=\"United%20States%20Attorney%20General\"&gt;Attorney General of the United States&lt;/a&gt; by newly elected &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Grover%20Cleveland\"&gt;Grover Cleveland&lt;/a&gt;, becoming the first Arkansan to receive a &lt;a href=\"United%20States%20Cabinet\"&gt;cabinet&lt;/a&gt; post.\nNot long after taking office, Garland became embroiled in a political scandal. While serving in the Senate, Garland became a &lt;a href=\"shareholder\"&gt;shareholder&lt;/a&gt; in and attorney for the Pan-Electric Telephone Company which was organized to form regional telephone companies using equipment developed by J. Harris Rogers. The &lt;a href=\"Bell%20Telephone%20Company\"&gt;Bell Telephone Company&lt;/a&gt; brought suit against Pan-Electric for &lt;a href=\"patent%20infringement\"&gt;patent infringement&lt;/a&gt; after it was discovered that their equipment was similar to that of Bell's. Garland was ordered to bring a suit in the name of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to invalidate the Bell patent, breaking their monopoly of telephone technology, but refused to do so. However, while Garland was on vacation in the summer, &lt;a href=\"United%20States%20Solicitor%20General\"&gt;Solicitor General&lt;/a&gt; &lt;a href=\"John%20Goode%20%28Virginia%20politician%29\"&gt;John Goode&lt;/a&gt; authorized the suit.\nA year-long congressional investigation and constant public attention affected his work as Attorney General, however, despite having to serve under a cloud of suspicion, he was supported by President Cleveland. Garland was also the first, and to date only, United States cabinet secretary to be &lt;a href=\"Censure%20in%20the%20United%20States\"&gt;censured&lt;/a&gt; by Congress when, in 1886, Garland failed to provide documents about the firing of a &lt;a href=\"United%20States%20Attorney\"&gt;United States Attorney&lt;/a&gt;.\nLater life and death.\nPresident Cleveland lost reelection to &lt;a href=\"Benjamin%20Harrison\"&gt;Benjamin Harrison&lt;/a&gt; in the &lt;a href=\"1888%20United%20States%20presidential%20election\"&gt;1888 election&lt;/a&gt; and Garland left office at the end of Cleveland's term in 1889. He resumed practicing law in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; and published a number of books, including \"The Constitution As It Is\" (1880), \"Experience in the Supreme Court of the United States, with Some Reflections and Suggestions as to that Tribunal\" (1883), \"Third-Term Presidential\" (1896), \"Experience in the Supreme Court of the United States\" (1898) and \" Treatise on the Constitution and Jurisdiction of the United States Courts\" (1898). On January 26, 1899, while arguing a case before the Supreme Court, Garland suffered a &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; and died a few hours later in the &lt;a href=\"United%20States%20Capitol\"&gt;Capitol&lt;/a&gt;. He was interred at &lt;a href=\"Mount%20Holly%20Cemetery\"&gt;Mount Holly Cemetery&lt;/a&gt; in &lt;a href=\"Little%20Rock%2C%20Arkansas\"&gt;Little Rock, Arkansas&lt;/a&gt;.\nLegacy.\n&lt;a href=\"Garland%20County%2C%20Arkansas\"&gt;Garland County&lt;/a&gt;, Arkansas, was named after him as was &lt;a href=\"Garland%2C%20Texas\"&gt;Garland, Texas&lt;/a&gt;."
}