{
    "id": "30548990",
    "revid": "14423536",
    "url": "https://en.wikipedia.org/wiki?curid=30548990",
    "title": "Daniel Hanbury",
    "text": "Daniel Hanbury &lt;a href=\"Fellow%20of%20the%20Royal%20Society\"&gt;FRS&lt;/a&gt; (11 September 1825 – 24 March 1875) was a &lt;a href=\"British%20people\"&gt;British&lt;/a&gt; &lt;a href=\"botanist\"&gt;botanist&lt;/a&gt; and &lt;a href=\"pharmacologist\"&gt;pharmacologist&lt;/a&gt;. He was an early student of &lt;a href=\"pharmacognosy\"&gt;pharmacognosy&lt;/a&gt;, the study of the &lt;a href=\"medicinal\"&gt;medicinal&lt;/a&gt; applications of &lt;a href=\"nature\"&gt;nature&lt;/a&gt;, principally of &lt;a href=\"plant\"&gt;plant&lt;/a&gt;s.\nLife.\nHanbury was born on 11 September 1825 in &lt;a href=\"Clapham\"&gt;Clapham&lt;/a&gt;, at that time in &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;, the eldest son of Daniel Bell Hanbury, a &lt;a href=\"Quaker\"&gt;Quaker&lt;/a&gt; &lt;a href=\"pharmacist\"&gt;pharmacist&lt;/a&gt;, and his wife Rachel, \"née\" Christy. He went to &lt;a href=\"Clapham%20Grammar%20School\"&gt;Clapham Grammar School&lt;/a&gt; in 1833, and in 1841 started work at his father's firm, &lt;a href=\"Allen%20%26amp%3B%20Hanbury%27s\"&gt;Allen &amp; Hanbury's&lt;/a&gt; in the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt;. In 1857 he completed his training in &lt;a href=\"pharmaceutical%20chemistry\"&gt;pharmaceutical chemistry&lt;/a&gt; at the &lt;a href=\"Pharmaceutical%20Society\"&gt;Pharmaceutical Society&lt;/a&gt;. While there he had come into contact with pharmacist-botanists including &lt;a href=\"Jacob%20Bell%20%28chemist%29\"&gt;Jacob Bell&lt;/a&gt;, &lt;a href=\"Jonathan%20Pereira\"&gt;Jonathan Pereira&lt;/a&gt; and &lt;a href=\"Theophilus%20Redwood\"&gt;Theophilus Redwood&lt;/a&gt;, and had become interested both in botany and in &lt;a href=\"pharmacognosy\"&gt;pharmacognosy&lt;/a&gt;, the knowledge of medicines, and particularly of their geographical and botanical origins. \nHanbury never married, was a &lt;a href=\"vegetarianism\"&gt;vegetarian&lt;/a&gt;, and – like many of his &lt;a href=\"Victorian%20era\"&gt;Victorian&lt;/a&gt; contemporaries – opposed the use of &lt;a href=\"alcohol%20%28drug%29\"&gt;alcohol&lt;/a&gt; and &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt;.\nHe retired from business in 1870, and in 1874, in partnership with the Swiss botanist &lt;a href=\"Friedrich%20August%20Fl%C3%BCckiger\"&gt;Friedrich August Flückiger&lt;/a&gt;, published his \"Pharmacographia\". He died on 24 March 1875 in &lt;a href=\"Clapham\"&gt;Clapham&lt;/a&gt; of &lt;a href=\"typhoid%20fever\"&gt;typhoid fever&lt;/a&gt;, and was buried in the burial ground of the &lt;a href=\"Society%20of%20Friends\"&gt;Society of Friends&lt;/a&gt; at &lt;a href=\"Wandsworth\"&gt;Wandsworth&lt;/a&gt;.\nWork.\nHanbury's extensive knowledge of the world's botany was based on years of study, collecting and travel - trips to the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and throughout &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; were supplemented by extensive correspondence with colleagues throughout the world. He was an essential partner to his brother, &lt;a href=\"Thomas%20Hanbury\"&gt;Sir Thomas Hanbury&lt;/a&gt;, in selecting specimens for and establishing the &lt;a href=\"Giardini%20Botanici%20Hanbury\"&gt;Giardini Botanici Hanbury&lt;/a&gt; at &lt;a href=\"La%20Mortola\"&gt;La Mortola&lt;/a&gt;, now maintained by the &lt;a href=\"University%20of%20Genoa\"&gt;University of Genoa&lt;/a&gt;. On his death, Sir Thomas donated his brother's entire botanical cabinet collection to &lt;a href=\"Royal%20Botanic%20Gardens%2C%20Kew\"&gt;Kew Gardens&lt;/a&gt;, where it is now part of the Economic Botany Collection.\nHanbury's first published contribution, in volume 1 of the \"Transactions of the &lt;a href=\"Royal%20Pharmaceutical%20Society\"&gt;Pharmaceutical Society&lt;/a&gt;\", was published soon after starting his work. It was followed, regularly, by a stream of articles and papers describing the pharmacological applications of various plants, &lt;a href=\"insects\"&gt;insects&lt;/a&gt;, and &lt;a href=\"chemicals\"&gt;chemicals&lt;/a&gt;, and published in such distinguished sources as the \"Pharmaceutical Journal\" and the \"Transactions of the &lt;a href=\"Linnean%20Society%20of%20London\"&gt;Linnean Society&lt;/a&gt;\".\nDuring his career he was president of the &lt;a href=\"British%20Pharmaceutical%20Conference\"&gt;British Pharmaceutical Conference&lt;/a&gt;, botanical examiner of the Board of Examiners of the Royal Pharmaceutical Society (1860-1872; elected member 1857), and in several other major professional capacities. He was elected a &lt;a href=\"Fellow%20of%20the%20Royal%20Society\"&gt;Fellow of the Royal Society&lt;/a&gt; in 1867.\nIn 1858 &lt;a href=\"Berthold%20Carl%20Seemann\"&gt;Berthold Carl Seemann&lt;/a&gt; named the \"&lt;a href=\"Hanburia%20%28plant%29\"&gt;Hanburia&lt;/a&gt;\" genus of South American plants in the &lt;a href=\"Cucurbitaceae\"&gt;Cucurbitaceae&lt;/a&gt; after him.\nPublications.\nHanbury's published works include:"
}