{
    "id": "3055014",
    "revid": "23824585",
    "url": "https://en.wikipedia.org/wiki?curid=3055014",
    "title": "Ngoma, Zambia",
    "text": "Ngoma, &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt; is the only settlement in the south of &lt;a href=\"Kafue%20National%20Park\"&gt;Kafue National Park&lt;/a&gt;. It is a short way south of &lt;a href=\"Itezhi-Tezhi%20Dam\"&gt;Itezhi-Tezhi Dam&lt;/a&gt;. Ngoma is the home of the head warden for the south half of the park, and for around 200 &lt;a href=\"game%20warden\"&gt;game warden&lt;/a&gt;s and their families employed by ZAWA (Zambian Wildlife Authority). There is a small information centre about the local wildlife, and in the village is Ngoma Basic School.\nNgoma lodge shut down many years ago, when &lt;a href=\"poaching\"&gt;poaching&lt;/a&gt; killed most of the animals in the area. The numbers of animals are now at least stable, if not increasing, thanks to the efforts of the underpaid game wardens, and the lodge may one day re-open.\nNgoma has a limited electricity supply. This electricity is hooked up to some homes, but the main use is to power the water pump. Ngoma has a borehole so the water does not need boiling or purifying. It can be obtained by a manual pump at any time or by taps spaced around the village when the electricity is working.\nThe roads to Ngoma and Itezhi-Tezhi are well graded in gravel . To add to the inevitable bumpiness there are swarms of &lt;a href=\"tsetse%20fly\"&gt;tsetse flies&lt;/a&gt; that have very painful bites , and will attack at any opportunity. There is an airstrip just south of Ngoma to save this journey.\nNgoma is frequented by a large herd of &lt;a href=\"impala\"&gt;impala&lt;/a&gt;, as well as many &lt;a href=\"bushbuck\"&gt;bushbuck&lt;/a&gt; and frequently &lt;a href=\"elephant\"&gt;elephant&lt;/a&gt;s. There are groups of &lt;a href=\"vervet%20monkey\"&gt;vervet monkey&lt;/a&gt;s living in the trees above the village and &lt;a href=\"leopard\"&gt;leopard&lt;/a&gt;s sometimes walk through the village at night.\nClose by, there are many other species of animal, including &lt;a href=\"puku\"&gt;puku&lt;/a&gt;, &lt;a href=\"reedbuck\"&gt;reedbuck&lt;/a&gt;, &lt;a href=\"waterbuck\"&gt;waterbuck&lt;/a&gt;, &lt;a href=\"sable%20antelope\"&gt;sable&lt;/a&gt; and &lt;a href=\"roan%20antelope\"&gt;roan antelope&lt;/a&gt;, &lt;a href=\"Taurotragus\"&gt;eland&lt;/a&gt;, &lt;a href=\"hartebeest\"&gt;hartebeest&lt;/a&gt;, &lt;a href=\"wildebeest\"&gt;wildebeest&lt;/a&gt;, &lt;a href=\"kudu\"&gt;kudu&lt;/a&gt;, &lt;a href=\"zebra\"&gt;zebra&lt;/a&gt;, &lt;a href=\"warthog\"&gt;warthog&lt;/a&gt;, &lt;a href=\"lion\"&gt;lion&lt;/a&gt;, &lt;a href=\"serval\"&gt;serval&lt;/a&gt;, &lt;a href=\"wild%20cat\"&gt;wild cat&lt;/a&gt;, &lt;a href=\"hyena\"&gt;hyena&lt;/a&gt;, &lt;a href=\"jackal\"&gt;jackal&lt;/a&gt; and, at night, &lt;a href=\"springhare\"&gt;springhare&lt;/a&gt; and &lt;a href=\"porcupine\"&gt;porcupine&lt;/a&gt;. Birdlife in the village is impressive, with &lt;a href=\"African%20fish%20eagle\"&gt;African fish eagle&lt;/a&gt;s and &lt;a href=\"bateleur\"&gt;bateleur&lt;/a&gt;s flying over frequently, and many species of &lt;a href=\"kingfisher\"&gt;kingfisher&lt;/a&gt; and &lt;a href=\"hornbill\"&gt;hornbill&lt;/a&gt; living around the local river.\nThe river that flows past Ngoma is the Nkala. In the dry season it has a well defined course and can dry up completely, but in the wet season it spreads out over the surrounding plains. &lt;a href=\"Crocodile\"&gt;Crocodile&lt;/a&gt;s live in the river, although it is too shallow for &lt;a href=\"Hippopotamus\"&gt;hippo&lt;/a&gt;s. Hippos can be found in Lake Itezhi-Tezhi though.\nIn the local area there are three hills. They are over 1100m above sea level and the plains around Ngoma are at around 1000m. From Ngoma it is possible to see and walk to Nakalombwe Hill, and behind Ngoma across the river is Nkala Hill. A little way off there is a hill known as the Screaming Chicken Hill. It is possible that this name comes from a &lt;a href=\"tribe\"&gt;tribal&lt;/a&gt; &lt;a href=\"ritual\"&gt;ritual&lt;/a&gt;."
}