{
    "id": "30554738",
    "revid": "10728040",
    "url": "https://en.wikipedia.org/wiki?curid=30554738",
    "title": "Ablabius (assassin)",
    "text": "Ablabius () was a &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; would-be &lt;a href=\"assassin\"&gt;assassin&lt;/a&gt;, known for a failed attempt to kill Emperor &lt;a href=\"Justinian%20I\"&gt;Justinian I&lt;/a&gt; (r. 527–565) in 562. The main sources about him are &lt;a href=\"John%20Malalas\"&gt;John Malalas&lt;/a&gt; and &lt;a href=\"Theophanes%20the%20Confessor\"&gt;Theophanes the Confessor&lt;/a&gt;.\nBiography.\nAblabius was a son of Meltiades. Nothing else is known about his family, and Ablabius's exact status in society is uncertain. The primary texts describe him as \"ο Μελιστής\" (the Melistes). This Greek word has two meanings, one of them being a name for a musician, related to the term &lt;a href=\"melody\"&gt;melody&lt;/a&gt; (\"singing, chanting\"). A comment of Theophanes implies that Ablabius was a member of an entire faction of such people. &lt;a href=\"Alan%20Cameron%20%28classical%20scholar%29\"&gt;Alan Cameron&lt;/a&gt; suggests that this was a circus faction, affiliated to the Blues and Greens of the &lt;a href=\"Hippodrome%20of%20Constantinople\"&gt;Hippodrome of Constantinople&lt;/a&gt;. The second meaning is \"monetarius\" (\"mint master\", &lt;a href=\"moneyer\"&gt;moneyer&lt;/a&gt;/&lt;a href=\"m%C3%BCnzmeister\"&gt;münzmeister&lt;/a&gt;); thus, an official of the imperial mint. This term derives from μελίζει (melizei, \"to cut\"). &lt;a href=\"Anastasius%20Bibliothecarius\"&gt;Anastasius Bibliothecarius&lt;/a&gt;, who translated the chronicle of Theophanes to &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, understood the term to have this meaning. &lt;a href=\"Charles%20du%20Fresne%2C%20sieur%20du%20Cange\"&gt;Charles du Fresne, sieur du Cange&lt;/a&gt;, an influential 17th-century historian, considered this the most likely meaning.\nAblabius was recruited by Marcellus as part of a plot to assassinate Emperor &lt;a href=\"Justinian%20I\"&gt;Justinian I&lt;/a&gt;. The conspirators were apparently \"important men in the business world\" of &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;, and Marcellus himself was an \"argyroprates\". This term indicates either a &lt;a href=\"silversmith\"&gt;silversmith&lt;/a&gt; (\"argyros\" is Greek for \"silver\"), &lt;a href=\"goldsmith\"&gt;goldsmith&lt;/a&gt;, or a banker. Another conspirator was Sergius, whose uncle Aetherius was curator of one of the imperial palaces, though better known for his part in a conspiracy against Emperor &lt;a href=\"Justin%20II\"&gt;Justin II&lt;/a&gt; (r. 565–578). Ablabius received fifty pounds of gold for his role in the plot.\nThe plot called for Ablabius to approach Emperor Justinian within the imperial &lt;a href=\"triclinium\"&gt;triclinium&lt;/a&gt; (&lt;a href=\"dining%20room\"&gt;dining room&lt;/a&gt;). While Ablabius had access to the room, he was unable to approach the \"sacred presence\" of the Byzantine emperor without permission, and so he had to arrange matters with a palatine official. He entrusted his secret to Eusebius and John, but this led to the discovery of the plot by the authorities. when his requests aroused suspicions and were investigated. On 25 November 562, Ablabius attempted to enter the palace of Emperor Justinian armed with a &lt;a href=\"dagger\"&gt;dagger&lt;/a&gt;, and was immediately arrested. His further fate is not recorded.\nOn hearing of Ablabius's arrest, Marcellus committed suicide rather than be captured, while Sergius sought sanctuary within the &lt;a href=\"Church%20of%20St.%20Mary%20of%20Blachernae%20%28Istanbul%29\"&gt;Church of St. Mary of Blachernae&lt;/a&gt;. Shortly afterwards, the reconstruction of &lt;a href=\"Hagia%20Sophia\"&gt;Hagia Sophia&lt;/a&gt; was completed, and &lt;a href=\"Paul%20the%20Silentiary\"&gt;Paul the Silentiary&lt;/a&gt; composed a long &lt;a href=\"epic%20poem\"&gt;epic poem&lt;/a&gt; known as &lt;a href=\"Ekphrasis\"&gt;Ekphrasis&lt;/a&gt;, for the rededication of the &lt;a href=\"basilica\"&gt;basilica&lt;/a&gt;. Paul mentions the conspiracy, stating that the conspirators were within the palace and about to attack when caught. He claims that God granted this victory to Emperor Justinian. Peter N. Bell notes that \"Paul devotes some 30 lines (25–55) near the start of his poem\" to the plot of Ablabius and another 21 lines (937–958) to further conspiracies of the time. Paul emphasizes that God takes care of the personal safety of the Byzantine emperor, and portrays both Emperor Justinian and his deceased wife, Empress &lt;a href=\"Theodora%20%28wife%20of%20Justinian%20I%29\"&gt;Theodora&lt;/a&gt;, as &lt;a href=\"Intercession\"&gt;intercessors&lt;/a&gt; of humankind in its relation with God.\nInterpretation.\nThe motives of the conspirators are not addressed in primary sources. James Evans suggests they could be traced to the grievances of the business world with Emperor Justinian. The &lt;a href=\"Lazic%20War\"&gt;Lazic War&lt;/a&gt; against the &lt;a href=\"Sassanid%20Empire\"&gt;Sassanid Empire&lt;/a&gt; had recently ended, and the peace terms required the Byzantines to pay an annual sum of 30,000 &lt;a href=\"Solidus%20%28coin%29\"&gt;solidi&lt;/a&gt; to the Sassanids. However, the first seven years were to be paid in advance, and an estimated 2,900 gold pounds had to be delivered at once. Emperor Justinian required the businessmen to pay the money to the state in a form of a forced loan. The Byzantine &lt;a href=\"treasury\"&gt;treasury&lt;/a&gt; was reportedly crushed by &lt;a href=\"debt\"&gt;debt&lt;/a&gt;s and was still empty when Emperor &lt;a href=\"Justin%20II\"&gt;Justin II&lt;/a&gt; (r. 565–578) rose to the throne.\nInstead of reducing further expenses, Emperor Justinian had increased pressure on the businessmen. In the summer of 562, money-changers, silver merchants, and jewel merchants found themselves required to put up \"a costly display of lights\" for the consecration of a new church dedicated to &lt;a href=\"Theodora%20%28Roman%20martyr%29\"&gt;Theodora the Martyr&lt;/a&gt;. It is thought that this may have led directly to the assassination plot. On the other hand, Peter N. Bell connects the murder plot with the lack of popular support for Emperor Justinian in the final years of his reign. He points out that &lt;a href=\"Agathias\"&gt;Agathias&lt;/a&gt;, &lt;a href=\"Menander%20Protector\"&gt;Menander Protector&lt;/a&gt;, and &lt;a href=\"Flavius%20Cresconius%20Corippus\"&gt;Flavius Cresconius Corippus&lt;/a&gt; all paint \"unflattering\" and \"gloomy\" portrayals of the state of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; during this period. Corripus even claims: \"the old man [Justinian] no longer cared; he was altogether cold ... many things were too much neglected while [he] was alive\". Corripus was making a comparison between Justinian I and Justin II, which might explain his negative view on Emperor Justinian. But his views are consistent with those of the other authors.\nAftermath.\nSergius was eventually dragged away from his sanctuary and interrogated under &lt;a href=\"torture\"&gt;torture&lt;/a&gt;. His confessions implicated two more silversmiths and a curator in the service of &lt;a href=\"Belisarius\"&gt;Belisarius&lt;/a&gt;, so that Belisarius himself came under suspicion and was arrested. He was placed on trial by Procopius, &lt;a href=\"List%20of%20urban%20prefects%20of%20Constantinople\"&gt;urban prefect of Constantinople&lt;/a&gt;; it is uncertain whether this was the same person as &lt;a href=\"Procopius\"&gt;Procopius of Caesarea&lt;/a&gt;, the noted historian.\nBelisarius was placed under &lt;a href=\"house%20arrest\"&gt;house arrest&lt;/a&gt;, while all his attendants were dismissed from service. Six months later, he was pardoned by Emperor Justinian I. Belisarius and Emperor Justinian died within a few weeks of one another in November of 565."
}