{
    "id": "30560302",
    "revid": "42979808",
    "url": "https://en.wikipedia.org/wiki?curid=30560302",
    "title": "Plant Delights Nursery",
    "text": "Plant Delights Nursery is a &lt;a href=\"mail%20order\"&gt;mail order&lt;/a&gt; &lt;a href=\"Nursery%20%28horticulture%29\"&gt;plant nursery&lt;/a&gt; based in &lt;a href=\"Raleigh%2C%20North%20Carolina\"&gt;Raleigh&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, specializing in &lt;a href=\"herbaceous\"&gt;herbaceous&lt;/a&gt; &lt;a href=\"perennial\"&gt;perennial&lt;/a&gt;s, and owned by &lt;a href=\"Tony%20Avent\"&gt;Tony Avent&lt;/a&gt; and partner Anita Avent. Plant Delights Nursery was established in 1988 by &lt;a href=\"plantsman\"&gt;plantsman&lt;/a&gt; Tony Avent and currently operates on the 28-acre campus of &lt;a href=\"Juniper%20Level%20Botanic%20Gardens\"&gt;Juniper Level Botanic Gardens&lt;/a&gt;.\nProceeds (15% of revenues) from Plant Delights Nursery's for-profit perennial plant nursery fund the research, ex-situ conservation, educational programs, and ongoing maintenance of the not-for-profit Juniper Level Botanic Gardens, established in 1988, to bridge the gap between horticulture and botany. Juniper Level Botanic Gardens is also home to the Center for Mindfulness and Nonduality. \nThe nursery operates as a mail order plant nursery through an extensive &lt;a href=\"online%20shopping\"&gt;online shopping&lt;/a&gt; presence. It also hosts national and international plant societies and events as well as having 8 public open weekends per year where it sells &lt;a href=\"perennial%20plants\"&gt;perennial plants&lt;/a&gt; directly to the public on site. The garden and nursery also host educational classes to raise awareness of the mis-information prevalent in the gardening world, along with &lt;a href=\"mindfulness\"&gt;mindfulness&lt;/a&gt; and &lt;a href=\"nonduality\"&gt;nonduality&lt;/a&gt; classes and retreats with Anita Avent at the Center for Mindfulness and Nonduality.\nPlant Delights Nursery has a &lt;a href=\"Specialty%20catalogs\"&gt;specialty catalog&lt;/a&gt; with humorous, topical covers drawn by the acclaimed cartoonist &lt;a href=\"Jack%20Pittman\"&gt;Jack Pittman&lt;/a&gt;. Plant Delights Nursery has been featured in many newspapers, magazines, and on television.\nHistory.\nOwner &lt;a href=\"Tony%20Avent\"&gt;Tony Avent&lt;/a&gt; with a lifelong love of plants, dreamed of owning a plant nursery. His parents built him a &lt;a href=\"greenhouse\"&gt;greenhouse&lt;/a&gt; when he was 8 years old and as a child he grew and sold plants as a hobby. Avent studied &lt;a href=\"Horticulture\"&gt;Horticulture&lt;/a&gt; at &lt;a href=\"North%20Carolina%20State%20University\"&gt;North Carolina State University&lt;/a&gt; under the late renowned &lt;a href=\"horticulturist\"&gt;horticulturist&lt;/a&gt; JC Raulston. He married his childhood sweetheart, Michelle Morgan (1957-2012), and after college, he worked for the North Carolina State Fairgrounds as its &lt;a href=\"Landscape%20manager\"&gt;Landscape Director&lt;/a&gt;. While there, he purchased a home and property at 9241 Sauls Road in Raleigh. This parcel would eventually become &lt;a href=\"Juniper%20Level%20Botanic%20Gardens\"&gt;Juniper Level Botanic Gardens&lt;/a&gt; and Plant Delights Nursery.\nWhen Plant Delights Nursery was established in 1988, it was operated as a part-time operation in Avent's back yard to fund the research and educational programs of the &lt;a href=\"botanic%20garden\"&gt;botanic garden&lt;/a&gt;. The business grew quickly and in 1994 Avent resigned his day job to focus on the nursery and garden full-time. Avent and his wife, Anita Avent, direct the daily operations of both Plant Delights Nursery and &lt;a href=\"Juniper%20Level%20Botanic%20Gardens\"&gt;Juniper Level Botanic Gardens&lt;/a&gt;.\nControversy.\nOwner Tony Avent has a history of publishing satirical catalog covers. These covers, often political satire, are created by Jack Pittman have historically provoked controversy, evidenced by letters contained in a hate mail section on the Plant Delights website. \nIn 2012, Plant Delights' Spring catalog cover ignited a strong reprisal from Penn State alumni, when the cover featured a caricature of former coach &lt;a href=\"Jerry%20Sandusky\"&gt;Jerry Sandusky&lt;/a&gt; dressed as a lion with a Penn State logo attached chasing children down a road. Numerous Facebook comments directed to the business were deleted. Avent publicly commented on News 5 WRAL in Raleigh that he stands by his artwork. \nIn 2021, Plant Delights' spring catalog featured President &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt;, Vice President &lt;a href=\"Kamala%20Harris\"&gt;Kamala Harris&lt;/a&gt;, and a number of children reading sexually suggestive pages from a book held by Biden entitled \"Kama Seedtra\". These drawing are an apparent nod to the widely debunked &lt;a href=\"QAnon\"&gt;QAnon conspiracy&lt;/a&gt; purporting high level government officials, including many democrats, to be involved in sex trafficking of minors, ultimately leading to the &lt;a href=\"2021%20storming%20of%20the%20United%20States%20Capitol\"&gt;insurrection at the US Capitol&lt;/a&gt; on January 6th, 2021."
}