{
    "id": "30607632",
    "revid": "30394555",
    "url": "https://en.wikipedia.org/wiki?curid=30607632",
    "title": "Catanzaro railway station",
    "text": "Catanzaro, commonly known as Catanzaro Sala for the position in &lt;a href=\"Sala%20%28Catanzaro%29\"&gt;Sala&lt;/a&gt; quarter and due to the name of the adjacent &lt;a href=\"Ferrovie%20della%20Calabria\"&gt;FC&lt;/a&gt; station, is a &lt;a href=\"railway%20station\"&gt;railway station&lt;/a&gt; of the &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; city of &lt;a href=\"Catanzaro\"&gt;Catanzaro&lt;/a&gt;, in &lt;a href=\"Calabria\"&gt;Calabria&lt;/a&gt; region.\nOwned by the &lt;a href=\"Ferrovie%20dello%20Stato\"&gt;Ferrovie dello Stato&lt;/a&gt; it is one of the main stations of the city along with &lt;a href=\"Catanzaro%20Lido%20railway%20station\"&gt;Catanzaro Lido&lt;/a&gt;. In 2008 a new Catanzaro station, colloquially known as Catanzaro Germaneto, has been inaugurated in the suburban quarter of &lt;a href=\"Germaneto\"&gt;Germaneto&lt;/a&gt; on a new bypass of &lt;a href=\"Lamezia%20Terme-Catanzaro%20Lido%20railway\"&gt;FS line&lt;/a&gt;. Due for this reason the old station was closed for FS services, but not for the suburban railway owned by FC.\nHistory.\nThe station was opened on July 31, 1899 as part of a line that linked the centre of the city to the &lt;a href=\"Taranto%E2%80%93Reggio%20Calabria%20railway\"&gt;Jonian&lt;/a&gt; (serving Catanzaro Lido) and the &lt;a href=\"Salerno%E2%80%93Reggio%20Calabria%20railway\"&gt;Tyrrhenian&lt;/a&gt; (serving &lt;a href=\"Lamezia%20Terme%20Centrale%20railway%20station\"&gt;Lamezia Terme Centrale&lt;/a&gt;) lines. On July 10, 1933 it was inaugurated the adjacent Catanzaro Sala station, owned by the \"Ferrovie della Calabria\" (FC) and part of the &lt;a href=\"Cosenza%E2%80%93Catanzaro%20Lido%20railway\"&gt;Cosenza-Catanzaro Lido line&lt;/a&gt;.\nIn 1998 it was re-opened a &lt;a href=\"Catanzaro%20Funicular\"&gt;funicular&lt;/a&gt; built in 1910 and operating still 1954. The &lt;a href=\"funicular\"&gt;funicular&lt;/a&gt; was built to link the central station to the city centre crossing the height difference (154.60 m). A few years later funicular's re-opening it started operating a &lt;a href=\"Catanzaro%20Suburban%20Railway\"&gt;suburban rail service&lt;/a&gt; on the FC line, colloquially named \"Metropolitana di Catanzaro\" (\"Catanzaro Subway\"), also due to the increased number of train stops in the city.\nAfter the closure in 2008 the FS station was abandoned. Some projects, as the one to use the old line to Lido, have been considered. In latest 2009 it was announced a project, named \"Pendolo\", to link it to the new \"Germaneto\" station with a future line. This project has been considered as a possibility to the new station to have a link to the hub of the suburban rail service; and this new junction may be part of it as a second line.\nCatanzaro Germaneto.\nThe new railway station, located in the south-western suburb of the city (Coordinates: ) and 6 km far from the old and homonymous one, was opened on June 15, 2008. Located on a bypass of the &lt;a href=\"Lamezia%20Terme%E2%80%93Catanzaro%20Lido%20railway\"&gt;Lamezia Terme-Catanzaro Lido line&lt;/a&gt; (from &lt;a href=\"Marcellinara\"&gt;Marcellinara&lt;/a&gt; to &lt;a href=\"Catanzaro%20Lido%20railway%20station\"&gt;Catanzaro Lido&lt;/a&gt; ), built in the early 2000s to avoid the curves and the tunnels of the old and partly decaying route, it has replaced the historical central station. The new train stop, officially named Catanzaro but commonly \"Catanzaro Germaneto\" to distinguish it from the old structures, serves the government offices of &lt;a href=\"Calabria\"&gt;the region&lt;/a&gt; and the campus of the &lt;a href=\"Magna%20Gr%C3%A6cia%20University\"&gt;Magna Græcia University&lt;/a&gt;, located not too far from it.\nGermaneto has a modern one-floor station building and counts 2 platforms used by 3 tracks\n. The new line is not electrified as the old one but a project to electrify it has been considered.\nStructure.\nThe station counts a large two-floor &lt;a href=\"Station%20building\"&gt;building&lt;/a&gt; and, close to the structure, is located the depot building. It counts two covered platforms used by three tracks, and other three were used by &lt;a href=\"goods%20wagon\"&gt;goods wagon&lt;/a&gt;s. The railway line is not electrified and the &lt;a href=\"track%20gauge\"&gt;track gauge&lt;/a&gt; is . Due to the abandon after 2008 the station's structures are partly decaying. In front of it is located the building of Sala &lt;a href=\"Ferrovie%20della%20Calabria\"&gt;FC&lt;/a&gt; station, the one still operating. The building is closed and has no services. The FC station counts 2 little platforms used by 3 tracks. The line is not electrified and the track gauge is &lt;a href=\"narrow%20gauge\"&gt;narrow gauge&lt;/a&gt;."
}