{
    "id": "3061355",
    "revid": "26901163",
    "url": "https://en.wikipedia.org/wiki?curid=3061355",
    "title": "Tortworth Court",
    "text": "Tortworth Court is a &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; &lt;a href=\"mansion\"&gt;mansion&lt;/a&gt; in &lt;a href=\"Tortworth\"&gt;Tortworth&lt;/a&gt; near &lt;a href=\"Thornbury%2C%20South%20Gloucestershire\"&gt;Thornbury&lt;/a&gt;, &lt;a href=\"South%20Gloucestershire\"&gt;South Gloucestershire&lt;/a&gt;. England. It was built in &lt;a href=\"Tudor%20Style%20architecture\"&gt;Tudor&lt;/a&gt; style for the &lt;a href=\"Henry%20Reynolds-Moreton%2C%202nd%20Earl%20of%20Ducie\"&gt;2nd Earl of Ducie&lt;/a&gt;. It is a Grade II* &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt;.\nHistory.\nThe mansion was built, in &lt;a href=\"Tudor%20Style%20architecture\"&gt;Tudor&lt;/a&gt; style, for the &lt;a href=\"Henry%20Reynolds-Moreton%2C%202nd%20Earl%20of%20Ducie\"&gt;2nd Earl of Ducie&lt;/a&gt; between 1848 and 1853. Its architect was &lt;a href=\"Samuel%20Sanders%20Teulon\"&gt;Samuel Sanders Teulon&lt;/a&gt;.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; the mansion became a naval training base for coding and signals, under the name of HMS Cabbala, and a mast was erected in the high reception hall. After the war, the buildings constructed for the hospital and, for a time the house itself, became &lt;a href=\"HM%20Prison%20Leyhill\"&gt;HM Prison Leyhill&lt;/a&gt;. Tortworth Court was then used as a training school for prison officers.\nThe property was designated a &lt;a href=\"Listed%20building\"&gt;Grade II* listed&lt;/a&gt; by &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt; on 9 July 1991. By the 1990s, however, it had become derelict, and suffered a large fire in 1991. It was thereafter restored to its original style and extended at a reputed cost of £20 million. In June 2001 it reopened as a hotel operated by &lt;a href=\"Principal%20Hotel%20Company\"&gt;Principal Hotel Company&lt;/a&gt;.\nArboretum.\nTortworth Court is especially notable for its extensive &lt;a href=\"arboretum\"&gt;arboretum&lt;/a&gt; developed by &lt;a href=\"Henry%20Reynolds-Moreton%2C%203rd%20Earl%20of%20Ducie\"&gt;the 3rd Earl of Ducie&lt;/a&gt;, who began planting upon inheriting the property from his father in 1853 and continued until his death in 1921. The collection has fine examples of &lt;a href=\"rhododendron\"&gt;rhododendron&lt;/a&gt;, &lt;a href=\"Pinophyta\"&gt;conifer&lt;/a&gt;, &lt;a href=\"oak\"&gt;oak&lt;/a&gt; and &lt;a href=\"maple\"&gt;maple&lt;/a&gt;. The arboretum once surrounded the property and continues to be maintained and supported. Accessible by a public footpath, it is now divided between the hotel grounds, the grounds of Leyhill Prison, the Dell which is privately owned and managed as a community woodland by &lt;a href=\"https%3A//tortwortharboretum.org/\"&gt;Tortworth Forest Centre CIC&lt;/a&gt;, and private land still owned and farmed by the Ducie family. Rivalling at the time the collection of George Holford at nearby &lt;a href=\"Westonbirt%20Arboretum\"&gt;Westonbirt Arboretum&lt;/a&gt;, it still contains, despite the ravages of time, more than 300 specimens, including unusual and &lt;a href=\"rare%20species\"&gt;rare species&lt;/a&gt; and many fine specimen trees.\nTortworth Court gave its name to &lt;a href=\"GWR%202900%20Class\"&gt;Saint class&lt;/a&gt; steam locomotive No. 2955 operated by the &lt;a href=\"Great%20Western%20Railway\"&gt;Great Western Railway&lt;/a&gt;.\nExternal links.\n&lt;a href=\"https%3A//tortwortharboretum.org/\"&gt;Tortworth Forest Centre CIC&lt;/a&gt;"
}