{
    "id": "306334",
    "revid": "236191",
    "url": "https://en.wikipedia.org/wiki?curid=306334",
    "title": "Anagallis arvensis",
    "text": "Anagallis arvensis (&lt;a href=\"synonym%20%28taxonomy%29\"&gt;syn.&lt;/a&gt; Lysimachia arvensis), commonly known as the scarlet pimpernel, red pimpernel, red chickweed, poor man's barometer, poor man's weather-glass, shepherd's weather glass or shepherd's clock, is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of low-growing &lt;a href=\"annual%20plant\"&gt;annual plant&lt;/a&gt; with brightly coloured flowers, most often scarlet but also bright blue and sometimes pink. The native range of the species is Europe and &lt;a href=\"Western%20Asia\"&gt;Western Asia&lt;/a&gt; and &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;. The species has been distributed widely by humans, either deliberately as an ornamental flower or accidentally. \"A. arvensis\" is now naturalised almost worldwide, with a range that encompasses the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;, &lt;a href=\"Central%20Asia\"&gt;Central&lt;/a&gt; and &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt;, the &lt;a href=\"Indian%20Subcontinent\"&gt;Indian Subcontinent&lt;/a&gt;, &lt;a href=\"Malesia\"&gt;Malesia&lt;/a&gt;, the &lt;a href=\"Pacific%20Islands\"&gt;Pacific Islands&lt;/a&gt;, &lt;a href=\"Australasia\"&gt;Australasia&lt;/a&gt; and &lt;a href=\"Southern%20Africa\"&gt;Southern Africa&lt;/a&gt;.\nTraditionally included in the primrose &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Primulaceae\"&gt;Primulaceae&lt;/a&gt;, the &lt;a href=\"genus\"&gt;genus&lt;/a&gt; \"Anagallis\" was placed in the family &lt;a href=\"Myrsinaceae\"&gt;Myrsinaceae&lt;/a&gt; until that family in turn was included in Primulaceae in the &lt;a href=\"APG%20III%20system\"&gt;APG III system&lt;/a&gt;. The genus \"Anagallis\" is included in \"Lysimachia\" by some authors.\nThis common European plant is generally considered a &lt;a href=\"weed\"&gt;weed&lt;/a&gt; and is an indicator of light soils, though it grows opportunistically in &lt;a href=\"clay\"&gt;clay&lt;/a&gt; soils as well. The origin of the name \"pimpernel\" comes from late Middle English [1400–50], derived from Middle French , from Old French , and ultimately from Vulgar Latin ( 'pepper' + '-ine' + diminutive suffix).\nThe flower serves as the emblem of the &lt;a href=\"fictional%20character\"&gt;fictional&lt;/a&gt; hero &lt;a href=\"the%20Scarlet%20Pimpernel\"&gt;the Scarlet Pimpernel&lt;/a&gt;.\nDescription.\nWhen found as a summer annual, the scarlet pimpernel has a low-growing creeping habit, but as a winter annual, it forms a half-&lt;a href=\"Rosette%20%28botany%29\"&gt;rosette&lt;/a&gt; with an upright stem. It has weak sprawling &lt;a href=\"Plant%20stem\"&gt;stems&lt;/a&gt; with square cross-section growing to about long. They bear bright green, soft, ovate sessile &lt;a href=\"Leaf\"&gt;leaves&lt;/a&gt; in &lt;a href=\"Phyllotaxis\"&gt;opposite&lt;/a&gt; pairs. The orange, red or blue, &lt;a href=\"Symmetry%20in%20biology\"&gt;radially symmetric&lt;/a&gt; &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s, about in diameter, are produced singly in the leaf axils from spring to autumn. The &lt;a href=\"petal\"&gt;petal&lt;/a&gt; margins are somewhat crenate and have small &lt;a href=\"trichome\"&gt;glandular hairs&lt;/a&gt;. The &lt;a href=\"stamen\"&gt;stamen&lt;/a&gt;s have lollipop hairs and therefore attract a variety of &lt;a href=\"pollinator\"&gt;pollinator&lt;/a&gt;s, especially &lt;a href=\"Fly\"&gt;flies&lt;/a&gt;, but the flowers are also capable of autopollination. The &lt;a href=\"Dehiscence%20%28botany%29\"&gt;dehiscent&lt;/a&gt; &lt;a href=\"Capsule%20%28botany%29\"&gt;capsule&lt;/a&gt; &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt;s ripen from August to October in the &lt;a href=\"Northern%20Hemisphere\"&gt;northern hemisphere&lt;/a&gt;. The weight of the fruiting body bends the stem, and the seeds are transported by the wind or rain. Blue-flowered plants (\"A. arvensis\" Forma \"azurea\") are common in some areas, such as the &lt;a href=\"Mediterranean%20Basin\"&gt;Mediterranean&lt;/a&gt; region, and should not be confused with the related blue pimpernel, \"&lt;a href=\"Anagallis%20foemina\"&gt;Anagallis foemina&lt;/a&gt;\", sometimes \"Anagalis arvensis\" ssp. \"foemina\". In 2007, a &lt;a href=\"molecular%20phylogenetic\"&gt;molecular phylogenetic&lt;/a&gt; study showed that \"Anagallis foemina\" is more closely related to \"&lt;a href=\"Anagallis%20monelli\"&gt;Anagallis monelli&lt;/a&gt;\" than to \"Anagallis arvensis\", and should be treated as a separate species. The taxonomy has however not yet been resolved and various authorities propose either the subspecies \"Anagallis arvensis subsp. foemina\" (Mill.) Schinz &amp; Thell, or the species \"Anagallis foemina\" Mill. The plant has a diploid chromosome count of 2n=40.\nScarlet pimpernel flowers open only when the sun shines, and even close in &lt;a href=\"overcast\"&gt;overcast&lt;/a&gt; conditions. This habit leads to names such as \"shepherd's weather glass\". It has recently started to occur along the verges of salted roads, creating a broad red band along the roadside.\nScarlet pimpernel has a wide variety of flower colours. The petals of the type \"arvensis\" are bright red to &lt;a href=\"Minium%20%28mineral%29\"&gt;minium&lt;/a&gt;-coloured; \"carnea\" is &lt;a href=\"Peach%20%28color%29\"&gt;deep peach&lt;/a&gt;, \"lilacina\" is &lt;a href=\"Lilac%20%28color%29\"&gt;lilac&lt;/a&gt;; \"pallida\" is white; and \"azurea\" is blue. The blue form can be difficult to distinguish from \"A. foemina\", but the petal margins are diagnostic: whereas \"foemina\" has clearly irregular petal margins with only 5 to 15 glandular hairs, \"A. arvensis\" f. \"azurea\" has 50 to 70 hairs on only slightly irregular margins.\nMedical and agricultural significance.\n\"Anagallis arvensis\" is generally unwelcome as a &lt;a href=\"Cosmopolitan%20distribution\"&gt;cosmopolitan&lt;/a&gt; &lt;a href=\"invasive%20species\"&gt;invasive species&lt;/a&gt;; it is harmfully toxic in several respects and accordingly undesirable in &lt;a href=\"pasture\"&gt;pasture&lt;/a&gt;s. The plant is and bitter, and grazing livestock generally avoid eating it except in conditions of &lt;a href=\"overgrazing\"&gt;overgrazing&lt;/a&gt; or grazing of unsatisfying &lt;a href=\"crop%20residue\"&gt;stubble&lt;/a&gt;. Experimental feeding of the plant material to various animals, such as horses and dogs, caused &lt;a href=\"gastroenteritis\"&gt;gastroenteritis&lt;/a&gt;. Sufficiently high doses proved fatal. Less specifically the herb has been reported as being toxic to poultry and rabbits, and the seed to birds.\n\"Anagallis arvensis\" is less often used in folk medicine worldwide than where it has long been familiar in its countries of origin. In various countries however, the plant material has been applied externally to slow-healing &lt;a href=\"ulcer\"&gt;ulcer&lt;/a&gt;s and wounds. It also has been applied as an &lt;a href=\"Mucokinetics\"&gt;expectorant&lt;/a&gt; and as a remedy for &lt;a href=\"pruritus\"&gt;pruritus&lt;/a&gt;, &lt;a href=\"rheumatism\"&gt;rheumatism&lt;/a&gt;, &lt;a href=\"Hemorrhoid\"&gt;haemorrhoid&lt;/a&gt;s, &lt;a href=\"rabies\"&gt;rabies&lt;/a&gt;, &lt;a href=\"leprosy\"&gt;leprosy&lt;/a&gt;, and snake-bite. \"Anagallis\" has been used in treatment of non-specified types of &lt;a href=\"phthisis%20pulmonalis\"&gt;phthisis&lt;/a&gt;, and of kidney-related conditions such as &lt;a href=\"Edema\"&gt;dropsy&lt;/a&gt; and &lt;a href=\"Chronic%20condition\"&gt;chronic&lt;/a&gt; &lt;a href=\"nephritis\"&gt;nephritis&lt;/a&gt;. It was used as an &lt;a href=\"antidepressant\"&gt;antidepressant&lt;/a&gt; in &lt;a href=\"ancient%20Greece\"&gt;ancient Greece&lt;/a&gt;, and to treat various &lt;a href=\"mental%20disorder\"&gt;mental disorder&lt;/a&gt;s in European folk medicine, leading to the German name ( meaning 'fool, cuckoo' and meaning 'heal'). Generally however, documented evidence for clinical efficacy is lacking. \"Anagallis arvensis\" is traditionally known by pharmacists as \"Arvensis Herba\"\n\"Anagallis arvensis\" is insecticidal, or at least is repellent to some insects, possibly by virtue of its pungent &lt;a href=\"essential%20oil\"&gt;essential oil&lt;/a&gt; which has a characteristic smell. Taken by mouth, experimental doses of the liquid in humans caused twenty-four hours of intense nausea, headache and bodily pain. Some people also experience dermatitis from contact with the leaf. Reports from Australia state that when grain crops have been infested by the weed, &lt;a href=\"chaff\"&gt;chaff&lt;/a&gt; that contains much of the material becomes unpalatable to stock as &lt;a href=\"fodder\"&gt;fodder&lt;/a&gt;. When grazing in pasture, livestock usually leave the plant alone, but when they do nonetheless eat significant quantities, they suffer &lt;a href=\"diuretic\"&gt;diuretic&lt;/a&gt; and &lt;a href=\"narcotic\"&gt;narcotic&lt;/a&gt; effects sufficiently intense to justify regarding the plant as poisonous. Reportedly an Indian practice of expelling leeches from dog nostrils can lead to fatal results if the animal swallows the fluid.\nThe herb and its seed contain &lt;a href=\"saponin\"&gt;saponin&lt;/a&gt;s, which could explain why fresh material is strongly &lt;a href=\"hemolysis\"&gt;haemolytic&lt;/a&gt;. Among other possible &lt;a href=\"glycoside\"&gt;glycoside&lt;/a&gt;s, the root yields the &lt;a href=\"Triterpene\"&gt;triterpenoid&lt;/a&gt; glycoside which is highly toxic and occurs in \"Cyclamen\" species, also a member of the subfamily &lt;a href=\"Myrsinoideae\"&gt;Myrsinoideae&lt;/a&gt;, and arguably also in the Primulaceae.\nThe plant contains &lt;a href=\"Tanning%20%28leather%29\"&gt;tanning&lt;/a&gt; agents, bitters, and the proteolytic enzyme &lt;a href=\"primverase\"&gt;primverase&lt;/a&gt;.\nAntibacterial tests of the green parts failed to show any encouraging positive effect.\nIn literature.\nScarlet pimpernel ( in Tamil) is one of the two flowers mentioned in the .\n\"&lt;a href=\"The%20Scarlet%20Pimpernel\"&gt;The Scarlet Pimpernel&lt;/a&gt;\" is the alias of Sir Percy Blakeney in the novel of the same name by &lt;a href=\"Emma%20Orczy\"&gt;Baroness Emma Orczy&lt;/a&gt;."
}