{
    "id": "30662754",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=30662754",
    "title": "Sledovik",
    "text": "Sledovik (Следовик, in &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; literally – a &lt;a href=\"Footprint\"&gt;Footprint&lt;/a&gt; &lt;a href=\"Stone\"&gt;Stone&lt;/a&gt;) is a most widespread type of &lt;a href=\"sacred\"&gt;sacred&lt;/a&gt; &lt;a href=\"stone\"&gt;stone&lt;/a&gt;s, venerated in &lt;a href=\"Slavic%20peoples\"&gt;Slavic&lt;/a&gt; (&lt;a href=\"Russians\"&gt;Russian&lt;/a&gt;, &lt;a href=\"Belarusians\"&gt;Belarusian&lt;/a&gt;, &lt;a href=\"Ukrainians\"&gt;Ukrainian&lt;/a&gt;) and &lt;a href=\"Baltic%20Finnic%20peoples\"&gt;Finnic&lt;/a&gt; (&lt;a href=\"Karela\"&gt;Karela&lt;/a&gt;, &lt;a href=\"Merya%20people\"&gt;Merya&lt;/a&gt;) &lt;a href=\"paganism\"&gt;pagan&lt;/a&gt; practices. These are big stones, usually &lt;a href=\"granite\"&gt;granite&lt;/a&gt; &lt;a href=\"boulders\"&gt;boulders&lt;/a&gt; of &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt; origin, with hollows in them, that frequently bear traces of processing (seem to be artificially deepened and/or widened), and in some cases resemble foot traces, similar to those that might be left by a bare foot on a soft &lt;a href=\"clay\"&gt;clay&lt;/a&gt;-like surface (hence the name). It is not completely clear if the stones were selected for veneration because the hollows resembled foot traces, or whether the hollows were processed to resemble footprints; most probably both interpretations are at least partly applicable.\nSometimes it is hard to draw a line between the Sledovik stone and the so-called Chashechnik stone (Чашечник, literally – a &lt;a href=\"Cup%20and%20ring%20mark\"&gt;cup&lt;/a&gt;-Stone), as the only difference between these two is that a typical \"cup\" hollow does not necessarily need to resemble a trace of a foot. Most probably, both types of stones served the same ritual function, and form a continuum of shapes and modifications.\nThe majority of Sledovik stones have legends associated with them. In modern, &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt; (or post-Christian) world the majority of these legends say that it was a foot of &lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; (alternatively, &lt;a href=\"Virgin%20Mary\"&gt;Virgin Mary&lt;/a&gt;, or one of the &lt;a href=\"Saints\"&gt;Saints&lt;/a&gt;) that left the trace on the stone. In some cases, however, the trace is associated with the &lt;a href=\"Devil\"&gt;Devil&lt;/a&gt;, and the stones are considered impure, and harmful.\nIt is assumed that in the past these stones were used as pagan &lt;a href=\"shrine\"&gt;shrine&lt;/a&gt;s. It is however unlikely they served as &lt;a href=\"altars\"&gt;altars&lt;/a&gt;, and were used for &lt;a href=\"blood\"&gt;blood&lt;/a&gt;y &lt;a href=\"sacrifice\"&gt;sacrifice&lt;/a&gt;s. Rather, more probably, &lt;a href=\"rain\"&gt;rain&lt;/a&gt; water and &lt;a href=\"dew\"&gt;dew&lt;/a&gt; that accumulated in these hollows, was considered sacred, or blessed, and was used in some kinds of rituals. Some of these rituals are still preserved till modern days: thus in &lt;a href=\"Pochaiv%20Lavra\"&gt;Pochaiv Lavra&lt;/a&gt; local Sledovik, re-interpreted as a place of &lt;a href=\"Theophany\"&gt;epiphany&lt;/a&gt; of &lt;a href=\"Virgin%20Mary\"&gt;Virgin Mary&lt;/a&gt;, is venerated as one of the most important relics of the &lt;a href=\"monastery\"&gt;monastery&lt;/a&gt;; &lt;a href=\"pilgrims\"&gt;pilgrims&lt;/a&gt; are allowed to drink water that was poured in the footprint, and which thus is considered to become blessed. Those Sledovik and Cup Stones that are located in the wild, but relatively accessible, are in some cases also venerated by the local population, either in the &lt;a href=\"christianisation\"&gt;christianized&lt;/a&gt; interpretation, or in \"alternative\", semi-pagan, style. People would usually come to the stones, and leave there &lt;a href=\"food\"&gt;food&lt;/a&gt;, &lt;a href=\"candy\"&gt;sweet&lt;/a&gt;s, &lt;a href=\"icon\"&gt;icon&lt;/a&gt;s, or burn church &lt;a href=\"candle\"&gt;candle&lt;/a&gt;s. &lt;a href=\"Wish%20tree\"&gt;Wish tree&lt;/a&gt;s can be frequently found near such stones."
}