{
    "id": "30675976",
    "revid": "11555324",
    "url": "https://en.wikipedia.org/wiki?curid=30675976",
    "title": "La Petite Vendeuse de Soleil",
    "text": "La Petite Vendeuse de Soleil (or The Little Girl Who Sold the Sun) is a &lt;a href=\"1999%20in%20film\"&gt;1999&lt;/a&gt; &lt;a href=\"cinema%20of%20Senegal\"&gt;Senegalese&lt;/a&gt; &lt;a href=\"short%20film\"&gt;short&lt;/a&gt; &lt;a href=\"drama%20film\"&gt;drama film&lt;/a&gt;, directed by &lt;a href=\"Djibril%20Diop%20Mamb%C3%A9ty\"&gt;Djibril Diop Mambéty&lt;/a&gt; which premiered after his death in 1998.\n\" La Petite Vendeuse de Soleil\" is a film exalting the lives and promise found among ordinary Senegalese. It depicts a young beggar girl, Sili, who is also a paraplegic, who on crutches, confidently makes her way through a city of obstacles, becoming the first girl to sell the \"&lt;a href=\"Le%20Soleil%20%28Senegal%29\"&gt;Le Soleil&lt;/a&gt;\" national daily newspaper in the competitive world of young male newspaper vendors. Mambéty dedicated this last film to \"the courage of &lt;a href=\"street%20children\"&gt;street children&lt;/a&gt;\". The scenes are expertly played by non-professional actors and with the participation of the street children.\nThe film is part of a series entitled \"Tales of Ordinary People\".\nIt was screened as part of the International Forum of New Cinema section at the 49th &lt;a href=\"Berlin%20International%20Film%20Festival\"&gt;Berlin International Film Festival&lt;/a&gt; in 1999 and as part of the &lt;a href=\"New%20York%20Film%20Festival\"&gt;New York Film Festival&lt;/a&gt; in 2019.\n\"La Petite Vendeuse de Soleil\" was originally intended as the second film of a trilogy under the title, \"Tales of Ordinary People\". However, Mambety's untimely death in 1998 prevented the completion of the third film.\nSynopsis.\nIn Dakar, selling newspapers on the street is an occupation always occupied by boys. But one morning, Sili, a young beggar, challenges that exclusive rule. Her age is uncertain, between 10 and 13, and she walks the streets with the help of her crutches. She begs for help in the same spot the boys sell their papers, but today they attack her and she falls, rolling over and over. That's it; she too will sell newspapers starting tomorrow.\nRelease.\n\"La Petite Vendeuse de Soleil\" debuted on 1 February 1999 at the &lt;a href=\"International%20Film%20Festival%20Rotterdam\"&gt;International Film Festival Rotterdam&lt;/a&gt; and opened in other film festivals on the dates given below.\nHome Release.\n\"La Petite Vendeuse de Soleil\" (\"The Little Girl who Sold the Sun\") was released on DVD coupled with \"&lt;a href=\"Le%20Franc\"&gt;Le Franc&lt;/a&gt;\" and is distributed by &lt;a href=\"California%20Newsreel\"&gt;California Newsreel Productions&lt;/a&gt;.\nCritical response.\nCritical response to the film was mostly positive. Reviewer for &lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;, A.O. Scott described the film as a \"masterpiece of understated humanity\".\nAccolades.\n\"La Petite Vendeuse de Soleil\" earned various awards and nominations, with the nominations in categories ranging from recognition of the film itself to its screenplay, direction and editing, to the performance of the lead actor, Lissa Balera. It was selected as one of the ten best films of 2000 by the &lt;a href=\"Village%20Voice\"&gt;Village Voice&lt;/a&gt;."
}