{
    "id": "30688232",
    "revid": "2584239",
    "url": "https://en.wikipedia.org/wiki?curid=30688232",
    "title": "Pre- and post-test probability",
    "text": "Pre-test probability and post-test probability (alternatively spelled pretest and posttest probability) are the &lt;a href=\"probabilities\"&gt;probabilities&lt;/a&gt; of the presence of a condition (such as a &lt;a href=\"disease\"&gt;disease&lt;/a&gt;) before and after a &lt;a href=\"diagnostic%20test\"&gt;diagnostic test&lt;/a&gt;, respectively. \"Post-test probability\", in turn, can be \"positive\" or \"negative\", depending on whether the test falls out as a &lt;a href=\"positive%20test\"&gt;positive test or a negative test&lt;/a&gt;, respectively. In some cases, it is used for the probability of developing the condition of interest in the future.\nTest, in this sense, can refer to any &lt;a href=\"medical%20test\"&gt;medical test&lt;/a&gt; (but usually in the sense of diagnostic tests), and in a broad sense also including questions and even assumptions (such as assuming that the target individual is a female or male). The ability to make a difference between pre- and post-test probabilities of various conditions is a major factor in the &lt;a href=\"Medical%20test%23Indications\"&gt;indication of medical tests&lt;/a&gt;.\nPre-test probability.\nThe pre-test probability of an individual can be chosen as one of the following:\nEstimation of post-test probability.\nIn clinical practice, post-test probabilities are often just roughly estimated or even guessed. This is usually acceptable in the finding of a \"&lt;a href=\"pathognomonic\"&gt;pathognomonic&lt;/a&gt;\" sign or symptom, in which case it is almost certain that the target condition is present; or in the absence of finding a \"&lt;a href=\"sine%20qua%20non\"&gt;sine qua non&lt;/a&gt;\" sign or symptom, in which case it is almost certain that the target condition is absent.\nIn reality, however, the subjective probability of the presence of a condition is never exactly 0 or 100%. Yet, there are several systematic methods to estimate that probability. Such methods are usually based on previously having performed the test on a &lt;a href=\"reference%20group\"&gt;reference group&lt;/a&gt; in which the presence or absence on the condition is known (or at least estimated by another test that is considered highly accurate, such as by \"&lt;a href=\"Gold%20standard%20%28test%29\"&gt;Gold standard&lt;/a&gt;\"), in order to establish data of test performance. These data are subsequently used to interpret the test result of any individual tested by the method. An alternative or complement to \"reference group\"-based methods is comparing a test result to a previous test on the same individual, which is more common in tests for &lt;a href=\"monitoring%20%28medicine%29\"&gt;monitoring&lt;/a&gt;.\nThe most important systematic \"reference group\"-based methods to estimate post-test probability includes the ones summarized and compared in the following table, and further described in individual sections below.\nBy predictive values.\n&lt;a href=\"Predictive%20value\"&gt;Predictive value&lt;/a&gt;s can be used to estimate the post-test probability of an individual if the pre-test probability of the individual can be assumed roughly equal to the prevalence in a &lt;a href=\"reference%20group\"&gt;reference group&lt;/a&gt; on which both test results and knowledge on the presence or absence of the condition (for example a disease, such as may determined by \"&lt;a href=\"Gold%20standard%20%28test%29\"&gt;Gold standard&lt;/a&gt;\") are available.\nIf the test result is of a &lt;a href=\"binary%20classification\"&gt;binary classification&lt;/a&gt; into either &lt;a href=\"positive%20or%20negative%20test\"&gt;positive or negative test&lt;/a&gt;s, then the following table can be made:\nPre-test probability can be calculated from the diagram as follows:\nPretest probability = (True positive + False negative) / Total sample\nAlso, in this case, the \"positive post-test probability\" (the probability of having the target condition if the test falls out positive), is numerically equal to the &lt;a href=\"positive%20predictive%20value\"&gt;positive predictive value&lt;/a&gt;, and the \"negative post-test probability\" (the probability of having the target condition if the test falls out negative) is numerically complementary to the &lt;a href=\"negative%20predictive%20value\"&gt;negative predictive value&lt;/a&gt; ([negative post-test probability] = 1 - [negative predictive value]), again assuming that the individual being tested does not have any other risk factors that result in that individual having a different \"pre-test probability\" than the reference group used to establish the positive and negative predictive values of the test.\nIn the diagram above, this \"positive post-test probability\", that is, the posttest probability of a target condition given a positive test result, is calculated as:\nPositive posttest probability = True positives / (True positives + False positives)\nSimilarly:\nThe post-test probability of disease given a negative result is calculated as:\nNegative posttest probability = False negatives / (False negatives + True negatives)\nThe validity of the equations above also depend on that the sample from the population does not have substantial &lt;a href=\"sampling%20bias\"&gt;sampling bias&lt;/a&gt; that make the groups of those who have the condition and those who do not substantially disproportionate from corresponding prevalence and \"non-prevalence\" in the population. In effect, the equations above are not valid with merely a &lt;a href=\"case-control%20study\"&gt;case-control study&lt;/a&gt; that separately collects one group with the condition and one group without it.\nBy likelihood ratio.\nThe above methods are inappropriate to use if the pretest probability differs from the prevalence in the reference group used to establish, among others, the positive predictive value of the test. Such difference can occur if another test preceded, or the person involved in the diagnostics considers that another pretest probability must be used because of knowledge of, for example, specific complaints, other elements of a &lt;a href=\"medical%20history\"&gt;medical history&lt;/a&gt;, signs in a &lt;a href=\"physical%20examination\"&gt;physical examination&lt;/a&gt;, either by calculating on each finding as a test in itself with its own sensitivity and specificity, or at least making a rough estimation of the individual pre-test probability.\nIn these cases, the \"prevalence\" in the reference group is not completely accurate in representing the \"pre-test probability\" of the individual, and, consequently, the \"predictive value\" (whether \"positive\" or \"negative\") is not completely accurate in representing the \"post-test probability\" of the individual of having the target condition.\nIn these cases, a posttest probability can be estimated more accurately by using a &lt;a href=\"Likelihood%20ratios%20in%20diagnostic%20testing\"&gt;likelihood ratio&lt;/a&gt; for the test. \"Likelihood ratio\" is calculated from &lt;a href=\"sensitivity%20and%20specificity\"&gt;sensitivity and specificity&lt;/a&gt; of the test, and thereby it does not depend on prevalence in the reference group, and, likewise, it does not change with changed \"pre-test probability\", in contrast to positive or negative predictive values (which would change). Also, in effect, the validity of \"post-test probability\" determined from likelihood ratio is not vulnerable to &lt;a href=\"sampling%20bias\"&gt;sampling bias&lt;/a&gt; in regard to those with and without the condition in the population sample, and can be done as a &lt;a href=\"case-control%20study\"&gt;case-control study&lt;/a&gt; that separately gathers those with and without the condition.\nEstimation of post-test probability from pre-test probability and likelihood ratio goes as follows:\nIn equation above, \"positive post-test probability\" is calculated using the \"likelihood ratio positive\", and the \"negative post-test probability\" is calculated using the \"likelihood ratio negative\".\nThe relation can also be estimated by a so-called \"Fagan nomogram\" (shown at right) by making a straight line from the point of the given \"pre-test probability\" to the given \"likelihood ratio\" in their scales, which, in turn, estimates the \"post-test probability\" at the point where that straight line crosses its scale.\nThe post-test probability can, in turn, be used as pre-test probability for additional tests if it continues to be calculated in the same manner.\nIt is possible to do a calculation of likelihood ratios for tests with continuous values or more than two outcomes which is similar to the calculation for dichotomous outcomes. For this purpose, a separate likelihood ratio is calculated for every level of test result and is called interval or stratum specific likelihood ratios.\nExample.\nAn individual was screened with the test of &lt;a href=\"fecal%20occult%20blood\"&gt;fecal occult blood&lt;/a&gt; (FOB) to estimate the probability for that person having the target condition of bowel cancer, and it fell out positive (blood were detected in stool). Before the test, that individual had a pre-test probability of having bowel cancer of, for example, 3% (0.03), as could have been estimated by evaluation of, for example, the medical history, examination and previous tests of that individual.\nThe sensitivity, specificity etc. of the FOB test were established with a population sample of 203 people (without such heredity), and fell out as follows:\nFrom this, the \"likelihood ratios\" of the test can be established:\nThus, that individual has a post-test probability (or \"post-test risk\") of 18.6% of having bowel cancer.\nThe &lt;a href=\"prevalence\"&gt;prevalence&lt;/a&gt; in the population sample is calculated to be:\nThe individual's pre-test probability was more than twice the one of the population sample, although the individual's post-test probability was less than twice the one of the population sample (which is estimated by the positive predictive value of the test of 10%), opposite to what would result by a less accurate method of simply multiplying relative risks.\nSpecific sources of inaccuracy.\nSpecific sources of inaccuracy when using likelihood ratio to determine a post-test probability include interference with determinants or previous tests or overlap of test targets, as explained below:\nInterference with test.\n\"Post-test probability\", as estimated from the \"pre-test probability\" with \"likelihood ratio\", should be handled with caution in individuals with other determinants (such as risk factors) than the general population, as well as in individuals that have undergone previous tests, because such determinants or tests may also influence the test itself in unpredictive ways, still causing inaccurate results. An example with the risk factor of &lt;a href=\"obesity\"&gt;obesity&lt;/a&gt; is that additional abdominal fat can make it difficult to palpate abdominal organs and decrease the resolution of &lt;a href=\"abdominal%20ultrasonography\"&gt;abdominal ultrasonography&lt;/a&gt;, and similarly, remnant &lt;a href=\"barium%20contrast\"&gt;barium contrast&lt;/a&gt; from a previous radiography can interfere with subsequent abdominal examinations, in effect decreasing the sensitivities and specificities of such subsequent tests. On the other hand, the effect of interference can potentially improve the efficacy of subsequent tests as compared to usage in the reference group, such as some abdominal examinations being easier when performed on underweight people.\nOverlap of tests.\nFurthermore, the validity of calculations upon any pre-test probability that itself is derived from a previous test depend on that the two tests do not significantly overlap in regard to the target parameter being tested, such as blood tests of substances belonging to one and the same deranged &lt;a href=\"metabolic%20pathway\"&gt;metabolic pathway&lt;/a&gt;. An example of the extreme of such an overlap is where the sensitivity and specificity has been established for a blood test detecting \"substance X\", and likewise for one detecting \"substance Y\". If, in fact, \"substance X\" and \"substance Y\" are one and the same substance, then, making a two consecutive tests of one and the same substance may not have any diagnostic value at all, although the calculation appears to show a difference. In contrast to interference as described above, increasing overlap of tests only decreases their efficacy. In the medical setting, diagnostic validity is increased by combining tests of different modalities to avoid substantial overlap, for example in making a combination of a blood test, a &lt;a href=\"biopsy\"&gt;biopsy&lt;/a&gt; and &lt;a href=\"Radiography\"&gt;radiograph&lt;/a&gt;.\nMethods to overcome inaccuracy.\nTo avoid such sources of inaccuracy by using likelihood ratios, the optimal method would be to gather a large reference group of equivalent individuals, in order to establish separate \"predictive values\" for use of the test in such individuals. However, with more knowledge of an individual's medical history, physical examination and previous test etc. that individual becomes more differentiated, with increasing difficulty to find a reference group to establish tailored predictive values, making an estimation of post-test probability by predictive values invalid.\nAnother method to overcome such inaccuracies is by evaluating the test result in the context of diagnostic criteria, as described in the next section.\nBy relative risk.\nPost-test probability can sometimes be estimated by multiplying the pre-test probability with a &lt;a href=\"relative%20risk\"&gt;relative risk&lt;/a&gt; given by the test. In clinical practice, this is usually applied in evaluation of a &lt;a href=\"medical%20history\"&gt;medical history&lt;/a&gt; of an individual, where the \"test\" usually is a question (or even assumption) regarding various risk factors, for example, sex, &lt;a href=\"tobacco%20smoking\"&gt;tobacco smoking&lt;/a&gt; or weight, but it can potentially be a substantial test such as putting the individual on a &lt;a href=\"weighing%20scale\"&gt;weighing scale&lt;/a&gt;. When using relative risks, the resultant probability is usually rather related to the individual developing the condition over a period of time (similarly to the &lt;a href=\"Incidence%20%28epidemiology%29\"&gt;incidence&lt;/a&gt; in a population), instead of being the probability of an individual of having the condition in the present, but can indirectly be an estimation of the latter.\nUsage of &lt;a href=\"hazard%20ratio\"&gt;hazard ratio&lt;/a&gt; can be used somewhat similarly to relative risk.\nOne risk factor.\nTo establish a relative risk, the risk in an exposed group is divided by the risk in an unexposed group.\nIf only one risk factor of an individual is taken into account, the post-test probability can be estimated by multiplying the relative risk with the risk in the control group. The control group usually represents the unexposed population, but if a very low fraction of the population is exposed, then the prevalence in the general population can often be assumed equal to the prevalence in the control group. In such cases, the post-test probability can be estimated by multiplying the relative risk with the risk in the general population.\nFor example, the &lt;a href=\"Incidence%20%28epidemiology%29\"&gt;incidence&lt;/a&gt; of &lt;a href=\"breast%20cancer\"&gt;breast cancer&lt;/a&gt; in a woman in the United Kingdom at age 55 to 59 is estimated at approximately 280 cases per 100.000 per year, and the risk factor of having been exposed to high-dose &lt;a href=\"ionizing%20radiation\"&gt;ionizing radiation&lt;/a&gt; to the chest (for example, as treatments for other cancers) confers a relative risk of breast cancer between 2.1 and 4.0, compared to unexposed. Because a low fraction of the population is exposed, the prevalence in the unexposed population can be assumed equal to the prevalence in the general population. Subsequently, it can be estimated that a woman in the United Kingdom that is aged between 55 and 59 and that has been exposed to high-dose ionizing radiation should have a risk of developing breast cancer over a period of one year of between 588 and 1.120 in 100.000 (that is, between 0,6% and 1.1%).\nMultiple risk factors.\nTheoretically, the total risk in the presence of multiple risk factors can be roughly estimated by multiplying with each relative risk, but is generally much less accurate than using likelihood ratios, and is usually done only because it is much easier to perform when only relative risks are given, compared to, for example, converting the source data to sensitivities and specificities and calculate by likelihood ratios. Likewise, relative risks are often given instead of likelihood ratios in the literature because the former is more intuitive. Sources of inaccuracy of multiplying relative risks include:\nThe (latter mentioned) effect of overestimation can be compensated for by converting risks to odds, and relative risks to &lt;a href=\"odds%20ratio\"&gt;odds ratio&lt;/a&gt;s. However, this does not compensate for (former mentioned) effect of any difference between pre-test probability of an individual and the prevalence in the reference group.\nA method to compensate for both sources of inaccuracy above is to establish the relative risks by &lt;a href=\"multivariate%20regression%20analysis\"&gt;multivariate regression analysis&lt;/a&gt;. However, to retain its validity, relative risks established as such must be multiplied with all the other risk factors in the same regression analysis, and without any addition of other factors beyond the regression analysis.\nIn addition, multiplying multiple relative risks has the same risk of missing important overlaps of the included risk factors, similarly to when using likelihood ratios. Also, different risk factors can act in &lt;a href=\"synergy\"&gt;synergy&lt;/a&gt;, with the result that, for example, two factors that both individually have a relative risk of 2 have a total relative risk of 6 when both are present, or can inhibit each other, somewhat similarly to the interference described for using likelihood ratios.\nBy diagnostic criteria and clinical prediction rules.\nMost major diseases have established &lt;a href=\"diagnostic%20criteria\"&gt;diagnostic criteria&lt;/a&gt; and/or &lt;a href=\"clinical%20prediction%20rule\"&gt;clinical prediction rule&lt;/a&gt;s. The establishment of diagnostic criteria or clinical prediction rules consists of a comprehensive evaluation of many tests that are considered important in estimating the probability of a condition of interest, sometimes also including how to divide it into subgroups, and when and how to treat the condition. Such establishment can include usage of predictive values, likelihood ratios as well as relative risks.\nFor example, the &lt;a href=\"Systemic%20lupus%20erythematosus%23Diagnostic%20criteria\"&gt;ACR criteria for systemic lupus erythematosus&lt;/a&gt; defines the diagnosis as presence of at least 4 out of 11 findings, each of which can be regarded as a target value of a test with its own sensitivity and specificity. In this case, there has been evaluation of the tests for these target parameters when used in combination in regard to, for example, interference between them and overlap of target parameters, thereby striving to avoid inaccuracies that could otherwise arise if attempting to calculate the probability of the disease using likelihood ratios of the individual tests. Therefore, if diagnostic criteria have been established for a condition, it is generally most appropriate to interpret any post-test probability for that condition in the context of these criteria.\nAlso, there are risk assessment tools for estimating the combined risk of several risk factors, such as the online tool &lt;a href=\"https%3A//web.archive.org/web/20060511202743/http%3A//hp2010.nhlbihin.net/atpiii/calculator.asp%3Fusertype%3Dprof\"&gt;&lt;/a&gt; from the &lt;a href=\"Framingham%20Heart%20Study\"&gt;Framingham Heart Study&lt;/a&gt; for estimating the risk for coronary heart disease outcomes using multiple risk factors, including age, gender, blood lipids, blood pressure and smoking, being much more accurate than multiplying the individual relative risks of each risk factor.\nStill, an experienced physician may estimate the post-test probability (and the actions it motivates) by a broad consideration including criteria and rules in addition to other methods described previously, including both individual risk factors and the performances of tests that have been carried out.\nClinical use of pre- and post-test probabilities.\nA clinically useful parameter is the absolute (rather than relative, and not negative) difference between pre- and post-test probability, calculated as:\n&lt;a href=\"Absolute%20value\"&gt;Absolute&lt;/a&gt; difference = &lt;a href=\"Absolute%20value\"&gt;|&lt;/a&gt; (pre-test probability) - (post-test probability) |\nA major factor for such an absolute difference is the power of the test itself, such as can be described in terms of, for example, sensitivity and specificity or likelihood ratio. Another factor is the pre-test probability, with a lower pre-test probability resulting in a lower absolute difference, with the consequence that even very powerful tests achieve a low absolute difference for very unlikely conditions in an individual (such as &lt;a href=\"rare%20disease\"&gt;rare disease&lt;/a&gt;s in the absence of any other indicating sign), but on the other hand, that even tests with low power can make a great difference for highly suspected conditions.\nThe probabilities in this sense may also need to be considered in context of conditions that are not primary targets of the test, such as &lt;a href=\"Differential%20diagnosis%23profile-relative%20probability\"&gt;profile-relative probabilities in a differential diagnostic procedure&lt;/a&gt;.\nThe absolute difference can be put in relation to the benefit for an individual that a &lt;a href=\"medical%20test\"&gt;medical test&lt;/a&gt; achieves, such as can roughly be estimated as:\nformula_1, where:\nIn this formula, what constitutes benefit or harm largely varies by &lt;a href=\"Value%20%28personal%20and%20cultural%29\"&gt;personal and cultural values&lt;/a&gt;, but general conclusions can still be drawn. For example, if the only expected effect of a medical test is to make one disease more likely than another, but the two diseases have the same treatment (or neither can be treated), then \"ri\" = 0 and the test is essentially without any benefit for the individual.\nAdditional factors that influence a decision whether a medical test should be performed or not include: cost of the test, availability of additional tests, potential interference with subsequent test (such as an &lt;a href=\"abdominal%20palpation\"&gt;abdominal palpation&lt;/a&gt; potentially inducing intestinal activity whose sounds interfere with a subsequent &lt;a href=\"abdominal%20auscultation\"&gt;abdominal auscultation&lt;/a&gt;), time taken for the test or other practical or administrative aspects. Also, even if not beneficial for the individual being tested, the results may be useful for the establishment of statistics in order to improve health care for other individuals.\nSubjectivity.\nPre- and post-test probabilities are &lt;a href=\"Subjectivity\"&gt;subjective&lt;/a&gt; based on the fact that, in reality, an individual either has the condition or not (with the probability always being 100%), so pre- and post-test probabilities for individuals can rather be regarded as psychological phenomena in the minds of those involved in the &lt;a href=\"diagnostics\"&gt;diagnostics&lt;/a&gt; at hand."
}