{
    "id": "3071412",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=3071412",
    "title": "Indian Institute of Forest Management",
    "text": "The Indian Institute of Forest Management (IIFM), founded 1982, is an &lt;a href=\"autonomous\"&gt;autonomous&lt;/a&gt;, &lt;a href=\"Natural%20Resource\"&gt;Natural Resource Service&lt;/a&gt; training institute of &lt;a href=\"Forestry\"&gt;Forestry&lt;/a&gt; located in &lt;a href=\"Bhopal\"&gt;Bhopal&lt;/a&gt;, &lt;a href=\"Madhya%20Pradesh\"&gt;Madhya Pradesh&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, established by the &lt;a href=\"Ministry%20of%20Environment%2C%20Forest%20and%20Climate%20Change\"&gt;Ministry of Environment, Forest and Climate Change&lt;/a&gt;, &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt; with financial assistance from the &lt;a href=\"Swedish%20International%20Development%20Cooperation%20Agency\"&gt;Swedish International Development Cooperation Agency (SIDA)&lt;/a&gt; and course assistance from the &lt;a href=\"Indian%20Institute%20of%20Management%20Ahmedabad\"&gt;Indian Institute of Management Ahmedabad&lt;/a&gt; for mid career training of &lt;a href=\"Indian%20Forest%20Service\"&gt;Indian Forest Service&lt;/a&gt; cadre and all State Forest Service cadre in India. The institute's objective is to fulfill the growing need for the managerial human resource in the area of &lt;a href=\"Forest\"&gt;Forest&lt;/a&gt;, &lt;a href=\"Natural%20environment\"&gt;Environment&lt;/a&gt;, and &lt;a href=\"Natural%20resources\"&gt;Natural resources&lt;/a&gt; &lt;a href=\"Management\"&gt;Management&lt;/a&gt; and allied sectors. The institute is headed by a director selected and appointed by the Ministry of Environment, Forest and Climate Change, Government of India.\nIIFM is engaged in &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"research\"&gt;research&lt;/a&gt;, &lt;a href=\"training\"&gt;training&lt;/a&gt; and &lt;a href=\"consultancy\"&gt;consultancy&lt;/a&gt; in the area of Forest, Environment and Natural Resources Management and allied sectors. The institute was ranked 8th overall in the country by the &lt;a href=\"Ministry%20of%20Human%20Resource%20Development\"&gt;Ministry of Human Resource Development&lt;/a&gt;, &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt; in the management institutions category under the &lt;a href=\"National%20Institutional%20Ranking%20Framework\"&gt;National Institutional Ranking Framework&lt;/a&gt; in its India Rankings 2016. As a campus, IIFM is famous for its rich &lt;a href=\"flora\"&gt;flora&lt;/a&gt; and &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; with sightings of various wild mammals and birds within the campus.\nCampus.\nThe institute is located in the southernwest corner of the city of &lt;a href=\"Bhopal\"&gt;Bhopal&lt;/a&gt; in the Nehru Nagar locality. It is on a hill that overlooks the Bhadbhada barrage. The barrage controls the overflow of the &lt;a href=\"Upper%20Lake%20%28Bhopal%29\"&gt;upper lake&lt;/a&gt; or Bada Talab of &lt;a href=\"Bhopal\"&gt;Bhopal&lt;/a&gt;. The spillway for Bhadbhada tails around the IIFM hill, giving it a scenic location surrounded by water on three sides like a peninsula during good monsoons. The location is 3.5 km south of T.T. Nagar and just off the road to &lt;a href=\"Kerwa%20Dam\"&gt;Kerwa Dam&lt;/a&gt;.\nThe institute's buildings are designed by &lt;a href=\"Anant%20Raje\"&gt;Anant Raje&lt;/a&gt;. The architecture of the campus is inspired by the historical town of &lt;a href=\"Mandu%2C%20Madhya%20Pradesh\"&gt;Mandu&lt;/a&gt;.\nAcademics.\nAcademic programmes.\nIIFM conducts following courses:\nThe PFM course is the flagship course of IIFM and is one of its kind in Asia.\nIn addition to the above courses, it conducts Management Development programmes.\nPost Graduate Diploma in Forest Management (PFM).\nThe PFM course was started in 1988. It is a two-year residential course. The first batch of PFM students graduated in 1990. It is equivalent to &lt;a href=\"Master%27s%20Degree\"&gt;Master's Degree&lt;/a&gt; in &lt;a href=\"Forest%20Management\"&gt;Forest Management&lt;/a&gt;. \nIIFM uses the scores of &lt;a href=\"Common%20Admission%20Test\"&gt;Common Admission Test&lt;/a&gt; (CAT) conducted by &lt;a href=\"Indian%20Institutes%20of%20Management\"&gt;Indian Institutes of Management&lt;/a&gt; and the &lt;a href=\"Xavier%20Aptitude%20Test\"&gt;Xavier Aptitude Test&lt;/a&gt; (XAT) conducted by the &lt;a href=\"XLRI\"&gt;XLRI&lt;/a&gt; to shortlist the candidates for the Written Aptitude Test and the Personal Interview. The shortlisted candidates are required to submit a Statement of Purpose (SOP) on why they want to pursue the PFM course at IIFM. After conducting the Written Aptitude Test and the Personal Interview the institute announces the final list of candidates provisionally selected for the course.\nThe M.Phil. in natural resource management (NRM).\nIIFM being a specialized institute started the M.Phil. program in 1994, to create future global leaders in field of Environment and Natural resources sector. In this course an integrative approach is used where students learn how to develop local solutions that are sustainable, ethical and scalable at global level\nThe minimum qualification for all candidates is Post Graduate degree/diploma in the field of Science/Engineering/ Management and related Social sciences or its equivalent with a minimum of 55% aggregate marks recognized by an Indian University or Association of Indian Universities (AIU). The relaxation of 5% marks at the master's degree (P.G) eligibility criterion shall be given to candidates belonging to SC/ST/DA category as per the guidelines of UGC.\nFor in-service category, Officers from Indian Forest Service, State Forest Services, Group ‘A’ Officers or equivalent from Govt. Departments/Public Sector and representatives from NGOs with minimum three years of experience in the fields related to natural resource management can apply.\nFor open category candidates written test and an interview is conducted. The written test has three components namely English ability, Analytical ability and Natural Resource Management aptitude. The Institute shall set a cutoff limit for the written examination. Candidates qualifying the written test shall be invited for the interview. Based on the performance in the interview a merit list of suitable candidates will be released for admission. The UGC/CSIR/ICAR- NET qualified candidates and candidates with PGDFM from IIFM with a minimum of 3.0 OGPA are exempted from written test and are directly called for interview.\nPlacement.\nMost of the job placements at IIFM are with the environment and development sector with &lt;a href=\"NGO\"&gt;NGO&lt;/a&gt;s, though recently a number of banks and microfinance institutions have participated in campus placements. Apart from it corporate also participate in IIFM placements and profiles are offered in sales and marketing, market research, banking and finance, environment, health and safety, environment management system, consulting roles, operations etc. with an average package of 6.93 lacs per annum in academic year 2017-2018.\nIIFM and its &lt;a href=\"alumni\"&gt;alumni&lt;/a&gt; work closely with &lt;a href=\"nation\"&gt;nation&lt;/a&gt;al and international &lt;a href=\"civil%20society\"&gt;civil society&lt;/a&gt;, &lt;a href=\"governments\"&gt;governments&lt;/a&gt;, &lt;a href=\"academia\"&gt;academia&lt;/a&gt; and &lt;a href=\"Private%20industry\"&gt;industry&lt;/a&gt;.\nRanking.\nIIFM was ranked 60 among management colleges in India by the &lt;a href=\"National%20Institutional%20Ranking%20Framework\"&gt;National Institutional Ranking Framework&lt;/a&gt; (NIRF) in 2019."
}