{
    "id": "307262",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=307262",
    "title": "Pusher (boat)",
    "text": "A pusher, pusher craft, pusher boat, pusher tug, or towboat, is a &lt;a href=\"boat\"&gt;boat&lt;/a&gt; designed for pushing &lt;a href=\"barge\"&gt;barge&lt;/a&gt;s or &lt;a href=\"car%20float\"&gt;car float&lt;/a&gt;s. In the United States, the industries that use these vessels refer to them as towboats. These vessels are characterized by a square bow, a shallow draft, and typically have knees, which are large plates mounted to the bow for pushing barges of various heights. These boats usually operate on rivers and inland &lt;a href=\"waterway\"&gt;waterway&lt;/a&gt;s. Multiple barges lashed together, or a boat and any barges lashed to it, are referred to as a \"tow\" and can have dozens of barges. Many of these vessels, especially the long distances, or long haul boats, include living quarters for the crew.\nSize.\nTowboat engine outputs range from less than up to . Most towboats are from long, and wide. Smaller boats are used in &lt;a href=\"harbors\"&gt;harbors&lt;/a&gt;, fleeting areas and around &lt;a href=\"Lock%20%28water%20transport%29\"&gt;locks&lt;/a&gt; while larger boats operate in \"line-haul\" operations over long distances and between major ports. In the United States, south of the &lt;a href=\"Chain%20of%20Rocks%20Lock\"&gt;Chain of Rocks Lock&lt;/a&gt; across from &lt;a href=\"St.%20Louis\"&gt;St. Louis&lt;/a&gt; on the &lt;a href=\"Mississippi%20River\"&gt;Mississippi River&lt;/a&gt;, the river is open with no locks or impediments other than channel size and depth. Larger boats can run this segment of the river with the maximum tow size of 42 barges southbound and 40+ northbound. A typical River tow might be 35 to 42 barges, each about long by wide, configured in a rectangular shape 6 to 7 barges long and 5 to 6 barges wide, depending on the number of barges in tow. The whole tow, excluding the towboat, can easily be over long and wide, covering over and holding thousands of tons of cargo.\nIn the United States above St. Louis on the Upper Mississippi River and on other rivers such as the &lt;a href=\"Illinois%20River\"&gt;Illinois&lt;/a&gt;, &lt;a href=\"Ohio%20River\"&gt;Ohio&lt;/a&gt;, &lt;a href=\"Arkansas%20River\"&gt;Arkansas&lt;/a&gt;, &lt;a href=\"Tennessee%20River\"&gt;Tennessee&lt;/a&gt; and &lt;a href=\"Cumberland%20River\"&gt;Cumberland&lt;/a&gt;, boats can handle only up to 16 barges including a \"hip\" barge due to the size of lock chambers. These boats tend to be limited to .\nTowboats in line-haul service operate 24/7 and have the latest in navigational equipment, such as color radar, GPS systems, electronic river charts, and specialized radio communications.\nBoats that traverse the Intracoastal Waterway (ICW) are commonly referred to as \"ditch boats\" or \"canal boats\". ICW tows usually consist of 1 to 6 barges ranging in size, usually \"strung out\" end to end when loaded or \"breasted up\" side by side when empty.\nTowboats always push the \"tow\" of barges, which are lashed together with steel cables usually in diameter. The term towboat arises from &lt;a href=\"steamboat\"&gt;steamboat&lt;/a&gt; days, when steamboat fortunes began to decline and to survive steamboats began to \"tow\" wooden barges alongside to earn additional revenue. Eventually, the railroad expansion following the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; ended the steamboat era.\nDuring the 19th century, towboats were used to push &lt;a href=\"showboat\"&gt;showboat&lt;/a&gt;s, which lacked steam engines to free up space for a theater.\nPreserved towboats.\nThe &lt;a href=\"Binnenvaartmuseum\"&gt;Binnenvaartmuseum&lt;/a&gt; ('Inland Shipping Museum') in &lt;a href=\"Dordrecht\"&gt;Dordrecht&lt;/a&gt;, &lt;a href=\"South%20Holland\"&gt;South Holland&lt;/a&gt;, Netherlands is centered around \"René Siegfried\", a &lt;a href=\"River%20Rhine\"&gt;River Rhine&lt;/a&gt; pusher boat which was built in 1963 and decommissioned in 1989.\nThe &lt;a href=\"W.%20P.%20Snyder%20Jr.%20%28towboat%29\"&gt;\"W. P. Snyder Jr.\"&lt;/a&gt;, also known as W. H. Clingerman, W. P. Snyder Jr. State Memorial, or J. L. Perry, is a historic towboat moored on the Muskingum River in Marietta, Ohio, at the Ohio River Museum. A &lt;a href=\"National%20Historic%20Landmark\"&gt;National Historic Landmark&lt;/a&gt;, she is the only intact steam-driven sternwheel towboat still on the United States river system."
}