{
    "id": "307229",
    "revid": "17481408",
    "url": "https://en.wikipedia.org/wiki?curid=307229",
    "title": "Regional lockout",
    "text": "A regional lockout (or region coding) is a class of &lt;a href=\"digital%20rights%20management\"&gt;digital rights management&lt;/a&gt; preventing the use of a certain product or service, such as &lt;a href=\"multimedia\"&gt;multimedia&lt;/a&gt; or a hardware device, outside a certain region or territory. A regional lockout may be enforced through physical means, through technological means such as detecting the user's &lt;a href=\"IP%20address\"&gt;IP address&lt;/a&gt; or using an identifying code, or through unintentional means introduced by devices only supporting certain regional technologies (such as &lt;a href=\"Videotape%20format%20war\"&gt;video formats&lt;/a&gt;, i.e., &lt;a href=\"NTSC\"&gt;NTSC&lt;/a&gt; and &lt;a href=\"PAL\"&gt;PAL&lt;/a&gt;).\nA regional lockout may be enforced for several reasons, such as to stagger the release of a certain product, to avoid losing sales to the product's foreign publisher, to maximize the product's impact in a certain region through localization, to hinder &lt;a href=\"grey%20market\"&gt;grey market&lt;/a&gt; imports by enforcing &lt;a href=\"price%20discrimination\"&gt;price discrimination&lt;/a&gt;, or to prevent users from accessing certain content in their territory because of legal reasons (either due to &lt;a href=\"censorship\"&gt;censorship&lt;/a&gt; laws, or because a distributor does not have the rights to certain &lt;a href=\"intellectual%20property\"&gt;intellectual property&lt;/a&gt; outside their specified region).\nMultimedia.\nDisc regions.\nThe &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt;, &lt;a href=\"Blu-ray%20Disc\"&gt;Blu-ray Disc&lt;/a&gt;, and &lt;a href=\"Universal%20Media%20Disc\"&gt;UMD&lt;/a&gt; media formats all support the use of region coding; DVDs use eight region codes (Region 7 is reserved for future use; Region 8 is used for \"international venues\", such as airplanes and cruise ships), and Blu-ray Discs use three region codes corresponding to different areas of the world. Most Blu-rays, however, are region-free.\nOn computers, the DVD region can usually be changed five times. Windows uses three region counters: its own one, the one of the DVD drive, and the one of the player software (occasionally, the player software has no region counter of its own, but uses that of Windows). After the fifth region change, the system is locked to that region. In modern DVD drives (type RPC-2), the region lock is saved to its hardware, so that even reinstalling Windows or using the drive with a different computer will not unlock the drive again.\nUnlike DVD regions, Blu-ray regions are verified only by the player software, not by the computer system or the drive. The region code is stored in a file or the registry, and there are hacks to reset the region counter of the player software. In stand-alone players, the region code is part of the firmware.\nFor bypassing region codes, there are software and multi-regional players available.\nA new form of Blu-ray region coding tests not only the region of the player/player software, but also its country code, repurposing a user setting intended for &lt;a href=\"Internationalization%20and%20localization\"&gt;localization&lt;/a&gt; (PSR19) as a new form of regional lockout. This means, for example, while both the US and Japan are Region A, some American discs will not play on devices/software configured for Japan or vice versa, since the two countries have different country codes. (For example, the United States is \"US\" (21843 or &lt;a href=\"Hexadecimal\"&gt;hex&lt;/a&gt; 0x5553), Japan is \"JP\" (19024 or hex 0x4a50), and Canada is \"CA\" (17217 or hex 0x4341).) Although there are only three Blu-ray regions, the country code allows much more precise control of the regional distribution of Blu-ray Discs than the six (or eight) DVD regions.\n\"&lt;a href=\"AnyDVD\"&gt;AnyDVD&lt;/a&gt; HD\" (7.5.9.0 and higher) has an option to turn off the check of the country code of by using the value 4294967295 or hex 0xFFFFFFFF. The software developers say users can also change the country code in the registry value \"bdCountryCode\" themselves. (Before the change of the value, AnyDVD must be closed, and after changing, it must be restarted.)\nSoftware.\nSome features of certain programs are/were disabled if the software is/was installed on a computer in a certain region.\nIn older versions of the copy software \"&lt;a href=\"CloneCD\"&gt;CloneCD&lt;/a&gt;\", the features \"\"Amplify Weak Sectors\", \"Protected PC Games\",\" and \"Hide CDR Media\" were disabled in the United States and Japan. Changing the region \"and\" language settings in Windows (e.g., to Canadian English) or patches could unlock these features in the two countries. &lt;a href=\"SlySoft\"&gt;SlySoft&lt;/a&gt; decided to leave these options disabled for the US for legal reasons, but, strangely enough, in the program \"AnyDVD\", which is also illegal according to US law, no features were disabled. The current version of CloneCD (5.3.1.4) is not region-restricted anymore.\nThe newer versions of the copy software ' (9.1.5.0 and higher) come in a US version (no Blu-ray-ripping feature\"), which is downloaded if the homepage \"dvdfab.cn\" identifies a US IP address, and a non-US version (with\"' working Blu-ray-ripping feature\"). Some webpages allow the download of the non-US version also from the US (they store the non-US version directly and do not use download links to the developer's homepage).\nThe software &lt;a href=\"CCleaner\"&gt;CCleaner&lt;/a&gt; v5.45.6611 has an added check to prevent the use in embargoed countries.\nSome programs (e.g., games) are distributed in different versions for NTSC and PAL computers. In some cases, to avoid grey market imports or international software piracy, they are designed not to run on a computer with the wrong TV system. Other programs can run on computers with both TV systems.\n&lt;a href=\"Kaspersky%20Lab\"&gt;Kaspersky Lab&lt;/a&gt; sells its anti-virus products at different prices in different regions and uses regionalized activation codes. A program bought in a country of a region can be activated in another country of the \"same\" region. Once activated, the software can also be used in and download updates from other regions as long as the license is valid. Problems may arise when the license must be renewed, or if the software must be reinstalled, in a region other than the one where it was bought. The region is identified by the IP address (there is no activation possible without Internet connection), so the use of VPN or a proxy is recommended to circumvent the restriction.\nThe Kaspersky regions are:\nThe desktop versions of &lt;a href=\"HP%20Pavilion%20%28computer%29\"&gt;HP Pavilion&lt;/a&gt; and &lt;a href=\"Compaq%20Presario\"&gt;Compaq Presario&lt;/a&gt; are region-locked, according the build is 91UKV6PRA1, for the A6740uk released in 2009. &lt;a href=\"WildTangent\"&gt;WildTangent&lt;/a&gt; EMEA, &lt;a href=\"Magic%20Desktop\"&gt;Magic Desktop&lt;/a&gt; will not work on models in the US.\nThe HP FlexBuild Regions Are:\nWebsites.\nOn the &lt;a href=\"internet\"&gt;internet&lt;/a&gt;, geo-blocking is used primarily to control access to online media content that is only licensed for playback in a certain region due to territorial licensing arrangements.\nVideo games.\nRegional lockouts in video games have been achieved by several methods, such as hardware/software authentication, slot pin-out change, differences in cartridge cases, IP blocking and online software patching. Most &lt;a href=\"video%20game%20console\"&gt;console&lt;/a&gt; &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s have region encoding.\nThe main regions are:\nAtari Inc..\nThe &lt;a href=\"Atari%202600\"&gt;Atari 2600&lt;/a&gt; does not have regional locking, but NTSC games can display wrong colors, slow speed and sound on PAL systems and vice versa.\n&lt;a href=\"Atari%207800\"&gt;Atari 7800&lt;/a&gt; has regional locking on NTSC systems, leaving PAL-made games unplayable on them. However, the PAL versions of Atari 7800 can run NTSC games, but suffering from the same problems as Atari 2600 did.\nThe &lt;a href=\"Atari%205200\"&gt;Atari 5200&lt;/a&gt;, &lt;a href=\"Atari%20Lynx\"&gt;Lynx&lt;/a&gt; and &lt;a href=\"Atari%20Jaguar\"&gt;Jaguar&lt;/a&gt; are region-free.\nNintendo.\nNintendo was the first console maker to introduce regional locks to its consoles, and used them for every one of its consoles except the &lt;a href=\"Nintendo%20Switch\"&gt;Nintendo Switch&lt;/a&gt;, while mostly eschewing them for its handheld products.\nGames for the &lt;a href=\"Nintendo%20Entertainment%20System\"&gt;Nintendo Entertainment System&lt;/a&gt; (NES) were locked through both physical and technical means; the design of &lt;a href=\"Nintendo%20Entertainment%20System%20Game%20Pak\"&gt;cartridges&lt;/a&gt; for the NES differed between Japan and other markets, using a different number of pins. As the Famicom (the Japanese model) used slightly smaller cartridges, Japanese games could not fit into NES consoles without an adapter (and even with that, they could still not use the extra sound functionalities of the Famicom due to their differing hardware). Official adapters existed inside early copies of &lt;a href=\"Gyromite\"&gt;Gyromite&lt;/a&gt; and could be disassembled then swapped with a different Famicom game.\nAdditionally, the NES also contained the &lt;a href=\"10NES\"&gt;10NES&lt;/a&gt; authentication chip; the chip was coded for one of three regions:\nA game's region is recognized by the console using the 10NES chip. If the chip inside the cartridge conflicts with the chip inside the console, the game will not boot. The 10NES chip also doubled as a form of &lt;a href=\"digital%20rights%20management\"&gt;digital rights management&lt;/a&gt; to prevent loading unlicensed or bootleg games. The redesigned &lt;a href=\"Nintendo%20Entertainment%20System%20%28Model%20NES-101%29\"&gt;Nintendo Entertainment System (Model NES-101)&lt;/a&gt; released in 1993/1994 lacks the 10NES chip, and can play PAL and unlicensed games, although Famicom games still need a converter. The Famicom does not include a 10NES chip, but is still unable to play imports unless an adapter is used, due to the different size of the media.\nThe American &lt;a href=\"Super%20Nintendo%20Entertainment%20System\"&gt;Super Nintendo Entertainment System&lt;/a&gt; (SNES) and the Super Famicom use differences in cartridge cases. A Super NES cartridge will not fit in a Super Famicom/PAL SNES slot due to its different shape and two pieces of plastic in the SNES slot prevent Super Famicom cartridges from being inserted in the SNES. PAL SNES carts can be fully inserted in Japanese consoles, but a similar chip to the 10NES, called the CIC, prevents PAL games from being played in NTSC consoles and vice versa. While physical modification of the cases (either console or cartridges) is needed to play games from the different regions, in order to play games of different TV systems, a hardware modification is also needed. Region locks could be bypassed using special unlicensed cartridge adapters such as &lt;a href=\"Game%20Genie\"&gt;Game Genie&lt;/a&gt;. The swapping of cartridge shells also bypasses the physical regional lockout. \nThe &lt;a href=\"Nintendo%2064\"&gt;Nintendo 64&lt;/a&gt; features similar lockout methods as the Super NES. The &lt;a href=\"GameCube\"&gt;GameCube&lt;/a&gt; and &lt;a href=\"Wii\"&gt;Wii&lt;/a&gt; are both region-locked, the &lt;a href=\"Wii%20Shop%20Channel\"&gt;Wii Shop Channel&lt;/a&gt; is also region-locked. Wii channels from other regions will display an error message \"This channel can't be used.\" The coded regions are:\nThe GameCube and Wii's regional lockout can be bypassed either by console modification (the Wii also through BIOS hacking, via The Homebrew Channel), or simply by third party software. &lt;a href=\"Datel\"&gt;Datel&lt;/a&gt;'s FreeLoader or &lt;a href=\"Action%20Replay\"&gt;Action Replay&lt;/a&gt; discs are most notable.\nThe &lt;a href=\"Wii%20U\"&gt;Wii U&lt;/a&gt; is also region-locked. Nintendo also region-locked Wii U Gamepads.\nNot counting the NES-101 \"top loader\", the Nintendo Switch is Nintendo's first region-free console, and it is region-free to the fullest extent, such that games from its &lt;a href=\"Nintendo%20eShop\"&gt;Nintendo eShop&lt;/a&gt; can be purchased and downloaded regardless of region.\nThese regions are:\nBefore version 8.0.0, most Asian countries belonged to the Americas, just like with the Nintendo 3DS and Wii U.\nThe one exception to this being the Chinese version of the Nintendo Switch distributed by Tencent in Mainland China. This version can play cartridge games from any region, but is only able to connect to the Chinese servers, thus it can not access any game updates, DLC or online modes from imported games, or download said games digitally. All other versions of the Nintendo Switch are also unable to play cartridges released specifically by Tencent for the Chinese Nintendo Switch.\nAll Nintendo handhelds except both &lt;a href=\"Nintendo%20DSi\"&gt;Nintendo DSi&lt;/a&gt; models and the &lt;a href=\"Nintendo%203DS\"&gt;Nintendo 3DS&lt;/a&gt; are fully region-free. In the case of the former, only the physical and digital games that cannot be played on earlier DS models are region-locked. The latter's region lock strictly applies to all software designed for it, with the only exception being the application \"\", which is not a game in of itself.\nSony.\nThe &lt;a href=\"PlayStation%20%28console%29\"&gt;PlayStation&lt;/a&gt; and &lt;a href=\"PlayStation%202\"&gt;PlayStation 2&lt;/a&gt; are region-locked into three regions: &lt;a href=\"NTSC\"&gt;NTSC U/C&lt;/a&gt;, &lt;a href=\"NTSC-J\"&gt;NTSC-J&lt;/a&gt;, and &lt;a href=\"PAL%20region\"&gt;PAL&lt;/a&gt;. However, it is possible to disable region locking on the PlayStation 2 via using a mod chip or Swap Magic disc.\nAll &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt; games, except for \"&lt;a href=\"Persona%204%20Arena\"&gt;Persona 4 Arena&lt;/a&gt;\" and \"&lt;a href=\"Way%20of%20the%20Samurai%203\"&gt;Way of the Samurai 3&lt;/a&gt;\", are region free. Although publishers could choose to region-lock specific games based on a mechanism that allows for the game to query the model of the PS3, none did so during the first three years after the PS3's launch. In the case of \"Persona 4 Arena\"; publisher Atlus declined to reverse its decision despite substantial outcry by some of their fanbase. The decision was made to avoid excessive importing, because all versions of the game share the same features and language support, but have differing price points and release dates in each region. They did, however, decide not to apply region-locking to its sequel (\"&lt;a href=\"Persona%204%20Arena%20Ultimax\"&gt;Persona 4 Arena Ultimax&lt;/a&gt;\"). There is region locking for backwards-compatible PlayStation and PlayStation 2 games, as well as &lt;a href=\"DVD\"&gt;DVD&lt;/a&gt; and &lt;a href=\"Blu-ray%20Disc\"&gt;Blu-ray Disc&lt;/a&gt; movies. Additionally, some games separate online players per region, such as '. The &lt;a href=\"PlayStation%20Store\"&gt;PlayStation Store&lt;/a&gt; only contains content for its own country. For example, the EU store will not supply usable map packs for an imported US copy of '. In addition, &lt;a href=\"downloadable%20content\"&gt;downloadable content&lt;/a&gt; for the PlayStation 3 systems is region-matched with the game, so you need to buy DLC from US &lt;a href=\"PlayStation%20Store\"&gt;PlayStation Store&lt;/a&gt; to use it in a US game. More specifically, the PS3's file system includes region-of-origin, so DLC cannot be shared between different region games much like save files cannot. Also, the PSN Store is tied to each user's PSN account, and payment methods for PSN is also region-locked. For example, a user with a Japanese PSN account will only be able to access the Japanese PSN store despite owning a US PS3, and can only pay for a game with a Japanese PSN gift card or Japanese credit card. However, with a few rare exceptions, notably \"Joysound Dive\", downloaded content from each PSN store are also region free, as are PSOne and PS2 classics offered on the store.\nAlthough &lt;a href=\"PlayStation%20Portable\"&gt;PlayStation Portable&lt;/a&gt; has no region locking for &lt;a href=\"Universal%20Media%20Disc\"&gt;UMD&lt;/a&gt; games; UMD movies are locked by region. However, Sony has confirmed that it is possible to implement region-locking on the PSP, and the firmware will disable features based on region. For example, Asian region PSPs will not display the \"Extras\" option on the XMB despite having been upgraded to the US version of Firmware 6.20, preventing owners of such PSPs from installing the Comic Book Viewer and the TV Streaming applications. As the applications are installed through a PC, and users from the region are not blocked from downloading them, it is possible to install them on non-Asian PSPs that have been imported into the region.\nWhile &lt;a href=\"PlayStation%20Vita\"&gt;PlayStation Vita&lt;/a&gt; games had the potential to be region-locked, all games released for the system are region-free.\nLike their predecessors, the &lt;a href=\"PlayStation%204\"&gt;PlayStation 4&lt;/a&gt; and &lt;a href=\"PlayStation%205\"&gt;PlayStation 5&lt;/a&gt; are not region-locked, although it is still possible to develop region-locked games. Sony's official stance is that they discourage developers from region-locking and will only relent in special cases (as with the PS3 \"Persona 4 Arena\"). However, as with the PlayStation 3, digital content such as downloadable content for games still requires a PSN account from the region the content was made for. That said, PSN accounts themselves are not region-locked and an account for one region can be made on a console from another one.\nSega.\nThe &lt;a href=\"SG-1000\"&gt;SG-1000&lt;/a&gt; does not have region lockout between Japanese and Australian systems, the same applies with &lt;a href=\"SC-3000\"&gt;SC-3000&lt;/a&gt; games on cartridge and cassettes, as well &lt;a href=\"SF-7000\"&gt;SF-7000&lt;/a&gt; disks.\nWestern &lt;a href=\"Sega%20Master%20System\"&gt;Sega Master System&lt;/a&gt;s have a different shape from the Japanese cartridge connector, meaning &lt;a href=\"Sega%20Mark%20III\"&gt;Sega Mark III&lt;/a&gt; and SG-1000 games are incompatible with it. A BIOS included prevents Japanese cartridges (both Mark III and SG-1000) to be used on Western systems, even with adapters. The &lt;a href=\"Sega%20Card\"&gt;Sega Card&lt;/a&gt; slot on these systems has the same pinout from its Japanese counterpart, but they cannot run Japanese and SG-1000 cards due to lack of a certain code in the ROM header. This can be circumvented by removing the BIOS IC from it. However, some European-only games such as &lt;a href=\"Back%20to%20the%20Future%20Part%20III%20%28video%20game%29\"&gt;Back to the Future Part III&lt;/a&gt; will refuse to boot on NTSC systems. Japanese games can be run on &lt;a href=\"Power%20Base%20Converter\"&gt;Power Base Converter&lt;/a&gt; with use of adapters, but it will not run SG-1000 games, regardless of region.\nJapanese &lt;a href=\"Sega%20Mega%20Drive\"&gt;Sega Mega Drive&lt;/a&gt; cartridges have a different shape and will not fit in the Genesis or PAL Mega Drive slot, which have the same shape (although the Genesis 3 in the US will accept Japanese titles due to its wider slot.) Japanese Mega Drive systems have a piece of plastic that slides in a place of the cartridge when the power switch is turned on, thus, inserting an American or European cart will make it impossible to use on a Japanese MD (though minor modifications to the plastic locks in the systems will bypass this). The console main board, however, was designed with language and frequency jumper sets which originally activated features in the same ROM for the different regions. This feature was later used to enable software-based regional locks that display warning messages that prevent the game from being played. Switches, instead of the jumpers, were used to bypass the locks. In region-locked games, if there is a multiple language feature, it can be changed with the switches after the game has booted-up (as with the case of &lt;a href=\"Cosmic%20Carnage\"&gt;Cyber Brawl/Cosmic Carnage&lt;/a&gt; for the &lt;a href=\"Super%2032X\"&gt;Super 32X&lt;/a&gt;). Despite the console itself being region-locked, most of the games, especially ones made by Sega, were region-free and could be played on any region, unless the cartridge doesn't fit the console.\nThe &lt;a href=\"Sega%20Game%20Gear\"&gt;Sega Game Gear&lt;/a&gt; is region free, and some games have dual language depending on which system is used, such as &lt;a href=\"Puyo%20Puyo\"&gt;Puyo Puyo&lt;/a&gt; (game name changes to Puzlow Kids) and Donald no Magical World (&lt;a href=\"Ronald%20McDonald\"&gt;Ronald&lt;/a&gt; in Magical World), which are both Japan-exclusive games, but if run on Western units, they will be fully translated.\n&lt;a href=\"Sega%20Mega%20CD\"&gt;Sega Mega-CD&lt;/a&gt; games are region-locked. The region can be changed when making CD-R copies but it is not always possible (i.e. Sengoku Denshou in American consoles will hang in the Sega license screen with a region-changed CD-R copy). Furthermore, third party accessories exist that allow booting any regional Sega CD BIOS off a flashcart adapter in the main console's cartridge slot. The Mega CD will work if connected to a Genesis. However it does not share the same AC voltage as the Sega CD. \nMost American &lt;a href=\"Sega%20Saturn\"&gt;Sega Saturn&lt;/a&gt; discs can be played in Japanese consoles, but most Japanese games are locked for American and European consoles. Like in the Mega Drive/Genesis, the use of a switch will circumvent the region-lock but won't change the language. In addition, the use of certain unlicensed backup/RAM cartridges will also allow a console to play games from different regions, except for games that use proprietary ROM-RAM carts. Games from different television systems may have graphical problems.\nSega &lt;a href=\"Dreamcast\"&gt;Dreamcast&lt;/a&gt; &lt;a href=\"GD-ROM\"&gt;GD-ROM&lt;/a&gt; discs were region-locked, but this could be circumvented with the use of boot discs. MIL-CDs and backup CDs are region-free.\nMicrosoft.\nThe &lt;a href=\"Xbox%20%28console%29\"&gt;Xbox&lt;/a&gt; and the &lt;a href=\"Xbox%20360\"&gt;Xbox 360&lt;/a&gt; are region-locked, but some games are region-free and will play in any region. Digital content through Xbox Live on the Xbox 360 and original Xbox are also region-locked, such as DLC, movies, and apps.\nThe &lt;a href=\"Xbox%20One\"&gt;Xbox One&lt;/a&gt; was initially planned to have a region blocking policy that would have prevented its use outside its region in an effort to curb parallel importing. Microsoft later reversed the policy and the final retail version of the console was not region-locked. It was reported, though, that the console would be region-locked in &lt;a href=\"China\"&gt;China&lt;/a&gt;. However, this decision has since been reverted as of April 2015.\nOther.\nThe &lt;a href=\"Philips%20CD-i\"&gt;Philips CD-i&lt;/a&gt; and the &lt;a href=\"3DO%20Interactive%20Multiplayer\"&gt;3DO Interactive Multiplayer&lt;/a&gt; are region-free. Japanese 3DO units, however, have a &lt;a href=\"kanji\"&gt;kanji&lt;/a&gt; font in ROM, which is required by a few games. When such games can't find the font, they can get locked or rendered unplayable.\nThe &lt;a href=\"Neo%20Geo%20Pocket\"&gt;Neo Geo Pocket&lt;/a&gt; line is also region-free.\nAmongst &lt;a href=\"PC%20game\"&gt;PC game&lt;/a&gt;s, regional lockout is more difficult to enforce because both the game application and the operating system can be easily modified. Subscription-based online games often enforce a regional lock by blocking &lt;a href=\"IP%20address\"&gt;IP address&lt;/a&gt;es (which can often be circumvented through an &lt;a href=\"open%20proxy\"&gt;open proxy&lt;/a&gt;) or by requiring the user to enter a &lt;a href=\"Identity%20document\"&gt;national ID&lt;/a&gt; number (which may be impossible to verify). A number of other games using regional lockout are rare but do exist. One of the examples of this is the Windows version of \"&lt;a href=\"The%20Orange%20Box\"&gt;The Orange Box&lt;/a&gt;\", which uses &lt;a href=\"Steam%20%28service%29\"&gt;Steam&lt;/a&gt; to enforce the regional lockout. Steam also enforces a form of regional lockout in adherence to German law by offering to German users special versions of some games with banned content – most notably swastikas – replaced. Steam is also used to restrict the release of the PC port of to US and Europe only due to Sony having an exclusivity deal with Konami in Asia, and to restrict the Asian release of the &lt;a href=\"Final%20Fantasy%20XIII\"&gt;Final Fantasy XIII&lt;/a&gt; trilogy to Japanese-only versions of the games. Besides the law and licensing issues, there is also a financial reason for Steam to region lock their games, since in &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and other &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;CIS&lt;/a&gt; countries prices of games on Steam are much lower than in the &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; or &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;.\nPrinters.\n&lt;a href=\"Hewlett-Packard\"&gt;Hewlett-Packard&lt;/a&gt; printer cartridges have been regionalised since 2004. Thus they do not work in printers with a different region code, unless the user calls technical support for the device to be reassigned to the appropriate region.\nHP printers have four regions:\nThe region can be changed three times; then, the printer will be locked to a region.\n&lt;a href=\"Lexmark\"&gt;Lexmark&lt;/a&gt; printers use different region-coding systems:\na) e.g. OfficeEdge Pro4000, OfficeEdge Pro4000c, OfficeEdge Pro5500, OfficeEdge Pro5500t, CS310, CS410 Color Laser Printer\nb) e.g. MS710, MS810 Monochrome Laser Printer\n&lt;a href=\"Canon%20Inc.\"&gt;Canon&lt;/a&gt; print cartridges for the Pixma MP 480 will not work in printers of that type with a different region code either (even when listed on the packaging of the Canon printer cartridges in question).\n&lt;a href=\"Epson\"&gt;Epson&lt;/a&gt; ink cartridges are also use region-coded.\n&lt;a href=\"Xerox\"&gt;Xerox&lt;/a&gt; also uses region codes. Their printers are shipped with neutral \"factory\" ink sticks with no region coding. Upon the installation of the first new ink stick after these factory sticks, the machine will set a region code based on the installed ink stick and will only accept ink stick for that region from that point forward. \"Officially, \" only three starter ink sticks per color can be used; then, the printer will no longer accept them and will want region-coded ink sticks to be inserted, but there are workarounds for that problem.\nCommon region settings are:\nCircumvention.\nOne method to bypass printer-region-coding is to store empty cartridges from the old region and refill them with the ink of cartridges from the new region, but many modern ink cartridges have chips and sensors to prevent refilling, which makes the process more difficult.\nSome manufacturers of regionalized printers also offer region-free printers specially designed for travelers.\nSee also &lt;a href=\"Inkjet%20refill%20kit%23Anti-refilling%20protections%20used%20by%20printer%20manufacturers\"&gt;anti-refilling protections used by printer manufacturers&lt;/a&gt;.\nSmartphones, tablets, and computers.\nSamsung devices.\nStarting from the &lt;a href=\"Samsung%20Galaxy%20Note%203\"&gt;Samsung Galaxy Note 3&lt;/a&gt;, Samsung phones and tablets contained a warning label stating that it would only operate with &lt;a href=\"SIM%20card\"&gt;SIM card&lt;/a&gt;s from the region the phone was sold in. A spokesperson clarified the policy, stating that it was intended to prevent grey-market reselling, and that it only applied to the first SIM card inserted. For devices to use a SIM card from other regions, one of the following actions totaling five minutes or longer in length must first be performed with the SIM card from the local region:\nCountry Specific Codes (CSCs) for Samsung devices.\nAs of the Galaxy Tab S6, Wi-Fi only devices are no longer region locked, and the Call and Text on Other Devices features on those devices can work on SIM cards from most regions (excluding mainland China). All regions (except for mainland China) share the same CSC in their firmware version.\nWindows devices.\nStarting with &lt;a href=\"Windows%20Phone%207\"&gt;Windows Phone 7&lt;/a&gt; for mobile devices and &lt;a href=\"Windows%208\"&gt;Windows 8&lt;/a&gt; for computers, not all display languages are preinstalled/available for download on all devices with an OEM license of Windows. Users may not see all the display languages listed as options on the device or as options available for download as separate language packs. These exact options depend on the device manufacturer and country/region of purchase (and the mobile operator, if the device features cellular connectivity). Microsoft believes region locking is necessary because these display languages (which contains additional features like text suggestions, speech languages, and supplementary fonts) can take up a significant amount of storage, which leaves less space for data and media and impacts device performance. For cellular-connected devices, some mobile operators may choose not to support particular languages. For example, a wireless carrier in North America may not feel comfortable supporting European languages.\nCredit cards.\nAs a protection against theft and misuse in foreign countries, some credit cards can be locked for certain regions. If the card holder wants to travel abroad and to use the credit card there, the lock of a certain region can temporarily be deactivated by the bank. \nNot all banks offer this service yet, and the region systems used may vary by banks.\nFor example, the \"Sparkasse Schwyz AG\" (Switzerland) uses the following system:\nRegion 1: Switzerland and Liechtenstein\n&lt;br&gt;\nRegion 2: Europe (\"including Turkey and Greenland; overseas territories have the region code of their location.\") \n&lt;br&gt;\nRegion 3: Russia and CIS\n&lt;br&gt;\nRegion 4: Africa\n&lt;br&gt;\nRegion 5: Canada\n&lt;br&gt;\nRegion 6: USA (\"except American Samoa, Guam, Northern Mariana Islands, Puerto Rico, Virgin Islands\") and Mexico\n&lt;br&gt;\nRegion 7: Latin America and Caribbean\n&lt;br&gt;\nRegion 8: Middle East (\"except Turkey and Egypt\"), Asia-Pacific, Australia"
}