{
    "id": "30757424",
    "revid": "1063786170",
    "url": "https://en.wikipedia.org/wiki?curid=30757424",
    "title": "Solidarnost Arena",
    "text": "Solidarnost Samara Arena (), also known as the Samara Arena, Cosmos Arena, is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; stadium in &lt;a href=\"Samara%2C%20Russia\"&gt;Samara&lt;/a&gt;, Russia. The stadium was one of the venues for the &lt;a href=\"2018%20FIFA%20World%20Cup\"&gt;2018 FIFA World Cup&lt;/a&gt;. It also hosts &lt;a href=\"FC%20Krylia%20Sovetov%20Samara\"&gt;FC Krylia Sovetov Samara&lt;/a&gt; of the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt;, replacing &lt;a href=\"Metallurg%20Stadium\"&gt;Metallurg Stadium&lt;/a&gt;. It has a capacity of 44,918 spectators.\nSamara authorities announced their design tender in late 2012 with cost estimated at $320 million.\nHistory.\nThe stadium design was approved (re-approved) by Glavgosexpertiza of Russia on 19 July 2017.\nIn 2019 the stadium was second in a popular vote for the \"Stadium of the Year\".\nDescription.\nGeneral characteristics \nThe main architectural feature of the stadium in Samara is its metal dome inspired by space exploration. Covering the entire stadium, it is supported by beam-like structures from below, with the overall silhouette resembling a star or a spacecraft. The dome itself has a minimal curve, rising above as a nearly flat surface.\nThe elliptical foundation of the stadium supports two levels of spectator seats. The seats are completely covered by the roof. The stands in the stadium are heated.\nThe stadium has a diameter of about 330 m exceeding that of the Luzhniki Stadium in Moscow.\nThe dome of the stadium is an assembled structure of 32 cantilevers resting on 21.4 m high pyramidal legs. The total weight of the arena roof is 13,000 tons. The total area of the roof is 76,000 m². The stadium height is 60 m.\nThe Arena's foundation is a monolithic reinforced concrete slab. \nThe total volume of concrete used for construction of the monolithic structures is more than 230,000 cubic meters.\nThe stadium has 4 levels: open stands of the top and bottom levels and two levels of covered skyboxes between them. Below them are another 5 levels of indoor premises. These include premises for players, a foyer for spectators, staff areas, business premises, trade and exhibition halls as well as vital service systems of the stadium.\nGuest team fans have a separate entrance to their stand. The Western and Northern ends of the stadium have special entrances and parking space for vehicles delivering players.\nThe natural grass field is equipped with a heating and an automatic irrigation systems. \nSuspended on the metal structure of the dome at the height of 44 m above the field are information displays. Each display has an area of 172 m² and dimensions of 18×9.6 m.\nThe stadium was awarded the &lt;a href=\"BREEAM\"&gt;BREEAM&lt;/a&gt; certificate and was praised by the &lt;a href=\"JLL%20%28company%29\"&gt;international company JLL&lt;/a&gt; for its energy conservation and ecology.\n&lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; rated the stadium as Category Four stadium, the highest category.\nSamara's Location.\nIn the initial bid submitted to FIFA the new stadium was to be built on an island south of the city, where almost no settlements or infrastructure exist. There wasn't even a bridge leading there at that time.\nThis caused criticism and so the stadium was relocated up north, to be built within city limits. Initially its area was planned to be 27 ha, but it was changed to 240 ha, and then up to 930 ha The decision to enlarge the complex area was taken before any consultation with Samara residents. Most of the constructions planned on the enlarged area had no relation to sports.\nThe Arena is located in the North-Western part of Samara, between Dalnyaya and Arena 2018 Streets and Moskovskoye Highway. The stadium is located at the highest point of the city. The distance from the railway station to the stadium is 15 km, from the Kurumoch Airport to the stadium, 32 km.\nBordering the stadium in the south is a high-density residential neighbourhood, Volga &lt;a href=\"microdistrict\"&gt;microdistrict&lt;/a&gt;, the construction of which began in 1978 and reached its peak by the mid-1980s. The microdistrict was constructed on the territory of the village Yablonka, which as a farm, is known from the end of the 19th century. The first residents of the village were settlers from the central regions of Russia, Ukraine and Poland. Even under Soviet rule, people who \"were caught in a religious dope\" were also sent here. In 1930, the inhabitants of the village organized the collective farm \"Iskra\". Nowadays Yablonka occupies the territory within the streets of Tashkentskaya, Demokraticheskaya and the Radio Center. What remains of the original village consists, besides low density houses, cemetery and Shishiga Lake (), gradually turning into a dump of domestic and construction waste.\nThe area south-west of the stadium is called Radio center №3, originally called Radio Center. It was built in 1949. The choice of place is not accidental as at that time it was the highest point in the city. Broadcast on &lt;a href=\"short%20waves\"&gt;short waves&lt;/a&gt; here was started in 1952. At the Radio center, the town of the same name appeared, in which the specialists who worked there lived. Despite its more than modest size, in its infrastructure there was a place for a small House of Culture and a school. The center of culture had closed, and now the building is empty. The school operated until 1981, after which its school housed a cycling school. In November 2013, partial dismantling of antennas and other structures began. with a new radio center planned to be built (practically on the same site), the main highlight of which will be a 240-meter-high television tower that will be located on 10 hectares.\n2018 FIFA World Cup.\nServices for fans.\nThe following services are available to fans visiting the Samara Arena:\nSeating options include non-standard seats for plus-size spectators. The stadium stands include special observation areas for people with disabilities, which offer the space for wheelchairs and accompanying persons.\nConditions for spectators with disabilities.\nTo ensure accessibility, the stands are equipped with elevators (38 total) adapted for people with disabilities.\nFor the comfort of people with limited mobility, all areas with difference in elevation have ramps with non-slip surfaces and safety railings and doorways are made extra wide and without doorsteps. To assist spectators who are visually impaired, the stadium makes use of tactile paving.\nNavigation at the stadium is supported by special signs and markings, including those for spectators with vision and hearing impairment.\nShelves in food outlets are designed at a lower level for the comfort of spectators with disabilities. The same design is used at registration stands and retail locations.\nIn case of fire, each floor in each sector has special safety areas for people in wheelchairs where they can wait for the arrival of EMERCOM emergency response teams. This solution makes sure that people with limited mobility do not get trampled during evacuation when large numbers of fans would be leaving the stadium.\nThe building has more than 70 toilets that are made accessible to people with disabilities. In case of emergency, people with limited mobility can call for help using emergency buttons in elevators, toilets and special premises.\nSafety and security.\nBy the opening of the 2018 FIFA World Cup, the stadium will be equipped with alarm and public alert systems, metal detectors, indicators of hazardous liquids and explosives, and it will be serviced by 30 24-hour security posts.\nAfter FIFA World Cup 2018.\nThe owner of the stadium is the Samara Oblast Government. It is operated by &lt;a href=\"PFC%20Krylia%20Sovetov%20Samara\"&gt;PFC Krylia Sovetov Samara&lt;/a&gt;, the native football club. In 2020 the government launched an international competition to submit their designs for the development of the stadium and surrounding area."
}