{
    "id": "30752574",
    "revid": "27170000",
    "url": "https://en.wikipedia.org/wiki?curid=30752574",
    "title": "Rykneld Secondary Modern School",
    "text": "Rykneld Secondary Modern School was a &lt;a href=\"secondary%20modern%20school\"&gt;secondary modern school&lt;/a&gt; for boys on St Albans Road Derby. It merged with &lt;a href=\"Bemrose%20School\"&gt;Bemrose School&lt;/a&gt; in 1975, and admitted girls, becoming a &lt;a href=\"comprehensive%20school\"&gt;comprehensive school&lt;/a&gt;. The single-storey brick building had a prominent clock tower, and was set in grounds that included tennis courts and football field at the rear. After-school activities included gardening and &lt;a href=\"bee-keeping\"&gt;bee-keeping&lt;/a&gt;. The site and buildings, which had remained empty for some time and become vandalised, were sold for £1 in 1996 and the buildings demolished to make way for a new infants school. Attendees at the original Rykneld school had failed the 11-plus examination then in operation, and would leave without GCE or other qualifications, unless they passed the 13-plus examination entitling them to attend a &lt;a href=\"Grammar%20School\"&gt;Grammar School&lt;/a&gt;.\nHistory.\nThe name Rykneld derives from the great &lt;a href=\"Roman%20Road\"&gt;Roman Road&lt;/a&gt; of &lt;a href=\"Rykneld%20Street\"&gt;Rykneld Street&lt;/a&gt; connected the garrisons of the wild north with the civilised Roman towns of the south, and Rykneld School and the adjacent Rykneld Recreation Ground are on land originally known as the &lt;a href=\"Firs%20Estate%20School%20Derby\"&gt;Firs Estate&lt;/a&gt;. The Firs Estate belonged originally to Canon &lt;a href=\"Edward%20Abney\"&gt;Edward Abney&lt;/a&gt; along with a &lt;a href=\"Regency%20architecture\"&gt;Regency&lt;/a&gt; house in which he lived on Burton Road. Abney's son, &lt;a href=\"Sir%20William%20Abney\"&gt;Sir William Abney&lt;/a&gt; sold the estate; most of which went for housing in &lt;a href=\"St%20Luke%27s%20Parish%20Derby\"&gt;St Luke's Parish Derby&lt;/a&gt;. &lt;a href=\"Canon%20%28priest%29\"&gt;Canon&lt;/a&gt; &lt;a href=\"Edward%20Abney\"&gt;Edward Abney&lt;/a&gt;, a friend of &lt;a href=\"William%20Fox%20Talbot\"&gt;William Fox Talbot&lt;/a&gt;, was a pioneer of &lt;a href=\"photography\"&gt;photography&lt;/a&gt;, and his son Sir William Abney became one of the most important figures in &lt;a href=\"Victorian%20era\"&gt;Victorian&lt;/a&gt; photography. 11 acres of the Firs Estate were retained by Sir William until 1913, when they were sold to the &lt;a href=\"City%20council\"&gt;City council&lt;/a&gt; to become the site of Rykneld &lt;a href=\"recreation%20ground\"&gt;recreation ground&lt;/a&gt; and Rykneld School.\nTeachers.\nTeachers included: Cedric Astle and Pat Lowery (head teachers), Norman Bucknall, Mr Holt (Deputy Headmaster) Mrs Clark (secretary), Mr Jarvis (deputy head, nicknamed Jasper, who became head at Dale School), Eric Coates (who took over as deputy head), Mr Dobson, Tom Mee, Mick (Basher) Bramley (PE), Mr Hand, Mr Messer and Harry Joyce (art), Mr Lowry (science), Mr Brooker (metalwork) Mr Harding (woodwork), Mr Johnson, John Bucknell (music), Mick Crane (History), Mr Jolly (geography), Mr Chapman (French and geography), Clary Barker ( Maths) , Mr (Jock) Scullan (English and German).\nStudent achievements.\nWhile students who were unsuccessful in the 11+ exams attended Rykneld Secondary School, a few have achieved great success:\nRykneld radio rallies.\nMany people came to know Rykneld School as the site of the Derby &lt;a href=\"Amateur%20Radio\"&gt;Amateur Radio&lt;/a&gt; Rally, with Radio Amateurs traveling from afar for a day of entertainments including model planes, stalls selling electronic components, and an auction, as well as demonstrations by licensed radio amateurs. The first &lt;a href=\"Wireless%20Club\"&gt;Wireless Club&lt;/a&gt; in England was formed in Derby in 1911."
}