{
    "id": "30779525",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=30779525",
    "title": "Stephen Glover (antiquary)",
    "text": "Stephen Glover (1794–1870) was an &lt;a href=\"English%20people\"&gt;English&lt;/a&gt; author and &lt;a href=\"antiquary\"&gt;antiquary&lt;/a&gt;.\nGlover's best known work is the \"History of the County of Derby: drawn up from actual observation, and from the best authorities\". The first volume was published in 1829, and the second in 1831. These volumes had been delayed some time owing to the disputes between the compiler and the engravers. As a result, the work was never completed.\nHe also compiled the \"Peak Guide\" in 1830, and assisted author &lt;a href=\"Stephen%20Batman\"&gt;Stephen Bateman&lt;/a&gt; in his \"Antiquities of Derbyshire\", in 1848. \nEarly life.\nStephen Glover was born at &lt;a href=\"Long%20Clawson\"&gt;Long Clawson&lt;/a&gt;, near &lt;a href=\"Melton%20Mowbray\"&gt;Melton Mowbray&lt;/a&gt;, Leicestershire to William and Jane Glover (née Crafts) on 20 February 1794. He was the seventh child of some twelve or fourteen children. He was brought up by his maternal grandmother Mrs Craft at &lt;a href=\"Nether%20Broughton\"&gt;Nether Broughton&lt;/a&gt; near &lt;a href=\"Hinckley\"&gt;Hinckley&lt;/a&gt; and educated by her son, his uncle, Mr Craft, who kept the school at &lt;a href=\"Burbage%2C%20Leicestershire\"&gt;Burbage&lt;/a&gt;.\nAfter leaving school he served a five year apprenticeship with Thomas Welldon, an iron-founder. Following this, he was sent to school to study navigation and was promised a &lt;a href=\"Commission%20%28document%29\"&gt;commission&lt;/a&gt; in the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; by &lt;a href=\"George%20Canning\"&gt;George Canning&lt;/a&gt;. Although his uncle was prepared to pay £200 for his outfit, his aunt objected, and so was unable to further this career. Sent back to Derby, he became apprenticed to Mr Marriott, bookseller. Glover then took charge of the County Library. He soon became known as the \"Young Bagman\", as he travelled over three counties, on horseback with saddlebags, to obtain orders for paper. At the conclusion of his apprenticeship, Marriott offered him employment, which Glover accepted for a salary of £70 per annum. However, this only lasted for 12 months. Stephen immediately went to London, where he formed a connection with a London bookseller. Returning again to Derby, he commenced business in Full Street as a printer. In order to expand this business he began to deal wholesale in paper and travelled for orders. He was still only twenty years old.\nHe was married at &lt;a href=\"Wirksworth\"&gt;Wirksworth&lt;/a&gt;, Derbyshire on 8 April 1815 to Anne Shaw, youngest daughter of James Shaw of &lt;a href=\"Bolehill%2C%20Derbyshire\"&gt;Bolehill, Derbyshire&lt;/a&gt;. Glover left Derby and purchased a house in Wirksworth, where a son, Stephen Shaw Glover was born to Anne on 15 March 1817. However, Anne died later that year on 8 October. He married again at &lt;a href=\"Matlock%2C%20Derbyshire\"&gt;Matlock&lt;/a&gt; church on 7 December 1818 to Anne Milnes (born 30 March 1796), daughter of Joseph Milnes of &lt;a href=\"Mansfield\"&gt;Mansfield&lt;/a&gt;, a yeoman, and Anne (née Hodgkinson) of Langton Hall. While living at Wirksworth, Anne gave birth to three children, Francis Milnes 2 February 1820 who died 21 February 1822 and was buried at Wirksworth, William 18 June 1822 and John Edwin Milnes 12 January 1824.\nGlover remained with his family in Wirksworth for eight years. A lawsuit during this time about a property, which lasted two and a half years and cost him £500, was eventually settled by arbitration. He sold the property. In his younger days he was very fond of &lt;a href=\"coursing\"&gt;coursing&lt;/a&gt;, and while at Wirksworth belonged to a club of six persons each of whom kept a brace of greyhounds and coursed over the estates at Stubbing Edge House and &lt;a href=\"Alderwasley\"&gt;Alderwasley&lt;/a&gt;. A letter (now held in Derby Local Studies Library, Irongate, Derby) dated 16 February 1825 is significant because it gives the first indication of incurred debt. Glover's avoidance of repaying his creditors, for whatever reasons, heralded a pattern of his behaviour, which would be evident throughout his life and become increasingly problematic to him and his family. This is revealed through business and personal correspondence still surviving.\nDeath.\nGlover died in 1870 and was buried at &lt;a href=\"Moreton%2C%20Merseyside\"&gt;Moreton&lt;/a&gt;, Cheshire."
}