{
    "id": "30779763",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=30779763",
    "title": "Roberto Scarone",
    "text": "Roberto Scarone Rivera (16 July 1917 – 25 April 1994) was an &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt;an &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and manager. He is mainly known for his successful managing spell at the helm of the Uruguayan powerhouse &lt;a href=\"C.A.%20Pe%C3%B1arol\"&gt;Peñarol&lt;/a&gt; in the early 1960s.\nCareer.\nScarone started playing professionally at his hometown club Peñarol in the 1930s. In 1939, at the age of 22, he moved to &lt;a href=\"Club%20de%20Gimnasia%20y%20Esgrima%20La%20Plata\"&gt;Gimnasia La Plata&lt;/a&gt; in Argentina where he spent four seasons. Between 1943 and 1947 he had spells with Mexican sides &lt;a href=\"Club%20Am%C3%A9rica\"&gt;América&lt;/a&gt; and &lt;a href=\"Atlante%20F.C.\"&gt;Atlante&lt;/a&gt; before coming back to Gimnasia in 1948. That same year he retired from active football and immediately took over as the club's coach.\nHis then spent the following three decades coaching a number of South American clubs in Argentina, Colombia, Chile, Peru, and Mexico. His greatest successes came in the early 1960s with Peñarol with whom he won three consecutive &lt;a href=\"Uruguayan%20Primera%20Divisi%C3%B3n\"&gt;Uruguayan championships&lt;/a&gt; in 1959, 1960 and 1961, two &lt;a href=\"Copa%20Libertadores\"&gt;Copa Libertadores&lt;/a&gt; titles (in 1960 and 1961) and the 1961 &lt;a href=\"Intercontinental%20Cup%20%28football%29\"&gt;Intercontinental Cup&lt;/a&gt;. On account of his success with Peñarol he was made a member of the &lt;a href=\"Uruguay%20national%20football%20team\"&gt;Uruguay national football team&lt;/a&gt; coaching staff in the &lt;a href=\"1962%20FIFA%20World%20Cup\"&gt;1962 FIFA World Cup&lt;/a&gt;, along with &lt;a href=\"Juan%20Carlos%20Corazzo\"&gt;Juan Carlos Corazzo&lt;/a&gt;, &lt;a href=\"Juan%20L%C3%B3pez%20Fontana\"&gt;Juan López Fontana&lt;/a&gt; and &lt;a href=\"Hugo%20Bagnulo\"&gt;Hugo Bagnulo&lt;/a&gt;.\nHe also had considerable success coaching in Peru, winning four &lt;a href=\"Peruvian%20Primera%20Divisi%C3%B3n\"&gt;Peruvian championships&lt;/a&gt; with &lt;a href=\"Centro%20Ique%C3%B1o\"&gt;Centro Iqueño&lt;/a&gt; and &lt;a href=\"Universitario%20de%20Deportes\"&gt;Universitario de Deportes&lt;/a&gt;, and even took Universitario to the finals of the &lt;a href=\"1972%20Copa%20Libertadores\"&gt;1972 Copa Libertadores&lt;/a&gt;. In addition, he won the &lt;a href=\"Primera%20Divisi%C3%B3n%20de%20M%C3%A9xico%201965%E2%80%9366\"&gt;1965–66 Mexican championship&lt;/a&gt; with &lt;a href=\"Club%20Am%C3%A9rica\"&gt;Club América&lt;/a&gt;. He also had a brief stint managing &lt;a href=\"Peru%20national%20football%20team\"&gt;Peru national football team&lt;/a&gt; in the &lt;a href=\"1974%20FIFA%20World%20Cup%20qualification%20%28CONMEBOL%29\"&gt;1974 FIFA World Cup qualifying campaign&lt;/a&gt;.\nScarone retired from coaching in 1982. After suffering from &lt;a href=\"Alzheimer%27s%20disease\"&gt;Alzheimer's disease&lt;/a&gt; in his later years, Scarone died on 25 April 1994 in his hometown of Montevideo."
}