{
    "id": "30816394",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=30816394",
    "title": "Tetsu Nagasawa",
    "text": " is a former &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager.\nPlaying career.\nNagasawa was born in &lt;a href=\"Osaka%20Prefecture\"&gt;Osaka Prefecture&lt;/a&gt; on May 28, 1968, but was raised in &lt;a href=\"Matsuyama%2C%20Ehime\"&gt;Matsuyama&lt;/a&gt;. After graduating from &lt;a href=\"University%20of%20Tsukuba\"&gt;University of Tsukuba&lt;/a&gt;, he joined &lt;a href=\"J%C3%BAbilo%20Iwata\"&gt;Yamaha Motors&lt;/a&gt; (later \"Júbilo Iwata\") in 1991. He played as midfielder and right side back. In 1993, the club won the 2nd place and was promoted to &lt;a href=\"J1%20League\"&gt;J1 League&lt;/a&gt; from 1994. However his opportunity to play decreased in 1994. In 1995, he moved to &lt;a href=\"Japan%20Football%20League%20%281992%E2%80%9398%29\"&gt;Japan Football League&lt;/a&gt; club &lt;a href=\"Honda%20FC\"&gt;Honda&lt;/a&gt;. He became a regular player and played many matches until 1996. However he could hardly play in the match in 1997 and he retired end of 1997 season.\nCoaching career.\nAfter retirement, Nagasawa started coaching career at &lt;a href=\"Honda%20FC\"&gt;Honda&lt;/a&gt; in 1998. In 2001, he moved to &lt;a href=\"FC%20Tokyo\"&gt;FC Tokyo&lt;/a&gt;. He served as coach for top team and manager for youth team until 2011. In 2012, he moved to his old club &lt;a href=\"J%C3%BAbilo%20Iwata\"&gt;Júbilo Iwata&lt;/a&gt; and became a coach under manager &lt;a href=\"Hitoshi%20Morishita%20%28footballer%2C%20born%201972%29\"&gt;Hitoshi Morishita&lt;/a&gt;. In May 2013, manager Morishita was sacked for poor results. Nagasawa managed the club as caretaker manager in several matches until the club signed with new manager &lt;a href=\"Takashi%20Sekizuka\"&gt;Takashi Sekizuka&lt;/a&gt;. In 2014, Nagasawa moved to &lt;a href=\"J2%20League\"&gt;J2 League&lt;/a&gt; club &lt;a href=\"Fagiano%20Okayama\"&gt;Fagiano Okayama&lt;/a&gt; and became a coach under manager &lt;a href=\"Masanaga%20Kageyama\"&gt;Masanaga Kageyama&lt;/a&gt;. In 2015, Nagasawa became a manager as Kageyama successor. In 2016, Fagiano finished at the 6th place which was best place in the club history. He managed Fagiano until end of 2018 season. In 2019, he returned to FC Tokyo and became a coach under manager &lt;a href=\"Kenta%20Hasegawa\"&gt;Kenta Hasegawa&lt;/a&gt;. Nagasawa also managed &lt;a href=\"FC%20Tokyo%20U-23\"&gt;FC Tokyo U-23&lt;/a&gt;.\nManagerial statistics.\nUpdate; \"December 31, 2018\""
}