{
    "id": "3081942",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=3081942",
    "title": "North Harbour Stadium",
    "text": "North Harbour Stadium, known for sponsorship reasons as QBE Stadium between January 2014 and January 2019, is a &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; situated in &lt;a href=\"Albany%2C%20New%20Zealand\"&gt;Albany&lt;/a&gt;, in &lt;a href=\"North%20Shore%2C%20New%20Zealand\"&gt;North Shore City&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;. It was opened in 1997, after nearly a decade of discussion, planning and construction. &lt;a href=\"Rugby%20union\"&gt;Rugby union&lt;/a&gt;, &lt;a href=\"Association%20football\"&gt;soccer&lt;/a&gt;, &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; are all played on the main ground. The neighbouring oval plays host to the region's senior &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; and AFL NZ football matches. The stadium also hosts large open-air concerts.\nNotable events.\nIt is the home ground for the &lt;a href=\"North%20Harbour%20Rugby%20Union\"&gt;North Harbour&lt;/a&gt; side in the &lt;a href=\"Mitre%2010%20Cup\"&gt;Mitre 10 Cup&lt;/a&gt;, taking over from North Harbour's previous home venue, Onewa Domain in Takapuna. It typically hosts one &lt;a href=\"Blues%20%28Super%20Rugby%29\"&gt;Auckland Blues&lt;/a&gt; home game in &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; annually. It has played host to several rugby union and rugby league internationals. The &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt; &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; team often play warm-up matches at the ground. It was the home ground for The &lt;a href=\"New%20Zealand%20Knights%20Football%20Club\"&gt;New Zealand Knights&lt;/a&gt;, the one New Zealand soccer team in the otherwise all-Australian &lt;a href=\"A-League\"&gt;Hyundai A-League&lt;/a&gt;, from 2005 until their licence was revoked by the league at the completion of the 2006/2007 season. It played host to the FIFA Under-17 Women's Football World Cup in 2008. Radio Control Car Racing is occasionally held in a racetrack next to one of the carparks. On 20 June 2015 the stadium hosted the final of the &lt;a href=\"2015%20FIFA%20U-20%20World%20Cup\"&gt;FIFA Under-20 World Cup&lt;/a&gt;.\nThe &lt;a href=\"Auckland%20Tuatara\"&gt;Auckland Tuatara&lt;/a&gt; of the &lt;a href=\"Australian%20Baseball%20League\"&gt;Australian Baseball League&lt;/a&gt; use the Stadium as their Home Ground, The Residence began in 2019, after making renovations to make the stadium to make it suitable for baseball.\nLayout.\nIt has an official capacity of 25,000 for sporting events. The stadium has four seating areas – the main grandstand, on the southern side, which seats 12,000 and contains corporate facilities; an uncovered stand opposite which seats 7,000; and grass embankments at either end which each seat 3,000.\nA media tower was built prior to the &lt;a href=\"2011%20Rugby%20World%20Cup\"&gt;2011 Rugby World Cup&lt;/a&gt; looking down on the uncovered seats and across to the grandstand.\nThe stadium is lit by four 45-meter tall light towers.\nRugby World Cup 2011.\nNew Zealand won the &lt;a href=\"Rugby%20World%20Cup%202011\"&gt;Rugby World Cup 2011&lt;/a&gt; hosting rights in 2005, prompting a debate in late-2006 as to which stadium should be used to host the final. &lt;a href=\"Eden%20Park\"&gt;Eden Park&lt;/a&gt; and &lt;a href=\"Stadium%20New%20Zealand\"&gt;Stadium New Zealand&lt;/a&gt; were considered to be the two main options with North Harbour as an outsider. Eventually, the New Zealand government decided that &lt;a href=\"Eden%20Park\"&gt;Eden Park&lt;/a&gt; would host the final, with North Harbour as the official reserve option.\nThe stadium's media facilities were updated for matches that were hosted at the venue. A large broadcast town was developed on the western side of the ground. It comprises three levels for venue operations and ground announcer on the first floor, television and radio commentators and television match official on the second with an retraceable window on the third floor for cameras.\nReferences.\nhttps://archello.com/project/north-harbour-stadium-broadcast-tower"
}