{
    "id": "30814509",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=30814509",
    "title": "Antragsdelikt",
    "text": "In the &lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt; of some countries with a &lt;a href=\"Civil%20law%20%28legal%20system%29\"&gt;continental law system&lt;/a&gt;, an Antragsdelikt (plural \"Antragsdelikte\") is a category of offense which cannot be prosecuted without a complaint by the victim. The same concept has been adopted in &lt;a href=\"Law%20of%20Japan\"&gt;Japanese law&lt;/a&gt; under the name shinkokuzai (), in &lt;a href=\"Law%20of%20South%20Korea\"&gt;South Korean law&lt;/a&gt; under the name chingojoe (), in the &lt;a href=\"Law%20of%20the%20Republic%20of%20China\"&gt;law of Taiwan&lt;/a&gt; (both during the &lt;a href=\"Republic%20of%20China%20%281912%E2%80%931949%29\"&gt;early Republic period&lt;/a&gt; and post-1949 &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;) using various terms, in &lt;a href=\"Law%20of%20the%20Netherlands\"&gt;Dutch law&lt;/a&gt; under the name klachtdelict, in &lt;a href=\"Law%20of%20Belgium\"&gt;Belgian law&lt;/a&gt; under the name klachtmisdrijf/crime de plainte, and in &lt;a href=\"Law%20of%20Indonesia\"&gt;Indonesian law&lt;/a&gt; under the name delik aduan.\nBasic definition.\nThe term comes from the &lt;a href=\"German%20language\"&gt;German language&lt;/a&gt; words \"Antrag\" (petition) and \"Delikt\" (offense, from Latin \"dēlictum\"). \"Antragsdelikte\" are similar to (but not identical) in definition to \"Ermächtigungsdelikte\". For example, in Austria the latter category includes such offenses as &lt;a href=\"trespass\"&gt;trespass&lt;/a&gt;ing or &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt; committed in an emergency situation. The victim's consent is required for investigation of an \"Antragsdelikt\" to begin; no such consent is required in the case of an \"Ermächtigunsdelikt\", though the prosecutor will inform the victim. In both cases, actual prosecution of the offense will only proceed with the consent of the victim. Another term is \"Privatklagedelikte\".&lt;a href=\"https%3A//books.google.com/books%3Fid%3DMGdDfcqWjqcC%26amp%3Bpg%3DPA159%23v%3Donepage%26amp%3Bq%26amp%3Bf%3Dfalse\"&gt;&lt;/a&gt;\n\"Antragsdelikt\" is somewhat analogous to the concept of a &lt;a href=\"compoundable%20offense\"&gt;compoundable offense&lt;/a&gt; in &lt;a href=\"law%20of%20Thailand\"&gt;Thai law&lt;/a&gt;, though different from that synonymous term in &lt;a href=\"law%20of%20Malaysia\"&gt;Malaysian law&lt;/a&gt; or &lt;a href=\"law%20of%20Singapore\"&gt;Singaporean law&lt;/a&gt;.\nGermany.\nThe German Criminal Code (&lt;a href=\"Strafgesetzbuch\"&gt;Strafgesetzbuch&lt;/a&gt;) lists the following as offenses which will only be prosecuted on request:\nIn addition, the German Criminal Code states that the following offences will be prosecuted on the request of the victim or in the case of \"special public interest\":\nGerman law also has a converse category of crimes which require prosecution in any case, no matter if there is a complainant or not. These offenses, or \"ex officio crimes\", are called \"Offizialdelikte\" in German \"(Delikte\" is the plural).\nJapan.\nThe concept of \"shinkokuzai\" first entered into Japanese law in the early &lt;a href=\"Meiji%20period\"&gt;Meiji period&lt;/a&gt;. The 1870 criminal code , though it did not use the term directly, stated that the prosecution of a number of violent offenses between husband and wife depended on a complaint by the person in question. The phrase used to express this condition, \"&lt;a href=\"wikt%3A%E3%81%BF%E3%81%9A%E3%81%8B%E3%82%89\"&gt;mizukara&lt;/a&gt; &lt;a href=\"wikt%3A%E5%91%8A%E3%81%92%E3%82%8B\"&gt;tsugeru&lt;/a&gt; wo mate\", is probably the origin of the modern term \"shinkokuzai\"; \"mizukara tsugeru\" (to inform personally) contains two of the same &lt;a href=\"kanji\"&gt;kanji&lt;/a&gt; used to write \"shinkokuzai\". The draft criminal code of November 1877 used the term \"shinkokuzai\" directly in the definitions of various offenses. Under modern Japanese law, before July 13, 2017, &lt;a href=\"Sex%20and%20the%20law\"&gt;sexual offenses&lt;/a&gt; such as &lt;a href=\"rape\"&gt;rape&lt;/a&gt; or &lt;a href=\"indecent%20assault\"&gt;indecent assault&lt;/a&gt; were categorized as \"shinkokuzai\", lest a prosecution against the victim's will result in &lt;a href=\"effects%20and%20aftermath%20of%20rape%23Secondary%20victimization\"&gt;secondary victimization&lt;/a&gt; or infringement of &lt;a href=\"privacy\"&gt;privacy&lt;/a&gt;.\nSouth Korea.\nIn South Korea, the following offenses are categorized as \"chingojoe\":\nRepublic of China.\nBefore 1949.\nThe term \"qīn'gàozuì\" () was used in laws in China's early Republic era (1912–1928), for example in the 1921 Criminal Procedure Ordinance or the 1928 Criminal Procedure Law. However, in modern terminology, the concept of a crime for which there will be no trial without complaint is usually expressed as \"gàosunǎilùn zhī zuì\" ().\nTaiwan.\nThe &lt;a href=\"https%3A//law.moj.gov.tw/Eng/LawClass/LawAll.aspx%3FPCode%3DC0000001\"&gt;Criminal Code of Taiwan&lt;/a&gt;, inherited from the Republic of China, uses the term (lit. \"action only if complained\"). There are currently five offenses in this category, all of which are minor offenses against individuals: insult, defamation, infringement of freedom of marriage (usually by parents), maltreat (of family members) and ordinary embezzlement. However, the Criminal Code does state that any such offense resulting in serious consequences (e.g. serious injury or death) is prosecutable without complaint.\nA 1999 amendment to Taiwan's &lt;a href=\"Criminal%20Code%20of%20the%20Republic%20of%20China\"&gt;Criminal Code&lt;/a&gt; removed indecent assault and rape (with the exception of &lt;a href=\"spousal%20rape\"&gt;spousal rape&lt;/a&gt;) from this category.\nEgypt.\nWhile no formal class of law equivalent to the \"Antragsdelikt\" exists in the &lt;a href=\"Egyptian%20law\"&gt;law&lt;/a&gt; of &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, several religious crimes, including &lt;a href=\"apostasy\"&gt;apostasy&lt;/a&gt;, cannot be prosecuted on the initiative of the public prosecutor; the case must instead be raised by another citizen."
}