{
    "id": "30812363",
    "revid": "461300",
    "url": "https://en.wikipedia.org/wiki?curid=30812363",
    "title": "Future Foundation",
    "text": "Future Foundation is a fictional organization appearing in &lt;a href=\"American%20comic%20book\"&gt;American comic book&lt;/a&gt;s published by &lt;a href=\"Marvel%20Comics\"&gt;Marvel Comics&lt;/a&gt;. Created by writer &lt;a href=\"Jonathan%20Hickman\"&gt;Jonathan Hickman&lt;/a&gt;, the team first appeared in \"&lt;a href=\"Fantastic%20Four%20%28comic%20book%29\"&gt;Fantastic Four&lt;/a&gt;\" #579 (July 2010) and stars in the series \"FF,\" written by Hickman and illustrated by &lt;a href=\"Steve%20Epting\"&gt;Steve Epting&lt;/a&gt;. The Future Foundation is a philanthropic organization created by &lt;a href=\"Mister%20Fantastic\"&gt;Mister Fantastic&lt;/a&gt; to better serve humanity's future.\nPublication History.\nJonathan Hickman launched FF in May 2011 with various artists assisting him. The volume ran for 23 issues.\nAs part of &lt;a href=\"Marvel%20NOW%21\"&gt;Marvel NOW!&lt;/a&gt;, \"FF\" was relaunched with creative team of &lt;a href=\"Matt%20Fraction\"&gt;Matt Fraction&lt;/a&gt; and &lt;a href=\"Mike%20Allred\"&gt;Mike Allred&lt;/a&gt; in November 2012 and ended with issue #16 in January 2014.\nFictional History.\nAfter becoming discouraged by how Earth's scientists view science and its applications, &lt;a href=\"Mister%20Fantastic\"&gt;Mister Fantastic&lt;/a&gt; forms a new group to create a better future for all of humanity. Gathering some young, great minds, Mister Fantastic plans to mold them into a team that will come up with solutions to the world's problems.\n&lt;a href=\"Alex%20Power\"&gt;Zero-G&lt;/a&gt; (Alex Power); &lt;a href=\"Dragon%20Man%20%28comics%29\"&gt;Dragon Man&lt;/a&gt;; evolved &lt;a href=\"Subterranea%20%28comics%29%23Moloids\"&gt;Moloids&lt;/a&gt; Tong, Turg, Mik, and Korr; and Bentley 23 (a clone of the &lt;a href=\"Wizard%20%28Marvel%20Comics%29\"&gt;Wizard&lt;/a&gt;) are the first recruits to the organization. &lt;a href=\"Artie%20Maddicks\"&gt;Artie Maddicks&lt;/a&gt; then joins the Future Foundation, as does &lt;a href=\"Leech%20%28comics%29\"&gt;Leech&lt;/a&gt;.\nThe organization next gains Mister Fantastic's father &lt;a href=\"Nathaniel%20Richards%20%28Marvel%20Comics%29\"&gt;Nathaniel Richards&lt;/a&gt; followed by Uhari co-heirs Vii and Wuu. &lt;a href=\"Spider-Man\"&gt;Spider-Man&lt;/a&gt; joins the team as well at a final request from &lt;a href=\"Human%20Torch\"&gt;Human Torch&lt;/a&gt;. Mister Fantastic is disturbed to discover that his daughter and father have also invited &lt;a href=\"Doctor%20Doom\"&gt;Doctor Doom&lt;/a&gt; to join, following Valeria's proposition for &lt;a href=\"Doctor%20Doom\"&gt;Doctor Doom&lt;/a&gt; to help the Future Foundation. After learning about Doctor Doom being a member of the Future Foundation, the &lt;a href=\"Thing%20%28comics%29\"&gt;Thing&lt;/a&gt; objects and attacks him, but Mister Fantastic and &lt;a href=\"Invisible%20Woman\"&gt;Invisible Woman&lt;/a&gt; break up the fight. Later, Reed takes everyone to the Room, a classroom where the Future Foundation has sharing time and naps. One of their early projects is to create a stylish tuxedo for the Thing. When Valeria asks Doctor Doom if he has a backup for restoring his memories, he reveals that &lt;a href=\"Kristoff%20Vernard\"&gt;Kristoff Vernard&lt;/a&gt; is his best man. Afterward, Mr. Fantastic, Spider-Man, Nathaniel, Valeria, and Doctor Doom head to &lt;a href=\"Latveria\"&gt;Latveria&lt;/a&gt; to meet with Kristoff and request his help. Mister Fantastic sets up a brain-transfer machine in order to help restore Doctor Doom's memories and knowledge, which is successful. When Kristoff wants to return the lawnmower of eternity to him, Doctor Doom states that it is not time yet because of a promise he made to Valeria. When Mister Fantastic asks what promise Doctor Doom made to Valeria, Doctor Doom states that he made a promise to help defeat Mister Fantastic.\nDoctor Doom decides to hold a symposium on how to finally defeat Reed Richards. The Thing and the evolved Moloids give an invitation to the &lt;a href=\"High%20Evolutionary\"&gt;High Evolutionary&lt;/a&gt;. Dragon Man and Alex Power give an invitation to &lt;a href=\"Diablo%20%28Marvel%20Comics%29\"&gt;Diablo&lt;/a&gt;. Upon receiving an invitation from Spider-Man, &lt;a href=\"Mad%20Thinker\"&gt;Mad Thinker&lt;/a&gt; is convinced to take part in the event. Bentley 23 even gives an invitation to his creator, the &lt;a href=\"Wizard%20%28Marvel%20Comics%29\"&gt;Wizard&lt;/a&gt;, along with two &lt;a href=\"Advanced%20Idea%20Mechanics\"&gt;A.I.M.&lt;/a&gt; lieutenants. However, it is subsequently revealed that the 'Richards' they have been invited to defeat are actually members of the \"Council of Reeds\" (alternate versions of Reed who were trapped in this universe by Valeria a while back, possessing Reed's intellect while lacking his conscience).\nWhile Spider-Man and Invisible Woman make sandwiches for the kids, Mister Fantastic, Doctor Doom, Valeria, and Nathaniel Richards meet with the supervillain geniuses and &lt;a href=\"Uatu\"&gt;Uatu&lt;/a&gt; the &lt;a href=\"Watcher%20%28comics%29\"&gt;Watcher&lt;/a&gt; about what to do with the Council of Reeds.\nDuring Reed's discussion with the supervillains, Invisible Woman, Spider-Man, and Alex Power go to Old Atlantis where they find &lt;a href=\"Mole%20Man\"&gt;Mole Man&lt;/a&gt; and an alternate Mister Fantastic attacking it.\nWhile the Future Foundation is dealing with the remaining Alternate Reed Richards, &lt;a href=\"Black%20Bolt\"&gt;Black Bolt&lt;/a&gt; suddenly returns to the Universal &lt;a href=\"Inhumans\"&gt;Inhumans&lt;/a&gt;. It was revealed that Black Bolt was trapped in the Fault following the events of &lt;a href=\"War%20of%20Kings\"&gt;War of Kings&lt;/a&gt;. Black Bolt was able to hold his own, but he was unable to escape until &lt;a href=\"Lockjaw%20%28comics%29\"&gt;Lockjaw&lt;/a&gt; found him. After killing the minister who objected to return to Earth's moon, Black Bolt and the rest of the Inhuman Royal Family returns to the moon as do the other Inhumans, the &lt;a href=\"Badoon\"&gt;Badoon&lt;/a&gt;, the Centaurians, the &lt;a href=\"Kymellian\"&gt;Kymellian&lt;/a&gt;s, and the &lt;a href=\"Dire%20Wraith\"&gt;Dire Wraith&lt;/a&gt;s. The prophecy that ended the Inhuman experiments spoke of five brides and one king with a mighty voice. However, another prophecy comes closer to fruition which ended up being a prophecy of four cities and a war to shatter everything.\nSpider-Man and the Future Foundation investigate several rifts in the space-time continuum: one in the Microverse, another in the distant future, and another on present-day Earth. Spider-Man and the Future Foundation arrive on a &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; island where the tribal natives are being attacked by &lt;a href=\"zombie\"&gt;zombie&lt;/a&gt; &lt;a href=\"Piracy\"&gt;pirates&lt;/a&gt;. When &lt;a href=\"Franklin%20Richards%20%28Fantastic%20Four%29\"&gt;Franklin Richards&lt;/a&gt; claims that the battle is similar to the &lt;a href=\"Scooby-Doo%20%28character%29\"&gt;Scooby-Doo&lt;/a&gt; cartoons, Invisible Woman uses her powers to discover that one of the zombie pirates is actually &lt;a href=\"Mysterio%23Quentin%20Beck\"&gt;Mysterio&lt;/a&gt; in disguise. It also turns out that the tribal chief is a disguised &lt;a href=\"Chameleon%20%28comics%29\"&gt;Chameleon&lt;/a&gt;. Soon the rest of the &lt;a href=\"Sinister%20Six\"&gt;Sinister Six&lt;/a&gt; arrive, though Spider-Man comes to realize that &lt;a href=\"Doctor%20Octopus\"&gt;Doctor Octopus&lt;/a&gt;, &lt;a href=\"Electro%20%28Marvel%20Comics%29\"&gt;Electro&lt;/a&gt;, &lt;a href=\"Rhino%20%28comics%29\"&gt;Rhino&lt;/a&gt;, and &lt;a href=\"Sandman%20%28Marvel%20Comics%29\"&gt;Sandman&lt;/a&gt; are all robots. Meanwhile, the real Doctor Octopus infiltrates the &lt;a href=\"Baxter%20Building\"&gt;Baxter Building&lt;/a&gt; to look for specific technology plans.\nDuring the \"&lt;a href=\"Fear%20Itself%20%28comics%29\"&gt;Fear Itself&lt;/a&gt;\" storyline, the Future Foundation is analyzing one of the seven hammers that fell from the sky and landed near the Baxter Building. The Thing ends up lifting it and is transformed into Angrir, Breaker of Souls. Although the Thing is almost killed in battle by Thor, Franklin is able to use his powers to restore him to his original rocky form.\nThe Future Foundation discovers that &lt;a href=\"Human%20Torch\"&gt;Human Torch&lt;/a&gt; is alive and that the insects implanted into him by &lt;a href=\"Annihilus\"&gt;Annihilus&lt;/a&gt; revived him. Human Torch was surprised that his teammates have formed the Future Foundation in his absence.\nWhen the Future Foundation visit Africa, one of their visits is &lt;a href=\"Wakanda\"&gt;Wakanda&lt;/a&gt;. Valeria meets Onome, the daughter of a Wakandan engineer. Valeria secures a spot for Onome with the Future Foundation.\nDuring the \"&lt;a href=\"Secret%20Wars%20%282015%20comic%20book%29\"&gt;Secret Wars&lt;/a&gt;\" storyline, most of the Future Foundation members are loaded into Mister Fantastic's lifeboat during the final Incursion between Earth-616 and Earth-1610. A hull breach occurs, separating the part of the ship carrying &lt;a href=\"Invisible%20Woman\"&gt;Invisible Woman&lt;/a&gt;, &lt;a href=\"Thing%20%28comics%29\"&gt;Thing&lt;/a&gt; and most of the young Future Foundation where they are destroyed by the Incursion before Mister Fantastic can rescue them. When the Multiverse is restored, Mister Fantastic, Invisible Woman, Valeria, Franklin, the members of Future Foundation, and Molecule Man work to restore the Multiverse one reality at a time with Molecule Man creating clones of himself as anchors.\nSome years later, the Future Foundation, Mister Fantastic, and Invisible Woman are confronted by the Griever at the End of All Things after Franklin's reality-warping abilities have become depleted. When Molecule Man is killed by the Griever, Mister Fantastic persuades Griever to let him summon Human Torch and Thing. Griever agrees to the condition as Mister Fantastic summons them and anyone else that has been a part of the Fantastic Four at some points in their lives, including &lt;a href=\"Iceman%20%28Marvel%20Comics%29\"&gt;Iceman&lt;/a&gt;. After Griever is defeated and retreat to her homeworld, all of the expanded Fantastic Four members, and Iceman returns to their former locations. However, due to the device to transport to Earth-616 is limited since it was temporarily destroyed to prevent Griever from invading the said Earth, Dragon Man and the other staying Foundation members sacrifice their turn for the Fantastic Four and both Franklin and Valeria to return to their homeworld, as the latter are needed there, with the Foundation continues their journey across the multiverse.\nMembers.\nThe Future Foundation consists of a combat team along with a science team, with some members being part of both groups. Other groups include a replacement group for the core members of the original Fantastic Four, as well as a temporary supervillain group.\nCouncil of Doom.\nThe following supervillain geniuses were recruited by Mister Fantastic and Doctor Doom, in order to deal with the alternate Mister Fantastics:\nOther versions.\nUltimate Marvel.\nIn &lt;a href=\"Ultimate%20Marvel\"&gt;Ultimate Marvel&lt;/a&gt;'s \"\", the &lt;a href=\"Maker%20%28Reed%20Richards%29\"&gt;Maker&lt;/a&gt; (Reed Richards as a villain) sets up an experiment inside a dome to force people to evolve or become extinct. His test subjects are wearing a variation of the Future Foundation costume, and Reed welcomes them \"to tomorrow\". It would later be revealed that these people were grown in a lab, with no contact with the outside world. Known as \"The Children of Tomorrow\", they would launch an attack on the super-team Excalibur including &lt;a href=\"Captain%20Britain%23Ultimate%20Marvel\"&gt;Captain Britain&lt;/a&gt; and coming across &lt;a href=\"Ultimate%20Thor\"&gt;Thor&lt;/a&gt;. They wished to capture these superhumans, but were very unsatisfied until they examined Thor and found a link connecting him and &lt;a href=\"Yggdrasil\"&gt;Yggdrasil&lt;/a&gt;. Realizing that the &lt;a href=\"Asgardians%20%28Marvel%20Universe%29\"&gt;Asgardians&lt;/a&gt; could harm them, they would follow the link and launch a massive attack on Asgard, eventually killing all other gods except Thor.\nIn the wake of the \"Cataclysm\" crossover, a new Future Foundation title was launched starring &lt;a href=\"Invisible%20Woman\"&gt;Susan Storm&lt;/a&gt;, &lt;a href=\"Falcon%20%28comics%29\"&gt;Falcon&lt;/a&gt;, &lt;a href=\"Iron%20Man%20%28Ultimate%20Marvel%20character%29\"&gt;Iron Man&lt;/a&gt;, &lt;a href=\"Machine%20Man\"&gt;Machine Man&lt;/a&gt; (&lt;a href=\"Ghost%20Rider%20%28Danny%20Ketch%29\"&gt;Danny Ketch&lt;/a&gt;), and &lt;a href=\"Phil%20Coulson\"&gt;Phil Coulson&lt;/a&gt;. The book was written by &lt;a href=\"Joshua%20Hale%20Fialkov\"&gt;Joshua Hale Fialkov&lt;/a&gt; and drawn by Mario Guevra.\nSecret Wars (2015).\nDuring the \"&lt;a href=\"Secret%20Wars%20%282015%20comic%20book%29\"&gt;Secret Wars&lt;/a&gt;\" storyline, there is a group called the Foundation that is based on the Future Foundation where they operate at the Foundation's Department of Science in the &lt;a href=\"Battleworld\"&gt;Battleworld&lt;/a&gt; domain of Doomstadt. The Foundation consists of Valeria Richards, Dragon Man, Bentley-32, Minister Alex Powers, &lt;a href=\"Psycho-Man\"&gt;Psycho-Man&lt;/a&gt;, a variation of &lt;a href=\"Nostradamus\"&gt;Nostradamus&lt;/a&gt;, and Night Machine (a variation of &lt;a href=\"Nikola%20Tesla\"&gt;Nikola Tesla&lt;/a&gt;).\nIn other media.\nFilm.\nIn 2015 \"&lt;a href=\"Fantastic%20Four%20%282015%20film%29\"&gt;Fantastic Four&lt;/a&gt;\" film, the team wore white outfits that are based on the Future Foundation uniforms."
}