{
    "id": "30833254",
    "revid": "7929431",
    "url": "https://en.wikipedia.org/wiki?curid=30833254",
    "title": "Frank Christie",
    "text": "Frank Christie (17 December 1927 – 12 September 1996) was a &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player and &lt;a href=\"manager%20%28association%20football%29\"&gt;manager&lt;/a&gt;.\nPlaying career.\nChristie started his career at amateur side, St Johnstone Young Men's Club, Perth, Scotland.\nHe was signed by &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; on 17 July 1945 and subsequently loaned to &lt;a href=\"Forfar%20Athletic%20F.C.\"&gt;Forfar&lt;/a&gt; having failed to break into the Liverpool first team from Liverpool's Central League reserve side. Forfar signed Christie permanently at the end of the 1945/46 season, where he enjoyed three years at the club before rejoining Liverpool F.C in March 1949. He played in four of Liverpool's League matches towards the end of the 1949–50 season, making his debut in defence alongside the likes of &lt;a href=\"Bob%20Paisley\"&gt;Bob Paisley&lt;/a&gt; and &lt;a href=\"Phil%20Taylor%20%28footballer%2C%20born%201917%29\"&gt;Phil Taylor&lt;/a&gt; in a fixture away to Manchester United on 15 March 1950 at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt; before a crowd of 45,283.\nIn January 1951, &lt;a href=\"East%20Fife%20F.C.\"&gt;East Fife&lt;/a&gt; paid &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; an £8,000 transfer fee to bring Christie back to Bayview. He spent the large part of his playing career at &lt;a href=\"East%20Fife%20F.C.\"&gt;East Fife&lt;/a&gt;, and scored the winning goal in East Fife's 3–2 victory over Partick Thistle in the &lt;a href=\"1953%E2%80%9354%20Scottish%20League%20Cup\"&gt;1953–54 Scottish League Cup&lt;/a&gt; Final at &lt;a href=\"Hampden%20Park\"&gt;Hampden Park&lt;/a&gt;, Glasgow in front of 38,529.\nCoaching career.\nIn the summer of 1963, when St Johnstone FC manager Bobby Brown was restructuring his backroom staff, he appointed Frank Christie as first team trainer. This would prove to be a wise decision as Frank became a vital part of the management team. When Brown moved on to the role of &lt;a href=\"Scotland%20national%20football%20team%20manager\"&gt;Scotland national football team manager&lt;/a&gt; in 1967, Christie was placed in temporary charge of St Johnstone's team selection until the appointment of &lt;a href=\"Willie%20Ormond\"&gt;Willie Ormond&lt;/a&gt; as manager. His partnership with Ormond saw the team enter one of the most successful periods in the club's history. Following Ormond's move to the role of national team manager, Christie moved to East Fife as manager. Christie managed East Fife until 1976, and steered them to their first (and only) victory in a competitive match during peacetime over &lt;a href=\"Rangers%20F.C.\"&gt;Glasgow Rangers&lt;/a&gt; defeating them 1–0 at Ibrox on 13 October 1973. Christie was closely associated with Scottish Junior team &lt;a href=\"Scone%20Thistle%20F.C.\"&gt;Scone Thistle&lt;/a&gt; whom he also managed.\nIn 1976 &lt;a href=\"Jim%20Storrie\"&gt;Jim Storrie&lt;/a&gt; brought him back to Perth. He had a further period in temporary charge after Storrie's resignation and the arrival of Alex Stuart in 1978. In 1985, when Saints were experiencing severe financial difficulties, he was a casualty of the cost-cutting exercise, thus ending a 21 years association with St Johnstone.\nPersonal life.\nFrank's brother James (Jock) Christie played &lt;a href=\"defender%20%28association%20football%29\"&gt;Centre-half&lt;/a&gt; for &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United F.C.&lt;/a&gt;."
}