{
    "id": "30831022",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=30831022",
    "title": "James Fawcett (professor)",
    "text": "James Fawcett (1752–1831) was an English clergyman. He was &lt;a href=\"Hulsean%20Professor%20of%20Divinity\"&gt;Hulsean Professor of Divinity&lt;/a&gt; at the &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt; from 1795 to 1815.\nLife.\nFawcett was the son of Richard Fawcett, incumbent of St. John's Church, &lt;a href=\"Leeds%2C%20Yorkshire\"&gt;Leeds, Yorkshire&lt;/a&gt;, was born in that town in 1752. He had a weakly constitution from birth. Having passed through &lt;a href=\"Leeds%20Grammar%20School\"&gt;Leeds Grammar School&lt;/a&gt; with credit, he was entered at &lt;a href=\"St.%20John%27s%20College%2C%20Cambridge\"&gt;St. John's College, Cambridge&lt;/a&gt;, 26 March 1770, under John Chevallier, and went into residence in October following. In January 1774 he graduated B.A. as fifth senior optime, winning the first members' prize when a senior bachelor in 1776. In 1777 he took his M.A. degree, and during the same year was elected fellow of his college on the foundation of Sir Marmaduke Constable. He was appointed Lady Margaret's preacher in 1782, and published his sermons in 1794. Before the last-named year the parishioners had elected him to the vicarage of St. Sepulchre's or the Round Church, Cambridge. In 1785 he proceeded B.D., and in 1795 he was chosen &lt;a href=\"Norrisian%20Professor%20of%20Divinity\"&gt;Norrisian Professor of Divinity&lt;/a&gt;. Although esteemed models of composition and orthodoxy, his sermons failed to draw together large congregations. ‘A certain thickness in his speech, an awkwardness of manner in a crowd, a want of energy, and an easiness of temper, little calculated to curb the sallies of a large assembly of young men constrained to sit out a lecture of an hour in length,’ contributed also to render his lectures less efficient than might have been expected from their undoubted excellence. Fawcett chiefly resided in college until he was presented by the society in 1801 to the united rectories of Thursford and &lt;a href=\"Great%20Snoring\"&gt;Great Snoring&lt;/a&gt; in Norfolk. He afterwards divided his time between his parsonage and the university, being permitted to retain rooms in college on account of his lectures.\nIn 1815 he vacated the Norrisian professorship; in 1822 he also resigned his vicarage in Cambridge, and resided thenceforward solely at his rectory in Norfolk. There he died 10 April 1831."
}