{
    "id": "30840986",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=30840986",
    "title": "Clematis morefieldii",
    "text": "Clematis morefieldii is a rare species of flowering plant in the &lt;a href=\"Ranunculaceae\"&gt;buttercup family&lt;/a&gt; known by the common names Morefield's leather flower and Huntsville vasevine.\nIt is &lt;a href=\"endemism\"&gt;endemic&lt;/a&gt; to northern &lt;a href=\"Alabama\"&gt;Alabama&lt;/a&gt; and southern &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;, where it is known from about 22 populations currently, most of which are small. Many of the populations are threatened, and some have been recently &lt;a href=\"local%20extinction\"&gt;extirpated&lt;/a&gt;. It is a federally listed &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt;, listed in 1992.\nDistribution.\nThis species of \"&lt;a href=\"Clematis\"&gt;Clematis&lt;/a&gt;\" was discovered in 1982, in a &lt;a href=\"Land%20lot\"&gt;vacant lot&lt;/a&gt; on Round Top Mountain in &lt;a href=\"Madison%20County%2C%20Alabama\"&gt;Madison County, Alabama&lt;/a&gt;, by 21-year-old &lt;a href=\"botany\"&gt;botany&lt;/a&gt; student James Morefield. It was described as a new species in 1987 and named for him. The plant was believed to be an Alabama &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; when it was given &lt;a href=\"endangered\"&gt;endangered&lt;/a&gt; status in 1992. Collections were later made in adjacent southern Tennessee.\nIt grows in wooded habitat dominated by &lt;a href=\"Cotinus\"&gt;smoketree&lt;/a&gt; (\"Cotinus obovatus\"), often near streams or seeps. It is a climbing plant which attaches to &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt;s and rocks for support. The &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; substrate is very rocky with large &lt;a href=\"boulder\"&gt;boulder&lt;/a&gt;s.\nDescription.\n\"Clematis morefieldii\" produces woolly-haired &lt;a href=\"vine\"&gt;vine&lt;/a&gt; runners up to long. The leaves are compound, each made up of several leaflets and one or more &lt;a href=\"tendril\"&gt;tendril&lt;/a&gt;s for grabbing objects around the plant. The leaflets have velvety undersides.\nThe &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt;s occur in the axils of the leaves. Each has up to five flowers which have green-tinged pink &lt;a href=\"sepal\"&gt;sepal&lt;/a&gt;s with curling tips arranged in an &lt;a href=\"urn\"&gt;urn&lt;/a&gt; shape. The flower is thick and hairy in texture. There are no petals. The flower is up to 2.5 centimeters in length.\nThe plant yields fruits which may reach 3.5 centimeters long including their plume-like tips.\nConservation.\nIn 1991 when the plant was nominated for &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt; status it was only known from five populations/sites, each less than wide, and one had with only a single plant. About 55% of the total population was located on land scheduled for construction. This area, on the outskirts of &lt;a href=\"Huntsville%2C%20Alabama\"&gt;Huntsville&lt;/a&gt;, was experiencing significant real estate development expansion. Three other sites were believed to have been destroyed recently. Threats listed at the time included construction and maintenance of roads, residential development, &lt;a href=\"herbicide\"&gt;herbicide&lt;/a&gt;s, and potentially the collection of specimens by wildflower enthusiasts and &lt;a href=\"horticulturalists\"&gt;horticulturalists&lt;/a&gt;.\nBy 2010 there were over 20 populations known but the plant was determined to still warrant endangered status. Several populations are in protected areas such as &lt;a href=\"the%20Land%20Trust%20of%20North%20Alabama%27s%20Nature%20Preserve\"&gt;the Land Trust of North Alabama's Nature Preserve&lt;/a&gt;s, but some are clinging to &lt;a href=\"habitat%20fragmentation\"&gt;fragments&lt;/a&gt; of habitat with development growing around them. Most of the same threats remain, with the additional threats of &lt;a href=\"quarry\"&gt;quarry&lt;/a&gt;ing activity for one Tennessee population and &lt;a href=\"logging\"&gt;logging&lt;/a&gt; and &lt;a href=\"introduced%20species\"&gt;non-native plant species&lt;/a&gt; such as exotic &lt;a href=\"Lonicera\"&gt;honeysuckle vines (\"Lonicera\" spp.)&lt;/a&gt; in Alabama. Wildflower collecting is not believed to be a problem today. The small sizes of the individual populations make their extirpation more likely.\nMore research is being done regarding the &lt;a href=\"Biological%20life%20cycle\"&gt;life history&lt;/a&gt; of this plant and its &lt;a href=\"ecology\"&gt;ecology&lt;/a&gt;, including potentially damaging &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s that may attack it. The last U.S. Fish and Wildlife Service 5 year review of the Recovery Plan was issued in 2010."
}