{
    "id": "308494",
    "revid": "1067791399",
    "url": "https://en.wikipedia.org/wiki?curid=308494",
    "title": "John Maurice, Prince of Nassau-Siegen",
    "text": "John Maurice of Nassau (&lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt;: \"Johan Maurits van Nassau-Siegen\"; &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;: \"Johann Moritz von Nassau-Siegen\"; &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt;: \"João Maurício de Nassau-Siegen\"; 17 June 1604 – 20 December 1679), called \"the Brazilian\" for his fruitful period as governor of &lt;a href=\"Dutch%20Brazil\"&gt;Dutch Brazil&lt;/a&gt;, was &lt;a href=\"Count\"&gt;Count&lt;/a&gt; and (from 1664) Prince of &lt;a href=\"Nassau-Siegen\"&gt;Nassau-Siegen&lt;/a&gt;, and Grand Master of the &lt;a href=\"Order%20of%20Saint%20John%20%28Bailiwick%20of%20Brandenburg%29\"&gt;Order of Saint John (Bailiwick of Brandenburg)&lt;/a&gt;.\nMauritshuis, an art museum in The Hague, Netherlands occupies the former residence of Johan Maurice, and literally means Johan Maurits' house in Dutch.\nEarly years in Europe.\nHe was born in &lt;a href=\"Dillenburg\"&gt;Dillenburg&lt;/a&gt;. His father was &lt;a href=\"John%20VII%2C%20Count%20of%20Nassau\"&gt;John VII of Nassau&lt;/a&gt;; his grandfather &lt;a href=\"John%20VI%20of%20Nassau-Dillenburg\"&gt;John VI of Nassau&lt;/a&gt;, the younger brother of Dutch \"&lt;a href=\"stadtholder\"&gt;stadtholder&lt;/a&gt;\" &lt;a href=\"William%20the%20Silent\"&gt;William the Silent of Orange&lt;/a&gt;, making him a grandnephew to William the Silent.\nHe joined the Dutch army in 1621, at a very early age. He distinguished himself in the campaigns of his cousin, the \"stadtholder\" &lt;a href=\"Frederick%20Henry%2C%20Prince%20of%20Orange\"&gt;Frederick Henry, Prince of Orange&lt;/a&gt;. In 1626, he became captain. He was involved in 1629 in the capture of &lt;a href=\"Den%20Bosch\"&gt;Den Bosch&lt;/a&gt;. In 1636, he conquered a fortress at &lt;a href=\"Siege%20of%20Schenkenschans\"&gt;Schenkenschans&lt;/a&gt;.\nDutch governor in Brazil.\nHe was appointed as the governor of the Dutch possessions in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; in 1636 by the &lt;a href=\"Dutch%20West%20India%20Company\"&gt;Dutch West India Company&lt;/a&gt; on recommendation of Frederick Henry. He landed at &lt;a href=\"Recife\"&gt;Recife&lt;/a&gt;, the port of &lt;a href=\"Pernambuco\"&gt;Pernambuco&lt;/a&gt; and the chief stronghold of the Dutch, in January 1637. Immediately after his arrival, he began a campaign against the Spanish-Portuguese forces, which he defeated in repeated encounters. Believing himself strong enough to hold his own, he dispatched part of his forces &lt;a href=\"Battle%20of%20Elmina%20%281637%29\"&gt;to attack the Portuguese possessions on the coast of Africa&lt;/a&gt;, and continued to extend his conquests with the aid of the natives who were opposed to Spanish rule, but he received a serious check in &lt;a href=\"First%20Battle%20of%20Salvador%20da%20Bahia\"&gt;the attack on São Salvador&lt;/a&gt;, being obliged to raise the siege with the loss of many of his best officers. On receiving reinforcements in 1638, and with the co-operation of the Dutch fleet, which defeated the Spanish-Portuguese squadrons in sight of &lt;a href=\"Bay%20of%20All%20Saints\"&gt;Bay of All Saints&lt;/a&gt;, he captured the latter city. When in 1640, Portugal recovered its independence from Spain under &lt;a href=\"John%20II%2C%208th%20Duke%20of%20Bragan%C3%A7a\"&gt;John II, 8th Duke of Bragança&lt;/a&gt;, the Prince of Nassau-Siegen, anticipating an alliance with the latter, and believing that a treaty of peace with Portugal would leave Holland in possession of the conquered territory, hastened his operations; to give occupation to the host of adventurers that had assembled under his colors, he dispatched an expedition against the Spanish possessions on &lt;a href=\"Plate%20River\"&gt;Plate River&lt;/a&gt;, while in 1643, Johan Maurits equipped the expedition of &lt;a href=\"Hendrik%20Brouwer\"&gt;Hendrik Brouwer&lt;/a&gt; that &lt;a href=\"Dutch%20expedition%20to%20Valdivia\"&gt;attempted to establish an outpost&lt;/a&gt; in southern Chile. Later, he visited the conquered provinces and arranged their administration.\nLife in the settlements.\nBy this series of successful expeditions, he gradually extended the Dutch possessions from &lt;a href=\"Sergipe\"&gt;Sergipe&lt;/a&gt; in the south to &lt;a href=\"S%C3%A3o%20Lu%C3%ADs%20de%20Maranh%C3%A3o\"&gt;São Luís de Maranhão&lt;/a&gt; in the north. With the assistance of the famous architect, &lt;a href=\"Pieter%20Post\"&gt;Pieter Post&lt;/a&gt; of &lt;a href=\"Haarlem\"&gt;Haarlem&lt;/a&gt;, he transformed Recife by building a new town adorned with public buildings, bridges, channels, and gardens in the then Dutch style, later naming the newly reformed town Mauritsstad, after himself. He was able to pay the high construction costs from the loot of his expeditions, and from the proceeds of his estates in Germany.\nBy his statesmanlike policy, he brought the colony into a most flourishing condition. His leadership in Brazil inspired two Latin epics from 1647: &lt;a href=\"Caspar%20Barlaeus\"&gt;Caspar Barlaeus&lt;/a&gt;' \"Rerum per octennium in Brasilia et alibi nuper gestarum sub praefectura\" and &lt;a href=\"Franciscus%20Plante\"&gt;Franciscus Plante&lt;/a&gt;'s \"Mauritias\". The painters &lt;a href=\"Albert%20Eckhout\"&gt;Albert Eckhout&lt;/a&gt;, &lt;a href=\"Frans%20Post\"&gt;Frans Post&lt;/a&gt;, and &lt;a href=\"Abraham%20Willaerts\"&gt;Abraham Willaerts&lt;/a&gt; served as members of John Maurice's entourage.\nHe also established representative councils in the colony for local government, and developed Recife's transportation infrastructure. His large schemes and lavish expenditures alarmed the parsimonious directors of the West India Company, and John Maurice, refusing to retain his post unless he were given a free hand, returned to Europe in July 1644.\nAs governor-general of a Brazilian colony setup but the Dutch West India Company from 1636 until 1644, Johan Maurice was both personally involved in keeping Africans slaves, and personally profited from the trade and transport of Africans to Brazil. In 1643, Nassau received a &lt;a href=\"Diplomatic%20mission\"&gt;embassy&lt;/a&gt; from the &lt;a href=\"Manikongo\"&gt;Manikongo&lt;/a&gt; to strengthen the economic relations between the &lt;a href=\"Kingdom%20of%20Kongo\"&gt;Kingdom of the Kongo&lt;/a&gt; and &lt;a href=\"Dutch%20Brazil\"&gt;Dutch Brazil&lt;/a&gt; through the sale of slaves.\nReturn to Europe.\nShortly after returning to Europe, John Maurice was appointed by Frederick Henry to the command of the cavalry in the Dutch army, and he took part in the campaigns of 1645 and 1646. When the war was ended by the &lt;a href=\"Peace%20of%20M%C3%BCnster\"&gt;Peace of Münster&lt;/a&gt; in January 1648, he accepted from &lt;a href=\"Frederick%20William%2C%20Elector%20of%20Brandenburg\"&gt;Frederick William, Elector of Brandenburg&lt;/a&gt; (who had just married John Maurice's niece &lt;a href=\"Countess%20Louise%20Henriette%20of%20Nassau\"&gt;Louise&lt;/a&gt;) the post of governor of &lt;a href=\"Duchy%20of%20Cleves\"&gt;Cleves&lt;/a&gt;, &lt;a href=\"Mark%20%28county%29\"&gt;Mark&lt;/a&gt; and &lt;a href=\"County%20of%20Ravensberg\"&gt;Ravensberg&lt;/a&gt;, and later also of &lt;a href=\"Principality%20of%20Minden\"&gt;Minden&lt;/a&gt;. His success in the &lt;a href=\"Rhineland\"&gt;Rhineland&lt;/a&gt; was as great as it had been in Brazil, and he proved himself a most able and wise ruler.\nAt the end of 1652, John Maurice was appointed head of the &lt;a href=\"Order%20of%20Saint%20John%20%28Bailiwick%20of%20Brandenburg%29\"&gt;Order of Saint John (Bailiwick of Brandenburg)&lt;/a&gt; and made a &lt;a href=\"Princes%20of%20the%20Holy%20Roman%20Empire\"&gt;prince of the Empire&lt;/a&gt; with the style of &lt;a href=\"Serene%20Highness\"&gt;Serene Highness&lt;/a&gt;. In 1664, he came back to &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;; when war broke out with an England supported by the invading &lt;a href=\"bishop%20of%20M%C3%BCnster\"&gt;bishop of Münster&lt;/a&gt;, he was appointed commander-in-chief of the &lt;a href=\"Dutch%20States%20Army\"&gt;Dutch States Army&lt;/a&gt;. Though hampered in his command by the restrictions of the states-general, he repelled the invasion, and the bishop, &lt;a href=\"Christoph%20Bernhard%20von%20Galen\"&gt;Christoph Bernhard von Galen&lt;/a&gt;, nicknamed \"Bommen Berend\", was forced to conclude peace. His campaigning was not yet at an end, for in 1668, he was appointed first field-marshal of the States Army, and in 1673, he was charged by \"stadtholder\" &lt;a href=\"William%20III%20of%20England\"&gt;William III&lt;/a&gt; to command the forces in &lt;a href=\"Friesland\"&gt;Friesland&lt;/a&gt; and &lt;a href=\"Groningen%20%28province%29\"&gt;Groningen&lt;/a&gt;, and to defend the eastern frontier of the provinces, again against Van Galen.\nIn 1675, his health compelled him to give up active military service, and he spent his last years in his beloved &lt;a href=\"Cleves\"&gt;Cleves&lt;/a&gt;, where he died in December 1679.\nLegacy.\nThe residence he built in &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt; is now called the &lt;a href=\"Mauritshuis\"&gt;Mauritshuis&lt;/a&gt;, and houses the Royal Cabinet of Paintings. It is now a major museum of old Dutch paintings. In the &lt;a href=\"National%20Library%20of%20Paris\"&gt;National Library of Paris&lt;/a&gt; are two folio volumes containing a fine collection of colored prints of Brazilian animals and plants, which were executed by order of the prince, and accompanied with a short explanation by him.\nHe is said to have had an affair with &lt;a href=\"Anna%20Gonsalves%20Paes%20de%20Azevedo\"&gt;Anna Gonsalves Paes de Azevedo&lt;/a&gt;.\nBrazilian author &lt;a href=\"Paulo%20Set%C3%BAbal\"&gt;Paulo Setúbal&lt;/a&gt; wrote a &lt;a href=\"historical%20fiction\"&gt;historic novel&lt;/a&gt; about John Maurice and the Dutch settlement in Brazil, \"O Príncipe de Nassau\" (\"The Prince of Nassau\", translated into &lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt; by R. Schreuder and &lt;a href=\"J.%20Slauerhoff\"&gt;J. Slauerhoff&lt;/a&gt; in 1933 as \"Johan Maurits van Nassau\").\n&lt;a href=\"HNLMS%20Johan%20Maurits%20van%20Nassau\"&gt;Two ships&lt;/a&gt; of the &lt;a href=\"Royal%20Netherlands%20Navy\"&gt;Royal Netherlands Navy&lt;/a&gt; have been named after him."
}