{
    "id": "3086235",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=3086235",
    "title": "Metate",
    "text": "A metate (or mealing stone) is a type or variety of &lt;a href=\"Quern-stone%23Saddle_quern\"&gt;quern&lt;/a&gt;, a &lt;a href=\"ground%20stone\"&gt;ground stone&lt;/a&gt; tool used for processing &lt;a href=\"grain\"&gt;grain&lt;/a&gt; and &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s. In traditional &lt;a href=\"Mesoamerica\"&gt;Mesoamerica&lt;/a&gt;n cultures, metates are typically used by women who would grind &lt;a href=\"nixtamalization\"&gt;lime-treated&lt;/a&gt; &lt;a href=\"maize\"&gt;maize&lt;/a&gt; and other organic materials during food preparation (e.g., making &lt;a href=\"tortilla\"&gt;tortilla&lt;/a&gt;s). Similar artifacts are found all over the world, including in China.\nDesign and use.\nWhile varying in specific morphology, metates are typically made of a large stone with a smooth depression or bowl worn into the upper surface. Materials are ground on the metate using a smooth hand-held stone known as a \"&lt;a href=\"mano%20%28stone%29\"&gt;mano&lt;/a&gt;\" or \"metlapil\". This action consists of a horizontal grinding motion that differs from the vertical crushing motion used in a &lt;a href=\"mortar%20and%20pestle\"&gt;mortar and pestle&lt;/a&gt;. The depth of the bowl varies, though they are typically not deeper than those of a mortar; deeper metate bowls indicate either a longer period of use or greater degree of activity (i.e., economic specialization).\nThe specific angles of the metate body allow for a proficient method of turning grains into flour.\nLesley Téllez describes the grinding action of a metate as using \"your wrists to kind of rotate the metlapil forward, while at the same time pressing downward, hard, with the palms of your hands.\"\nMetates can be categorized by the shape of the grinding surface. One categorization identifies four such shapes: flat, flat/concave, basin, and trough.\nBasin-shaped metates are used with a circular grinding stroke, while flat and trough-shaped metates are used with a back-and-forth reciprocal or reciprocal-rocking stroke.\nAnother type of metate called a &lt;a href=\"grinding%20slab\"&gt;grinding slab&lt;/a&gt; may also be found among &lt;a href=\"boulder\"&gt;boulder&lt;/a&gt; or exposed &lt;a href=\"bedrock\"&gt;bedrock&lt;/a&gt; outcroppings. The upper face of the stone is used for grinding materials, such as &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt;s, that results in the smoothing of the stone's face and the creation of pocked dimples.\nHistory.\nThe use of metates is estimated to have begun in the Upper Cenolithic period in &lt;a href=\"Pre-Columbian%20Mexico\"&gt;Mexico&lt;/a&gt;, sometime between ,\nand in the &lt;a href=\"Archaic%20period%20%28North%20America%29\"&gt;Middle Archaic&lt;/a&gt; period in the &lt;a href=\"Indigenous%20peoples%20of%20the%20North%20American%20Southwest\"&gt;American Southwest&lt;/a&gt;, . The first known metates were flat or basin-shaped; trough-shaped metates came into use in the Southwest around AD 450.\nMetates are still used in some areas today. For example, in parts of rural Mexico, women use metates to grind &lt;a href=\"nixtamalization\"&gt;nixtamalized&lt;/a&gt; corn for tortillas.\nCeremonial metates of Costa Rica.\nCarved, &lt;a href=\"volcanic%20rock\"&gt;volcanic-stone&lt;/a&gt; ceremonial metates represent one of the most unusual and complex traditions of &lt;a href=\"pre-Columbian\"&gt;pre-Columbian&lt;/a&gt; &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artifact&lt;/a&gt;s from &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. They come in many different forms, and morphological variation corresponds to different regions and time periods. They can be &lt;a href=\"rectangular\"&gt;rectangular&lt;/a&gt;, &lt;a href=\"circle\"&gt;circular&lt;/a&gt;, flat, or curved. They may or may not have rims and three or four legs. Some exhibits show signs of use-wear while others show no signs of wear and appear to have been made specifically for use as &lt;a href=\"grave%20goods\"&gt;burial goods&lt;/a&gt;. Some examples characterized as metate might have actually been a type of throne for sitting on – not a metate at all.\nSome examples are known as &lt;a href=\"effigy\"&gt;effigy&lt;/a&gt;-headed metate, which feature an &lt;a href=\"animal\"&gt;animal&lt;/a&gt;’s head at one end, with the metate itself making up the body of the creature. Animals typically depicted are &lt;a href=\"jaguar\"&gt;jaguar&lt;/a&gt;, &lt;a href=\"crocodile\"&gt;crocodile&lt;/a&gt; or &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s. The most complex type of ceremonial metate is the class referred to as “flying-panel” metate. This style comes from the &lt;a href=\"geography%20of%20Costa%20Rica\"&gt;Atlantic watershed&lt;/a&gt; region, including the City of &lt;a href=\"Guayabo\"&gt;Guayabo&lt;/a&gt; and represents a high level of craftsmanship and complexity. Carved from a single piece of stone, these metates typically contain multiple figures, both underneath the plate and on the legs. Trophy heads, birds, jaguar, monkey and &lt;a href=\"saurian\"&gt;saurian&lt;/a&gt; figures are the most common themes. The “flying panel” metate is believed to be the precursor to free standing sculptural figures more common later in the Atlantic watershed region.\nTemporal and regional variation.\nThe earliest traditions of &lt;a href=\"stone%20sculpture\"&gt;stone sculpture&lt;/a&gt; in Costa Rica, including ceremonial metate, began in late Period IV (A.D. 1–500). Metate from the Nicoya/Guanacaste region have longitudinally curved and rimless plates. Those from the Atlantic Watershed have a plate that is horizontally flat and rimmed. Both are associated with &lt;a href=\"Grave%20goods\"&gt;mortuary goods&lt;/a&gt;, suggesting differential social status existed within these communities. The three main types of Costa Rican stone sculpture at this time—tripod-metate, mace heads and &lt;a href=\"Costa%20Rican%20jade%20tradition\"&gt;jade&lt;/a&gt; “axe-god” pendants—peaked and declined in use during Period V (A.D. 500–1000).\nStone sculpture was never popular again in the Nicoya/Guanacaste region, but in the Atlantic Watershed (such as from &lt;a href=\"Guayabo\"&gt;Guayabo&lt;/a&gt;) by Period VI (A.D. 1000–1500), freestanding figural sculpture and new forms of ceremonial metate came into use. These new metate types might be rectangular with four legs like the jaguar effigy-head examples or might be round in shape with a pedestal base. These latter types often have carved human heads (or just suggestive notches) around the rim implying a relationship with ritual trophy-head taking. This particular form of metate seems to have been influenced by the stone sculptures of the Panamanian site of &lt;a href=\"Barriles\"&gt;Barriles&lt;/a&gt;.\nAt the site of Las Huacas, fifteen metates were excavated from sixteen graves. None of these metates had &lt;a href=\"Mano%20%28stone%29\"&gt;mano&lt;/a&gt;s (&lt;a href=\"grinding%20stones\"&gt;grinding stones&lt;/a&gt;), suggesting that the carved metate as a mortuary object had a deeper &lt;a href=\"symbolic%20meaning\"&gt;symbolic meaning&lt;/a&gt; than just the processing of foodstuffs. The metate's basic mechanical purpose is a platform on which (primarily) &lt;a href=\"maize\"&gt;maize&lt;/a&gt; is ground into flour. This transformation of grain to flour has symbolic implications relating to life, death and rebirth. It is still not clear if maize was a main source of sustenance, and it is entirely possible that maize was reserved for making &lt;a href=\"chicha\"&gt;chicha&lt;/a&gt; (beer), for use in ritual feasting activities. Given their role as a burial good, it seems that metate held a strong meaning for human life, death and the hope for a rebirth or transformation of some kind.\nIconography.\nThe three most popular iconographic elements of ceremonial metate seem to be &lt;a href=\"saurian\"&gt;saurian&lt;/a&gt;, bird, and jaguar creatures. Monkeys are also common. A unique feature of ceremonial metate is the lack of human figures. Disembodied heads are the sole exception. While human figures become the main subject of the free standing sculptures, which depict nude females or male warriors with trophy heads and bound male captives, these do not seem to have been depicted on metate. Flying-panel metates often have anthropomorphic figures, but these always have animal (often crocodile) heads.\nIn both the Nicoya and Atlantic-Watershed regions, metates are often made with saurian (specifically crocodile, alligator, or caiman) imagery. It is thought that the saurian represents the surface of the earth, which relates to agricultural fertility. One of the oldest and most prominent themes in Chibcha art is that of the Crocodile god. Depicted as an anthropomorphic being with a crocodile head, he has been carved into fly-panel metates, sometimes shown standing on a double-headed saurian and other times on a jaguar. As a symbol, the double-headed Saurian has the longest use and distribution of any iconographic element in the Isthmo-Columbian area.\nCosta Rica flying-panel metates date to the 1st and 7th centuries. However, certain features of the Crocodile god depicted on flying-panel metates show him with unnatural U-shaped elbows and long, narrow fingers, as seen on crocodile gods made in gold that date to the 10th–16th centuries. These stylistic forms make sense for use in the small gold ornaments made with the lost-wax technique, but seem strange for use in carved stone. Perhaps these metates date much later than previously thought, and were inspired by the depictions in gold.\nBirds with long, curving beaks that seem to represent vultures, toucans or maybe hummingbirds are another popular theme. First found in Costa Rica on Pavas and El Bosque-phase pottery, these are a common element in flying-panel metates, sometimes depicted with or pecking at human heads.\nCollections.\nThe largest collection is in the &lt;a href=\"Museo%20Nacional%20de%20Costa%20Rica\"&gt;National Museum of Costa Rica&lt;/a&gt;. A collection of over 20 metates can be found in the &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt;"
}