{
    "id": "30861330",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=30861330",
    "title": "China National Offshore Oil Corporation",
    "text": "China National Offshore Oil Corporation, or CNOOC Group (&lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt;: 中国海洋石油总公司 &lt;a href=\"Pinyin\"&gt;Pinyin&lt;/a&gt;: \"Zhōngguó Háiyáng Shíyóu Zǒnggōngsī\"), is one of the largest &lt;a href=\"national%20oil%20companies\"&gt;national oil companies&lt;/a&gt; in China. It is the third-largest national oil company in the &lt;a href=\"People%27s%20Republic%20of%20China\"&gt;People's Republic of China&lt;/a&gt;, after &lt;a href=\"CNPC\"&gt;CNPC&lt;/a&gt; (parent of &lt;a href=\"PetroChina\"&gt;PetroChina&lt;/a&gt;) and &lt;a href=\"China%20Petrochemical%20Corporation\"&gt;China Petrochemical Corporation&lt;/a&gt; (parent of &lt;a href=\"Sinopec\"&gt;Sinopec&lt;/a&gt;). The CNOOC Group focuses on the exploitation, exploration and development of &lt;a href=\"petroleum\"&gt;crude oil&lt;/a&gt; and natural gas in offshore China, along with its subsidiary COOEC.\nThe company is owned by the government of the People's Republic of China, and the &lt;a href=\"State-Owned%20Assets%20Supervision%20and%20Administration%20Commission%20of%20the%20State%20Council\"&gt;State-Owned Assets Supervision and Administration Commission of the State Council&lt;/a&gt; (SASAC) assumes shareholder rights and obligations on the government's behalf. One subsidiary, &lt;a href=\"CNOOC%20Limited\"&gt;CNOOC Limited&lt;/a&gt;, is listed on the &lt;a href=\"Hong%20Kong%20Stock%20Exchange\"&gt;Hong Kong exchange&lt;/a&gt;; the other, &lt;a href=\"China%20Oilfield%20Services\"&gt;China Oilfield Services&lt;/a&gt;, is listed on the &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; and &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York&lt;/a&gt; exchanges. In the 2020 &lt;a href=\"Forbes%20Global%202000\"&gt;Forbes Global 2000&lt;/a&gt;, CNOOC was ranked as the 126th -largest public company in the world.\nHistory.\nWhen the &lt;a href=\"State%20Council%20of%20the%20People%27s%20Republic%20of%20China\"&gt;State Council&lt;/a&gt; implemented the regulation of the people's petroleum resources in cooperation with foreign enterprises on January 30, 1982, CNOOC was incorporated and authorized to assume overall responsibility for the exploitation of oil and gas resources of offshore China in cooperation with foreign partners, which ensured monopoly status for CNOOC in offshore oil and natural gas. With its headquarters in Beijing, CNOOC registered with capital of RMB 94.9 billion and has more than 98,750 employees.\nUnocal buyout attempt.\nIn June 2005, a CNOOC Group company (NYSE and Hong Kong-listed public company CNOOC limited) made an $18.5 billion cash offer for American oil company &lt;a href=\"Unocal%20Corporation\"&gt;Unocal Corporation&lt;/a&gt;, topping an earlier bid by &lt;a href=\"ChevronTexaco\"&gt;ChevronTexaco&lt;/a&gt;. Unocal's oil interests in &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; were considered a strategic fit for the company. On July 20, 2005, Unocal announced that it had accepted an buyout offer from ChevronTexaco for $17.1 billion, which was submitted to Unocal stockholders on August 10. On August 2 CNOOC Limited announced that it had withdrawn its bid, citing political tensions in the United States.\nDespite a hands-off approach from the &lt;a href=\"George%20W.%20Bush%20administration\"&gt;Bush administration&lt;/a&gt;, a group of &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; and &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt; in &lt;a href=\"United%20States%20Congress\"&gt;Congress&lt;/a&gt; organized opposition to the CNOOC Limited bid. They argued that with $13 billion of CNOOC Limited's bid for Unocal coming from the Chinese government, the offer was not a &lt;a href=\"free%20market\"&gt;free market&lt;/a&gt; transaction. American corporations were prohibited from purchasing assets in China, and it was also argued that foreign, &lt;a href=\"communist\"&gt;communist&lt;/a&gt; ownership of oil assets might be a regional and economic-security risk; Unocal had sensitive deep-sea exploration and drilling technology. \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" and other sources tried to discredit the security threat, and CNOOC was willing to undergo a US security review. Congressional delays and calls for inquiry deterred the CNOOC Limited bid.\nThe company was advised by &lt;a href=\"Goldman%20Sachs\"&gt;Goldman Sachs&lt;/a&gt;. CNOOC Limited had a reputation for acting independently of the Chinese government, and had not notified government officials before bidding for UNOCAL. The political backlash in the United States caused the Chinese government to increase its oversight of Chinese companies, to avoid future risks to Sino-American relations.\nCNOOC Limited faces challenges in the domestic market. Its rivals, CNPC and Sinopec, have been permitted to conduct offshore exploration once monopolized by CNOOC Limited. In accordance with the commitment by the Chinese government to join the &lt;a href=\"World%20Trade%20Organization\"&gt;World Trade Organization&lt;/a&gt;, the oil market will be opened to non-Chinese companies (such as &lt;a href=\"Exxon%20Mobil\"&gt;Exxon Mobil&lt;/a&gt; and &lt;a href=\"BP\"&gt;BP&lt;/a&gt;) by the end of 2006. CNOOC Limited's smaller domestic competitors have been trying to break the monopoly of the three major NOCs in the industry.\nNexen acquisition.\nAdding 61 percent to Nexen's July 20, 2012 stock price, on July 23 CNOOC agreed to buy &lt;a href=\"Nexen\"&gt;Nexen&lt;/a&gt; for $15.1 billion (China's largest foreign deal). The Canadian government's Investment Canada Act was used to determine if the sale was a \"net benefit\" to Canada. In addition to Canadian authorities, the acquisition had to be approved by the &lt;a href=\"Committee%20on%20Foreign%20Investment%20in%20the%20United%20States\"&gt;Committee on Foreign Investment in the United States&lt;/a&gt;. On 7 December the sale was approved by the Canadian government, and on February 12, 2013 it was approved by U.S. regulators.\n2014 onwards.\nIn June 2014, CNOOC agreed a deal with &lt;a href=\"BP\"&gt;BP&lt;/a&gt; worth around $20 billion that would see the latter supplying the former with liquefied natural gas.\nOn June 5, 2018, CNOOC Gas and Power Group Co. Ltd., a subsidiary of China National Offshore Oil Corporation (CNOOC), China's largest LNG importer and terminal operator, has recently signed a memorandum of understanding (MOU) with the &lt;a href=\"Philippines\"&gt;Philippine&lt;/a&gt; fuel retailer &lt;a href=\"Phoenix%20Petroleum\"&gt;Phoenix Petroleum&lt;/a&gt; to study, plan, and develop a &lt;a href=\"liquefied%20natural%20gas\"&gt;liquefied natural gas&lt;/a&gt; (LNG) receiving terminal project in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;.\nIn September 2018, it also signed a memorandum of understanding with &lt;a href=\"Nigerian%20National%20Petroleum%20Corporation\"&gt;Nigerian National Petroleum Corporation&lt;/a&gt; on the production of &lt;a href=\"biofuel\"&gt;biofuel&lt;/a&gt;.\nIn 2019, CNOOC was awarded the Theoretical Technology and Major Discoveries of Deep Large-scale Condensate Gas Field Exploration in the Bohai Bay Basin by the National Award for Science and Technology Progress, a state-level science and technology award established by the &lt;a href=\"State%20Council%20of%20the%20People%27s%20Republic%20of%20China\"&gt;Chinese State Council&lt;/a&gt;. \nOperations.\nCNOOC operates in six business sectors: exploration and development of oil and gas; technical services; logistic; chemical and fertilizer production; natural gas and power generation, and financial services and insurance. In 2004, the company generated revenue of RMB70.92 billion, a net profit of RMB 24.22 billion and RMB 12.09 billion in taxes (up 32 percent, 62 percent and 80 percent, respectively, from the previous year). By the end of 2004 total and net assets had reached RMB153.26 billion and 83.06 billion, a 28- and 21-percent increase from the beginning of the year. The company is fifth and twelfth in gross profits and total assets of state-owned enterprises in China. &lt;a href=\"Standard%20%26amp%3B%20Poor%27s\"&gt;Standard &amp; Poor's&lt;/a&gt; and &lt;a href=\"Moody%27s%20Investors%20Service\"&gt;Moody's Investors Service&lt;/a&gt; assigned CNOOC a long-term BBB+ and A2, equivalent to China's government rating and the highest rating for a Chinese company.\nThe exploration and production of oil and gas grew steadily in 2004. Output reached 36.48 million &lt;a href=\"Tonne%20of%20oil%20equivalent\"&gt;tons of oil equivalent&lt;/a&gt;, increasing 3.12 million tons (nine percent) over 2003. Domestic production was 24.72 million tons, an 11-percent increase from the previous year and higher than the average national growth rate of three percent. The annual output in &lt;a href=\"Bohai%20Bay\"&gt;Bohai Bay&lt;/a&gt; exceeded 10 million tons of oil equivalent for the first time, making it the second offshore area producing over 10 million tons (after the Eastern South Sea) and an energy-production base in northern China.\nCNOOC has established CNOOC Gas and Power, which focuses on gas distribution and power generation. CNOOC has become China's dominant producer of &lt;a href=\"liquefied%20natural%20gas\"&gt;liquefied natural gas&lt;/a&gt;. The company signed all mid- and downstream contracts for the Guangdong and Fujian LNG projects and imported 3.5 million tons per annum (MPTA) and 2.6 MPTA of LNG, respectively, from Australia's North Western Shelf (NWS) and Indonesia's Tangguh fields (operated by BP). LNG projects in Zhejiang and Shanghai began construction, and CNOOC signed &lt;a href=\"Heads%20of%20Agreement%20%28law%29\"&gt;HOAs&lt;/a&gt; for LNG cooperation with Liaoning, Tianjin, Hebei, Hainan and Jiangsu. CNOOC has completed its preliminary strategic natural-gas deployment in southern coastal areas up to the Yangtze River. In these projects, CNOOC is responsible for constructing LNG receiving terminals and trunk lines for gas transmission and gas-fired power plants.\nIn April 2004, the Ministry of Commerce authorized CNOOC-SINOPEC United International Trading to import crude oil; CNPC, Sinopec, &lt;a href=\"Sinochem\"&gt;Sinochem&lt;/a&gt; and Zhuhai Zhenrong had been the only companies importing crude. In July the &lt;a href=\"National%20Development%20and%20Reform%20Commission\"&gt;NDRC&lt;/a&gt; approved the Nanhai Refinery Project, a joint venture between CNOOC and &lt;a href=\"Royal%20Dutch%20Shell\"&gt;Royal Dutch Shell&lt;/a&gt; and the largest joint venture ever in China (with an annual capacity of 12 million tons). CNOOC had an integrated industrial portfolio as it expanded into refining. Shell built a $4.3 billion JV ethylene plant, but announced in 2007 that it would not build a $2.4 billion refinery.\nCNOOC Limited's share price rose by 37 percent in 2004, and its market capitalization reached RMB181.68 billion. CNOOC Engineering's share price on the Shanghai Stock Exchange rose by 66.11 percent, and the market capitalization of China Oilfield Services reached RMB10.1 billion. At the end of 2004 market capitalization of the three subsidiaries had approached RMB200 billion, 3.3 times their net assets. The company continued its operations in oil and gas exploration and development, exploitation of overseas resources, development of midstream and downstream business and modernization in 2005 with its goal an integrated, modern, competitive and profitable energy company by 2008.\nUnder ex-CEO Wei Liucheng (who was promoted to the governor of &lt;a href=\"Hainan\"&gt;Hainan&lt;/a&gt; province in October 2003) and chairman and chief executive &lt;a href=\"Fu%20Chengyu\"&gt;Fu Chengyu&lt;/a&gt; (傅成玉), CNOOC undertook a number of mergers and acquisitions. It acquired five &lt;a href=\"License%20block\"&gt;blocks&lt;/a&gt; in Indonesia from Spanish oil company Repsol in 2002, becoming its largest offshore operator. In 2003, it bought 5.3 percent of the NWS, ensuring supplies for the Guangdong LNG project; that year, it also acquired 12.5 percent of Tangguh to ensure supply to the Fujian LNG project. CNOOC tried to acquire 12.5 percent of Australia's Gorgon field to ensure supply to the Shanghai and Zhejiang LNG projects, but the parties could not agree on a price.\nAccording to &lt;a href=\"State-owned%20Assets%20Supervision%20and%20Administration%20Commission\"&gt;SASAC&lt;/a&gt;, in December 2008 CNOOC made a light oil and gas discovery in the 100-million-ton class at its Jinzhou 25-1 field in &lt;a href=\"Bohai%20Bay\"&gt;Bohai Bay&lt;/a&gt;. In May 2009, the company announced plans for a $4.38 billion coal-based natural-gas project in &lt;a href=\"Shanxi\"&gt;Shanxi&lt;/a&gt;.\nIn 2010, CNOOC began to auction oil blocks in the &lt;a href=\"Wushi%20oil%20field\"&gt;Wushi oil field&lt;/a&gt; off &lt;a href=\"Zhanjiang\"&gt;Zhanjiang&lt;/a&gt;, a region yet unprospected with rich oil reserves.\nLNG terminals.\nCNOOC brought LNG to China with its Dapeng LNG Terminal in Guangdong, which received its first shipment (from the NWS LNG project in Australia) in July 2006.\nControversy.\nDrug-trafficking ties.\nIn October 2004, contract-sharing was negotiated in Burma by Myanmar Oil and Gas Enterprise, China Huanqiu Contracting and Engineering Corporation and CNOOC's &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;an joint-venture partner, &lt;a href=\"Asia%20World\"&gt;Golden Aaron&lt;/a&gt;. Golden Aaron is run by Cecilia Ng, wife of &lt;a href=\"Tun%20Myint%20Naing\"&gt;Steven Law&lt;/a&gt;; Law is the son of &lt;a href=\"Lo%20Hsing%20Han\"&gt;Lo Hsing Han&lt;/a&gt;, known as the \"godfather of &lt;a href=\"heroin\"&gt;heroin&lt;/a&gt;\". In 2008, the &lt;a href=\"US%20Treasury\"&gt;US Treasury&lt;/a&gt; intimated that CNOOC cooperates with a company run by a family known for heroin trafficking.\nHuman-rights abuses in Burma.\nIn 2007, CNOOC was involved in a clash with &lt;a href=\"Burma\"&gt;Burmese&lt;/a&gt; workers who threw stones at the company offices. Ten workers from &lt;a href=\"Kyaukphyu\"&gt;Kyaukphyu&lt;/a&gt; were detained and questioned by authorities after a dispute with CNOOC over low wages, long hours, reported underpayment and the mistreatment of inhabitants.\nIn 2008, CNOOC was accused of abuses of &lt;a href=\"human%20rights%20in%20Burma\"&gt;human rights in Burma&lt;/a&gt;. Arakan Oil Watch stated in a report that the company \"left behind such a trail of abuses and environmental contamination on &lt;a href=\"Ramree%20Island\"&gt;Ramree Island&lt;/a&gt; that outraged locals attacked their facilities\". CNOOC's actions in Burma have been compared to that of &lt;a href=\"Communist%20party%20of%20China\"&gt;communist&lt;/a&gt; officials in rural China, where entrepreneurs desiring development opposed by local residents steamroll their opposition. The Shwe gas project has been linked with land confiscation and human-rights abuses.\nFalun Gong persecution.\nCNOOC has been accused of participating in the &lt;a href=\"persecution%20of%20Falun%20Gong\"&gt;persecution of Falun Gong&lt;/a&gt; by collaborating with the &lt;a href=\"Chinese%20Communist%20Party\"&gt;Chinese Communist Party&lt;/a&gt; to send Falun Gong CNOOC employees to labour camps and &lt;a href=\"Mind%20control\"&gt;mind-control&lt;/a&gt; facilities, reducing their pay and preventing them from receiving benefits (or regular wages) unless they renounce their beliefs.\nBohai Bay oil spills.\nOn June 4, 2011 the U.S. company &lt;a href=\"ConocoPhillips\"&gt;ConocoPhillips&lt;/a&gt;, operating in the Penglai 19-3 oilfield, caused an oil spill from a seafloor leak which lasted until June 7. This was followed by a second leak on June 17, which was contained within 48 hours. The leaks polluted a total of more than 840 square kilometers of clean water in Bohai Bay. Fifty-one percent of the oilfield is owned by CNOOC, and forty-nine percent owned by ConocoPhillips. The first leak was not made public until July 5, 2011.\nAnother fire and oil spill is taking place since April 6 2021, with workers missing.\nHuizhou refinery explosion.\nOn July 11, 2011, an explosion occurred at the &lt;a href=\"Huizhou\"&gt;Huizhou&lt;/a&gt; refinery in the &lt;a href=\"Daya%20Bay\"&gt;Daya Bay&lt;/a&gt; Economic and Technical Development zone in &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt;. The refinery is from the &lt;a href=\"Daya%20Bay%20Nuclear%20Power%20Plant\"&gt;Daya Bay Nuclear Power Plant&lt;/a&gt;.\nU.S. sanctions.\nIn December 2020, the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;United States Department of Defense&lt;/a&gt; named CNOOC as a company \"owned or controlled\" by the &lt;a href=\"People%27s%20Liberation%20Army\"&gt;People's Liberation Army&lt;/a&gt; and thereby &lt;a href=\"Executive%20Order%2013959\"&gt;prohibited&lt;/a&gt; from receiving any American investment. In response to the executive order, in February 2021, NYSE commenced the process of delisting CNOOC."
}