{
    "id": "30864246",
    "revid": "37664675",
    "url": "https://en.wikipedia.org/wiki?curid=30864246",
    "title": "Nokia Nseries",
    "text": "The Nokia Nseries was a lineup of &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt;s and &lt;a href=\"tablet%20computer\"&gt;tablet&lt;/a&gt;s marketed by &lt;a href=\"Nokia\"&gt;Nokia Corporation&lt;/a&gt; from 2005 to 2011. The Nseries devices commonly supported multiple high-speed wireless technologies at the time, such as &lt;a href=\"3G\"&gt;3G&lt;/a&gt;, or &lt;a href=\"Wireless%20LAN\"&gt;Wireless LAN&lt;/a&gt;. Digital multimedia services, such as music playback, photo/video capture or viewing, gaming or internet services were the central focus of the lineup. The lineup was replaced in 2011 by the &lt;a href=\"Nokia%20Lumia\"&gt;Nokia Lumia&lt;/a&gt; line as the company's primary smartphone lineup.\nThe &lt;a href=\"Nokia%20N1\"&gt;Nokia N1&lt;/a&gt; tablet was introduced in November 2014 and so revived the 'N' prefix, but it was not marketed as 'Nseries'.\nHistory.\nOn 27 April 2005, Nokia announced a new brand of multimedia devices at the press conference of mobile phone manufacturers in Amsterdam. The first three Nseries devices introduced at the conference consists of &lt;a href=\"Nokia%20N70\"&gt;N70&lt;/a&gt;, &lt;a href=\"Nokia%20N90\"&gt;N90&lt;/a&gt; and &lt;a href=\"Nokia%20N91\"&gt;N91&lt;/a&gt;. On 2 November 2005, Nokia announced the &lt;a href=\"Nokia%20N71\"&gt;N71&lt;/a&gt;, &lt;a href=\"Nokia%20N80\"&gt;N80&lt;/a&gt; and &lt;a href=\"Nokia%20N92\"&gt;N92&lt;/a&gt;, and on 25 April 2006, Nokia announced the &lt;a href=\"Nokia%20N72\"&gt;N72&lt;/a&gt;, &lt;a href=\"Nokia%20N73\"&gt;N73&lt;/a&gt; and &lt;a href=\"Nokia%20N93\"&gt;N93&lt;/a&gt;, and on 26 September 2006, Nokia announced the &lt;a href=\"Nokia%20N75\"&gt;N75&lt;/a&gt; and &lt;a href=\"Nokia%20N95\"&gt;N95&lt;/a&gt;. On 8 January 2007, Nokia announced the &lt;a href=\"Nokia%20N76\"&gt;Nokia N76&lt;/a&gt;, Nokia N77 and &lt;a href=\"Nokia%20N93i\"&gt;Nokia N93i&lt;/a&gt;. On 29 August 2007, Nokia announced the &lt;a href=\"Nokia%20N95\"&gt;N95 8GB&lt;/a&gt;, &lt;a href=\"Nokia%20N81\"&gt;N81&lt;/a&gt;, &lt;a href=\"Nokia%20N81%208GB\"&gt;N81 8GB&lt;/a&gt;, and on 14 November 2007, Nokia announced the &lt;a href=\"Nokia%20N82\"&gt;N82&lt;/a&gt;, the first Nokia with &lt;a href=\"xenon%20flash\"&gt;xenon flash&lt;/a&gt;. At the 2008 GSMA held in Barcelona, the &lt;a href=\"Nokia%20N96\"&gt;N96&lt;/a&gt; and &lt;a href=\"Nokia%20N78\"&gt;N78&lt;/a&gt; were unveiled. Two new Nseries devices were revealed at the end of August 2008, the &lt;a href=\"Nokia%20N79\"&gt;Nokia N79&lt;/a&gt; and &lt;a href=\"Nokia%20N85\"&gt;Nokia N85&lt;/a&gt;. On 2 December 2008, Nokia Nseries announced the &lt;a href=\"Nokia%20N97\"&gt;Nokia N97&lt;/a&gt;. On 17 February 2009, Nokia announced the Nokia N86 8 MP, which is Nokia's first 8-megapixel phone. The &lt;a href=\"Nokia%20N8\"&gt;Nokia N8&lt;/a&gt; with 12-&lt;a href=\"megapixel\"&gt;megapixel&lt;/a&gt; camera was announced in April 2010 and on 21 June 2011 Nokia showcased their &lt;a href=\"Nokia%20N9\"&gt;Nokia N9&lt;/a&gt; &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; based on the &lt;a href=\"MeeGo\"&gt;MeeGo&lt;/a&gt; OS, their fourth non-Symbian Nseries device (after the &lt;a href=\"Maemo\"&gt;Maemo&lt;/a&gt; OS-based &lt;a href=\"Nokia%20N800\"&gt;N800&lt;/a&gt; and &lt;a href=\"Nokia%20N810\"&gt;N810&lt;/a&gt; &lt;a href=\"Nokia%20Internet%20tablet\"&gt;Internet tablet&lt;/a&gt;s, and &lt;a href=\"Nokia%20N900\"&gt;N900&lt;/a&gt; smartphone). The Nseries was retired and replaced by &lt;a href=\"Nokia%20Lumia\"&gt;Lumia&lt;/a&gt; that year. The company introduced the &lt;a href=\"Nokia%20N1\"&gt;Nokia N1&lt;/a&gt; tablet on 18 November 2014, which marked the return of the N prefix, but 'Nseries' branding has still been absent.\nFeatures.\nThe Nokia Nseries is aimed at users looking to pack as many features as possible into one device. The better-than-average cameras often found on Nseries devices (with many using the higher-quality &lt;a href=\"Carl%20Zeiss%20AG\"&gt;Carl Zeiss&lt;/a&gt; optics) are one such example, as are the video and music playback and photo viewing capabilities of these devices, which resemble those of standalone portable media devices. As of 2008, in all recently launched devices GPS, MP3 player and WLAN functionality also have been present.\nThe numbers describe the traits of the phone:\nThere are exceptions though - considering N8x, both the &lt;a href=\"Nokia%20N82\"&gt;N82&lt;/a&gt; and &lt;a href=\"Nokia%20N86%208MP\"&gt;N86 8MP&lt;/a&gt; were top-of-the-range smartphones with advanced cameras, so are clearly 'high-end' as their fellow N9x models.\nOperating systems.\nThe first Nseries device was the &lt;a href=\"Nokia%20N90\"&gt;Nokia N90&lt;/a&gt; in 2005, which ran the &lt;a href=\"Symbian%20OS\"&gt;Symbian OS&lt;/a&gt; 8.1 &lt;a href=\"mobile%20operating%20system\"&gt;mobile operating system&lt;/a&gt; with &lt;a href=\"Nokia%20Series%2060\"&gt;Series 60&lt;/a&gt; 2nd Edition Feature Pack 3, as did the simultaneously-announced &lt;a href=\"Nokia%20N70\"&gt;Nokia N70&lt;/a&gt;.\nThe &lt;a href=\"Nokia%20N8\"&gt;Nokia N8&lt;/a&gt;, released in September 2010, was the world's first phone to run &lt;a href=\"Symbian%5E3\"&gt;Symbian^3&lt;/a&gt;, and the first phone by Nokia featuring a 12-&lt;a href=\"megapixel\"&gt;megapixel&lt;/a&gt; &lt;a href=\"autofocus\"&gt;autofocus&lt;/a&gt; &lt;a href=\"lens%20%28optics%29\"&gt;lens&lt;/a&gt;. It was also the last Nseries phone to run any Symbian OS.\nOn the &lt;a href=\"Nokia%20N800\"&gt;Nokia N800&lt;/a&gt; and &lt;a href=\"Nokia%20N810\"&gt;Nokia N810&lt;/a&gt; &lt;a href=\"Nokia%20Internet%20tablet\"&gt;Internet tablet&lt;/a&gt;s (2007), and &lt;a href=\"Nokia%20N900\"&gt;Nokia N900&lt;/a&gt; &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; (2009), Nokia chose to use the &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt;-based &lt;a href=\"Maemo%20%28operating%20system%29\"&gt;Maemo&lt;/a&gt; operating system.\nThe last Nseries mobile phones were the developer-only &lt;a href=\"Nokia%20N950\"&gt;Nokia N950&lt;/a&gt; in mid-2011 and the &lt;a href=\"Nokia%20N9\"&gt;Nokia N9&lt;/a&gt;, released in September 2011. Maemo had merged with &lt;a href=\"Intel\"&gt;Intel&lt;/a&gt;'s &lt;a href=\"Moblin\"&gt;Moblin&lt;/a&gt; to create &lt;a href=\"MeeGo\"&gt;MeeGo&lt;/a&gt; in May 2010, so Nokia opted to use MeeGo \"Harmattan\" 1.2 for these devices.\nThe Android-powered Nseries tablet &lt;a href=\"Nokia%20N1\"&gt;Nokia N1&lt;/a&gt; developed by &lt;a href=\"Nokia\"&gt;Nokia&lt;/a&gt;, released in January 2015, uses &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android (operating system)&lt;/a&gt; &lt;a href=\"Android%205\"&gt;5.0 (Lollipop)&lt;/a&gt;. It is manufactured by &lt;a href=\"Foxconn\"&gt;Foxconn&lt;/a&gt; and has 8-megapixel back camera and 5-megapixel front camera.\nList of Nseries devices.\nIn June at the Nokia Connections in Singapore Nokia launched the new N9 with MeeGo 1.2 Harmattan OS which the company calls Qt device as the whole app and UI framework is written in Qt. It is also the world's first pure touch phone with no buttons for home screen and a great new swipe UI. Reviews have been average to good for this phone, with most reviewers liking the phone's good quality and operating system, but expressing concern over the fact that it loses out to competitors in terms of specs. The device was expected to be sold in selected regions in Q3 2011."
}