{
    "id": "30873710",
    "revid": "22172530",
    "url": "https://en.wikipedia.org/wiki?curid=30873710",
    "title": "Liaoning F.C.",
    "text": "Liaoning Football Club (), officially known as Liaoning Hongyun (), was a professional &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; club with a long history in Chinese football. The club can predate their formation to 1953, when Shenyang government sports body joined existing club Northeast China to play in the Chinese national football league. By 1956, the league was gradually expanded and regional sports institutes' own representatives were allowed, which eventually formed Liaoning Football Club. The club won several titles as well as the &lt;a href=\"Asian%20Club%20Championship%201989-90\"&gt;1989–90 Asian Club Championship&lt;/a&gt; when they beat &lt;a href=\"Yokohama%20F.%20Marinos\"&gt;Nissan Yokohama&lt;/a&gt; in the final, making Liaoning FC the first Chinese club to win an Asian club championship trophy. Since February 26, 1994, the team was established as a full professional football club to play in the &lt;a href=\"Chinese%20Jia-A%20League%201994\"&gt;1994 Chinese Jia-A League&lt;/a&gt; season, making them one of the founding members of the first fully professionalized top-tier league in China.\nThe team was based in &lt;a href=\"Shenyang\"&gt;Shenyang&lt;/a&gt;, &lt;a href=\"Liaoning\"&gt;Liaoning Province&lt;/a&gt; and their home stadium was the &lt;a href=\"Tiexi%20New%20District%20Sports%20Center\"&gt;Tiexi New District Sports Center&lt;/a&gt; that has a seating capacity of 30,000. Their majority shareholders were the &lt;a href=\"Liaoning%20Sport%20Technology%20College\"&gt;Liaoning Sport Technology College&lt;/a&gt; and the Huludao Hongyun Group Co., Ltd, which was part of the real estate and financial &lt;a href=\"Conglomerate%20%28company%29\"&gt;conglomerate&lt;/a&gt; the &lt;a href=\"Hongyun%20Group\"&gt;Hongyun Group&lt;/a&gt;.\nAccording to Forbes, Liaoning were the 10th most valuable football team in China, with a team value of $67 million, and an estimated revenue of $14 million in 2015.\nOn 23 May 2020, Liaoning Football Club was disqualified by &lt;a href=\"Chinese%20Football%20Association\"&gt;Chinese Football Association&lt;/a&gt; (CFA) due to wage arrears.\nHistory.\nEarly club era.\nThe football club can predate their formation to 1953 when the local &lt;a href=\"Shenyang\"&gt;Shenyang&lt;/a&gt; government sports body joined existing club Northeast China to play in the recently created Chinese national football league. In 1954, &lt;a href=\"Guo%20Hongbin\"&gt;Guo Hongbin&lt;/a&gt; (郭鸿宾) was appointed as their Head coach and as part of the Northeast China team he would achieve immediate success by winning the league title. The club would continue to be a regular competitor within the football league until 1956 when the team would split after the league allowed regional sports institutes their own representatives. The Shenyang sports body would take over the team and rename themselves Shenyang Sports Institute until 1959 when they named themselves Liaoning Football Team after their own province. While they came close to winning the title on several occasions under Guo Hongbin when football was halted because of the &lt;a href=\"cultural%20revolution\"&gt;cultural revolution&lt;/a&gt; he left the team. When football returned to the country the club hired &lt;a href=\"Gu%20Mingchang\"&gt;Gu Mingchang&lt;/a&gt; in 1975 and took part in the multi-sport event 1975 &lt;a href=\"Chinese%20National%20Games\"&gt;Chinese National Games&lt;/a&gt;, which Gu Mingchang won in his debut season. From that tournament youngsters &lt;a href=\"Chi%20Shangbin\"&gt;Chi Shangbin&lt;/a&gt;, &lt;a href=\"Lin%20Lefeng\"&gt;Lin Lefeng&lt;/a&gt;, &lt;a href=\"Zhang%20Yiming\"&gt;Zhang Yiming&lt;/a&gt; and &lt;a href=\"Li%20Shubin\"&gt;Li Shubin&lt;/a&gt; would build the spine of the team that re-entered the national league and they would progress to see Liaoning win the 1978 league title. After that achievement Gu Mingchang was unable to replicate the same success despite coming runners-up twice under his reign before he left in 1980.\n1984–1993: Ten consecutive years of success.\nIn 1984, Mi Jide (倪继德) was appointed as the new manager of the team and his introduction signified immense changes within the club. The first was the inclusion of the Liaoning Youth team now competing within the Chinese football pyramid as well as the organization of semi-professionalism already established 1982. Under his reign he utilized these factors to make Liaoning the dominant team within the football league. His first success came when he won the 1984 &lt;a href=\"Chinese%20FA%20Cup\"&gt;Chinese FA Cup&lt;/a&gt;, which was then used as a springboard to win the 1985 league title. The club would participate in the &lt;a href=\"1985%E2%80%9386%20Asian%20Club%20Championship\"&gt;1985–86 Asian Club Championship&lt;/a&gt; for the first time in their history and decided that it was important enough that they would not defend their league title and concentrate on the continental competition, however despite this commitment they still finished bottom within their group. The team still took part in the 1986 Chinese FA final and beat &lt;a href=\"Beijing%20Guoan%20F.C.\"&gt;Beijing&lt;/a&gt; 1–0 in the final as the team's assistant Li Yingfa (李应发) led them to victory after Mi Jide had to leave the team due to being diagnosed with stomach cancer. After that victory Li Yingfa was permanently promoted to the Head coach position and built upon the foundations laid by Mi Jide by winning successive league titles in the 1987 and 1988 competitions. After dominating the Chinese league the team would turn their attentions to the premier Asian competition and won the &lt;a href=\"1989%E2%80%9390%20Asian%20Club%20Championship\"&gt;1989–90 Asian Club Championship&lt;/a&gt; by beating &lt;a href=\"Yokohama%20F.%20Marinos\"&gt;Nissan Yokohama&lt;/a&gt; 3–2 on aggregate to claim their first and China's first continental competition. The following campaign Liaoning went on to reclaimed the league title and once again reached the &lt;a href=\"Asian%20Club%20Championship\"&gt;Asian Club Championship&lt;/a&gt; final where this time they faced Iranian team &lt;a href=\"Esteghlal%20F.C.\"&gt;Esteghlal Tehran&lt;/a&gt; but lost the game 2–1. After that defeat Liaoning struggled to compete in the following &lt;a href=\"1991%20Asian%20Club%20Championship\"&gt;1991 Asian Club Championship&lt;/a&gt; and were knocked out early within that competition, however when they returned to their league they went on to retain the 1991 league title and Li Yingfa decided to leave the team. Yang Yumin (杨玉敏) was brought in at the start of the 1992 championship and continued the work of his predecessor and deliver another league title at the end of the season. The 1993 league title would end in dramatic fashion when goal-difference saw Liaoning beat &lt;a href=\"Guangdong%20Hongyuan%20F.C.\"&gt;Guangdong Hongyuan&lt;/a&gt; to the championship and see the club win its tenth major trophy in ten seasons, however after the campaign the majority of the players who were essential within those ten seasons such as &lt;a href=\"Ma%20Lin%20%28footballer%29\"&gt;Ma Lin&lt;/a&gt;, &lt;a href=\"Tang%20Yaodong\"&gt;Tang Yaodong&lt;/a&gt;, &lt;a href=\"Zhao%20Faqing\"&gt;Zhao Faqing&lt;/a&gt;, &lt;a href=\"Gao%20Sheng%20%28footballer%29\"&gt;Gao Sheng&lt;/a&gt;, &lt;a href=\"Dong%20Liqiang\"&gt;Dong Liqiang&lt;/a&gt;, &lt;a href=\"Wang%20Jun%20%28footballer%2C%20born%201963%29\"&gt;Wang Jun&lt;/a&gt;, &lt;a href=\"Fu%20Yubin\"&gt;Fu Yubin&lt;/a&gt; and &lt;a href=\"Li%20Bing%20%28footballer%29\"&gt;Li Bing&lt;/a&gt; would all either retire or soon leave the club, ending the club's dominance within Chinese football.\n1994: Professionalism.\nOn February 26, 1994, Liaoning was re-established as a professional unit as a result of the Chinese football reform, which was the Chinese Football Association looking to professionalize the whole of the Chinese football league. The club would take part in the 1994 Chinese Jia-A League season, making them a founding member of the first fully professional top-tier league in China. While private businesses were allowed to own or sponsor football clubs for the first time Liaoning had already spearheaded the reform in 1988 when they were the first ever Chinese club to gain any form of sponsorship when the Pharmaceutical Enterprise Group sponsored them within that season. Liaoning's transition toward full professionalism was difficult compared to their peers and the developments of their rivals saw them achieve only one victory in their first four games, which resulted in Yang Yumin resigning from his post as manager. The club's struggles would continue on October 23, 1994, when their first major signing within the professional era &lt;a href=\"Jiang%20Feng%20%28footballer%29\"&gt;Jiang Feng&lt;/a&gt; was caught stamping on &lt;a href=\"Shanghai%20Greenland%20Shenhua%20F.C.\"&gt;Shanghai Shenhua&lt;/a&gt; player &lt;a href=\"Wu%20Chengying\"&gt;Wu Chengying&lt;/a&gt; in a league game that saw him banned by the CFA for the rest of the season. At the end of the season they finished the league in fourth and for the first time in ten seasons they were unable to achieve any silverware.\n1995–2005: Financial trouble.\nIn the &lt;a href=\"Chinese%20Jia-A%20League%201995\"&gt;1995 Chinese league season&lt;/a&gt; Liaoning's reign as China's dominant football club officially came to end when they were defeated by &lt;a href=\"Guangzhou%20Apollo\"&gt;Guangzhou Apollo&lt;/a&gt; 2–1 on November 12, 1995, and were relegated for the first time in their history to the second tier. Within the campaign the influential &lt;a href=\"Chinese%20Football%20Association%20Footballer%20of%20the%20Year\"&gt;Chinese Football Association Footballer of the Year&lt;/a&gt; winner Li Bing was sold for a then Chinese record fee of 640,000 Yuan to &lt;a href=\"Guangdong%20Winnerway%20F.C.\"&gt;Guangdong Winnerway&lt;/a&gt; and the club's results suffered due to his absence. On June 14, 1995, the club's manager Wang Hongli was replaced by the former Liaoning player Li Shubin in his first Head coach position, however he was unable to make a difference and was relieved of his duties at the end of the season. In the wake of the disappointment private investor Cao Guojun (曹国俊), &lt;a href=\"Liaoning%20Sport%20Technology%20College\"&gt;Liaoning Sport Technology College&lt;/a&gt;, &lt;a href=\"Beijing%20Jiahua%20Group\"&gt;Beijing Jiahua Group&lt;/a&gt;, &lt;a href=\"China%20Northern%20Airlines\"&gt;China Northern Airlines&lt;/a&gt; and members from the &lt;a href=\"Dalian%20Development%20Area\"&gt;Dalian Development Area&lt;/a&gt; as well as several others increased their investment of the club on December 29, 1995, to make Liaoning China's first joint-stock club. With this investment the club hired former Chinese national team manager &lt;a href=\"Su%20Yongshun\"&gt;Su Yongshun&lt;/a&gt; in the hopes of an immediate promotion. Su Yongshun would not be the person to achieve this as the club finished fourth within the division. This saw many of the investors pull-out from the club, which resulted in the team in a tight financial situation, which was only relieved when chairman and investor Cao Guojun assigned three million Yuan to the team and later bring in new investors into the club. Former manager Wang Hongli was eventually brought back into the team while emerging strikers &lt;a href=\"Qu%20Shengqing\"&gt;Qu Shengqing&lt;/a&gt; and &lt;a href=\"Zhang%20Yuning%20%28footballer%2C%20born%201977%29\"&gt;Zhang Yuning&lt;/a&gt; were able to fire Liaoning back into the top tier at the end of the 1998 league season.\nIn the &lt;a href=\"Chinese%20Jia-A%20League%201999\"&gt;1999 league season&lt;/a&gt; former Liaoning youth team coach Zhang Yin was already appointed as the club's manager and under his reign he continued to promote youth players such as &lt;a href=\"Li%20Jinyu\"&gt;Li Jinyu&lt;/a&gt;, &lt;a href=\"Li%20Tie\"&gt;Li Tie&lt;/a&gt;, &lt;a href=\"Wang%20Liang%20%28footballer%2C%20born%201979%29\"&gt;Wang Liang&lt;/a&gt; and &lt;a href=\"Zhao%20Junzhe\"&gt;Zhao Junzhe&lt;/a&gt; into the senior team. His faith within his young players would be extremely successful and Liaoning became genuine title contenders and came runners-up to &lt;a href=\"Shandong%20Luneng%20Taishan%20F.C.\"&gt;Shandong Luneng Taishan&lt;/a&gt; by a single point. Initially the team hoped they could build upon their runners-up spot by winning the league's opening showpiece event the &lt;a href=\"Chinese%20FA%20Super%20Cup\"&gt;Chinese FA Super Cup&lt;/a&gt;, however this would be dashed on April 26, 2000, when teammates &lt;a href=\"Zhang%20Yuning%20%28footballer%2C%20born%201977%29\"&gt;Zhang Yuning&lt;/a&gt; and Qu Leheng were involved in a serious car accident. It was discovered that Zhang was drink driving while taking some teammates and friends home, however while Zhang sustained minor injuries his teammate Qu Leheng sustained serious injuries, which resulted in Qu being left a paraplegic and consigned to a wheelchair for life. Qu would go on to successfully sue Zhang 2.34 million yuan (282,000 US dollars) for compensation on November 22, 2004. Zhang would also go on to make a public apology to Qu and despite publicly believing that the compensation was especially high he decided to abnegate his right to ask for a retrial. The incident and subsequent trial would cause irrevocable damage to the club's season, which resulted in Zhang Yin leaving the team and eventually Wang Hongli returning to the club once again to steer the club to an eighth-place finish. The incident would coincide with the sell off of the club with the Liaoning Youth team sold for 28,000,000 RMB to the &lt;a href=\"Hongyun%20Group\"&gt;Hongyun Group&lt;/a&gt; and &lt;a href=\"Huludao%20Jiuxing%20Ltd\"&gt;Huludao Jiuxing Ltd&lt;/a&gt; on December 26, 2001, to form &lt;a href=\"Liaoning%20Xingguang\"&gt;Liaoning Xingguang&lt;/a&gt;. This was followed by a relocation to the &lt;a href=\"Olympic%20Sports%20Centre%20%28Beijing%29\"&gt;Olympic Sports Centre&lt;/a&gt; in Beijing at the start of the 2002 league season on financial grounds, however the club returned to their hometown the following campaign. The striker Li Jinyu, winner of the 2002 Chinese Golden boot award was then sold to Shandong Luneng Taishan for a Chinese record 4,900,000 Yuan. By March 7, 2006, the club would admit that they were in debt and were looking to sell the club.\n2006–2017: A new chairman.\nOn August 4, 2006, Liaoning Sport Technology College officially became the club's major shareholder. On August 20, 2006, the Hongyun Group also became a majority shareholder within the team and eventually brought in Wang Yi (王毅) to be appointed as the club's Chairman in April 2007. One of his first assignments was having to disband the club's youth team called &lt;a href=\"Liaoning%20Guangyuan%20FC\"&gt;Liaoning Guangyuan&lt;/a&gt; after their time as a satellite team in Singapore's &lt;a href=\"S.League\"&gt;S.League&lt;/a&gt; saw them embroiled in a match fixing scandal. In the 2008 league season the club would go on to be relegated, however in the 2009 league season they would go on to win the second division and immediately win promotion back to the top tier. The club would re-establish themselves back in the top flight and even came third within the 2011 league season, which saw them qualify for Asia's top competition for the first time in 17 years. The club would decide not to participate within the &lt;a href=\"2012%20AFC%20Champions%20League\"&gt;2012 AFC Champions League&lt;/a&gt; after it required them to play a qualification game to enter the tournament proper.\n2017–present: Relegation.\nOn 5 July 2016 the club signed &lt;a href=\"Nigeria%20national%20football%20team\"&gt;Nigerian international&lt;/a&gt; footballer &lt;a href=\"Anthony%20Ujah\"&gt;Anthony Ujah&lt;/a&gt; for a club record €13 million from &lt;a href=\"SV%20Werder%20Bremen\"&gt;SV Werder Bremen&lt;/a&gt;. The move was not a success and Liaoning Hongyun were relegated to the &lt;a href=\"2018%20China%20League%20One\"&gt;League One&lt;/a&gt; once again in the &lt;a href=\"2017%20Chinese%20Super%20League\"&gt;2017 season&lt;/a&gt;, finishing in last place. Anthony Ujah was sold at a significant loss to &lt;a href=\"1.%20FSV%20Mainz%2005\"&gt;Mainz 05&lt;/a&gt; for €3.8 million. In the &lt;a href=\"2018%20China%20League%20One\"&gt;2018 league season&lt;/a&gt; the club failed to gain promotion in their first attempt. Along with the loss of revenue from the top tier the club would admit that they were in financial difficulties and were paying the teams wages late at the start of the &lt;a href=\"2019%20China%20League%20One\"&gt;2019 league season&lt;/a&gt;. At the beginning of the &lt;a href=\"2020%20China%20League%20One\"&gt;2020 league season&lt;/a&gt; the club were once again late in paying their player wages and had to receive an extension from the &lt;a href=\"Chinese%20Football%20Association\"&gt;Chinese Football Association&lt;/a&gt; to grant them their registration for the new season. On 24 February 2020 the club finally handed in their financial statements to the Chinese FA, however several players immediately wrote to the FA to claim that the financial statements handed in by the club were fraudulent and they had still not been paid. The club were once again given an extension by the FA, but had to settle all wages owed before being granted registration to play in the league. In light of this the clubs debt was discovered to be 376,140,492.50 Yuan (€48,373,237.76) as of 19 May 2019 while their operating costs throughout the season were 100 million Yuan and they were actively looking for investors, especially the local Shenyang City government or face bankruptcy.\nOn 11 March 2020 newly promoted club to the second tier &lt;a href=\"Shenyang%20Urban%20F.C.\"&gt;Shenyang Urban F.C.&lt;/a&gt; became interested in merging and integrating the clubs together. The club's owner &lt;a href=\"Zhuang%20Yi\"&gt;Zhuang Yi&lt;/a&gt; was a former Liaoning player and publicly stated he wished to create a new Liaoning club. On 12 March 2020, Liaoning was officially disbanded. Zhuang Yi immediately received all the players from all echelons of Liaoning and started to integrate the two teams. On 13 March 2020 Shenyang Urban F.C. officially changed their name to Liaoning Shenyang Urban F.C..\nOn 23 May 2020, Liaoning Football Club was disqualified by CFA due to wage arrears.\nRivalries.\nThe club have historically had two main rivalries, which were with &lt;a href=\"Dalian%20Shide%20F.C.\"&gt;Dalian Football Club&lt;/a&gt; and &lt;a href=\"Guangzhou%20R%26amp%3BF%20F.C.\"&gt;Shenyang&lt;/a&gt;. Geographically they all shared the same province of Liaoning, while the tie played between them was subsequently called the Liaoning Derby (辽宁德比). The more high-profile tie would have been the Liaoning FC and Dalian match because each team could boast successful periods within their histories; however, a direct championship rivalry between them never materialized and on 30 November 2012, Dalian were acquired by &lt;a href=\"Dalian%20Yifang%20F.C.\"&gt;Dalian Aerbin&lt;/a&gt; that effectively ended that rivalry. The Liaoning FC and Shenyang tie saw the clubs share the same Shenyang People's Stadium in the &lt;a href=\"Chinese%20Jia-A%20League%201994\"&gt;1994 league season&lt;/a&gt; but this rivalry also ended when Shenyang left the province and moved to &lt;a href=\"Changsha\"&gt;Changsha&lt;/a&gt;. The Liaoning Derby has been continued with Dalian Aerbin and on 26 October 2014 it saw Liaoning FC beat Dalian Aerbin, 2–1, in a vital league game that helped relegate Dalian Aerbin to the second tier at the end of the &lt;a href=\"2014%20Chinese%20Super%20League\"&gt;2014 Chinese Super League&lt;/a&gt; season.\nCoaching staff.\nManagerial history.\nManagers who have coached the club and team since Liaoning became a fully professional club back on February 26, 1994.\nHonours.\nAll-time honours list including semi-professional period and one 1954 Chinese National League championship as part of North East China team.\nDomestic.\nLeague\nCup\nResults.\n\"As of the end of 2018 season.\"\nAll-time League rankings\nNo league games in 1959, 1966–72, 1975;\nDid not participate in 1986 league;\nKey"
}