{
    "id": "30876766",
    "revid": "43026715",
    "url": "https://en.wikipedia.org/wiki?curid=30876766",
    "title": "Cue stick",
    "text": "A cue stick (or simply cue, more specifically billiards cue, pool cue, or snooker cue) is an item of &lt;a href=\"sport\"&gt;sport&lt;/a&gt;ing equipment essential to the games of &lt;a href=\"Pocket%20billiards\"&gt;pool&lt;/a&gt;, &lt;a href=\"snooker\"&gt;snooker&lt;/a&gt; and &lt;a href=\"carom%20billiards\"&gt;carom billiards&lt;/a&gt;. It is used to strike a &lt;a href=\"Billiard%20ball\"&gt;ball&lt;/a&gt;, usually the . Cues are tapered sticks, typically about 57–59 inches (about 1.5 m) long and usually between 16 and 21 ounces (450–600 g), with professionals gravitating toward a 19-ounce (540 g) average. Cues for carom tend toward the shorter range, though cue length is primarily a factor of player height and arm length. Most cues are made of &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, but occasionally the wood is covered or bonded with other materials including graphite, &lt;a href=\"Carbon%20fiber%20reinforced%20plastic\"&gt;carbon fiber&lt;/a&gt; or &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt;. An obsolete term for a cue, used from the 16th to early 19th centuries, is billiard stick.\nHistory.\nThe forerunner of the cue was the , an implement similar to a light-weight &lt;a href=\"Golf%20club%20%28equipment%29\"&gt;golf club&lt;/a&gt;, with a foot that was generally used to shove rather than strike the cue ball. When the ball was against a , use of the mace was difficult (the foot would not fit under the edge of the cushion to strike the ball squarely), and by 1670 experienced players often used the tail or butt end of the mace instead. The term \"cue\" comes from \"queue\", the &lt;a href=\"French%20language\"&gt;French&lt;/a&gt; word for \"tail\", in reference to this practice, a style of shooting that eventually led to the development of separate, footless cue sticks by about 1800, used initially as adjuncts to the mace, which remained in use until well into the 19th century. In public &lt;a href=\"Billiard%20hall\"&gt;billiard rooms&lt;/a&gt; only skilled players were allowed to use the cue, because the fragile cloth could be torn by novices. The introduction of the cue, and the new game possibilities it engendered, led to the development of cushions with more rebound, initially stuffed with linen or cotton flocking, but eventually replaced by rubber.\nThe idea of the cue initially was to try to strike the cue-ball as centrally as possible to avoid a . The concept of on the cue ball was discovered before cue-tips had been invented; e.g. striking the bottom of the cue ball to make it go backwards upon contact with an . &lt;a href=\"Fran%C3%A7ois%20Mingaud\"&gt;François Mingaud&lt;/a&gt; was studying the game of billiards while being held in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; as a political prisoner, and experimented with a leather cue tip. In 1807, he was released and demonstrated his invention. Mingaud is also credited with the discovery that by raising the cue vertically, to the position adopted by the mace, he could perform what is now known as a shot.\nIn pre-tip days, it was common for players to twist the ends of their cue into a &lt;a href=\"plaster\"&gt;plaster&lt;/a&gt; wall or ceiling so that a chalk-like deposit would form on the end to reduce the chance of a miscue, thus giving rise to the modern . The first systematic marketing of chalk was by John Carr, a marker in John Bartley's billiard rooms in &lt;a href=\"Bath%2C%20Somerset\"&gt;Bath&lt;/a&gt;. Between Carr and Bartley, it was discovered how \"\" () could be used to the advantage of players, and Carr began selling chalk in small boxes. He called it \"twisting powder\", and the magical impression this gave the public enabled him to sell it for a higher price than if they realized it was simply chalk in a small box. \"\", an American term for sidespin, derives from the British discovery of sidespin's effects, as \"massé\" comes from the French word for \"mace\".\nTypes.\nPool and snooker cues average around in length and are of three major types. The simplest type is a one-piece cue; these are generally stocked in pool halls for communal use. They have a uniform taper, meaning they decrease in diameter evenly from the end or butt to the tip. A second type is the two-piece cue, divided in the middle for ease of transport, usually in a cue case or pouch. A third variety is another two-piece cue, but with a joint located three-quarters down the cue (usually 12 or 16 inches away from the butt), known as a \"three-quarter two-piece\", used by snooker players.\nPool.\nA typical two piece cue for pocket billiards is usually made mostly of hard or &lt;a href=\"rock%20maple\"&gt;rock maple&lt;/a&gt;, with a &lt;a href=\"fiberglass\"&gt;fiberglass&lt;/a&gt; or &lt;a href=\"phenolic%20resin\"&gt;phenolic resin&lt;/a&gt; , usually long, and steel and . Pool cues average around long, are commonly available in weights, with being the most common, and usually have a diameter in the range of 12 to 14 mm. A conical , with the gradually shrinking in diameter from joint to ferrule, is favored by some, but the \"pro\" taper is increasingly popular, straight for most of the length of the shaft from ferrule back, flaring to joint diameter only in the last to of the shaft. While there are many custom cuemakers, a very large number of quality pool cues are manufactured in bulk. In recent years, modern materials such as fiberglass, &lt;a href=\"carbon%20fiber\"&gt;carbon fiber&lt;/a&gt;, &lt;a href=\"aluminum\"&gt;aluminum&lt;/a&gt;, etc., have been used more and more for shafts and butts. A trend toward experimentation has also developed with &lt;a href=\"rubber\"&gt;rubber&lt;/a&gt;, &lt;a href=\"memory%20foam\"&gt;memory foam&lt;/a&gt; and other soft .\nCarom.\nCarom billiards cues tend to be shorter and lighter than pool cues, with a shorter ferrule, a thicker and joint, a wooden joint pin (ideally) and collarless wood-to-wood joint, a conical taper, and a smaller tip diameter. Typical dimensions are long, in weight, with an 11–12 mm diameter tip. The specialization makes the cue stiffer, for handling the heavier billiard balls and acting to reduce . The wood used in carom cues can vary widely, and most quality carom cues are handmade.\nSnooker.\nAt , a cue designed for snooker is usually shorter than the typical 59 inch pool cue and has detachable butt for making the cue longer or more. Many snooker cues are jointed, usually with brass fittings, or even of the way back toward the butt , providing an unusually long shaft, rather than at the half-way point, where pool and carom cues are jointed. This necessitates an extra long cue case. Some models are jointed in two places, with the long shaft having a smooth and subtle wood-to-wood joint. Snooker cue tips are usually 8.5 – 10.5 mm in diameter to provide more accuracy and finesse with snooker balls, which are smaller than pool and carom varieties. Snooker butts are usually flat on one side so that the cue may be laid flat on the table and slid along the &lt;a href=\"baize\"&gt;baize&lt;/a&gt; under a to strike the cushion-ward side of the when it is to the cushion (such a shot is not legal in pool or carom games under most rulesets). This tactile flat part of the butt also helps the player develop a very specific way of holding the cue, consistent on every shot for a very uniform (snooker, in the case of many if not most shots, requires much more precision than pool). Snooker cue weights vary between 16 and 18 oz. While a lighter cue is usually for beginners to develop correct technique when starting out, some professional snooker players use lighter cues (15 – 16 1/2 oz.), &lt;a href=\"Joe%20Davis\"&gt;Joe Davis&lt;/a&gt;, &lt;a href=\"John%20Spencer%20%28snooker%20player%29\"&gt;John Spencer&lt;/a&gt;, &lt;a href=\"Terry%20Griffiths\"&gt;Terry Griffiths&lt;/a&gt;, &lt;a href=\"Mark%20Williams%20%28snooker%20player%29\"&gt;Mark Williams&lt;/a&gt; and &lt;a href=\"Paul%20Hunter\"&gt;Paul Hunter&lt;/a&gt;, to name a few. The balance point of a cue is usually 16 to 18 inches from the butt end.\nMinimum length for a snooker cue\nThe official rules of both snooker and billiards state that \"A cue shall be not less than 3 ft (914 mm) in length and shall show no change from the traditional tapered shape and form, with a tip, used to strike the cue-ball, secured to the thinner end.\" This rule was introduced following an incident on 14 November 1938 when &lt;a href=\"Alec%20Brown%20%28snooker%20player%29\"&gt;Alec Brown&lt;/a&gt; was playing &lt;a href=\"Tom%20Newman%20%28billiards%20player%29\"&gt;Tom Newman&lt;/a&gt; at &lt;a href=\"Thurston%27s%20Hall\"&gt;Thurston's Hall&lt;/a&gt; in the &lt;a href=\"1938/1939%20Daily%20Mail%20Gold%20Cup\"&gt;1938/1939 Daily Mail Gold Cup&lt;/a&gt;. In the third frame, Brown potted a red, after which the cue ball was left amidst several reds, with only a narrow way through to the black, the only colour not snookered, and which was near its spot. Playing this with conventional equipment would have been awkward. To the surprise of spectators, Brown produced a small &lt;a href=\"fountain%20pen\"&gt;fountain pen&lt;/a&gt;-sized cue from his vest pocket, chalked it, and played the stroke. Newman protested at this.\nThe referee, Charles Chambers, then inspected the implement, a strip of ebony about five inches long, with one end having a cue tip. Chambers decided to award a foul, and awarded Newman seven points. In response to questions, the referee quoted the rule that said all strokes must be made with the tip of the cue, so he did not regard the \"fountain-pen cue\" as a valid cue. Eight days later, the Billiards Association and Control Council, which owned the rules, met and decided to introduce a new rule, which has been developed into today's version: \"A billiards cue, as recognised by the Billiards and Control Council, shall not be less than three feet in length, and shall show no substantial departure from the traditional and generally accepted shape and form.\"\nSpeciality.\nManufacturers also provide a variety of specialty cues tailored to specific shots. Pool \"break cues\" have tips made from very hard leather (sometimes layered) or &lt;a href=\"phenolic%20resin\"&gt;phenolic resin&lt;/a&gt; to ensure that the full force of the stroke is transferred to the cue ball during the , and to avoid excessive wear-and-tear on the tips and ferrules of players' main shooting cues. Phenolic-tipped break cues often have a merged phenolic ferrule-tip, instead of two separate pieces.\n\"Jump cues\" are shorter, lighter (12 ounces and less) cues that make performing a legal easier, and also often have a very hard tip. Some standard-sized break cues include a two-piece butt allowing a player to remove the lower, heavier half of the butt to produce a jump cue; these are usually referred to as \"jump–break\" or \"break–jump cues\". The uncommon \"massé cue\" is short and heavy, with a wider tip to aid in making .\nPractitioners of &lt;a href=\"artistic%20billiards\"&gt;artistic billiards&lt;/a&gt; and &lt;a href=\"artistic%20pool\"&gt;artistic pool&lt;/a&gt; sometimes have twenty or more cues, each specifically tailored to a particular &lt;a href=\"trick%20shot\"&gt;trick shot&lt;/a&gt;. Other specialty cues have multiple sections, between which weights can be added. Another specialization is the butt extension, which can be slipped over or screwed into the normal butt, to lengthen the cue and reduce dependency on the .\nA high quality two-piece cue with a nearly invisible wood-to-wood , so that it looks like a cheap one-piece , is called a \"\". Such a cue may be used by a &lt;a href=\"Hustling\"&gt;hustler&lt;/a&gt; to temporarily fool unsuspecting gamblers into thinking that he or she is a novice.\nShaft.\nShafts are made with various tapers, the two most common being the pro taper and the European taper. The pro taper has the same diameter from the tip to 30–35 cm (12–14 inches) toward the joint, at which point it begins to widen. The European taper widens continually and smoothly from the ferrule toward the joint. Despite their names, the continually sloping European taper is found in most &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n bar and house cues, and not all professional players prefer a straight pro taper on their custom, two-piece models.\nTip.\n&lt;a href=\"Leather\"&gt;Leather&lt;/a&gt; tips of varying curvature and degrees of hardness are glued to (or in some cases screwed into) the ferrule. The \"de facto\" standard curvatures for a pool tip are &lt;a href=\"Dime%20%28United%20States%20coin%29\"&gt;dime&lt;/a&gt;- and &lt;a href=\"Nickel%20%28United%20States%20coin%29\"&gt;nickel&lt;/a&gt;-radius, determined by shaping a tip so that when one puts a nickel or dime to it, they have the same curvature. The tip end of the cue will vary in diameter but is typically in the 9 to 14 millimeter range with 12–13 mm for pool cues, and 9–10 mm for &lt;a href=\"Snooker\"&gt;Snooker&lt;/a&gt; cues being most common.\nRounder (i.e., smaller radius) tips impart to the cue ball more easily since the point of contact between the tip and the ball requires less distance from the center hit to impart the same amount of spin, due to the increased tangential contact. Tips for break and jump cues are usually nickel radius or even flatter, and sometimes made of harder materials such as phenolic resin; the shots are forceful, and usually require less spin.\nA leather tip naturally compresses and hardens with subsequent shots. Without proper care, the surface of the tip can develop an undesired smoothness or glossiness which can significantly reduce the desired friction between the tip and the cue ball. &lt;a href=\"Cue%20sports%23Chalk\"&gt;Cue chalk&lt;/a&gt; is applied to the tip of the cue, ideally after every other shot or so, to help achieve the desired friction and minimize the chance of a . This is especially important when the cue tip does not hit the cue ball in its center and thereby imparts spin to the cue ball.\nThere are different grades of hardness for tips, ranging from very soft to very hard. Softer tips (major brands include Elk Master and Blue Diamond) hold chalk better, but tend to degrade faster from abrasion (from chalk and scuffers), shaping (from cue tip shapers/tackers/picks), and mushrooming (the sides of the tip bulge out from long normal use or from hard hits that compact the tip in all directions). Harder tips (major brands include Blue Diamond Plus, Triangle and Le Professional or \"Le Pro\") maintain their shape much better, but because of their hardness, chalk tends to not hold as well as it does on softer tips. The hardness of a leather tip is determined from its compression and tanning during the manufacturing process.\nAll cue tips once were of a one-piece construction, as are many today (including LePro and Triangle). More recently some tips are made of layers that are laminated together (major brands include Kamui, &lt;a href=\"Moori%20Tips\"&gt;Moori&lt;/a&gt; and Talisman). Harder tips and laminated tips hold their shape better than softer tips and one-piece tips. Laminated tips generally cost more than one-piece tips due to their more extensive manufacturing process. A potential problem with layered tips is delamination, where a layer begins to separate from another or the tip completely comes apart. This is not common and usually results from improper installation, misuse of tip tools, or high impact massé shots. One-piece tips are not subject to this problem, but they do tend to mushroom more easily.\nThese days there are synthetic, \"\"-leather or even rubber cue tips available that have similar playing characteristics to animal-hide tips. Often these are less affected by moisture and humidity than leather tips, tend less to bulge and mis-shapen, and are suitable substitutes for the average player.\nFerrule.\nThe end of the shaft has a cuff known as the ferrule, which is used to hold the cue tip in place and to bear the brunt of impact with the cue ball so that the less resilient shaft wood does not split. Ferrules are no longer made of ivory, but, rather, are now made of carbon fiber, or a plastic such as &lt;a href=\"melamine%20resin\"&gt;melamine resin&lt;/a&gt;, or &lt;a href=\"phenolic%20resin\"&gt;phenolic resin&lt;/a&gt;, which are extremely durable, high-impact materials that are resistant to cracking, chipping, and breaking. Brass ferrules are sometimes used, especially for snooker cues.\nJoint.\nThe heavy, lower piece of the cue is the cue butt, and the smaller, narrower end is the shaft. The two cue pieces are attached at the joint; normally a screw rising from butt end's joint (male) is threaded into a receptacle on the shaft (female), or vice versa. The joints are made of various materials, most frequently a plastic, &lt;a href=\"brass\"&gt;brass&lt;/a&gt;, &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt;, or &lt;a href=\"wood\"&gt;wood&lt;/a&gt; outer layer, but some custom cues are made of bone, antlers, or other more expensive materials that are less common, but serve the same effect. Most snooker cues have brass-to-brass joints. The internal male and female connection points are almost always &lt;a href=\"brass\"&gt;brass&lt;/a&gt; or steel because they respond less to temperature changes and thus expand and contract less than other materials, preserving the life of the cue. Joints have different sizes as well as different male and female ends on the shaft and butts of the cues. Traditional designs employ a fully threaded connection, while newer versions (marketed under such names as Uni-loc, Accu-loc, Speed-loc, and Tru-loc) employ half-threaded \"quick pin release\" connections that allow players to assemble and disassemble their cues faster.\nButt.\nThe bulk of the weight of the cue is usually distributed in the cue butt portion. Whether the weight be 16 oz. or 22 oz., the weight change is mainly in the butt (usually in the core, under the wrap). Butts have varying constructions, from three-piece to one-piece, as well as other custom versions that people have developed. These translate into different \"feels\" because of the distribution of weight as well as the balance point of the cue. Traditionally, players want the balance point of a cue near the top end of the wrap or around 7 inches from where they grip the butt. Some brands, and most custom cuemakers offer weights, usually metal discs of 1 to 2 ounces, that can be added at one or more places to adjust the balance and total weight and feel of the cue.\nThe cue butt is often inlaid with exotic woods such as &lt;a href=\"cocobolo\"&gt;cocobolo&lt;/a&gt; and &lt;a href=\"bocote\"&gt;bocote&lt;/a&gt; as well as other materials such as &lt;a href=\"ebony\"&gt;ebony&lt;/a&gt; and &lt;a href=\"mother%20of%20pearl\"&gt;mother of pearl&lt;/a&gt;. Usually parts of the butt are sectioned off with decorative rings. The use of various types of wraps on the cue butt, such as Irish &lt;a href=\"linen\"&gt;linen&lt;/a&gt; or &lt;a href=\"leather\"&gt;leather&lt;/a&gt;, provide a player with a better grip as well as absorbing moisture. Low-priced cues usually feature a &lt;a href=\"nylon\"&gt;nylon&lt;/a&gt; wrap which is considered not as good a \"feel\" as Irish Linen. Fiberglass and Graphite cues usually have a \"Veltex\" grip that is made of fiberglass/&lt;a href=\"graphite\"&gt;graphite&lt;/a&gt;, but is smoother and not glossy. Some people also prefer a cue with no wrap, and thus just a glossed finish on wood. Sometimes these no-wrap cues are more decorated because of the increased area for design and imagination. The butts of less expensive cues are usually spliced hardwood and a plastic covering while more high-end cues use solid rosewood or ebony. Snooker cues might be just the wood, waxed or oiled (bees wax, linseed oil).\nBumper.\nThe final part a cue is the bumper, made of rubber (pool) or leather (snooker). Though often considered less important than other parts of a cue, this part is essential for protecting a cue. The bumper protects the cue when it rests on the ground or accidentally hits a wall, table, etc. Without the bumper, such impacts might crack the butt over an extended period of time. The \"feel\" of the cue \"(see &lt;a href=\"%23%26quot%3BFeel%26quot%3B\"&gt;below&lt;/a&gt;)\" is also an issue – without the bumper, the resonance of the cue hitting the cue ball may vibrate differently than in a cue with a properly attached, tight bumper. Though small, the bumper also adds some weight on the end of the cue, preserving a balance that also impacts the feel of a cue.\nMaterials and design.\nA cue can be either hand- or machine-spliced. The choice of materials used in the construction of the cue butt and the artistry of the design can lead to cues of great beauty and high price. Good quality pool cues are customarily made from straight-grained hard rock &lt;a href=\"maple\"&gt;maple&lt;/a&gt; wood, especially the shaft. Snooker cues, by contrast, are almost always made of &lt;a href=\"ash%20tree\"&gt;ash wood&lt;/a&gt;, although one might come across one with a maple shaft. Maple is stiffer than ash, and cheaper. Cues are not always for play, some are purely collectible and can reach prices of tens of thousands of dollars for the materials they are made of and their exquisite craftsmanship.\nA good cue needn't be expensive. These \"collector\" cues have fine workmanship and use top quality materials. They are designed with ornate inlays in varying types of wood, precious metals and stones, all in a multitude of styles and sometimes displaying works of art. The inlays are stained, translucent, transparent or painted. These cues are also valued because of how well they perform. Competitors of custom cue makers and mass-production manufacturers usually try to make cues look like they are made of expensive materials by using overlays and decals. Although these lower the cost of the cues, they do not degrade the cues' effectiveness in game play. Another mark of quality is the precision with which inlays are set. High quality inlays fit perfectly with no gaps; they are symmetrical on all sides, as well as cut cleanly so that all edges and points are sharp, not rounded. The use of machines has aided much in the production of high quality inlays and other ornaments.\nNotable makers.\nThere have been a number of cue makers over the years; among them are &lt;a href=\"George%20Balabushka\"&gt;George Balabushka&lt;/a&gt;, Herman Rambow, &lt;a href=\"John%20Parris\"&gt;John Parris&lt;/a&gt; (Church Vale, London), Hunt &amp; O'Byrne (Butler's Wharf, London), Palmer, Han’s Delta, Predator, &lt;a href=\"Longoni\"&gt;Longoni&lt;/a&gt;, Samsara, Southwest, Szamboti, and Tascarella, whose cues are often very valuable to collectors."
}