{
    "id": "30872408",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=30872408",
    "title": "Doctor of Law",
    "text": "Doctor of Law or Doctor of Laws is a degree in &lt;a href=\"law\"&gt;law&lt;/a&gt;. The application of the term varies from country to country and includes degrees such as the &lt;a href=\"Doctor%20of%20Juridical%20Science\"&gt;Doctor of Juridical Science&lt;/a&gt; (J.S.D. or S.J.D), &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; (J.D.), &lt;a href=\"Doctor%20of%20Philosophy\"&gt;Doctor of Philosophy&lt;/a&gt; (Ph.D.), and &lt;a href=\"Legum%20Doctor\"&gt;Legum Doctor&lt;/a&gt; (LL.D.).\nBy country.\nArgentina.\nIn &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt; the Doctor of Laws or &lt;a href=\"Doctor%20of%20Juridical%20Science\"&gt;Doctor of Juridical Science&lt;/a&gt;s is the highest academic qualification in the field of \"&lt;a href=\"Jurisprudence\"&gt;Jurisprudence&lt;/a&gt;\". To obtain the doctoral degree the applicant must have previously achieved, at least the undergraduate &lt;a href=\"Title%20of%20Attorney\"&gt;degree of Attorney&lt;/a&gt;. (Título de Abogado). The doctorates in Jurisprudence in Argentina might have different denominations as is described as follow:\nBrazil.\nIn Brazil, the Doctor of Laws degree, known in &lt;a href=\"Portuguese%20language\"&gt;Portuguese&lt;/a&gt; as \"Doutor em Direito\" or \"Doutor em Ciências Jurídicas\", is the highest academic degree in law available.\nIn a few universities there is a higher title known as \"livre docência\", like the &lt;a href=\"habilitation\"&gt;habilitation&lt;/a&gt; in some European countries. However, this higher title is not a degree in the strict sense, because \"livre docência\" nowadays is an internal title, that applies solely within the institution granting it.\nIn the past, \"livre docência\" was a degree in the fullness of the term, and a professor bearing the title would enjoy the privileges of \"livre docência\" if he transferred from one institution to another; there are still living professors who hold the \"old\" \"livre docência\" degrees; but all new titles of that name only confer privileges within the institution granting it.\nThe doctoral degree is awarded upon the completion and the successful defense of a &lt;a href=\"thesis\"&gt;thesis&lt;/a&gt; prepared by the doctoral candidate under the supervision of a tutor. The thesis must be examined by a board of five professors, holders of the title of doctor or of a \"livre docência\". Two of the members of the board must be professors from another institution. In most Brazilian Law Schools, the candidates are also required to earn a minimum number of credits.\nUnlike the rules of other countries, the Brazilian norms governing the grant of doctoral titles do not require the publication of the thesis as a precondition for the award of the degree. Nevertheless, copies of the thesis must be delivered to the institution's library. Usually, doctoral thesis are published by specialized editors after the grant of the doctoral title.\nIf one obtains a doctoral title in a foreign country, one cannot enjoy the academic privileges of the title in Brazil unless the title be first validated by a Brazilian University. In that case, the doctor asking for the validation of the title will present his thesis and other documents relating to his foreign doctoral course to a board examiners of the Brazilian University and the examiners will then pass judgement on whether the work done by the candidate adheres to the minimum standards of quality that are usually required by a Brazilian university when granting doctoral degrees.\nAdmission to doctoral courses is almost universally reserved to holders of a master's degree (the Master's in Brazil is a graduate degree and is not the first professional degree). Therefore, a bachelor of Laws (a bearer of the first professional degree), seeking the degree of doctor must usually complete a postgraduate course to attain the degree of Master of Laws (to attain that degree one must write and defend a dissertation before a panel of three professors, bearing the title of master, doctor or a \"livre docência, and also complete credits), and only then, after being a Master of Laws, one will apply for admission to a doctoral course.\nThere are, however, a few universities that allow \"direct\" admission to the doctoral course without previous completion of the Master's course in exceptional circumstances. Thus, in rare cases, a bachelor of Laws (i.e., a holder of the first professional degree), can be admitted directly to a doctoral course.\nUsually, one is allowed three years time to complete a Master of Laws degree, and four years time to complete the doctoral course. There has been a shift towards shortening these periods to two and three years respectively. So, if one were to graduate from Law School and immediately enter a Master of Laws course and a Doctor of Laws course in immediate succession, that person would become a doctor about seven years (five in current trend) after graduating from the Law School. On the other hand, in the rare cases in which a bachelor of Laws is allowed to pursue a \"direct\" doctorate, he is usually allowed five (four in current trend) years time to complete the doctoral course. Sometimes however, depending on the student's prowess or previous knowledge, it is possible to get a master's degree or a doctoral degree in less time, if one were to complete all credits and write the dissertation/thesis in less time. Usually, universities require a minimum time for this (normally, 15 months of credits + 3 months of dissertation qualification for a master's degree, 24 months of credits + 6 months of thesis qualification for a doctoral degree).\nCanada.\nIn Canada, there are several academic law-related doctorates: the Doctor of Laws (LL.D.); Doctor of Juridical Science or Doctor of Legal Science (J.S.D./S.J.D); Doctor of Civil Law (D.C.L.); and the Doctor of Philosophy (Ph.D.).\nThe Doctor of Jurisprudence (Juris Doctor or J.D.) is the professional doctorate degree that is usually required for admissions to post-graduate studies in law.\nThe first law degree was known until recently as the Bachelor of Laws (LL.B.). However, since law schools in Canada generally insist on a prior degree or some equivalent in order to grant admission, it was a more advanced degree than the LL.B. degrees awarded by programs abroad, which would accept high school graduates. The majority of Canadian universities now grant the Juris Doctor (J.D.) degree rather than the LL.B.; the &lt;a href=\"University%20of%20Saskatchewan\"&gt;University of Saskatchewan&lt;/a&gt; replaced its LL.B. with a J.D. in 2010, because the Canadian LL.B. is equivalent to the J.D.\nAll Canadian J.D. programs are three years, and all (except those in &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;) have similar mandatory first-year courses: In \"public\", \"constitutional,\" or \"state\" law; &lt;a href=\"tort%20law\"&gt;tort law&lt;/a&gt;; &lt;a href=\"contract%20law\"&gt;contract law&lt;/a&gt;; &lt;a href=\"criminal%20law\"&gt;criminal law&lt;/a&gt;, and some sort of \"&lt;a href=\"Practice%20of%20law\"&gt;professional practice&lt;/a&gt;\" course. Beyond first year and the minimum requirements for graduation, course selection is elective, with various concentrations such as business law, international law, natural resources law, criminal law, and Aboriginal law.\nAfter the first law degree, one may pursue a second, the Masters of Laws (LL.M.) and after that, the Doctor of Philosophy (Ph.D.) or Doctor of Juridical Science or Doctor of Legal Science (J.S.D./S.J.D), at some Canadian universities. (The LL.D. is awarded by several universities only as an &lt;a href=\"honorary%20degree\"&gt;honorary degree&lt;/a&gt;, but when awarded by a law school is an earned degree). Of the universities in Canada that offer earned academic doctorates in law, four (University of Ottawa, University of Montreal, Laval University, and University of Quebec at Montreal) offer LL.Ds, five (University of Alberta, University of British Columbia, Osgoode Hall Law School of York University, Dalhousie University, and University of Victoria) offer Ph.D.s, only one (University of Toronto,) offers J.S.D./S.J.D degrees (Doctor of Juridical Science or Doctor of Legal Science), and one (McGill University) offers a D.C.L (&lt;a href=\"Doctor%20of%20Civil%20Law\"&gt;Doctor of Civil Law&lt;/a&gt;). The differences largely reflect the divide between &lt;a href=\"Law%20of%20Canada%23Legal%20traditions\"&gt;Canada's two legal systems&lt;/a&gt; (the &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; and the &lt;a href=\"Civil%20law%20%28legal%20system%29\"&gt;civil law&lt;/a&gt;). Faculties that teach in the civil law tradition grant LL.D degrees, whereas those in the common law tradition grant either Ph.D.s or J.S.Ds. The York University Ph.D. in law was formerly termed Doctor of Jurisprudence (D.Jur.), until the name was changed in 2002.\nCzech Republic and Slovakia (former Czechoslovakia).\nIn the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt; and &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt; the Doctor is a postgraduate degree in two types – as a professional degree in law (JUDr) and a research doctorate (PhD).\nJUDr (Juris Utriusque Doctor - Doctor of Both Laws i.e. Civil and Church) is a degree with a tradition of several centuries, originally the highest possible degree. Nowadays, its scholar importancy is quite limited, but it serves as a traditional and popular badge degree, especially useful for attorneys. In older times with no master's degree, JUDr. served as the only law degree (and was roughly equivalent to the today's master's degree, plus a special exam). Requirements for obtaining a JUDr degree are a highly rated Master (Mgr.) degree in law, the compilation of a thesis (including successful defense) and passing an oral exam called \"&lt;a href=\"Rigorosum\"&gt;Rigorosum&lt;/a&gt;\". The thesis itself is also sometimes called \"Rigorosum\". Many JUDr. theses are based on the students previous Master theses; however, nowadays universities require that the dissertation work be completely original.\nDoctoral studies leading to PhD degree are different from the JUDr exam. PhD studies are internal (PhD student is at the same time teacher at the university), which lasts 3–5 years, and external up to 8 years long. PhD students are obliged to pass some exams during the studies and mainly to work on their dissertation. The PhD is intended basically for candidates interested in an academic career, and it gives them the right to teach at a university.\nThe Czech system is in many ways similar to the German and Austrian systems. Therefore, a PhD degree is necessary for habilitation procedure. Through habilitation, the doctor of law who submits his habilitation work (similar to German Habilitationsschrift) can be given a capacity and title of Docent (Doc.), similar to German Dozent, Privatdozent or US Assistant Professor. Docent is not a degree, but a scholar title.\nOnly a docent can be appointed a professor through a special procedure. Unlike Germany (and unlike the traditional Czech practice), a professor is not a function (a seat, Cathedra) at a university, but a scholarly title. This leads to many problems, especially the phenomenon of so-called \"flying professors\", who are teaching at two or three universities at the same time and to the decline of academic life.\nEuropean and Commonwealth usage.\nIn the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, the degree is a &lt;a href=\"higher%20doctorate\"&gt;higher doctorate&lt;/a&gt; usually awarded on the basis of exceptionally insightful and distinctive &lt;a href=\"publication\"&gt;publication&lt;/a&gt;s that contain significant and original contributions to the study of law. Some universities, such as the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt;, award a Doctor of Civil Law degree instead. In &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; the LL.D. is awarded based upon research and completion of a dissertation; the LL.D. may also be awarded as an honorary degree based upon contributions to society; see &lt;a href=\"%23South_Africa\"&gt;below&lt;/a&gt;.\nFinland.\nIn &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;, the Doctor of Laws (, OTT) (, JD) is the highest academic degree in law, based on 60 credits of course studies and, most importantly, successful completion of a doctoral dissertation. The dissertation usually takes the form of a &lt;a href=\"monograph\"&gt;monograph&lt;/a&gt; at least of 250 pages in length, or of a series of published articles. A successful oral disputation is also required. It usually takes at least four years to complete the degree.\nThe degree of the Doctor of Laws does not qualify its holder for judicial offices. Instead, the degree of the Master of Laws () () is the requirement for the membership of the &lt;a href=\"Finnish%20Bar%20Association\"&gt;Finnish Bar Association&lt;/a&gt; and for judicial offices. As the doctoral programs for the doctoral degree are, in principle, open for the holders of all master's degrees, the possession of the degree of the Doctor of Laws is not a guarantee for the possession of the Master of Laws -degree. However, it is very seldom that someone who has not graduated in law graduates for a doctor of law.\nFrance.\nIn France, the Doctor of Law degree (\"doctorat en droit\") is a PhD. The PhD in law is required to teach at the university level as a \"maître de conférences\" (lecturer). To become Professor of Law, holders of a PhD in law have yet to pass an additional competitive exam: the \"&lt;a href=\"agr%C3%A9gation%20de%20droit\"&gt;agrégation de droit&lt;/a&gt;\". Only the first year (\"master 1\") of the &lt;a href=\"master%E2%80%99s%20degree%23Comparable%20European%20degrees\"&gt;master's degree&lt;/a&gt; in law is necessary to pass the bar exam.\nGermany.\nThe Doctor of Laws (\"Doktor der Rechte\") is the terminal degree in law, abbreviated as \"Dr. iur.\" \"(Doctor iuris)\" or \"Dr. jur.\" \"(Doctor juris)\". The terminology varies: while most universities refer to the degree as Doctor of Laws (\"Doktor der Rechte\" (pl.), e.g. &lt;a href=\"Ludwig%20Maximilian%20University%20of%20Munich\"&gt;Munich&lt;/a&gt;, &lt;a href=\"University%20of%20M%C3%BCnster\"&gt;Münster&lt;/a&gt;, &lt;a href=\"Humboldt%20University%20of%20Berlin\"&gt;Berlin (HU)&lt;/a&gt;, &lt;a href=\"University%20of%20Cologne\"&gt;Cologne&lt;/a&gt;, &lt;a href=\"University%20of%20T%C3%BCbingen\"&gt;Tübingen&lt;/a&gt;, &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;Göttingen&lt;/a&gt;), some others refer to it either as Doctor of Jurisprudence (\"Doktor der Rechtswissenschaft\", e.g. &lt;a href=\"University%20of%20Heidelberg\"&gt;Heidelberg&lt;/a&gt;, &lt;a href=\"University%20of%20Hamburg\"&gt;Hamburg&lt;/a&gt;) or Doctor of Law (\"Doktor des Rechts\" (sg.), e.g. &lt;a href=\"Free%20University%20of%20Berlin\"&gt;Berlin (FU)&lt;/a&gt;). It is conferred based on a thesis consisting of a suitable body of original academic research, and an oral examination (\"Rigorosum\" or \"Disputation\"). The thesis must have been published as a book or – less common – as a series of articles in a peer reviewed law journal before the degree can be formally conferred. Admission usually requires the grade of \"Fully Satisfactory\" (approximately top quintile of class) in the student's first \"&lt;a href=\"Staatsexamen\"&gt;Staatsexamen&lt;/a&gt;\" (the Master's level first professional degree). Having successfully passed the second \"Staatsexamen\" (the German equivalent to the &lt;a href=\"bar%20exam\"&gt;bar exam&lt;/a&gt;) is not required.\nThe Doctor of Both Laws (\"Doktor beider Rechte\"), awarded as \"Dr. iur. utr.\" (\"&lt;a href=\"JUD\"&gt;Doctor iuris utriusque&lt;/a&gt;\", conferred e.g. in Würzburg) is rare, since it means considering both Civil Law and Canonical Law. A doctorate solely in the latter area is the degree of \"Dr. iur. can.\" \"(Doctor iuris canonici)\".\nApproximately ten percent of German law graduates hold a doctoral degree. However, the Doctor of Laws is still only the first step to tenure at German law schools. Despite the initiative to establish a junior professorship with tenure option after five to seven years, and special professorships specializing in teaching (\"Lehrprofessur\"), to become a university professor of law a \"habilitation\" (de iure not an academic degree) is still mandatory at most German law schools.\nItaly.\nIn Italy, the title of \"Magister Doctor of Law\" (\"Dottore magistrale in Giurisprudenza\") is the title given to students who complete the five-year \"&lt;a href=\"Laurea\"&gt;Laurea&lt;/a&gt; magistrale\" degree.\nDespite the adoption of the &lt;a href=\"Bologna%20process\"&gt;Bologna process&lt;/a&gt;, in Italy law remains a field that retains the traditional Italian system.\nOnce a prospective lawyer has been awarded the Magister Doctor of Law and worked 18 months as a trainee lawyer, he or she is required to pass a state bar examination in order to be licensed to practice as an attorney at law (\"Avvocato\"). Previously, \"dottore in giurisprudenza\" was the title given to the students that completed the old (four-year) course of studies in law.\nAfter the five-year degree, it is possible to enroll in a Ph.D. course in a specific field of law (\"Dottorato\"), and the title obtained is \"Dottore di ricerca\" (Ph.D.).\nMalta.\nIn &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;, the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;'s smallest member state, the LL.D. was a doctorate-level academic degree in law requiring at least three years of post-graduate full-time study at the &lt;a href=\"University%20of%20Malta\"&gt;University of Malta&lt;/a&gt;, Malta's national university. At least three years of previous law study were required for entry. Students were required to complete coursework in a number of core areas of law, as well as to submit a thesis which is to be \"an original work on the approved subject or other contribution to the knowledge showing that he/she has carried out sufficient research therein\". It confers the title of &lt;a href=\"Doctor%20%28title%29\"&gt;Doctor&lt;/a&gt;, which in Malta is used to address a holder of the degree. Up until 2014, the LL.D. was one of the requirements for admission to the profession of &lt;a href=\"advocate\"&gt;advocate&lt;/a&gt; in Malta (an advocate, as opposed to a legal procurator, has rights of representation in superior courts).\nPractising lawyers are of three designations – notary, legal procurator and advocate. The Bachelor of Laws (LL.B.) degree is an &lt;a href=\"undergraduate%20degree\"&gt;undergraduate degree&lt;/a&gt; that of itself is not sufficient for admission into any of the legal professions. A one-year full-time taught post-graduate diploma of Notary Public (N.P.) is required after the LL.B. for admission to the profession of &lt;a href=\"notary%20public\"&gt;notary public&lt;/a&gt;, while a taught post-graduate diploma of Legal Procurator (L.P.) is required for admission to the profession of &lt;a href=\"legal%20procurator\"&gt;legal procurator&lt;/a&gt;. A legal procurator has rights of audience in the lower courts, a profession that was existent in Malta as early, and even prior to 1553. All three designations also require members to be holders of a warrant issued by the president of Malta, obtainable after examination, as well as a minimum of one year of work experience in that profession. It is not possible for a Maltese lawyer to hold a warrant in more than one of the professions at a time.\nAs of 2014 changes to the law course resulted from the implementation of the &lt;a href=\"Bologna%20Process\"&gt;Bologna Process&lt;/a&gt;, removed the Doctorate of Laws (LLD) title and replace it with a second cycle degree, Master of Advocacy (M.Adv). This raised discussion as to whether newly qualified lawyers would be referred to as 'Doctor', as had been the norm. Following representation from law student organisations, the Chamber of Advocates came to the agreement that if a newly qualified lawyer was to self-stylise as 'Doctor' they would be supported, as a matter of convention.\nSouth Africa.\nIn &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; the doctorate in law is offered as a &lt;a href=\"research%20doctorate\"&gt;research doctorate&lt;/a&gt; of at least two years duration, in various specialised areas of law. \nIn general, &lt;a href=\"List%20of%20universities%20in%20South%20Africa\"&gt;South African universities&lt;/a&gt; offer either the &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt; or the &lt;a href=\"Legum%20Doctor\"&gt;LLD&lt;/a&gt;, with no significant difference between these. (At &lt;a href=\"University%20of%20Cape%20Town\"&gt;UCT&lt;/a&gt;, &lt;a href=\"UKZN\"&gt;UKZN&lt;/a&gt; and &lt;a href=\"University%20of%20the%20Witwatersrand\"&gt;Wits&lt;/a&gt;, the PhD is the research doctorate, while the LLD is the &lt;a href=\"higher%20doctorate\"&gt;higher doctorate&lt;/a&gt;; &lt;a href=\"Stellenbosch%20University\"&gt;SU&lt;/a&gt; and &lt;a href=\"University%20of%20the%20Western%20Cape\"&gt;UWC&lt;/a&gt; offer the LLD to law graduates, and the PhD to other graduates researching a legal-related topic).\nIn order to obtain the degree, the student will complete a &lt;a href=\"thesis\"&gt;thesis&lt;/a&gt; under the guidance of a supervisor, after completion of a module in &lt;a href=\"research%20methodology\"&gt;research methodology&lt;/a&gt;, the submission of a &lt;a href=\"research%20proposal\"&gt;research proposal&lt;/a&gt; and an &lt;a href=\"oral%20examination\"&gt;oral examination&lt;/a&gt;. The thesis will demonstrate evidence of in-depth &lt;a href=\"independent%20research\"&gt;independent research&lt;/a&gt; and understanding of the topic, and constitute an original scientific contribution. Admission is usually on the basis of an &lt;a href=\"Master%20of%20Laws%23South%20Africa\"&gt;LLM&lt;/a&gt;, and in some cases an &lt;a href=\"Bachelor%20of%20Laws%23South%20Africa\"&gt;LLB&lt;/a&gt;.\nSweden.\nIn &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, the Doctor of Laws (LLD) is the highest academic degree in law. It is a research degree, which combines 240 credit hours (or equivalent of four full-time years of work). Candidates have the option to complete a dissertation or a monograph of a series of published articles. Although not required to practice law, the LLD is a prerequisite for an academic career.\nUnited Kingdom.\nIn the &lt;a href=\"UK\"&gt;UK&lt;/a&gt;, the degree of Doctor of Laws is a higher doctorate, ranking above the &lt;a href=\"PhD\"&gt;PhD&lt;/a&gt;, awarded upon submission of a portfolio of advanced research. It is also often awarded \"honoris causa\" to public figures (typically those associated with politics or the law) whom the university wishes to honour. In most British universities, the degree is styled \"Doctor of Laws\" and abbreviated LLD; however, some universities award instead the degree of Doctor of Civil Law, abbreviated DCL.\nIn former years, Doctors of Law were a distinct form of lawyer who were empowered to act as advocates in civil law courts. The Doctors had their own Society called &lt;a href=\"Doctors%27%20Commons\"&gt;Doctors' Commons&lt;/a&gt;, but following reforms in the nineteenth century their exclusive rights of audience were shared with barristers and the last Doctor of Law died in 1912. Due to the possession of a doctorate, the Doctors of Law had precedence equal to that of a &lt;a href=\"Serjeant-at-Law\"&gt;Serjeant-at-Law&lt;/a&gt; and for this reason the convention remains that advocates holding junior doctorates (such as Doctors of Philosophy) should not be addressed as \"doctor\" in an English court.\nIn 1953, a case was brought under long-dormant law in the &lt;a href=\"High%20Court%20of%20Chivalry\"&gt;High Court of Chivalry&lt;/a&gt;. The opening arguments in that case were by &lt;a href=\"George%20Drewry%20Squibb\"&gt;George Drewry Squibb&lt;/a&gt; who argued, to the satisfaction of the court, that since the modern class of Doctors of Laws were no longer trained as advocates, their role must necessarily be performed by barristers. This was because Victorian reforms, which had unified the other classes of court attorney into the single profession of barrister, had overlooked the Doctors of Law.\nUnited States.\nIn the United States, the most common Doctor of Law degree is the &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; (or Doctor of &lt;a href=\"Jurisprudence\"&gt;Jurisprudence&lt;/a&gt;), abbreviated as J.D. It is the &lt;a href=\"professional%20degree\"&gt;professional degree&lt;/a&gt; for lawyers, having replaced the &lt;a href=\"Bachelor%20of%20Laws\"&gt;Bachelor of Laws&lt;/a&gt; in the 20th century after &lt;a href=\"law%20schools\"&gt;law schools&lt;/a&gt; began to require a &lt;a href=\"Bachelor%27s%20degree\"&gt;Bachelor's degree&lt;/a&gt; before admission to a J.D. program to study law for three years. A research &lt;a href=\"dissertation\"&gt;dissertation&lt;/a&gt; is not required for the J.D., but the &lt;a href=\"American%20Bar%20Association\"&gt;American Bar Association&lt;/a&gt; issued a Council Statement stating that the J.D. should be considered equivalent to the Ph.D. for educational employment purposes. In recent years, some universities also have developed other new interdisciplinary professional doctorates that may combine law and other specialized or applied fields. One example of this is Northeastern University's Doctor of Law and Policy (D.L.P.) degree.\nAdditionally, other universities award a higher postdoctoral research degree in law, the &lt;a href=\"Doctor%20of%20Juridical%20Science\"&gt;Doctor of Juridical Science&lt;/a&gt; (or Scientiae Juridicae Doctor), abbreviated as S.J.D. or D.J.S. Applicants for S.J.D. programs must first earn a J.D., and some programs require both a J.D. and an LL.M. before admission. Similar to the Ph.D., the S.J.D. is a research doctorate and has been described as the \"highest degree in law\" by the University of Virginia, as well as the \"terminal degree in law\" by Indiana University and Harvard Law School. It has also been called the \"most advanced law degree\" by Yale Law School, Georgetown Law, New York University, and Stanford University. The University of Connecticut School of Law explains that this specific degree is \"intended for individuals who have demonstrated evidence of superior scholarly potential.\"\nThe National Association of Legal Professionals states that the S.J.D./D.J.S. is \"the most advanced or terminal law degree that would follow the earning of the LL.M. and J.D. degrees.\" It typically requires three to five years to complete and requires an advanced study in law as a scientific discipline and a dissertation, which serves as an original contribution to the scholarly field of law.\nThe S.J.D. degree is primarily a degree pursued by foreign-trained lawyers who seek to teach in the United States. Few American-trained lawyers pursue an S.J.D. as it is not required for obtaining a faculty position at a U.S. law school. The overwhelming majority of U.S. law school tenure-track faculty have only a J.D., but an extensive post-J.D. publication record is a pre-requisite for a tenure-track position at elite and elite-adjacent institutions (Tier 1 and Tier 2 schools).\nAs with most other countries, in the United States, the &lt;a href=\"Legum%20Doctor\"&gt;Legum Doctor&lt;/a&gt; (LL.D.), also colloquially known in English as Doctorate of Laws, is granted only as an honorary degree."
}