{
    "id": "30872325",
    "revid": "13649084",
    "url": "https://en.wikipedia.org/wiki?curid=30872325",
    "title": "Kiryat Haim",
    "text": "Kiryat Haim (  ) is a neighborhood of &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt;, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;. It is considered part of the &lt;a href=\"Krayot\"&gt;Krayot&lt;/a&gt; cluster in the northern part of metropolitan Haifa. In 2008, Kiryat Haim had a population of just under 27,000. Kiryat Haim is within the municipal borders of the city of Haifa, and lies on the shore of the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;.\nHistory.\nKiryat Haim, founded in 1933, was named after &lt;a href=\"Haim%20Arlosoroff\"&gt;Haim Arlosoroff&lt;/a&gt;, who was assassinated that year. Kibbutz &lt;a href=\"Kfar%20Masaryk\"&gt;Kfar Masaryk&lt;/a&gt;, formed in &lt;a href=\"Petah%20Tikva\"&gt;Petah Tikva&lt;/a&gt; in 1932 and originally known \"Czecho-Lita,\" moved to &lt;a href=\"Bat%20Galim\"&gt;Bat Galim&lt;/a&gt; in 1933 and then to the &lt;a href=\"sand%20dunes\"&gt;sand dunes&lt;/a&gt; of Kiryat Haim, west of the railway. The kibbutz raised vegetables and opened a dairy farm. At this point it adopted a new name: \"Mishmar Zevulun\" (Guardian of &lt;a href=\"Zevulun%20Valley\"&gt;Zevulun Valley&lt;/a&gt;).\nAdministratively, Kiryat Haim is divided into two parts, Kiryat Haim West and Kiryat Haim East. Kiryat Haim West is located on the western side of the railway line between that and Kiryat Haim beach.\nKiryat Haim East was expanded to later and is located on the eastern side of railway. The housing initially consisted of low-density single-family housing, with a number of public housing projects located at edge of the neighbourhood. In later decades, some of this has been replaced by higher-density developments and apartment buildings. Kiryat Haim East hosts the commercial \"heart\" of the suburb, with a number of shops, restaurants and a supermarket located along Achi Eilat Street, the suburb's main thoroughfare.\nUrban development.\nAs part of its coastal development plan, the Haifa Economic Corporation built the Kiryat Haim Promenade, named for Israeli minister of the environment &lt;a href=\"Yehudit%20Naot\"&gt;Yehudit Naot&lt;/a&gt;.\nDemographics.\nKiryat Haim absorbed large numbers of immigrants from the &lt;a href=\"former%20Soviet%20Union\"&gt;former Soviet Union&lt;/a&gt; who arrived in the 1990s. The suburb also has a large population of &lt;a href=\"Ethiopian%20Israelis\"&gt;Ethiopian Israelis&lt;/a&gt;.\nSports.\nThe most notable sports team in the history of Kiryat Haim was its &lt;a href=\"Olympic%20weightlifting\"&gt;weightlifting&lt;/a&gt; team, which was sent to the &lt;a href=\"Munich%20Olympics\"&gt;Munich Olympics&lt;/a&gt; in 1972. &lt;a href=\"Ze%27ev%20Friedman\"&gt;Ze'ev Friedman&lt;/a&gt;, a member of the team, was murdered by Arab terrorists in the &lt;a href=\"Munich%20massacre\"&gt;Munich massacre&lt;/a&gt;, after placing 6th in the world.\n&lt;a href=\"Thomas%20D%27Alesandro%20Stadium\"&gt;Thomas D'Alesandro Stadium&lt;/a&gt;, sometimes referred to simply as Kiryat Haim Stadium, is a multi-purpose stadium in Kiryat Haim used mainly for &lt;a href=\"Soccer\"&gt;football&lt;/a&gt; matches. It was originally the home of &lt;a href=\"Hapoel%20Haifa\"&gt;Hapoel Haifa&lt;/a&gt; and &lt;a href=\"Maccabi%20Haifa\"&gt;Maccabi Haifa&lt;/a&gt; until &lt;a href=\"Kiryat%20Eliezer%20Stadium\"&gt;Kiryat Eliezer Stadium&lt;/a&gt; was built. It was named for &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt; mayor &lt;a href=\"Thomas%20D%27Alesandro\"&gt;Thomas D'Alesandro&lt;/a&gt;.\nKiryat Haim is home to a &lt;a href=\"handball\"&gt;handball&lt;/a&gt; team, .\nTransportation.\nKiryat Haim is served by the &lt;a href=\"Kiryat%20Haim%20Railway%20Station\"&gt;Kiryat Haim Railway Station&lt;/a&gt;, which is on the main &lt;a href=\"Coastal%20railway%20line%2C%20Israel\"&gt;Coastal railway line&lt;/a&gt; to &lt;a href=\"Nahariya\"&gt;Nahariya&lt;/a&gt;, with southerly trains to &lt;a href=\"Beersheba\"&gt;Beersheba&lt;/a&gt; and &lt;a href=\"Modi%27in\"&gt;Modi'in&lt;/a&gt;.\nThree &lt;a href=\"Egged%20%28company%29\"&gt;Egged&lt;/a&gt; bus lines route through Kiryat Haim, route 13 that travels between &lt;a href=\"Kiryat%20Ata\"&gt;Kiryat Ata&lt;/a&gt; and &lt;a href=\"Kiryat%20Yam\"&gt;Kiryat Yam&lt;/a&gt;, route 15 that routes via the western half of Kiryat Haim from the &lt;a href=\"Krayot%20Central%20Bus%20Station\"&gt;Krayot Central Bus Station&lt;/a&gt; in the north of &lt;a href=\"Kiryat%20Motzkin\"&gt;Kiryat Motzkin&lt;/a&gt; to &lt;a href=\"Hutzot%20HaMifratz\"&gt;Hutzot HaMifratz&lt;/a&gt;, and route 26 that travels between &lt;a href=\"Kiryat%20Ata\"&gt;Kiryat Ata&lt;/a&gt; and Kiryat Haim beach.\nAt night, Kiryat Haim is served by night bus 210, which runs a meandering route through the Krayot with terminuses in Kiryat Ata and &lt;a href=\"Kiryat%20Bialik\"&gt;Kiryat Bialik&lt;/a&gt;."
}