{
    "id": "30884666",
    "revid": "34885708",
    "url": "https://en.wikipedia.org/wiki?curid=30884666",
    "title": "Don Trahan",
    "text": "Donald Roland Trahan (born November 13, 1949) is an American PGA Master Professional &lt;a href=\"golf\"&gt;golf&lt;/a&gt; instructor. Known as \"The Swing Surgeon,\" Trahan is the father of &lt;a href=\"PGA%20Tour\"&gt;PGA Tour&lt;/a&gt; professional golfer &lt;a href=\"D.%20J.%20Trahan\"&gt;D. J. Trahan&lt;/a&gt;.\nEarly life.\nTrahan was born in &lt;a href=\"New%20Bedford\"&gt;New Bedford&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. His father introduced him to the game of golf when he was ten years old. By the age of twelve, Trahan was a scratch golfer and a member of New Bedford Public Links, now called Whaling City Golf Club (known as The Whale).\nTrahan graduated from Bishop Stang Catholic High School in 1967. He was the top player on the high school golf team all four years he attended. Trahan then brought his talents to &lt;a href=\"Southeastern%20Massachusetts%20University\"&gt;Southeastern Massachusetts University&lt;/a&gt; (Now University of Massachusetts, North Dartmouth) where he was again the top player on the golf team all four years he attended. He is a member of &lt;a href=\"Delta%20Kappa%20Phi\"&gt;Delta Kappa Phi&lt;/a&gt; fraternity. He graduated in 1971 with a double major in &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt; and &lt;a href=\"history\"&gt;history&lt;/a&gt; with plans to become a &lt;a href=\"corporate%20attorney\"&gt;corporate attorney&lt;/a&gt;.\nTrahan met his wife, Susan, while attending college. The two married in 1973 and moved to &lt;a href=\"Port%20Orange\"&gt;Port Orange&lt;/a&gt;, Florida where Trahan would begin his effort to obtain his PGA Tour Card. From there, Trahan took an assistant's job at Sugar Mill Country Club in &lt;a href=\"New%20Smyrna%20Beach\"&gt;New Smyrna Beach&lt;/a&gt;, Florida and entered into the PGA of America Apprentice Program. He earned a Class A membership in 1977.\nHe would later achieve the rare status of PGA Master Professional in 1992.\nPhilosophy.\nDon Trahan is one of the most respected teachers in the game of golf in the &lt;a href=\"United%20States%20of%20America\"&gt;United States of America&lt;/a&gt; and around the world. Golf industry experts, Tour players and fellow professionals consider him one of the most knowledgeable students of the golf swing. They gave him his nickname, \"The Swing Surgeon,\" because it is said that Trahan can take apart a golf swing and put it back together without leaving any scars.\nWhile Director of Golf Instruction for &lt;a href=\"Sea%20Pines%20Resort\"&gt;Sea Pines Resort&lt;/a&gt; at the famed &lt;a href=\"Harbour%20Town%20Golf%20Links\"&gt;Harbour Town Golf Links&lt;/a&gt;, Don created one of the most organized and successful teaching centers in the United States, including a teaching certification program for all of the resort's golf instructors. His list of regular students includes a growing number of members of the &lt;a href=\"PGA%20Tour\"&gt;PGA&lt;/a&gt;, &lt;a href=\"LPGA\"&gt;LPGA&lt;/a&gt;, and other mini Tours. He also works with college and junior players. Don's exceptional reputation as a teacher comes from both his unique training methods and swing methodology, acquired through years of study with &lt;a href=\"engineers\"&gt;engineers&lt;/a&gt;, &lt;a href=\"physicists\"&gt;physicists&lt;/a&gt;, a &lt;a href=\"kinesiologist\"&gt;kinesiologist&lt;/a&gt; and an &lt;a href=\"orthopedic%20surgeon\"&gt;orthopedic surgeon&lt;/a&gt; to learn the &lt;a href=\"physics\"&gt;physics&lt;/a&gt; and &lt;a href=\"physiology\"&gt;physiology&lt;/a&gt; of swinging a &lt;a href=\"golf%20club\"&gt;golf club&lt;/a&gt;. From this study evolved \"The low stress, low maintenance golf swing,\" through which Don shows students how to hit the ball straight and long without stress and strain.\nPrior to his work at the Sea Pines/Harbour Town Golf Links, Don ran golf schools in &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt; and was head golf professional at Pinetree Country Club in &lt;a href=\"Kennesaw%2C%20Georgia\"&gt;Kennesaw, Georgia&lt;/a&gt;. He has been a golf professional for over 35 years. His Swing Surgeon Golf Schools are located at Old South Golf Links in &lt;a href=\"Bluffton%2C%20South%20Carolina\"&gt;Bluffton, South Carolina&lt;/a&gt; (near &lt;a href=\"Hilton%20Head%20Island%2C%20SC\"&gt;Hilton Head Island, SC&lt;/a&gt;). Don's passion for helping golfers play better and enjoy the game more resulted in the creation of several distinctive training aids and instructional videos. These instruction and training tools have become the nucleus of his company, The Swing Surgeon Group.\nIn addition, Don shares his knowledge and philosophy through various websites.\nAuthor.\nDon was a teaching editor for \"&lt;a href=\"Golf%20Magazine\"&gt;Golf Magazine&lt;/a&gt;\" from 1987–1992 and continues to have articles published there and in numerous national magazines. The February 1998 issue of \"Senior Golfer Magazine\" featured a six-page article outlining the results of a study based on Don's theory of the short, 3/4 length, limited turn backswing. The &lt;a href=\"biomechanics\"&gt;biomechanical&lt;/a&gt; study in which Don participated, and scientifically proved correct, showed that a short swing does not lose clubhead speed versus a full parallel swing. Don was featured in the July 1993 issue of \"&lt;a href=\"Choice%20%28Japanese%20magazine%29\"&gt;Choice&lt;/a&gt;\" magazine, the award-winning publication of \"Golf-Digest Japan\". Most recently Don wrote the feature instruction article for the February 1998 issue of \"Senior Golfer Magazine\"."
}