{
    "id": "3091695",
    "revid": "1044259897",
    "url": "https://en.wikipedia.org/wiki?curid=3091695",
    "title": "Justin Ontong",
    "text": "Justin Lee Ontong (born 4 January 1980) is a former &lt;a href=\"South%20Africa%20cricket%20team\"&gt;South African&lt;/a&gt; &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er, who played domestic cricket for the &lt;a href=\"Cape%20Cobras\"&gt;Cape Cobras&lt;/a&gt;. He has played two &lt;a href=\"Test%20cricket\"&gt;Tests&lt;/a&gt;, 26 &lt;a href=\"One%20Day%20International\"&gt;One Day International&lt;/a&gt;s and twelve &lt;a href=\"Twenty20%20International\"&gt;Twenty20 International&lt;/a&gt;s as an &lt;a href=\"all-rounder\"&gt;all-rounder&lt;/a&gt;.\nCricketing career.\nOntong began his &lt;a href=\"first-class%20cricket\"&gt;first-class&lt;/a&gt; career with &lt;a href=\"Boland%20cricket%20team\"&gt;Boland&lt;/a&gt;, making his debut in February 1998 against &lt;a href=\"Natal%20cricket%20team\"&gt;Natal&lt;/a&gt; in &lt;a href=\"Boland%20Park\"&gt;Paarl&lt;/a&gt;.\nHe toured &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; with the South Africa under-19 team in February 1999, and then &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; and &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; with the South Africa Academy later that year. He played for a South African Invitation XI against the touring &lt;a href=\"England%20cricket%20team\"&gt;England&lt;/a&gt; team in January 2000, and was a member of the South Africa A squad that went to the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; in August and September 2000.\nHis first elevation to the full South African squad came with the tour of the West Indies in early 2001, where his quiet demeanour earned him the nickname \"Rowdy\" from his teammates. He made his international debut in the first ODI in &lt;a href=\"Sabina%20Park\"&gt;Jamaica&lt;/a&gt;, scoring 11 at number nine and bowling five overs. He went on to play in six of the seven matches in the series, but recorded just 13 runs and two wickets in total.\nHe played a further One Day International in &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt; in September 2001, before being selected for the tour of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; that followed. Left out of the first two Test matches, he was then thrust into the limelight by being selected for the &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney&lt;/a&gt; Test amid much controversy. After the selectors chose &lt;a href=\"Jacques%20Rudolph\"&gt;Jacques Rudolph&lt;/a&gt; ahead of him, they were overruled by &lt;a href=\"Percy%20Sonn\"&gt;Percy Sonn&lt;/a&gt;, then president of the &lt;a href=\"United%20Cricket%20Board%20of%20South%20Africa\"&gt;UCB&lt;/a&gt;. Sonn insisted that Ontong, a &lt;a href=\"Cape%20Coloured\"&gt;Cape Coloured&lt;/a&gt;, play instead of Rudolph as part of South Africa's racial quota policy, and Ontong duly made his Test debut at the SCG. He scored 9 and 32 in a heavy defeat.\nOntong has continued to play intermittently for South Africa in &lt;a href=\"one-day%20cricket\"&gt;one-day cricket&lt;/a&gt;, but has made just one further Test appearance, against &lt;a href=\"India%20cricket%20team\"&gt;India&lt;/a&gt; in &lt;a href=\"Eden%20Gardens\"&gt;Kolkata&lt;/a&gt; in 2004.\nHe returned his best bowling figures of 4/66 against &lt;a href=\"Border%20cricket%20team\"&gt;Border&lt;/a&gt; in 2002–03, and compiled his highest first-class score of 166 against &lt;a href=\"Eastern%20Province%20cricket%20team\"&gt;Eastern Province&lt;/a&gt; the following season.\nIn 2004–05, Ontong moved to the newly formed &lt;a href=\"Highveld%20Lions%20cricket%20team\"&gt;Lions&lt;/a&gt; franchise, and played for them for four seasons, before joining the &lt;a href=\"Cape%20Cobras\"&gt;Cape Cobras&lt;/a&gt; as &lt;a href=\"captain%20%28cricket%29\"&gt;captain&lt;/a&gt; in September 2008.\nFollowing brilliant form for Cape Cobras in the 2011–12 season, he got a national call-up to South Africa's &lt;a href=\"Twenty20\"&gt;Twenty20&lt;/a&gt; and 50-over side against New Zealand, at the expense of the experienced &lt;a href=\"Graeme%20Smith\"&gt;Graeme Smith&lt;/a&gt;.\nIn August 2017, he was named in &lt;a href=\"Stellenbosch%20Monarchs\"&gt;Stellenbosch Monarchs&lt;/a&gt;' squad for the first season of the &lt;a href=\"T20%20Global%20League\"&gt;T20 Global League&lt;/a&gt;. However, in October 2017, &lt;a href=\"Cricket%20South%20Africa\"&gt;Cricket South Africa&lt;/a&gt; initially postponed the tournament until November 2018, with it being cancelled soon after."
}