{
    "id": "30917796",
    "revid": "454221",
    "url": "https://en.wikipedia.org/wiki?curid=30917796",
    "title": "Vesper Country Club",
    "text": "The Vesper Country Club, founded in 1899, is located on the &lt;a href=\"Merrimack%20River\"&gt;Merrimack River&lt;/a&gt; in &lt;a href=\"Tyngsborough%2C%20Massachusetts\"&gt;Tyngsborough, Massachusetts&lt;/a&gt;. According to the &lt;a href=\"USGA\"&gt;USGA&lt;/a&gt;, and \"&lt;a href=\"Golf%20Magazine\"&gt;Golf Magazine&lt;/a&gt;\", its golf course is one of the first in the United States, and was home to the first &lt;a href=\"Massachusetts%20Open\"&gt;Massachusetts Open&lt;/a&gt; in 1905, won by golfer and course designer &lt;a href=\"Donald%20Ross%20%28golfer%29\"&gt;Donald Ross&lt;/a&gt;.\nHistory.\nThe Vesper Country Club is the merger of the Vesper Boat Club, founded in 1875, and the Lowell Country Club, founded in 1892.\nIn the 1880s, Wickasee Island (former home of Chief &lt;a href=\"Wannalancit\"&gt;Wannalancit&lt;/a&gt; who left in 1686), now known as Tyngs Island in the Merrimack River, was a favorite recreation spot for the area. People would gather for outings and picnics, as well as an amusement park was built, but in 1887 a fire destroyed most of the buildings. A few years later, in 1893, the Lowell Country Club purchased Tyngs Island in the Merrimack River for $7,123.00, and built the original club house. The following year, 1894, a 1/3 mile oval bicycle track was installed, circling two baseball fields, and that is when the two clubs, the Vesper Boat Club, and the Lowell Country Club voted to merge.\nIn 1895, the island was developed with six links golf course as the game of &lt;a href=\"golf\"&gt;golf&lt;/a&gt; became popular. Just two years later, golf became the club's main attraction, as the course expanded to 9 holes.\nThe two clubs officially became the Vesper Country Club in 1899.\nIn 1903, Vesper became a charter member of the &lt;a href=\"Massachusetts%20Golf%20Association\"&gt;Massachusetts Golf Association&lt;/a&gt;, and in 1905 as the new clubhouse was complete, the first &lt;a href=\"Massachusetts%20Open\"&gt;Massachusetts Open&lt;/a&gt; was held at Vesper, won by Donald Ross.\nIn 1908, the 550 ft long, steel cable, suspension foot bridge was installed.\nIn 1914 Ross returned as a course designer, and the golf course was expanded to have 18 holes, with the other 9 being on the mainland.\nIn 1923, the Clubhouse burned to the ground, but was rebuilt by the next year.\nThe destroyed most of Vesper, as the Merrimack river overflowed its banks, but the club rebuilt, despite losing 50% of its membership.\nIn the late 1990s into the early 2000s, Vesper underwent another major renovation of its golf course.\nIn 2008, the membership voted to completely rebuild all 18 greens to &lt;a href=\"USGA\"&gt;USGA&lt;/a&gt; specifications and to restore the bunkers on the course. The rebuilding of the greens and the restoration of the bunkers was overseen by architect Brian Silva, Golf Course Superintendent Chris Morris and Assistant Golf Course Superintendents Chris Hans and Christopher Orlich. The restoration attempted to be faithful to the original design and plans of Donald Ross. This rebuilding project was completed at the end of 2009.\nIn the March 10, 2011 issue of &lt;a href=\"Golf%20Week\"&gt;Golf Week&lt;/a&gt; magazine, Vesper's golf course was ranked as one of the top 100 classic golf courses in the U.S.\nThe course record for Vesper is 62 shot by a professional. (Score Card Is In Paul Boland`s Desk)"
}