{
    "id": "30963256",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=30963256",
    "title": "Lefferts-Laidlaw House",
    "text": "The Lefferts-Laidlaw House is a historic villa located in the Brooklyn neighborhood of &lt;a href=\"Wallabout%2C%20Brooklyn\"&gt;Wallabout&lt;/a&gt;, &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, &lt;a href=\"New%20York%20%28State%29\"&gt;New York&lt;/a&gt;. Built around 1840, the house is a two-story frame building in the temple-fronted &lt;a href=\"Greek%20Revival%20architecture\"&gt;Greek Revival&lt;/a&gt; style.\nHistory.\nThe house site was originally part of a 100 feet wide by 246 feet deep tract of land purchased in 1834 by Henry Ryer, a Manhattan merchant, from George Washington Pine. Ryer divided the property, located on the west side of Clinton Avenue (named in honor of New York Governor &lt;a href=\"DeWitt%20Clinton\"&gt;DeWitt Clinton&lt;/a&gt;.) into four 25 feet wide lots.\nAfter a few sales and repurchases, the land was bought by Rem Lefferts, a Brooklyn merchant, and his brother-in-law John Laidlaw. The main portion of the house was built about 1840. A two-room wing that was only one story was likely built between 1836 and 1840 between the main portion of the house and the rear kitchen. The first residents were Leffert Lefferts Jr. (1791-1868), Rem's older brother, and Amelia Ann Cozine Lefferts (1782-1878), daughter of Margaret Roosevelt (granddaughter of &lt;a href=\"Johannes%20Roosevelt\"&gt;Johannes Roosevelt&lt;/a&gt;) and John Cozine (d. 1796), a New York attorney and judge of the &lt;a href=\"New%20York%20State%20Supreme%20Court\"&gt;New York State Supreme Court&lt;/a&gt;. Lefferts was the oldest child of Sarah Cowenhoven (1775-1856) and John L. Lefferts (1763-1812), brother of &lt;a href=\"Leffert%20Lefferts\"&gt;Leffert Lefferts&lt;/a&gt;.\nIn November 1843, Lefferts sold the property to his sister, Sarah Lefferts Millard (1805-1849), and brother-in-law, A. Orville Millard (b. 1809). Millard was a native of &lt;a href=\"Ulster%20County%2C%20New%20York\"&gt;Ulster County&lt;/a&gt; and moved to New York City in 1830 to study law, opening an office on &lt;a href=\"Nassau%20Street%20%28Manhattan%29\"&gt;Nassau Street&lt;/a&gt; in Manhattan. In 1849, Sarah Millard died following the birth of her sixth child. Millard owned the home until it was purchased by real estate investor Robert Bage in April 1854.\nStyle.\nThe house is a two-story frame building in the temple-fronted &lt;a href=\"Greek%20Revival%20architecture\"&gt;Greek Revival&lt;/a&gt; style. It consists of a two-story central section with a one-story south elevation and two-story rear extension. The front facade features a gabled &lt;a href=\"portico\"&gt;portico&lt;/a&gt; supported by four &lt;a href=\"Corinthian%20order\"&gt;Corinthian&lt;/a&gt; fluted columns with an &lt;a href=\"Ionic%20order\"&gt;iconic&lt;/a&gt; &lt;a href=\"entablature\"&gt;entablature&lt;/a&gt; and &lt;a href=\"pediment\"&gt;pediment&lt;/a&gt;.\nSimilar to many Greek Revival mansions of the period, the House originally had an elaborate entrance surround featuring an &lt;a href=\"architrave\"&gt;architrave&lt;/a&gt;, palmettes, and rosettes. The design was most likely inspired by &lt;a href=\"Minard%20Lafever\"&gt;Minard Lafever&lt;/a&gt;'s \"Modern Builders' Guide\" (published in 1833) and \"The Beauties of Modem Architecture\" (published in 1835). Vintage photographs reveal that the house built by Henry Ryer house next door (since demolished) had a nearly identical entrance and used the same column capitals, which leads historians to suggest that both houses were been erected by the same builder or designed by the same architect.\nDuring the 1940s or the 1950s, the period columns were removed and were replaced with square pillars. The building was refaced with asphalt shingles and a synthetic faux-brick siding and the southern end of the lot was transformed into a driveway shared with another home on Clinton Avenue. In the 1970s and 1980s, the home was bought and restored by Allen Handelman and Richard Arnow.\nIt was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1985.\nPresent day.\nIn September 2016, the house was listed for sale for $4,500,000. The house was unlisted and partially renovated before being privately sold in 2019 to a New York based fashion designer."
}