{
    "id": "30964582",
    "revid": "1064722774",
    "url": "https://en.wikipedia.org/wiki?curid=30964582",
    "title": "Small Business Majority",
    "text": "Small Business Majority is a small business &lt;a href=\"advocacy\"&gt;advocacy&lt;/a&gt; organization in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It is based in &lt;a href=\"Washington%20D.C.\"&gt;Washington D.C.&lt;/a&gt;, with offices in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, &lt;a href=\"Sacramento%2C%20California\"&gt;Sacramento&lt;/a&gt;, &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, and &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;. \nSmall Business Majority performs opinion polling and writes studies to highlight questions and opinions on issues affecting small businesses. It uses this information to provide small business owners with information on how &lt;a href=\"law\"&gt;law&lt;/a&gt;s affect their bottom line, and to educate &lt;a href=\"policymaker\"&gt;policymaker&lt;/a&gt;s on a diverse set of issues that they can then advocate for, such as &lt;a href=\"healthcare%20reform\"&gt;healthcare reform&lt;/a&gt;, access to credit and &lt;a href=\"Job%20creation%20program\"&gt;job creation&lt;/a&gt;.\nHistory.\nJohn Arensmeyer founded Small Business Majority in 2005. In 2013, Arensmeyer's credibility was called into question by the American conservative news website &lt;a href=\"Washington%20Examiner\"&gt;Washington Examiner&lt;/a&gt; over past financial situations including allegedly stiffing a small business owner in 1999 when he owned a business.\nHealthcare reform.\nSmall Business Majority opines on how the &lt;a href=\"healthcare%20system\"&gt;healthcare system&lt;/a&gt; affects small businesses, and lobbies to influence the implementation of &lt;a href=\"Health%20care%20reform%20in%20the%20United%20States\"&gt;healthcare reform&lt;/a&gt;. \nDuring the push for passage of the &lt;a href=\"Patient%20Protection%20and%20Affordable%20Care%20Act\"&gt;Patient Protection and Affordable Care Act&lt;/a&gt;, Small Business Majority lobbied in support for the act. Policy papers and materials the organization developed were used by healthcare reform advocates and small business groups to push the message of small business support for healthcare legislation. Small Business Majority organized small business forums at the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; with cabinet members and with the &lt;a href=\"Senate%20Small%20Business%20Committee\"&gt;US Senate Small Business Committee&lt;/a&gt;, along with House committees and &lt;a href=\"caucus\"&gt;caucus&lt;/a&gt;es on healthcare issues. The \"&lt;a href=\"National%20Journal\"&gt;National Journal&lt;/a&gt;\" noted that Small Business Majority's work on this issue \"gained prominence on &lt;a href=\"Capitol%20Hill\"&gt;Capitol Hill&lt;/a&gt; and at the White House during the health care debate. \" Small Business Majority continues to inform &lt;a href=\"lawmaker\"&gt;lawmaker&lt;/a&gt;s, &lt;a href=\"employer\"&gt;employer&lt;/a&gt;s and the public on key provisions of the law, and on the various aspects of its implementation, particularly state &lt;a href=\"health%20insurance%20exchange\"&gt;health insurance exchange&lt;/a&gt;s and the small business healthcare tax credits.\nClean Energy.\nSince Small Business Majority began working on &lt;a href=\"clean%20energy\"&gt;clean energy&lt;/a&gt; issues in 2010, the organization has commissioned a wide body of opinion research to determine small business owners’ views on clean energy policies and the perceived effect of those policies on their businesses and the &lt;a href=\"economy\"&gt;economy&lt;/a&gt; as a whole. The organization also conducts in-depth economic research analyzing the economic impact of state and federal clean energy policies on small firms. \nSmall Business Majority uses its scientific opinion polling and economic research to lobby for clean energy measures. This has included meetings with national and state policymakers including &lt;a href=\"U.S.%20senators\"&gt;U.S. senators&lt;/a&gt;, representatives and &lt;a href=\"Obama%20administration\"&gt;Obama administration&lt;/a&gt; officials."
}