{
    "id": "30975298",
    "revid": "7328338",
    "url": "https://en.wikipedia.org/wiki?curid=30975298",
    "title": "RISC OS Open",
    "text": "RISC OS Open Ltd. (also referred to as ROOL) is a &lt;a href=\"Private%20company%20limited%20by%20guarantee\"&gt;limited company&lt;/a&gt; engaged in &lt;a href=\"computer%20software\"&gt;computer software&lt;/a&gt; and &lt;a href=\"IT%20consulting\"&gt;IT consulting&lt;/a&gt;. It is managing the process of publishing the &lt;a href=\"source%20code\"&gt;source code&lt;/a&gt; to &lt;a href=\"RISC%20OS\"&gt;RISC OS&lt;/a&gt;. Company founders include staff who formerly worked for &lt;a href=\"Pace%20plc\"&gt;Pace&lt;/a&gt;, the company which acquired RISC OS after &lt;a href=\"History%20of%20RISC%20OS%23Demise%20of%20Acorn%20Computers%20Ltd\"&gt;Acorn's demise&lt;/a&gt;.\nThe source code publication was initially facilitated by a shared source initiative (SSI) between ROOL and &lt;a href=\"Castle%20Technology\"&gt;Castle Technology&lt;/a&gt; (CTL), prior to a switch to the more widely recognised &lt;a href=\"Apache%20Licence\"&gt;Apache licence&lt;/a&gt; in October 2018.\nROOL hopes that by making the RISC OS source code available for free it will help stimulate development of both the RISC OS source code and the platform as a whole.\nOperations.\nROOL set initial goals to make the source code easily available (on the &lt;a href=\"www\"&gt;web&lt;/a&gt;), and also to establish a &lt;a href=\"wiki\"&gt;wiki&lt;/a&gt;, &lt;a href=\"internet%20forum\"&gt;forum&lt;/a&gt; and &lt;a href=\"bug%20tracker\"&gt;bug tracker&lt;/a&gt;. These have been available since December 2006.\nOperations exist to facilitate tasks related to ROOL's goals. Additionally, staff undertake development work on the code themselves. Since early 2009, ownership, development and sales of the tools were transferred to RISC OS Open. As an extension to the initial goals, in 2011 ROOL introduced a &lt;a href=\"open%20source%20bounty\"&gt;bounty&lt;/a&gt; scheme to encourage further development.\nAttendance at &lt;a href=\"computer%20show\"&gt;computer show&lt;/a&gt;s is often arranged, with other knowledgeable coders sometimes standing in when ROOL staff are unavailable. A &lt;a href=\"Facebook%20page\"&gt;Facebook page&lt;/a&gt; was created in 2012.\nPublishing.\nA number of book titles have been published starting in 2015 with the RISC OS Style Guide, a three book set in support of the Desktop Development Environment, BBC BASIC Reference Manual and the RISC OS 5 User Guide.\nForum.\nDiscussions of a technical and more general nature take place on the forum. A thread entitled \"Let's get started with a Pandora port\" witnessed discussion of &lt;a href=\"porting\"&gt;porting&lt;/a&gt; to the &lt;a href=\"Cortex-A8\"&gt;Cortex-A8&lt;/a&gt; used in the &lt;a href=\"Pandora%20%28console%29\"&gt;Pandora&lt;/a&gt; handheld game console. The thread was started in September 2008."
}