{
    "id": "3098139",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=3098139",
    "title": "Fort Dallas",
    "text": "Fort Dallas was a military base during the &lt;a href=\"Seminole%20Wars\"&gt;Seminole Wars&lt;/a&gt; on the banks of the &lt;a href=\"Miami%20River%20%28Florida%29\"&gt;Miami River&lt;/a&gt; in what is now &lt;a href=\"Downtown%20Miami\"&gt;Downtown&lt;/a&gt; &lt;a href=\"Miami\"&gt;Miami&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nHistory.\nOld Fort Dallas was established on the &lt;a href=\"plantations%20in%20the%20American%20South\"&gt;plantation&lt;/a&gt; of Richard Fitzpatrick and William English in 1836 as a United States military post and cantonment in southern Florida during the &lt;a href=\"Seminole%20Wars\"&gt;Seminole Wars&lt;/a&gt;. In 1836, the U.S. Navy established patrols on &lt;a href=\"Biscayne%20Bay\"&gt;Biscayne Bay&lt;/a&gt; to prevent trading between the Seminoles and traders from Cuba or the West Indies. Fort Dallas was established to support the Navy's efforts, but more pointedly, \"for the purpose of harassing the enemy.\" It was named in honor of Commodore &lt;a href=\"Alexander%20J.%20Dallas%20%28U.S.%20Navy%20officer%29\"&gt;Alexander James Dallas&lt;/a&gt;, United States Navy, then in command of the United States naval forces in the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt;.\nThe first commandant was Lieutenant F. M. Powell, who remained in command for about two years. Another noteworthy commander was U.S. Army Colonel &lt;a href=\"William%20S.%20Harney\"&gt;William S. Harney&lt;/a&gt; (1839–1840) of the 2nd Dragoons who led an attack against Seminole chief Chakaika in 1840. From 1836 to 1857 it was occupied much of the time by troops, but was not a military reservation. Quite a number of buildings were erected, and today only two remain. In addition to these, there were a ten barracks, slave quarters, stables, and a blacksmith forge. During the tumultuous Seminole Wars, Fort Dallas provided the nervous Miami River settlers with a sense of security during the hostilities and soldiers from the fort contributed to the development of the area. These infrastructure expansions included a hospital, a road from Miami to Fort Lauderdale, and a trading post.\nFort Dallas remained in &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union&lt;/a&gt; hands during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; and was abandoned afterward. During the war, the place was occupied by refugees from many places, and at the close of the war by a band of desperadoes. &lt;a href=\"Judah%20P.%20Benjamin\"&gt;Judah P. Benjamin&lt;/a&gt;, who served as Attorney General, Secretary of War, and Secretary of State for the Confederacy, made his escape to Cuba through Indian River and Bay Biscayne. In describing the trip, he refers to the rough treatment he received at the hands of occupants of the fort, but, he added that it was a beautiful and picturesque spot, with its white houses and fine parade ground. The interior of the fort has been improved, and care has been taken to preserve the exterior unchanged.\nWhen the soldiers left, the fort became the base for a village established by William H. English, the new owner, which he called Miami. Some of the buildings were demolished or moved to other locations, and in 1872, all the remaining buildings except the two still standing were burned, the fire originating accidentally in the house occupied by Dr. Jeptha Vining Harris.\nIn 1891, &lt;a href=\"Julia%20Tuttle\"&gt;Julia Tuttle&lt;/a&gt; brought her family to live in a large home on the &lt;a href=\"Miami%20River%20%28Florida%29\"&gt;Miami River&lt;/a&gt; that had been in use when Fort Dallas occupied the spot. Tuttle repaired and converted the home into one of the show places in the area with a sweeping view of the river and Biscayne Bay.\nThe barracks served as plantation slave quarters, then as army barracks during the Seminole Wars, and finally as Julia Tuttle's home in 1891. The building remained on the site as the only remnant of the fort until 1924 when an apartment building was slated to occupy the site. The coquina stone building was disassembled in sections and moved to &lt;a href=\"Lummus%20Park%2C%20Miami\"&gt;Lummus Park&lt;/a&gt; on the north side of the Miami River at Northwest River Drive and North Third Street. \nIn 1895, following the successful efforts of Tuttle and fellow landowner &lt;a href=\"William%20Brickell\"&gt;William Brickell&lt;/a&gt; to attract a &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt;, Fort Dallas was part of the site of the new &lt;a href=\"city\"&gt;city&lt;/a&gt; of &lt;a href=\"Miami%2C%20Florida\"&gt;Miami, Florida&lt;/a&gt;, when &lt;a href=\"Henry%20M.%20Flagler\"&gt;Henry M. Flagler&lt;/a&gt; extended his &lt;a href=\"Florida%20East%20Coast%20Railway\"&gt;Florida East Coast Railway&lt;/a&gt; south from &lt;a href=\"Palm%20Beach%2C%20Florida\"&gt;Palm Beach&lt;/a&gt;."
}