{
    "id": "31005447",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=31005447",
    "title": "Rites of Ash",
    "text": "Rites of Ash is an American rock band from Washington, DC, formed in 2006 by Alex (80-two) and Lazzo.\nHistory.\nFormation (2004-2006).\nThe band started as an experiment between founder &lt;a href=\"Lazzo%20%28musician%29\"&gt;Lazzo&lt;/a&gt; and Adam Acampora while at college. During his last semester of college, founder Lazzo decided to add additional members and brought on front-man Alex (80-two). The two finished recording the debut record \"Beautiful Illusions\" (released in 2006). The lineup was completed in December 2005 with the addition of Fester on drums.\nBeautiful Illusions (2006).\nThe band officially formed in September 2006 with the release of \"Beautiful Illusions\". This record contained 10 tracks, all with sequenced drums and bass guitar. In June 2007, Fester was replaced by Sir Deville.\nEpidemic of the Mannequins (2007-2009).\nSoon after drummer Sir Deville joined the band in late 2007, the band decided to re-record \"Beautiful Illusions\" with live drums and a more organic overall sound. Additional tracks, including a cover of Billy Joel's \"Pressure\", were added to the original 10 songs. A second disc was produced featuring remixed tracks by DJ Idee, DJ Paul Edge, and Pablo Manzarek (son of Ray Manzarek from 'The Doors'). A re-mixed/re-mastered version of this album was released in 2008.\nBurn (2009).\nReleased as an early single from the forthcoming record, \"Like Venom\", \"Burn\" gained notoriety when its music video was featured in August 2009 on &lt;a href=\"Fuse%20%28TV%20channel%29\"&gt;Fuse On-Demand&lt;/a&gt;. The song and video featured bassist Che Colovita (AKA Che Lemon) of &lt;a href=\"Jimmie%27s%20Chicken%20Shack\"&gt;Jimmie's Chicken Shack&lt;/a&gt;.\nLike Venom (2009-2011).\nRites of Ash's third studio album and fifth overall release combined more dance and hip-hop elements. \"On Tap Magazine\" called this album, \"Reminiscent of &lt;a href=\"Linkin%20Park\"&gt;Linkin Park&lt;/a&gt; and T-Pain (if they had a love child, it would absolutely be \"Like Venom\"), Rites of Ash make use of technology to influence and put their sound above the rest.\" This album was mixed by Kevin \"131\" Gutierrez (Assembly Line Studios) and mastered by Bill Wolf (Wolf Productions). \nShortly after the release of this album, the band signed with manager &lt;a href=\"Billy%20Zero\"&gt;Billy Zero&lt;/a&gt; and independent record label &lt;a href=\"http%3A//www.djboy.com/\"&gt;DJ Boy Records&lt;/a&gt;. The album was nominated for two &lt;a href=\"Washington%20Area%20Music%20Association\"&gt;WAMA&lt;/a&gt; Awards for Best Modern Rock Group and Best Modern Rock Recording.\nShe's Out For Blood (2011-2013).\nRites of Ash rounded out their lineup by bringing in Tevey (drums), Toni (vocals), Tuomas (keyboards), and Ace (bass). The band released a music video for the single \"Killing Me\" alongside the release of the EP. The music video \"Molly\" was released in December 2012. In August 2012, the band was a featured artist on the &lt;a href=\"Dew%20Tour\"&gt;Dew Tour&lt;/a&gt; in Ocean City, MD.\nThe band is currently working with &lt;a href=\"Jeff%20Bova\"&gt;Jeff Bova&lt;/a&gt; and Kevin \"131\" Gutierrez on their next full-length album to be released in 2014.\nKept Me Up All Night (2013-2014).\nThis album features 10 dance/dubstep remixes of selected Rites of Ash's songs off of \"She's Out for Blood\" and the soon to be released full-length LP. This record is set for release in all digital stores on August 5, 2013; remixes by Lazzo, KRNOS, and Pablo Manzarek.\nIn October 2013, the band welcomed their new drummer, &lt;a href=\"Crash%20Boom%20Bang%20%28band%29\"&gt;Crash Boom Bang&lt;/a&gt;'s MCO. In February 2014, the band was nominated for three Wammy (WAMA) Awards: Best Electronica Artist and Best Electronica Recording (which they won); &lt;a href=\"Lazzo%20%28musician%29\"&gt;Lazzo&lt;/a&gt; was nominated for Producer of the Year.\nSeparate Ways (Worlds Apart) (2014).\nOn Sept. 8th, 2014, Rites of Ash released their cover of &lt;a href=\"Separate%20Ways%20%28Worlds%20Apart%29\"&gt;Separate Ways (Worlds Apart)&lt;/a&gt;, a tribute to the track by the legendary band &lt;a href=\"Journey%20%28band%29\"&gt;Journey&lt;/a&gt;. In addition to releasing the single, the band made a shot-for-shot remake of the original 1983 music video. The video was directed by former &lt;a href=\"Crash%20Boom%20Bang%20%28band%29\"&gt;Crash Boom Bang&lt;/a&gt; bassist/keyboardist, Raul Rivero and Risemont Studios.\nKill For Love (2014-Present).\nRites of Ash released their full-length album 'Kill For Love' on Oct. 31, 2014. A culmination of over two years of work, this album featured 14 tracks. This album was recorded and mixed at Feedback Studios, Bovaland, and Assembly Line Studios; produced by: &lt;a href=\"Lazzo%20%28musician%29\"&gt;Lazzo&lt;/a&gt;; mixing engineers: &lt;a href=\"Jeff%20Bova\"&gt;Jeff Bova&lt;/a&gt; and Kevin \"131\" Gutierrez; mastering engineer: Michael Roberts of &lt;a href=\"Hurt_%28band%29\"&gt;Hurt&lt;/a&gt;. The band was nominated for a WAMA award for Best Modern Rock Group in February 2015.\nAwards.\nWashington Area Music Association (WAMA) \nDiscography.\nLPs\nEPs\nSingles"
}