{
    "id": "3102460",
    "revid": "32953534",
    "url": "https://en.wikipedia.org/wiki?curid=3102460",
    "title": "Noyabrsk",
    "text": "Noyabrsk () is the second largest &lt;a href=\"types%20of%20inhabited%20localities%20in%20Russia\"&gt;city&lt;/a&gt; in &lt;a href=\"Yamalo-Nenets%20Autonomous%20Okrug\"&gt;Yamalo-Nenets Autonomous Okrug&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, located in the middle of the &lt;a href=\"West%20Siberia\"&gt;West Siberia&lt;/a&gt;n &lt;a href=\"oil%20field\"&gt;oil field&lt;/a&gt;s, on the &lt;a href=\"Tyumen\"&gt;Tyumen&lt;/a&gt;–&lt;a href=\"Novy%20Urengoy\"&gt;Novy Urengoy&lt;/a&gt; railway about north of &lt;a href=\"Surgut\"&gt;Surgut&lt;/a&gt;. Population: \nHistory.\nThe city history dates back to 1975 when a landing party arriving by &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt; disembarked on the ice of the &lt;a href=\"Itu-Yakha%20River\"&gt;Itu-Yakha River&lt;/a&gt; to start developing Kholmogorskoye oil field. In November 1976, the first party of railway builders arrived at the site of the future city and camped out by &lt;a href=\"Lake%20Khanto\"&gt;Lake Khanto&lt;/a&gt; with the task of creating a settlement. On October 26, 1977, the settlement of Noyabrsk, which grew around the &lt;a href=\"train%20station\"&gt;railway station&lt;/a&gt; of Noyabrskaya, was officially registered. It was decided to choose the name of \"Noyabrsk\" instead of the other proposal, \"Khanto\", to perpetuate the memory of the first arrival in November 1976, as the Russian word for November is \"\" (\"noyabr\"). The settlement was granted &lt;a href=\"urban-type%20settlement\"&gt;work settlement&lt;/a&gt; status on November 12, 1979 and that of a town on April 28, 1982.\nAdministrative and municipal status.\nWithin the &lt;a href=\"subdivisions%20of%20Russia%23Administrative%20divisions\"&gt;framework of administrative divisions&lt;/a&gt;, it is incorporated as the &lt;a href=\"city%20of%20federal%20subject%20significance\"&gt;city of okrug significance&lt;/a&gt; of Noyabrsk—an administrative unit with the status equal to that of the &lt;a href=\"administrative%20divisions%20of%20Yamalo-Nenets%20Autonomous%20Okrug\"&gt;districts&lt;/a&gt;. As a &lt;a href=\"subdivisions%20of%20Russia%23Municipal%20divisions\"&gt;municipal division&lt;/a&gt;, the city of okrug significance of Noyabrsk is incorporated as Noyabrsk Urban Okrug.\nDemographics.\nThe average age of the population is just over 30.\nEconomy.\nThe economy of Noyabrsk is based on &lt;a href=\"hydrocarbons\"&gt;hydrocarbons&lt;/a&gt; production. Noyabrsk is the base of operations for two major companies. &lt;a href=\"Gazpromneft%E2%80%93Noyabrskneftegaz\"&gt;Gazpromneft–Noyabrskneftegaz&lt;/a&gt; is a major oil producing subsidiary of &lt;a href=\"Gazprom%20Neft\"&gt;Gazprom Neft&lt;/a&gt;. It is the largest oil company in &lt;a href=\"Yamalo-Nenets%20Autonomous%20Okrug\"&gt;Yamalo-Nenets Autonomous Okrug&lt;/a&gt; and accounts for 6% of Russia's total oil production. In the &lt;a href=\"natural%20gas\"&gt;natural gas&lt;/a&gt; sector, &lt;a href=\"Gazprom%20dobycha%20Noyabrsk\"&gt;Gazprom dobycha Noyabrsk&lt;/a&gt;—one of the three leading &lt;a href=\"Gazprom\"&gt;Gazprom&lt;/a&gt; subsidiaries—has an annual production of 85 billion cubic meters. This corresponds to 9.3% of Gazprom's total yearly gas production. It operates several &lt;a href=\"gas%20field\"&gt;gas field&lt;/a&gt;s around the city. To the northeast: the Vyngapurovskoye (launched in 1978) and Vyngayakhinskoye (launched in 2006) fields; and to the northwest: the Komsomolskoye (launched in 1993) and Zapadno-Tarkosalinskoye (launched in 1996) fields. The main business advantage of Gazprom dobycha Noyabrsk is the low prime cost of production. The company also provides operator services in gas and consensation production and gas treatment. In addition, there are over 1,000 companies providing services for the oil and gas industry and support for the social infrastructure of the city.\nTransportation.\nThe &lt;a href=\"Noyabrsk%20Airport\"&gt;Noyabrsk Airport&lt;/a&gt; is located approximately to the west of the city. It is a modern airport capable of landing large aircraft. There are flights most days to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; (&lt;a href=\"Domodedovo%20International%20Airport\"&gt;Domodedovo&lt;/a&gt; or &lt;a href=\"Vnukovo%20International%20Airport\"&gt;Vnukovo Airports&lt;/a&gt;), several times a week to Salekhard, and to a variety of other locations. The town is divided into a smaller southern part, Noyabrsk-I, and a larger northern part, Noyabrsk-II, each having its own &lt;a href=\"train%20station\"&gt;train station&lt;/a&gt;. which has caught novice travellers out in the past. The railway line separates the residential part of the town from the industrial sites that service the oil fields.\nMedia and communication.\nThe oldest local newspaper is \"Severnaya Vakhta\" (, \"Northern &lt;a href=\"Watch%20system\"&gt;Watch&lt;/a&gt;\"). Its first issue came out in January 1983. , the paper is printed thrice a week and is distributed not only in the town but also in the neighbouring settlements - &lt;a href=\"Hanymey\"&gt;Hanymey&lt;/a&gt;, &lt;a href=\"Vingapurovskiy\"&gt;Vingapurovskiy&lt;/a&gt;, &lt;a href=\"Muravlenko\"&gt;Muravlenko&lt;/a&gt;, &lt;a href=\"Kholmy%2C%20Yamalo-Nenets%20Autonomous%20Okrug\"&gt;Kholmy&lt;/a&gt;.\nThere is also a local newspaper called \"Region 57\" after the registration plate code for cars from the area, and a newspaper \"Slovo Neftyanika\" (, \"The word of the Oil-Worker\"). The town has its radio stations, such as \"Radio Noyabrsk\", a TV channel \"Mig\" (, a moment), a \"Tele-express\" studio.\nEducation.\nThe first school in Noyabrsk opened in 1977, barely a year after the beginning of the settlement. Now Noyabrsk has 14 schools, a pedagogical college, an evening school, a children's art and a children's musical schools and driving schools. Providing higher education services to the population are 8 branches and 4 affiliated schools of higher education establishments of Tyumen, Tomsk and other cities of Russia.\nRecreation, sports, sights.\nNoyabrsk boasts numerous sport facilities, including artificial ice rink and a number of open-air rinks in the winter, cross-country skiing tracks, several indoor swimming pools, a number of gyms and indoor playing fields used for football, basketball, volleyball, lawn-tennis, ping-pong, martial arts training, boxing.\nThe &lt;a href=\"motocross\"&gt;motocross&lt;/a&gt; track of Noyabrsk presents an arena for the annual \"Yamal motocross cup\" championship; one of stages of Russian motocross championship is also conducted here.\nRecreation for the visiting oil worker or resident also includes a movie theater, shopping centers, bars.\nDuring summer, &lt;a href=\"Lake%20Khanto\"&gt;Lake Khanto&lt;/a&gt; north of the town is popular for walking and barbecues. A little further from the town are other popular lakes, &lt;a href=\"Lake%20Svetloye\"&gt;Svetloye&lt;/a&gt; and &lt;a href=\"Lake%20Szemchuzhnoye\"&gt;Szemchuzhnoye&lt;/a&gt;.\nIn the summer and during early autumn the forests and marshes attract many people for hiking, camping and gathering berries and mushrooms.\nIn winter, there is a cross-country ski-club to the immediate west of the residential districts. Winter also normally has an \"Ice Palace\" constructed for some weeks in the town center's park, beside the city administrative offices.\nThere is a park with a &lt;a href=\"Ferris%20wheel\"&gt;Ferris wheel&lt;/a&gt; in the center of the town.\nThere is a &lt;a href=\"Great%20Patriotic%20War\"&gt;Great Patriotic War&lt;/a&gt; memorial in the town, with the traditional &lt;a href=\"eternal%20flame\"&gt;eternal flame&lt;/a&gt;.\nThe \"Museum Resource Center of Noyabrsk\" comprises three departments: arts museum, town history museum, and the museum of children art. It boasts a rich &lt;a href=\"ethnography\"&gt;ethnographical&lt;/a&gt; collection and provides place for diverse thematical expositions. In 2007 the center was awarded Grand Prix at the annual &lt;a href=\"Yamal%20Peninsula\"&gt;Yamal&lt;/a&gt; Museum Projects festival.\nTwo religious landmarks of the town are the &lt;a href=\"Russian%20Orthodox\"&gt;Russian Orthodox&lt;/a&gt; \"&lt;a href=\"Archangel%20Michael\"&gt;Archangel Michael&lt;/a&gt; Church\", which stands on a hill surrounded by trees, and a mosque.\nCrime.\nNoyabrsk was a very young and partially &lt;a href=\"closed%20city\"&gt;closed town&lt;/a&gt; during the Soviet era, with a predominantly professional working population, which provided some protection from external criminal influence. With its opening in the early 1990s and with oil and gas industry maintaining relatively high living standards in the economic turmoil of Post-Soviet Russia, illicit drug business became highly profitable, drawing criminal elements from other regions. The situation was compounded by the police and officials being &lt;a href=\"political%20corruption\"&gt;corrupted&lt;/a&gt; and ill-equipped to tackle the problem and by the general lack of occupations for the teenagers. The drug abuse situation in Noyabrsk was covered on national TV and in other media and finally official and citizen organisations arose to fight the problem.\nOn March 17, 2009, a criminal case against the mayor Nikolay Korobkov was sent to court. According to the prosecution, he transferred some municipal property to a private company when he didn't have the power to do so.\nTwin towns and sister cities.\nNoyabrsk is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}