{
    "id": "3104844",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=3104844",
    "title": "172nd Infantry Brigade (United States)",
    "text": "The 172nd Infantry Brigade was a &lt;a href=\"light%20infantry\"&gt;light infantry&lt;/a&gt; &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt; of the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; stationed at Fort Wainwright, Alaska and later moved its headquarters to at &lt;a href=\"Grafenw%C3%B6hr\"&gt;Grafenwöhr&lt;/a&gt;, Germany. An &lt;a href=\"active%20duty\"&gt;active duty&lt;/a&gt; separate brigade, it was part of &lt;a href=\"V%20Corps%20%28United%20States%29\"&gt;V Corps&lt;/a&gt; and was one of five active-duty, separate, brigade combat teams in the U.S. Army before its most recent inactivation on 31 May 2013.\nFirst activated in 1917, the brigade was deployed to France during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and used to reinforce front-line units. The brigade's actions in France during that time are not completely clear. It would later be converted to a reconnaissance unit that was deployed during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and saw several months of combat in the European Theater. The brigade has multiple tours of duty in &lt;a href=\"Operation%20Iraqi%20Freedom\"&gt;Operation Iraqi Freedom&lt;/a&gt; from 2005 until 2006 and from 2008 until 2010 and in &lt;a href=\"Operation%20Enduring%20Freedom\"&gt;Operation Enduring Freedom&lt;/a&gt; from 2011 until 2012. Its infamous 16-month deployment was one of the longest deployments for a unit serving in the OIF campaign. Most recently the brigade served a 12-month tour in Afghanistan from 2011 until 2012.\nThe unit has been activated and inactivated numerous times, and has also seen several redesignations. The 172nd was one of the first &lt;a href=\"brigade%20combat%20team\"&gt;brigade combat team&lt;/a&gt;s before it was deactivated in 2006. Reactivated in 2008 from another reflagged unit, it immediately prepared for another tour of duty in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;. Following a series of budget cuts and force structure reductions, the unit formally inactivated on 31 May 2013 in Grafenwöhr, Germany.\nOrganization.\nThe brigade was a separate unit and did not report to a higher &lt;a href=\"division%20%28military%29\"&gt;division&lt;/a&gt;-level headquarters, but instead reported directly to the &lt;a href=\"V%20Corps%20%28United%20States%29\"&gt;V Corps&lt;/a&gt; of &lt;a href=\"United%20States%20Army%20Europe\"&gt;United States Army Europe&lt;/a&gt;. The &lt;a href=\"Headquarters%20and%20Headquarters%20Company\"&gt;Headquarters and Headquarters Company&lt;/a&gt; of the unit was located at &lt;a href=\"Grafenw%C3%B6hr\"&gt;Grafenwöhr&lt;/a&gt;, Germany. The Unit also contained the 1st Battalion, 2d Infantry, the 2nd Battalion, 28th Infantry, the &lt;a href=\"77th%20Field%20Artillery%20Regiment%20%28United%20States%29\"&gt;1st Battalion, 77th Field Artillery&lt;/a&gt;, the &lt;a href=\"9th%20Engineer%20Battalion\"&gt;9th Engineer Battalion&lt;/a&gt;, the 3rd Battalion, &lt;a href=\"66th%20Armor%20Regiment%20%28United%20States%29\"&gt;66th Armor&lt;/a&gt;, and the 172nd Forward Support Battalion. In addition, the brigade contained three independent companies; 504th Military Intelligence Company, and Echo Troop, &lt;a href=\"5th%20Cavalry%20Regiment\"&gt;5th Cavalry Regiment&lt;/a&gt;, the &lt;a href=\"57th%20Signal%20Company%20%28United%20States%29\"&gt;57th Signal Company&lt;/a&gt;. All of these subordinate units were last located in Grafenwöhr.\nHistory.\nWorld War I.\nThe 172nd Infantry Brigade (Separate), officially titled the \"172d Infantry Brigade\", was first constituted on 5 August 1917 in the &lt;a href=\"National%20Army%20%28USA%29\"&gt;National Army&lt;/a&gt; as the 172nd Infantry Brigade. It was organized on the 25th of that month at &lt;a href=\"Camp%20Grant%20%28Illinois%29\"&gt;Camp Grant&lt;/a&gt;, in &lt;a href=\"Rockford%2C%20Illinois\"&gt;Rockford, Illinois&lt;/a&gt; and assigned to the &lt;a href=\"U.S.%2086th%20Infantry%20Division\"&gt;86th Infantry Division&lt;/a&gt;. The brigade, commanded by Brigadier General &lt;a href=\"Lincoln%20Clark%20Andrews\"&gt;Lincoln Clark Andrews&lt;/a&gt;, was assigned to the 86th Division and deployed to Europe for duty during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. It arrived in &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt;, France, in September 1918 The combat record of the unit during its World War I service is not clear, but it is known that the 86th Division was depleted when much of its force was used to reinforce other units already on the front lines. Thus, the brigade received a World War I &lt;a href=\"campaign%20streamer\"&gt;campaign streamer&lt;/a&gt; without an inscription, as it was not known to have fought in any engagements. After a cease-fire was signed in 1918, the Brigade returned to the United States. It was demobilized in January 1919 at Camp Grant, and the camp itself was abandoned in 1921.\nOn 24 June 1921 the unit was reconstituted in the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;Organized Reserves&lt;/a&gt; as Headquarters and Headquarters Company, 172nd Infantry Brigade, and again assigned to the 86th Division. It was organized in January 1922 at &lt;a href=\"Springfield%2C%20Illinois\"&gt;Springfield, Illinois&lt;/a&gt; and went through several redesignations, including Headquarters and Headquarters Company, 172nd Brigade, on 23 March 1925 and Headquarters and Headquarters Company, 172nd Infantry Brigade on 24 August 1936.\nWorld War II.\nThe Headquarters and Headquarters Company, 172nd Infantry Brigade, was converted and redesignated the 3rd &lt;a href=\"Platoon\"&gt;Platoon&lt;/a&gt;, &lt;a href=\"86th%20Reconnaissance%20Troop\"&gt;86th Reconnaissance Troop&lt;/a&gt;, and assigned to the &lt;a href=\"86th%20Infantry%20Division%20%28United%20States%29\"&gt;86th Infantry Division&lt;/a&gt; on 31 March 1942, while the Headquarters and Headquarters Company, &lt;a href=\"171st%20Infantry%20Brigade\"&gt;171st Infantry Brigade&lt;/a&gt;, became the remainder of the 86th Reconnaissance Troop. On 15 December 1942 the troop was mobilized and reorganized at &lt;a href=\"Camp%20Howze%2C%20Texas\"&gt;Camp Howze&lt;/a&gt;, in &lt;a href=\"Gainesville%2C%20Texas\"&gt;Gainesville, Texas&lt;/a&gt;, as the &lt;a href=\"86th%20Cavalry%20Reconnaissance%20Troop\"&gt;86th Cavalry Reconnaissance Troop&lt;/a&gt;, only to be reorganized and redesignated again on 5 August 1943 as the \"86th Reconnaissance Troop, Mechanized\". For the majority of the US involvement in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; it remained stateside, participating in the &lt;a href=\"Third%20United%20States%20Army\"&gt;Third Army&lt;/a&gt; #5 Louisiana Maneuvers in 1943, among other exercises, until finally staging at &lt;a href=\"Camp%20Myles%20Standish\"&gt;Camp Myles Standish&lt;/a&gt;, at &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston, Massachusetts&lt;/a&gt; on 5 February 1945 and shipping out from &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; on 19 February 1945.\nThe 86th Reconnaissance Troop arrived in France on 1 March 1945, acclimated and trained, and then moved to &lt;a href=\"Cologne\"&gt;Köln&lt;/a&gt;, Germany, and participated in the relief of the &lt;a href=\"U.S.%208th%20Infantry%20Division\"&gt;8th Infantry Division&lt;/a&gt; in defensive positions near Weiden which is now part of &lt;a href=\"Lindenthal%20%28Cologne%20district%29\"&gt;Lindenthal&lt;/a&gt; on 28–29 March 1945. During its few months of combat duty in Europe, the troop participated in &lt;a href=\"amphibious%20assault\"&gt;amphibious assault&lt;/a&gt;s across was &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt;, &lt;a href=\"Bigge%20%28river%29\"&gt;Bigge&lt;/a&gt;, &lt;a href=\"Altmuhl\"&gt;Altmuhl&lt;/a&gt;, &lt;a href=\"Isar\"&gt;Isar&lt;/a&gt;, &lt;a href=\"Inn%20River\"&gt;Inn&lt;/a&gt;, &lt;a href=\"Mittel-Isar\"&gt;Mittel-Isar&lt;/a&gt; and &lt;a href=\"Salzach%20river\"&gt;Salzach river&lt;/a&gt;s in Germany and Austria. It was assigned to &lt;a href=\"First%20United%20States%20Army\"&gt;First&lt;/a&gt;, &lt;a href=\"Third%20United%20States%20Army\"&gt;Third&lt;/a&gt;, &lt;a href=\"Seventh%20United%20States%20Army\"&gt;Seventh&lt;/a&gt;, and &lt;a href=\"Fifteenth%20United%20States%20Army\"&gt;Fifteenth&lt;/a&gt; US Armies. The unit was at &lt;a href=\"Salzburg\"&gt;Salzburg&lt;/a&gt; on 7 May 1945 (&lt;a href=\"V-E%20Day\"&gt;V-E Day&lt;/a&gt;). It was then sent back stateside to prepare for operation in the Pacific. Arriving back in New York City on 17 June 1945, the unit proceeded to &lt;a href=\"Camp%20Gruber\"&gt;Camp Gruber&lt;/a&gt; in &lt;a href=\"Braggs%2C%20Oklahoma\"&gt;Braggs, Oklahoma&lt;/a&gt; before staging at &lt;a href=\"Camp%20Stoneman\"&gt;Camp Stoneman&lt;/a&gt; in &lt;a href=\"Pittsburg%2C%20California\"&gt;Pittsburg, California&lt;/a&gt; on 14 August 1945.\nThe unit shipped out from &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; on 21 August 1945 and arrived in the Philippines on 7 September 1945, five days after the Japanese surrender.\nThe Cold War.\nOn 10 October 1945 the 86th Reconnaissance Troop (Mechanized) was again redesignated the \"86th Mechanized Reconnaissance Troop\" before finally being inactivated on 30 December 1946 while still stationed in the Philippines. However, the 86th Mechanized Reconnaissance Troop was reactivated again on 9 July 1952 as part of the Army Reserve. It continued serving within the Army Reserve for some years. Activation of the brigade with its new structure took place on 1 July 1963 at &lt;a href=\"Fort%20Richardson%20%28Alaska%29\"&gt;Fort Richardson&lt;/a&gt;, Alaska.\nThe Army set up an experimental Airborne unit with the designation of Company F (Airborne), 4th Battle Group, 23d Infantry in 1962 at Fort Richardson. The company commander was Captain Lawrence. When Army combat forces were reorganized from the Pentomic division battle groups to brigades with subordinate battalions, the group became the 4th Battalion, 23d Infantry and its Airborne component was Company C. The unit was used to determine how best to use Airborne soldiers in Arctic conditions throughout the vast area of Alaska.\nThe new structure included one &lt;a href=\"Light%20Infantry\"&gt;Light Infantry&lt;/a&gt; &lt;a href=\"Battalion\"&gt;Battalion&lt;/a&gt;; one &lt;a href=\"Mechanized%20Infantry\"&gt;Mechanized Infantry&lt;/a&gt; Battalion; and one &lt;a href=\"Tank\"&gt;Tank&lt;/a&gt; Company. Its &lt;a href=\"shoulder%20sleeve%20insignia\"&gt;shoulder sleeve insignia&lt;/a&gt; was authorized for use on 28 August 1963 and its &lt;a href=\"distinctive%20unit%20insignia\"&gt;distinctive unit insignia&lt;/a&gt; was authorized on 8 June 1966. The Brigade was reorganized from Mechanized Infantry to Light Infantry on 30 June 1969, with a reduction to two mechanized infantry &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;s. In 1974 the 172nd Infantry Brigade was reorganized again to include three light infantry battalions.\nUS Army Alaska was known as USARAL through the 60s and 70s, whereas after the activation of the 6th Infantry Division it was known as USARAK.\nThe two Arctic brigades, the 171st (4-9th Infantry, 1-47th Infantry [which was subsequently deactivated], and other components at Fort Wainwright) and the 172d (4-23d Infantry, 1-60th Infantry, 1-37th Artillery, 561st Combat Engineer Company, and other components at Fort Richardson) were consolidated in 1973 with the drawdown after Viet Nam. There was an administrative split between the \"LIB\" (Light Infantry Brigade) and the \"Brigade Alaska\", with the 1-43d Air Defense, 222d Aviation, 56th MP Company, 23d Construction Engineer Company, Northern Warfare Training Center- then at Fort Greely,' being assigned.\nThe brigade was again inactivated on 15 April 1986 at Fort Richardson, Alaska, being reflagged as part of the newly reformed &lt;a href=\"6th%20Infantry%20Division%20%28United%20States%29\"&gt;6th Infantry Division&lt;/a&gt;.\nTransformation.\nIn the late 1990s, Army leaders including &lt;a href=\"General%20%28United%20States%29\"&gt;General&lt;/a&gt; &lt;a href=\"Eric%20Shinseki\"&gt;Eric Shinseki&lt;/a&gt; began shifting the Army force toward brigade centered operations. All separate brigades had been deactivated in the 1990s as part of the US Army's drawdown following the end of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. These inactivations, along with the subsequent reorganization of US Army divisions, saw several divisional brigades stationed in bases that were far from the division's headquarters and support units. These brigades had difficulty operating without support from higher headquarters. Light infantry is a designation applied to certain types of foot soldiers (infantry) throughout history, typically having air assault and airborne qualified members with lighter equipment or armament or a more mobile or fluid function than other types of infantry, such as heavy infantry or line infantry. Historically, light infantry often fought as skirmishers, reconnaissance, hidden shock and awe attacks, basically guerilla warfare—soldiers who fight in a loose formation ahead of the main army to harass, delay and generally \"soften up\" an enemy before the main battle. Today, the term \"light infantry\" generally refers to units (including commandos and airborne units) that specifically emphasize speed and mobility over armor and firepower, to units that historically held a skirmishing role.\nIt was Shinseki's idea to reactivate a few separate light infantry brigades and assign them their own support and sustainment units, which would allow them to function independently of division-level headquarters. These formations were termed \"&lt;a href=\"Brigade%20Combat%20Team\"&gt;Brigade Combat Team&lt;/a&gt;s\". Such units could be stationed in bases far from major commands, not requiring division-level unit support, an advantage in places like Alaska and Europe, where stationing entire divisions was unnecessary or impractical. The first of the separate brigades was to be the 172d Infantry Brigade. On 17 April 1998, the U.S. Army reactivated the 172d Infantry Brigade (Separate) by reflagging the 1st Brigade, &lt;a href=\"6th%20Infantry%20Division%20%28United%20States%29\"&gt;6th Infantry Division&lt;/a&gt; headquartered at &lt;a href=\"Fort%20Wainwright\"&gt;Fort Wainwright&lt;/a&gt;, Alaska. Two years later, the &lt;a href=\"173rd%20Airborne%20Brigade%20Combat%20Team\"&gt;173d Airborne Brigade&lt;/a&gt; was reactivated on 12 June 2000 at &lt;a href=\"Caserma%20Ederle\"&gt;Caserma Ederle&lt;/a&gt; in Vicenza, Italy. The 172d light infantry was assigned the 1st Battalion (Airborne), 501st Infantry, an &lt;a href=\"airborne%20forces\"&gt;airborne&lt;/a&gt; infantry battalion, one of only three existing outside of the &lt;a href=\"82nd%20Airborne%20Division\"&gt;82nd Airborne Division&lt;/a&gt;. (The other two battalions were part of the &lt;a href=\"173rd%20Airborne%20Brigade%20Combat%20Team\"&gt;173d Airborne Brigade&lt;/a&gt; based in Italy.) The 172d Infantry Brigade was designed as a \"Pacific theater contingency brigade.\" Located in Alaska, the 172d would be able to deploy to any contingencies in Alaska, Europe (over the north pole) or the Pacific.\nIn July 2001 the &lt;a href=\"United%20States%20Army\"&gt;US Army&lt;/a&gt; announced that the 172d Infantry Brigade was to become one of the Army's new Interim Brigade Combat Teams, later to be known as &lt;a href=\"Stryker\"&gt;Stryker Brigade Combat Team&lt;/a&gt;s (SBCTs).\nChanges to the brigade included the addition of some 300 &lt;a href=\"Stryker\"&gt;Stryker&lt;/a&gt; vehicles, and several &lt;a href=\"Unmanned%20Aerial%20Vehicle\"&gt;Unmanned Aerial Vehicle&lt;/a&gt;s. The transformation was intended to increase the brigade's mobility in operations as well as reduce its logistical footprint. The project entailed around $1.2 billion in construction costs for training facilities, motor pools, and other buildings. This transformation was completed when the unit was formally redesignated on 16 October 2003. After the transformation was complete, the 172d became the third Stryker brigade in the US Army, with a force of 3,500 soldiers. In 2005, the new Brigade Commander, Colonel Mike Shields, changed the motto of the infantry brigade from \"Snow Hawks\" to \"Arctic Wolves\". In early 2005, the brigade was alerted that it would be deployed to &lt;a href=\"Operation%20Iraqi%20Freedom\"&gt;Operation Iraqi Freedom&lt;/a&gt; for the first time. To prepare, it participated in several large exercises at the &lt;a href=\"Fort%20Polk%23JRTC%20moves%20to%20Polk\"&gt;Joint Readiness Training Center&lt;/a&gt; at &lt;a href=\"Fort%20Polk\"&gt;Fort Polk&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;. The &lt;a href=\"220th%20Military%20Police%20Brigade\"&gt;220th Military Police Brigade&lt;/a&gt;, a reserve unit, provided additional soldiers to assist the brigade in the exercises during their final preparations for deployment.\nOperation Iraqi Freedom.\nIn August 2005, the 172nd Stryker Brigade Combat Team deployed to &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt; in support of &lt;a href=\"Iraq%20War\"&gt;Operation Iraqi Freedom&lt;/a&gt;. The unit deployed to &lt;a href=\"Mosul\"&gt;Mosul&lt;/a&gt;, Iraq. 4-14 CAV and a Stryker infantry company (A/4-23 IN and later, B/2-1 IN) were attached to 2nd Marine Expeditionary Force, and stationed at COP Rawah; away from the rest of the BDE. Duties of the unit during deployment included numerous patrol operations, searches for weapons caches, and counterinsurgency operations. Its tour was to have ended on 27 July 2006, but the U.S. Army unexpectedly extended the deployment until the end of November 2006. During the extension, the unit was sent to &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; to quell growing sectarian violence concerns. The infamous extension of the deployment had happened after some of the units of the Brigade were already touched down at their home base of Fort Wainwright, AK, forcing them to fly back to staging areas in Iraq. The extension occurred after the unit's regular 12-month tour was complete, making the deployment last for a total of 16 months. As a result of the unit's action in Iraq, the brigade was awarded the &lt;a href=\"Valorous%20Unit%20Award\"&gt;Valorous Unit Award&lt;/a&gt;.\nDuring this action, 26 soldiers of the brigade were &lt;a href=\"killed%20in%20action\"&gt;killed in action&lt;/a&gt;, and another 350 were wounded.\nTen additional soldiers in units attached to the brigade were killed.\nInactivation 2006.\nHaving returned from its extended tour in Baghdad, Iraq, the 172nd Stryker Brigade Combat Team was officially deactivated and the &lt;a href=\"1st%20Brigade%2C%2025th%20Infantry%20Division%20%28United%20States%29\"&gt;1st Stryker Brigade Combat Team, 25th Infantry Division&lt;/a&gt; was activated in its place on 14 December 2006. The brigade's six battalions and four separate companies were likewise reflagged as part of the change. The reflagged units were:\nReactivation in Germany.\nAs part of the &lt;a href=\"Grow%20the%20Army\"&gt;Grow the Army&lt;/a&gt; Plan announced 19 December 2007, the Army will activate and retain two Infantry Brigades in Germany until 2012 and 2013. On 6 March 2008, it was announced that the 172nd Infantry Brigade would be activated as the first of these brigades, with the other being the &lt;a href=\"170th%20Infantry%20Brigade%20%28United%20States%29\"&gt;170th Infantry Brigade&lt;/a&gt;. On 17 March, the 172nd Infantry Brigade was formally activated in Schweinfurt, Germany by reflagging the &lt;a href=\"1st%20Infantry%20Division%20%28United%20States%29\"&gt;1st Infantry Division&lt;/a&gt;'s &lt;a href=\"2nd%20%28Dagger%29%20Brigade\"&gt;2nd (Dagger) Brigade&lt;/a&gt;, which relocated to Ft. Riley, KS. Colonel &lt;a href=\"Jeffrey%20Allen%20Sinclair\"&gt;Jeffrey Sinclair&lt;/a&gt; was commanding the brigade at the time. The 172nd Infantry Brigade relocated to Grafenwöhr, Germany. The 172nd Infantry Brigade was activated with the following unit redesignations:\nWhen the brigade converts to a modular design, the Brigade Special Troops Battalion will be given organic, unnumbered signal, engineer and military intelligence companies along with a chemical and military police platoons.\nAfter its activation, the brigade began moving its components from Schweinfurt to Grafenwöhr, Germany, as part of the &lt;a href=\"Grow%20the%20Army\"&gt;Grow the Army&lt;/a&gt; plan. Simultaneously, the brigade converted to a modular structure to become a &lt;a href=\"Brigade%20Combat%20Team\"&gt;Brigade Combat Team&lt;/a&gt; upon completion. In May 2008, the brigade was alerted that it would be returning to Iraq in the fall of that year. The deployment was set to last 12 months, and was set to start after the unit's 12-month out-of-action cycle ended in November 2008. This would be the brigade's third tour to Iraq, as it completed a tour of duty in Iraq shortly before being redesignated from the 2nd Brigade, 1st Infantry Division. The brigade began training for its deployment to the country as soon as it received orders for deployment. German military officers trained with the brigade during this preparation. The soldiers of the brigade were part of a 40,000-soldier troop rotation into Iraq and Afghanistan, intended to maintain previous troop levels in both countries until late 2009. In fall of 2008, the brigade completed its transition to a brigade combat team, and was redesignated as the 172nd Infantry Brigade Combat Team.\nIn late October 2008 the brigade began moving equipment and vehicles by train from Germany in preparation for their tour in Iraq. 385 containers full of gear, as well as 75 &lt;a href=\"M1A1%20Abrams\"&gt;M1A1 Abrams&lt;/a&gt; Tanks, &lt;a href=\"M2%20Bradley\"&gt;M2 Bradley&lt;/a&gt; Infantry Fighting Vehicles, and &lt;a href=\"HMMWV\"&gt;HMMWV&lt;/a&gt;s were sent by train on 28 October. the brigade picked up additional &lt;a href=\"MRAP\"&gt;MRAP&lt;/a&gt; and uparmored HMMWVs in Kuwait. The brigade deployed into theater by December 2008, replacing the &lt;a href=\"3rd%20Infantry%20Division%20%28United%20States%29\"&gt;4th Brigade Combat Team, 3rd Infantry Division&lt;/a&gt;.\nA proposal was made to relocate the unit to White Sands Missile Range, New Mexico in 2012 as the 7th Brigade Combat Team, &lt;a href=\"1st%20Armored%20Division%20%28United%20States%29\"&gt;1st Armored Division&lt;/a&gt;, pending discussions to leave two heavy brigades in Europe.\nOperation Enduring Freedom.\nThe 172 IBCT deployed to Afghanistan in the summer of 2011. The brigade left behind its \"heavy\" vehicles, Bradley fighting vehicles and Abrams tanks, for &lt;a href=\"MRAP\"&gt;MRAP&lt;/a&gt;s. Soldiers would spend some of their time during the deployment patrolling on foot, as their normal heavy tracked vehicles are incompatible with rugged terrain of Afghanistan.\n. During this deployment the Brigade was responsible for Paktika province along the Pakistani border. One of the more controversial aspects of the deployment was the formation of the first US/Afghan Joint firing base with Afghan National Army Artillery firing in support of U.S. forces in the Urgun district.\nFollowing a number of budget cuts and force structure reductions, the brigade deactivated in Germany on 31 May 2013."
}