{
    "id": "3104765",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=3104765",
    "title": "Donald Davidson (historian)",
    "text": "Donald C. Davidson is the &lt;a href=\"historian\"&gt;historian&lt;/a&gt; of the &lt;a href=\"Indianapolis%20Motor%20Speedway\"&gt;Indianapolis Motor Speedway&lt;/a&gt;, the only person to hold such a position on a full-time basis for any &lt;a href=\"motorsport\"&gt;motorsport&lt;/a&gt;s facility in the world. Davidson started his career as a &lt;a href=\"statistician\"&gt;statistician&lt;/a&gt;, &lt;a href=\"publicist\"&gt;publicist&lt;/a&gt;, and &lt;a href=\"historian\"&gt;historian&lt;/a&gt; at &lt;a href=\"United%20States%20Auto%20Club\"&gt;USAC&lt;/a&gt;. His &lt;a href=\"radio%20program\"&gt;radio program&lt;/a&gt;, \"The Talk of Gasoline Alley\", is broadcast annually throughout the &lt;a href=\"Indianapolis%20500%20traditions%23Month%20of%20May\"&gt;\"Month of May\"&lt;/a&gt; on &lt;a href=\"WFNI\"&gt;WFNI&lt;/a&gt; in &lt;a href=\"Indianapolis\"&gt;Indianapolis&lt;/a&gt;, and he is part of the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Radio%20Network\"&gt;IMS Radio Network&lt;/a&gt;.\nDavidson is a member of the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Museum%23Indianapolis%20Motor%20Speedway%20Hall%20of%20Fame\"&gt;Auto Racing Hall of Fame&lt;/a&gt;, the Richard M. Fairbanks Indiana Broadcast Pioneers Hall of Fame, and the &lt;a href=\"United%20States%20Auto%20Club\"&gt;USAC&lt;/a&gt; Hall of Fame. In 2016, he was named a &lt;a href=\"Sagamore%20of%20the%20Wabash\"&gt;Sagamore of the Wabash&lt;/a&gt; by &lt;a href=\"Governor%20of%20Indiana\"&gt;Governor&lt;/a&gt; &lt;a href=\"Mike%20Pence\"&gt;Mike Pence&lt;/a&gt;.\nPersonal history.\n&lt;a href=\"British%20people\"&gt;British&lt;/a&gt; born, Davidson was from &lt;a href=\"Salisbury\"&gt;Salisbury&lt;/a&gt;, &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt; in &lt;a href=\"South%20West%20England\"&gt;South West England&lt;/a&gt;. He worked as a &lt;a href=\"Movie%20theater\"&gt;cinema&lt;/a&gt; &lt;a href=\"projectionist\"&gt;projectionist&lt;/a&gt; at the &lt;a href=\"Odeon%20Leicester%20Square\"&gt;Odeon Leicester Square&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;. He first learned of the &lt;a href=\"Indianapolis%20Motor%20Speedway\"&gt;Indianapolis Motor Speedway&lt;/a&gt; when he became passionately interested in &lt;a href=\"Formula%20One\"&gt;Grand Prix&lt;/a&gt; &lt;a href=\"motor%20racing\"&gt;motor racing&lt;/a&gt; in the mid-1950s. Part of that interest stemmed from viewing highlight films of auto races. It did not take long for his interest to transfer over to the &lt;a href=\"Indianapolis%20500\"&gt;Indianapolis 500&lt;/a&gt;, plus other forms of &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; oval track racing. Davidson sought out books, magazines, and other various publications relating to auto racing. He then proceeded to memorize, in great detail, the results of every &lt;a href=\"Indianapolis%20500\"&gt;Indianapolis 500&lt;/a&gt;. He has been described as having &lt;a href=\"Selective%20retention\"&gt;Selective Retentive&lt;/a&gt; Easy-Access Memory.\nDavidson saved up his own money and first visited Indianapolis in May 1964. He had relatives in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, with whom he arranged to stay during part of the trip. He had written to &lt;a href=\"Indianapolis%20Motor%20Speedway%20Radio%20Network\"&gt;IMS&lt;/a&gt; &lt;a href=\"radio%20announcer\"&gt;radio announcer&lt;/a&gt; &lt;a href=\"Sid%20Collins\"&gt;Sid Collins&lt;/a&gt; and amazed the crowd by being able to recite the record of every &lt;a href=\"race%20car%20driver\"&gt;driver&lt;/a&gt; who had ever competed in the \"500.\" He was quickly and warmly welcomed by the Speedway staff as well as participants, and within hours of his arrival, he was given free credentials. Collins invited Davidson to make a brief appearance as a guest on the radio broadcast of the &lt;a href=\"1964%20Indianapolis%20500\"&gt;1964 race&lt;/a&gt;.\nUSAC years.\nDavidson returned to the Speedway to attend the &lt;a href=\"1965%20Indianapolis%20500\"&gt;1965 Indianapolis 500&lt;/a&gt;. He reunited with &lt;a href=\"Sid%20Collins\"&gt;Sid Collins&lt;/a&gt; and the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Radio%20Network\"&gt;Radio Network&lt;/a&gt; staff. He joined the staff as a popular fixture, and sought permanent employment in Indianapolis. \nA few days after the 1965 race, Davidson was hired by &lt;a href=\"Henry%20Banks\"&gt;Henry Banks&lt;/a&gt; to work at &lt;a href=\"United%20States%20Auto%20Club\"&gt;USAC&lt;/a&gt; as a &lt;a href=\"statistician\"&gt;statistician&lt;/a&gt;, a position he would hold for 31 years. He also worked as a publicist, writing the USAC newsletter and other related publications. Davidson left USAC in 1997, and worked briefly for IMS Productions, the in-house television division at the Speedway. In January 1998 he officially became the full-time &lt;a href=\"historian\"&gt;historian&lt;/a&gt; of the Indianapolis Motor Speedway, and maintains an office at the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Museum\"&gt;Museum&lt;/a&gt;. He is also now the longest-serving commentator on the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Radio%20Network\"&gt;IMS Radio Network&lt;/a&gt; staff, having served in at least some capacity on every radio broadcast of the Indianapolis 500 since 1965 (not including his guest appearance in 1964).\nParallel to his work on the IMS Radio Network, Davidson also worked on the local radio coverage of practice and time trials on &lt;a href=\"WIBC%20%28FM%29\"&gt;WIBC&lt;/a&gt;.\n\"The Talk of Gasoline Alley\".\nOrigins.\nIn 1966, &lt;a href=\"Sid%20Collins\"&gt;Sid Collins&lt;/a&gt; arranged for Davidson to host 15-minute semi-daily radio program on &lt;a href=\"WIBC%20%28FM%29\"&gt;1070 WIBC&lt;/a&gt; during the month of May. The program was called \"Dial Davidson,\" and allowed phone-in callers to ask Davidson questions about the Indianapolis 500.\nIn 1967, Davidson was unable to continue the program because he was going through &lt;a href=\"United%20States%20Army%20Basic%20Training\"&gt;basic training&lt;/a&gt; at &lt;a href=\"Fort%20Rucker\"&gt;Fort Rucker&lt;/a&gt; in the &lt;a href=\"National%20Guard%20of%20the%20United%20States\"&gt;National Guard&lt;/a&gt;. He missed a considerable part of the month of May at Indy in 1967, but was able to attend the race itself and serve on the radio network broadcast.\nAfter management changes at &lt;a href=\"WIBC%20%28FM%29\"&gt;1070 WIBC&lt;/a&gt; in 1970, the station vastly increased their coverage of the Indianapolis 500 for 1971. Davidson was invited back to host a one-hour nightly &lt;a href=\"quiz%20show\"&gt;quiz show&lt;/a&gt; about the Indy 500. The show was unnamed for the first two to three years, but for a brief time it was called \"Stump the chump\". &lt;a href=\"Lou%20Palmer%20%28motorsport%20broadcaster%29\"&gt;Lou Palmer&lt;/a&gt; called the program \"Do it to Donald\" and Chuck Riley called it \"Stymie the &lt;a href=\"Limey\"&gt;Limey&lt;/a&gt;.\" Callers won prizes if Donald did not know the answer.\nShow format.\nAfter a few seasons, the show evolved from a \"rapid fire\" call-in quiz show to a more long form caller-based question &amp; answer &lt;a href=\"Talk%20radio\"&gt;talk show&lt;/a&gt;, with Davidson taking the role of &lt;a href=\"raconteur\"&gt;raconteur&lt;/a&gt;. Davidson fields the callers' questions, preferably of a &lt;a href=\"Nostalgia\"&gt;nostalgic&lt;/a&gt; nature, about the history of the &lt;a href=\"Indianapolis%20500\"&gt;Indianapolis 500&lt;/a&gt;. Furthermore, he prohibits himself from using any sort of reference material during the show, relying only on his own memory. Not only does he answer questions, but he adds various anecdotes, &lt;a href=\"Vignette%20%28literature%29\"&gt;vignettes&lt;/a&gt;, statistics, driver biographies, and may recount other related stories, typically of personal experiences regarding the subject matter. Topics for discussion are broad, but are often focused on biographies of drivers, team owners, mechanics, and other personalities associated with the race or the track. Other popular topics include track lore, famous cars, race recaps, members of the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Radio%20Network\"&gt;IMS Radio Network&lt;/a&gt;, the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Museum\"&gt;museum&lt;/a&gt; and its exhibits, and specific events from a particular year. Discussions regarding non-race winners and drivers of relative obscurity (particularly drivers from the very early years) are warmly received, as it offers \"fresh\" content to the program. \nControversial topics are frowned upon, and a small list of oft-repeated subjects that have been answered &lt;a href=\"ad%20nauseam\"&gt;ad nauseam&lt;/a&gt; are usually avoided (the &lt;a href=\"STP-Paxton%20Turbocar\"&gt;Turbines&lt;/a&gt;, &lt;a href=\"Leon%20Sirois\"&gt;Jigger Sirois&lt;/a&gt;, the &lt;a href=\"Jim%20Hurtubise\"&gt;Jim Hurtubise&lt;/a&gt; &lt;a href=\"1972%20Indianapolis%20500%23Bump%20Day%20%E2%80%93%20Sunday%20May%2021%20%28Jim%20Hurtubise%20%26quot%3BBeer%20engine%26quot%3B%29\"&gt;\"beer engine\" incident&lt;/a&gt;, the &lt;a href=\"1911%20Indianapolis%20500%23Controversy\"&gt;1911 controversy&lt;/a&gt;, and others). In addition, shows that air during &lt;a href=\"Brickyard%20400\"&gt;Brickyard 400&lt;/a&gt; week invite questions about &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; and &lt;a href=\"USAC%20Stock%20Car\"&gt;USAC Stock Car&lt;/a&gt; history, both of which Davidson is also well-versed.\nWIBC years.\nBy the late-1970s, the program adopted the now-familiar name \"The Talk of Gasoline Alley\" (in reference to the nickname of the &lt;a href=\"Indianapolis%20500%20traditions%23Gasoline%20Alley\"&gt;garage area&lt;/a&gt; at the &lt;a href=\"Indianapolis%20Motor%20Speedway\"&gt;Indianapolis Motor Speedway&lt;/a&gt;). Although in the early 1980s, the title \"The Talk From Gasoline Alley\" was also used. Starting around 1983, the show moved from the downtown studios of WIBC to the track itself, and for one year was set up in the lobby of the Speedway Motel. The following year, the show moved to the garage area. Eventually Davidson was invited to broadcast the program from one of the team's garages, and mechanics were usually heard in the background working on the cars. In many years, the show was done from the garages of the Jonathan Byrd team. Starting in 1990, a special post-race drive home show has also been aired, immediately following the conclusion of the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Radio%20Network\"&gt;IMS Radio Network&lt;/a&gt; race broadcast. In recent years, the program has originated from the media center at the Speedway, or from the WFNI studios downtown.\nFor much of its run on 1070 WIBC-AM, the hour-long show aired daily at 6:00 p.m. local time. That coincided with the time of the day the track closed for practice (or time trials) each evening. In early years, it was co-hosted by &lt;a href=\"Kevin%20Calabro\"&gt;Kevin Calabro&lt;/a&gt;. During the late 1990s and early 2000s, the show was jointly produced as a part of &lt;a href=\"Dave%20Wilson%20%28radio%20personality%29\"&gt;Dave \"The King\" Wilson's&lt;/a&gt; nightly &lt;a href=\"Drive%20time\"&gt;drive-home&lt;/a&gt; show. Consistent with airing on a traditionally &lt;a href=\"news%20radio\"&gt;news&lt;/a&gt;/&lt;a href=\"talk%20radio\"&gt;talk&lt;/a&gt; station, the show was frequently at the mercy of numerous breaks for news, traffic, and weather reports, and occasional pre-emption for &lt;a href=\"breaking%20news\"&gt;breaking news&lt;/a&gt; and other live sports coverage.\nFor a brief period, the show was expanded to two hours, with the second hour carried on \"Network Indiana\", a syndicated feed that was picked up by several stations around the state.\nStarting in 1994, the program expanded to new events at Indy. The show was added the week of the &lt;a href=\"Brickyard%20400\"&gt;Brickyard 400&lt;/a&gt; (1994–2009, 2013–2019), the weekend involving the &lt;a href=\"Formula%20One\"&gt;F1&lt;/a&gt; &lt;a href=\"United%20States%20Grand%20Prix\"&gt;U.S. Grand Prix&lt;/a&gt; (2000–2007), as well as &lt;a href=\"Indianapolis%20motorcycle%20Grand%20Prix\"&gt;Moto GP&lt;/a&gt;. During the decade of the 2000s, WIBC began streaming over the internet, effectively exposing the show to a nationwide/worldwide listening audience. In 2006, the program became available in &lt;a href=\"podcast\"&gt;podcast&lt;/a&gt; form.\nDavidson's other radio experiences included regular appearances on WIBC's Sunday morning program \"The First Day\" in 1976–1984, and a nostalgic radio program titled \"Looking Back with Davidson\" on &lt;a href=\"WIAN\"&gt;WIAN&lt;/a&gt; in 1973.\nWFNI years.\nIn 2008, after 37 years on &lt;a href=\"WIBC%20%28FM%29\"&gt;1070 WIBC&lt;/a&gt;, the station was reorganized, and the program moved to &lt;a href=\"WFNI\"&gt;1070 The Fan&lt;/a&gt;. The show moved to the 8 p.m. timeslot. It is currently part of a two-hour daily block, with \"Trackside with Curt Cavin &amp; Kevin Lee\" serving as a lead-in during the 7 o'clock hour. Typically either Lee or Cavin sat in to serve as host/&lt;a href=\"call%20screener\"&gt;call screener&lt;/a&gt;. Tony Donohue briefly took over the host chair in 2019. Since having moved to a dedicated &lt;a href=\"Sports%20radio\"&gt;sports talk&lt;/a&gt; station, the program enjoys more leeway in the broadcast window, and is no longer burdened by news reports and the like. However, the program is still occasionally interrupted by &lt;a href=\"Indiana%20Pacers\"&gt;Pacers&lt;/a&gt; games, as WFNI is the flagship for the team. In some cases, the program has been simulcast or &lt;a href=\"Reverse%20mirror\"&gt;mirrored&lt;/a&gt; over to sister station 107.5 FM to avoid preemption.\nAlong with the traditional telephone calls, questions are now also accepted via e-mail and &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;. In some cases discussion topics are pre-planned by the hosts, particularly for the opening segment, or follow-ups from previous night's question(s) kick off the program. A short list of longtime frequent callers complement the show, including Dave from &lt;a href=\"Marion%2C%20Indiana\"&gt;Marion&lt;/a&gt;, Paul in &lt;a href=\"Racine%2C%20Wisconsin\"&gt;Racine&lt;/a&gt;, Mike in &lt;a href=\"Vernon%20Hills%2C%20Illinois\"&gt;Vernon Hills&lt;/a&gt;, Jerry in &lt;a href=\"Delphi%2C%20Indiana\"&gt;Delphi&lt;/a&gt;, and many others. \nThe show is traditionally aired live, however, on rare occasions when Davidson (or the co-host) has prior commitments, the show will be pre-recorded. In those cases, no phone calls will be taken, instead the topics will be culled from e-mail or Twitter requests. As of 2017, the show has aired for 46 consecutive seasons, and has produced upwards of 1,275 episodes.\nIn 2010, Davidson was inducted as a member of the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Hall%20of%20Fame%20Museum%23Hall%20of%20Fame\"&gt;Auto Racing Hall of Fame&lt;/a&gt; at the Indianapolis Motor Speedway. In 2013, he was inducted into the Richard M. Fairbanks Indiana Broadcast Pioneers Hall of Fame. In 2016, \"&lt;a href=\"The%20Indianapolis%20Star\"&gt;The Indianapolis Star&lt;/a&gt;\" named Davidson to the list of the 100 most influential people in the history of the Indianapolis 500, and likewise &lt;a href=\"WFNI\"&gt;WFNI&lt;/a&gt; ranked him #10 on the list of Top Ten Influential People (Non-Drivers) in Indy history. In June 2016, Davidson was named the &lt;a href=\"grand%20marshal\"&gt;grand marshal&lt;/a&gt; of the &lt;a href=\"Indy%20Legends%20Charity%20Pro%E2%80%93Am%20race\"&gt;Indy Legends Charity Pro–Am race&lt;/a&gt;.\nBooks and media.\nAs chief historian for USAC and the Indianapolis Motor Speedway, Davidson has written, or contributed to numerous books about auto racing and the Indianapolis 500. His earlier contributions include the annual 500 Yearbooks and magazine articles. In 1974 and 1975, he wrote a short-lived series of Indianapolis 500 &lt;a href=\"Annual%20publication\"&gt;annuals&lt;/a&gt; entitled \"Donald Davidson's 500 Annuals.\" During the month of May for numerous years, Davidson penned a daily column in the \"&lt;a href=\"Indianapolis%20Star\"&gt;Indianapolis Star&lt;/a&gt;\" about Indianapolis 500 history. In addition to his work on the radio Davidson also co-hosted local Indy 500 practice and qualifications coverage on &lt;a href=\"WNDY-TV\"&gt;WTTV&lt;/a&gt; (1984–1989) and &lt;a href=\"WNDY-TV\"&gt;WNDY-TV&lt;/a&gt; (1995–1997).\nAfter many years of helping others with their books on the Indianapolis 500, Davidson wrote his own, put out through the publishers of \"&lt;a href=\"Autocourse\"&gt;Autocourse&lt;/a&gt;\", entitled \"Autocourse Official History of the Indianapolis 500\", co-authored by Rick Shaffer. An updated &lt;a href=\"Edition%20%28book%29\"&gt;second edition&lt;/a&gt; was published in 2013.\nDavidson has appeared on numerous television programs, including \"&lt;a href=\"NASCAR%20on%20TBS\"&gt;Motorweek Illustrated&lt;/a&gt;\", \"&lt;a href=\"SportsCentury\"&gt;SportsCentury&lt;/a&gt;\" on &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;, and \"Indy 500 The Classics\" on &lt;a href=\"Speedvision\"&gt;Speedvision&lt;/a&gt;.\nDavidson has served as a lecturer at &lt;a href=\"IUPUI\"&gt;IUPUI&lt;/a&gt; and for many years taught a &lt;a href=\"Continuing%20education\"&gt;course&lt;/a&gt; in motorsports history. He has been a frequent guest speaker at various engagements including trade shows, civic and social events, banquets, and awards ceremonies. Davidson lives close to the &lt;a href=\"Indianapolis%20Motor%20Speedway\"&gt;Indianapolis Motor Speedway&lt;/a&gt;, and has an office inside the &lt;a href=\"Indianapolis%20Motor%20Speedway%20Museum\"&gt;museum&lt;/a&gt;. In 2003, a house fire swept through his basement, destroying some items from his personal collection, including a photograph of himself with &lt;a href=\"1911%20Indianapolis%20500\"&gt;1911 Indianapolis 500&lt;/a&gt; winner &lt;a href=\"Ray%20Harroun\"&gt;Ray Harroun&lt;/a&gt;. On his radio program, though he is guarded of his age, Davidson mentioned that he shares a birthday with Indy 500 winners &lt;a href=\"Jimmy%20Bryan\"&gt;Jimmy Bryan&lt;/a&gt; and &lt;a href=\"Takuma%20Sato\"&gt;Takuma Sato&lt;/a&gt;, as well as driver &lt;a href=\"Gene%20Hartley\"&gt;Gene Hartley&lt;/a&gt;."
}