{
    "id": "31043",
    "revid": "8761551",
    "url": "https://en.wikipedia.org/wiki?curid=31043",
    "title": "Trust law",
    "text": "A trust is a legal relationship in which the holder of a right gives it to another person or entity who must keep and use it solely for another's benefit. In &lt;a href=\"common%20law\"&gt;Anglo-American common law&lt;/a&gt;, the party who entrusts the right is known as the \"&lt;a href=\"settlor\"&gt;settlor&lt;/a&gt;\", the party to whom the right is entrusted is known as the \"&lt;a href=\"trustee\"&gt;trustee&lt;/a&gt;\", the party for whose benefit the property is entrusted is known as the \"&lt;a href=\"beneficiary\"&gt;beneficiary&lt;/a&gt;\", and the entrusted property itself is known as the \"corpus\" or \"trust property\". With the strategic and legal use of Trusts, individuals can ensure that their children and grandchildren or chosen beneficiaries are able to benefit completely from the inheritance they want them to receive. \nA \"testamentary trust\" is created by a will and arises after the death of the settlor. An \"inter vivos trust\" is created during the settlor's lifetime by a trust instrument. A trust may be revocable or irrevocable; in the United States, a trust is presumed to be irrevocable unless the instrument or will creating it states it is revocable, except in Pennsylvania, California, Oklahoma and Texas (and any other state that has adopted section 602 of the &lt;a href=\"Uniform%20Trust%20Code\"&gt;Uniform Trust Code&lt;/a&gt;), in which trusts are presumed to be revocable unless the instrument or will creating them states they are irrevocable. An irrevocable trust can be \"broken\" (revoked) only by a judicial proceeding.\nThe trustee is the legal owner of the property in trust, as fiduciary for the beneficiary or beneficiaries who is/are the equitable owner(s) of the trust property. Trustees thus have a fiduciary duty to manage the trust to the benefit of the equitable owners. They must provide a regular accounting of trust income and expenditures. Trustees may be compensated and be reimbursed their expenses. A court of competent jurisdiction can remove a trustee who breaches their fiduciary duty. Some breaches of fiduciary duty can be charged and tried as criminal offenses in a court of law.\nA trustee can be a &lt;a href=\"natural%20person\"&gt;natural person&lt;/a&gt;, a business entity or a &lt;a href=\"public%20body\"&gt;public body&lt;/a&gt;. A trust in the United States may be subject to federal and state taxation.\nA trust is created by a settlor, who transfers title to some or all of his or her property to a trustee, who then holds title to that property in trust for the benefit of the &lt;a href=\"beneficiary%20%28trust%29\"&gt;beneficiaries&lt;/a&gt;. The trust is governed by the terms under which it was created. In most jurisdictions, this requires a contractual trust agreement or &lt;a href=\"deed\"&gt;deed&lt;/a&gt;. It is possible for a single individual to assume the role of more than one of these parties, and for multiple individuals to share a single role. For example, in a living trust it is common for the grantor to be both a trustee and a lifetime beneficiary while naming other contingent beneficiaries.\nTrusts have existed since &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; times and have become one of the most important innovations in &lt;a href=\"property%20law\"&gt;property law&lt;/a&gt;. Trust law has evolved through court rulings differently in different states, so statements in this article are generalizations; understanding the jurisdiction-specific case law involved is tricky. Some U.S. states are adapting the &lt;a href=\"Uniform%20Trust%20Code\"&gt;Uniform Trust Code&lt;/a&gt; to codify and harmonize their trust laws, but state-specific variations still remain.\nAn owner placing property into trust turns over part of his or her &lt;a href=\"bundle%20of%20rights\"&gt;bundle of rights&lt;/a&gt; to the trustee, separating the property's legal ownership and control from its equitable ownership and benefits. This may be done for &lt;a href=\"Tax%20avoidance\"&gt;tax reasons&lt;/a&gt; or to control the property and its benefits if the settlor is absent, &lt;a href=\"Capacity%20%28law%29\"&gt;incapacitated&lt;/a&gt;, or deceased. &lt;a href=\"Testamentary%20trust\"&gt;Testamentary trust&lt;/a&gt;s may be created in &lt;a href=\"Will%20and%20testament\"&gt;wills&lt;/a&gt;, defining how money and property will be handled for children or other beneficiaries.\nWhile the trustee is given legal title to the trust property, in accepting title the trustee owes a number of &lt;a href=\"fiduciary%20duties\"&gt;fiduciary duties&lt;/a&gt; to the beneficiaries. The primary duties owed are those of &lt;a href=\"duty%20of%20loyalty\"&gt;loyalty&lt;/a&gt;, &lt;a href=\"Duty%20of%20Prudence\"&gt;prudence&lt;/a&gt; and &lt;a href=\"impartiality\"&gt;impartiality&lt;/a&gt;. Trustees may be held to a very high standard of care in their dealings to enforce their behavior. To ensure beneficiaries receive their due, trustees are subject to a number of ancillary duties in support of the primary duties, including duties of &lt;a href=\"openness\"&gt;openness&lt;/a&gt; and &lt;a href=\"Transparency%20%28behavior%29\"&gt;transparency&lt;/a&gt;, and duties of &lt;a href=\"recordkeeping\"&gt;recordkeeping&lt;/a&gt;, &lt;a href=\"accounting\"&gt;accounting&lt;/a&gt;, and &lt;a href=\"Convention%20of%20disclosure\"&gt;disclosure&lt;/a&gt;. In addition, a trustee has a duty to know, understand, and abide by the terms of the trust and relevant law. The trustee may be compensated and have expenses reimbursed, but otherwise must turn over all &lt;a href=\"Profit%20%28accounting%29\"&gt;profits&lt;/a&gt; from the trust properties and neither endebt nor riskily speculate on the trust assets without the written, clear permission of all of the adult beneficiaries.\nThere are strong restrictions regarding a trustee with a &lt;a href=\"conflict%20of%20interest\"&gt;conflict of interest&lt;/a&gt;. Courts can reverse a trustee's actions, order profits returned, and impose other sanctions if they find a trustee has failed in any of his or her duties. Such a failure is a civil breach of trust and can leave a neglectful or dishonest trustee with severe liabilities for the breach. It is highly advisable for settlors and in many cases trustees to seek qualified legal counsel (advice) before entering into or creating a trust agreement and trustees must take great care in acting or omitting to act to avoid unlawful mistakes.\nHistory.\nEnglish common law.\n&lt;a href=\"Roman%20law\"&gt;Roman law&lt;/a&gt; had a well-developed concept of the trust (\"&lt;a href=\"fideicommissum\"&gt;fideicommissum&lt;/a&gt;\") in terms of \"testamentary trusts\" created by &lt;a href=\"will%20%28law%29\"&gt;wills&lt;/a&gt; but never developed the concept of the \"inter vivos\" (living) trusts which apply while the creator lives. This was created by later common law jurisdictions. Personal trust law &lt;a href=\"History%20of%20equity%20and%20trusts%23Middle%20Ages\"&gt;developed in England&lt;/a&gt; at the time of the &lt;a href=\"Crusades\"&gt;Crusades&lt;/a&gt;, during the 12th and 13th centuries. In medieval English trust law, the settlor was known as the \"feoffor\" to uses, while the trustee was known as the \"&lt;a href=\"feoffee\"&gt;feoffee&lt;/a&gt;\" to uses, and the beneficiary was known as the \"&lt;a href=\"cestui%20que\"&gt;cestui que&lt;/a&gt;\" use, or \"cestui que\" trust.\nAt the time, land ownership in England was based on the &lt;a href=\"feudal%20system\"&gt;feudal system&lt;/a&gt;. When a landowner left England to fight in the Crusades, he conveyed ownership of his lands in his absence to manage the estate and pay and receive feudal dues, on the understanding that the ownership would be conveyed back on his return. However, Crusaders often encountered refusal to hand over the property upon their return. Unfortunately for the Crusader, English common law did not recognize his claim. As far as the King's courts were concerned, the land belonged to the trustee, who was under no obligation to return it. The Crusader had no legal claim. The disgruntled Crusader would then petition the king, who would refer the matter to his &lt;a href=\"Lord%20Chancellor\"&gt;Lord Chancellor&lt;/a&gt;. The Lord Chancellor could decide a case according to his conscience. At this time, the principle of &lt;a href=\"Equity%20%28law%29\"&gt;equity&lt;/a&gt; was born.\nThe Lord Chancellor would consider it \"unconscionable\" that the legal owner could go back on his word and deny the claims of the Crusader (the \"true\" owner). Therefore, he would find in favour of the returning Crusader. Over time, it became known that the Lord Chancellor's court (the Court of Chancery) would continually recognize the claim of a returning Crusader. The legal owner would hold the land for the benefit of the original owner and would be compelled to convey it back to him when requested. The Crusader was the \"beneficiary\" and the acquaintance the \"trustee\". The term \"use of land\" was coined, and in time developed into what we now know as a \"trust\".\nSignificance.\nThe trust is widely considered to be the most innovative contribution of the &lt;a href=\"English%20law\"&gt;English legal system&lt;/a&gt;. Today, trusts play a significant role in most &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; systems, and their success has led some &lt;a href=\"Civil%20law%20%28legal%20system%29\"&gt;civil law&lt;/a&gt; jurisdictions to incorporate trusts into their &lt;a href=\"civil%20code\"&gt;civil code&lt;/a&gt;s. In &lt;a href=\"Cura%C3%A7ao\"&gt;Curaçao&lt;/a&gt;, for example, the trust was enacted into law on 1 January 2012; however, the Curaçao Civil Code only allows express trusts constituted by &lt;a href=\"Act%20%28document%29\"&gt;notarial instrument&lt;/a&gt;. France has recently added a similar, Roman-law-based device to its own law with the \"fiducie\", amended in 2009; the \"fiducie\", unlike a trust, is a contractual relationship. Trusts are widely used internationally, especially in countries within the &lt;a href=\"English%20law\"&gt;English law&lt;/a&gt; sphere of influence, and whilst most civil law jurisdictions do not generally contain the concept of a trust within their legal systems, they do recognise the concept under the &lt;a href=\"Hague%20Convention%20on%20the%20Law%20Applicable%20to%20Trusts%20and%20on%20their%20Recognition\"&gt;Hague Convention on the Law Applicable to Trusts and on their Recognition&lt;/a&gt; (partly only the extent that they are parties thereto). The Hague Convention also regulates &lt;a href=\"trusts%20%28conflict%29\"&gt;conflict of trusts&lt;/a&gt;.\nAlthough trusts are often associated with intrafamily wealth transfers, they have become very important in American capital markets, particularly through pension funds (in certain countries essentially always trusts) and mutual funds (often trusts).\nBasic principles.\nProperty of any sort may be held in a trust. The uses of trusts are many and varied, for both personal and commercial reasons, and trusts may provide benefits in &lt;a href=\"estate%20planning\"&gt;estate planning&lt;/a&gt;, &lt;a href=\"asset%20protection\"&gt;asset protection&lt;/a&gt;, and &lt;a href=\"tax\"&gt;tax&lt;/a&gt;es. Living trusts may be created during a person's life (through the drafting of a &lt;a href=\"trust%20instrument\"&gt;trust instrument&lt;/a&gt;) or after death in a &lt;a href=\"will%20%28law%29\"&gt;will&lt;/a&gt;.\nIn a relevant sense, a trust can be viewed as a generic form of a corporation where the settlors (investors) are also the beneficiaries. This is particularly evident in the Delaware business trust, which could theoretically, with the language in the \"&lt;a href=\"Articles%20of%20Incorporation\"&gt;governing instrument&lt;/a&gt;\", be organized as a &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; corporation or a limited liability corporation, although traditionally the &lt;a href=\"Massachusetts%20business%20trust\"&gt;Massachusetts business trust&lt;/a&gt; has been commonly used in the US. One of the most significant aspects of trusts is the ability to partition and shield assets from the trustee, multiple beneficiaries, and their respective creditors (particularly the trustee's creditors), making it \"&lt;a href=\"bankruptcy%20remote\"&gt;bankruptcy remote&lt;/a&gt;\", and leading to its use in pensions, mutual funds, and asset &lt;a href=\"securitization\"&gt;securitization&lt;/a&gt; as well protection of individual &lt;a href=\"spendthrift\"&gt;spendthrift&lt;/a&gt;s through the &lt;a href=\"spendthrift%20trust\"&gt;spendthrift trust&lt;/a&gt;.\nCreation.\nTrusts may be created by the expressed intentions of the settlor also known as the founder (&lt;a href=\"express%20trust\"&gt;express trust&lt;/a&gt;s) or they may be created by operation of law known as implied trusts. An &lt;a href=\"implied%20trust\"&gt;implied trust&lt;/a&gt; is one created by a &lt;a href=\"court%20of%20equity\"&gt;court of equity&lt;/a&gt; because of acts or situations of the parties. Implied trusts are divided into two categories: resulting and constructive. A &lt;a href=\"resulting%20trust\"&gt;resulting trust&lt;/a&gt; is implied by the law to work out the presumed intentions of the parties, but it does not take into consideration their expressed intent. A &lt;a href=\"constructive%20trust\"&gt;constructive trust&lt;/a&gt; is a trust implied by law to work out justice between the parties, regardless of their intentions.\nCommon ways in which a trust is created include:\nIn some jurisdictions, certain types of assets may not be the subject of a trust without a written document.\nFormalities.\nThe formalities required of a trust depend on the type of trust in question.\nGenerally, a private express trust requires three elements to be certain, which together are known as the \"three certainties\". These elements were determined in \"&lt;a href=\"Knight%20v%20Knight\"&gt;Knight v Knight&lt;/a&gt;\" to be intention, subject matter and objects. The certainty of intention allows the court to ascertain a settlor's true reason for creating the trust. The certainties of subject matter and objects allow the court to administer trust when the trustees fail to do so. The court determines whether there is sufficient certainty by construing the words used in the trust instrument. These words are construed objectively in their \"reasonable meaning\", within the context of the entire instrument. Despite intention being integral to express trusts, the court will try not to let trusts fail for the lack of certainty.\nTrustees.\nA trust may have multiple trustees, and these trustees are the legal owners of the trust's property, but have a &lt;a href=\"fiduciary\"&gt;fiduciary&lt;/a&gt; duty to beneficiaries and various duties, such as a duty of care and a duty to inform. If trustees do not adhere to these duties, they may be removed through a legal action. The trustee may be either a &lt;a href=\"natural%20person\"&gt;person&lt;/a&gt; or a &lt;a href=\"Juristic%20person\"&gt;legal entity&lt;/a&gt; such as a &lt;a href=\"company\"&gt;company&lt;/a&gt;, but typically the trust itself is not a legal entity and any litigation involving the trust must include the trustee as a party. A trustee has many rights and responsibilities which vary based on the jurisdiction and trust instrument. If a trust lacks a trustee, a court may appoint a trustee.\nThe trustees administer the affairs attendant to the trust. The trust's affairs may include prudently investing the assets of the trust, accounting for and reporting periodically to the beneficiaries, filing required tax returns and other duties. In some cases dependent upon the trust instrument, the trustees must make discretionary decisions as to whether beneficiaries should receive trust assets for their benefit. A trustee may be held personally liable for problems, although fiduciary liability insurance similar to &lt;a href=\"directors%20and%20officers%20liability%20insurance\"&gt;directors and officers liability insurance&lt;/a&gt; can be purchased. For example, a trustee could be liable if assets are not properly invested. In addition, a trustee may be liable to its beneficiaries even where the trust has made a profit but consent has not been given. However, in the United States, similar to directors and officers, an &lt;a href=\"waiver\"&gt;exculpatory clause&lt;/a&gt; may minimize liability; although this was previously held to be against public policy, this position has changed.\nIn the United States, the &lt;a href=\"Uniform%20Trust%20Code\"&gt;Uniform Trust Code&lt;/a&gt; provides for reasonable compensation and reimbursement for trustees subject to review by courts, although trustees may be unpaid. Commercial banks acting as trustees typically charge about 1% of assets under management.\nBeneficiaries.\nThe beneficiaries are beneficial (or 'equitable') owners of the trust property. Either immediately or eventually, the beneficiaries will receive income from the trust property, or they will receive the property itself. The extent of a beneficiary's interest depends on the wording of the trust document. One beneficiary may be entitled to income (for example, interest from a bank account), whereas another may be entitled to the entirety of the trust property when he attains the age of twenty-five years. The settlor has much discretion when creating the trust, subject to some limitations imposed by law.\nThe use of trusts as a means to inherit substantial wealth may be associated with some negative connotations; some beneficiaries who are able to live comfortably from trust proceeds without having to work a job may be jokingly referred to as \"trust fund babies\" (regardless of age) or \"trustafarians\".\nPurposes.\nCommon purposes for trusts include:\nTypes.\nTrusts go by many different names, depending on the characteristics or the purpose of the trust. Because trusts often have multiple characteristics or purposes, a single trust might accurately be described in several ways. For example, a living trust is often an express trust, which is also a revocable trust, and might include an incentive trust, and so forth.\nCountry specific variations.\nTrusts originated in England, and therefore &lt;a href=\"English%20trusts%20law\"&gt;English trusts law&lt;/a&gt; has had a significant influence, particularly among &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; legal systems such as the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and the countries of the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt;.\n&lt;a href=\"Trust%20law%20in%20civil%20law%20jurisdictions\"&gt;Trust law in civil law jurisdictions&lt;/a&gt;, generally including &lt;a href=\"Continental%20Europe\"&gt;Continental Europe&lt;/a&gt; only exists in a limited number of jurisdictions (e.g. Curaçao, Liechtenstein and Sint Maarten). The trust may however be recognized as an instrument of foreign law in &lt;a href=\"conflict%20of%20laws\"&gt;conflict of laws&lt;/a&gt; cases, for example within the &lt;a href=\"Brussels%20regime\"&gt;Brussels regime&lt;/a&gt; (Europe) and the parties to the &lt;a href=\"Hague%20Trust%20Convention\"&gt;Hague Trust Convention&lt;/a&gt;. Tax avoidance concerns have historically been one of the reasons that European countries with a civil law system have been reluctant to adopt trusts.\nCyprus.\nCyprus legislators enacted the &lt;a href=\"http%3A//www.olc.gov.cy/olc/olc.nsf/all/AF600F7D0BB6F306C2258187001E13D0/%24file/The%2520International%2520Trusts%2520Laws%25201992%2520to%25202013.doc%3Fopenelement\"&gt;Cyprus International Trusts Law of 2012&lt;/a&gt; with an aim to facilitate the establishment of trusts by non-Cypriot residents. The Cyprus International Trust is based on common law principles however the &lt;a href=\"http%3A//www.olc.gov.cy/olc/olc.nsf/all/AF600F7D0BB6F306C2258187001E13D0/%24file/The%2520International%2520Trusts%2520Laws%25201992%2520to%25202013.doc%3Fopenelement\"&gt;Cyprus International Trusts Law of 2012&lt;/a&gt; introduces certain conditions and requirements to for the trust to qualify under the same law. These conditions are:\nIn addition to above the common law principles of certainty must be present.\nSettlor Powers provided by law.\nThe Cyprus International Trust Law of 2012 also introduces certain settlor powers which if exercised will not invalidate the trust and or do not need to be inserted in the trust deed for the settlor to exercise them. The powers introduced are:\nDuration of Cyprus International Trust.\nCyprus does not limit the duration of an international trust and it may be formed for an unspecified duration.\nCharitable Trust and Purpose Trust.\nIn accordance with Section 7, a Cyprus International Trust may be formed for one or more of the following purposes:\nConfidentiality of Cyprus International Trust.\nThe law includes specific confidentiality obligations over the trustee, the protector, enforcer or any other person to keep information and details of the trust confidential. This right is waived in the instances that law requires the disclosure of such information or if a judge before which a case is tried in issues a judgment to such effect. Nevertheless, with the changing times, public disclosure of trusts is required in Cyprus. Such public disclosures are required:\nStamp Duty Commissioner for validating the creation of the Cyprus International Trust.\nFor a trust to be validly constituted it must be presented to the commissioner of stamp duty and a one-time payment of Euro 430 is made. The commissioner does not keep a copy of the document.\nRegulatory Disclosure of ASPs managing a Cyprus International Trust.\nThe regulation of the industry providing company and trust management functions (ASP) has also brought about the requirement to disclose to the regulator the existence of a Cyprus International Trust. Such obligation burdens the trust company and the information disclosed is the following:\nFor the avoidance of any doubt, the regulator does not require particulars of the Settlor, the Beneficiaries and details of the trusts. Neither does the regulator store in any way the trust deed. On the contrary, they rely on the regulated entity to collect, store and update this information\nCyprus Beneficial Owner Register and Cyprus International Trust.\nThe Prevention and Suppression of Money Laundering and Terrorist Financing Law of 2007-2018 introduced mandatory disclosure requirements in respects to trusts. Generally known as the Cyprus Beneficial Ownership Register. Subject to this the following information will be required to be mandatory disclosed:\nThe actual implementation of this law still remains to be seen however the requirements above are expressly extracted from The Prevention and Suppression of Money Laundering and Terrorist Financing Law of 2007–2018.\nFATCA.\nUnder the Foreign Account Tax Compliance Act (FATCA) a Trustee and or a Trust may be classified as a Foreign Financial Institution (FFI) requiring registration with the IRS and disclosure of results on a yearly basis.\nCRS.\nUnder the Common Reporting Standard decree, a trust would in most cases classify as either a Reporting Financial Institution (FI) or a Passive Non-Financial Entity (Passive NFE). If the trust is an FI the trust or the trustee will have an obligation to report to its local tax authority in Cyprus in respects to the reportable accounts.\nTaxation of Cyprus International Trust.\nThe income and profits derived within and outside of Cyprus are liable to every possible taxation imposed in Cyprus if the beneficiary is a resident of Cyprus in accordance with the Income Tax Laws of Cyprus.\nIf the beneficiaries are not Cyprus residents then any income and profit derived from Cypriot sources will be subject to tax.\nRelevant to consider is what income is subject to taxation in Cyprus and the none domicile regime applicable in Cyprus.\nSouth Africa.\nIn many ways trusts in South Africa operate similarly to other &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; countries, although the &lt;a href=\"law%20of%20South%20Africa\"&gt;law of South Africa&lt;/a&gt; is actually a hybrid of the British common law system and &lt;a href=\"Roman-Dutch%20law\"&gt;Roman-Dutch law&lt;/a&gt;.\nIn &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, in addition to the traditional living trusts and will trusts there is a \"bewind trust\" (inherited from the Roman-Dutch \"bewind\" administered by a \"bewindhebber\") in which the beneficiaries own the trust assets while the trustee administers the trust, although this is regarded by modern Dutch law as not actually a trust. \"Bewind\" trusts are created as trading vehicles providing trustees with limited liability and certain tax advantages.\nIn South Africa, minor children cannot inherit assets and in the absence of a trust and assets held in a state institution, the Guardian's Fund, and released to the children in adulthood. Therefore, testamentary (will) trusts often leave assets in a trust for the benefit of these minor children.\nThere are two types of living trusts in South Africa, namely vested trusts and discretionary trusts. In vested trusts, the benefits of the beneficiaries are set out in the trust deed, whereas in discretionary trusts the trustees have full discretion at all times as to how much and when each beneficiary is to benefit.\nAsset protection.\nUntil recently, there were tax advantages to living trusts in South Africa, although most of these advantages have been removed. Protection of assets from creditors is a modern advantage. With notable exceptions, assets held by the trust are not owned by the trustees or the beneficiaries, the creditors of trustees or beneficiaries can have no claim against the trust. Under the Insolvency Act (Act 24 of 1936), assets transferred into a living trust remain at risk from external creditors for 6 months if the previous owner of the assets is solvent at the time of transfer, or 24 months if he/she is insolvent at the time of transfer. After 24 months, creditors have no claim against assets in the trust, although they can attempt to attach the loan account, thereby forcing the trust to sell its assets. Assets can be transferred into the living trust by selling it to the trust (through a loan granted to the trust) or donating cash to it (any natural person can donate R100 000 per year without attracting donations tax; 20% donations tax applies to further donations within the same tax year).\nTax considerations.\nUnder South African law living trusts are considered tax payers. Two types of tax apply to living trusts, namely income tax and capital gains tax (CGT). A trust pays income tax at a flat rate of 40% (individuals pay according to income scales, usually less than 20%). The trust's income can, however, be taxed in the hands of either the trust or the beneficiary. A trust pays CGT at the rate of 20% (individuals pay 10%). Trusts do not pay deceased estate tax (although trusts may be required to pay back outstanding loans to a deceased estate, in which the loan amounts are taxable with deceased estate tax).\nThe taxpayer whose residence has been 'locked' into a trust has now been given another opportunity to take advantage of these CGT exemptions. The Taxation Law Amendment Act of 30 September 2009 commenced on 1 January 2010 and granted a 2-year window period from 1 January 2010 to 31 December 2011, affording a natural person the opportunity to take transfer of the residence with advantage of no transfer duty being payable or CGT consequences. Whilst taxpayers can take advantage of this opening of a window of opportunity, it is not likely that it will ever become available thereafter.\nUnited States.\nIn the United States, &lt;a href=\"State%20law%20%28United%20States%29\"&gt;state law&lt;/a&gt; governs trusts. Trust law is therefore variable from state to state, though many states have adopted the &lt;a href=\"Uniform%20Trust%20Code\"&gt;Uniform Trust Code&lt;/a&gt;, and broad similarities exist among states' common law of trust as well. These similarities are summarized in the &lt;a href=\"Restatements%20of%20the%20Law\"&gt;Restatements of the Law&lt;/a&gt;, such as the Restatement of Trusts, Third (2003−08). Additionally, as a practical matter, federal law considerations such as federal taxes administered by the &lt;a href=\"Internal%20Revenue%20Service\"&gt;Internal Revenue Service&lt;/a&gt; may affect the structure and creation of trusts.\nIn the United States the tax law allows trusts to be taxed as corporations, partnerships, or not at all depending on the circumstances, although trusts may be used for &lt;a href=\"tax%20avoidance\"&gt;tax avoidance&lt;/a&gt; in certain situations. For example, the &lt;a href=\"trust-preferred%20security\"&gt;trust-preferred security&lt;/a&gt; is a hybrid (debt and equity) security with favorable tax treatment which is treated as &lt;a href=\"regulatory%20capital\"&gt;regulatory capital&lt;/a&gt; on banks' balance sheets. The &lt;a href=\"Dodd-Frank%20Wall%20Street%20Reform%20and%20Consumer%20Protection%20Act\"&gt;Dodd-Frank Wall Street Reform and Consumer Protection Act&lt;/a&gt; changed this somewhat by not allowing these assets to be a part of (large) banks' regulatory capital.\nEstate planning.\nLiving trusts, as opposed to testamentary (will) trusts, may help a trustor avoid &lt;a href=\"probate\"&gt;probate&lt;/a&gt;. Avoiding probate may save costs and maintain privacy and living trusts have become very popular. Probate is potentially costly, and probate records are available to the public while distribution through a trust is private. Both living trusts and wills can also be used to plan for unforeseen circumstances such as incapacity or disability, by giving discretionary powers to the trustee or executor of the will.\nNegative aspects of using a living trust as opposed to a will and probate include upfront legal expenses, the expense of trust administration, and a lack of certain safeguards. The cost of the trust may be 1% of the estate per year versus the one-time probate cost of 1 to 4% for probate, which applies whether or not there is a &lt;a href=\"Intestate\"&gt;drafted will&lt;/a&gt;. Unlike trusts, wills must be signed by two to three witnesses, the number depending on the law of the jurisdiction in which the will is executed. Legal protections that apply to probate but do not automatically apply to trusts include provisions that protect the decedent's assets from mismanagement or embezzlement, such as requirements of &lt;a href=\"surety%20bond\"&gt;bonding&lt;/a&gt;, &lt;a href=\"insurance\"&gt;insurance&lt;/a&gt;, and itemized accountings of probate assets.\nEstate tax effect.\nLiving trusts generally do not shelter assets from the &lt;a href=\"Estate%20tax%20%28United%20States%29\"&gt;U.S. federal estate tax&lt;/a&gt;. Married couples may, however, effectively double the estate tax exemption amount by setting up the trust with a formula clause.\nFor a living trust, the grantor may retain some level of control to the trust, such by appointment as &lt;a href=\"protector%20%28trust%29\"&gt;protector&lt;/a&gt; under the &lt;a href=\"trust%20instrument\"&gt;trust instrument&lt;/a&gt;. Living trusts also, in practical terms, tend to be driven to large extent by &lt;a href=\"tax\"&gt;tax&lt;/a&gt; considerations. If a living trust fails, the property will usually be held for the grantor/settlor on &lt;a href=\"resulting%20trust\"&gt;resulting trust&lt;/a&gt;s, which in some notable cases, has had high tax consequences."
}