{
    "id": "31048957",
    "revid": "38382198",
    "url": "https://en.wikipedia.org/wiki?curid=31048957",
    "title": "Henry Martyn Whitney",
    "text": "Henry Martyn Whitney (June 5, 1824 – August 17, 1904) was an early journalist in the &lt;a href=\"Kingdom%20of%20Hawaii\"&gt;Kingdom of Hawaii&lt;/a&gt;. Born of early missionaries, he became the first postmaster and founded several long-lasting newspapers.\nEarly life.\nHenry Martyn Whitney was born June 5, 1824 in &lt;a href=\"Waimea%2C%20Kauai%20County%2C%20Hawaii\"&gt;Waimea&lt;/a&gt; on the island of &lt;a href=\"Kauai\"&gt;Kauai&lt;/a&gt;.\nHis father was missionary Samuel Whitney (1793–1845) and he was the namesake of English missionary &lt;a href=\"Henry%20Martyn\"&gt;Henry Martyn&lt;/a&gt;.\nHis mother was Mercy Partidge (1795–1872), granddaughter of &lt;a href=\"Adonijah%20Bidwell\"&gt;Adonijah Bidwell&lt;/a&gt;.\nHis sister Maria Kapule Whitney (1820–1900) married missionary John L. Pogue (1814–1877).\nHis father was originally a lay teacher, but was ordained in the field on November 30, 1825.\nThe family moved to &lt;a href=\"Lahaina%2C%20Hawaii\"&gt;Lahaina&lt;/a&gt; on &lt;a href=\"Maui\"&gt;Maui&lt;/a&gt; in 1827, and then back to Waimea in 1829.\nWhitney was sent to &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester, New York&lt;/a&gt;, for school in 1831, and graduated from the Rochester Collegiate Institute in 1841.\nHe planned to enter college, but a hearing loss convinced him to work in journalism.\nHe worked for &lt;a href=\"Harper%20%26amp%3B%20Brothers\"&gt;Harper &amp; Brothers&lt;/a&gt; in New York City where he learned the printing trade and became a foreman in two years. He also worked in the &lt;a href=\"American%20Bible%20Society\"&gt;American Bible Society&lt;/a&gt; printing office. He might have had a piece printed in the \"&lt;a href=\"New%20York%20Tribune\"&gt;New York Tribune&lt;/a&gt;\" of &lt;a href=\"Horace%20Greeley\"&gt;Horace Greeley&lt;/a&gt;.\nHis relatives and other missionary friends, such as &lt;a href=\"Gerrit%20P.%20Judd\"&gt;Gerrit P. Judd&lt;/a&gt; who was now in the government, tried to persuade him to return to Hawaii, since few journalists had left to join the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt;.\nWhitney married Catherine Olivia March (1821–1896) in June 1849, and travelled via &lt;a href=\"Panama\"&gt;Panama&lt;/a&gt; to &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;.\nHe happened to meet Judd there with two young Hawaiian princes.\nBy November Whitney arrived back in Hawaii; his new wife arrived in January 1850.\nPioneer publisher.\nPostmaster.\nWhitney worked for the &lt;a href=\"Kingdom%20of%20Hawaii\"&gt;Kingdom of Hawaii&lt;/a&gt; government printing office, which published a newspaper called \"&lt;a href=\"The%20Polynesian\"&gt;The Polynesian&lt;/a&gt;\" (but he did not have editorial control).\nWhitney became the first postmaster general in Hawaii on December 22, 1850.\nBefore that time, the \"Polynesian\" office had just used an informal mail bag that customers could use to gather letters to be taken by the next ship. The first stamps issued by the kingdom in 1851 are now called &lt;a href=\"Hawaiian%20Missionaries\"&gt;Hawaiian Missionaries&lt;/a&gt;.\nIn 1855 he was elected to one term in the house of representatives of the &lt;a href=\"legislature%20of%20the%20Hawaiian%20Kingdom\"&gt;legislature of the Hawaiian Kingdom&lt;/a&gt;.\nHe grew disenchanted with government service and wanted to go into business for himself. He offered to buy the printing office, but the government was not interested. He also invested in a wheat flour mill briefly but sold that business in 1856.\nOn July 1, 1856 he resigned as postmaster and was replaced by Joseph Jackson.\nIndependent newspaper.\nOn July 2, 1856, Whitney produced the first issue of his own newspaper: a four-sheet weekly called the \"Pacific Commercial Advertiser\". It was the first successful publication in Hawaii sponsored by advertisements.\nOther attempts at independent newspapers had quickly gone out of business or become supported by government or missionary funding. Its name is based on the New York \"&lt;a href=\"Commercial%20Advertiser\"&gt;Commercial Advertiser&lt;/a&gt;\" which Whitney had known while living on the mainland, at least being acquainted with its editor &lt;a href=\"William%20Leete%20Stone%20Sr.\"&gt;William L. Stone&lt;/a&gt;.\nThe first issue contained the news of &lt;a href=\"Kamehameha%20IV\"&gt;Kamehameha IV&lt;/a&gt;'s royal wedding to &lt;a href=\"Queen%20Emma%20of%20Hawaii\"&gt;Emma Rooke&lt;/a&gt; besides the titular advertisements. A sketch Whitney made of &lt;a href=\"Honolulu%20Harbor\"&gt;Honolulu Harbor&lt;/a&gt; after climbing the mast of a ship became the paper's symbol even after the masthead was redesigned.\nIn his words of the first editorial:Thank heaven the day at length has dawned when the Hawaiian Nation can boast a free press, untrammelled by government patronage or party pledges, unbiased by ministerial frowns or favors — a press whose aim shall be the advancement of the nation in its commercial, political and social condition.\nAlthough born in the Kingdom of Hawaii (and thus a citizen of that country), he openly called for closer ties with the United States.\nThe second \"Advertiser\" issue included coverage of the &lt;a href=\"Independence%20Day%20%28United%20States%29\"&gt;US Independence Day&lt;/a&gt; celebrations.\nThe first issues were printed on a hand press that produced 600 papers an hour, but by March 1857 he could expand circulation with a new power press invented by &lt;a href=\"Isaac%20Adams%20%28inventor%29\"&gt;Isaac Adams&lt;/a&gt;.\nIn 1859 Whitney acquired the assets of the Sandwich Islands Mission Press, paid for with printing services. The mission press had been established in 1822 as the first printing operation of any kind in Hawaii.\nHawaiian language contributions.\nWhitney established a &lt;a href=\"Hawaiian%20language\"&gt;Hawaiian language&lt;/a&gt; newspaper \"Ka Nupepa Kūokoa\" (\"the independent newspaper\") in 1861, in response to the publication of the native Hawaiian newspaper \"Ka Hoku o ka Pakipika\" that commenced only one month previous. Whitney sought to control the Hawaiian language press at this time, and allowed extensive space in his paper to be utilized for the criticism of native traditions and beliefs, despite the fact that he employed many natives. \nBased on a one-page section his \"Advertiser\" in Hawaiian called \"Ka Hoku Loa\" (\"the morning star\"), it was first edited &lt;a href=\"William%20P.%20Ragsdale\"&gt;William P. Ragsdale&lt;/a&gt;, a half-Hawaiian and famous legislative interpreter. After Ragsdale contracted leprosy Whitney replaced him with fellow missionary son &lt;a href=\"Luther%20Halsey%20Gulick%20Sr.\"&gt;Luther Halsey Gulick&lt;/a&gt;. Whitney would serve as editor at various times. He hired &lt;a href=\"native%20Hawaiians\"&gt;native Hawaiians&lt;/a&gt; including Joseph Kawainui, and fellow Americans &lt;a href=\"John%20Mott-Smith\"&gt;John Mott-Smith&lt;/a&gt;, &lt;a href=\"Samuel%20Gardner%20Wilder\"&gt;Samuel Gardner Wilder&lt;/a&gt;, and &lt;a href=\"Thomas%20George%20Thrum\"&gt;Thomas George Thrum&lt;/a&gt;.\nHistorian &lt;a href=\"Samuel%20Kamakau\"&gt;Samuel Kamakau&lt;/a&gt; wrote a series on Hawaiian history that has been translated and published in English.\nIn 1862 \"Ka Nupepa Kūokoa\" published a two-color engraving of the &lt;a href=\"Hawaiian%20flag\"&gt;Hawaiian flag&lt;/a&gt;, a level of professionalism not matched the other smaller Hawaiian language publications.\nIn 1865 the bilingual Whitney published one of the first Hawaiian language dictionaries compiled by &lt;a href=\"Lorrin%20Andrews\"&gt;Lorrin Andrews&lt;/a&gt;.\nPolitics.\nOver time Whitney became more outspoken in opposition to the monarchy, especially King &lt;a href=\"Kamehameha%20V\"&gt;Kamehameha V&lt;/a&gt; whom Whitney claimed was shifting the kingdom away from American Puritan influence to Europeans, such as allowing the &lt;a href=\"Cathedral%20Church%20of%20Saint%20Andrew%2C%20Honolulu\"&gt;St. Andrew's Cathedral&lt;/a&gt; to be built for Anglican Bishop &lt;a href=\"Thomas%20Nettleship%20Staley\"&gt;Thomas Nettleship Staley&lt;/a&gt;. Kamehameha IV and Kamehameha V were the two princes Whitney met in 1849.\nScottish-born cabinet minister &lt;a href=\"Robert%20Crichton%20Wyllie\"&gt;Robert Crichton Wyllie&lt;/a&gt; threatened Whitney with a libel suit, but eventually backed down.\nIn 1866 the young reporter Samuel Clemens asked for a job, but there were no openings since Whitney already had the small staff he needed. Clemens, later better known as &lt;a href=\"Mark%20Twain\"&gt;Mark Twain&lt;/a&gt;, often dropped by the office since Whitney enjoyed his humor, and would borrow Whitney's cigars.\nOriginally Whitney's newspapers were focused on an objective professional philosophy to \"get the story first\". However, as Twain became more popular, Whitney adopted the satiric humorist's style. They exchanged letters and Twain mocked Staley and the Hawaiian royalty as he toured the US and wrote his book \"&lt;a href=\"Roughing%20It\"&gt;Roughing It&lt;/a&gt;\" with a chapter on Hawaii.\nThe two kept up an exchange of hyperbolic threats over a book that Whitney claimed Twain had borrowed, while Twain claimed the book belonged to &lt;a href=\"Samuel%20Chenery%20Damon\"&gt;Samuel Chenery Damon&lt;/a&gt;: I am going chiefly, however, to eat the editor of the Commercial Advertiser for saying I do not write the truth about the Hawaiian Islands, and for exposing my highway robbery in carrying off Father Damen's book - History of the Islands. I shall go there might hungry. Mr. Whitney is jealous of me because I speak the truth so naturally, and he can't do it without taking the lock-jaw. But he ought not to be jealous; he ought not to try to ruin me because I am more virtuous than his is; I cannot help it - it is my nature to be reliable, just as it is his to be shaky on matters of fact - we cannot alter these natures - us leopards cannot change our spots. Therefore, why growl? - why go and try to make trouble? If he cannot tell when I am writing seriously and when I am burlesquing - if he sits down solemnly and take one of my palpable burlesques and reads it with a funereal aspect, and swallows it as petrified truth, - how am I going to help it? I cannot give him the keen perception that nature denied him - now can I? Whitney knows that. Whitney knows he has done me many a kindness, and that I do not forget it, and am still grateful - and he knows that if I could scour him up so that he could tell a broad burlesque from a plain statement of fact, I would get up in the night and walk any distance to do it. You know that, Whitney. But I am coming down there might hungry - most uncommonly hungry, Whitney.\nWhitney strongly supported the Union in the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;, although the kingdom was officially neutral.\nHe printed letters from &lt;a href=\"Charles%20Guillou\"&gt;Charles Guillou&lt;/a&gt; critical of &lt;a href=\"James%20W.%20Borden\"&gt;James W. Borden&lt;/a&gt;, the US Commissioner, who was from the south and had relatives in the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederacy&lt;/a&gt;. Borden threatened Whitney with a knife, but had diplomatic immunity.\nAfter the war, he opposed the importing of contract labor from Asia, comparing it to slavery. This put him at odds with the growing influence of wealthy &lt;a href=\"sugar%20plantations%20in%20Hawaii\"&gt;Hawaiian sugar planters&lt;/a&gt;.\nIn 1870, after a threat of advertising &lt;a href=\"boycott\"&gt;boycott&lt;/a&gt;s by the planters, he sold the \"Advertiser\" to investors James H. Black and William Auld, but remained associated as editor. Whitney claimed he did not cave into planters' demands, but sold to finance a vacation with his family back to the United States, which he took in May 1871.\nOn hearing the news Mark Twain continued the joke about &lt;a href=\"cannibalism\"&gt;cannibalism&lt;/a&gt;: \"Mr. Whitney is one of the fairest-minded and best-hearted cannibals I ever knew\" and \"we used to eat a great many people in those halcyon days.\"\nIn 1872 he published a book on Hawaiian history with former \"Polynesian\" publisher &lt;a href=\"James%20Jackson%20Jarves\"&gt;James Jackson Jarves&lt;/a&gt;.\nThe book was an expanded update of the 1840s Jarves book borrowed by Mark Twain on his 1866 trip with appendix by Whitney.\nOn January 22, 1873 Whitney was appointed to the privy council of king &lt;a href=\"Lunalilo\"&gt;Lunalilo&lt;/a&gt;, but Lunalilo died just a year later.\nIn 1873 Whitney bought the \"Hawaiian Gazette\" company which published a weekly.\nThe \"Gazette\" had been founded in 1865 as a government publication by James Black after the \"Polynesian\" had failed in 1864.\nIn 1875, Whitney published the first tourist guidebook to Hawaii.\nWhitney renewed his battles with the administration of the new King &lt;a href=\"Kal%C4%81kaua\"&gt;Kalākaua&lt;/a&gt;. By January 1878 Thomas Crawford MacDowell took over editing the \"Gazette\", but Whitney kept a stake in the printing company.\nIn 1880, &lt;a href=\"Claus%20Spreckels\"&gt;Claus Spreckels&lt;/a&gt; financed the purchase of the \"Advertiser\" by &lt;a href=\"Walter%20Murray%20Gibson\"&gt;Walter Murray Gibson&lt;/a&gt;. Whitney cut any ties with the \"Advertiser\" and wrote editorials attacking Gibson (who was appointed to several prominent positions in the cabinet) and Kalākaua in the \"Gazette\".\nMeanwhile, the \"Gazette\" business had grown to the point where a new building was built in 1881, and offices moved there in 1882, next door to the original \"Advertiser\" building, which was in turn next to the original post office.\nThis block of the street was sometimes called \"printers row\".\nWhile working in the stationery store on the ground floor, Whitney could not resist the urge to publish. He posted a one-page \"Marine Bulletin\" on the store window with news that quickly became popular.\nAfter John Kapena resigned to become &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Hawaii%29\"&gt;minister of foreign affairs&lt;/a&gt;, Whitney was again appointed postmaster general on February 16, 1883 (although by this time there was more than one post office). He served until April 15, 1886. He resigned after a financial scandal and robbery, replaced by John Lot Kaulukou.\nWhitney made his peace with the plantation owners, and was editor of the \"Planter's Monthly\" from 1886.\nHe was \"one of the important promoters of the Hawaiian tourist industry\" as he brought out new editions of his guide book in 1890 and 1895.\nJames W. Robinson bought the rights to the \"Bulletin\", and developed it into the newspaper known as the \"&lt;a href=\"Honolulu%20Star-Bulletin\"&gt;Honolulu Star-Bulletin&lt;/a&gt;\".\nIn 1888 the Hawaiian Gazette Company bought the \"Pacific Commercial Advertiser\", which Whitney managed until 1894. Just a year later, the \"Advertiser\" got its first &lt;a href=\"linotype%20machine\"&gt;linotype&lt;/a&gt; machine. &lt;a href=\"Lorrin%20A.%20Thurston\"&gt;Lorrin A. Thurston&lt;/a&gt; bought the \"Advertiser\" in 1895, whose family would own it until 1992.\nActive until the end, Whitney edited \"Planter's Monthly\" until April 1903.\nHe died suddenly at his home on August 17, 1904. He was buried in the &lt;a href=\"Oahu%20Cemetery\"&gt;Oahu Cemetery&lt;/a&gt; in Honolulu.\nFamily and legacy.\nHis children were:\nThe \"Gazette\" survived until 1918.\n\"Ka Nupepa Kūokoa\" became the most circulated and longest lasting Hawaiian language newspaper, publishing until 1927.\nThe \"Advertiser\" later became known as the \"&lt;a href=\"Honolulu%20Advertiser\"&gt;Honolulu Advertiser&lt;/a&gt;\", which published daily until it was merged in June 2010 with the other major newspaper to become the \"&lt;a href=\"Honolulu%20Star-Advertiser\"&gt;Honolulu Star-Advertiser&lt;/a&gt;\". Whitney's first editorial was reprinted in the last issue."
}