{
    "id": "31043902",
    "revid": "11555324",
    "url": "https://en.wikipedia.org/wiki?curid=31043902",
    "title": "Queen of Angels Foundation",
    "text": "The Queen of Angels Foundation is an association of lay faithful of the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; dedicated to fostering devotion to &lt;a href=\"Mary%2C%20Mother%20of%20Jesus\"&gt;Mary, Mother of Jesus&lt;/a&gt;. The Foundation is a volunteer group of lay men and women who \"...strive together in a common endeavor to foster a more perfect life for themselves and their community by promoting reverence for the &lt;a href=\"Blessed%20Virgin%20Mary\"&gt;Blessed Virgin Mary&lt;/a&gt;, in whose name, as Our Lady of the Angels, the City and Archdiocese of Los Angeles were founded...\" and whom Catholics revere as Queen of Heaven and &lt;a href=\"Empress%20of%20the%20Americas\"&gt;Empress of the Americas&lt;/a&gt;.\nThe Queen of Angels Foundation is the official sponsor of the &lt;a href=\"Roman%20Catholic%20Archdiocese%20of%20Los%20Angeles\"&gt;Archdiocese of Los Angeles&lt;/a&gt;' annual celebration of the &lt;a href=\"Los%20Angeles\"&gt;City of Los Angeles&lt;/a&gt;' founding. This event takes place in Downtown Los Angeles on the last Saturday of August.\nThe Foundation was launched in February 2011 in &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt; as a &lt;a href=\"Catholic%20Marian%20movements%20and%20societies\"&gt;Catholic Marian Movement&lt;/a&gt; by layman Mark Anchor Albert. Membership is open to all practising Catholics, and educational and devotional meetings for the benefit of members are held monthly. The Foundation enjoys tax-exemption as a California Nonprofit Religious Corporation.\nHistory.\nThe Queen of Angels Foundation was founded in February 2011 by attorney and philanthropist Mark Anchor Albert. It is a lay association of the Catholic Church and is also a recognized tax-exempt religious organization.\nObjectives and mission.\nObjectives.\nThe Queen of Angeles Foundation has stated as its objectives:\nMission.\nThe foundation seeks to educate and evangelize the public regarding Our Lady of the Angels, the Catholic heritage of Los Angeles, as well as foster devotion to the &lt;a href=\"Archangel\"&gt;Archangel&lt;/a&gt;s and &lt;a href=\"Guardian%20angel\"&gt;Guardian Angels&lt;/a&gt;. By doing so, the Foundation hopes to foster a more perfect life for its members, deepening their bond to Christ and the Church through Mary, the Mother of God.\nTo further that end, the Foundation's members contribute their time, talent, and treasure to organization of an annual Procession, Mass, and Feast in honor of the &lt;a href=\"Blessed%20Virgin%20Mary\"&gt;Blessed Virgin Mary&lt;/a&gt; on the Saturday nearest 4 September, the Feast of Our Lady of the Angels and the anniversary of the founding of the &lt;a href=\"Los%20Angeles\"&gt;City of Los Angeles&lt;/a&gt;, in the absence of any current comparable observance.\nSpirituality.\nAccording to the Catholic Church's \"Directory on Popular Piety and the Liturgy\", \"…Popular devotion to the Blessed Virgin Mary is an important and universal ecclesial phenomenon. Its expressions are multifarious and its motivation very profound, deriving as it does from the People of God's faith in, and love for, Christ, the Redeemer of mankind, and from an awareness of the salvific mission that God entrusted to Mary of Nazareth, because of which she is mother not only of Our Lord and Saviour Jesus Christ, but also of mankind in the order of grace\". The primary purpose and charism of the Queen of Angels Foundation is to foster greater devotion to &lt;a href=\"Christ%20the%20King\"&gt;Christ the King&lt;/a&gt; and &lt;a href=\"Titles%20of%20Mary%23Devotional%20titles\"&gt;Our Lady of the Angels&lt;/a&gt; in hopes of enriching the spiritual lives and deepening the faith of Catholics everywhere. The Foundation's main activity is an annual &lt;a href=\"procession\"&gt;procession&lt;/a&gt;, Mass, and feast held on the Saturday nearest 4 September which is the Feast of Our Lady of the Angels as well as the anniversary of the founding of the City of Los Angeles.\nMarian Spirituality &amp; Apologetics.\nThe Queen of Angels Foundation particular charism of Marian devotion is in keeping with the official teaching of the Catholic Church on the Blessed Virgin Mary.\nProcessions.\nProcessions have historically played a significant role in the liturgical and spiritual life of Christians throughout the world. In every culture, public anniversaries, triumphant heroes, religious festivals, and innumerable other events have been marked by parades of local leadership and activists – and participated in by the viewers. In this way, the entire community is able to reaffirm its values and traditions, while inspiring onlookers with a sense of purpose.\nAlthough the first Christian processions took place firmly within the context of the Liturgy (Introit, Offertory, and Gospel), they soon moved out-of-doors. The type of prayer called \"litany\" today was expressly designed for these functions, wherein the Church would offer prayers for all degrees of folk within both Church and State, invoking the intercession of the Blessed Virgin Mary and various saints. In periods of plague or famine, processions bearing saints' relics would be held, begging Heaven for an end to the calamity. The &lt;a href=\"Rituale%20Romanum\"&gt;Rituale Romanum&lt;/a&gt; (the latest edition of which is called in English simply \"The Rites\") gives extensive instructions regarding processions. They are distinguished as \"Ordinary Processions\": for feast days, such as Candlemas, &lt;a href=\"Palm%20Sunday\"&gt;Palm Sunday&lt;/a&gt;, &lt;a href=\"Holy%20Week\"&gt;Holy Week&lt;/a&gt;, &lt;a href=\"Rogation%20Days\"&gt;Rogation Days&lt;/a&gt;, &lt;a href=\"Corpus%20Christi%20%28feast%29\"&gt;Corpus Christi&lt;/a&gt;, and other feasts as dictated by local custom; as well as for various \"Extraordinary Processions\".\nPrior to the &lt;a href=\"Protestant%20Reformation\"&gt;Protestant Reformation&lt;/a&gt;, this \"culture of processions\" was universal in the Church, both East and West. But the first Protestants often rejected processions as \"Popish\" idolatry and superstition . So while in traditionally Catholic parts of Europe, Latin America, and certain parts of Asia and Africa, the old customs hold forth (and are often major tourist draws to localities that still have them), they died out in such Protestant regions as Scotland and England, and were forbidden in Ireland by the British authorities. In time, Catholics in those lands – and the countries overseas where they settled, forgot the old ways. Where processions were required by the Missal, as at Candlemas, Palm Sunday, and Corpus Christi, they were held in the churchyard or even restricted to marching around the interior of the Church; they might even be done away with altogether.\n&lt;a href=\"Catholic%20Emancipation\"&gt;Catholic Emancipation&lt;/a&gt; in Protestant Europe, and the presence of ethnic Catholics in North America, led to a gradual revival of processions in some areas – but they were often considered unusual, and looked at with some suspicion by \"native\" Catholics, despite, for example, &lt;a href=\"Pope%20Pius%20XI\"&gt;Pope Pius XI&lt;/a&gt; call for processions honoring the new &lt;a href=\"Feast%20of%20Christ%20the%20King\"&gt;Feast of Christ the King&lt;/a&gt;. The liturgical movement did a great deal of work expanding the use of processions prior to the &lt;a href=\"Second%20Vatican%20Council\"&gt;Second Vatican Council&lt;/a&gt;. Following the council, however, many places, even in Catholic countries, abandoned some or all of them, or at least cut them back in number or length.\nIn 2001, to correct these abuses (and many others which had afflicted popular piety since the council), the Catholic Church's &lt;a href=\"Congregation%20for%20Divine%20Worship%20and%20the%20Discipline%20of%20the%20Sacraments\"&gt;Congregation for Divine Worship and the Discipline of the Sacraments&lt;/a&gt; issued a Directory on Popular Piety and the Liturgy. Throughout that document, the use (and revival) of processions for various Church festivals is called for, and an entire section devoted to processions alone, in which their importance for all Catholics is underlined.\nIn an attempt to revive the custom of religious processions, in September 2011 the Queen of Angels Foundation inaugurated an annual Grand Marian Procession in the heart of &lt;a href=\"Downtown%20Los%20Angeles\"&gt;Downtown Los Angeles&lt;/a&gt;' historic core. This yearly procession, held on the last Saturday of August and intended to coincide with the anniversary of the founding of the City of Los Angeles, begins at the &lt;a href=\"Cathedral%20of%20Our%20Lady%20of%20the%20Angels%20%28Los%20Angeles%29\"&gt;Cathedral of Our Lady of the Angels&lt;/a&gt;, where a Rosary and Mass in honour of the &lt;a href=\"Mary%2C%20mother%20of%20Jesus\"&gt;Blessed Virgin Mary&lt;/a&gt; are offered, and concludes outside of the parish of &lt;a href=\"La%20Iglesia%20de%20Nuestra%20Se%C3%B1ora%20Reina%20de%20los%20Angeles\"&gt;La Iglesia de Nuestra Señora Reina de los Angeles&lt;/a&gt;, part of the &lt;a href=\"Los%20Angeles%20Plaza%20Historic%20District\"&gt;Los Angeles Plaza Historic District&lt;/a&gt;, better known as \"La Placita\". Subsequent years have seen the involvement and participation of numerous chivalric, fraternal, and religious orders, parishes, lay groups, political figures, as well as other religious and civic organizations.\nPrayers.\nCentral to the spirituality of the Queen of Angels Foundation is devotion to &lt;a href=\"Mary%2C%20Mother%20of%20Jesus\"&gt;Mary, Mother of Jesus&lt;/a&gt;. According to Catholic teaching, Mary played a unique and important role in the ministry of her son, &lt;a href=\"Jesus%20Christ\"&gt;Jesus Christ&lt;/a&gt;, and thus, in God's plan of salvation for the entire world. The Queen of Angels Foundation places great importance on &lt;a href=\"Marian%20spirituality\"&gt;Marian spirituality&lt;/a&gt; and devotion as a means of deepening one's understanding of and relationship with Christ. Marian prayers such as the &lt;a href=\"Rosary\"&gt;Rosary&lt;/a&gt;, the &lt;a href=\"Angelus\"&gt;Angelus&lt;/a&gt;, various intercessory prayers, and the devout use of holy cards are given special importance.\nCatholic chivalry.\nIn addition to its many spiritual aims, the Queen of Angels Foundation also seeks to promote the revival and deeper understanding of Catholic &lt;a href=\"chivalry\"&gt;chivalry&lt;/a&gt; and its role in the life of the church and the community. Many members of the Queen of Angels Foundation board of directors are also members of various &lt;a href=\"chivalric%20order\"&gt;chivalric order&lt;/a&gt;s, including &lt;a href=\"Sovereign%20Military%20Order%20of%20Malta\"&gt;Sovereign Military Order of Malta&lt;/a&gt;, &lt;a href=\"Equestrian%20Order%20of%20the%20Holy%20Sepulchre%20of%20Jerusalem\"&gt;Equestrian Order of the Holy Sepulchre of Jerusalem&lt;/a&gt;, &lt;a href=\"Order%20of%20St.%20Gregory\"&gt;Order of St. Gregory&lt;/a&gt;, &lt;a href=\"Order%20of%20St.%20Sylvester\"&gt;Order of St. Sylvester&lt;/a&gt;, as well as &lt;a href=\"fraternal%20order\"&gt;fraternal order&lt;/a&gt;s such as the &lt;a href=\"Knights%20of%20Peter%20Claver\"&gt;Knights of Peter Claver&lt;/a&gt;, and the &lt;a href=\"Knights%20of%20Columbus\"&gt;Knights of Columbus&lt;/a&gt;.\nIn the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt; and today, there were many who lived by the code of chivalry outside of the various orders. Some of these knightly orders date back to the days when &lt;a href=\"crusaders\"&gt;crusaders&lt;/a&gt; sought to reclaim the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;; others are of more recent origin but still seek to perpetuate the same spirit of service in the present day.\nCivic and community engagement.\nThe Queen of Angels Foundation, in addition to fostering religious devotion, also seeks to \"celebrate the accomplishments and diversity\" of the City of Los Angeles. Through its annual Grand Marian Procession the Foundation also marks Los Angeles' official founding (on 4 September 1781) as a city named in honour of Mary, Queen of Angels (El Pueblo de Nuestra Señora de Los Ángeles).\nIn recognition of its efforts to engage the local community in fostering civic pride, the &lt;a href=\"Los%20Angeles%20City%20Council\"&gt;Los Angeles City Council&lt;/a&gt; officially recognized the Queen of Angels Foundation in a formal commendation awarded in August 2012.\nCivic leaders such as former Los Angeles mayor &lt;a href=\"Antonio%20Villaraigosa\"&gt;Antonio Villaraigosa&lt;/a&gt; and City Council members &lt;a href=\"Tom%20LaBonge\"&gt;Tom LaBonge&lt;/a&gt; and &lt;a href=\"Jan%20Perry\"&gt;Jan Perry&lt;/a&gt;, among others, have publicly expressed support for the work of the Queen of Angels Foundation. The Foundation has also received the support of the members of Los Angeles consular corps, with official delegations from the Croatian, Filipino, Lithuanian, Polish, Slovakian, and Spanish consulates general taking part in the 2012 Grand Marian Procession and Mass.\nLogo and heraldic crest.\nThe corporate logo of the Queen of Angels Foundation consists of a crown with seven stars accompanied by the Latin motto, \"Ave Maria, Regina Angelorum\" (or \"Hail Mary, Queen of the Angels\").\nImages of the &lt;a href=\"Blessed%20Virgin%20Mary\"&gt;Blessed Virgin Mary&lt;/a&gt; often depict her with a crown of twelve stars in reference to an allusion found in the twelfth chapter of the Apocalypse of St. John: \"A great sign appeared in heaven, a woman clothed with the sun, and the moon under her feet, and on her head a crown of twelve stars\".\nThe iconography of the seven stars is intended to symbolize several important attributes of the Blessed Virgin Mary . The star itself, apart from the number of stars presented, is a traditional sign of Mary. The star figures in many of the titles of Mary, including La Madonna della Stella, Star of the New Evangelization, Star of the Sea, Star of Jacob, Morning Star, and Fixed Star, to name a few. The crown of stars depicted in the Queen of Angels Foundation logo is a Crown of Immortality, reflecting the Catholic teaching of Queenship of Mary. That there are seven stars above her crown also call to mind the key role Mary played in Salvation History. The seven stars on the Crown of Immortality of Our Lady of the Angels also signify the Seven Corporal Works of Mercy as well as the Seven Spiritual &lt;a href=\"Works%20of%20Mercy\"&gt;Works of Mercy&lt;/a&gt;, the Seven &lt;a href=\"Gifts%20of%20the%20Holy%20Spirit\"&gt;Gifts of the Holy Spirit&lt;/a&gt;, the &lt;a href=\"Seven%20Virtues\"&gt;Seven Virtues&lt;/a&gt;, the &lt;a href=\"Seven%20Joys%20of%20Mary\"&gt;Seven Joys of Mary&lt;/a&gt; and the &lt;a href=\"Seven%20Sorrows%20of%20Mary\"&gt;Seven Sorrows of Mary&lt;/a&gt;.\nThe Archdiocese of Los Angeles.\nAs a devotional society resident within the &lt;a href=\"Archdiocese%20of%20Los%20Angeles\"&gt;Archdiocese of Los Angeles&lt;/a&gt;, the Queen of Angels Foundation maintains a close, cooperative relationship with the archdiocese and strict allegiance to the archbishop of Los Angeles and the wider &lt;a href=\"Magisterium\"&gt;Magisterium&lt;/a&gt; of the Catholic Church. &lt;a href=\"Jos%C3%A9%20Horacio%20G%C3%B3mez\"&gt;José Horacio Gómez&lt;/a&gt; succeeded &lt;a href=\"Roger%20Cardinal%20Mahony\"&gt;Roger Cardinal Mahony&lt;/a&gt; as Archbishop of Los Angeles in March 2011. The Archbishop is assisted by six auxiliary bishops, five of whom oversee a separate geographical portion of the archdiocese known as a pastoral region. The current auxiliary bishops are &lt;a href=\"Edward%20William%20Clark\"&gt;Edward W. Clark&lt;/a&gt;, &lt;a href=\"Thomas%20John%20Curry\"&gt;Thomas J. Curry&lt;/a&gt;, &lt;a href=\"Alexander%20Salazar\"&gt;Alexander Salazar&lt;/a&gt;, &lt;a href=\"Joseph%20Vincent%20Brennan\"&gt;Joseph V. Brennan&lt;/a&gt;, &lt;a href=\"David%20G.%20O%27Connell\"&gt;David G. O'Connell&lt;/a&gt;, and &lt;a href=\"Robert%20Barron%20%28bishop%29\"&gt;Robert E. Barron&lt;/a&gt;.\nBoard of directors.\nThe Queen of Angels Foundation is governed by a volunteer board of directors composed of several prominent Catholic laymen and women, including several philanthropists, intellectuals, and other professionals from throughout the Los Angeles area. As a private devotional society, membership on the board of directors is by invitation only."
}