{
    "id": "31048076",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=31048076",
    "title": "Carlo Porlezza",
    "text": "Carlo Porlezza (born 17 December 1939) is a &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; former &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; player who played as &lt;a href=\"Defender%20%28football%29\"&gt;defender&lt;/a&gt; during the early 1960s.\nFootball career.\nPorlezza was born and brought up in &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt; and started his football with the youth teams of &lt;a href=\"FC%20Basel\"&gt;FC Basel&lt;/a&gt;. For their &lt;a href=\"1960%E2%80%9361%20FC%20Basel%20season\"&gt;1960–61 season&lt;/a&gt; he advanced to their first team under manager &lt;a href=\"Jen%C5%91%20Vincze\"&gt;Jenő Vincze&lt;/a&gt;. He played his domestic league debut for the club in the away game on 4 December 1960 as Basel were beaten 0–2 by &lt;a href=\"FC%20Z%C3%BCrich\"&gt;Zürich&lt;/a&gt;.&lt;ref name=\"fcb-achiv-fcz-fcb-1960/61\"&gt;&lt;/ref&gt;\nIn &lt;a href=\"1962%E2%80%9363%20FC%20Basel%20season\"&gt;Basel's 1962–63 season&lt;/a&gt;, with trainer &lt;a href=\"Ji%C5%99%C3%AD%20Sobotka\"&gt;Jiří Sobotka&lt;/a&gt;, Porlezza was part of the &lt;a href=\"Schweizer%20Cup\"&gt;Swiss Cup&lt;/a&gt; winning team. On 15 April 1963 the &lt;a href=\"Wankdorf%20Stadium\"&gt;Wankdorf Stadium&lt;/a&gt; hosted the Cup Final and Basel played against favorites &lt;a href=\"Grasshopper%20Club%20Z%C3%BCrich\"&gt;Grasshopper Club&lt;/a&gt;. Two goals after half time, one by &lt;a href=\"Heinz%20Blumer\"&gt;Heinz Blumer&lt;/a&gt; and the second from &lt;a href=\"Otto%20Ludwig%20%28footballer%29\"&gt;Otto Ludwig&lt;/a&gt; gave Basel a 2–0 victory and their third Cup win in the club's history.\nHe stayed with the first team for five seasons and then returned to their reserve team. Between the years 1960 and 1966 Porlezza played a total of 156 games for Basel without scoring a goal. 83 of these games were in the &lt;a href=\"Swiss%20Super%20League\"&gt;Nationalliga A&lt;/a&gt;, 13 in the &lt;a href=\"Swiss%20Cup\"&gt;Swiss Cup&lt;/a&gt;, 21 in European competitions (&lt;a href=\"European%20Cup%20Winners%27%20Cup\"&gt;European Cup Winners' Cup&lt;/a&gt;, &lt;a href=\"Cup%20of%20the%20Alps\"&gt;Cup of the Alps&lt;/a&gt;, &lt;a href=\"Inter-Cities%20Fairs%20Cup\"&gt;Inter-Cities Fairs Cup&lt;/a&gt; and &lt;a href=\"UEFA%20Intertoto%20Cup\"&gt;UEFA Intertoto Cup&lt;/a&gt; and 39 were friendly games.\nCuriosity.\nA well-documented curiosity was the fact that during the winter break of their 1963–64 season the team travelled on a world tour. This saw them visit &lt;a href=\"British%20Hong%20Kong\"&gt;British Hong Kong&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, &lt;a href=\"French%20Polynesia\"&gt;French Polynesia&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. First team manager &lt;a href=\"Ji%C5%99%C3%AD%20Sobotka\"&gt;Jiří Sobotka&lt;/a&gt; together with 16 players and 15 members of staff, supporters and journalists participated in this world tour from 10 January to 10 February 1964. Team captain &lt;a href=\"Bruno%20Michaud\"&gt;Bruno Michaud&lt;/a&gt; filmed the events with his super-8 camara. The voyage around the world included 19 flights and numerous bus and train journeys. Club chairman, Lucien Schmidlin, led the group, but as they arrived in the hotel in Bangkok, he realised that 250,000 Swiss Francs were missing. The suitcase that he had filled with the various currencies was not with them. He had left it at home, but fortunately Swiss Air were able to deliver this to him within just a few days. \nDuring the tour a total of ten friendly/test games were played, these are listed in &lt;a href=\"1963%E2%80%9364%20FC%20Basel%20season\"&gt;their 1963–64 season&lt;/a&gt;. Five wins, three draws, two defeats, but also three major injuries resulted from these test matches. A broken leg for &lt;a href=\"Peter%20F%C3%BCri\"&gt;Peter Füri&lt;/a&gt;, an eye injury for &lt;a href=\"Walter%20Baumann\"&gt;Walter Baumann&lt;/a&gt; and a knee injury for &lt;a href=\"Bruno%20Michaud\"&gt;Bruno Michaud&lt;/a&gt; soon reduced the number of players to just 13.Porlezza was a member of this tour. He played in all ten of these games.\nHonours and Titles.\nBasel"
}