{
    "id": "31067550",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=31067550",
    "title": "Cameron Treloar",
    "text": "Cameron Treloar was an Australian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for &lt;a href=\"Union%20Bordeaux%20B%C3%A8gles\"&gt;Union Bordeaux Bègles&lt;/a&gt; in the &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt;.\nCareer.\nCameron Treloar began his career with the &lt;a href=\"New%20South%20Wales%20Waratahs\"&gt;New South Wales Waratahs&lt;/a&gt; in the &lt;a href=\"Super%20Rugby\"&gt;Super 14&lt;/a&gt; competition in 2005 before moving to the &lt;a href=\"Queensland%20Reds\"&gt;Queensland Reds&lt;/a&gt; in 2006. In 2007, he captained the Central Coast Rays in the inaugural &lt;a href=\"Australian%20Rugby%20Championship\"&gt;Australian Rugby Championship&lt;/a&gt; (ARC), winning the competition the only time it was played. At the end of the &lt;a href=\"2007%20Super%2014%20season\"&gt;2007 Super 14 season&lt;/a&gt; he left to play for the &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; club &lt;a href=\"Rugby%20Calvisano\"&gt;Calvisano&lt;/a&gt; in the &lt;a href=\"Top12\"&gt;Super 10&lt;/a&gt; winning the Italian Championship in 2008.\nHe stayed there for two years and then signed with &lt;a href=\"Rugby%20Club%20I%20Cavalieri%20Prato\"&gt;I Cavalieri Prato&lt;/a&gt; in 2009. At the end of the season he went on to sign with &lt;a href=\"Aviron%20Bayonnais\"&gt;Aviron Bayonnais&lt;/a&gt; in the &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt;. In January 2011, after playing 10 matches Treloar was traded to &lt;a href=\"Union%20Bordeaux%20B%C3%A8gles\"&gt;Union Bordeaux Bègles&lt;/a&gt; in the &lt;a href=\"Pro%20D2\"&gt;Pro D2&lt;/a&gt;. Deciding to terminate his contract with Aviron he went on to sign a contract with Bordeaux for one and a half years. In 2011 Union Bordeaux Bègles won the &lt;a href=\"2010%E2%80%9311%20Rugby%20Pro%20D2%20season\"&gt;2010–11 Rugby Pro D2 season&lt;/a&gt; final promoting them to the Top 14. In 2012, he resigned with Bordeaux for a further 2 years, until he retired from professional rugby.\nTreloar played for NSW Country Eagles in the 2014 &lt;a href=\"National%20Rugby%20Championship\"&gt;National Rugby Championship&lt;/a&gt; (NRC), finishing runners up to Brisbane City, and then with the North Harbour Ray's in 2015.\nIn 2017, Treloar played with the &lt;a href=\"Warringah%20Rats\"&gt;Warringah Rats&lt;/a&gt;, winning the &lt;a href=\"Shute%20Shield\"&gt;Shute Shield&lt;/a&gt; prior to moving into coaching."
}