{
    "id": "3106118",
    "revid": "1059856662",
    "url": "https://en.wikipedia.org/wiki?curid=3106118",
    "title": "Glenn Metcalfe",
    "text": "Glenn Hayden Metcalfe (born 15 April 1970 in &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;) is a former &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; footballer who played at &lt;a href=\"Fullback%20%28rugby%20union%29\"&gt;fullback&lt;/a&gt; for &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;, &lt;a href=\"Castres%20Olympique\"&gt;Castres&lt;/a&gt; and &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;.\nRugby Union Career.\nAmateur career.\nMetcalfe started his Scottish amateur club career with &lt;a href=\"Glasgow%20Academicals%20RFC\"&gt;Glasgow Academicals&lt;/a&gt; but progressed in season 1997/98 with the then newly formed &lt;a href=\"Glasgow%20Hawks%20RFC\"&gt;Glasgow Hawks&lt;/a&gt; who were unbeatable as they romped to the Second Division title as well as the Scottish Cup. While some players could beat him for outright pace, Metcalfe's jinky, unpredictable running made him extremely difficult to defend against. His strong defensive skills and accurate goalkicking combined to make him arguably the outstanding player in Scottish club rugby that season, outshining even many established international players in the First Division. Metcalfe was recently voted Glasgow Hawks' Player of the Decade.\nProfessional career.\nMetcalfe played for the professional provincial &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt; - then as Glasgow Rugby - from 1996 onwards, from the first season the district side started its professional era; to 2004. Named on the wing for Warriors first match as a professional team - against &lt;a href=\"Newbridge%20RFC\"&gt;Newbridge&lt;/a&gt; in the &lt;a href=\"European%20Challenge%20Cup\"&gt;European Challenge Cup&lt;/a&gt; - Metcalfe has the distinction of being given &lt;a href=\"List%20of%20Glasgow%20Warriors%20players\"&gt;Glasgow Warrior No. 11&lt;/a&gt; for the provincial side. \nA stalwart for those 8 seasons he played in 101 competitive matches for the club including &lt;a href=\"Scottish%20Inter-District%20Championship\"&gt;Scottish Inter-District Championship&lt;/a&gt;, &lt;a href=\"Welsh-Scottish%20League\"&gt;Welsh-Scottish League&lt;/a&gt;, &lt;a href=\"Pro14\"&gt;Pro12&lt;/a&gt;, &lt;a href=\"European%20Rugby%20Challenge%20Cup\"&gt;European Rugby Challenge Cup&lt;/a&gt; and &lt;a href=\"European%20Rugby%20Champions%20Cup\"&gt;European Rugby Champions Cup&lt;/a&gt; matches.\nInternational career.\nHe was a key member of the Scottish national squad that won the final &lt;a href=\"Five%20Nations%20Championship\"&gt;Five Nations Championship&lt;/a&gt; in 1999, playing in all four matches. Other memorable moments in his Scotland career were his famous try saving tackles on Aisea Tuilevu and Ifereimi Rawaqa in the 2003 world cup against Fiji, which enabled Scotland to go through to the quarterfinals. Since retiring from rugby, Metcalfe has returned to live in New Zealand, the land of his birth."
}