{
    "id": "3107620",
    "revid": "14965160",
    "url": "https://en.wikipedia.org/wiki?curid=3107620",
    "title": "Autism Diagnostic Observation Schedule",
    "text": "The Autism Diagnostic Observation Schedule (ADOS) is an instrument for diagnosing and assessing &lt;a href=\"Autism%20spectrum\"&gt;autism&lt;/a&gt;. The protocol consists of a series of structured and semi-structured tasks that involve social interaction between the examiner and the person under assessment. The examiner observes and identifies segments of the subject's behavior and assigns these to predetermined observational categories. Categorized observations are subsequently combined to produce quantitative scores for analysis. Research-determined cut-offs identify the potential diagnosis of &lt;a href=\"autism\"&gt;classic autistic disorder&lt;/a&gt; or related &lt;a href=\"autism%20spectrum%20disorders\"&gt;autism spectrum disorders&lt;/a&gt;, allowing a standardized assessment of autistic symptoms. The &lt;a href=\"Autism%20Diagnostic%20Interview-Revised\"&gt;Autism Diagnostic Interview-Revised&lt;/a&gt; (ADI-R), a companion instrument, is a structured interview conducted with the parents of the referred individual and covers the subject's full developmental history.\nHistory.\nThe Autism Diagnostic Observation Schedule was created by &lt;a href=\"Catherine%20Lord%20%28autism%20researcher%29\"&gt;Catherine Lord&lt;/a&gt;, Ph.D., Michael Rutter, M.D., FRS, Pamela C. DiLavore, Ph.D., and Susan Risi, Ph.D. in 1989. It became commercially available in 2001 through WPS (Western Psychological Services).\nMethod.\nThe ADOS consists of a series of structured and semi-structured tasks and generally takes from 30 to 60 minutes to administer. During this time the examiner provides a series of opportunities for the subject to show social and communication behaviors relevant to the diagnosis of autism. \nEach subject is administered activities from just one of the four modules. The selection of an appropriate module is based on the developmental and language level of the referred individual. The only developmental level not served by the ADOS is that for adolescents and adults who are &lt;a href=\"nonverbal%20autism\"&gt;nonverbal&lt;/a&gt;. The ADOS should not be used for formal diagnosis with individuals who are &lt;a href=\"Blindness\"&gt;blind&lt;/a&gt;, &lt;a href=\"Deafness\"&gt;deaf&lt;/a&gt;, or otherwise seriously impaired by sensory or motor disorders, such as &lt;a href=\"cerebral%20palsy\"&gt;cerebral palsy&lt;/a&gt; or &lt;a href=\"muscular%20dystrophy\"&gt;muscular dystrophy&lt;/a&gt;.\nModules.\nModule 1 is used with children who use little or no phrase speech. Subjects that do use phrase speech but do not speak fluently are administered Module 2. Since these modules both require the subject to move around the room, the ability to walk is generally taken as a minimum developmental requirement to use of the instrument as a whole. Module 3 is for younger subjects who are verbally fluent and Module 4 is used with adolescents and adults who are verbally fluent. Some examples of Modules 1 or 2 include response to name, social smile, and free or bubble play. Modules 3 or 4 can include reciprocal play and communication, exhibition of &lt;a href=\"empathy\"&gt;empathy&lt;/a&gt; or comments on others' emotions.\nRevision.\nA revision, the Autism Diagnostic Observation Schedule, Second Edition (ADOS-2), was released by WPS in May 2012. It includes updated norms, improved algorithms for Modules 1 to 3 and a new Toddler Module that facilitates assessment in children ages 12 to 30 months.\nTraining.\nThere are several organizations that offer training in the ADOS-2.\nWPS offers an ADOS-2 Clinical Workshop for professionals unfamiliar with the ADOS-2. It provides attendees the opportunity to observe an instructor administering the ADOS-2 to a child with ASD. During the administration attendees practice scoring. The workshop focuses primarily on Modules 1 through 4, though attendees are given materials to study later in order to complete training in the Toddler Module.\nThe clinical workshop offered through WPS is a prerequisite to the more thorough research training offered by the ADOS-2 authors and their colleagues. Research training includes exercises to establish item coding accuracy to a specific criterion, and is designed to help individuals achieve the high cross-site interrater reliability that is required in published research. CADB also offers other training opportunities, such as one-day workshops focused solely on learning the Toddler Module (for researchers and clinicians who are already trained in Modules 1-4 of the ADOS or ADOS-2).\nDiagnostic accuracy.\nThe social communication difficulties which the ADOS and ADOS-2 seek to measure are not unique to ASD; there is a heightened risk of false positives in individuals with other psychological disorders. In particular, an increased level of false positives has been observed in adults suffering from psychosis; while case reports indicate that such false positives may also occur in cases of &lt;a href=\"Childhood%20onset%20schizophrenia\"&gt;childhood-onset schizophrenia&lt;/a&gt;. There is evidence that adults with schizophrenia demonstrate an increased incidence of autistic features compared to the general population, resulting in higher ADOS scores. A 2016 study found that 21% of children with a diagnosis of ADHD (and without a concurrent diagnosis of ASD) scored in the autism spectrum range on the ADOS total score. \nA 2018 &lt;a href=\"Cochrane%20%28organisation%29\"&gt;Cochrane&lt;/a&gt; &lt;a href=\"systematic%20review\"&gt;systematic review&lt;/a&gt; included 12 studies of ADOS diagnostic accuracy in pre-school children (Modules 1 and 2). The summary &lt;a href=\"Sensitivity%20and%20specificity\"&gt;sensitivity&lt;/a&gt; was 0.94 (95% &lt;a href=\"Confidence%20interval\"&gt;CI&lt;/a&gt; 0.89 to 0.97), with sensitivity in individual studies ranging from 0.76 to 0.98. The summary &lt;a href=\"Sensitivity%20and%20specificity\"&gt;specificity&lt;/a&gt; was 0.80 (95% CI 0.68 to 0.88), with specificity in individual studies ranging from 0.20 to 1.00. The studies were evaluated for bias using the QUADAS-2 framework; of the 12 included studies, 8 were evaluated as having a high risk of bias, while for the remaining four there was insufficient information available for the risk of bias to be properly evaluated. The authors could not identify any studies for the ADOS-2; the scope of the review was limited to preschool age children (mean age under 6 years), which excluded studies of Modules 3 and 4 from the meta-analysis. One included study examined the additive sensitivity and specificity of the ADOS used in combination with the ADI-R; that study found an 11% improvement in specificity (compared to ADOS alone) at the cost of a 14% reduction in sensitivity; however, due to overlapping confidence intervals, that result could not be considered statistically significant."
}