{
    "id": "31074055",
    "revid": "42428559",
    "url": "https://en.wikipedia.org/wiki?curid=31074055",
    "title": "Chelsea F.C.–Leeds United F.C. rivalry",
    "text": "The rivalry between Chelsea and Leeds United is a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Sports%20rivalry\"&gt;rivalry&lt;/a&gt; between &lt;a href=\"London\"&gt;London&lt;/a&gt;-based club &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; and &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt;-based &lt;a href=\"Leeds%20United%20F.C.\"&gt;Leeds United&lt;/a&gt;. The rivalry first emerged in the 1960s after a series of fiercely contested and controversial matches, when the two clubs were frequently involved in the pursuit of domestic and European honours culminating in the &lt;a href=\"1970%20FA%20Cup%20Final\"&gt;1970 FA Cup Final&lt;/a&gt;, which is regarded as one of the most physical matches in English football history.\nThe perceived contrast between the clubs also fuelled the rivalry, summed up as \"Yorkshire grit versus flash Cockney.\" The rivalry between the clubs often spilled out onto the terraces: at the height of British &lt;a href=\"football%20hooliganism\"&gt;football hooliganism&lt;/a&gt; in the 1970s and 1980s, Chelsea's &lt;a href=\"Chelsea%20Headhunters\"&gt;Headhunters&lt;/a&gt; and Leeds' &lt;a href=\"Leeds%20United%20Service%20Crew\"&gt;Service Crew&lt;/a&gt; were among the most notorious football firms and had numerous violent encounters with each other. Hooliganism has been effectively curtailed since the 1990s and the rivalry has since declined.\nIn the \"Official Chelsea Biography\", Leeds were cited as one of Chelsea's major rivalries. However, Leeds' relegation from the Premier League in 2004 had effectively ended the rivalry; the clubs only met once in sixteen years afterwards. The clubs met again in the &lt;a href=\"2020%E2%80%9321%20Premier%20League\"&gt;2020–21 Premier League&lt;/a&gt; season, as Leeds United was promoted after winning the &lt;a href=\"2019%E2%80%9320%20EFL%20Championship\"&gt;EFL Championship&lt;/a&gt; in 2019–20. The first such meeting ended in a 3–1 Chelsea victory at Stamford Bridge on 5 December 2020, and evidence of the rivalry resurfaced. In the 2003 \"Football Fans Census\", while Leeds fans named Chelsea as their second-biggest rivals, behind &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;, Chelsea fans consider &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt; to be their main &lt;a href=\"Arsenal%20F.C.%E2%80%93Chelsea%20F.C.%20rivalry\"&gt;rivals&lt;/a&gt;, followed by a &lt;a href=\"Chelsea%20F.C.%E2%80%93Tottenham%20Hotspur%20F.C.%20rivalry\"&gt;rivalry&lt;/a&gt; with &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; and Manchester United.\nHistory.\nEarly years.\nChelsea were founded in 1905, Leeds United in 1919. Both teams flitted between the First and Second Divisions in their early years, and neither won a major trophy prior to World War II. The clubs first met in a competitive match in the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt; on 10 December 1927; Leeds won 5–0. Leeds also won 3–2 in the return fixture at Stamford Bridge that season to clinch promotion back to &lt;a href=\"Football%20League%20First%20Division\"&gt;Division One&lt;/a&gt;. In 1952, they contested a gruelling fifth round &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; tie which took three matches to produce a winner, Chelsea eventually prevailed 5–1 in a second replay at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt;. An aggregate crowd of almost 150,000 watched the three matches and such was the fearsome tackling on display, Chelsea had to make seven changes to their line-up for a subsequent match.\n1960s.\nIt was in the 1960s that a significant rivalry first emerged between the clubs. Under the management of &lt;a href=\"Don%20Revie\"&gt;Don Revie&lt;/a&gt;, Leeds became a force in English football for the first time, capped by winning the league title in 1969. Chelsea, too, had enjoyed a renaissance under &lt;a href=\"Tommy%20Docherty\"&gt;Tommy Docherty&lt;/a&gt; and also challenged for honours in the 1960s. Over the next decade, they would meet in numerous important, and fiercely contested, matches. Chelsea goalkeeper &lt;a href=\"Peter%20Bonetti\"&gt;Peter Bonetti&lt;/a&gt; opined that the rivalry between the teams emerged because \"Leeds had a name, a reputation as being dirty... [and] We matched them in the physical side of things because we had our own players who were physical... We weren't unalike in the way we played.\" &lt;a href=\"Tommy%20Baldwin\"&gt;Tommy Baldwin&lt;/a&gt; said, \"There were a lot of scores being settled from previous games whenever we played them. It always just seemed to go mad, with everyone kicking each other.\" &lt;a href=\"Norman%20Hunter%20%28footballer%29\"&gt;Norman Hunter&lt;/a&gt; said that he and Chelsea striker &lt;a href=\"Peter%20Osgood\"&gt;Peter Osgood&lt;/a&gt; shared a \"tremendous rivalry.\" It was often rumoured that Osgood was top of the list in &lt;a href=\"Jack%20Charlton\"&gt;Jack Charlton&lt;/a&gt;'s infamous \"black book\" of players he intended to exact revenge on, although Charlton himself stated that it was actually another, unnamed, Chelsea player. &lt;a href=\"Johnny%20Giles\"&gt;Johnny Giles&lt;/a&gt; recalled the \"special sort of animosity\" between the teams and his \"previous\" with &lt;a href=\"Eddie%20McCreadie\"&gt;Eddie McCreadie&lt;/a&gt;.\nThe rivalry was also fuelled by the traditional &lt;a href=\"North-South%20divide%20%28England%29\"&gt;North-South divide&lt;/a&gt; in England, and by the clubs having markedly different images and philosophies. Chelsea were associated with the fashionable &lt;a href=\"King%27s%20Road\"&gt;King's Road&lt;/a&gt; and celebrities like &lt;a href=\"Raquel%20Welch\"&gt;Raquel Welch&lt;/a&gt; and &lt;a href=\"Steve%20McQueen\"&gt;Steve McQueen&lt;/a&gt;. Leeds were perceived as a cynical, albeit talented, side with a style which some observers regarded as \"dirty.\" Damien Blake of \"When Saturday Comes\" wrote that \"Chelsea were &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt; (attractive, clean-cut, fashionable) to Leeds' &lt;a href=\"The%20Rolling%20Stones\"&gt;Stones&lt;/a&gt; (surly, violent, sexy, going out with &lt;a href=\"Marianne%20Faithfull\"&gt;Marianne Faithfull&lt;/a&gt;)\" According to &lt;a href=\"John%20King%20%28author%29\"&gt;John King&lt;/a&gt;, \"Leeds were... portrayed as dour Yorkshiremen with a reputation for playing dirty... Chelsea, on the other hand, were the wide boys of London, dedicated followers of fashion. While Leeds were drinking tea and playing cards, Chelsea were out boozing and chasing girls [but] when it came to games between the two, however, war was declared.\"\nIn &lt;a href=\"1964%E2%80%9365%20in%20English%20football\"&gt;1964–65&lt;/a&gt;, Chelsea and Leeds had a three way tussle for the league title with Manchester United and met in a league match at Stamford Bridge in September 1964. The Yorkshire Evening Post's reporter observed that \"'Never mind the ball' seemed to be the order of the day as scything, irresponsible tackles ruffled tempers.\" &lt;a href=\"Bobby%20Collins%20%28footballer%29\"&gt;Bobby Collins&lt;/a&gt; \"viciously\" retaliated against &lt;a href=\"Ron%20Harris%20%28English%20footballer%29\"&gt;Ron Harris&lt;/a&gt; and a McCreadie tackle on Giles saw Giles leave the field on a stretcher, reducing Leeds to ten men for the remainder of the match. In 1966, the teams met in an &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; fourth round tie, where a crowd of 57,000 saw Chelsea win 1–0 with a goal from &lt;a href=\"Bobby%20Tambling\"&gt;Bobby Tambling&lt;/a&gt;, a game in which \"the young Chelsea team withstood an almost continuous battering from Leeds.\"\nThe rivalry intensified when they met in the FA Cup again a year later, this time a semi-final at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt;, which Chelsea won 1–0. In a game with \"frighteningly ruthless\" tackling, Leeds goalkeeper &lt;a href=\"Gary%20Sprake\"&gt;Gary Sprake&lt;/a&gt; kicked Chelsea midfielder &lt;a href=\"John%20Boyle%20%28footballer%2C%20born%201946%29\"&gt;John Boyle&lt;/a&gt; in the face as they challenged for a high ball, a grudge which still remained when the teams met in the FA Cup final three years later. Further controversy came when Leeds had two late goals disallowed; a &lt;a href=\"Terry%20Cooper%20%28footballer%2C%20born%201944%29\"&gt;Terry Cooper&lt;/a&gt; strike was ruled out for offside, and a long range &lt;a href=\"Peter%20Lorimer\"&gt;Peter Lorimer&lt;/a&gt; goal was disallowed because a free kick had been taken too quickly. Opinions on the offside decision were mixed, although Docherty conceded he would not have complained had the second goal been allowed to stand. Six months later, Leeds gained revenge by beating managerless Chelsea (Docherty had resigned the previous day) 7–0 at &lt;a href=\"Elland%20Road\"&gt;Elland Road&lt;/a&gt;, their biggest ever win in the fixture.\n1970s.\nThe clubs would meet six times during the &lt;a href=\"1969%E2%80%9370%20in%20English%20football\"&gt;1969–70&lt;/a&gt; season. Leeds won both league games, 2–0 at Elland Road and 5–2 at Stamford Bridge. The match at Elland Road on 20 September 1969 continued in the same vein as previous encounters. A \"Yorkshire Post\" journalist lamented the many \"late and early tackles\" and condemned the teams for playing \"venomously\". During the match &lt;a href=\"Allan%20Clarke%20%28footballer%29\"&gt;Allan Clarke&lt;/a&gt;, &lt;a href=\"Jack%20Charlton\"&gt;Jack Charlton&lt;/a&gt;, &lt;a href=\"David%20Webb%20%28footballer%29\"&gt;David Webb&lt;/a&gt;, &lt;a href=\"Peter%20Houseman\"&gt;Peter Houseman&lt;/a&gt;, &lt;a href=\"Ron%20Harris%20%28English%20footballer%29\"&gt;Ron Harris&lt;/a&gt; and &lt;a href=\"Alan%20Birchenall\"&gt;Alan Birchenall&lt;/a&gt; all suffered injuries which ruled them out of subsequent matches. Chelsea gained a measure of revenge by knocking Leeds out of the &lt;a href=\"Football%20League%20Cup\"&gt;League Cup&lt;/a&gt; after a replay. The teams also met in the &lt;a href=\"1970%20FA%20Cup%20Final\"&gt;1970 FA Cup Final&lt;/a&gt;, the game which cemented the rivalry.\nChelsea and Leeds contested the FA Cup final at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley&lt;/a&gt; on 11 April 1970. Leeds were generally regarded as the better team on the day and led twice but a late Chelsea equaliser from &lt;a href=\"Ian%20Hutchinson%20%28footballer%2C%20born%201948%29\"&gt;Ian Hutchinson&lt;/a&gt; took the game to a replay, the first in an FA Cup final since &lt;a href=\"1912%20FA%20Cup%20Final\"&gt;1912&lt;/a&gt;. The replay at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt; attracted a UK television audience of 28 million, making it the sixth most-watched television broadcast in British history. It is regarded as one of the dirtiest football matches ever. Harris was detailed to mark Wembley Man of the Match &lt;a href=\"Eddie%20Gray%20%28footballer%2C%20born%201948%29\"&gt;Eddie Gray&lt;/a&gt;; a series of Harris fouls during the first half effectively immobilised the Scot. Elsewhere, Charlton kneed and headbutted Osgood, Hunter and Hutchinson traded punches, and &lt;a href=\"Eddie%20McCreadie\"&gt;Eddie McCreadie&lt;/a&gt; flattened &lt;a href=\"Billy%20Bremner\"&gt;Billy Bremner&lt;/a&gt; with a \"kung fu\" challenge. Bonetti was injured after being bundled into the net by Jones and limped through the rest of the match with a heavily bandaged knee.\nModern day referee &lt;a href=\"David%20Elleray\"&gt;David Elleray&lt;/a&gt; reviewed the match years later and concluded that he would have issued six red cards and twenty yellow cards. However, referee &lt;a href=\"Eric%20Jennings\"&gt;Eric Jennings&lt;/a&gt; only booked one player – Hutchinson – over the two games. &lt;a href=\"Hugh%20McIlvanney\"&gt;Hugh McIlvanney&lt;/a&gt; wrote that \"at times it appeared that Mr Jennings would give a free kick only on production of a death certificate\". &lt;a href=\"Mick%20Jones%20%28Leeds%20United%20footballer%29\"&gt;Mick Jones&lt;/a&gt; put Leeds ahead again, but Osgood equalised with 12 minutes remaining. Chelsea eventually prevailed 2–1 after extra time. Charlton was so angry at the loss that he left the pitch without collecting his runners-up medal. Charlton later said: \"It wasn't the losing of the game, it was the losing of the game to \"Chelsea\", because there were never two more competitive sides when we played each other over a period of four or five years.\" The match has been cited as one of the greatest FA Cup finals.\nThe mutual animosity continued into the 1970s. &lt;a href=\"Geoffrey%20Green\"&gt;Geoffrey Green&lt;/a&gt; of \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" reported that a hard-fought 0–0 draw at Stamford Bridge in December 1971 at times \"more resembled some &lt;a href=\"Mafia\"&gt;Mafia&lt;/a&gt; vendetta than football\". A crowd of 51,000 (with a further 9,000 locked out) watched a 4–0 Chelsea win over Leeds in the opening match of the &lt;a href=\"1972%E2%80%9373%20in%20English%20football\"&gt;1972–73&lt;/a&gt; season. The match was \"marred by a string of infringements\"; &lt;a href=\"Trevor%20Cherry\"&gt;Trevor Cherry&lt;/a&gt;, &lt;a href=\"Chris%20Garland\"&gt;Chris Garland&lt;/a&gt; and &lt;a href=\"Terry%20Yorath\"&gt;Terry Yorath&lt;/a&gt; were all booked, and Leeds lost &lt;a href=\"David%20Harvey%20%28footballer%29\"&gt;David Harvey&lt;/a&gt; and Mick Jones to injury. Crowd trouble and pitch invasions led Chelsea to erect wire fences around the terraces.\n1980–present.\nBy the end of the 1970s both clubs were in decline and would spend many of the ensuing years in the Second Division. Chelsea were relegated in 1975 and again in 1979. Leeds were relegated in 1982, and would not regain their First Division status for the next eight years. No longer challenging for trophies (but frequently competing for promotion), the rivalry often continued off the pitch in the form of hooliganism. When the teams met in the Second Division in the &lt;a href=\"1982%E2%80%9383%20in%20English%20football\"&gt;1982–83 season&lt;/a&gt;, their first match for &lt;a href=\"1978%E2%80%9379%20in%20English%20football\"&gt;four seasons&lt;/a&gt;, 153 Leeds and Chelsea hooligans were arrested after fighting broke out at &lt;a href=\"Piccadilly%20Circus%20tube%20station\"&gt;Piccadilly Circus tube station&lt;/a&gt; on the &lt;a href=\"London%20Underground\"&gt;London Underground&lt;/a&gt;, and another 60 were arrested at the match itself. In April 1984, when Chelsea beat Leeds 5–0 to clinch promotion to the First Division, Chelsea fans invaded the pitch several times, and Leeds fans smashed up the Stamford Bridge scoreboard. Clashes between rival fans resulted in 41 arrests. More recently, before a Chelsea-Leeds match in 2002 then-Leeds manager &lt;a href=\"David%20O%27Leary\"&gt;David O'Leary&lt;/a&gt; urged fans to behave after recent crowd trouble at other matches although stricter policing and the introduction of &lt;a href=\"CCTV\"&gt;CCTV&lt;/a&gt; in grounds and all-seater stadia in the 1990s means that crowd trouble at matches is now generally rare.\nBoth clubs enjoyed another revival in the 1990s, which coincided with a series of \"ill-tempered and highly-charged\" clashes as \"the mutual loathing that characterized these sides three decades ago... resurfaced.\" In an \"X-rated\" 0–0 draw in December 1997, eight players were booked and Leeds had two players – &lt;a href=\"Gary%20Kelly%20%28footballer%2C%20born%201974%29\"&gt;Gary Kelly&lt;/a&gt; and &lt;a href=\"Alf-Inge%20H%C3%A5land\"&gt;Alf-Inge Håland&lt;/a&gt; – sent off. Martin Lipton called the match \"a throwback to the worst excesses of the Revie era when the likes of Chopper Harris kicked lumps out of Johnny Giles and Co.\" Another 0–0 draw in October 1998 resulted in 12 yellow cards and a red card for Chelsea's &lt;a href=\"Frank%20Leboeuf\"&gt;Frank Leboeuf&lt;/a&gt;. In a 2–0 Leeds win at Stamford Bridge in December 1999, Leeds' &lt;a href=\"Lee%20Bowyer\"&gt;Lee Bowyer&lt;/a&gt; was booked a minute into the game and Leboeuf was again sent off. A bad tempered League Cup fourth round match in November 2001 – their first cup clash since 1970 – saw Chelsea win 2–0, with &lt;a href=\"Ei%C3%B0ur%20Gu%C3%B0johnsen\"&gt;Eiður Guðjohnsen&lt;/a&gt; scoring a goal while &lt;a href=\"Stephen%20McPhail\"&gt;Stephen McPhail&lt;/a&gt; was on the ground injured. &lt;a href=\"Graeme%20Le%20Saux\"&gt;Graeme Le Saux&lt;/a&gt; was later stretchered off after being hit in the face by &lt;a href=\"Alan%20Smith%20%28footballer%2C%20born%201980%29\"&gt;Alan Smith&lt;/a&gt;.\nThe clubs have not met in the league since Leeds' relegation from the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; in the &lt;a href=\"2003%E2%80%9304%20in%20English%20football\"&gt;2003–04 season&lt;/a&gt;. Their last meeting took place on 15 May 2004, with Chelsea winning 1–0. The animosity between the clubs has still been expressed in the hostility of Leeds fans to the club being taken over by former Chelsea owner and chairman &lt;a href=\"Ken%20Bates\"&gt;Ken Bates&lt;/a&gt;, and to the appointment of former Chelsea captain &lt;a href=\"Dennis%20Wise\"&gt;Dennis Wise&lt;/a&gt; as manager in 2006, resulting in chants like \"Get the Chelsea out of Leeds.\" &lt;a href=\"Gus%20Poyet\"&gt;Gus Poyet&lt;/a&gt;, another former Chelsea player who served as Wise's assistant at Leeds, later commented that \"The fans didn't want us there because of the rivalry with Chelsea.\"\nThe two were drawn to play each other in the &lt;a href=\"League%20Cup\"&gt;League Cup&lt;/a&gt; in December 2012 at Elland Road, which was the first competitive meeting between them in eight years. After a goal by Leeds striker &lt;a href=\"Luciano%20Becchio\"&gt;Luciano Becchio&lt;/a&gt; which put the West Yorkshire side ahead in the first half, Chelsea responded by scoring five in the second half, with the final score being 5–1 to Chelsea. Due to police concerns over potential crowd trouble, Chelsea were only allocated 3000 tickets rather than the usual 5000. The match drew a gate of 33,816, Leeds' highest attendance for two years.\nThe clubs met again in the 2020–21 Premier League season following Leeds’ promotion from The Championship. The first match between them ended 3–1 to Chelsea, and the reverse fixture ended with a 0-0 draw at Elland Road.\nNotable matches.\nSix months after the heated FA Cup semi-final at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt;, Leeds notched their biggest ever win over Chelsea. Chelsea entered the match in turmoil, their manager &lt;a href=\"Tommy%20Docherty\"&gt;Tommy Docherty&lt;/a&gt; having resigned the day before. &lt;a href=\"Albert%20Johanneson\"&gt;Albert Johanneson&lt;/a&gt; opened the scoring after five minutes and Leeds were 3–0 up within 14 minutes thanks to further goals from &lt;a href=\"Jimmy%20Greenhoff\"&gt;Jimmy Greenhoff&lt;/a&gt; and &lt;a href=\"Jack%20Charlton\"&gt;Jack Charlton&lt;/a&gt;. &lt;a href=\"Peter%20Lorimer\"&gt;Peter Lorimer&lt;/a&gt; put Leeds 4–0 ahead by half-time. After the break, &lt;a href=\"Eddie%20Gray%20%28footballer%2C%20born%201948%29\"&gt;Eddie Gray&lt;/a&gt; beat Bonetti from outside the area, &lt;a href=\"Marvin%20Hinton\"&gt;Marvin Hinton&lt;/a&gt; scored an &lt;a href=\"own%20goal\"&gt;own goal&lt;/a&gt; and Leeds captain &lt;a href=\"Billy%20Bremner\"&gt;Billy Bremner&lt;/a&gt; capped his man of the match performance by scoring the seventh himself.\nIn the &lt;a href=\"Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt;, &lt;a href=\"John%20Neal%20%28footballer%2C%20born%201932%29\"&gt;John Neal&lt;/a&gt;'s high-flying Chelsea met mid-table Leeds, managed by &lt;a href=\"Eddie%20Gray%20%28footballer%2C%20born%201948%29\"&gt;Eddie Gray&lt;/a&gt; and fielding two survivors from the &lt;a href=\"1970%20FA%20Cup%20Final\"&gt;1970 FA Cup Final&lt;/a&gt;, &lt;a href=\"David%20Harvey%20%28footballer%29\"&gt;David Harvey&lt;/a&gt; and &lt;a href=\"Peter%20Lorimer\"&gt;Peter Lorimer&lt;/a&gt;, knowing a win would secure promotion to the &lt;a href=\"Football%20League%20First%20Division\"&gt;First Division&lt;/a&gt; for the first time since 1979. In Chelsea's first win over Leeds since 1972, winger &lt;a href=\"Mickey%20Thomas%20%28footballer%29\"&gt;Mickey Thomas&lt;/a&gt; put Chelsea ahead, &lt;a href=\"Kerry%20Dixon\"&gt;Kerry Dixon&lt;/a&gt; scored a \"perfect\" hat-trick and &lt;a href=\"Paul%20Canoville\"&gt;Paul Canoville&lt;/a&gt; completed the win with a goal in stoppage time. At the end of the match Chelsea fans invaded the pitch, while Leeds fans trashed the scoreboard.\nChelsea and Leeds' first game against each other in eight years was in &lt;a href=\"2012%E2%80%9313%20Football%20League%20Cup%23Quarter-finals\"&gt;League Cup quarter finals&lt;/a&gt; in the 2012–13 season. Chelsea were in the &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; at this time and Leeds were in the Championship. Chelsea ran out winners after going behind to a &lt;a href=\"Luciano%20Becchio\"&gt;Luciano Becchio&lt;/a&gt; goal eight minutes before half time, however &lt;a href=\"Juan%20Mata\"&gt;Juan Mata&lt;/a&gt;'s goal one minute after half time set Chelsea on their way to the last four. &lt;a href=\"Branislav%20Ivanovi%C4%87\"&gt;Branislav Ivanović&lt;/a&gt;, &lt;a href=\"Victor%20Moses\"&gt;Victor Moses&lt;/a&gt;, &lt;a href=\"Eden%20Hazard\"&gt;Eden Hazard&lt;/a&gt; and &lt;a href=\"Fernando%20Torres\"&gt;Fernando Torres&lt;/a&gt; wrapped up victory for the Blues.\nPlayer transfers.\nThere have been few direct player &lt;a href=\"Transfer%20%28association%20football%29\"&gt;transfers&lt;/a&gt; between Chelsea and Leeds United. The first came in 1991, when left-back &lt;a href=\"Tony%20Dorigo\"&gt;Tony Dorigo&lt;/a&gt; moved from Chelsea to Leeds for £1.3 million. Chelsea have never bought a senior player from Leeds, although they did controversially sign Leeds youth players &lt;a href=\"Tom%20Taiwo\"&gt;Tom Taiwo&lt;/a&gt; and &lt;a href=\"Michael%20Woods%20%28footballer%29\"&gt;Michael Woods&lt;/a&gt; in 2006. &lt;a href=\"Duncan%20McKenzie\"&gt;Duncan McKenzie&lt;/a&gt;, &lt;a href=\"Mickey%20Thomas%20%28footballer%29\"&gt;Mickey Thomas&lt;/a&gt;, &lt;a href=\"Vinnie%20Jones\"&gt;Vinnie Jones&lt;/a&gt;, &lt;a href=\"Mikael%20Forssell\"&gt;Mikael Forssell&lt;/a&gt;, &lt;a href=\"Terry%20Phelan\"&gt;Terry Phelan&lt;/a&gt;, &lt;a href=\"David%20Hopkin\"&gt;David Hopkin&lt;/a&gt;, &lt;a href=\"David%20Rocastle\"&gt;David Rocastle&lt;/a&gt;, &lt;a href=\"Jimmy%20Floyd%20Hasselbaink\"&gt;Jimmy Floyd Hasselbaink&lt;/a&gt;, &lt;a href=\"Tore%20Andr%C3%A9%20Flo\"&gt;Tore André Flo&lt;/a&gt; and &lt;a href=\"Patrick%20Bamford\"&gt;Patrick Bamford&lt;/a&gt; have also played for both clubs. Additionally, three former Chelsea players have managed Leeds; &lt;a href=\"George%20Graham%20%28footballer%2C%20born%201944%29\"&gt;George Graham&lt;/a&gt;, &lt;a href=\"Terry%20Venables\"&gt;Terry Venables&lt;/a&gt; and &lt;a href=\"Dennis%20Wise\"&gt;Dennis Wise&lt;/a&gt;."
}