{
    "id": "31118683",
    "revid": "299408",
    "url": "https://en.wikipedia.org/wiki?curid=31118683",
    "title": "1990 Peak AntiFreeze 500",
    "text": "The 1990 Peak AntiFreeze 500 was a &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; &lt;a href=\"NASCAR%20Cup%20Series\"&gt;Winston Cup Series&lt;/a&gt; racing event that took place on September 16, 1990, at &lt;a href=\"Dover%20International%20Speedway\"&gt;Dover Downs International Speedway&lt;/a&gt; in &lt;a href=\"Dover%2C%20Delaware\"&gt;Dover, Delaware&lt;/a&gt;.\n&lt;a href=\"Phoenix%20Racing%20%28NASCAR%20team%29\"&gt;Phoenix Racing&lt;/a&gt; would make their \"maiden voyage\" into the NASCAR Cup Series; with veteran wheelman &lt;a href=\"Jeff%20Purvis\"&gt;Jeff Purvis&lt;/a&gt; dominating the decision-making throughout the event. After suffering from a shoulder injury in practice, Lake Speed would be replaced by &lt;a href=\"Tommy%20Ellis\"&gt;Tommy Ellis&lt;/a&gt;.\nBackground.\n&lt;a href=\"Dover%20International%20Speedway\"&gt;Dover Downs International Speedway&lt;/a&gt;, now called Dover International Speedway, is one of five &lt;a href=\"Short%20track%20motor%20racing\"&gt;short track&lt;/a&gt;s to hold NASCAR races; the others are &lt;a href=\"Bristol%20Motor%20Speedway\"&gt;Bristol Motor Speedway&lt;/a&gt;, &lt;a href=\"Richmond%20International%20Raceway\"&gt;Richmond International Raceway&lt;/a&gt;, &lt;a href=\"Martinsville%20Speedway\"&gt;Martinsville Speedway&lt;/a&gt;, and &lt;a href=\"Phoenix%20International%20Raceway\"&gt;Phoenix International Raceway&lt;/a&gt;. The NASCAR race makes use of the track's standard configuration, a four-turn short track &lt;a href=\"Oval%20track%20racing\"&gt;oval&lt;/a&gt; that is long. The track's turns are &lt;a href=\"Banked%20turn\"&gt;banked&lt;/a&gt; at twenty-four degrees, and both the front stretch (the location of the finish line) and the backstretch are banked at nine degrees.\nRace report.\n&lt;a href=\"Bill%20Elliott\"&gt;Bill Elliott&lt;/a&gt; managed to defeat &lt;a href=\"Mark%20Martin\"&gt;Mark Martin&lt;/a&gt; (who would maintain the championship points lead after this race) by less than 1.4 seconds in front of 74,000 spectators. Elliott would earn the &lt;a href=\"pole%20position\"&gt;pole position&lt;/a&gt; by qualifying at a speed of while the average race speed was . &lt;a href=\"J.D.%20McDuffie\"&gt;J.D. McDuffie&lt;/a&gt; would make his final last-place finish before being killed at the &lt;a href=\"1991%20Budweiser%20at%20The%20Glen\"&gt;1991 Budweiser at The Glen&lt;/a&gt; race (which took place at &lt;a href=\"Watkins%20Glen%20International\"&gt;Watkins Glen International&lt;/a&gt;). The only driver that failed to qualify was &lt;a href=\"Kerry%20Teague\"&gt;Kerry Teague&lt;/a&gt;.\nSix cautions were handed out for 29 laps. The prize winnings for each driver varied from a then-incredible $83,100 ($ when inflation is taken into account) to a meager $2,650 ($ when inflation is taken into account). This would become the last Last ESPN race at Dover until the &lt;a href=\"2010%20NASCAR%20Sprint%20Cup%20Series\"&gt;2010 NASCAR Sprint Cup Series&lt;/a&gt; season.\nThis was Jimmy Makar's first race as a Winston Cup Crew Chief. He replaced &lt;a href=\"Barry%20Dodson\"&gt;Barry Dodson&lt;/a&gt; as Rusty Wallace's CC for the Blue Max team.\n&lt;a href=\"Tommy%20Riggins\"&gt;Tommy Riggins&lt;/a&gt; and &lt;a href=\"Jerry%20Hufflin\"&gt;Jerry Hufflin&lt;/a&gt; would retire from the Winston Cup Series after this race. &lt;a href=\"Bobby%20Wawak\"&gt;Bobby Wawak&lt;/a&gt; would also make his NASCAR exit as an owner after this racing event."
}