{
    "id": "31136992",
    "revid": "42341066",
    "url": "https://en.wikipedia.org/wiki?curid=31136992",
    "title": "Miguel Román",
    "text": "Miguel Roman (born November 14, 1985 in Ciudad Juarez, Chihuahua, Mexico) is a &lt;a href=\"Mexicans\"&gt;Mexican&lt;/a&gt; &lt;a href=\"super%20featherweight\"&gt;super featherweight&lt;/a&gt; &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt;.\nProfessional career.\nOn March 12, 2011 he lost to &lt;a href=\"Jonathan%20Victor%20Barros\"&gt;Jonathan Victor Barros&lt;/a&gt; for the WBA Featherweight belt.\nOn January 28, 2017 in a Fight-of-the-Year candidate he had his 18 fight win streak snapped by &lt;a href=\"Takashi%20Miura\"&gt;Takashi Miura&lt;/a&gt; in a title eliminator for the WBC super featherweight title. He was knocked out in the 12th round of the fight.\nOn December 9th, 2017 Miguel faced fellow battle hardened Mexican warrior Orlando Salido. Roman dropped Salido three times — in Rounds 4, 8 and 9 — en route to a ninth-round mercy stoppage by referee Robert Byrd. However, right up until the end came at 1:43 of Round 9, the 37-year-old war horse gave as good as he got in the kind of back-and-forth slugfest that he has become known for.\nOn November 3, 2018, Roman challenged Miguel Berchelt for his WBC super featherweight belt, in what was Berchelt's third title defense. Roman was at the top of his game throughout the fight, but just wasn't able to match Berchelt's size, power and skill. Berchelt dropped Roman three times throughout the fight, but despite that Roman kept going forward, even taunting Berchet at one point to come forward. However, in the ninth round, after the third time Vazquez was dropped, the referee had seen enough and the fight was stopped.\nHe bounced back from the loss by defeating Ramiro Blanco via a twelve-round unanimous decision.\nIn his next fight, Roman faced fellow Mexican Tomas Rojas. In a very entertaining and fast-paced fight, both fighters didn't take a step back and gave the fans a real show. Roman was aggressive and hurting Rojas throughout the fight, but Rojas did his fair share of damage on Roman too. In the end, Roman's aggression was sufficient for all three judges to name him the winner, 117-111, 117-112 and 116-112."
}