{
    "id": "31143541",
    "revid": "23824585",
    "url": "https://en.wikipedia.org/wiki?curid=31143541",
    "title": "Visual rhetoric and composition",
    "text": "In the field of &lt;a href=\"composition%20studies\"&gt;composition studies&lt;/a&gt;, the place of &lt;a href=\"visual%20rhetoric\"&gt;visual rhetoric&lt;/a&gt; is often uncertain or contested. Proponents of its inclusion in composition typically point to the increasingly visual nature of society, and the increasing presence of visual texts. &lt;a href=\"Literacy\"&gt;Literacy&lt;/a&gt;, they argue, can no longer be limited only to written text and must also include an understanding of the visual. The exact role of visual rhetoric in the composition classroom, however, is unclear.\nDespite this focus on &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt;, the inclusion of visual rhetoric in composition studies is distinct from a &lt;a href=\"media%20theory%20of%20composition\"&gt;media theory of composition&lt;/a&gt;, though the two are obviously related. Visual rhetoric focuses on the rhetorical nature of all visual texts while new media tends to focus on electronic mediums.\nTeaching Visual Rhetoric and Composition.\nScholarship has highlighted that the way students compose and interpret texts are directly related to the ideologies and assumptions they hold and how the way their experiences are culturally and historically situated. Imagery representations students receive, analyze, create or deliver would emerge from their views and knowledges within their diverse contexts and various identities. Pedagogical applications of visual rhetoric have then a twofold aim: it can teach students to ‘read’ and critique the rhetorical moves and purposes within and behind certain visual representations, such as an analysis of  multimodal text. It can also enable writers and designers to process their own rhetorical choices as they design their own visuals, bringing to their process aspects of their multiple social-cultural backgrounds as their lived experiences become starting points for knowledge construction.  \nVisual rhetoric, especially in digital environments, is also aligned with the notion of a commitment to diversity as students become designers, invoking a rhetoric that attends to abilities encompassing other definitions of literacy beyond verbal reading and writing. For example, sequential narrative assignments were well received by students as an easier alternative to rigid structures of traditional academic essays. The multifaceted nature of these miscellaneous representations creates an arena for discussions on political, historical, social and cultural impacts behind those choices to take place in the composition class. Working towards raising students’ awareness of the impact their diverse backgrounds have on their rhetorical choices, teachers will be contributing to forming more conscious and perceptive consumers and composers. "
}