{
    "id": "31143820",
    "revid": "12406635",
    "url": "https://en.wikipedia.org/wiki?curid=31143820",
    "title": "How Can I Love You More?",
    "text": "\"How Can I Love You More\" is the debut single from British band &lt;a href=\"M%20People\"&gt;M People&lt;/a&gt; taken from their debut album, \"&lt;a href=\"Northern%20Soul%20%28M%20People%20album%29\"&gt;Northern Soul&lt;/a&gt;\". It was written by &lt;a href=\"Mike%20Pickering\"&gt;Mike Pickering&lt;/a&gt; and Paul Heard, and produced by M People. The single was first released in 1991 peaking at number 29 and then re-released on 25 January 1993 with several new remixes. The song was a bigger hit and peaked at number eight on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;.\nBackground.\nWhen M People formed at the end of 1990, they had released \"&lt;a href=\"Colour%20My%20Life\"&gt;Colour My Life&lt;/a&gt;\" as a limited edition White label to acclaim from both critics and colleagues as well as being heavily rotated on dancefloors. This single became the first official cut from the album ahead of its release in 1991. The band's core members, Mike Pickering and Paul Heard, had been working on the parent album and various tracks which featured a variety of different lead singers, including &lt;a href=\"Mark%20Bell%20%28British%20musician%29\"&gt;Mark Bell&lt;/a&gt; (who would go on to duet with &lt;a href=\"Heather%20Small\"&gt;Heather Small&lt;/a&gt; on hit single \"&lt;a href=\"Don%27t%20Look%20Any%20Further%23M%20People%20version\"&gt;Don't Look Any Further&lt;/a&gt;\" on the next album). The band had also been trialling their songs out on the road playing at various small venues across the UK, particularly Northern England and \"How Can I Love You More?\" was turning out to be a favourite track when performed live as a classic \"Northern Soul\" number with a clear groove and Heather's gutsy vocals.\nThe song continued to be a real hit with fans that record label &lt;a href=\"Deconstruction%20Records\"&gt;Deconstruction&lt;/a&gt; decided it should have another chance to be released. So after four introductory previous Top 40 singles from \"&lt;a href=\"Northern%20Soul%20%28M%20People%20album%29\"&gt;Northern Soul&lt;/a&gt;\"—\"&lt;a href=\"Colour%20My%20Life\"&gt;Colour My Life&lt;/a&gt;\", \"How Can I Love You More?\", \"&lt;a href=\"Someday%20%28M%20People%20song%29\"&gt;Someday&lt;/a&gt;\" and \"&lt;a href=\"Excited%20%28M%20People%20song%29\"&gt;Excited&lt;/a&gt;\"—Manchester DJ &lt;a href=\"Sasha%20%28DJ%29\"&gt;Sasha&lt;/a&gt; produced and remixed new instrumental over Heather's original vocals from the 1991 original classic, keeping the original piano break. This turned the \"Northern Soul\" classic into an even bigger dance release.\n\"How Can I Love You More?\" not only marked the start of M People's breakthrough, but was the first of four consecutive Top 10 singles in 1993. Only &lt;a href=\"Take%20That\"&gt;Take That&lt;/a&gt; sold more singles in their native UK. The success of the single is prompted by the fact that at the time it did not feature on any album and so was very much a unique M People track.\nComposition.\nThe song starts with an insistent piano riff that remains the backbone of the song's structure outside of the choruses, second keyboard plays strings throughout and subtle tambourine synths are layered over the top of the mid-tempo Soul groove. In the middle eight the insistent piano riff changes to a funky 60-second piano break on top of the underlying instrumental. Lyrically, the song is about the insecurites of being in-love if not reciprocated or if lost. And the constant repetition of the title in the chorus refrain highlights the desperate mood of the song and the want of trying to get 'good love' if not being received.\nFor the re-release, in Autumn 1992, Mike Pickering and Paul Heard approached Sasha with the idea to funk up two singles from \"Northern Soul\" ahead of its re-release: \"Someday\" and \"How Can I Love You More?\" into a massive alternative dance tunes, and he did. The biggest track and the album's lead single, \"How Can I Love You More?\" was chosen to be re-released the following spring, while the band worked on tracks for their new album. Heather’s vocals were slightly speeded up and some new vocal ad-libs were added and the melody speed increased from 125 to 140 bpm. The song stays true to the original piano arrangements, but layers of synths were added, new percussion, a second keyboard playing europhoric chords to replace the original string arrangement and a faster drum beat with a 4-tap reverb were added.\nCritical reception.\n&lt;a href=\"Larry%20Flick\"&gt;Larry Flick&lt;/a&gt; from \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" called the song a \"mid-tempo jewel\". Anderson Jones from \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" described it as \"heartsick\". Irish newspaper \"&lt;a href=\"The%20Herald%20%28Ireland%29\"&gt;Evening Herald&lt;/a&gt;\" deemed it a \"delicious\" and \"classic club hit\". Alan Jones from \"&lt;a href=\"Music%20Week\"&gt;Music Week&lt;/a&gt;\" said \"How Can I Love You More\" is \"their best single\". On the 1993 version, Alan Jones noted, \"The natural flow of the song has been sacrificed for a spacier mix and a hypnotic &lt;a href=\"ambient%20dub\"&gt;ambient dub&lt;/a&gt; which veers close to &lt;a href=\"French%20Kiss%20%28Lil%20Louis%20song%29\"&gt;French Kiss&lt;/a&gt; territory, but should find favour in clubs, ensuring that the record is a hit yet again.\" Andy Beevers from the magazine's \"RM\" Dance Update described it as \"an up-tempo affair built around the catchiest of basslines and a timeless piano and strings arrangement.\"\nChart performance.\nWhen the single was initially released the first time it entered the chart at lowly number 61 at the end of October 1991, consequently spending the next five weeks climbing gradually to a peak of 29 following increasingly improved airplay, club acclaim especially in Northern England and their debut performance on Top of the Pops in the UK. The single left the chart at the end of the year after a total of nine weeks.\nWhen re-released, thanks to large airplay and great DJ support the single entered the chart at number 9, awarding the band their first ever UK Top 10 Sales chart entry. They appeared on Top of the Pops again to promote the new version of the single the week of release in mid-February 1993. It was clear that the single was already proving very popular in the clubs and getting heavy rotation from both mainstream and dance stations. In the days of the early 1990s, two weeks of airplay was more than enough prior to release of a single, and \"&lt;a href=\"How%20Can%20I%20Love%20You%20More%20%28Mixes%29\"&gt;How Can I Love You More (Mixes)&lt;/a&gt;\" proved this by climbing further within the Top 10 to peak at number 8 in its second week, with ever-increasing airplay. It seemed the cult following of the original \"Northern Soul\" version as well as a new legion of fans were very much embracing the new adaptation. Respected DJ &lt;a href=\"Sasha%20%28DJ%29\"&gt;Sasha&lt;/a&gt; had transformed the single and gave it major credibility to give a soul classic a club-friendly edge for dance floors, who in-turn, very heavily rotated the song. It spent 8 weeks on the chart, leaving at the end of March 1993.\nMusic video.\nThe accompanying &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; shows M People's core members: Mike Pickering on backing vocals and sax, Paul Heard on grand piano, and Heather Small on lead vocals performing in a disused but brightly lit Surrey Warehouse with their percussionist and drummer intercut with scenes of performing dancers. There are various close ups of each member of the band as they either sing into their mics or play their instruments in a faux live setting.\nFor the remix, there were no plans or budget to produce a brand new video, so a re-edited version of the video for 1991's version of \"How Can I Love You More?\" was used to promote the track, notably using additional inserts from the \"Colour My Life\" video in parts.\nLive.\nThis Sasha remix has been performed during the Encore of the live gigs since 1994 alongside \"&lt;a href=\"Itchycoo%20Park\"&gt;Itchycoo Park&lt;/a&gt;\", then later \"&lt;a href=\"Search%20for%20the%20Hero\"&gt;Search for the Hero&lt;/a&gt;\" and \"&lt;a href=\"Moving%20on%20Up%20%28M%20People%20song%29\"&gt;Moving on Up&lt;/a&gt;\". The original version of the song was once again played live from the Millennium Tour in the Winter of 1999, where the dance beat has made way for a more soulful groove once again, with hints of the original piano arrangement from the original version. Heather opens the song on her own singing the first verse of the song in a cappella as the song builds all around and the song crescendos at the end of the first verse.\nDuring the piano break in the middle eight Heather normally enthuses the crowd with cheers and whoops to lead into the final chorus refrain where she sings \"How Can I Love You More?\" and the audience responds to her in the same vain, in a call-and-response style through to the end of the song.\nArtwork.\nThe 1991 sleeve of the CD artwork is a simple dark blue cover with two very distinct vertical lines running through it. One colour is lime green running through the middle and the other is white to the left of the green line. There is also two wider lighter blue lines either side of the white line. The band's name is seen in medium-sized letters, in its typical font, on the top right of the artwork. On the 7\" and 12\" versions (seen above) the same cover is used but the lime green vertical line is wider with a white line running through it and another vertical white dissects the sleeve slightly off centre on the dark blue cover.\nThe 1993 art work of the mixes single incorporates the images of the previous single's artwork; the blue/green/white vertical lines from the original \"How Can I Love You More?\", the colourful circles on \"Colour My Life\", the square red blocks from \"Excited\" and the plain red flower on \"Someday\". It does this by using square photos of each of the band set up in the shape of a flower pattern with vertical colour lines in each picture. Some of these pictures can also be seen in the sleeve of the re-released \"Northern Soul\"."
}