{
    "id": "31153489",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=31153489",
    "title": "Disability in Sierra Leone",
    "text": "According to the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt;, an estimated 15% of the world's population experience some form of &lt;a href=\"disability\"&gt;disability&lt;/a&gt; or impairment. The proportion of disabled people is much higher in &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;, a &lt;a href=\"West%20Africa\"&gt;West Africa&lt;/a&gt;n country which had emerged from a decade-long &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt; back in 2002 where the trademark of the rebel groups was to hack off the limbs of &lt;a href=\"civilian\"&gt;civilian&lt;/a&gt;s.\nIt is estimated that there are about 450,000 disabled people in Sierra Leone, although this number may be an under-representation. Common disability issues include &lt;a href=\"blindness\"&gt;blindness&lt;/a&gt;, &lt;a href=\"deafness\"&gt;deafness&lt;/a&gt;, war wounded including &lt;a href=\"amputees\"&gt;amputees&lt;/a&gt;, and &lt;a href=\"polio\"&gt;polio&lt;/a&gt;.\nSocioeconomics.\nIn a 2009 study of disability in Sierra Leone, one third of the disabled people surveyed were employed while twice as many disabled people (16.4%) had no access to &lt;a href=\"healthcare\"&gt;healthcare&lt;/a&gt; as compared to non-disabled people (7.1%). In addition, according to the United Nations Development Programme, only 35% of Sierra Leone's population above 15 years of age is educated and the statistic is even lower for citizens with disabilities. Poor people are also more at risk of acquiring a disability due to a lack of access to &lt;a href=\"sanitation\"&gt;sanitation&lt;/a&gt; as well as a safe living and working environment.\nMental health.\nMental healthcare in Sierra Leone is almost non-existent. Many sufferers try to cure themselves with the help of traditional healers. During the &lt;a href=\"Sierra%20Leone%20Civil%20War\"&gt;Civil War (1991–2002)&lt;/a&gt;, many soldiers took part in atrocities and many children were forced to fight. This left them traumatised, with an estimated 400,000 people (by 2009) being mentally ill. Thousands of former child soldiers have fallen into substance abuse as they try to blunt their memories.\nGovernment policy.\nThe &lt;a href=\"government%20of%20Sierra%20Leone\"&gt;government of Sierra Leone&lt;/a&gt; does not provide any assistance to disabled citizens. In 2010, Bentry Kalanga, the senior programme manager of Africa for &lt;a href=\"SOS%20Children%27s%20Villages\"&gt;SOS Children's Villages&lt;/a&gt;, an international &lt;a href=\"charity%20organization\"&gt;charity organization&lt;/a&gt;, said; “Disability has not been regarded as a major development issue up to now and it must be highlighted more.”\nIn its 2011 report, the Human Rights Commission of Sierra Leone noted approvingly the passage in that year of the Persons with Disabilities Act 2011, which “would address the human rights concerns of Persons With Disability,” but added “that this Act has not been popularized and not much has been done to implement it, particularly the establishment of the National Commission for Persons with Disability.”"
}