{
    "id": "3117407",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=3117407",
    "title": "Alfred Ryors",
    "text": "Alfred Ryors (June 23, 1812–May 8, 1858) served as the second president of &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt; and the fifth president of &lt;a href=\"Ohio%20University\"&gt;Ohio University&lt;/a&gt;.\nEarly life and education.\nBorn June 23, 1812 in &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, Ryors was orphaned at an early age. He lived with family friends until 1823, when he began studying with the Presbyterian Church in preparation for ministry. In 1831, he entered &lt;a href=\"Washington%20%26amp%3B%20Jefferson%20College\"&gt;Jefferson College&lt;/a&gt;, &lt;a href=\"Canonsburg%2C%20Pennsylvania\"&gt;Canonsburg, Pennsylvania&lt;/a&gt;, where he studied for two years before leaving to teach Latin and Greek in the School of &lt;a href=\"C.J.%20Halderman\"&gt;C.J. Halderman&lt;/a&gt;, at &lt;a href=\"Bristol%2C%20Pennsylvania\"&gt;Bristol, Pennsylvania&lt;/a&gt;. He returned to Jefferson College in 1834 and graduated in 1835.\nProfessional Background.\nUpon receipt of his degree, Ryors accepted an appointment as Principal of the Academic Department in &lt;a href=\"Lafayette%20College\"&gt;Lafayette College&lt;/a&gt; in &lt;a href=\"Easton%2C%20Pennsylvania\"&gt;Easton, Pennsylvania&lt;/a&gt;, a position he held for one year before moving on to &lt;a href=\"Ohio%20University\"&gt;Ohio University&lt;/a&gt;, where he taught mathematics. He remained in Ohio until 1843, when he accepted a professorship at &lt;a href=\"Indiana%20University\"&gt;Indiana University&lt;/a&gt;, again teaching mathematics. Here he stayed until 1848, when he returned to Ohio University to serve as its president.\nTenure at Indiana University.\nFaced with the death of its first president in 1851, Indiana University sought to fill the presidency with Ryors. Ryors accepted, resigned his position at Ohio University and returned to Bloomington the fall of 1852. Disappointed with conditions at the university, Ryors resigned in 1853 and went on to become professor of mathematics at &lt;a href=\"Centre%20College\"&gt;Centre College&lt;/a&gt; in &lt;a href=\"Danville%2C%20Kentucky\"&gt;Danville, Kentucky&lt;/a&gt;, a position he held until his death in 1858."
}