{
    "id": "31218536",
    "revid": "8611214",
    "url": "https://en.wikipedia.org/wiki?curid=31218536",
    "title": "Bicker family",
    "text": "Bicker (also: Bicker van Swieten and Bicker Caarten) is a very old Dutch &lt;a href=\"Patrician%20%28post-Roman%20Europe%29\"&gt;patrician&lt;/a&gt; family (\"since 1390\"). The family has played an important role during the &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt;. They were at the centre of &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt; oligarchy from the beginning of the 17th century until the early 1650s. They leaded the &lt;a href=\"Dutch%20States%20Party\"&gt;Dutch States Party&lt;/a&gt; and were in opposition to the &lt;a href=\"House%20of%20Orange-Nassau\"&gt;House of Orange&lt;/a&gt;. Since 1815 the family belongs to the new &lt;a href=\"Dutch%20nobility\"&gt;Dutch nobility&lt;/a&gt; with the &lt;a href=\"honorific\"&gt;honorific&lt;/a&gt; of &lt;a href=\"jonkheer\"&gt;jonkheer&lt;/a&gt; or jonkvrouw.\nThe Bicker family during the Dutch Golden Age.\nDuring the &lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt;, the Bicker family was very critical of the influence of the &lt;a href=\"House%20of%20Orange\"&gt;House of Orange&lt;/a&gt;. They belonged to the &lt;a href=\"Republicanism\"&gt;republican&lt;/a&gt; political movement of the &lt;a href=\"Regenten\"&gt;Regenten&lt;/a&gt;, also referred to as the ‘state oriented’, as opposed to the &lt;a href=\"Royalist\"&gt;Royalist&lt;/a&gt;s. Together with the Republican political leader &lt;a href=\"Grand%20Pensionary\"&gt;Grand Pensionary&lt;/a&gt; &lt;a href=\"Johan%20de%20Witt\"&gt;Johan de Witt&lt;/a&gt; and the republican-minded &lt;a href=\"Cornelis%20de%20Graeff\"&gt;Cornelis de Graeff&lt;/a&gt;, the Bickers strived for the abolition of &lt;a href=\"stadtholder\"&gt;stadtholder&lt;/a&gt;ship. They desired the full sovereignty of the individual regions in a form in which the &lt;a href=\"Dutch%20Republic\"&gt;Republic of the United Seven Netherlands&lt;/a&gt; was not ruled by a single person. Instead of a sovereign (or stadtholder) the political and military power was lodged with the States General and with the regents of the cities in Holland. During the two decades from the 1630 to the 1650s the Bicker family had a leading role in the Amsterdam administration, the city was at the peak of its political power.\nIn 1646, seven members of the Bicker family, called the Bicker's league, simultaneously held some political position or other. The Bickers provided silver and ships to Spain, and were very much interested in ending the &lt;a href=\"Eighty%20Years%20War\"&gt;Eighty Years War&lt;/a&gt;. This brought them in conflict with the &lt;a href=\"stadtholder\"&gt;stadtholder&lt;/a&gt;, some provinces, like &lt;a href=\"Zeeland\"&gt;Zeeland&lt;/a&gt; and &lt;a href=\"Utrecht%20%28province%29\"&gt;Utrecht&lt;/a&gt;, and the &lt;a href=\"Reformed%20church\"&gt;Reformed&lt;/a&gt; preachers. After the &lt;a href=\"Peace%20of%20M%C3%BCnster\"&gt;Peace of Münster&lt;/a&gt; (1648) was signed, the Bickers were of the opinion that it was no longer necessary to maintain a standing army, bringing them into vehement conflict with prince &lt;a href=\"William%20II%2C%20Prince%20of%20Orange\"&gt;Willem II&lt;/a&gt;. To regain power William went on the march towards &lt;a href=\"Dordrecht\"&gt;Dordrecht&lt;/a&gt; and Amsterdam with an army. His troops got lost in a dense fog and were discovered by the postal courier on &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;. The mayors of Amsterdam had the civic guard called out, the bridges raised, the gates closed and the artillery dragged into position.\nAfter that the leader of the family, &lt;a href=\"Andries%20Bicker\"&gt;Andries Bicker&lt;/a&gt;, was purged from the &lt;a href=\"vroedschap\"&gt;vroedschap&lt;/a&gt;, as was his brother &lt;a href=\"Cornelis%20Bicker\"&gt;Cornelis Bicker&lt;/a&gt;, as one of the conditions of the treaty that followed, led by &lt;a href=\"Joan%20Huydecoper%20I\"&gt;Joan Huydecoper van Maarsseveen&lt;/a&gt;. Henceforth, it was the equally republican-minded brothers &lt;a href=\"Cornelis%20de%20Graeff\"&gt;Cornelis&lt;/a&gt; and &lt;a href=\"Andries%20de%20Graeff\"&gt;Andries de Graeff&lt;/a&gt;, and their following, who dominated Amsterdam. His niece &lt;a href=\"Wendela%20Bicker\"&gt;Wendela Bicker&lt;/a&gt; married the &lt;a href=\"Grand%20Pensionary\"&gt;raadspensionaris&lt;/a&gt; &lt;a href=\"Johan%20de%20Witt\"&gt;Johan de Witt&lt;/a&gt;."
}