{
    "id": "312271",
    "revid": "1045013293",
    "url": "https://en.wikipedia.org/wiki?curid=312271",
    "title": "French overture",
    "text": "The French overture is a &lt;a href=\"musical%20form\"&gt;musical form&lt;/a&gt; widely used in the &lt;a href=\"Baroque%20music\"&gt;Baroque&lt;/a&gt; period. Its basic formal division is into two parts, which are usually enclosed by double bars and repeat signs. They are complementary in style (slow in dotted rhythms and fast in &lt;a href=\"Fugue\"&gt;fugal&lt;/a&gt; style), and the first ends with a half-cadence (i.e., on a dominant harmony) that requires an answering structure with a tonic ending. The second section often but not always ends with a brief recollection of the first, sometimes even repeating some of its melodic content.\nThe form is first encountered in &lt;a href=\"Jean-Baptiste%20Lully\"&gt;Jean-Baptiste Lully&lt;/a&gt;'s ballet overtures from the 1650s. Later examples can be found as the opening movement of each of &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Johann Sebastian Bach&lt;/a&gt;'s &lt;a href=\"Orchestral%20suites%20%28Bach%29\"&gt;orchestral suites&lt;/a&gt;, &lt;a href=\"Partita%20for%20keyboard%20No.%204%2C%20BWV%20828\"&gt;Partita in D major, BWV 828&lt;/a&gt;, &lt;a href=\"Cello%20Suites%20%28Bach%29%23Suite%20No.%205%20in%20C%20minor%2C%20BWV%201011\"&gt;C minor Cello Suite, BWV 1011&lt;/a&gt;, and as an opening to many &lt;a href=\"opera\"&gt;opera&lt;/a&gt;s and &lt;a href=\"oratorio\"&gt;oratorio&lt;/a&gt;s by &lt;a href=\"George%20Frideric%20Handel\"&gt;George Frideric Handel&lt;/a&gt; (including \"&lt;a href=\"Messiah%20%28Handel%29\"&gt;Messiah&lt;/a&gt;\" and \"&lt;a href=\"Giulio%20Cesare\"&gt;Giulio Cesare&lt;/a&gt;\"). The 16th of Bach's \"&lt;a href=\"Goldberg%20Variations\"&gt;Goldberg Variations&lt;/a&gt;\" is a miniature French overture.\nThe French overture should not be confused with the &lt;a href=\"Italian%20overture\"&gt;Italian overture&lt;/a&gt;, a three-part quick-slow-quick structure."
}