{
    "id": "31222328",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=31222328",
    "title": "Tõnu Puu",
    "text": "Tõnu Puu (&lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt;, 25 September 1936 – &lt;a href=\"Ume%C3%A5\"&gt;Umeå&lt;/a&gt;, 11 July 2020) was an &lt;a href=\"Estonia\"&gt;Estonia&lt;/a&gt;n-born &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; &lt;a href=\"economist\"&gt;economist&lt;/a&gt;. He has been Professor of Economics at &lt;a href=\"Ume%C3%A5%20University\"&gt;Umeå University&lt;/a&gt;.\nPersonal.\nTõnu Puu took refuge from Estonia to Sweden upon the &lt;a href=\"Soviet%20occupation%20of%20the%20Baltic%20states%20%281944%29\"&gt;Soviet invasion in 1944&lt;/a&gt;, with his parents and one sister.\nHe had two children from a previous marriage, Margareta Puu (born 1974), a statistician, and Magnus Puu (born 1981), a computer programmer. Puu died on 11 July 2020, aged 83.\nEducation.\nPuu studied at &lt;a href=\"Uppsala%20University\"&gt;Uppsala University&lt;/a&gt; from 1956 to 1964, and finished his PhD in Economics in 1964 with Professor &lt;a href=\"Tord%20Palander\"&gt;Tord Palander&lt;/a&gt; as thesis adviser. The thesis was graded \"A\" (Laudatur), the highest on a six-step scale (a rare distinction, used only thrice in Economics at Swedish universities in the 20th century). The thesis was awarded the &lt;a href=\"Erik%20Lindahl\"&gt;Erik Lindahl&lt;/a&gt; Prize.\nAcademic positions.\nPuu worked as acting full professor of Economics at Uppsala University 1963–1970, and was appointed ordinary Professor of Economics by Royal patent at Umeå University in 1971. After emeritation in 2001, he worked as senior professor at the Centre for Regional Science (CERUM). He had various commitments, such as being chairman of the Department of Economics, Business, and Law, chairman of the Board of the University Library, and vice president of the Union of Swedish University Professors. Puu is currently Fellow of the Regional Science Association International.\nEditorial boards.\nPuu was associated with the following scientific journals: Annals of Regional Science, Regional Science and Urban Economics, Journal of Regional Science, Networks and Spatial Theory, Chaos, Solitons &amp; Fractals, Discrete Dynamics in Nature and Society, International Journal of Shape Modelling, Nonlinear Dynamics, Psychology, and Life Sciences, Mansoura Science Bulletin, a.o.\nOther commitments.\nPuu was Founder and Director of the Nordic Baroque Music Festival from 1987 to 2001, and received in that capacity the Prize for extraordinary promotion of culture, awarded by the county government. Other musical interests are playing the &lt;a href=\"viola%20da%20gamba\"&gt;viola da gamba&lt;/a&gt;, and being a \"luthier\", making his own instruments.\nPublications.\nPuu has published over 20 books and 120 scholarly articles in economics, philosophy, and mathematics over the period 1962–2011. Topics studied include (in chronological order); portfolio selection, investment and production, philosophy of science (in collaboration with Sir &lt;a href=\"Karl%20Popper\"&gt;Karl Popper&lt;/a&gt;), spatial economics, economics of the arts, nonlinear dynamic processes, oligopoly, and business cycles. The best known work are \"Attractors, Bifurcations, &amp; Chaos - Nonlinear Phenomena in Economics\", (Springer-Verlag 2003), \"Mathematical Location and Land Use Theory\" (Springer-Verlag 1997), and \"Spatial Economics: Potential, Density, and Flow\" (North-Holland Publishing Company 1985), co-authored with &lt;a href=\"Martin%20J.%20Beckmann\"&gt;Martin J. Beckmann&lt;/a&gt; of Brown University."
}