{
    "id": "3126448",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=3126448",
    "title": "Mark Calderwood",
    "text": "Mark Calderwood (born ) is an English former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer. An England international representative winger, he has played in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; for the &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds Rhinos&lt;/a&gt;, (with whom he won 2004's &lt;a href=\"Super%20League%20IX\"&gt;Super League IX&lt;/a&gt;), the &lt;a href=\"Wigan%20Warriors\"&gt;Wigan Warriors&lt;/a&gt;, &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt; and .\nEarly life.\nCalderwood was born in &lt;a href=\"Greenwich\"&gt;Greenwich&lt;/a&gt;, London, England.\nHe started his playing career at &lt;a href=\"Stanningley\"&gt;Stanningley&lt;/a&gt; ARLFC before signing for the &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds Rhinos&lt;/a&gt; Academy in 2000\nPlaying career.\nLeeds Rhinos.\nCalderwood scored over 40-tries in his first season at the &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds Rhinos&lt;/a&gt; Academy which earned him a call up into the first team during 2001. He made his début against London from the bench in the first match of the season he scored his first &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; for the Leeds Rhinos in a &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt; semi-final against &lt;a href=\"St%20Helens%20R.F.C.\"&gt;St. Helens&lt;/a&gt;, and went to score 12-tries in the rest of the 2001 season. He also won the &lt;a href=\"Eddie%20Waring\"&gt;Eddie Waring&lt;/a&gt; Memorial Award as the best try in the 2001 &lt;a href=\"Challenge%20Cup\"&gt;Challenge Cup&lt;/a&gt;. He gained international and representative experience with England and Yorkshire. At the end of the 2001's &lt;a href=\"Super%20League%20VI\"&gt;Super League VI&lt;/a&gt; he was selected by &lt;a href=\"John%20Kear\"&gt;John Kear&lt;/a&gt; for the England Under-21 tour to South Africa. He scored 4-tries in the first match, when England won 112–6 and a further 2-tries in the second match.\nHe was also eligible to represent &lt;a href=\"Jamaica%20national%20rugby%20league%20team\"&gt;Jamaica national rugby league team&lt;/a&gt;, and the &lt;a href=\"West%20Indies%20national%20rugby%20league%20team\"&gt;West Indies&lt;/a&gt;\nHe retained his place in the England team during 2002 and was part of the squad that lost 12-34 to &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt;. In 2002 the England 'A' squad toured Fiji and Tonga and he played a part in both of England's victories, beating Fiji 44–8 and Tonga 30–18.\nIn 2002 and 2003 he finished the leading try-scorer at the Leeds Rhinos, and the leading try-scorer in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;. He played for the Leeds Rhinos as a in their &lt;a href=\"2004%20Super%20League%20Grand%20Final\"&gt;2004 Super League Grand Final&lt;/a&gt; victory over the &lt;a href=\"Bradford%20Bulls\"&gt;Bradford Bulls&lt;/a&gt;. As &lt;a href=\"Super%20League%20IX\"&gt;Super League IX&lt;/a&gt; champions, the Leeds Rhinos faced &lt;a href=\"2004%20NRL%20season\"&gt;2004 NRL season&lt;/a&gt; premiers, the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; in the &lt;a href=\"2005%20World%20Club%20Challenge\"&gt;2005 World Club Challenge&lt;/a&gt;. He played as a and scored a try in the Leeds Rhinos' 39–32 victory.\n2005 was another good season, he finished leading &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; try-scorer for the third time with 27 touchdowns in 28 appearances during 2005 and 35-tries in all competitions. During the season he received a runners-up medal in the &lt;a href=\"2005%20Challenge%20Cup\"&gt;2005 Challenge Cup&lt;/a&gt; final, having scored a &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; in the Leeds Rhinos' 24-25 defeat to &lt;a href=\"Hull%20F.C.\"&gt;Hull FC&lt;/a&gt;, and another runners-up medal in the &lt;a href=\"2005%20Super%20League%20Grand%20Final\"&gt;2005 Super League Grand Final&lt;/a&gt; in the Leeds Rhinos' 6-15 defeat to the &lt;a href=\"Bradford%20Bulls\"&gt;Bradford Bulls&lt;/a&gt;. Despite his success with the Leeds Rhinos, he declined a contract extension with the Leeds Rhinos and instead signed a 2-year contract with the &lt;a href=\"Wigan%20Warriors\"&gt;Wigan Warriors&lt;/a&gt; starting in 2006.\nWigan Warriors.\nCalderwood made his début for the &lt;a href=\"Wigan%20Warriors\"&gt;Wigan Warriors&lt;/a&gt; against the &lt;a href=\"Catalans%20Dragons\"&gt;Catalans Dragons&lt;/a&gt; but it took him 3-months to get his first &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; for the Wigan Warriors which came against &lt;a href=\"Castleford%20Tigers\"&gt;Castleford Tigers&lt;/a&gt; during May 2006. The Wigan Warriors spent most of 2006 struggling against relegation from the Super League but despite this he managed to form a good playing connection with the Wigan Warriors &lt;a href=\"Chris%20Ashton\"&gt;Chris Ashton&lt;/a&gt;. He did miss several months of 2006's &lt;a href=\"Super%20League%20XI\"&gt;Super League XI&lt;/a&gt; with an injury and finished the season with 6-tries.\nHe represented England in the &lt;a href=\"2006%20Federation%20Shield\"&gt;2006 Federation Shield&lt;/a&gt;, scoring 2-tries in the opening match against France. 2002 saw him make his début for Yorkshire in the Origin match, in the 18-22 defeat and retained his place in 2003, scoring a sensational try at Odsal when Yorkshire defeated Lancashire 56–6. He also lifted the European Nations Cup with England, helping them reach the final with a hat trick against &lt;a href=\"Russia%20national%20rugby%20league%20team\"&gt;Russia&lt;/a&gt; in the qualifiers and then four against France in the final, with a &lt;a href=\"man%20of%20the%20match\"&gt;man of the match&lt;/a&gt; performance and scored a &lt;a href=\"hat%20trick\"&gt;hat trick&lt;/a&gt; of tries in the Wigan Warriors's epic 31–30 &lt;a href=\"play-off\"&gt;play-off&lt;/a&gt; victory over the &lt;a href=\"Bradford%20Bulls\"&gt;Bradford Bulls&lt;/a&gt; on 21 September 2007 as the Warriors fought back from a 30–6 deficit but was forced off the field in the following match against &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt; with a broken bone in his lower leg which forced him to miss the Wigan Warriors's last match of 2007's &lt;a href=\"Super%20League%20XII\"&gt;Super League XII&lt;/a&gt; against the &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds Rhinos&lt;/a&gt;.\nThe next season turned out to be his last one for the club. His form was mixed throughout the campaign and was signalled out for poor performances especially in the 10-46 defeat by local rivals &lt;a href=\"St%20Helens%20R.F.C.\"&gt;St. Helens&lt;/a&gt;. Throughout his Wigan career he was criticised for not producing the form that gave him his name at the Leeds Rhinos, many fans thought that he had pace but was not giving everything into every match which began to have negative effect on his future at the club.\nHe withdrew from the &lt;a href=\"Scotland%20national%20rugby%20league%20team\"&gt;Scotland training squad&lt;/a&gt; for the &lt;a href=\"2008%20Rugby%20League%20World%20Cup\"&gt;2008 Rugby League World Cup&lt;/a&gt; after being called up by &lt;a href=\"England%20national%20rugby%20league%20team\"&gt;England&lt;/a&gt;. In September 2008 he was named in the &lt;a href=\"2008%20Rugby%20League%20World%20Cup%20squads%23England\"&gt;England training squad&lt;/a&gt; for the &lt;a href=\"2008%20Rugby%20League%20World%20Cup\"&gt;2008 Rugby League World Cup&lt;/a&gt;, and during October 2008 he was named in the final 24-man &lt;a href=\"2008%20Rugby%20League%20World%20Cup%20squads%23England\"&gt;England&lt;/a&gt; squad. He was named in the &lt;a href=\"England%20national%20rugby%20league%20team\"&gt;England&lt;/a&gt; team to face &lt;a href=\"Wales%20national%20rugby%20league%20team\"&gt;Wales&lt;/a&gt; at the &lt;a href=\"Keepmoat%20Stadium\"&gt;Keepmoat Stadium&lt;/a&gt; prior to England's departure for the &lt;a href=\"2008%20Rugby%20League%20World%20Cup\"&gt;2008 Rugby League World Cup&lt;/a&gt;. but he like many other England stars produced many disappointing performances.\nHull F.C..\nCalderwood signed for &lt;a href=\"Hull%20F.C.\"&gt;Hull F.C.&lt;/a&gt; for the 2009's &lt;a href=\"Super%20League%20XIV\"&gt;Super League XIV&lt;/a&gt;\nFollowing his departure from Hull FC, he was linked with the likes of the &lt;a href=\"Wakefield%20Trinity\"&gt;Wakefield Trinity Wildcats&lt;/a&gt;, the &lt;a href=\"Crusaders%20Rugby%20League\"&gt;Crusaders RL&lt;/a&gt; and the &lt;a href=\"Salford%20Red%20Devils\"&gt;Salford City Reds&lt;/a&gt;, however, no deal was reached. With &lt;a href=\"John%20Kear\"&gt;John Kear&lt;/a&gt; the coach at Wakefield Trinity Wildcats, they were the favourites to secure his signature for 2011. However, he accepted a contract at following a month-long trial.\nDuring May 2012, he signed for &lt;a href=\"RFL%20League%201\"&gt;Co-operative Championship 1&lt;/a&gt; club &lt;a href=\"Workington%20Town\"&gt;Workington Town&lt;/a&gt;."
}