{
    "id": "3126617",
    "revid": "834412",
    "url": "https://en.wikipedia.org/wiki?curid=3126617",
    "title": "Kniksen Award",
    "text": "The Kniksen Award (), established in 1990, honors the best players in the Norwegian &lt;a href=\"soccer\"&gt;football&lt;/a&gt; premiership. The award is named after the legendary Norwegian football player &lt;a href=\"Roald%20Jensen\"&gt;Roald Jensen&lt;/a&gt;, nicknamed \"Kniksen\".\nCategories.\nCategory A.\nA jury composed of players, leaders, coaches and officials in the &lt;a href=\"Eliteserien\"&gt;Tippeligaen&lt;/a&gt;, nominates and choose the winners in each category. All the nominees must play in the Norwegian top division. The player's nationality does not matter. The categories are:\nIn 2006, two further categories were also awarded: Young player of the year, and &lt;a href=\"1.%20divisjon\"&gt;1. divisjon&lt;/a&gt; player of the year.\nCategory B (the main awards).\nKniksen of the Year.\nThis is awarded to the best Norwegian player of the year. The Kniksen of the year award was replaced by \"&lt;a href=\"Gullballen\"&gt;Gullballen&lt;/a&gt;\" (&lt;a href=\"English%20language\"&gt;English&lt;/a&gt;: \"The Golden Ball\") in 2014. The player can play abroad or in &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; and can be won by both female and male players.\nKniksen's honour award.\nThe Kniksen's honour award is awarded to a person or a team, who have made a great contribution to Norwegian football. This award can be considered a lifetime achievement award, and is recognized as Norwegian football's most prestigious award. The Kniksen's honour award was not awarded in 2005 or 2006, but was resumed in 2007.\nThe main awards were presented annually at &lt;a href=\"Idrettsgallaen\"&gt;Idrettsgallaen&lt;/a&gt; at &lt;a href=\"Hamar\"&gt;Hamar&lt;/a&gt; in January, but in 2007, all Kniksen awards were presented at a separate award show in November.\nWinners.\n\"Source:\"\nOther awards.\nThis is a list of awards awarded in connection with the Kniksen awards, but not considered official Kniksen awards:\nGullballen.\nFrom 2018, the Gullballen has been awarded to both a male and a female footballer."
}