{
    "id": "31318083",
    "revid": "40561892",
    "url": "https://en.wikipedia.org/wiki?curid=31318083",
    "title": "Southern Samity",
    "text": "Southern Samity is an Indian professional &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Siliguri\"&gt;Siliguri&lt;/a&gt;, and &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt; respectively, \nfounded in 1945. During that time, apart from sports they are also involved in various cultural activities. The club competes in the &lt;a href=\"Calcutta%20Football%20League\"&gt;Calcutta Football League&lt;/a&gt; premiere division A, and has previously participated in the &lt;a href=\"I-League%202nd%20Division\"&gt;I-League 2nd Division&lt;/a&gt;, then second tier of &lt;a href=\"Indian%20football%20league%20system\"&gt;Indian football league system&lt;/a&gt;.\nHistory.\nFormation and journey.\nSouthern Samity was founded in the city of &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt; in 1945, during the &lt;a href=\"British%20Raj\"&gt;British rule in India&lt;/a&gt;. During that time they were involved in various sporting and cultural activities. In 1959, the club got their affiliation from the &lt;a href=\"Indian%20Football%20Association\"&gt;Indian Football Association&lt;/a&gt; (IFA), but the club got their footsteps in &lt;a href=\"Football%20in%20India\"&gt;Indian football&lt;/a&gt; long after their foundation. From 2007–2008 onwards, Frontlink International took charge of the club's football department, which boosted the growth highly.\nPresent years.\nIn the year of 2008–09, they emerged as the champions of &lt;a href=\"Calcutta%20Football%20League\"&gt;Calcutta Premier Division B&lt;/a&gt; and were promoted to the &lt;a href=\"Calcutta%20Football%20League\"&gt;Calcutta Premier Division A&lt;/a&gt;. In 2011, Southern Samity created history as they became the first club after &lt;a href=\"Behala%20Youth\"&gt;Behala Youth&lt;/a&gt; in 1975 to reach the prestigious &lt;a href=\"IFA%20Shield\"&gt;IFA Shield&lt;/a&gt; semi-final on debut. They also reached to the quarter-final of the &lt;a href=\"2012%20IFA%20Shield\"&gt;2012 IFA Shield&lt;/a&gt;. Southern Samity participated in the &lt;a href=\"2013%20I-League%202nd%20Division\"&gt;2013 I-League 2nd Division&lt;/a&gt; and moved to the final round, where they achieved sixth position. In 2015, they played in the &lt;a href=\"Calcutta%20Premier%20Division\"&gt;Calcutta Premier Division&lt;/a&gt; Group A.\nIn 2016, Southern Samity appointed &lt;a href=\"Amit%20Sen\"&gt;Amit Sen&lt;/a&gt; as their new head coach and participated in the &lt;a href=\"2016%E2%80%9317%20I-League%202nd%20Division\"&gt;2016–17 I-League 2nd Division&lt;/a&gt;, where they achieved success and qualified for the &lt;a href=\"2016%E2%80%9317%20I-League%202nd%20Division%20Final%20Round\"&gt;Final Round&lt;/a&gt;. They finished the season as runners-up with 17 points from 10 matches, behind champions &lt;a href=\"NEROCA%20FC\"&gt;NEROCA FC&lt;/a&gt;.\nIn &lt;a href=\"2020%20IFA%20Shield\"&gt;2020&lt;/a&gt;, Southern Samity reached the quarter-finals of the &lt;a href=\"IFA%20Shield\"&gt;IFA Shield&lt;/a&gt; before losing 0–1 to &lt;a href=\"I-League\"&gt;I-League&lt;/a&gt; side &lt;a href=\"Real%20Kashmir%20FC\"&gt;Real Kashmir FC&lt;/a&gt;.\nBesides football, the club along with state football governing body IFA, and &lt;a href=\"Kalighat%20Milan%20Sangha%20FC\"&gt;Kalighat MS&lt;/a&gt; have joined the fight against &lt;a href=\"COVID-19%20pandemic%20in%20West%20Bengal\"&gt;COVID-19 pandemic in West Bengal&lt;/a&gt; from May 2021 by providing free vaccinations to people.\nOn 1 July 2021, Southern Samity appointed &lt;a href=\"Biswajit%20Bhattacharya\"&gt;Biswajit Bhattacharya&lt;/a&gt; as their new head coach. They began their &lt;a href=\"2021%E2%80%9322%20Calcutta%20Premier%20Division\"&gt;2021–22 Calcutta Premier Division&lt;/a&gt; campaign with a 3–0 defeat against &lt;a href=\"Mohammedan%20S.C.%20%28Kolkata%29\"&gt;Mohammedan Sporting&lt;/a&gt;.\nStadium.\nSouthern Samity used &lt;a href=\"Rabindra%20Sarobar%20Stadium\"&gt;Rabindra Sarobar Stadium&lt;/a&gt; in &lt;a href=\"Lake%20Gardens\"&gt;Lake Gardens&lt;/a&gt;, Kolkata, as their home ground for matches of both the &lt;a href=\"I-League%202nd%20Division\"&gt;I-League 2nd Division&lt;/a&gt; and &lt;a href=\"Calcutta%20Football%20League\"&gt;Calcutta Football League&lt;/a&gt;. Opened in 1961, the stadium is also known as Lake Stadium and has a capacity of 22,000 spectators.\nPast internationals.\nThe players below had senior international cap(s) for their respective countries. Players whose name is listed, represented their countries before or after playing for Southern Samity."
}