{
    "id": "31326569",
    "revid": "37309401",
    "url": "https://en.wikipedia.org/wiki?curid=31326569",
    "title": "2011 Coupe de France Final",
    "text": "The 2011 Coupe de France Final was the 93rd &lt;a href=\"List%20of%20Coupe%20de%20France%20winners\"&gt;final&lt;/a&gt; of France's most prestigious &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; cup competition. The final took place on 14 May 2011 at the &lt;a href=\"Stade%20de%20France\"&gt;Stade de France&lt;/a&gt; in &lt;a href=\"Saint-Denis%2C%20Seine-Saint-Denis\"&gt;Saint-Denis&lt;/a&gt; and was contested between &lt;a href=\"Paris%20Saint-Germain%20F.C.\"&gt;Paris Saint-Germain&lt;/a&gt; and &lt;a href=\"Lille%20OSC\"&gt;Lille&lt;/a&gt;. Paris Saint-Germain were the &lt;a href=\"2010%20Coupe%20de%20France%20Final\"&gt;defending champions&lt;/a&gt; of the competition and it was the third time in the club's history that it had appeared in back-to-back finals. The winner of the &lt;a href=\"Coupe%20de%20France\"&gt;Coupe de France&lt;/a&gt; is guaranteed a place in the playoff round of the &lt;a href=\"2011%E2%80%9312%20UEFA%20Europa%20League%23Playoff%20round\"&gt;UEFA Europa League&lt;/a&gt; with the club's appearance being dependent on whether it qualifies for the &lt;a href=\"2011%E2%80%9312%20UEFA%20Champions%20League\"&gt;2011–12 UEFA Champions League&lt;/a&gt;. The final was broadcast live on &lt;a href=\"France%202\"&gt;France 2&lt;/a&gt;.\n&lt;a href=\"Lille%20OSC\"&gt;Lille&lt;/a&gt; defeated the defending champions Paris Saint-Germain 1–0 in the 2011 Coupe de France Final courtesy of a late second half goal from &lt;a href=\"Ludovic%20Obraniak\"&gt;Ludovic Obraniak&lt;/a&gt; to win the Coupe de France title. This was the club's first domestic trophy since winning the Coupe de France &lt;a href=\"1955%20Coupe%20de%20France%20Final\"&gt;56 years earlier&lt;/a&gt;. Later that month, Lille completed the domestic double by winning the &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; title.\nNews.\nTeam backgrounds.\nParis Saint-Germain appeared in its 12th Coupe de France final match, second only to &lt;a href=\"Olympique%20de%20Marseille\"&gt;Marseille&lt;/a&gt;, who have appeared in the final 18 times. The club was the competition's &lt;a href=\"2009%E2%80%9310%20Coupe%20de%20France\"&gt;defending champions&lt;/a&gt; having defeated &lt;a href=\"AS%20Monaco%20FC\"&gt;Monaco&lt;/a&gt; 1–0 courtesy of an &lt;a href=\"extra%20time\"&gt;extra time&lt;/a&gt; goal from &lt;a href=\"Guillaume%20Hoarau\"&gt;Guillaume Hoarau&lt;/a&gt; in the &lt;a href=\"2010%20Coupe%20de%20la%20Ligue%20Final\"&gt;2010 final&lt;/a&gt;. Paris Saint-Germain has won the Coupe de France eight times, second in history behind Marseille, and appeared in back-to-back final matches for the third time. The club's first consecutive appearances in the final came in 1982–1983 when it won consecutive cups defeating &lt;a href=\"AS%20Saint-%C3%89tienne\"&gt;Saint-Étienne&lt;/a&gt; and &lt;a href=\"FC%20Nantes\"&gt;Nantes&lt;/a&gt;, respectively. The second occurrence transpired in 2003–2004 when \"Les Parisiens\" lost to &lt;a href=\"AJ%20Auxerre\"&gt;Auxerre&lt;/a&gt; 2–1 before rebounding the following year defeating &lt;a href=\"Ligue%202\"&gt;second division&lt;/a&gt; club &lt;a href=\"LB%20Ch%C3%A2teauroux\"&gt;Châteauroux&lt;/a&gt; 1–0.\nLille made its eighth appearance in the final match of the Coupe de France and its first since &lt;a href=\"1955%20Coupe%20de%20France%20Final\"&gt;1955&lt;/a&gt;. The club's previous seven finals appearance were accumulated through a ten-year period stretching between 1945–1955. In its seven previous finals appearances, Lille won five times, which was tied for fourth-most in the cup's history. The club's last Coupe de France title came in the 1955 final when it defeated &lt;a href=\"FC%20Girondins%20de%20Bordeaux\"&gt;Bordeaux&lt;/a&gt; 5–2 at the &lt;a href=\"Stade%20Olympique%20Yves-du-Manoir\"&gt;Stade Olympique Yves-du-Manoir&lt;/a&gt; in &lt;a href=\"Colombes\"&gt;Colombes&lt;/a&gt;. &lt;a href=\"Jean%20Vincent\"&gt;Jean Vincent&lt;/a&gt; scored the opener and &lt;a href=\"Yvon%20Douis\"&gt;Yvon Douis&lt;/a&gt; and Gérard Bourbotte netted two each to give Lille its last major domestic honour.\nTicketing.\nThe Coupe de France final has been played every year at the &lt;a href=\"Stade%20de%20France\"&gt;Stade de France&lt;/a&gt; since 1998, following the stadium's completion. The stadium has a capacity of 81,338 spectators. Each club that participated in the final received the same quota of tickets. The tickets were distributed to the public via each club, as well as the each club's league association. Lille sold its tickets on 27 April at the club's box office at the &lt;a href=\"Stadium%20Nord%20Lille%20M%C3%A9tropole\"&gt;Stade Lille-Metropole&lt;/a&gt;, while Paris Saint-Germain distributed its tickets on the same day at the service area of the &lt;a href=\"Parc%20des%20Princes\"&gt;Parc des Princes&lt;/a&gt;, the club's home &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt;. The Ligue Nord-Pas de Calais, whom Lille is representing, and the Ligue de Paris Ile-de-France de Football, whom Paris Saint-Germain is representing, only distributed tickets to local clubs within each league.\nOfficials.\nOn 29 April, the French Football Federation announced that &lt;a href=\"Referee%20%28association%20football%29\"&gt;referee&lt;/a&gt; Clément Turpin of &lt;a href=\"Burgundy%20%28French%20region%29\"&gt;Bourgogne&lt;/a&gt; would officiate the 2011 Coupe de France final. Turpin has officiate three matches involving either of the two teams this season. He refereed Lille's 6–3 win over &lt;a href=\"FC%20Lorient\"&gt;Lorient&lt;/a&gt; on 5 December 2010. The scoreline is the highest in Ligue 1 this season. Turpin also officiated Lille's 3–1 win over &lt;a href=\"Montpellier%20HSC\"&gt;Montpellier&lt;/a&gt; two months prior. For Paris Saint-Germain, Turpin handled the team's 2–1 win over &lt;a href=\"Stade%20Malherbe%20Caen\"&gt;Caen&lt;/a&gt; on 20 November. Turpin will be assisted by Cyril Gringore of &lt;a href=\"Lower%20Normandy\"&gt;Lower Normandy&lt;/a&gt; and Nicolas Danos of the &lt;a href=\"Midi-Pyr%C3%A9n%C3%A9es\"&gt;Midi-Pyrénées&lt;/a&gt;. &lt;a href=\"Ruddy%20Buquet\"&gt;Ruddy Buquet&lt;/a&gt; of &lt;a href=\"Picardy%20%28region%29\"&gt;Picardy&lt;/a&gt; will serve as the fourth official.\nRoad to the final.\nParis Saint-Germain.\nUnlike Lille, who opened up the competition against amateur opposition, Paris Saint-Germain faced fellow &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; outfit &lt;a href=\"RC%20Lens\"&gt;Lens&lt;/a&gt; at the &lt;a href=\"Parc%20des%20Princes\"&gt;Parc des Princes&lt;/a&gt;. The hosts opened the match by scoring the first five goals. Goals by &lt;a href=\"Zoumana%20Camara\"&gt;Zoumana Camara&lt;/a&gt;, &lt;a href=\"Nen%C3%AA%20%28footballer%2C%20born%201981%29\"&gt;Nenê&lt;/a&gt;, &lt;a href=\"P%C3%A9guy%20Luyindula\"&gt;Péguy Luyindula&lt;/a&gt; and &lt;a href=\"Guillaume%20Hoarau\"&gt;Guillaume Hoarau&lt;/a&gt;, the latter netting two, was enough to allow Paris Saint-Germain progression to the Round of 32. The club's next opponent was amateur club &lt;a href=\"SU%20Agen%20Football\"&gt;Agen&lt;/a&gt;. Due to Agen being two levels below Paris Saint-Germain, the club was designated as the home team. The designation resulted in the location and time of the match becoming the subject of debate for almost an entire week as PSG officials sought to move the match up from 20:45 CET to 18:00 in the afternoon to allow the club enough recovery time for its next match and to also limit possible incidents involving the clubs' supporters. After the &lt;a href=\"French%20Football%20Federation\"&gt;French Football Federation&lt;/a&gt; ruled in favor of the time change, Paris Saint-Germain began questioning the safety and security of Agen's stadium and requested that the match site be moved to either the &lt;a href=\"Stade%20Chaban-Delmas\"&gt;Stade Chaban-Delmas&lt;/a&gt; in &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt; or the &lt;a href=\"Stadium%20Municipal\"&gt;Stadium Municipal&lt;/a&gt; in &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt;. Agen officials balked at the idea stating the club's stadium had met all the guidelines and requirements of the federation. Despite appealing for a stadium change, PSG were denied after the federation ruled in favor of Agen on 19 January. In the match, Saint-Germain opened the scoring through &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; &lt;a href=\"Mathieu%20Bodmer\"&gt;Mathieu Bodmer&lt;/a&gt;. Agen, surprisingly, equalized through Mamoudou Daffé just before half-time. Two minutes after the interval, the away side re-took the lead through Luyindula and doubled its lead in the 50th minute after a goal from Hoarau. Despite Agen scoring in the 60th minute to close the lead to a goal, \"Les Rouge-et-Bleu\" were able to hold onto the 3–2 victory.\nIn the Round of 16, Paris Saint-Germain faced another amateur club in &lt;a href=\"FC%20Martigues\"&gt;Martigues&lt;/a&gt;. Similar to the Agen match, PSG were tested after &lt;a href=\"St%C3%A9phane%20Biakolo\"&gt;Stéphane Biakolo&lt;/a&gt; drew the match at 1–1 just before half-time after Hoarau had opened the scoring early in the first half, however, in the second half, the away side were able to maintain its composure en route to a 4–1 victory with Hoarau scoring two goals, completing his &lt;a href=\"hat%20trick\"&gt;hat trick&lt;/a&gt;, and Luyindula adding another. In the quarterfinals, PSG faced &lt;a href=\"Le%20Mans%20FC\"&gt;Le Mans&lt;/a&gt; and endured a dull match with the only highlights of normal time being red cards shown to Camara and opposition defender &lt;a href=\"Mamadou%20Wague\"&gt;Mamadou Wague&lt;/a&gt;. The match, subsequently, went to extra time scoreless and Paris Saint-Germain were, remarkably, rescued by two of the club's academy players. Seventeen-year-old &lt;a href=\"Jean-Christophe%20Bahebeck\"&gt;Jean-Christophe Bahebeck&lt;/a&gt;, who had made his professional debut in the Martigues match, opened the scoring in the 108th minute and 18-year-old &lt;a href=\"Neeskens%20Kebano\"&gt;Neeskens Kebano&lt;/a&gt; scored the second goal three minutes from time to give PSG a 2–0 extra time win. In the semi-finals, Paris Saint-Germain faced the last club in the competition that wasn't playing in the first division, &lt;a href=\"Angers%20SCO\"&gt;Angers&lt;/a&gt;. Paris Saint-Germain opened up the scoring in the 22nd minute through Bodmer following service from Nenê on the left side. Six minutes after half-time, Nenê was on the receiving end after scoring a left-footed strike. Angers &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; &lt;a href=\"S%C3%A9bastien%20Renouard\"&gt;Sébastien Renouard&lt;/a&gt; scored in the 57th minute to give the home side hope, however, three minutes later, the home team's dreams would be slashed following a goal from Hoarau, the striker's sixth goal in the competition. Paris Saint-Germain held onto the 3–1 scoreline until the death, which secured the club a place in the final match.\nLille.\nLille began its Coupe de France campaign away to amateur club &lt;a href=\"US%20Forbach\"&gt;Forbach&lt;/a&gt;. The away side opened up the scoring through &lt;a href=\"Eden%20Hazard\"&gt;Eden Hazard&lt;/a&gt; in the first half. In the second half, Lille got goals from &lt;a href=\"Aur%C3%A9lien%20Chedjou\"&gt;Aurélien Chedjou&lt;/a&gt; and &lt;a href=\"Gervinho\"&gt;Gervinho&lt;/a&gt; before Forbach were handed a consolation goal from Abdelhak Errai in &lt;a href=\"injury%20time\"&gt;injury time&lt;/a&gt; to go home 3–1 losers. In the next round, Lille were pitted against local rivals &lt;a href=\"ES%20Wasquehal\"&gt;Wasquehal&lt;/a&gt;. Despite Wasquehal being designated hosts for the match, two weeks before it was to take place, it was announced that the match would be played at Lille's ground, the &lt;a href=\"Stadium%20Nord%20Lille%20M%C3%A9tropole\"&gt;Stade Lille-Metropole&lt;/a&gt;, in order to inherit a derby-like atmosphere given the close proximity between each club. Prior to Lille playing in the stadium, from 1995–2005, Wasquehal was its primary tenants. In the match, Lille recorded a 1–0 victory over their rivals thanks to a first half goal from the &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;ian &lt;a href=\"T%C3%BAlio%20de%20Melo\"&gt;Túlio de Melo&lt;/a&gt;. In the ensuing round, Lille was given its first test in the mold of professional club &lt;a href=\"FC%20Nantes\"&gt;Nantes&lt;/a&gt;. Nantes, surprisingly, took the lead through &lt;a href=\"Filip%20%C4%90or%C4%91evi%C4%87\"&gt;Filip Đorđević&lt;/a&gt; in the 19th minute. Just minutes before half-time, however, Hazard equalized for Lille. The match ultimately went to a &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt;. In the shootout, misses from &lt;a href=\"Striker%20%28association%20football%29\"&gt;striker&lt;/a&gt; &lt;a href=\"Moussa%20Sow\"&gt;Moussa Sow&lt;/a&gt; and &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; &lt;a href=\"Florent%20Balmont\"&gt;Florent Balmont&lt;/a&gt; for Lille and &lt;a href=\"Omar%20Benzerga\"&gt;Omar Benzerga&lt;/a&gt; and &lt;a href=\"Vincent%20Sasso\"&gt;Vincent Sasso&lt;/a&gt; for Nantes resulted in Lille entering the fourth set of shooters up 1–0. After two conversions each from both sides, Nantes midfielder &lt;a href=\"Ronny%20Rodelin\"&gt;Ronny Rodelin&lt;/a&gt;'s shot was saved by &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; &lt;a href=\"Micka%C3%ABl%20Landreau\"&gt;Mickaël Landreau&lt;/a&gt; to allow Lille progression to the next round.\nIn the quarter-finals, Lille faced fellow first division club &lt;a href=\"FC%20Lorient\"&gt;Lorient&lt;/a&gt; at home. The match was closely contested and, despite Lorient playing with ten men for over an hour due to &lt;a href=\"Bruno%20Ecuele%20Manga\"&gt;Bruno Ecuele Manga&lt;/a&gt; being sent off, both Lille and Lorient failed to get on the scoresheet, which resulted in a penalty shootout for the hosts for the second consecutive round. Unlike the previous shootout against Nantes, Lille converted all of its chances. An &lt;a href=\"Arnold%20Mvuemba\"&gt;Arnold Mvuemba&lt;/a&gt; miss on Lorient's third shot gave Lille the advantage and, after &lt;a href=\"Ludovic%20Obraniak\"&gt;Ludovic Obraniak&lt;/a&gt; converted his fourth shot for Lille, Hazard stepped up and converted his to send Lille to its first Coupe de France semi-final in over 25 years. In the semi-finals, Lille traveled down south to the &lt;a href=\"Provence-Alpes-C%C3%B4te%20d%27Azur\"&gt;Provence-Alpes-Côte d'Azur&lt;/a&gt; &lt;a href=\"Regions%20of%20France\"&gt;region&lt;/a&gt; to face &lt;a href=\"OGC%20Nice\"&gt;Nice&lt;/a&gt;. In the match, both teams failed to test each opposition's goalkeeper. Towards the end of the half, Lille were finally rewarding courtesy of an Hazard goal following a successful link up between the winger and midfielder Obraniak. Just minutes after half-time, Lille extended its lead through Gervinho. The away side has numerous opportunities to extend its lead, but each opportunity was either stymied by the opposition or wasted. Lille were still able to hold on to its 2–0 lead, which would be the final scoreline allowing the club to progress to its first Coupe de France final since 1955.\nMatch.\nPre-match.\nThe opening kick-off was done by former &lt;a href=\"France%20national%20football%20team\"&gt;French international&lt;/a&gt; and &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt;-winning &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; &lt;a href=\"Bernard%20Lama\"&gt;Bernard Lama&lt;/a&gt;. During his professional career, Lama played for both Lille and Paris Saint-Germain and had arguably the best years with both clubs. He began his football career with Lille amassing over 100 appearances from 1981–1989. In 1992, Lama joined Paris Saint-Germain. With \"Les Parisiens\", he spent six years with the club appearing in over 230 matches winning two &lt;a href=\"Coupe%20de%20France\"&gt;Coupe de France&lt;/a&gt; titles in &lt;a href=\"1993%20Coupe%20de%20France%20Final\"&gt;1993&lt;/a&gt; and &lt;a href=\"1995%20Coupe%20de%20France%20Final\"&gt;1995&lt;/a&gt;."
}