{
    "id": "31323964",
    "revid": "7852030",
    "url": "https://en.wikipedia.org/wiki?curid=31323964",
    "title": "Methanometer",
    "text": "A methanometer is an instrument used to measure &lt;a href=\"methane%20gas\"&gt;methane gas&lt;/a&gt; in the air of a mine. The &lt;a href=\"Mine%20Safety%20Appliances\"&gt;Mine Safety Appliances Company Ltd.&lt;/a&gt; manufactured the first type - W8 Methanometer around 1950 and it was approved for use by the Ventilation Regulations of 1947. The Methanometer could be powered by an &lt;a href=\"Edison%20battery\"&gt;Edison battery&lt;/a&gt; &lt;a href=\"cap%20lamp\"&gt;cap lamp&lt;/a&gt; and it could be carried on a miner's belt with other tools. Methane is the main gas present in &lt;a href=\"firedamp\"&gt;firedamp&lt;/a&gt;. It is highly explosive and had previously been detected by the blue halo effect it gave to the flame of a &lt;a href=\"safety%20lamp\"&gt;safety lamp&lt;/a&gt;.\nBy 1983, several instruments for measuring methane concentration in air had been developed. These relied on such methods as the differential heating of an incandescent platinum filament, or by measuring the higher absorption of infrared radiation by gas containing methane.\nOperation.\nA catalytic-type methanometer uses an array of four heated wire filament elements, two active filaments are coated with a &lt;a href=\"catalyst\"&gt;catalyst&lt;/a&gt;, arranged in a &lt;a href=\"Wheatstone%20bridge\"&gt;Wheatstone bridge&lt;/a&gt; with two inactive elements that have no coating. When exposed to methane-contaminated air, the coated filaments heat up due to oxidation of the methane, and the resulting imbalance in the &lt;a href=\"Electrical%20resistance\"&gt;resistance&lt;/a&gt; of active and inactive elements can be displayed on a calibrated meter. Such instruments require oxygen to work and can be inaccurate if methane concentration is very high. The catalyst can be &lt;a href=\"Catalyst%20poisoning\"&gt;poisoned&lt;/a&gt; by exposure to some chemicals, especially those containing &lt;a href=\"sulphur\"&gt;sulphur&lt;/a&gt;, again making the instrument insensitive to methane."
}