{
    "id": "31334323",
    "revid": "11099276",
    "url": "https://en.wikipedia.org/wiki?curid=31334323",
    "title": "Palestinians in Lebanon",
    "text": "Palestinians in Lebanon include the &lt;a href=\"Palestinian%20refugee\"&gt;Palestinian refugee&lt;/a&gt;s who fled to &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; during the &lt;a href=\"1948%20Palestine%20War\"&gt;1948 Palestine War&lt;/a&gt;, their descendants, as well as the &lt;a href=\"PLO%20in%20Lebanon\"&gt;Palestinian militias&lt;/a&gt; which resided in Lebanon in the 1970s and 1980s, and Palestinian nationals who have recently moved to Lebanon from countries experiencing conflict, such as Syria. There are roughly 3000 registered Palestinians and their descendants, who hold no identification cards, they include refugees of the 1967 &lt;a href=\"Naksa%20Day\"&gt;Naksa&lt;/a&gt;. Many Palestinians in Lebanon are refugees and their descendants, who have been barred from naturalisation, retaining &lt;a href=\"Statelessness\"&gt;stateless&lt;/a&gt; refugee status. However, some Palestinians, mostly &lt;a href=\"Palestinian%20Christian\"&gt;Christian&lt;/a&gt; women, have received Lebanese citizenship either through marriage with Lebanese nationals or by other means.\nIn 2017, a census by the Lebanese government counted 174,000 Palestinians in Lebanon. Estimates of the number of Palestinians in Lebanon ranged from 260,000 to 400,000 in 2011.&lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt; estimated 300,000 as of 2011. The &lt;a href=\"UNRWA\"&gt;UNRWA&lt;/a&gt; counted 475,075 registered Palestine refugees as of 31 December 2019. As part of its 2021 crisis response, UNRWA, estimated 180,000 Palestinian residents of Lebanon plus 27,700 Palestinian residents of Syria. \nMost Palestinians in Lebanon do not have &lt;a href=\"Lebanese%20nationality%20law\"&gt;Lebanese citizenship&lt;/a&gt; and therefore do not have &lt;a href=\"Lebanese%20identity%20card\"&gt;Lebanese identity card&lt;/a&gt;s, which would entitle them to government services, such as health and education. They are also legally barred from owning property or entering a list of desirable occupations. Employment requires a government-issued work permit, and, according to the \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\", although \"Lebanon hands out and renews hundreds of thousands of work permits every year to people from Africa, Asia and other Arab countries... until now, only a handful have been given\" to Palestinians. Palestinians in Lebanon also have to heavily rely on the United Nations Relief and Works Agency (UNRWA) for basic services such as health care and education, because they are not granted much access to the social services the Lebanese government provides. In February 2011, a decree was signed by Boutros Harb, the caretaker labor minister (of Lebanon), on carrying out labor law amendments from August 2010. If these labor law amendments go into effect, it will make it easier for work permits to be acquired by Palestinians. The amendments are seen as \"the first move to legalize the working status of Palestinians since the first refugees arrived, fleeing the 1948 Arab-Israeli war\".\nIn 2019, Minister of Labor Camille Abousleiman instated a law that Palestinian workers must obtain a work permit, under the justification that Palestinians are foreigners in Lebanon despite their longstanding presence. Palestinians are in a 'grey area' of Lebanon's labor laws, although they are categorized as foreigners, they are excluded from the rights foreigners enjoy, in turn their rights as refugees are not fairly protected. The ruling catalyzed a swell of frustration and protests across the Palestinian camps in Lebanon, activists claimed the law unfairly targeted Palestinian refugees, and would narrow down an already limited set of employment opportunities. \nDefinition.\nUNRWA defines a Palestinian refugee as \"any person whose normal place of residence was Palestine during the period June 1, 1946 to May 15, 1948. And who lost both home and means of livelihood as a result of the 1948 conflict.\" Descendants of male refugees are also able to register with UNRWA. \nPalestinians in Lebanon include Palestinian refugees registered with &lt;a href=\"UNRWA\"&gt;UNRWA&lt;/a&gt; and the &lt;a href=\"https%3A//www.mfa.gov.lb/english-uat/ministry/ministry-missions/political-affairs\"&gt;Lebanese authorities&lt;/a&gt;, Palestinian refugees registered only with the Lebanese authorities, and Non-ID Palestinians. According to the 2017 - 2021 Lebanon crisis response plan, there are an estimated 3000 to 5000 Non-ID Palestinians who reside in Lebanon. Some of whom were previously registered as UNRWA refugees in Egypt and Jordan, but now hold expired, unrenewable or unrecognizable identity cards by the respective issuing authorities. Non-ID Palestinians also refer to members of the &lt;a href=\"Palestine%20Liberation%20Organization\"&gt;PLO&lt;/a&gt;, who came to Lebanon following &lt;a href=\"Black%20September\"&gt;Black September&lt;/a&gt;. Non-ID Palestinians are able to obtain temporary identification papers by the Lebanese government, although these must be renewed yearly and are subject to conditions, such as inability to register formalities such as marriage, divorce and death. \nAs a result of the Syrian civil war, 44,000 Palestinian refugees from Syria fled to Lebanon. Recent figures in the 2017-2021 Lebanon crises response plan places the number at 29,000. \nDemographics.\nEstimates of the number of Palestinians in Lebanon ranged from 260,000 to 400,000 in 2011. In 2018 &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt; estimated 174,000 \"longstanding\" Lebanese refugees and 45,000 Lebanese refugees more recently displaced from Syria.\nThe &lt;a href=\"UNRWA\"&gt;UNRWA&lt;/a&gt; counted 475,075 registered Palestine refugees as of 1 Jan 2019 in its twelve &lt;a href=\"Palestinian%20refugee%20camp\"&gt;refugee camps&lt;/a&gt; in Lebanon. In 2017, a Lebanese government census counted 174,000 Palestinians in Lebanon.\nLegal status.\nNationality.\nMost Palestinians in Lebanon are &lt;a href=\"statelessness\"&gt;stateless&lt;/a&gt;. They are not entitled to &lt;a href=\"Lebanese%20nationality%20law\"&gt;Lebanese citizenship&lt;/a&gt;, though most were born in Lebanon and irrespective of how many generations their families have lived in Lebanon. Some Palestinians, mostly &lt;a href=\"Palestinian%20Christian\"&gt;Palestinian Christian&lt;/a&gt; women, have received Lebanese citizenship through marriage with a Lebanese national, and some by other means. (&lt;a href=\"Lebanese%20nationality%20law\"&gt;Lebanese nationality law&lt;/a&gt; does not provide for a Lebanese wife conferring Lebanese nationality to a foreign husband or to a child with a foreign father.)\nDuring the &lt;a href=\"Syrian%20occupation%20of%20Lebanon\"&gt;Syrian occupation of Lebanon&lt;/a&gt; in 1994, the government naturalized over 154,931 foreign residents of Palestinian (mostly &lt;a href=\"Palestinian%20Christians\"&gt;Palestinian Christians&lt;/a&gt;) and &lt;a href=\"Syrians%20in%20Lebanon\"&gt;Syrian&lt;/a&gt; (mostly &lt;a href=\"Sunni%20Islam%20in%20Syria\"&gt;Syrian Sunnis&lt;/a&gt; and &lt;a href=\"Christianity%20in%20Syria\"&gt;Christians&lt;/a&gt;) descent. It was argued that the purpose of these naturalizations was to sway the elections to a pro-Syrian government. This allegation is based on how these new citizens were bussed in to vote and displayed higher voting rates than the nationals did.\nOther restrictions.\nWithout citizenship, Palestinians in Lebanon do not have &lt;a href=\"Lebanese%20identity%20card\"&gt;Lebanese identity card&lt;/a&gt;s, which also entitles the holder to health, education and other government services. Palestinians living in and outside the 12 official camps, can receive health, education and other social services from UNRWA. According to &lt;a href=\"Human%20Rights%20Watch\"&gt;Human Rights Watch&lt;/a&gt;, Palestinian refugees in Lebanon live in \"appalling social and economic conditions.\" \nFollowing a 2001 amendment on foreign ownership of property, which stated that the foreign person must hold the citizenship of an internationally recognized country, Palestinian refugees came to be excluded from land and property ownership. Non-citizen Palestinians are legally barred from owning property, and barred from entering a list of liberal professions.\nEmployment requires a government-issued work permit, and, according to the \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\", although \"Lebanon hands out and renews hundreds of thousands of work permits every year to people from Africa, Asia and other Arab countries... until now, only a handful have been given\" to Palestinians. They labor under legal restrictions that bar them from employment in at least 39 professions, \"including law, medicine, and engineering,\" a system that relegates them to the black market for labor. According to the 2017 census conducted by the Lebanese government, more than 90% of Palestinian refugees in Lebanon are informally employed. \nIn 2016, Lebanese authorities began constructing a concrete wall with watch towers around the &lt;a href=\"Ain%20al-Hilweh\"&gt;Ain al-Hilweh&lt;/a&gt; refugee camp, the largest Palestinian refugee camp in Lebanon. The wall has faced some criticism, being called \"racist\" by some and supposedly labeling residents as &lt;a href=\"terrorist\"&gt;terrorist&lt;/a&gt;s or &lt;a href=\"islamist\"&gt;islamist&lt;/a&gt;s. As of May 2017, the wall construction was nearing completion.\nFor travel abroad non-citizen Palestinian residents of Lebanon can obtain travel documents that serve in place of passports. Travellers who hold only a &lt;a href=\"Visa%20requirements%20for%20Palestinian%20citizens\"&gt;Palestinian passport&lt;/a&gt; are refused entry to Lebanon.\nSocial status.\nPalestinians in Lebanon also have to heavily rely on UNRWA for basic services such as health care and education, because they do not have much access to the social services the Lebanese government provides. In February 2011, a decree was signed by &lt;a href=\"Boutros%20Harb\"&gt;Boutros Harb&lt;/a&gt;, the caretaker labor minister (of Lebanon), on carrying out labor law amendments from August 2010. If these labor law amendments go into effect, it will make it easier for work permits to be acquired by Palestinians. The amendments are seen as \"the first move to legalize the working status of Palestinians since the first refugees arrived, fleeing the 1948 Arab-Israeli war\".\n&lt;a href=\"Israeli%20Arab\"&gt;Israeli Arab&lt;/a&gt; &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;, &lt;a href=\"Khaled%20Abu%20Toameh\"&gt;Khaled Abu Toameh&lt;/a&gt; accused Lebanon of practicing &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; against Palestinian Arabs who have lived in Lebanon as stateless refugees since 1948. According to Human Rights Watch, \"In 2001, Parliament passed a law prohibiting Palestinians from owning property, a right they had for decades. Lebanese law also restricts their ability to work in many areas. In 2005, Lebanon eliminated a ban on Palestinians holding most clerical and technical positions, provided they obtain a temporary work permit from the Labor Ministry, but more than 20 high-level professions remain off-limits to Palestinians. Few Palestinians have benefited from the 2005 reform, though. In 2009, only 261 of more than 145,679 permits issued to non-Lebanese were for Palestinians. Civil society groups say many Palestinians choose not to apply because they cannot afford the fees and see no reason to pay a portion of their salary toward the National Social Security Fund, since Lebanese law bars Palestinians from receiving social security benefits.\" \nIn one of his series of articles accusing the government of Lebanon of practising \"apartheid\" against the resident Palestinian community, the &lt;a href=\"Israeli%20Arab\"&gt;Israeli Arab&lt;/a&gt; &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;, Khaled Abu Toameh describes the \"special legal status\" as \"foreigners\" assigned uniquely to Palestinians, \"a fact which has deprived them of health care, social services, property ownership and education. Even worse, Lebanese law bans Palestinians from working in many jobs. This means that Palestinians cannot work in the public services and institutions run by the government such as schools and hospitals. Unlike Israel, Lebanese public hospitals do not admit Palestinians for medical treatment or surgery.\" Journalist &lt;a href=\"Ben-Dror%20Yemini\"&gt;Ben-Dror Yemini&lt;/a&gt; describes Palestinians in Lebanon as living \"under various restrictions that could fill a chapter on Arab apartheid against the Palestinians. One of the most severe restrictions is a ban on construction. This ban is enforced even in the &lt;a href=\"Nahr%20al-Bared\"&gt;Nahr al-Bared&lt;/a&gt; refugee camp, bombed by the Lebanese army in 2007. Calling on Lebanon to change the systematic discrimination against his people, Palestinian journalist &lt;a href=\"Rami%20George%20Khouri\"&gt;Rami George Khouri&lt;/a&gt; compared Lebanese treatment of Palestinians to the \"Apartheid system\" of South Africa.\nPalestinian refugee camps in Lebanon contain armed groups which sometimes deal in illegal drugs, and that would cause infighting among the rivals. In June 2020, a woman was shot dead in the &lt;a href=\"Shatila%20refugee%20camp\"&gt;Shatila refugee camp&lt;/a&gt; as she was walking on the street carrying her child during a shooting exchange between rival gangs.\nSectarian tensions.\nDue to sectarian tensions carried from the civil war, some discriminatory social attitudes are still held towards Palestinian refugees in Lebanon. These attitudes, are further complicated by Lebanon's delicate sectarian makeup. \nDespite the annulment of the 1969 Cairo Agreement, the Lebanese army does not enter the 12 camps, based on an informal understanding between the Palestinian factions and the Lebanese army. There exists some cooperation between the Palestinian factions and Lebanese army. "
}