{
    "id": "31356771",
    "revid": "39076087",
    "url": "https://en.wikipedia.org/wiki?curid=31356771",
    "title": "Megalocytivirus",
    "text": "Megalocytivirus is a genus of &lt;a href=\"virus\"&gt;virus&lt;/a&gt;es in the family \"&lt;a href=\"Iridoviridae\"&gt;Iridoviridae&lt;/a&gt;\" and one of three genera within this family which infect &lt;a href=\"teleostei\"&gt;teleost&lt;/a&gt; &lt;a href=\"fish\"&gt;fish&lt;/a&gt;es, along with \"&lt;a href=\"Lymphocystivirus\"&gt;Lymphocystivirus&lt;/a&gt;\" and \"&lt;a href=\"Ranavirus\"&gt;Ranavirus&lt;/a&gt;\". Megalocytiviruses are an &lt;a href=\"emerging%20infectious%20disease\"&gt;emerging&lt;/a&gt; group of closely related &lt;a href=\"DNA\"&gt;dsDNA&lt;/a&gt; viruses which cause &lt;a href=\"systemic%20disease\"&gt;systemic infections&lt;/a&gt; in a wide variety of wild and cultured fresh and saltwater fishes. Megalocytivirus outbreaks are of considerable economic importance in &lt;a href=\"aquaculture\"&gt;aquaculture&lt;/a&gt;, as &lt;a href=\"epizootic\"&gt;epizootic&lt;/a&gt;s can result in moderate fish loss or mass mortality events of cultured fishes.\nTaxonomy.\nThe family \"Iridoviridae\" is divided into seven genera, including \"&lt;a href=\"Chloriridovirus\"&gt;Chloriridovirus&lt;/a&gt;\", \"&lt;a href=\"Iridovirus\"&gt;Iridovirus&lt;/a&gt;\", \"Lymphocystivirus\", \"Megalocytivirus\", \"&lt;a href=\"Daphniairidovirus\"&gt;Daphniairidovirus&lt;/a&gt;\", and \"Ranavirus\". Megalocytivirus isolates exhibit relatively few genetic differences and have been divided into three major groups based on genetic sequence data; these groups are represented by &lt;a href=\"infectious%20spleen%20and%20kidney%20necrosis%20virus\"&gt;infectious spleen and kidney necrosis virus&lt;/a&gt; (ISKNV), &lt;a href=\"red%20sea%20bream%20iridovirus\"&gt;red sea bream iridovirus&lt;/a&gt; (RSIV), and &lt;a href=\"turbot%20reddish%20body%20iridovirus\"&gt;turbot reddish body iridovirus&lt;/a&gt; (TRBIV). RSIV and ISKNV are the best known of the megalocytiviruses.\nSong, \"et al.\" evaluated 48 Asian and Australian megalocytivirus isolates with regard to geographic location and genetic variation in the &lt;a href=\"major%20capsid%20protein%20gene\"&gt;major capsid protein gene&lt;/a&gt; and developed a &lt;a href=\"phylogenetic%20tree\"&gt;phylogenetic tree&lt;/a&gt; which divided the 48 isolates into three distinct clusters based on &lt;a href=\"genotype\"&gt;genotype&lt;/a&gt;. One of these clusters (genotype I) is widely distributed among several Asian countries, including 13 isolates from Korea, nine isolates from Japan, one from Thailand, one from China, and one from the South China Sea. In contrast, the other two genotypes had a smaller host range and were locally distributed. Genotype II megalocytiviruses infected freshwater fishes from Southeast Asia and Australia, whereas genotype III megalocytiviruses infected primarily flatfish in China and Korea.\nTwo species are official recognized by the &lt;a href=\"International%20Committee%20on%20Taxonomy%20of%20Viruses\"&gt;International Committee on Taxonomy of Viruses&lt;/a&gt;:\nPathology.\nInfection with these viruses produces a characteristic presence of enlarged basophilic cells within infected organs.\nStructure and replication.\nMegalocytiviruses are large &lt;a href=\"icosahedral\"&gt;icosahedral&lt;/a&gt; DNA viruses measuring 150-250 nm in diameter with a large single linear dsDNA &lt;a href=\"genome\"&gt;genome&lt;/a&gt;.\nMegaloviruses are assumed to replicate in the same fashion as other Iridoviruses, and attach to the host cell and enter by &lt;a href=\"receptor-mediated%20endocytosis\"&gt;receptor-mediated endocytosis&lt;/a&gt;. Uncoated viral particles subsequently translocate to the host &lt;a href=\"cell%20nucleus\"&gt;cell nucleus&lt;/a&gt;, where a virally encoded &lt;a href=\"DNA%20polymerase\"&gt;DNA polymerase&lt;/a&gt; facilitates &lt;a href=\"DNA%20replication\"&gt;DNA replication&lt;/a&gt;. Viral DNA then leaves the nucleus of the host cell and a second stage of DNA replication occurs in the cytoplasm, forming DNA &lt;a href=\"concatemers\"&gt;concatemers&lt;/a&gt;. A &lt;a href=\"headful%20mechanism\"&gt;headful mechanism&lt;/a&gt; is utilized to package the concatameric viral DNA into virions formed at cytoplasmic virus assembly sites. Iridoviral DNA, unlike other DNA viruses infecting eukaryotic cells, is &lt;a href=\"circularly%20permuted\"&gt;circularly permuted&lt;/a&gt; and exhibits &lt;a href=\"terminally%20redundant%20DNA\"&gt;terminal redundancies&lt;/a&gt;.\nTransmission and epizoology.\nTransmission of megalocytivirus is believed to occur when a naïve fish ingests tissues from infected fish or via contaminated water. Considerable effort has been expended to understand the transmission and &lt;a href=\"epizoology\"&gt;epizoology&lt;/a&gt; of megalocytiviruses because of the economic importance of commercial &lt;a href=\"fishery\"&gt;fisheries&lt;/a&gt; and aquaculture operations. Iridoviral epizootics do not correlate well with commercial food fish trade routes, with the notable exception of larval fish trade in Korea and Japan.\nA second potential mechanism for accidental movement of infected fish is the international trade in ornamental or aquarium fishes, which includes the global trade of approximately 5000 freshwater and 1450 saltwater fishes. Each year over 1 billion individual fish are shipped among more than 100 nations, creating a serious concern for the spread of megalocytiviruses as well as other important fish &lt;a href=\"pathogen\"&gt;pathogen&lt;/a&gt;s. There is already substantial evidence of this problem: megalocytiviruses which are genetically identical or extremely similar to ISKNV have been isolated from ornamental fishes (&lt;a href=\"gourami\"&gt;gourami&lt;/a&gt;s) that were being traded internationally. Furthermore, an Australian outbreak of megalocytivirus among farmed &lt;a href=\"Murray%20cod\"&gt;Murray cod&lt;/a&gt; (\"Maccullochella peelii\") was linked to imported gouramis in pet shops. In addition, a 2008 study reported 10 aquarium fish species that tested positive for ISKNV in Korea.\nPathogenesis.\nAs megalocytiviruses have only been recently identified and described, the pathogenesis of megalocytivirus infection is relatively poorly understood. Clinical signs associated with infection are nonspecific and may include &lt;a href=\"Anorexia%20%28symptom%29\"&gt;appetite loss&lt;/a&gt;, &lt;a href=\"ataxia\"&gt;uncoordinated swimming&lt;/a&gt;, &lt;a href=\"fatigue%28medical%29\"&gt;lethargy&lt;/a&gt;, coelomic distention, darkening skin color, &lt;a href=\"petechia\"&gt;petechia&lt;/a&gt;e, fin erosion, and &lt;a href=\"death\"&gt;death&lt;/a&gt;.\nLarge conspicuous &lt;a href=\"hypertrophy\"&gt;hypertrophied&lt;/a&gt; cells, for which the genus is named, are evident in multiple organs when diseased tissues are examined by &lt;a href=\"histopathology\"&gt;histopathology&lt;/a&gt;; these distinctive cells are commonly observed in the &lt;a href=\"kidney\"&gt;kidney&lt;/a&gt;, &lt;a href=\"spleen\"&gt;spleen&lt;/a&gt; and &lt;a href=\"gastrointestinal%20tract\"&gt;gastrointestinal tract&lt;/a&gt; and less commonly seen in the &lt;a href=\"liver\"&gt;liver&lt;/a&gt;, &lt;a href=\"gills\"&gt;gills&lt;/a&gt;, &lt;a href=\"heart\"&gt;heart&lt;/a&gt;, and &lt;a href=\"connective%20tissue\"&gt;connective tissue&lt;/a&gt;. The hypertrophied cells are frequently perivascular in distribution and are greatly enlarged due to large granular to foamy &lt;a href=\"basophilic\"&gt;basophilic&lt;/a&gt; &lt;a href=\"cytoplasm\"&gt;cytoplasm&lt;/a&gt;ic &lt;a href=\"inclusion%20bodies\"&gt;inclusion bodies&lt;/a&gt;. If the distended cells occlude the &lt;a href=\"circulatory%20system\"&gt;vasculature&lt;/a&gt;, focal areas of &lt;a href=\"ischemia\"&gt;ischemic&lt;/a&gt; &lt;a href=\"necrosis\"&gt;necrosis&lt;/a&gt; may be evident within various organs. It has been suggested by some researchers that the hypertrophied cells are some type of &lt;a href=\"leukocyte\"&gt;leukocyte&lt;/a&gt;, which is consistent with their tissue distribution."
}