{
    "id": "313870",
    "revid": "15216445",
    "url": "https://en.wikipedia.org/wiki?curid=313870",
    "title": "Mount Ararat",
    "text": "Mount Ararat ( ; , or , \"Ararat\"; or ) is a snow-capped and dormant &lt;a href=\"compound%20volcano\"&gt;compound volcano&lt;/a&gt; in the extreme east of &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;. It consists of two major volcanic cones: Greater Ararat and &lt;a href=\"Little%20Ararat\"&gt;Little Ararat&lt;/a&gt;. Greater Ararat is the highest peak in Turkey and the &lt;a href=\"Armenian%20Highland\"&gt;Armenian Highland&lt;/a&gt; with an elevation of ; Little Ararat's elevation is . The Ararat &lt;a href=\"massif\"&gt;massif&lt;/a&gt; is about wide at ground base. The first recorded efforts to reach Ararat's summit were made in the Middle Ages, and &lt;a href=\"Friedrich%20Parrot\"&gt;Friedrich Parrot&lt;/a&gt;, &lt;a href=\"Khachatur%20Abovian\"&gt;Khachatur Abovian&lt;/a&gt;, and four others made the first recorded ascent in 1829.\nThe mountain has been called by the name Ararat (in the West) since the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, as it began to be identified with \"&lt;a href=\"mountains%20of%20Ararat\"&gt;mountains of Ararat&lt;/a&gt;\" described in the Bible as the resting place of &lt;a href=\"Noah%27s%20Ark\"&gt;Noah's Ark&lt;/a&gt;, despite contention that does not refer specifically to a Mount Ararat. \nDespite lying outside the borders of modern &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, the mountain is the principal national symbol of Armenia and has been considered a sacred mountain by Armenians. It is featured prominently in Armenian literature and art and is an icon for &lt;a href=\"United%20Armenia\"&gt;Armenian irredentism&lt;/a&gt;. It is depicted on the &lt;a href=\"coat%20of%20arms%20of%20Armenia\"&gt;coat of arms of Armenia&lt;/a&gt; along with Noah's Ark.\nPolitical borders.\nMount Ararat forms a near-&lt;a href=\"quadripoint\"&gt;quadripoint&lt;/a&gt; between &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, and the &lt;a href=\"Nakhchivan%20exclave\"&gt;Nakhchivan&lt;/a&gt; exclave of &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;. Its summit is located some west of both the &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;ian border and the border of the &lt;a href=\"Nakhchivan%20Autonomous%20Republic\"&gt;Nakhchivan&lt;/a&gt; exclave of Azerbaijan, and south of the Armenian border. The Turkish–Armenian–Azerbaijani and Turkish–Iranian–Azerbaijani &lt;a href=\"tripoint\"&gt;tripoint&lt;/a&gt;s are some 8 km apart, separated by a narrow strip of Turkish territory containing the &lt;a href=\"European%20route%20E99\"&gt;E99&lt;/a&gt; road which enters Nakhchivan at .\nFrom the 16th century until 1828 the range was part of the Ottoman-Persian border; Great Ararat's summit and the northern slopes, along with the eastern slopes of Little Ararat were controlled by Persia. Following the &lt;a href=\"Russo-Persian%20War%20%281826%E2%80%9328%29\"&gt;1826–28 Russo-Persian War&lt;/a&gt; and the &lt;a href=\"Treaty%20of%20Turkmenchay\"&gt;Treaty of Turkmenchay&lt;/a&gt;, the Persian controlled territory was ceded to the Russian Empire. Little Ararat became the point where the Turkish, Persian, and Russian imperial frontiers converged. The current international boundaries were formed throughout the 20th century. The mountain came under Turkish control during the 1920 &lt;a href=\"Turkish%E2%80%93Armenian%20War\"&gt;Turkish–Armenian War&lt;/a&gt;. It formally became part of Turkey according to the 1921 &lt;a href=\"Treaty%20of%20Moscow%20%281921%29\"&gt;Treaty of Moscow&lt;/a&gt; and &lt;a href=\"Treaty%20of%20Kars\"&gt;Treaty of Kars&lt;/a&gt;. In the late 1920s, Turkey crossed the Iranian border and occupied the eastern flank of Lesser Ararat as part of its effort to quash the &lt;a href=\"Kurds\"&gt;Kurdish&lt;/a&gt; &lt;a href=\"Ararat%20rebellion\"&gt;Ararat rebellion&lt;/a&gt;, during which the Kurdish rebels used the area as a safe haven against the Turkish state. Iran eventually agreed to cede the area to Turkey in a &lt;a href=\"Iran%E2%80%93Turkey%20relations%2320th%20century\"&gt;territorial exchange&lt;/a&gt;. The Iran-Turkey boundary skirts east of Lesser Ararat, the lower peak of the Ararat massif.\n the mountain is open to climbers only with \"military permission\". The procedure to obtain the permission involves submitting a formal request to a Turkish embassy for a special \"Ararat visa\", and it is mandatory to hire an official guide from the Turkish Federation for Alpinism. Access is still limited, even for climbers who obtain the necessary permission, and those who venture off the approved path may be fired upon without warning.\nNames and etymology.\nArarat (&lt;a href=\"Western%20Armenian\"&gt;Western Armenian&lt;/a&gt; pronunciation: \"Ararad\") is the Greek version of the &lt;a href=\"Hebrew\"&gt;Hebrew&lt;/a&gt; spelling (אֲרָרָט; RRṬ) of the name &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt;, a kingdom that existed in the Armenian Highlands in the 9th–6th centuries BC. German orientalist and Bible critic &lt;a href=\"Wilhelm%20Gesenius\"&gt;Wilhelm Gesenius&lt;/a&gt; speculated that the word \"Ararat\" came from the &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; word \"Arjanwartah\", meaning \"holy ground.\" Some Armenian historians, such as &lt;a href=\"Ashot%20Melkonyan\"&gt;Ashot Melkonyan&lt;/a&gt;, link the origin of the word \"Ararat\" to the root of the &lt;a href=\"endonym\"&gt;endonym&lt;/a&gt; of the indigenous peoples of the &lt;a href=\"Armenian%20Highland\"&gt;Armenian Highland&lt;/a&gt; (\"ar–\"), including the Armenians. The mountain is known as Ararat in European languages, however, none of the native peoples have traditionally referred to the mountain by that name. In &lt;a href=\"classical%20antiquity\"&gt;classical antiquity&lt;/a&gt;, particularly in &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt;'s \"&lt;a href=\"Geographica\"&gt;Geographica&lt;/a&gt;\", the peaks of Ararat were known in &lt;a href=\"ancient%20Greek\"&gt;ancient Greek&lt;/a&gt; as Ἄβος (\"Abos\") and Νίβαρος (\"Nibaros\"). This mountain was not called by the name Ararat until the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;; early Armenian historians have considered Ararat to be in the area of &lt;a href=\"Corduene\"&gt;Corduene&lt;/a&gt;.\nThe traditional Armenian name is Masis (Մասիս ; sometimes \"Massis\"). However, nowadays, the terms Masis and Ararat are both widely, often interchangeably, used in Armenian. The folk etymology expressed in &lt;a href=\"Movses%20Khorenatsi\"&gt;Movses Khorenatsi&lt;/a&gt;'s \"&lt;a href=\"History%20of%20Armenia%20%28Movses%20Khorenatsi%29\"&gt;History of Armenia&lt;/a&gt;\" derives the name from king Amasya, the great-grandson of the legendary Armenian patriarch &lt;a href=\"Hayk\"&gt;Hayk&lt;/a&gt;, who is said to have called the mountain \"Masis\" after himself. According to Russian orientalist &lt;a href=\"Anatoly%20Novoseltsev\"&gt;Anatoly Novoseltsev&lt;/a&gt; the word \"Masis\" derives from &lt;a href=\"Middle%20Persian\"&gt;Middle Persian&lt;/a&gt; \"masist\", \"the largest.\" According to Armenian historian the \"mas\" root in Masis means \"mountain\", cf. &lt;a href=\"Proto-Indo-European%20language\"&gt;Proto-Indo-European&lt;/a&gt; *mņs-. According to archaeologist Armen Petrosyan, the name originates from the &lt;a href=\"Mashu\"&gt;Māšu&lt;/a&gt; (Mashu) mountain mentioned in the \"&lt;a href=\"Epic%20of%20Gilgamesh\"&gt;Epic of Gilgamesh&lt;/a&gt;\", which sounded like \"Māsu\" in Assyrian. According to this theory, the name meant \"twin,\" referring to the twin peaks of the mountain. \"Erkuahi\", a land mentioned in Urartian texts and identified with Mt. Ararat, could reflect the native Armenian-language form of this same name (compare to Armenian \"erku\" (երկու, meaning \"two\")).\nThe Turkish name is Ağrı Dağı , \"Ağır Dağ\"), i.e. \"Mountain of &lt;a href=\"A%C4%9Fr%C4%B1\"&gt;Ağrı&lt;/a&gt;\". Ağrı literally translates to \"pain\" or \"sorrow\". This name has been known since the &lt;a href=\"late%20Middle%20Ages\"&gt;late Middle Ages&lt;/a&gt;. Greater and Lesser Ararat are known as Büyük Ağrı and Küçük Ağrı, respectively. The &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; name is , , , literally the \"mountain of Noah\". The &lt;a href=\"Kurdish%20languages\"&gt;Kurdish&lt;/a&gt; name of the mountain is Çiyayê Agirî , which translates to \"fiery mountain\".\nGeography.\nMount Ararat is located in the &lt;a href=\"Eastern%20Anatolia%20Region\"&gt;Eastern Anatolia Region&lt;/a&gt; of Turkey between the provinces of &lt;a href=\"A%C4%9Fr%C4%B1%20Province\"&gt;Ağrı&lt;/a&gt; and &lt;a href=\"I%C4%9Fd%C4%B1r%20Province\"&gt;Iğdır&lt;/a&gt;, near the border with &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt; and &lt;a href=\"Nakhchivan%20Autonomous%20Republic\"&gt;Nakhchivan&lt;/a&gt; &lt;a href=\"exclave\"&gt;exclave&lt;/a&gt; of &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;, between the &lt;a href=\"Aras%20%28river%29\"&gt;Aras&lt;/a&gt; and &lt;a href=\"Murat%20River\"&gt;Murat&lt;/a&gt; rivers. The &lt;a href=\"Serdarbulak%20plateau\"&gt;Serdarbulak&lt;/a&gt; &lt;a href=\"lava%20plateau\"&gt;lava plateau&lt;/a&gt;, at 2600 meters of elevation, separates the peaks of Greater and Little Ararat. Mount Ararat's summit is located some west of the Turkey-&lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; border and south of the Turco-&lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;n border. The &lt;a href=\"Ararat%20plain\"&gt;Ararat plain&lt;/a&gt; runs along its northwest to western side.\nElevation.\nArarat is the third &lt;a href=\"List%20of%20Ultras%20of%20West%20Asia\"&gt;most prominent mountain in West Asia&lt;/a&gt;.\nAn elevation of for Mount Ararat is given by some encyclopedias and reference works such as \"&lt;a href=\"Merriam-Webster%27s%20Geographical%20Dictionary\"&gt;Merriam-Webster's Geographical Dictionary&lt;/a&gt;\" and \"Encyclopedia of World Geography\". However, a number of sources, such as the &lt;a href=\"United%20States%20Geological%20Survey\"&gt;United States Geological Survey&lt;/a&gt; and numerous topographic maps indicate that the alternatively widespread figure of is probably more accurate. The current elevation may be as low as due to the &lt;a href=\"Retreat%20of%20glaciers%20since%201850\"&gt;melting&lt;/a&gt; of its &lt;a href=\"snow\"&gt;snow&lt;/a&gt;-covered &lt;a href=\"ice%20cap\"&gt;ice cap&lt;/a&gt;.\nSummit ice cap.\nThe &lt;a href=\"ice%20cap\"&gt;ice cap&lt;/a&gt; on the summit of Mount Ararat has been shrinking since at least 1957. In the late 1950s, Blumenthal observed that there existed 11 outlet &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s emerging from a summit snow mass that covered about . At that time, it was found that the present glaciers on the summit of Ararat extend as low as an elevation of on the north-facing slope, and an elevation of \n on its south-facing slope. Using pre-existing &lt;a href=\"aerial%20imagery\"&gt;aerial imagery&lt;/a&gt; and &lt;a href=\"remote%20sensing\"&gt;remote sensing&lt;/a&gt; data, Sarıkaya and others studied the extent of the ice cap on Mount Ararat between 1976 and 2011. They discovered that this ice cap had shrunk to by 1976 and to by 2011. They calculated that between 1976 and 2011, the ice cap on top of Mount Ararat had lost 29% of its total area at an average rate of ice loss of per year over 35 years. This rate is consistent with the general rates of retreat of other Turkish summit glaciers and ice caps that have been documented by other studies. According to a 2020 study by Yalcin, \"if the glacial withdrawals continue with the same acceleration, the permanent glacier will likely turn into a temporary glacier by 2065.\"\nBlumenthal estimated that the &lt;a href=\"snow%20line\"&gt;snow line&lt;/a&gt; had been as low as in elevation during the Late &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt;. Such a snow line would have created an ice cap of in extent. However, he observed a lack of any clear evidence of prehistoric &lt;a href=\"moraine\"&gt;moraine&lt;/a&gt;s other than those which were close to the 1958 glacier tongues. Blumenthal explained the absence of such moraines by the lack of confining ridges to control glaciers, insufficient debris load in the ice to form moraines, and their burial by later eruptions. Years later, Birman observed on the south-facing slopes a possible moraine that extends at least in altitude below the base of the 1958 ice cap at an elevation of . He also found two morainal deposits that were created by a Mount Ararat valley glacier of Pleistocene, possibly &lt;a href=\"Wisconsinan\"&gt;Wisconsinan&lt;/a&gt; (&lt;a href=\"Last%20Glacial%20Maximum\"&gt;Last Glacial Maximum&lt;/a&gt;) age, downvalley from &lt;a href=\"Lake%20Bal%C4%B1k\"&gt;Lake Balık&lt;/a&gt;. The higher moraine lies at an altitude of about and the lower moraine lies at an altitude of about . The lower moraine occurs about downstream from Lake Balık. Both moraines are about high. It is suspected that Lake Balık occupies a glacial basin.\nGeology.\nMount Ararat is a polygenic, compound &lt;a href=\"stratovolcano\"&gt;stratovolcano&lt;/a&gt;. Covering an area of , it is the largest volcanic edifice within the region. Along its northwest–southeast trending long axis, Mount Ararat is about long and is about long along its short axis. It consists of about of &lt;a href=\"dacite\"&gt;dacitic&lt;/a&gt; and &lt;a href=\"rhyolite\"&gt;rhyolitic&lt;/a&gt; &lt;a href=\"Pyroclastic%20rock\"&gt;pyroclastic&lt;/a&gt; debris and dacitic, rhyolitic, and &lt;a href=\"basalt\"&gt;basalt&lt;/a&gt;ic &lt;a href=\"lava\"&gt;lava&lt;/a&gt;s.\nMount Ararat consists of two distinct volcanic cones, Greater Ararat and Lesser Ararat (&lt;a href=\"Little%20Ararat\"&gt;Little Ararat&lt;/a&gt;). The western volcanic cone, Greater Ararat, is a steep-sided volcanic cone that is larger and higher than the eastern volcanic cone. Greater Ararat is about wide at the base and rises about above the adjacent floors of the Iğdir and Doğubeyazıt basins. The eastern volcanic cone, Lesser Ararat, is high and across. These volcanic cones, which lie apart, are separated by a wide north–south-trending crack. This crack is the surface expression of an extensional &lt;a href=\"Fault%20%28geology%29\"&gt;fault&lt;/a&gt;. Numerous &lt;a href=\"parasitic%20cone\"&gt;parasitic cone&lt;/a&gt;s and &lt;a href=\"lava%20dome\"&gt;lava dome&lt;/a&gt;s have been built by flank eruptions along this fault and on the flanks of both of the main volcanic cones.\nMount Ararat lies within a complex, sinistral &lt;a href=\"pull-apart%20basin\"&gt;pull-apart basin&lt;/a&gt; that originally was a single, continuous depression. The growth of Mount Ararat partitioned this depression into two smaller basins, the Iğdir and Doğubeyazıt basins. This pull-apart basin is the result of &lt;a href=\"Strike%20slip%20fault\"&gt;strike-slip&lt;/a&gt; movement along two en-echelon fault segments, the &lt;a href=\"Do%C4%9Fubeyaz%C4%B1t%E2%80%93G%C3%BCrbulak%20Fault\"&gt;Doğubeyazıt–Gürbulak&lt;/a&gt; and &lt;a href=\"I%C4%9Fdir%20Fault\"&gt;Iğdir Fault&lt;/a&gt;s, of a sinistral strike–slip fault system. Tension between these faults not only formed the original pull-apart basin, but created a system of faults, exhibiting a horsetail splay pattern, that control the position of the principal volcanic eruption centers of Mount Ararat and associated linear belt of parasitic volcanic cones. The strike-slip fault system within which Mount Ararat is located is the result of north–south convergence and &lt;a href=\"Tectonism\"&gt;tectonic&lt;/a&gt; compression between the Arabian Platform and &lt;a href=\"Laurasia\"&gt;Laurasia&lt;/a&gt; that continued after the &lt;a href=\"Tethys%20Ocean\"&gt;Tethys Ocean&lt;/a&gt; closed during the &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt; &lt;a href=\"Epoch%20%28geology%29\"&gt;epoch&lt;/a&gt; along the Bitlis–Zagros &lt;a href=\"Suture%20%28geology%29\"&gt;suture&lt;/a&gt;.\nGeological history.\nDuring the early &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt; and early &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt;, the collision of the Arabian platform with Laurasia closed and eliminated the Tethys Ocean from the area of what is now Anatolia. The closure of these masses of &lt;a href=\"continental%20crust\"&gt;continental crust&lt;/a&gt; collapsed this &lt;a href=\"ocean%20basin\"&gt;ocean basin&lt;/a&gt; by middle Eocene and resulted in a progressive shallowing of the remnant seas, until the end of the early Miocene. Post-collisional tectonic convergence within the collision zone resulted in the total elimination of the remaining seas from East Anatolia at the end of early Miocene, crustal shortening and thickening across the collision zone, and uplift of the East Anatolian–Iranian plateau. Accompanying this uplift was extensive deformation by faulting and folding, which resulted in the creation of numerous local basins. The north–south compressional deformation continues today as evidenced by ongoing faulting, volcanism, and seismicity.\nWithin Anatolia, regional volcanism started in the middle-late Miocene. During the late Miocene–&lt;a href=\"Pliocene\"&gt;Pliocene&lt;/a&gt; period, widespread volcanism blanketed the entire East Anatolian–Iranian plateau under thick volcanic rocks. This volcanic activity has continued uninterrupted until historical times. Apparently, it reached a climax during the latest Miocene–Pliocene, 6 to 3 Ma. During the &lt;a href=\"Quaternary\"&gt;Quaternary&lt;/a&gt;, the volcanism became restricted to a few local volcanoes such as Mount Ararat. These volcanoes are typically associated with north–south tensional fractures formed by the continuing north–south shortening deformation of Anatolia.\nIn their detailed study and summary of the Quaternary volcanism of Anatolia, Yilmaz et al. recognized four phases to the construction of Mount Ararat from volcanic rocks exposed in glacial valleys deeply carved into its flanks. First, they recognized a \"fissure eruption phase\" of &lt;a href=\"Plinian%20eruption\"&gt;Plinian-subPlinian&lt;/a&gt; &lt;a href=\"Fissure%20vent\"&gt;fissure eruptions&lt;/a&gt; that deposited more than of pyroclastic rocks and a few basaltic &lt;a href=\"lava%20flow\"&gt;lava flow&lt;/a&gt;s. These volcanic rocks were erupted from approximately north northwest–south southeast-trending extensional faults and fissures prior to the development of Mount Ararat. Second, a \"cone-building phase\" began when the volcanic activity became localized at a point along a fissure. During this phase, the eruption of successive flows of lava up to thick and &lt;a href=\"pyroclastic%20flow\"&gt;pyroclastic flow&lt;/a&gt;s of &lt;a href=\"andesite\"&gt;andesite&lt;/a&gt; and dacite composition and later eruption of basaltic lava flows, formed the Greater Ararat cone with a low conical profile. Third, during a \"climatic phase\", copious flows of andesitic and basaltic lavas were erupted. During this phase, the current cones of Greater and Lesser Ararat were formed as eruptions along subsidiary fissures and cracks and flank occurred. Finally, the volcanic eruptions at Mount Ararat transitioned into a \"flank eruption phase\", during which a major north–south-trending fault offset the two cones that developed along with a number of subsidiary fissures and cracks on the volcano's flanks. Along this fault and the subsidiary fissures and cracks, a number of parasitic cones and domes were built by minor eruptions. One subsidiary cone erupted voluminous basalt and andesite lava flows. They flowed across the Doğubeyazıt plain and along the southerly flowing Sarısu River. These lava flows formed black &lt;a href=\"%CA%BBa%CA%BB%C4%81\"&gt;ʻaʻā&lt;/a&gt; and &lt;a href=\"p%C4%81hoehoe\"&gt;pāhoehoe&lt;/a&gt; lava flows that contain well preserved &lt;a href=\"lava%20tube\"&gt;lava tube&lt;/a&gt;s. The &lt;a href=\"radiometric%20dating\"&gt;radiometric dating&lt;/a&gt; of these lava flows yielded radiometric ages of 0.4, 0.48 and 0.81 Ma. Overall, radiometric ages obtained from the volcanic rocks erupted by Mount Ararat range from 1.5 to 0.02 Ma.\nRecent volcanic and seismic activity.\nThe chronology of &lt;a href=\"Holocene\"&gt;Holocene&lt;/a&gt; volcanic activity associated with Mount Ararat is documented by either archaeological excavations, oral history, historical records, or a combination of these data, which provide evidence that volcanic eruptions of Mount Ararat occurred in 2500–2400 BC, 550 BC, possibly in 1450 AD and 1783 AD, and definitely in 1840 AD. Archaeological evidence demonstrates that explosive eruptions and pyroclastic flows from the northwest flank of Mount Ararat destroyed and buried at least one &lt;a href=\"Kura%E2%80%93Araxes%20culture\"&gt;Kura–Araxes culture&lt;/a&gt; settlement and caused numerous fatalities in 2500–2400 BC. Oral histories indicated that a significant eruption of uncertain magnitude occurred in 550 BC and minor eruptions of uncertain nature might have occurred in 1450 AD and 1783 AD. According to the interpretation of historical and archaeological data, strong earthquakes not associated with volcanic eruptions also occurred in the area of Mount Ararat in 139, 368, 851–893, and 1319 AD. During the 139 AD earthquake, a large &lt;a href=\"landslide\"&gt;landslide&lt;/a&gt; that caused many casualties and was similar to the 1840 AD landslide originated from the summit of Mount Ararat.\n1840 eruption.\nA &lt;a href=\"phreatic%20eruption\"&gt;phreatic eruption&lt;/a&gt; occurred on Mount Ararat on July 2, 1840 and pyroclastic flow from radial fissures on the upper north flank of the mountain and a possibly associated earthquake of magnitude 7.4 that caused severe damage and numerous casualties. Up to 10,000 people in the region died in the earthquake, including 1,900 villagers in the village of Akhuri (Armenian: Akori, modern &lt;a href=\"Yenido%C4%9Fan%2C%20Aral%C4%B1k\"&gt;Yenidoğan&lt;/a&gt;) who were killed by a gigantic landslide and subsequent &lt;a href=\"debris%20flow\"&gt;debris flow&lt;/a&gt;. In addition, this combination of landslide and debris flow destroyed the &lt;a href=\"Saint%20Hakob%20of%20Akori%20monastery\"&gt;Armenian monastery of St. Jacob&lt;/a&gt; near Akori, the town of &lt;a href=\"Aral%C4%B1k\"&gt;Aralik&lt;/a&gt;, several villages, and Russian military barracks. It also temporarily dammed the Sevjur (Metsamor) River.\nAscents.\nThe 13th century missionary &lt;a href=\"William%20of%20Rubruck\"&gt;William of Rubruck&lt;/a&gt; wrote that \"Many have tried to climb it, but none has been able.\"\nArmenian attitudes.\nThe &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Armenian Apostolic Church&lt;/a&gt; was historically opposed to ascents of Ararat on religious grounds. &lt;a href=\"Thomas%20Stackhouse\"&gt;Thomas Stackhouse&lt;/a&gt;, an 18th-century English theologian, noted that \"All the Armenians are firmly persuaded that Noah's ark exists to the present day on the summit of Mount Ararat, and that in order to preserve it, no person is permitted to approach it.\" In response to its first ascent by Parrot and Abovian, one high-ranking &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Armenian Apostolic Church&lt;/a&gt; clergyman commented that to climb the &lt;a href=\"sacred%20mountain\"&gt;sacred mountain&lt;/a&gt; was \"to tie the womb of the mother of all mankind in a dragonish mode.\" By contrast, in the 21st century to climb Ararat is \"the most highly valued goal of some of the patriotic pilgrimages that are organized in growing number from Armenia and the Armenian diaspora.\"\nFirst ascent.\nThe first recorded ascent of the mountain in modern times took place on . The &lt;a href=\"Baltic%20Germans\"&gt;Baltic German&lt;/a&gt; naturalist &lt;a href=\"Friedrich%20Parrot\"&gt;Friedrich Parrot&lt;/a&gt; of the &lt;a href=\"University%20of%20Dorpat\"&gt;University of Dorpat&lt;/a&gt; arrived at &lt;a href=\"Etchmiadzin%20Cathedral\"&gt;Etchmiadzin&lt;/a&gt; in mid-September 1829, almost two years after the Russian &lt;a href=\"capture%20of%20Erivan\"&gt;capture of Yerevan&lt;/a&gt;, for the sole purpose of exploring Ararat. The prominent Armenian writer &lt;a href=\"Khachatur%20Abovian\"&gt;Khachatur Abovian&lt;/a&gt;, then a deacon and translator at Etchmiadzin, was assigned by Catholicos Yeprem, the head of the Armenian Church, as interpreter and guide.\nParrot and Abovian crossed the &lt;a href=\"Aras%20River\"&gt;Aras River&lt;/a&gt; into the district of &lt;a href=\"Surmalinsky%20Uyezd\"&gt;Surmali&lt;/a&gt; and headed to the Armenian village of Akhuri on the northern slope of Ararat, above sea level. They set up a base camp at the &lt;a href=\"Saint%20Hakob%20of%20Akori%20monastery\"&gt;Armenian monastery of St. Hakob&lt;/a&gt; some higher, at an elevation of . After two failed attempts, they reached the summit on their third attempt at 3:15 p.m. on October 9, 1829. The group included Parrot, Abovian, two Russian soldiers – Aleksei Zdorovenko and Matvei Chalpanov – and two Armenian Akhuri villagers – Hovhannes Aivazian and Murad Poghosian. Parrot measured the elevation at using a mercury barometer. This was not only the first recorded ascent of Ararat, but also the second highest elevation climbed by man up to that date outside of Mount &lt;a href=\"Licancabur\"&gt;Licancabur&lt;/a&gt; in the Chilean Andes. Abovian dug a hole in the ice and erected a wooden cross facing north. Abovian also picked up a chunk of ice from the summit and carried it down with him in a bottle, considering the water holy. On , Parrot and Abovian together with the Akhuri hunter Sahak's brother Hako, acting as a guide, climbed up Lesser Ararat.\nLater notable ascents.\nOther early notable climbers of Ararat included Russian climatologist and meteorologist &lt;a href=\"Kozma%20Spassky-Avtonomov\"&gt;Kozma Spassky-Avtonomov&lt;/a&gt; (August 1834), Karl Behrens (1835), German mineralogist and geologist &lt;a href=\"Otto%20Wilhelm%20Hermann%20von%20Abich\"&gt;Otto Wilhelm Hermann von Abich&lt;/a&gt; (29 July 1845), and British politician &lt;a href=\"Henry%20Danby%20Seymour\"&gt;Henry Danby Seymour&lt;/a&gt; (1848). Later in the 19th century, two British politicians and scholars—&lt;a href=\"James%20Bryce%2C%201st%20Viscount%20Bryce\"&gt;James Bryce&lt;/a&gt; (1876) and &lt;a href=\"H.%20F.%20B.%20Lynch\"&gt;H. F. B. Lynch&lt;/a&gt; (1893)—climbed the mountain. The first winter climb was by Turkish alpinist &lt;a href=\"Bozkurt%20Erg%C3%B6r\"&gt;Bozkurt Ergör&lt;/a&gt;, the former president of the &lt;a href=\"Turkish%20Mountaineering%20Federation\"&gt;Turkish Mountaineering Federation&lt;/a&gt;, who climbed the peak on 21 February 1970.\nResting place of Noah's Ark.\nOrigin of the tradition.\n&lt;a href=\"Noah%27s%20Ark\"&gt;Noah's Ark&lt;/a&gt; landed on the \"&lt;a href=\"mountains%20of%20Ararat\"&gt;mountains of Ararat&lt;/a&gt;\" (&lt;a href=\"Biblical%20Hebrew\"&gt;Biblical&lt;/a&gt; , \"hare ararat\"), according to . Many historians and Bible scholars agree that \"Ararat\" is the Hebrew name of &lt;a href=\"Urartu\"&gt;Urartu&lt;/a&gt;, the geographical predecessor of Armenia; they argue that the word referred to the wider region at the time and not specifically to Mount Ararat. The phrase is translated as \"mountains of Armenia\" (\"montes Armeniae\") in the &lt;a href=\"Vulgate\"&gt;Vulgate&lt;/a&gt;, the fourth century Latin translation of the Bible. Nevertheless, Mount Ararat is traditionally considered the resting place of Noah's Ark. It is called a biblical mountain.\nMount Ararat has been associated with the Genesis account since the 11th century, and Armenians began to identify it as the ark's landing place during that time. &lt;a href=\"Frederick%20Cornwallis%20Conybeare\"&gt;F. C. Conybeare&lt;/a&gt; wrote that the mountain was \"a center and focus of pagan myths and cults… and it was only in the eleventh century, after these had vanished from the popular mind, that the Armenian theologians ventured to locate on its eternal snows the resting-place of Noah's ark.\" Franciscan missionary &lt;a href=\"William%20of%20Rubruck\"&gt;William of Rubruck&lt;/a&gt; is usually considered the earliest reference for the tradition of Mount Ararat as the landing place of the ark in European literature. English traveler &lt;a href=\"John%20Mandeville\"&gt;John Mandeville&lt;/a&gt; is another early author who mentioned Mount Ararat, \"where Noah's ship rested, and it is still there.\"\nPrevalence of the tradition.\nMost Christians identify Mount Ararat with the biblical \"mountains of Ararat,\" \"largely because it would have been the first peak to emerge from the receding flood waters\", and it is where most of Western Christianity place the landing of Noah's Ark. A 1722 biblical dictionary by &lt;a href=\"Antoine%20Augustin%20Calmet\"&gt;Austin Calmet&lt;/a&gt; and the 1871 &lt;a href=\"Jamieson-Fausset-Brown%20Bible%20Commentary\"&gt;Jamieson-Fausset-Brown Bible Commentary&lt;/a&gt; both point to Mount Ararat as the place where the ark rested. American missionary &lt;a href=\"H.%20G.%20O.%20Dwight\"&gt;H. G. O. Dwight&lt;/a&gt; wrote in 1856 that it is \"the general opinion of the learned in Europe\" that the Ark landed on Mount Ararat. &lt;a href=\"James%20Bryce%2C%201st%20Viscount%20Bryce\"&gt;James Bryce&lt;/a&gt; wrote that the ark rested upon a \"mountain in the district which the Hebrews knew as Ararat, or Armenia\" in an 1878 article for the &lt;a href=\"Royal%20Geographical%20Society\"&gt;Royal Geographical Society&lt;/a&gt;, and he added that the biblical writer must have had Mount Ararat in mind because it is so \"very much higher, more conspicuous, and more majestic than any other summit in Armenia.\"\n&lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; declared in his homily in Yerevan's &lt;a href=\"Saint%20Gregory%20the%20Illuminator%20Cathedral%2C%20Yerevan\"&gt;St. Gregory the Illuminator Cathedral&lt;/a&gt;: \"We are close to Mount Ararat, where tradition says that the Ark of Noah came to rest.\" &lt;a href=\"Patriarch%20Kirill%20of%20Moscow\"&gt;Patriarch Kirill of Moscow&lt;/a&gt;, the head of the Russian Orthodox Church, also mentioned Mount Ararat as the resting place of Noah's Ark in his speech at the &lt;a href=\"Etchmiadzin%20Cathedral\"&gt;Etchmiadzin Cathedral&lt;/a&gt; during his visit to Armenia in 2010.\nThose critical of this view point out that Ararat was the name of the country at the time when Genesis was written, not specifically the mountain. Arnold wrote in his 2008 Genesis commentary, \"The location 'on the mountains' of Ararat indicates not a specific mountain by that name, but rather the mountainous region of the land of Ararat.\"\nSearches.\nArarat has traditionally been the main focus of the &lt;a href=\"searches%20for%20Noah%27s%20Ark\"&gt;searches for Noah's Ark&lt;/a&gt;. &lt;a href=\"Antoine%20Augustin%20Calmet\"&gt;Augustin Calmet&lt;/a&gt; wrote in his 1722 biblical dictionary, \"It is affirmed, but without proof, that there are still remains of Noah's ark on the top of this mountain; but &lt;a href=\"Joseph%20Pitton%20de%20Tournefort\"&gt;M. de Tournefort&lt;/a&gt;, who visited this spot, has assured us there was nothing like it; that the top of mount Ararat is inaccessible, both by reason of its great height, and of the snow which perpetually covers it.\" Archaeological expeditions, sometimes supported by &lt;a href=\"Evangelicalism\"&gt;evangelical&lt;/a&gt; and &lt;a href=\"Millenarianism\"&gt;millenarian&lt;/a&gt; churches, have been conducted since the 19th century in search of the ark. According to a 1974 book around 200 people from more than 20 countries claimed to have seen the Ark on Ararat since 1856. A fragment from the ark supposedly found on Ararat is on display at the museum of &lt;a href=\"Etchmiadzin%20Cathedral\"&gt;Etchmiadzin Cathedral&lt;/a&gt;, the center of the Armenian Church. Despite numerous reports of ark sightings (e.g. &lt;a href=\"Ararat%20anomaly\"&gt;Ararat anomaly&lt;/a&gt;) and rumors, \"no scientific evidence of the ark has emerged.\"\nSearches for Noah's Ark are considered by scholars an example of &lt;a href=\"pseudoarchaeology\"&gt;pseudoarchaeology&lt;/a&gt;. &lt;a href=\"Kenneth%20Feder\"&gt;Kenneth Feder&lt;/a&gt; writes, \"As the flood story itself is unsupported by any archaeological evidence, it is not surprising that there is no archaeological evidence for the existence of an impossibly large boat dating to 5,000 years ago.\"\nSignificance for Armenians.\nSymbolism.\nDespite lying outside the borders of modern Armenia, Ararat has historically been associated with Armenia. It is widely considered the country's principal &lt;a href=\"national%20symbol\"&gt;national symbol&lt;/a&gt; and &lt;a href=\"brand\"&gt;brand&lt;/a&gt;. The image of Ararat, usually framed within a nationalizing discourse, is ubiquitous in everyday &lt;a href=\"material%20culture\"&gt;material culture&lt;/a&gt; in Armenia. According to ethnographer &lt;a href=\"Tsypylma%20Darieva\"&gt;Tsypylma Darieva&lt;/a&gt; Armenians have \"a sense of possession of Ararat in the sense of symbolic &lt;a href=\"cultural%20property\"&gt;cultural property&lt;/a&gt;.\"\nArarat is known as the \"&lt;a href=\"Sacred%20mountains\"&gt;holy mountain&lt;/a&gt;\" of the Armenian people. It was principal to the pre-Christian &lt;a href=\"Armenian%20mythology\"&gt;Armenian mythology&lt;/a&gt;, where it was the home of the gods. With the rise of Christianity, the mythology associated with pagan worship of the mountain was lost. Ararat was the geographical center of ancient Armenian kingdoms. One scholar defined the historic &lt;a href=\"Greater%20Armenia\"&gt;Greater Armenia&lt;/a&gt; (\"Armenia Major\") as \"the area about 200 miles [320 km] in every direction from Mount Ararat.\" In 19th-century era of &lt;a href=\"romantic%20nationalism\"&gt;romantic nationalism&lt;/a&gt;, when an Armenian state did not exist, Mount Ararat symbolized the historical Armenian nation-state. In 1861 Armenian poet &lt;a href=\"Mikael%20Nalbandian\"&gt;Mikael Nalbandian&lt;/a&gt;, witnessing the &lt;a href=\"Italian%20unification\"&gt;Italian unification&lt;/a&gt;, wrote to &lt;a href=\"Harutiun%20Svadjian\"&gt;Harutiun Svadjian&lt;/a&gt; in a letter from &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;: \"&lt;a href=\"Mount%20Etna\"&gt;Etna&lt;/a&gt; and &lt;a href=\"Mount%20Vesuvius\"&gt;Vesuvius&lt;/a&gt; are still smoking; is there no fire left in the old volcano of Ararat?\"\nMyth of origin.\nThe &lt;a href=\"Genesis%20flood%20narrative\"&gt;Genesis flood narrative&lt;/a&gt; was linked to the Armenian &lt;a href=\"Origin%20myth\"&gt;myth of origin&lt;/a&gt; by the early medieval historian &lt;a href=\"Movses%20Khorenatsi\"&gt;Movses Khorenatsi&lt;/a&gt;. In his \"&lt;a href=\"History%20of%20Armenia%20%28book%29\"&gt;History of Armenia&lt;/a&gt;\", he wrote that Noah and his family first settled in Armenia and later moved to &lt;a href=\"Babylon\"&gt;Babylon&lt;/a&gt;. &lt;a href=\"Hayk\"&gt;Hayk&lt;/a&gt;, a descendant of &lt;a href=\"Japheth\"&gt;Japheth&lt;/a&gt;, a son of Noah, revolted against &lt;a href=\"Bel%20%28mythology%29\"&gt;Bel&lt;/a&gt; (the biblical &lt;a href=\"Nimrod\"&gt;Nimrod&lt;/a&gt;) and returned to the area around Mount Ararat, where he established the roots of the Armenian nation. He is thus considered the legendary &lt;a href=\"founding%20father\"&gt;founding father&lt;/a&gt; and the name giver of the Armenian people. According to &lt;a href=\"Razmik%20Panossian\"&gt;Razmik Panossian&lt;/a&gt;, this legend \"makes Armenia the cradle of all civilisation since Noah's Ark landed on the 'Armenian' mountain of Ararat. […] it connects Armenians to the biblical narrative of human development. […] it makes Mount Ararat the national symbol of all Armenians, and the territory around it the Armenian homeland from &lt;a href=\"time%20immemorial\"&gt;time immemorial&lt;/a&gt;.\"\nCoat of arms of Armenia.\nMount Ararat has been depicted on the &lt;a href=\"coat%20of%20arms%20of%20Armenia\"&gt;coat of arms of Armenia&lt;/a&gt; consistently since 1918. The &lt;a href=\"First%20Republic%20of%20Armenia\"&gt;First Republic&lt;/a&gt;'s coat of arms was designed by architect &lt;a href=\"Alexander%20Tamanian\"&gt;Alexander Tamanian&lt;/a&gt; and painter &lt;a href=\"Hakob%20Kojoyan\"&gt;Hakob Kojoyan&lt;/a&gt;. This coat of arms was readopted by the legislature of the Republic of Armenia on April 19, 1992, after Armenia regained independence. Ararat is depicted along with the ark on its peak on the &lt;a href=\"Escutcheon%20%28heraldry%29\"&gt;shield&lt;/a&gt; on an orange background.\nThe &lt;a href=\"emblem%20of%20the%20Armenian%20Soviet%20Socialist%20Republic\"&gt;emblem of the Armenian Soviet Socialist Republic&lt;/a&gt; (Soviet Armenia) was created by the painters &lt;a href=\"Martiros%20Saryan\"&gt;Martiros Saryan&lt;/a&gt; and Hakob Kojoyan in 1921. Mount Ararat is depicted in the center and makes up a large portion of it.\nArarat also appeared on the coat of arms of the &lt;a href=\"Armenian%20Oblast\"&gt;Armenian Oblast&lt;/a&gt; and the &lt;a href=\"Georgia-Imeretia%20Governorate\"&gt;Georgia-Imeretia Governorate&lt;/a&gt; (), subdivisions of the Russian Empire that included the northern flanks of the mountain. They were adopted in 1833 and 1843, respectively.\nSymbol of genocide and territorial claims.\nIn the aftermath of the &lt;a href=\"Armenian%20genocide\"&gt;Armenian genocide&lt;/a&gt; of 1915, Ararat came to represent the destruction of the native Armenian population of eastern Turkey (&lt;a href=\"Western%20Armenia\"&gt;Western Armenia&lt;/a&gt;) in the national consciousness of Armenians. &lt;a href=\"Ari%20L.%20Goldman\"&gt;Ari L. Goldman&lt;/a&gt; noted in 1988, \"In most Armenian homes in the &lt;a href=\"Armenian%20diaspora\"&gt;modern diaspora&lt;/a&gt;, there are pictures of Mount Ararat, a bittersweet reminder of the homeland and national aspirations.\"\nArarat has become a symbol of Armenian efforts to reclaim its \"lost lands\", i.e. the areas west of Ararat that are now part of Turkey that had significant Armenian population before the genocide. Adriaans noted that Ararat is featured as a sanctified territory for the Armenians in everyday banal irredentism. Stephanie Platz wrote, \"Omnipresent, the vision of Ararat rising above Yerevan and its outskirts constantly reminds Armenians of their putative ethnogenesis … and of their exile from Eastern Anatolia after the Armenian genocide of 1915.\"\nTurkish political scientist Bayram Balci argues that regular references to the Armenian Genocide and Mount Ararat \"clearly indicate\" that the border with Turkey is contested in Armenia. Since independence from the Soviet Union in 1991, the Armenian government has not made official claims to any Turkish territory, however the Armenian government has avoided \"an explicit and formal recognition of the existing Turkish-Armenian border.\" In a 2010 interview with \"&lt;a href=\"Der%20Spiegel\"&gt;Der Spiegel&lt;/a&gt;\", Armenian President &lt;a href=\"Serzh%20Sargsyan\"&gt;Serzh Sargsyan&lt;/a&gt; was asked whether Armenia wants \"Mount Ararat back.\" Sargsyan, in response, said that \"No one can take Mount Ararat from us; we keep it in our hearts. Wherever Armenians live in the world today, you will find a picture of Mount Ararat in their homes. And I feel certain that a time will come when Mount Ararat is no longer a symbol of the separation between our peoples, but an emblem of understanding. But let me make this clear: Never has a representative of Armenia made territorial demands. Turkey alleges this—perhaps out of its own bad conscience?\"\nThe most prominent party to lay claims to eastern Turkey is the nationalist &lt;a href=\"Armenian%20Revolutionary%20Federation\"&gt;Armenian Revolutionary Federation&lt;/a&gt; (Dashnaktsutyun). which claims it as part of what it considers &lt;a href=\"United%20Armenia\"&gt;United Armenia&lt;/a&gt;. In various settings, several notable individuals such as German historian &lt;a href=\"Tessa%20Hofmann\"&gt;Tessa Hofmann&lt;/a&gt;, Slovak conservative politician &lt;a href=\"Franti%C5%A1ek%20Miklo%C5%A1ko\"&gt;František Mikloško&lt;/a&gt;, Lithuanian political scientist and Soviet dissident &lt;a href=\"Aleksandras%20%C5%A0tromas\"&gt;Aleksandras Štromas&lt;/a&gt; have spoken in support of Armenian claims over Mt. Ararat.\nCultural depictions.\n&lt;a href=\"Levon%20Abrahamian\"&gt;Levon Abrahamian&lt;/a&gt; noted that Ararat is visually present for Armenians in reality (it can be seen from many houses in Yerevan and settlements in the Ararat plain), symbolically (through many visual representations, such as on Armenia's coats of arms), and culturally—in numerous and various nostalgic poetical, political, architectural representation. The first three postage stamps issued by Armenia in 1992 after achieving independence from the Soviet Union depicted Mount Ararat.\nMount Ararat has been depicted on various &lt;a href=\"Armenian%20dram\"&gt;Armenian dram&lt;/a&gt; banknotes issued in 1993–2001; on the &lt;a href=\"Obverse%20and%20reverse\"&gt;reverse&lt;/a&gt; of the 10 dram banknotes issued in 1993, on the reverse of the 50 dram banknotes issued in 1998, on the &lt;a href=\"Obverse%20and%20reverse\"&gt;obverse&lt;/a&gt; of the 100 and 500 dram banknotes issued in 1993, and on the reverse of the 50,000 dram banknotes issued in 2001. It was also depicted on the reverse of the Turkish 100 &lt;a href=\"Turkish%20lira\"&gt;lira&lt;/a&gt; banknotes of 1972–1986.\nArarat is depicted on the logos of two of Armenia's leading universities—the &lt;a href=\"Yerevan%20State%20University\"&gt;Yerevan State University&lt;/a&gt; and the &lt;a href=\"American%20University%20of%20Armenia\"&gt;American University of Armenia&lt;/a&gt;. It is depicted on the logos of &lt;a href=\"FC%20Ararat%20Yerevan\"&gt;Football Club Ararat Yerevan&lt;/a&gt; (since the Soviet times) and the &lt;a href=\"Football%20Federation%20of%20Armenia\"&gt;Football Federation of Armenia&lt;/a&gt;. The logo of &lt;a href=\"Armavia\"&gt;Armavia&lt;/a&gt;, Armenia's now defunct &lt;a href=\"flag%20carrier\"&gt;flag carrier&lt;/a&gt;, also depicted Ararat. The publications of the &lt;a href=\"Social%20Democrat%20Hunchakian%20Party\"&gt;Social Democrat Hunchakian Party&lt;/a&gt; in Lebanon (\"&lt;a href=\"Ararad%20%28daily%29\"&gt;Ararad&lt;/a&gt;\" daily) and California, U.S. (\"&lt;a href=\"Massis%20%28weekly%29\"&gt;Massis&lt;/a&gt;\" weekly) are both named for the mountain. The &lt;a href=\"ArArAt%20%28brandy%29\"&gt;Ararat&lt;/a&gt; brandy, produced by the &lt;a href=\"Yerevan%20Brandy%20Company\"&gt;Yerevan Brandy Company&lt;/a&gt; since 1887, is considered the most prestigious Eastern European brandy. Hotels in Yerevan often advertise the visibility of Ararat from their rooms, which is seen as a major advantage for tourists.\nIn visual art.\nEuropean.\nArarat was depicted in the books of European, including many British, travelers in the 18th–19th centuries who visited Armenia. \nArmenian.\nAccording to one source, the first Armenian artist to depict the mountain was &lt;a href=\"Ivan%20Aivazovsky\"&gt;Ivan Aivazovsky&lt;/a&gt;, who created a painting of Ararat during his visit to Armenia in 1868. Other major Armenians artists who painted Ararat include &lt;a href=\"Yeghishe%20Tadevosyan\"&gt;Yeghishe Tadevosyan&lt;/a&gt;, &lt;a href=\"Gevorg%20Bashinjaghian\"&gt;Gevorg Bashinjaghian&lt;/a&gt;, &lt;a href=\"Martiros%20Saryan\"&gt;Martiros Saryan&lt;/a&gt;, and &lt;a href=\"Panos%20Terlemezian\"&gt;Panos Terlemezian&lt;/a&gt;.\nIn literature.\n&lt;a href=\"Rouben%20Paul%20Adalian\"&gt;Rouben Paul Adalian&lt;/a&gt; suggested that \"there is probably more poetry written about Mount Ararat than any other mountain on earth.\" Travel writer Rick Antonson described Ararat as the \"most fabled mountain in the world.\"\nArmenian.\nMount Ararat is featured prominently in Armenian literature. According to Meliné Karakashian, Armenian poets \"attribute to it symbolic meanings of unity, freedom, and independence.\" According to Kevork Bardakjian, in Armenian literature, Ararat \"epitomizes Armenia and Armenian suffering and aspirations, especially the consequences of the 1915 genocide: almost total annihilation, loss of a unique culture and land [...] and an implicit determination never to recognize the new political borders.\"\nThe last two lines of &lt;a href=\"Yeghishe%20Charents\"&gt;Yeghishe Charents&lt;/a&gt;'s 1920 poem \"I Love My Armenia\" () read: \"And in the entire world you will not find a mountaintop like Ararat's. / Like an unreachable peak of glory I love my Mount Masis.\" In a 1926 poem dedicated to the mountain &lt;a href=\"Avetik%20Isahakyan\"&gt;Avetik Isahakyan&lt;/a&gt; wrote: \"Ages as though in second came, / Touched the grey crest of Ararat, / And passed by...! [...] It's now your turn; you too, now, / Stare at its high and lordly brow, / And pass by...!\" Mount Ararat is the most frequently cited symbol in the poetry of &lt;a href=\"Hovhannes%20Shiraz\"&gt;Hovhannes Shiraz&lt;/a&gt;. In collection of poems, \"Knar Hayastani\" (Lyre of Armenia) published in 1958, there are many poems \"with very strong nationalist overtones, especially with respect to Mount Ararat (in Turkey) and the irredentism it entailed.\" In one such poem, \"Ktak\" (Bequest), Shiraz bequeaths his son Mt. Ararat to \"keep it forever, / As the language of us Armenians, as the pillar of your father’s home.\"\nThe first lines of &lt;a href=\"Paruyr%20Sevak\"&gt;Paruyr Sevak&lt;/a&gt;'s 1961 poem \"We Are Few...\" () read: \"We are few, but they say of us we are Armenians. / We do not think ourselves superior to anyone. / Clearly we shall have to accept / That we, and only we, have an Ararat\" In one short poem &lt;a href=\"Silva%20Kaputikyan\"&gt;Silva Kaputikyan&lt;/a&gt; compares Armenia to an \"ancient rock-carved fortress\", the towers of which are Ararat and &lt;a href=\"Mount%20Aragats\"&gt;Aragats&lt;/a&gt;.\nNon-Armenian.\nEnglish Romantic poet &lt;a href=\"William%20Wordsworth\"&gt;William Wordsworth&lt;/a&gt; imagines seeing the ark in the poem \"Sky-prospect — From the Plain of France.\"\nIn his \"&lt;a href=\"A%20Journey%20to%20Arzrum\"&gt;Journey to Arzrum&lt;/a&gt;\" (; 1835–36), the celebrated Russian poet &lt;a href=\"Alexander%20Pushkin\"&gt;Aleksandr Pushkin&lt;/a&gt; recounted his travels to the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt; and Armenia at the time of the &lt;a href=\"Russo-Turkish%20War%20%281828%E2%80%9329%29\"&gt;1828–29 Russo-Turkish War&lt;/a&gt;.\n&lt;a href=\"Russian%20symbolism\"&gt;Russian Symbolist&lt;/a&gt; poet &lt;a href=\"Valery%20Bryusov\"&gt;Valery Bryusov&lt;/a&gt; often referred to Ararat in his poetry and dedicated two poems to the mountain, which were published in 1917. Bryusov saw Ararat as the embodiment of antiquity of the Armenian people and their culture.\nRussian poet &lt;a href=\"Osip%20Mandelstam\"&gt;Osip Mandelstam&lt;/a&gt; wrote fondly of Ararat during his 1933 travels in Armenia. \"I have cultivated in myself a sixth sense, an 'Ararat' sense,\" the poet wrote, \"the sense of an attraction to a mountain.\"\nDuring his travels to Armenia, Soviet Russian writer &lt;a href=\"Vasily%20Grossman\"&gt;Vasily Grossman&lt;/a&gt; observed Mount Ararat from Yerevan standing \"high in the blue sky.\" He wrote that \"with its gentle, tender contours, it seems to grow not out of the earth but out of the sky, as if it has condensed from its white clouds and its deep blue. It is this snowy mountain, this bluish-white sunlit mountain that shone in the eyes of those who wrote the Bible.\"\nIn \"The Maximus Poems\" (1953) American poet &lt;a href=\"Charles%20Olson\"&gt;Charles Olson&lt;/a&gt;, who grew up near the Armenian neighborhood in &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester, Massachusetts&lt;/a&gt;, compares the Ararat Hill near his childhood home to the mountain and \"imagines he can capture an Armenian's immigrant perspective: the view of Ararat Hill as Mount Ararat.\"\nThe world renowned Turkish-Kurdish writer &lt;a href=\"Ya%C5%9Far%20Kemal\"&gt;Yaşar Kemal&lt;/a&gt;'s 1970 book entitled \"&lt;a href=\"A%C4%9Fr%C4%B1%20Da%C4%9F%C4%B1%20Efsanesi\"&gt;Ağrı Dağı Efsanesi&lt;/a&gt;\" (\"The Legend of Mount Ararat\") is about a local myth about a poor boy and the governor's daughter.\nSeveral major episodes in \"&lt;a href=\"Declare\"&gt;Declare&lt;/a&gt;\" (2001) by &lt;a href=\"Tim%20Powers\"&gt;Tim Powers&lt;/a&gt; take place on Mount Ararat. In the book, it is the focal point of supernatural happenings."
}