{
    "id": "3139302",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=3139302",
    "title": "American Union Against Militarism",
    "text": "The American Union Against Militarism (AUAM) was an American &lt;a href=\"pacifist\"&gt;pacifist&lt;/a&gt; organization established in response to &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. The organization attempted to keep the United States out of the European conflict through mass demonstrations, public lectures, and the printed word. Failing in that effort with American entry into the war in April 1917, the Union battled against &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt;, action which subjected it to state repression, and &lt;a href=\"military%20intervention\"&gt;military intervention&lt;/a&gt;.\nThe organization was eventually dissolved after the war in 1922.\nOrganizational history.\nEstablishment.\nIn January 1915 a group of &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; pacifists known as the \"Henry Street Peace Committee\" organized an organization known first as the \"Anti-Militarism Committee\" in an effort to keep the United States from entering World War I in support of the &lt;a href=\"Entente%20powers\"&gt;Entente powers&lt;/a&gt; against &lt;a href=\"German%20empire\"&gt;Germany&lt;/a&gt; and the &lt;a href=\"Austro-Hungarian%20empire\"&gt;Austro-Hungarian empire&lt;/a&gt;. The committee emerged from among the activists in a &lt;a href=\"settlement%20house\"&gt;settlement house&lt;/a&gt; project located on the city's &lt;a href=\"Lower%20East%20Side\"&gt;Lower East Side&lt;/a&gt;. Feelers were extended to &lt;a href=\"Roger%20Nash%20Baldwin\"&gt;Roger Baldwin&lt;/a&gt; to head the new national organization, which he declined. Instead, &lt;a href=\"Lillian%20Wald\"&gt;Lillian Wald&lt;/a&gt; of the Henry Street Settlement was elected chairwoman and lawyer &lt;a href=\"Crystal%20Eastman\"&gt;Crystal Eastman&lt;/a&gt; became executive director of the organization.\nThe slogan advanced by those favoring American entrance into the European conflict was that of \"Preparedness.\" Throughout the latter part of 1915 this campaign gathered steam, inspiring the fledgling Anti-Militarism Committee to change its name to the \"Anti-Preparedness Committee\" in about January 1916 and to the American Union Against Militarism (AUAM) later in that year.\nBaldwin involved himself in the activities of the &lt;a href=\"St.%20Louis%2C%20Missouri\"&gt;St. Louis&lt;/a&gt; chapter of the AUAM but had grown tired of life in the Midwest and sought to relocate in the East. In February 1917, Baldwin wrote to the national office of the organization, urging it to hold mass meetings in opposition to American participation in the war, an eventuality which seemed imminent. With Crystal Eastman in ill health, the national office responded in March with a telegram signed by a number of liberal and radical worthies asking Baldwin once again to head the organization. This time Baldwin accepted, and he headed for New York to replace Eastman as executive director in the group's office, located in the Munsey Building on Fifth Avenue.\nLillian Wald resigned from the AUAM in August 1917, along with other moderates, over the decision by Baldwin, Eastman, and others in the organization to send delegates to a Minneapolis convention of the &lt;a href=\"People%27s%20Council%20of%20America%20for%20Democracy%20and%20Peace\"&gt;People's Council of America for Democracy and Peace&lt;/a&gt; in September. The latter organization was formed to advance the Russian soviet system in the United States.\nParticularly in its early years, the AUAM was a broadly constituted organization, including religious pacifists, socialists, and liberals, united in a distaste for war and militarism and a commitment to the maintenance of &lt;a href=\"civil%20liberties\"&gt;civil liberties&lt;/a&gt;. The organization was not explicitly socialist, but rather was dedicated to a pacifist critique of international and American policy.\nWith American entrance into the war, a campaign against dissent was initiated, touching radical political activists, trade unionists, and critics of the war alike. Baldwin and the AUAM were in the forefront of the campaign to push back in defense of the &lt;a href=\"First%20Amendment%20to%20the%20United%20States%20Constitution\"&gt;First Amendment&lt;/a&gt; liberties of freedom of speech, freedom of the press, and the right of peaceable assembly to address grievances.\nThe organization placed a strong emphasis on &lt;a href=\"lobbying\"&gt;lobbying&lt;/a&gt;, sending Baldwin to &lt;a href=\"Washington%2C%20DC\"&gt;Washington, DC&lt;/a&gt; regularly in an attempt to win elected officials to the ideas of the American Union.\nActivities.\nActivities included lobbying, publishing, a lecture campaign, and the establishment of a Civil Liberties Bureau. Out of this grew the &lt;a href=\"National%20Civil%20Liberties%20Bureau\"&gt;National Civil Liberties Bureau&lt;/a&gt; which later became the &lt;a href=\"American%20Civil%20Liberties%20Union\"&gt;American Civil Liberties Union&lt;/a&gt;.\nIn 1919, the organization was subpoenaed by the New York legislature's Joint Legislative Committee to Investigate Seditious Activities, popularly known as the &lt;a href=\"Lusk%20Committee\"&gt;Lusk Committee&lt;/a&gt;, which considered the organization's efforts and pacifist ties to be a vehicle for &lt;a href=\"socialism\"&gt;socialist&lt;/a&gt; and &lt;a href=\"communism\"&gt;communist&lt;/a&gt; propaganda.\nMost notable actions were their work in the effort to avert war with Mexico in 1916 and the encouragement of opposition to peacetime &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt; following World War I. The office was raided by the government and AUAM publications were sometimes stopped by the postal authorities but the organization continued despite these actions.\nThe group was also known for a time as the American Union for a Democratic Peace and the League for an American Peace. It ceased operations in 1922."
}