{
    "id": "3140258",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=3140258",
    "title": "Sporting Afrique FC",
    "text": "Sporting Afrique Football Club was a professional &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; club which played in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;'s &lt;a href=\"S.League\"&gt;S.League&lt;/a&gt; in 2006. The team was made up not of Singaporeans, but of players of &lt;a href=\"African%20people\"&gt;African&lt;/a&gt; descent. Its squad consisted of players from &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;, &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt;, &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; and &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;. The club finished in 9th place out of 11 teams in the S.League in the 2006 season. They were involved in a number of off-field controversies, and their application to participate in the S.League again in 2007 was rejected by the FAS. The club played its home games at the &lt;a href=\"Yishun%20Stadium\"&gt;Yishun Stadium&lt;/a&gt;.\nIn allowing Sporting Afrique to join the league, the S.League hoped that their involvement would make the competition more exciting, and possibly unearth some good players who might be able to change their nationality to Singaporean and thus play for the &lt;a href=\"Singapore%20national%20football%20team\"&gt;Singapore national football team&lt;/a&gt; (as Nigerian-born &lt;a href=\"Agu%20Casmir\"&gt;Agu Casmir&lt;/a&gt; and &lt;a href=\"Itimi%20Dickson\"&gt;Itimi Dickson&lt;/a&gt; had done).\nIn June 2006, it was reported that, while the players had been promised monthly salaries of S$1,600 (~US$1,000), they only received S$100 a month (~US$60), as S$700 was deducted for food (reportedly a monotonous diet of rice and chicken), and S$800 for accommodation despite all 22 team members living 5 or 6 per room in the same house in an area where a typical house rental was around S$3,000. Their contracts also forbade talking to the media, but team members contacted the &lt;a href=\"British%20Broadcasting%20Corporation\"&gt;BBC&lt;/a&gt; anonymously, drawing international attention. Club president Collin Chee, who had initially claimed to be \"not short-changing any of them\", eventually backed down and agreed to raise their salaries to S$600, with performance bonuses and better housing.\nReferences.\n "
}