{
    "id": "3141790",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=3141790",
    "title": "Jackie Lee (Irish singer)",
    "text": "Jackie Lee (born Jacqueline Norah Flood, 29 May 1936, &lt;a href=\"Clontarf%2C%20Dublin\"&gt;Clontarf&lt;/a&gt;, Dublin, Ireland) is an Irish &lt;a href=\"popular%20music\"&gt;popular music&lt;/a&gt; singer, who has recorded under various &lt;a href=\"stage%20name\"&gt;names&lt;/a&gt;.\nCareer.\nLee was a musical &lt;a href=\"child%20prodigy\"&gt;child prodigy&lt;/a&gt;. She won a scholarship and trained as a &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt; for four years. Upon finishing her studies she became a vocalist with the top &lt;a href=\"showband\"&gt;showband&lt;/a&gt;s playing prestigious Irish venues.\nLee experienced similar success when she moved to London and joined the popular dance band; The Squadronaires. In 1955 her first solo &lt;a href=\"Gramophone%20record\"&gt;record&lt;/a&gt; was released, followed by a further two the next year. From 1959 to 1964, Lee was a member of The Raindrops, a successful &lt;a href=\"quartet\"&gt;quartet&lt;/a&gt; who made countless appearances on &lt;a href=\"Television%20in%20the%20United%20Kingdom\"&gt;British TV&lt;/a&gt; and variety shows, had a &lt;a href=\"BBC%20Radio\"&gt;BBC Radio&lt;/a&gt; show and released a string of records, the majority of which had Lee as lead vocalist. The Raindrops also included &lt;a href=\"Les%20Vandyke\"&gt;Les Vandyke&lt;/a&gt; and &lt;a href=\"Vince%20Hill\"&gt;Vince Hill&lt;/a&gt; in its line-up. In 1962, she entered the UK heats of the &lt;a href=\"Eurovision%20Song%20Contest\"&gt;Eurovision Song Contest&lt;/a&gt; as a solo act with \"There's No-one in the Whole Wide World\" and performed it at the British national finals for &lt;a href=\"BBC%20Television\"&gt;BBC TV&lt;/a&gt;. This number was later &lt;a href=\"cover%20version\"&gt;covered&lt;/a&gt; and performed by &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt; in concerts during this period.\nLee decided to become a solo artist in 1965 and recorded 'beat' records until 1967. One of these releases, \"Just Like a Man\", reached the \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\" &lt;a href=\"record%20chart\"&gt;chart&lt;/a&gt;. The &lt;a href=\"A-side%20and%20B-side\"&gt;B-side&lt;/a&gt;; \"I Gotta Be With You\", became popular on the &lt;a href=\"Northern%20soul\"&gt;Northern soul&lt;/a&gt; circuit. Lee recorded this single under the name of 'Emma Rede' for &lt;a href=\"EMI\"&gt;EMI&lt;/a&gt;.\nLee also had a parallel career as a respected &lt;a href=\"session%20singer\"&gt;session singer&lt;/a&gt;, through her groups The Jackie Lee Singers and Tears of Joy. She provided the backing vocals for such global &lt;a href=\"Chart-topper\"&gt;number ones&lt;/a&gt; as \"&lt;a href=\"Green%20Green%20Grass%20of%20Home\"&gt;Green Green Grass of Home&lt;/a&gt;\" by &lt;a href=\"Tom%20Jones%20%28singer%29\"&gt;Tom Jones&lt;/a&gt; and \"&lt;a href=\"Release%20Me%20%281946%20song%29\"&gt;Release Me&lt;/a&gt;\" by &lt;a href=\"Engelbert%20Humperdinck%20%28singer%29\"&gt;Engelbert Humperdinck&lt;/a&gt;. She demonstrated her unique vocal range, ability and versatility on such diverse recordings as \"Hey Joe\" by &lt;a href=\"Jimi%20Hendrix\"&gt;Jimi Hendrix&lt;/a&gt;; and much of the &lt;a href=\"James%20Last\"&gt;James Last&lt;/a&gt; catalogue at the time. At one point &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt; was employed by Lee, as a member of her session singers. In addition she also sang various songs for film soundtracks. Among them \"Born To Lose\" from the film \"&lt;a href=\"Robbery%20%281967%20film%29\"&gt;Robbery&lt;/a&gt;\" (1967), \"Love Is Now\" from the &lt;a href=\"Norman%20J.%20Warren\"&gt;Norman J. Warren&lt;/a&gt; film \"&lt;a href=\"Loving%20Feeling\"&gt;Loving Feeling&lt;/a&gt;\" (1969), and the title song to the horror film \"&lt;a href=\"Goodbye%20Gemini\"&gt;Goodbye Gemini&lt;/a&gt;\" (1970).\nIn 1968, as 'Jacky', she had a UK Top Ten &lt;a href=\"hit%20single\"&gt;hit single&lt;/a&gt; with \"&lt;a href=\"The%20White%20Horses\"&gt;White Horses&lt;/a&gt;\", the theme from a children's TV programme. In 2003, her definitive version was voted the best TV theme tune of all time by \"The Penguin Television Companion\". Her &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;-styled album of the same name was also released in 1968, which included contributions from &lt;a href=\"Dudley%20Moore\"&gt;Dudley Moore&lt;/a&gt; as pianist. By 1970, 'Jacky' reverted to 'Jackie Lee' and had another hit record; \"&lt;a href=\"The%20Adventures%20of%20Rupert%20Bear\"&gt;Rupert&lt;/a&gt;\" from the TV show based on the famous &lt;a href=\"cartoon\"&gt;cartoon&lt;/a&gt; character, &lt;a href=\"Rupert%20Bear\"&gt;Rupert Bear&lt;/a&gt; (inaccurately referred to as \"Rupert the Bear\" in the song's &lt;a href=\"lyrics\"&gt;lyrics&lt;/a&gt;). This recording also had a place in the \"Best TV themes of all time\" list from \"The Penguin Television Companion\" at Number 7, thus consolidating Lee's reputation. A tie-in album, \"Jackie's Junior Choice\", was released on &lt;a href=\"Pye%20Records\"&gt;Pye Records&lt;/a&gt; (PKL 5503) in 1971, followed by the similar, \"Rupert and Other Junior Favourites\" on Pye's budget Golden Guinea label (GSGL 10492) in 1973, which also included Jackie's recording of another children's series, \"&lt;a href=\"Inigo%20Pipkin\"&gt;Inigo Pipkin&lt;/a&gt;\".\nIt was shortly after this that she retired from singing, despite the short duration of her career, due to vocal complications and throat problems. Nonetheless, her singing continues to be held in high regard. It has been said that her work has \"firmly embedded itself in the subconscious of a generation\".\nA CD entitled \"End of a Rainbow – A Pye Anthology\" was released in 2007. It comprising all of Lee's later recordings, made for Pye Records between 1969 and 1973. A second CD, \"The Town I Live In\" (2009) collects all of her 1966/1967 recordings for EMI. Lee is now retired and resides in Canada. Her husband, Liam Hopkins, died in 2018."
}