{
    "id": "31429763",
    "revid": "1063210737",
    "url": "https://en.wikipedia.org/wiki?curid=31429763",
    "title": "Niels Provos",
    "text": "Niels Provos is a German-American researcher in &lt;a href=\"security%20engineering\"&gt;security engineering&lt;/a&gt;, &lt;a href=\"malware\"&gt;malware&lt;/a&gt;, and &lt;a href=\"cryptography\"&gt;cryptography&lt;/a&gt;. He received a PhD in &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt; from the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;. From 2003 to 2018, he worked at &lt;a href=\"Google\"&gt;Google&lt;/a&gt; as a Distinguished Engineer on &lt;a href=\"computer%20security\"&gt;security&lt;/a&gt; for &lt;a href=\"Google%20Cloud%20Platform\"&gt;Google Cloud Platform&lt;/a&gt;. In 2018, he left Google to join &lt;a href=\"Stripe%20%28company%29\"&gt;Stripe&lt;/a&gt; as its new head of security.\nFor many years, Provos contributed to the &lt;a href=\"OpenBSD\"&gt;OpenBSD&lt;/a&gt; &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt;, where he developed the &lt;a href=\"bcrypt\"&gt;bcrypt&lt;/a&gt; adaptive cryptographic hash function. He is the author of numerous software packages, including the &lt;a href=\"libevent\"&gt;libevent&lt;/a&gt; event driven programming system, the &lt;a href=\"Systrace\"&gt;Systrace&lt;/a&gt; access control system, the &lt;a href=\"honeyd\"&gt;honeyd&lt;/a&gt; honeypot system, the StegDetect &lt;a href=\"steganography\"&gt;steganography&lt;/a&gt; detector, the &lt;a href=\"Bcrypt\"&gt;Bcrypt&lt;/a&gt; password encryption technique, and many others.\nProvos has been an outspoken critic of the effect of the &lt;a href=\"DMCA\"&gt;DMCA&lt;/a&gt; and similar laws on security researchers, arguing that they threaten to make criminals of people conducting legitimate security research.\nProvos has also served as the Program Chair of the Usenix Security Symposium, on the program committees of the Network and Distributed System Security Symposium, &lt;a href=\"Association%20for%20Computing%20Machinery\"&gt;ACM&lt;/a&gt; &lt;a href=\"SIGCOMM\"&gt;SIGCOMM&lt;/a&gt;, and numerous other conferences, and served on the board of directors of &lt;a href=\"Usenix\"&gt;Usenix&lt;/a&gt; from 2006 to 2010.\nProvos's hobbies include swordsmithing, and he has forged swords in both Japanese and Viking styles. It started with his father collecting &lt;a href=\"Sabre\"&gt;sabres&lt;/a&gt;. Niels routinely posts videos of his blacksmithing activities online. By his words \"At work, we try to fight the bad guys and make the world safer for our users. And swords are maybe an expression in a similar way. You create &lt;a href=\"Weapon\"&gt;weapons&lt;/a&gt; to defend yourself against the hordes of &lt;a href=\"Barbarian\"&gt;barbarians&lt;/a&gt;.\""
}