{
    "id": "31430199",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=31430199",
    "title": "North Western Railroad",
    "text": "The North Western Railroad was a &lt;a href=\"shortline%20railroad\"&gt;shortline railroad&lt;/a&gt; located in the western part of the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; in the United States. It organized in 1853, and was purchased by the &lt;a href=\"Western%20Pennsylvania%20Railroad\"&gt;Western Pennsylvania Railroad&lt;/a&gt; in 1859 after completing only a portion of its route.\nHistory.\nFormation.\nThe North Western Railroad was chartered by the state of Pennsylvania on February 9, 1853, and authorized to construct a rail line from a point at or west of &lt;a href=\"Johnstown%2C%20Pennsylvania\"&gt;Johnstown, Pennsylvania&lt;/a&gt;. The eastern terminus was to connect either with the &lt;a href=\"Pennsylvania%20Railroad\"&gt;Pennsylvania Railroad&lt;/a&gt; or the &lt;a href=\"Allegheny%20Portage%20Railroad\"&gt;Allegheny Portage Railroad&lt;/a&gt;. The charter directed the railroad to pass through the towns of &lt;a href=\"Freeport%2C%20Pennsylvania\"&gt;Freeport&lt;/a&gt; and &lt;a href=\"Butler%2C%20Pennsylvania\"&gt;Butler&lt;/a&gt; and proceed to the Pennsylvania-&lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; state boundary somewhere within &lt;a href=\"Lawrence%20County%2C%20Pennsylvania\"&gt;Lawrence County, Pennsylvania&lt;/a&gt;.\nThe charter permitted each county through which the railroad passed to purchase stock worth up to 10 percent of the assessed value of the railroad. &lt;a href=\"Butler%20County%2C%20Pennsylvania\"&gt;Butler&lt;/a&gt; and Lawrence counties both did so. Later in 1853, the &lt;a href=\"Pennsylvania%20General%20Assembly\"&gt;Pennsylvania General Assembly&lt;/a&gt; enacted legislation amending the railroad's charter, permitting the city of &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt; to purchase up to 15,000 shares of the railroad. In return, the city was to be given three seats on the railroad's board of directors. The city also made its purchase. Another $800,000 ($ in dollars) in &lt;a href=\"Bond%20%28finance%29\"&gt;bonds&lt;/a&gt; were sold to finance construction.\nRoute and construction.\nThe North Western Railroad settled on &lt;a href=\"Blairsville%2C%20Pennsylvania\"&gt;Blairsville&lt;/a&gt; as its eastern terminus. A branch line connected it with the Indiana Branch of the Pennsylvania Railroad. The western terminus of the North Western Railroad was &lt;a href=\"New%20Castle%2C%20Pennsylvania\"&gt;New Castle&lt;/a&gt; in Lawrence County. The North Western intended to connect with the &lt;a href=\"Cleveland%20and%20Mahoning%20Valley%20Railroad\"&gt;Cleveland and Mahoning Railroad&lt;/a&gt; there. The New Castle connection was important: The Pennsylvania Railroad (\"the Pennsy\") was a &lt;a href=\"standard%20gauge\"&gt;standard gauge&lt;/a&gt; road, as was the Cleveland and Mahoning. Until this point in time, the Pennsy could send no railcars west of &lt;a href=\"Pittsburgh\"&gt;Pittsburgh&lt;/a&gt;, since its connections there were with &lt;a href=\"broad%20gauge\"&gt;broad gauge&lt;/a&gt; railroads. By sending its cars over the North Western and the Cleveland and Mahoning, the Pennsy could move freight all the way to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; without the need for &lt;a href=\"transshipment\"&gt;transshipment&lt;/a&gt;.\nThe route of the North Western Railroad was determined by its chief engineer, Robert Clark. The route he selected largely followed streams and rivers to achieve the lowest possible slope. Clark left the railroad's employ soon after finishing the route survey. The planned route required an long tunnel between Butler and Freeport, and a long tunnel between Freeport and Blairsville. Three major bridges were needed. A long bridge at Freeport was required to carry the road over the &lt;a href=\"Allegheny%20River\"&gt;Allegheny River&lt;/a&gt; and the &lt;a href=\"Pennsylvania%20Canal\"&gt;Pennsylvania Canal&lt;/a&gt;, while the other two major bridges carried the road over the &lt;a href=\"Loyalhanna%20River\"&gt;Loyalhanna&lt;/a&gt; and &lt;a href=\"Conemaugh%20River\"&gt;Conemaugh River&lt;/a&gt;s. The route between Blairsville and Freeport needed another 14 bridges over ravines (one long), and five major cuts (all of extreme depth) of through ridges and hilly land.\nConstruction began in August 1853. Most of the work of grading the route and building bridges was supervised by the new chief engineer, Samuel H. Kneass. By 1860, Kneass had graded and &lt;a href=\"Track%20ballast\"&gt;ballasted&lt;/a&gt; the line from Blairsville to Allegheny Junction in Butler County. Past Allegheny Junction, some grading had been completed in Butler but not Lawrence county. The superstructure of some bridges along the line was also complete.\nBankruptcy and purchase.\nThe North Western Railroad ran out of construction funds in 1858. On July 5, 1859, the bondholders of the North Western Railroad took control of the company as part of a &lt;a href=\"foreclosure\"&gt;foreclosure&lt;/a&gt; proceeding. They obtained a charter for a new railroad, the Western Pennsylvania Railroad, and transferred control of the North Western to this new company. The Western Pennsylvania Railroad was in turn purchased by the Pennsy in 1862, which completed the line to &lt;a href=\"Saltsburg%2C%20Pennsylvania\"&gt;Saltsburg&lt;/a&gt; in 1863. Traffic began running from Blairsville to Saltsburg while work continued on the rest of the line to Allegheny Junction. This latter part of the line opened to traffic in the fall of 1864. The Pennsy then extended the line to Freeport, and opened the last leg of the line on August 1, 1865."
}