{
    "id": "3144676",
    "revid": "4637213",
    "url": "https://en.wikipedia.org/wiki?curid=3144676",
    "title": "Robert Louis-Dreyfus",
    "text": "Robert Louis-Dreyfus ( – ) was a French businessman who was chief executive officer (CEO) of &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt; (then, \"Adidas Salomon\") and &lt;a href=\"Saatchi%20%26amp%3B%20Saatchi\"&gt;Saatchi &amp; Saatchi&lt;/a&gt;. He was a majority shareholder of the French &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt;, and during his tenure they re-emerged as a major European football club.\nEarly life.\nRobert Louis-Dreyfus was born in Paris, the son of Jean and Jeanne Madeline (née Depierre) Louis-Dreyfus. His father was &lt;a href=\"French%20Jews\"&gt;Jewish&lt;/a&gt; and his mother &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt;. He was a great-grandson of &lt;a href=\"L%C3%A9opold%20Louis-Dreyfus\"&gt;Léopold Louis-Dreyfus&lt;/a&gt;, founder of the &lt;a href=\"Louis-Dreyfus%20Group\"&gt;Louis-Dreyfus Group&lt;/a&gt;, which had begun buying and selling wheat in the &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt; region a century earlier, and rapidly diversified into shipping, oil and other commodities. His grandfather was &lt;a href=\"Louis%20Louis-Dreyfus\"&gt;Louis Louis-Dreyfus&lt;/a&gt;, who served in the &lt;a href=\"French%20Parliament\"&gt;French Parliament&lt;/a&gt; during the &lt;a href=\"French%20Third%20Republic\"&gt;French Third Republic&lt;/a&gt;. He has two sisters: Marie-Jeanne and Monique.\nRobert Louis-Dreyfus was initially a bad student who failed his &lt;a href=\"Baccalaur%C3%A9at\"&gt;Baccalauréat&lt;/a&gt;, but he excelled at poker, winning considerable amounts of money from his friends at the &lt;a href=\"Lyc%C3%A9e%20Janson%20de%20Sailly\"&gt;Lycée Janson de Sailly&lt;/a&gt; in Paris. In 1967, he spent time at a &lt;a href=\"kibbutz\"&gt;kibbutz&lt;/a&gt; and was involved in the &lt;a href=\"Six-Day%20War\"&gt;Six-Day War&lt;/a&gt;. He later secured a place at &lt;a href=\"Harvard%20Business%20School\"&gt;Harvard Business School&lt;/a&gt; with a presentation about his experiences during the war. He spent the early years of his working life mentored by &lt;a href=\"Siegmund%20Warburg\"&gt;Siegmund Warburg&lt;/a&gt;, in the family business of the Louis-Dreyfus Group.\nBusiness career.\nIn 1982 Louis-Dreyfus joined &lt;a href=\"IMS%20Health\"&gt;IMS&lt;/a&gt;, the US pharmaceutical research company enjoying spectacular monetary success. His original grew twentyfold by the time the company was sold in 1988. He served as CEO at &lt;a href=\"Saatchi%20%26amp%3B%20Saatchi\"&gt;Saatchi &amp; Saatchi&lt;/a&gt;, the United Kingdom-based &lt;a href=\"advertising%20agency\"&gt;advertising agency&lt;/a&gt; from 1989 to 1993. Louis-Dreyfus invested his own money in Saatchi and Saatchi and during his tenure the agency grew considerably.\nHe proved equally successful when in 1994 he took the top job at &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt;, the German-based sporting goods maker. Louis-Dreyfus added to the brand by streamlining the product line and adding new companies to the group, including the &lt;a href=\"Salomon%20Group\"&gt;Salomon&lt;/a&gt; ski-wear and golf company in 1997. He remained CEO of Adidas until 2001, combining this position with chairmanship of &lt;a href=\"Neuf%20Telecom\"&gt;Neuf Telecom&lt;/a&gt; with whom he served until 2004. He also served as a director of &lt;a href=\"Neuf%20Cegetel\"&gt;Neuf Cegetel&lt;/a&gt;.\nRobert Louis-Dreyfus re-joined the family company, &lt;a href=\"Louis-Dreyfus%20Group\"&gt;Louis-Dreyfus Group&lt;/a&gt;, in May 2000, and restructured this major commodities trading and merchandising firm.\nIn 2005, he decided to relaunch the &lt;a href=\"Le%20Coq%20Sportif\"&gt;Le Coq Sportif&lt;/a&gt; sports company through a Swiss investment company, Airesis.\nSporting interests.\nIn 1996 Louis-Dreyfus became the largest shareholder of &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt;, a French &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team who had recently been rocked by a major &lt;a href=\"French%20football%20bribery%20scandal\"&gt;match fixing scandal&lt;/a&gt; and subsequently relegated to the French second division as part of their punishment. Louis-Dreyfus, with Adidas and the telecommunications company Neuf, sponsored the team; Louis-Dreyfus invested heavily in rebuilding the Marseille squad, marketing the team to the new immigrant populations in Marseille. The financial fortunes of the club improved, with shirt sales rocketing. However, success, if judged purely on trophies won, still eluded the club despite reaching the final of the &lt;a href=\"UEFA%20Cup\"&gt;UEFA Cup&lt;/a&gt; on two occasions and twice losing in the final of the &lt;a href=\"Coupe%20de%20France\"&gt;Coupe de France&lt;/a&gt;. Olympique de Marseille also missed out on the &lt;a href=\"Ligue%201\"&gt;Ligue 1&lt;/a&gt; title during Louis-Dreyfus's tenure, though shortly before his death they finished second to &lt;a href=\"FC%20Girondins%20de%20Bordeaux\"&gt;FC Girondins de Bordeaux&lt;/a&gt; and qualified for the group stage of the &lt;a href=\"UEFA%20Champions%20League\"&gt;UEFA Champions League&lt;/a&gt;.\nLouis-Dreyfus was also a shareholder in the Belgium football club &lt;a href=\"Standard%20Li%C3%A8ge\"&gt;Standard Liège&lt;/a&gt;, and was involved in the creation of Infront Sports &amp; Media in 2002 (transition from the former KirchSport completed in February 2003) acting as the company's chairman of the board. The Swiss-based sports marketing agency was handling the media rights distribution of the &lt;a href=\"FIFA%20World%20Cup\"&gt;FIFA World Cup&lt;/a&gt; in &lt;a href=\"FIFA%20World%20Cup%202002\"&gt;2002&lt;/a&gt; and &lt;a href=\"FIFA%20World%20Cup%202006\"&gt;2006&lt;/a&gt;. Today it is the marketing partner of 130 sports federations and clubs.\nFIFA World Cup bribery scandal.\nIn October 2015 the German news magazine \"&lt;a href=\"Der%20Spiegel\"&gt;Der Spiegel&lt;/a&gt;\" reported that the bidding committee for the &lt;a href=\"FIFA%20World%20Cup%202006\"&gt;FIFA World Cup 2006&lt;/a&gt; had set up a &lt;a href=\"slush%20fund\"&gt;slush fund&lt;/a&gt; that Louis-Dreyfus, at the time CEO of Adidas, filled with 10.3 million Swiss francs in 2000. Allegedly these funds were used to bribe numerous FIFA officials and secure Germany's bid to host the 2006 World Cup, whilst a FIFA report had strongly criticised England's supposedly 'unprofessional' rival bid presentation. According to internal FIFA documents, Louis-Dreyfus had demanded a repayment of the funds in 2004, which were transferred as €6.7 million via a FIFA account in Geneva to an account held by Louis-Dreyfus.\nDeath.\nLouis-Dreyfus died in &lt;a href=\"Z%C3%BCrich\"&gt;Zürich&lt;/a&gt; aged 63 on 4 July 2009, following a long period with &lt;a href=\"leukemia\"&gt;leukemia&lt;/a&gt;.\nPersonal life.\nLouis-Dreyfus was married twice. Before divorcing his first wife, Sarah Oberholzer, in 1989, he met his second wife &lt;a href=\"Margarita%20Louis-Dreyfus\"&gt;Margarita Bogdanova&lt;/a&gt; in 1988, whom he married in 1992 and with whom he had three sons: Eric, Maurice, and &lt;a href=\"Kyril%20Louis-Dreyfus\"&gt;Kyril Louis-Dreyfus&lt;/a&gt;, the latter of whom became the chairman and majority shareholder of English football club &lt;a href=\"Sunderland%20A.F.C.\"&gt;Sunderland A.F.C.&lt;/a&gt; in February 2021, aged only 24.\nLouis-Dreyfus identified as an &lt;a href=\"agnostic\"&gt;agnostic&lt;/a&gt;. The American actress &lt;a href=\"Julia%20Louis-Dreyfus\"&gt;Julia Louis-Dreyfus&lt;/a&gt;, famed for her role in the television comedy series \"&lt;a href=\"Seinfeld\"&gt;Seinfeld&lt;/a&gt;\", is his second cousin once removed.\nFollowing his death, his enterprises were inherited and supervised by Margarita Louis-Dreyfus, she is considered to be the richest Russian woman today. Margarita inherited 60% of the organization (increased to 65% in 2012). Robert's two sisters, Monique Louis-Dreyfus Roosmale Nepveu and Marie-Jeanne Louis-Dreyfus Meyer, each own 12% and are now both billionaires."
}