{
    "id": "31456567",
    "revid": "11677590",
    "url": "https://en.wikipedia.org/wiki?curid=31456567",
    "title": "Flow conditioning",
    "text": "Flow conditioning ensures that the “real world” environment closely resembles the “&lt;a href=\"laboratory\"&gt;laboratory&lt;/a&gt;” environment for proper performance of inferential &lt;a href=\"flow%20measurement\"&gt;flowmeters&lt;/a&gt; like &lt;a href=\"Gas%20meter\"&gt;orifice&lt;/a&gt;, &lt;a href=\"gas%20meter\"&gt;turbine&lt;/a&gt;, &lt;a href=\"gas%20meter\"&gt;coriolis&lt;/a&gt;, &lt;a href=\"gas%20meter\"&gt;ultrasonic&lt;/a&gt; etc.\nTypes of flow.\nBasically, &lt;a href=\"fluid%20dynamics\"&gt;Flow&lt;/a&gt; in &lt;a href=\"pipe%20%28fluid%20conveyance%29\"&gt;pipe&lt;/a&gt;s can be classified as follows –\nTypes of flow conditioners.\nFlow conditioners shown in fig.(a) can be grouped into following three types –\nStraightening devices such as honeycombs and vanes inserted upstream of the flow meter can reduce the length of straight pipe required. However, they produce only marginal improvements in measurement accuracy and may still require significant length of straight pipe, which a cramped installation site may not permit.\nA flow straightener, sometimes called a honeycomb, is a device used to straighten the air flow in a wind tunnel. It is a passage of ducts, laid along the axis of main air stream to minimize the lateral velocity components caused by swirling motion in the air flow during entry. The cross-section shapes of these \"honeycombs\" may be of square, circular and regular hexagonal cells.\nA low-cost handmade flow straightener.\nA low-cost flow straightener can be constructed using &lt;a href=\"drinking%20straw\"&gt;drinking straw&lt;/a&gt;s, as they have low cost and good efficiency. The &lt;a href=\"MythBusters\"&gt;MythBusters&lt;/a&gt; television show used such a construction for their wind tunnel, as did an experimental wind tunnel at &lt;a href=\"MIT\"&gt;MIT&lt;/a&gt; (Maniet). The straws should be cut to equal size and placed in a frame.\nEffectiveness of honeycomb.\nThe effectiveness of honeycomb, in reducing the swirl and turbulence level, is studied by simulating the flow field using standard k-ε turbulence model in commercial computational fluid dynamics (CFD). CFD is the most precise and economical approach to estimate the effectiveness of a honeycomb.\nComputational model\nA computational domain of honeycomb is created as shown in Fig. 1\nWe know computationally, it is very difficult to provide the realistic non-uniform flow at the entry of honeycomb as experienced in the experiments. Such random inlet conditions would essentially simulate the realistic case in which air can enter the honeycomb from any direction and at any level of turbulence. Therefore, special domain is designed for introducing practical inlet condition\nMeshing of Computational Models\nThe solid model of honeycomb is meshed in GAMBIT 2.3.16. As shown in Fig. 2. A structured rectangular mesh is used for the simulation with square honeycomb configuration. Governing equations for mass and momentum conservations for subsonic flow along with the equations for turbulence and porous flow are solved for the honeycomb using commercial CFD. RANS type RNG k-ε model is used for the turbulence modeling.\nBoundary Conditions\nThe separate domain created upstream of the honeycomb is provided with various inlet conditions to arrive at the disorderly motion at the exit, which should be given as an inlet to the honeycomb cells. This essentially simulates the more realistic case that the flow can enter into the honeycomb from any direction. Specifications of this inlet along with other necessary boundary conditions are mentioned here. Flow at the inlet of the honeycomb shall necessarily have turbulent and swirling motions. Therefore, in order to incorporate these requirements, a separate fluid domain is constructed.\nTop and bottom circular faces are considered as inlet to this domain to get a flow field with higher magnitude of lateral velocity. This domain is provided with vertical and horizontal cylinders as an obstruction to the inlet to produce sufficient swirling at the exit of this section. A tetrahedral mesh as shown in Fig. 3 with tetrahedral elements is generated for this geometry. The number of nodes are 1,47,666. Three faces of this configuration are specified as inlets with velocity boundary conditions. Fluid velocity at these inlet faces has been so taken that averaged mean velocity at the outlet is 1 m/s, which is in the operational wind tunnel.\nA pressure outlet boundary condition is used at exit of the settling chamber where pressure at outlet is set to zero for gauge pressure.\nIt is always possible to predict the entire flow field by meshing whole fluid domain; however simulation for the prediction of entire flow field using symmetry boundary condition. This approach reduces the mesh requirement and computational efforts. Therefore, symmetry boundary is used at the periphery of the computational domain.\nAll the solid boundaries in the computational domain are specified as viscous walls with no-slip wall boundary condition.\nTurbulence intensity profile at the exit of turbulence model is shown in Fig. 4. This figure shows the turbulence intensity and which is maximum at the center (30%) and at the walls is around 16-18%, now this profile is incorporated inside the honeycomb as shown in Fig. 2, the profile of turbulence intensity comes out from the honeycomb is shown in Fig. 5. In this profile we can see that the turbulence intensity is reduced from 30% to 1.2% at the center and 16% to 3.5%, it means the honeycomb effectiveness is very high which is around 96%.\nNatural gas measurement.\n&lt;a href=\"Natural%20gas\"&gt;Natural gas&lt;/a&gt; that carries a lot of liquids with it is known as &lt;a href=\"wet%20gas\"&gt;wet gas&lt;/a&gt; whereas natural gas that is produced without liquid is known &lt;a href=\"dry%20gas\"&gt;dry gas&lt;/a&gt;. Dry gas is also treated as to remove all liquids. The effect of flow conditioning for various popular meters which is used in gas measurement is explained below.\nPipe flow conditions.\nThe most important as well as most difficult to measure aspects of flow measurement are &lt;a href=\"flow%20conditions\"&gt;flow conditions&lt;/a&gt; within a pipe upstream of a meter. Flow conditions mainly refer to the &lt;a href=\"flow%20velocity\"&gt;flow velocity&lt;/a&gt; profile, irregularities in the profile, varying turbulence levels within the flow velocity or turbulence intensity profile, swirl and any other fluid flow characteristics which will cause the meter to register flow different than that expected. It will change the value from the original &lt;a href=\"calibration\"&gt;calibration&lt;/a&gt; state referred to as reference conditions that are free of installation effects.\nInstallation effects.\nInstallation effects such as insufficient straight pipe, exceptional pipe roughness or smoothness, elbows, &lt;a href=\"valve\"&gt;valve&lt;/a&gt;s, tees and &lt;a href=\"reducer\"&gt;reducer&lt;/a&gt;s causes the flow conditions within the pipe to vary from the reference conditions. How these installation effects impact the meter is very important since devices which create upstream installation effects are common components of any standard metering design. Flow Conditioning refers to the process of artificially generating a reference, fully developed flow profile and is essential to enable accurate measurement while maintaining a cost-competitive meter standard design. The meter calibration factors are valid only of geometric and dynamic similarity exists between the metering and calibration conditions. In fluid mechanics, this is commonly referred to as the Law of Similarity.\nLaw of similarity.\nThe principle of Law of Similarity is used extensively for theoretical and experimental fluid machines. With respect to calibration of flowmeters, the Law of Similarity is the foundation for flow measurement standards. To satisfy the Law of Similarity, the central facility concept requires geometric and dynamic similarity between the laboratory meter and the installed conditions of this same meter over the entire &lt;a href=\"custody%20transfer\"&gt;custody transfer&lt;/a&gt; period. This approach assumes that the selected technology does not exhibit any significant sensitivity to operating or mechanical variations between calibrations. The meter factor determined at the time of calibration is valid if both dynamic and geometric similarity exists between the field installation and the laboratory installation of the artifact. \nA proper manufacturer’s experimental pattern locates sensitive regions to explore, measure and empirically adjust. The manufacturer’s recommended correlation method is a rational basis for performance prediction provided the physics do not change. For instance, the physics are different between subsonic and sonic flow. To satisfy the Law of Similarity the in situ calibration concept requires geometric and dynamic similarity between the calibrated meter and the installed conditions of this same meter over the entire custody transfer period. This approach assumes that the selected technology does not exhibit any significant sensitivity to operating or mechanical variations between calibrations. The meter factor determined at the time of calibration is valid if both dynamic and geometric similarity exists in the “field meter installation” over the entire custody transfer period.\nVelocity flow profile.\nThe most commonly used description of flow conditions within the pipe is the flow velocity profile. Fig.(1) shows the typical flow velocity profile for natural gas measurement. The shape of the flow velocity profile is given by the following equation, formula_1 ---- (1) \nThe value of n determines the shape of the flow velocity profile. The eq.(1) can be used to determine the flow profile's shape within the pipe by fitting a curve to experimentally measured velocity data. In 1993, the transverse flow velocities were being measured within the high pressure natural gas environment using hot wire technology to accomplish the data fit. A fully developed flow profile was used as the reference state for meter calibration and determination of &lt;a href=\"discharge%20coefficient\"&gt;Coefficient of Discharge&lt;/a&gt; (Cd). For &lt;a href=\"Reynolds%20Number\"&gt;Reynolds Number&lt;/a&gt; formula_2 to formula_3 n is approximately 7.5; for Re of formula_3, n is approximately 10.0 where a fully developed profile in a smooth pipe was assumed. Since n is a function of Reynolds Number and &lt;a href=\"fanning%20friction%20factor\"&gt;friction factor&lt;/a&gt;, more accurate values of n can be estimated by using the eq.(2),\nformula_5 ---- (2) \nWhere, f is friction factor. A good estimate of a fully developed velocity profile can be used for those without adequate equipment to actually measure the flow velocities within the pipe. The following straight pipe equivalent length in eq.(3) was utilized to ensure a fully developed flow profile exists.\nformula_6 ---- (3) \nIn eq.(3) the pipe lengths required is significant, hence we need some devices that can able to condition the flow over a shorter pipe length allowing metering packages to be cost competitive and accurate. Here the velocity flow profile is generally three-dimensional. Normally the description requires no axial orientation indication if the profile is asymmetric and if it does exists, then axial orientation with respect to some suitable plane of reference is required. Asymmetry exists downstream of installation effects such as elbows or tees. Usually, the velocity flow profile is described on two planes 90° apart. Using the latest software technology a full pipe cross sectional description of the velocity profile is possible provided sufficient data points are given.\nTurbulence intensity.\nThe second description of the flow field state within the pipe is the turbulence intensity. According to an experiment in 1994, the metering errors may exist even when the velocity flow profile is fully developed with perfect pipe flow conditions. Conversely, it was found zero metering &lt;a href=\"error\"&gt;error&lt;/a&gt; at times when the velocity profile was not fully developed. Hence this behavior was referred to the turbulence intensity of the gas flow that can cause metering bias error. This behavior accounts in part for the less than adequate performance of the conventional tube bundle.\nSwirl.\nThe third description of the flow field's state is swirl. Swirl is the tangential flow component of the velocity vector. The velocity profile should be referred to as the axial velocity profile. As the velocity vector can be resolved into three mutually orthogonal components, the velocity profile only represents the axial component of velocity. fig.(2) showing the Swirl Angle which explains the definition of flow swirl and swirl angle. Note that swirl is usually referenced to full body rotation (that which the full pipeline flow follows one axis of swirl). In real pipeline conditions, such as downstream of elbows two or more mechanisms of swirl may be present.\nEffects on flow measurement devices.\nThe condition of a flow can affect the performance and accuracy of devices that measure the flow.\nEffects of flow conditioning on Orifice meter.\nThe basic orifice mass flow equation provided by API 14.3 and ISO 5167 is given as,\nformula_7 ----(4)\nWhere, \nformula_8 = Mass flow \nformula_9 = Coefficient of discharge \nformula_10 = Velocity of approach factor \nY = Expansion factor \nd = orifice diameter \nformula_11 = density of the fluid \nformula_12 = differential pressure \nNow to use the eq.(4), the flow field entering the &lt;a href=\"orifice%20plate\"&gt;orifice plate&lt;/a&gt; must be free of swirl and exhibit a fully developed flow profile. API 14.3 (1990) and &lt;a href=\"International%20Organization%20for%20Standardization\"&gt;ISO standards&lt;/a&gt; determined the Coefficient of Discharge by completing numerous calibration tests where the indicated mass flow was compared to the actual mass flow to determine coefficient of discharge. In all testing the common requirement was a fully developed flow profile entering the orifice plate. Accurate standard compliant meter designs must therefore ensure that a swirl free, fully developed flow profile is impinging on the orifice plate. There are numerous methods available to accomplish this. These methods are commonly known as “flow conditioning”.\nThe first installation option is to revert to no flow conditioning, but adequate pipe lengths must be provided by the eq.(2) mentioned above. This generally makes the manufacturing costs for a flow measurement facility unrealistic due to excessively long meter tubes; Imagine meter tubes 75 diameters long.\nThe second and most well known option is the 19-tube tube-bundle flow conditioner. The majority of flow installations in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; contain the tube bundle. With the help of hot wire, &lt;a href=\"pitot%20tube\"&gt;pitot tube&lt;/a&gt; and &lt;a href=\"laser\"&gt;laser&lt;/a&gt;-based computerized measurement systems which allow detailed measurement of velocity profile and turbulence intensity; we know that the tube bundle does not provide fully developed flow. Therefore, this device is causing biased orifice flow measurement. As a result of these recent findings, few tube bundles are specified for flow measurement and reduce the use of such device. Numerous references are available providing performance results indicating less than acceptable meter performance when using the conventional 19-tube test bundle. The individual results should be reviewed to ascertain details such as beta ratio, meter tube lengths, Re and test conditions. \nThe general indications are that the conventional tube bundle will cause the orifice installation to over register flow values up to 1.5% when the tube bundle is 1 pipe diameter to approximately 11 pipe diameters from the orifice plate. This is caused by a flat velocity profile that creates higher differential pressures than with a fully developed profile. There is a crossover region from approximately 10 to 15 pipe diameters where the error band is approximately zero. Then a slight under-registration of flows occurs for distances between approximately 15 to 25 pipe diameters. This is due to a peaked velocity profile that creates lower differential pressures than a fully developed profile. At distances greater than 25 pipe diameters the error asymptotes to zero. Fig.(3) showing the Conventional Tube Bundle Performance explaining typical characteristic behavior of the popular 19 tube, tube-bundle. An additional drawback of the conventional 19 tube, tube bundle is variation in sizing.\nThe conventional tube bundle provides errors very much dependent on installation details, that is, the elbows on and out of plane, tees, valves and distances from the last pipe installation to the conditioner and conditioner to the orifice plate. These errors have a great significance. Therefore, the latest findings regarding conventional tube bundle performance should be reviewed prior to meter station design and installation.\nThe final installation option for orifice metering is perforated plate flow conditioners. There is a variety of perforated plates have entered the market. These devices generally are designed to rectify the drawbacks of the conventional tube bundle (&lt;a href=\"accuracy%20and%20precision\"&gt;accuracy&lt;/a&gt; and &lt;a href=\"repeatability\"&gt;repeatability&lt;/a&gt; insufficiency). The reader is cautioned to review the performance of the chosen perforated plate carefully prior to installation. A flow conditioner performance test guideline should be utilized to determine performance. The key elements of a flow conditioner test are -\nEffects of flow conditioning on turbine meter.\nThe turbine meter is available in various manufacturer's configurations of a common theme; &lt;a href=\"turbine\"&gt;turbine blades&lt;/a&gt; and &lt;a href=\"rotor%20%28electric%29\"&gt;rotor&lt;/a&gt; configured devices. These devices are designed such that when a gas stream passes through them they will spin proportionally to the amount of gas passing over the blades in a repeatable fashion. Accuracy is then ensured by completion of a calibration, indicating the relationship between &lt;a href=\"rotational%20speed\"&gt;rotational speed&lt;/a&gt; and &lt;a href=\"volume\"&gt;volume&lt;/a&gt;, at various Reynolds Numbers. The fundamental difference between the orifice meter and the turbine meter is the flow equation derivation. The orifice meter flow calculation is based on fluid flow fundamentals (a &lt;a href=\"First%20law%20of%20thermodynamics\"&gt;1st Law of Thermodynamics&lt;/a&gt; derivation utilizing the pipe diameter and &lt;a href=\"vena%20contracta\"&gt;vena contracta&lt;/a&gt; diameters for the &lt;a href=\"continuity%20equation\"&gt;continuity equation&lt;/a&gt;). Deviations from theoretical expectation can be assumed under the Coefficient of Discharge. Thus, one can manufacture an orifice meter of known &lt;a href=\"uncertainty\"&gt;uncertainty&lt;/a&gt; with only the measurement standard in hand and access to a machine shop. The need for flow conditioning, and hence, a fully developed velocity flow profile is driven from the original determination of Cd which utilized fully developed or 'reference profiles' as explained above.\nConversely, the turbine meter operation is not rooted deeply in fundamentals of thermodynamics. This is not to say that the turbine meter is in any way an inferior device. There are sound engineering principles providing theoretical background. It is essentially an extremely repeatable device that is then assured accuracy via calibration. The calibration provides the accuracy. It is carried out in good flow conditions (flow conditions free of swirl and a uniform velocity flow profile) this is carried out for every meter manufactured. Deviations from the as-calibrated conditions would be considered installation effects, and the &lt;a href=\"Sensitivity%20%28control%20systems%29\"&gt;sensitivity&lt;/a&gt; of the turbine meter to these installation effects is of interest. The need for flow conditioning is driven from the sensitivity of the meter to deviations from as calibrated conditions of swirl and velocity profile.\nGenerally, recent research indicates that turbine meters are sensitive to swirl but not to the shape of the velocity profile. A uniform velocity profile is recommended, but no strict requirements for fully developed flow profiles are indicated. Also, no significant errors are evident when installing single or dual rotor turbine meters downstream of two elbows out-of-plane without flow conditioning devices.\nEffects of flow conditioning on ultrasonic meter.\nDue to the relative age of the technology, it may be beneficial to discuss the operation of the multipath ultrasonic meter to illustrate the effects of flow profile distortion and swirl. There are various types of flow measurements utilizing high frequency sound. The custody transfer measurement devices available today utilize the time of travel concept. The difference in time of flight with the flow is compared to the time of flight against the flow. This difference is used to infer average flow velocity on the sound path. Fig.(5) showing the Ultrasonic Meter sound path no flow which illustrates this concept.\nThe resulting flow equation for the mean velocity experienced by the sound path is given by,\nformula_20 ----(5)\nThe case of no flow gives the actual path of the sound when there is zero flow (by equating eq.(5) to zero). In case of theoretical flow profile, say a uniform velocity flow profile where the no-slip condition on the pipe walls is not applied, Fig.(6) shows Ultrasonic Meter sound path - uniform velocity profile which illustrates the resultant sound path.\nA theoretical derivation of the Mean velocity equation for this sound path becomes much more complicated. In case of a perfect fully developed real velocity profile of Ultrasonic meter which is shown in Fig.(7) indicating a possible sound path as a result of an installation in a real flow. \nHere a mathematical derivation for this Ultrasonic meter is also becomes very complicated. Developing a robust flow algorithm to calculate the mean flow velocity for the sound path can be quite complicated. Now add to this; sound path reflection from the pipe wall, multipaths to add degrees of freedom, swirl and departure from axisymmetric fully developed flow profile and the problem of integrating the actual velocity flow profile to yield volume flow rate can be an accomplishment. Hence the real performance of ultrasonic meters downstream of perturbations, and the need for calibrations is required.\nEffects of flow conditioning on Coriolis meter.\nCoriolis meter shown in fig.(8) is very accurate in single-phase conditions but inaccurate to measure two-phase flows. It poses a complex fluid structure interaction problem in case of two-phase operation. There is a scarcity of theoretical models available to predict the errors reported by Coriolis meter in aforementioned conditions. Flow conditioners make no effect on meter accuracy while using wet gas due to the annular flow regime, which is not highly affected by flow conditioners. In single-phase conditions, Coriolis meter gives accurate measurement even in presence of severe flow disturbances. There is no need for flow conditioning before the meter to obtain accurate readings from it, which would be the case in other metering technologies like orifice and turbine. On the other hand, in two-phase flows, the meter consistently gives negative errors. The use of flow conditioners clearly affects the reading of the meter in aerated liquids. This phenomenon can be used to get fairly accurate estimate of flow rate in low gas volume fraction liquid flows.\nLiquid flow measurement.\nFlow conditioning makes a huge effect on the accuracy of liquid turbine meter which results in flow disturbances. These effects are mainly caused by debris on strainer screens, for various upstream piping geometries and different types of flow conditioners.\nThe effectiveness of a flow conditioner can be indicated by the following two key measurements:"
}