{
    "id": "31464065",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=31464065",
    "title": "Adolf Dallapozza",
    "text": "Adolf Dallapozza (born 14 March 1940 in &lt;a href=\"Bolzano\"&gt;Bolzano&lt;/a&gt;) is an Austrian &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; in &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, &lt;a href=\"operetta\"&gt;operetta&lt;/a&gt; and &lt;a href=\"musical%20theatre\"&gt;musical theatre&lt;/a&gt; He worked for more than 40 years at the &lt;a href=\"Vienna%20Volksoper\"&gt;Vienna Volksoper&lt;/a&gt;.\nCareer.\nDallapozza was trained as a clerk and started work in a book shop. At the same time, he studied singing - among his teachers was the Italian-born soprano Ida Valjalo - and sang in the chorus of the &lt;a href=\"Vienna%20Volksoper\"&gt;Vienna Volksoper&lt;/a&gt;.\nAt the Volksoper, he sang in his solo debut in 1962 the role of Ernesto in Donizetti's opera \"&lt;a href=\"Don%20Pasquale\"&gt;Don Pasquale&lt;/a&gt;\". In the German premiere of Bernstein's \"&lt;a href=\"West%20Side%20Story\"&gt;West Side Story&lt;/a&gt;\" in 1968, directed by &lt;a href=\"Marcel%20Prawy\"&gt;Marcel Prawy&lt;/a&gt;, Dallapozza sang the role of Tony opposite &lt;a href=\"Julia%20Migenes\"&gt;Julia Migenes&lt;/a&gt;. That year, he was engaged at the &lt;a href=\"Vienna%20State%20Opera\"&gt;Vienna State Opera&lt;/a&gt;, but the Volksoper remained his home for the rest of his career. Until 2008, he had sung in 1,893 performances in 74 different roles there. In 1984, the Volksoper made Dallapozza an honorary member. He was well known for his secure possession of the high c.\nRepertoire.\nDalapozza sang almost all the tenor roles in the operettas of &lt;a href=\"Karl%20Mill%C3%B6cker\"&gt;Karl Millöcker&lt;/a&gt;, &lt;a href=\"Johann%20Strauss%20II\"&gt;Johann Strauss&lt;/a&gt;, &lt;a href=\"Franz%20Leh%C3%A1r\"&gt;Franz Lehár&lt;/a&gt; und &lt;a href=\"Emmerich%20K%C3%A1lm%C3%A1n\"&gt;Emmerich Kálmán&lt;/a&gt;. In opera, he sang Rodolfo in a 1984 production of \"&lt;a href=\"La%20boh%C3%A8me\"&gt;La bohème&lt;/a&gt;\", directed by &lt;a href=\"Harry%20Kupfer\"&gt;Harry Kupfer&lt;/a&gt;; in 1988 Wilhelm Meister in Thomas's \"&lt;a href=\"Mignon\"&gt;Mignon&lt;/a&gt;\"; in 1990 the role of Lenski in Tchaikovsky's \"&lt;a href=\"Eugene%20Onegin%20%28opera%29\"&gt;Eugene Onegin&lt;/a&gt;\". His performance as the witch in Humperdinck's \"&lt;a href=\"H%C3%A4nsel%20und%20Gretel%20%28opera%29\"&gt;Hänsel und Gretel&lt;/a&gt;\" was particularly well received, a role he sang as recently as 2008/09. He celebrated his 50th stage anniversary on 6 November 2008 as von Eisenstein in \"&lt;a href=\"Die%20Fledermaus\"&gt;Die Fledermaus&lt;/a&gt;\".\nHonours.\nIn 1976, Dallapozza was awarded the title of &lt;a href=\"Kammers%C3%A4nger\"&gt;Kammersänger&lt;/a&gt;. In 1985, he received the &lt;a href=\"Austrian%20Decoration%20for%20Science%20and%20Art\"&gt;Austrian Cross of Honour for Science and Art, First Class&lt;/a&gt;, and in 1998 the &lt;a href=\"Decoration%20of%20Honour%20for%20Services%20to%20the%20Republic%20of%20Austria\"&gt;Grand Decoration of Honour for Services to the Republic of Austria&lt;/a&gt;."
}