{
    "id": "3147954",
    "revid": "11555324",
    "url": "https://en.wikipedia.org/wiki?curid=3147954",
    "title": "Mark Hopkinson",
    "text": "Mark Allen Hopkinson (October 8, 1949 – January 22, 1992) was a convicted &lt;a href=\"murder\"&gt;murder&lt;/a&gt;er who was executed by the &lt;a href=\"U.S.%20state\"&gt;U.S. state&lt;/a&gt; of &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt; in 1992 for the murders of Vincent Vehar, Beverly Vehar, John Vehar, and Jeffrey Green. He is the only person to have been executed in Wyoming since the 1960s.\nBackground.\nThe facts of this case present one of the most bizarre stories in the judicial history of Wyoming. The complex and skillfully connected evidentiary chain of events began with the return of Mark Hopkinson to his native home in the &lt;a href=\"Bridger%20Valley%2C%20Wyoming\"&gt;Bridger Valley&lt;/a&gt; area of southwest Wyoming sometime in 1975. He had earlier left the Valley after accepting a &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; scholarship to the &lt;a href=\"University%20of%20Arizona\"&gt;University of Arizona&lt;/a&gt;. While away he was convicted on charges of delivering controlled substances in 1971. Shortly after his release from a federal prison, he reappeared in Wyoming.\nHopkinson-Roitzes dispute.\nLate in 1975, Hopkinson became embroiled in two legal disputes in which Vincent Vehar, an attorney, assumed something of an adversarial role. The first dispute arose between two families, the Hopkinsons and the Roitzes over &lt;a href=\"water%20rights\"&gt;water rights&lt;/a&gt;. In 1974, Joe Hopkinson, Mark's father, began doing ground work for a &lt;a href=\"trailer%20court\"&gt;trailer court&lt;/a&gt;, in the process covering a ditch carrying water to the Roitzes. The Roitzes consulted Vehar and, as a result, filed a lawsuit against Joe Hopkinson. Shortly after a judgment was entered in the Roitzes' favor, Mark Hopkinson returned to the Valley. Mark Hopkinson not only assumed control over the development of the trailer court, but also sought to have that judgment reversed on appeal.\nIn April 1976, Mark Hopkinson visited the Roitzes and asked them if they, together without any attorneys, could work out a settlement. When the Roitzes refused, Mark Hopkinson warned them that he could construct the trailer court in such a manner as to inconvenience them greatly. On May 6, 1976, Mark revisited the Roitzes and attacked 55-year-old Frank Roitz. After Mark was pulled away from Frank, Mark's father, Joe, armed with a hammer, arrived at the scene. The two men together then beat Frank Roitz. When the fracas was finally over, the Roitzes consulted with Vehar and decided to talk to the &lt;a href=\"county%20attorney\"&gt;county attorney&lt;/a&gt; about pressing charges; however, the county attorney was Jim Phillips, who had been hired by Mark to appeal the original judgment. Phillips, acting in his official capacity, refused to file charges in the matter.\nWater Board dispute.\nMeanwhile, another dispute pitting Hopkinson against Vehar had begun to brew. In 1975, Joe Hopkinson had approached the &lt;a href=\"Fort%20Bridger%2C%20Wyoming\"&gt;Fort Bridger&lt;/a&gt; Sewer and Water Board, a client of Vehar, to see if he could get his proposed trailer court annexed to the sewer district. He wished to connect to the district for the usual $100 initial hookup fee. Before any official action could be taken, the Board was presented with a petition, signed by 95 percent of the district's membership, seeking to raise the fee. The Board conducted several public meetings in order to determine what it should charge to hook up the trailer court. After extensive negotiations between Mark's attorney, Phillips, and the District's attorney, Vehar, a contract was entered into on March 13, 1976, providing for the annexation of the Hopkinson property to the district and requiring the payment of a hookup fee of $300 per trailer.\nOnce the hookup had been completed, Mark announced that it was his intention not to pay the contract price. During the ensuing struggle in which the Board tried to force Mark to pay, various board members received threats from Mark. This resulted in the filing of a suit on January 28, 1977, by Vehar on behalf of the Board. The complaint filed not only sought to force Mark to pay the money due under the contract but also requested $50,000 in exemplary damages because of the threats made against the Board members.\nDuring 1976, Mark first hired Jeff Green as a carpenter to work on various projects. Green in turn introduced Mark to his friends, Mike Hickey, an admitted alcoholic, and Jamey Hysell. Along with these friends, Green had engaged in several &lt;a href=\"larceny\"&gt;larcenies&lt;/a&gt; and &lt;a href=\"burglary\"&gt;burglaries&lt;/a&gt; in the area.\nMurder of Kellie Wyckhuyse.\nIn June 1976, Jamey Hysell was arrested for possession of &lt;a href=\"marijuana\"&gt;marijuana&lt;/a&gt; as a result of a statement made to the authorities by Kellie Wyckhuyse, a fifteen-year-old girl with whom Jamey had spent a night at his place. In retaliation, Jamey plotted with Mike Hickey to murder her. In accordance with their plan Hickey picked Kellie up on June 27, 1976, and took her to an isolated spot in the country where he was to meet Hysell. Because Hickey had already informed Kellie of their plan to kill her, when Hysell failed to show, he struck her on the head with a rock, thus killing her. He then cut out her genitals to take to Hysell as proof that the job was done and buried her remains.\nEarlier attempts.\nLate in 1976, Mark Hopkinson first approached Harold James Taylor about \"doing a job for him.\" During the course of their conversations, Hopkinson explained that the job involved &lt;a href=\"assault\"&gt;assault&lt;/a&gt;ing a man in &lt;a href=\"Evanston%2C%20Wyoming\"&gt;Evanston, Wyoming&lt;/a&gt;. An arrangement was made whereby in exchange for $200 Taylor agreed to perform the job. Hopkinson then offered Taylor photographs of Vincent Vehar, the intended victim, and explained that he was a lawyer who lived in Evanston. Before the job could be done, Mark came back to Taylor and stated that his people wanted Vincent Vehar killed. Taylor agreed to this but upped his price to $600; he received this money on December 19, 1976. Shortly thereafter Taylor announced that he would not murder Vincent Vehar.\nIn March or April 1977, Mark had a conversation with Kenny Near, a past president of the Sewer Board. During their talk Mark offered Near about $2,000 for testimony that the Sewer Board was acting in a vindictive manner towards the Hopkinsons. However, Near refused the offer.\nMark Hopkinson then turned to Jeff Green and Mike Hickey for ideas as to how to get rid of Vincent Vehar. Several plans were suggested, but none of them were carried through. It was also during this time period that Mark Hopkinson first learned that Mike Hickey had killed Kelly Wyckhuyse the previous summer.\nOn April 4, 1977, Jeff Green was caught with a bomb in his possession when he was stopped in &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; for speeding while driving Mark Hopkinson's car. He was on his way to &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt; in order to plant the bomb in George Mariscal's car on behalf of Hopkinson. When Mark was informed of Green's plight, he drove to Utah with Hickey and &lt;a href=\"bail\"&gt;bail&lt;/a&gt;ed Green out. Hopkinson thereafter refused to further discuss his plans for Vincent Vehar with Jeff Green.\nPlanning.\nIt was during the next four months that Hopkinson asked Mike Hickey about various ideas to either kill William Roitz or Vincent Vehar. Hopkinson promised Hickey $2,000 plus expenses and help in covering up the Wyckhuyse murder, if he would take care of one of these two men. Hopkinson and Hickey made several trips to various locations in the area in order to plan how the murder should be executed. Finally, by the end of July, Hopkinson had concluded that it was Vehar who should be killed and that the best way to do it was to toss a bomb through a basement window of the Vehar home.\nHopkinson received notice during the first week in August that he would be &lt;a href=\"Deposition%20%28law%29\"&gt;deposed&lt;/a&gt; by Vehar in connection with the Sewer Board's lawsuit on August 9, 1977. On Saturday, August 6, when Hopkinson saw Hickey at approximately 6:00 P.M., he ordered him to bomb the Vehar home that night. Hickey then went to the local bar where he stayed until approximately 1:30 a.m. He was then driven out into the country for a liaison with a woman whom he had met at the bar. Afterwards, he returned to the bar at approximately 2:30 A.M. in order to pick up his vehicle. Very drunk he drove home; once there, he discovered that the girl friend with whom he lived had not returned. He then finally decided to go do the job as Hopkinson had demanded.\nThe murder of the Vehars.\nHe was seen by a highway patrolman who was investigating an accident on the Interstate heading toward Evanston, approximately 30 miles (50 km) away, at 2:45 a.m. He arrived in Evanston and examined the Vehar home. After making sure it was safe, he threw the bomb in the basement window and departed. At approximately 3:35 a.m., the bomb went off, destroying the Vehar house and killing Vincent Vehar, his wife Beverly, and his son John. On his way back to the Valley, Hickey picked up a &lt;a href=\"hitchhiker\"&gt;hitchhiker&lt;/a&gt;. The hitchhiker testified that this must have occurred sometime between 3:30 and 4:00 a.m. Around 4:30 a.m., Hickey found his girl friend and they returned home.\nAfter the Vehar bombing, Hopkinson decided it would be a good idea if he and Hickey were not seen together. As a result, Hickey saw very little of Hopkinson and was never paid the $2,000 that had been agreed upon.\nArrests.\nHickey visited &lt;a href=\"California\"&gt;California&lt;/a&gt; during the fall; while he was away things began to unravel. Jamey Hysell, at whose command Mike Hickey had killed Kellie Wyckhuyse, was questioned by the police about several larcenies. As leverage, he told them about Kellie's murder. Since Hickey had shown Hysell where the body was, Hysell was able to take authorities to the grave site where the body was found. Hysell also implicated Hickey and Green in several of the small burglaries. The police tracked Hickey down in California and asked him about his involvement in these matters. At the time he denied any connection whatsoever but promised to return to Wyoming shortly. After his arrival back in the state he was charged in the Wyckhuyse murder.\nIn order to save Hickey, Hopkinson came up with a plan whereby Hickey, Green and Hopkinson would all tell stories implicating Hysell. Eventually this led to the dropping of the murder charges against Hickey and the indictment of Hysell for the murder of Kellie Wyckhuyse. Nonetheless, Hickey did go to prison on burglary charges in the spring of 1978.\nIt was before and during Jamey Hysell's trial for the murder of Kellie Wyckhuyse in July 1978 that Jeff Green broke down and decided to tell the truth. He first implicated Hopkinson and Hickey in the Vehar matter and then later, out of fear that Hysell may be put to death, confessed that his statements incriminating Hysell were lies, and that, in fact, Hickey had committed the murder. Green also expressed fears about the repercussions that might befall him as a result of his betrayal of Hopkinson. Green's testimony led to the dismissal of the charges against Hysell. The news of Green's testimony hit the newspapers shortly thereafter. It was at this time that Hopkinson promised Green's sister that he would get Jeff.\nMariscal trial.\nIn March 1979, Hopkinson and Hickey were tried in the &lt;a href=\"United%20States%20District%20Court%20for%20the%20District%20of%20Wyoming\"&gt;United States District Court&lt;/a&gt; in &lt;a href=\"Cheyenne%2C%20Wyoming\"&gt;Cheyenne, Wyoming&lt;/a&gt; on federal charges arising out of Green's April 1977 attempt to place a bomb in Mariscal's car. After Jeff Green had testified against him in the trial, Mark Hopkinson also promised Jennifer Butters that he would get Jeff. As a result of the trial, Hopkinson, but not Hickey, was convicted, sentenced and confined to the federal minimum security facility in &lt;a href=\"Lompoc%2C%20California\"&gt;Lompoc, California&lt;/a&gt;.\nMurder of Jeff Green.\nAt Lompoc, Hopkinson had unlimited access to the telephone. Once there he began making numerous telephone calls. From April 8 to May 29, 1979, a period of 51 days, Hopkinson made a total of 114 calls. He called a former roommate from &lt;a href=\"Salt%20Lake%20City\"&gt;Salt Lake City&lt;/a&gt;, Hap Russell, in order to have him visit at Lompoc. According to Russell, during the resulting visit they conspired to suborn perjured testimony in connection with the Mariscal conviction; however, the state argued that in fact what was taking place was the planning of the murder of Jeff Green.\nHopkinson also telephoned Jennifer Butters numerous times and begged her to send a photo of Jeff Green to Hap Russell. When Jennifer balked at this, Hap Russell came up to see Jennifer in order to convince her to send the photo. Finally she agreed and sent a photo cut from a &lt;a href=\"high%20school%20yearbook\"&gt;high school yearbook&lt;/a&gt; to Russell on April 24, 1979. Jennifer did not again talk to Hopkinson until May 16.\nMeanwhile, Hap had contacted John Suesata, a man of an admittedly dubious reputation in Salt Lake City. During their meetings several thousand dollars changed hands.\nEarly in May 1979 Hopkinson began phoning an ex-girl friend, Kristi King. After several phone calls, he asked her if she would be willing to hide some money in her bank account for him; to this she agreed.\nOn May 16 Mark called Jennifer Butters and asked about Jeff Green's whereabouts. He called again on the 17th making the same inquiry. In the meantime, Jeff Green had gone to &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; in order to attend the funeral of his grandmother. He and his mother returned the night of the 17th, and on the morning of the 18th he disappeared in the company of two men. Mark Hopkinson once again called Jennifer Butters to inquire about Jeff Green on May 19. On May 20, Jeff Green's mutilated body was found, two days before the scheduled opening of the grand jury's investigation into the Vehar bombing. Later in that day Mark Hopkinson made his last call to Jennifer. She advised him that Jeff was dead.\nOn May 21, $15,000 turned up in Kristi King's bank account. The next day Kristi King received a phone call from someone who identified himself as Joe. He asked Kristi if she had received the $20,000 in her bank account yet and became upset when she said no. He then indicated that he would meet her at the airport in order to receive what she had received.\nWhen Mark Hopkinson next called Kristi on the 25 May, she demanded to know what was going on and told him she was going to send the money back to his mother; Mark replied, \"No, send it back to Scott.\" Immediately after this Kristi sent Scott, Mark's brother, three cashier's checks for $5,000 each via registered mail.\nMike Hickey, when called to testify before the &lt;a href=\"grand%20jury\"&gt;grand jury&lt;/a&gt; convened in &lt;a href=\"Uinta%20County%2C%20Wyoming\"&gt;Uinta County&lt;/a&gt; in the latter part of May, 1979, broke down and confessed not only to the Wyckhuyse killing but also to the Vehar bombing. In a plea bargain arrangement Hickey agreed to turn &lt;a href=\"state%27s%20evidence\"&gt;state's evidence&lt;/a&gt; against Mark Hopkinson in the Vehar case in return for a twenty-year sentence for the murder of Kelly Wyckhuyse.\nGreen trial.\nMark Hopkinson was then indicted for, among other crimes, the murders of the Vehars and Jeff Green, and brought to trial on September 3, 1979. He chose to produce no evidence on his own behalf and rested at the close of the state's evidence after moving for a judgment of acquittal, which was denied. After the jury returned their finding of guilt on all six charges, they were asked to deliberate as to whether the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt; should be imposed for the four murder convictions. The jury returned a recommendation of life imprisonment for the three Vehar counts but death for the murder of Green. Bound by that recommendation, the district court sentenced Mark Hopkinson to two terms of seven and one-half to ten years imprisonment to be served consecutively for the conspiracy convictions, three consecutive terms of life imprisonment for the Vehar killings and to death for the murder of Jeff Green.\nExecution.\nAlthough convicted for all four murders, Hopkinson steadfastly maintained his innocence up until his execution. Wyoming Governor &lt;a href=\"Mike%20Sullivan%20%28governor%29\"&gt;Mike Sullivan&lt;/a&gt; refused to commute or pardon Hopkinson, despite petitions to do so by death penalty opponents, including &lt;a href=\"Amnesty%20International\"&gt;Amnesty International&lt;/a&gt;.\nHopkinson was executed by &lt;a href=\"lethal%20injection\"&gt;lethal injection&lt;/a&gt; at the &lt;a href=\"Wyoming%20State%20Penitentiary\"&gt;Wyoming State Penitentiary&lt;/a&gt; in Rawlins, Wyoming, on January 22, 1992. His &lt;a href=\"last%20meal\"&gt;last meal&lt;/a&gt; was &lt;a href=\"pizza\"&gt;pizza&lt;/a&gt; and a fruit plate, shared with his mother and other family. Hopkinson's last statement, still maintaining his non-involvement in the crime, was \"They have killed an innocent man.\" He chose not to allow witnesses at his execution. Witnesses were brought in afterwards to view his remains and ascertain that the sentence had been carried out. Hopkinson was pronounced dead at 12:57 a.m. on the morning of January 22, 1992. His execution was the 159th carried out in the United States since the death penalty was reinstated in 1976, and the first in the state of Wyoming since the 1965 execution of &lt;a href=\"Andrew%20Pixley\"&gt;Andrew Pixley&lt;/a&gt;."
}