{
    "id": "31497818",
    "revid": "38132428",
    "url": "https://en.wikipedia.org/wiki?curid=31497818",
    "title": "Golden Age",
    "text": "The term Golden Age comes from &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;, particularly the \"&lt;a href=\"Works%20and%20Days\"&gt;Works and Days&lt;/a&gt;\" of &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt;, and is part of the description of temporal decline of the state of peoples through five &lt;a href=\"Ages%20of%20Man\"&gt;Ages&lt;/a&gt;, &lt;a href=\"Gold\"&gt;Gold&lt;/a&gt; being the first and the one during which the Golden Race of humanity ( \"chrýseon génos\") lived. After the end of the first age was the &lt;a href=\"Silver%20age\"&gt;Silver&lt;/a&gt;, then the &lt;a href=\"Bronze%20Age%20%28mythology%29\"&gt;Bronze&lt;/a&gt;, after this the &lt;a href=\"Greek%20Heroic%20Age\"&gt;Heroic&lt;/a&gt; age, with the fifth and current age being &lt;a href=\"Iron%20Age%20%28mythology%29\"&gt;Iron&lt;/a&gt;.\nBy extension, \"Golden Age\" denotes a period of primordial &lt;a href=\"peace\"&gt;peace&lt;/a&gt;, &lt;a href=\"harmony\"&gt;harmony&lt;/a&gt;, &lt;a href=\"ecological%20stability\"&gt;stability&lt;/a&gt;, and &lt;a href=\"prosperity\"&gt;prosperity&lt;/a&gt;. During this age, peace and harmony prevailed in that people did not have to work to feed themselves for the earth provided food in abundance. They lived to a very old age with a youthful appearance, eventually dying peacefully, with spirits living on as \"guardians\". &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; in \"&lt;a href=\"Cratylus%20%28dialogue%29\"&gt;Cratylus&lt;/a&gt;\" (397 e) recounts the golden race of humans who came first. He clarifies that Hesiod did not mean literally made of gold, but good and noble.\nIn classical Greek mythology, the Golden Age was presided over by the leading &lt;a href=\"Titan%20%28mythology%29\"&gt;Titan&lt;/a&gt; &lt;a href=\"Cronus\"&gt;Cronus&lt;/a&gt;. In some versions of the myth &lt;a href=\"Astraea%20%28mythology%29\"&gt;Astraea&lt;/a&gt; also ruled. She lived with men until the end of the Silver Age. But in the Bronze Age, when men became violent and greedy, she fled to the stars, where she appears as the constellation &lt;a href=\"Virgo%20%28constellation%29\"&gt;Virgo&lt;/a&gt;, holding the scales of Justice, or &lt;a href=\"Libra%20%28constellation%29\"&gt;Libra&lt;/a&gt;.\nEuropean &lt;a href=\"pastoral\"&gt;pastoral&lt;/a&gt; literary tradition often depicted nymphs and shepherds as living a life of rustic innocence and peace, set in &lt;a href=\"Arcadia%20%28utopia%29\"&gt;Arcadia&lt;/a&gt;, a region of Greece that was the abode and center of worship of their tutelary deity, goat-footed &lt;a href=\"Pan%20%28god%29\"&gt;Pan&lt;/a&gt;, who dwelt among them.\nThe Golden Age in Europe: Greece.\nThe earliest attested reference to the European myth of the &lt;a href=\"Ages%20of%20Man\"&gt;Ages of Man&lt;/a&gt; 500 BCE–350 BCE appears in the late 6th century BCE works of the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; poet &lt;a href=\"Hesiod\"&gt;Hesiod&lt;/a&gt;'s \"&lt;a href=\"Works%20and%20Days\"&gt;Works and Days&lt;/a&gt;\" (109–126). Hesiod, a deteriorationist, identifies the Golden Age, the &lt;a href=\"Silver%20age\"&gt;Silver Age&lt;/a&gt;, the Bronze Age, the &lt;a href=\"Greek%20Heroic%20Age\"&gt;Heroic Age&lt;/a&gt;, and the &lt;a href=\"Iron%20Age%20%28mythology%29\"&gt;Iron Age&lt;/a&gt;. With the exception of the Heroic Age, each succeeding age was worse than the one that went before. Hesiod maintains that during the Golden Age, before the invention of the arts, the earth produced food in such abundance that there was no need for agriculture:\n[Men] lived like gods without sorrow of heart, remote and free from toil and grief: miserable age rested not on them; but with legs and arms never failing they made merry with feasting beyond the reach of all devils. When they died, it was as though they were overcome with sleep, and they had all good things; for the fruitful earth unforced bare them fruit abundantly and without stint. They dwelt in ease and peace.\n&lt;a href=\"Plato\"&gt;Plato&lt;/a&gt; in his \"&lt;a href=\"Cratylus%20%28dialogue%29\"&gt;Cratylus&lt;/a&gt;\" referred to an age of golden men and also at some length on Ages of Man from Hesiod's \"Works and Days\". The Roman poet &lt;a href=\"Ovid\"&gt;Ovid&lt;/a&gt; simplified the concept by reducing the number of Ages to four: Gold, Bronze, Silver, and Iron. Ovid's poetry was likely a prime source for the transmission of the myth of the Golden Age during the period when Western Europe had lost direct contact with Greek literature.\nIn Hesiod's version, the Golden Age ended when the &lt;a href=\"Titan%20%28mythology%29\"&gt;Titan&lt;/a&gt; &lt;a href=\"Prometheus\"&gt;Prometheus&lt;/a&gt; conferred on mankind the gift of fire and all the other arts. For this, &lt;a href=\"Zeus\"&gt;Zeus&lt;/a&gt; punished Prometheus by chaining him to a rock in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, where an eagle eternally ate at his liver. The gods sent the beautiful maiden &lt;a href=\"Pandora\"&gt;Pandora&lt;/a&gt; to Prometheus's brother &lt;a href=\"Epimetheus%20%28mythology%29\"&gt;Epimetheus&lt;/a&gt;. The gods had entrusted Pandora with &lt;a href=\"Pandora%27s%20box\"&gt;a box&lt;/a&gt; that she was forbidden to open; however, her uncontrollable curiosity got the better of her and she opened the box, thereby unleashing all manner of evil into the world.\nThe &lt;a href=\"Orphism%20%28religion%29\"&gt;Orphic school&lt;/a&gt;, a &lt;a href=\"Greco-Roman%20mysteries\"&gt;mystery cult&lt;/a&gt; that originated in &lt;a href=\"Thrace\"&gt;Thrace&lt;/a&gt; and spread to Greece in the 5th century BCE, held similar beliefs about the early days of man, likewise denominating the ages with metals. In common with the many other mystery cults prevalent in the Graeco-Roman world (and their Indo-European religious antecedents), the &lt;a href=\"world%20view\"&gt;world view&lt;/a&gt; of Orphism was cyclical. Initiation into its secret rites, together with ascetic practices, was supposed to guarantee the individual's soul eventual release from the grievous circle of mortality and also communion with the gods. Orphics sometimes identified the Golden Age with the era of the god &lt;a href=\"Phanes%20%28mythology%29\"&gt;Phanes&lt;/a&gt;, who was regent over the &lt;a href=\"Mount%20Olympus\"&gt;Olympus&lt;/a&gt; before Cronus. In &lt;a href=\"classical%20mythology\"&gt;classical mythology&lt;/a&gt; however, the Golden Age was associated with the reign of &lt;a href=\"Saturn%20%28mythology%29\"&gt;Saturn&lt;/a&gt;. In the 5th century BCE, the philosopher &lt;a href=\"Empedocles\"&gt;Empedocles&lt;/a&gt;, like Hesiod before him, emphasized the idea of primordial innocence and harmony in all of nature, including human society, from which he maintained there had been a steady deterioration until the present:\nArcadia.\nA tradition arose in Greece that the site of the original Golden Age had been &lt;a href=\"Arcadia%20%28ancient%20region%29\"&gt;Arcadia&lt;/a&gt;, an impoverished rural area of Greece where the herdsmen still lived on acorns and where the goat-footed god Pan had his home among the poplars on Mount &lt;a href=\"Maenalus\"&gt;Maenalus&lt;/a&gt;. However, in the 3rd century BCE, the Greek poet, &lt;a href=\"Theocritus\"&gt;Theocritus&lt;/a&gt;, writing in &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, set his pastoral poetry in on the lushly fertile island of Sicily, where he had been born. The protagonist of Theocritus's first &lt;a href=\"Idyll\"&gt;Idyll&lt;/a&gt;, the goat herder, &lt;a href=\"Daphnis\"&gt;Daphnis&lt;/a&gt;, is taught to play the &lt;a href=\"Syrinx\"&gt;Syrinx&lt;/a&gt; (panpipes) by Pan himself. \nThe Golden Age in Rome: Virgil and Ovid.\nWriting in Latin during the turbulent period of revolutionary change at the end of the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; (roughly between 44 and 38 BCE), the poet &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt; moved the setting for his pastoral imitations of Theocritus back to an idealized Arcadia in Greece, thus initiating a rich and resonant tradition in subsequent European literature.\nVirgil, moreover, introduced into his poetry the element of political allegory, which had been largely absent in Theocritus, even intimating in his fourth &lt;a href=\"Eclogue\"&gt;Eclogue&lt;/a&gt; that a new Golden Age of peace and justice was about to return:\n&lt;poem&gt;\"Ultima Cumaei venit iam carminis aetas;\"\n\"magnus ab integro saeclorum nascitur ordo:\"\n\"iam redit et Virgo, redeunt Saturnia regna;\"\n\"iam nova progenies caelo demittitur alto.\"&lt;/poem&gt;\n&lt;poem&gt;Translation:\n\"Now the last age by Cumae's Sibyl sung\"\n\"Has come and gone, and the majestic roll\"\n\"Of circling centuries begins anew:\"\n\"Astraea returns,\"\n\"Returns old Saturn's reign,\"\n\"With a new breed of men sent down from heaven.\"&lt;/poem&gt;\nSomewhat later, shortly before he wrote his epic poem the \"&lt;a href=\"Aeneid\"&gt;Aeneid&lt;/a&gt;\", which dealt with the establishment of Roman Imperial rule, Virgil composed his \"&lt;a href=\"Georgics\"&gt;Georgics&lt;/a&gt;\" (29 BCE), modeled directly on Hesiod's \"Works and Days\" and similar Greek works. Ostensibly about agriculture, the \"Georgics\" are in fact a complex allegory about how man's alterations of nature (through works) are related to good and bad government. Although Virgil does not mention the Golden Age by name in the \"Georgics\", he does refer in them to a time of primitive communism before the reign of &lt;a href=\"Jupiter%20%28god%29\"&gt;Jupiter&lt;/a&gt;, when:\n&lt;poem&gt;\n\"Fields knew no taming hand of husbandmen\"\n\"To mark the plain or mete with boundary-line.\"\n\"Even this was impious; for the common stock\"\n\"They gathered, and the earth of her own will\"\n\"All things more freely, no man bidding, bore.\"&lt;/poem&gt;\n&lt;poem&gt;\n\"ante Iouem nulli subigebant arua coloni\"\n\"ne signare quidem aut partiri limite campum\"\n\"fas erat; in medium quaerebant, ipsaque tellus\"\n\"omnia liberius nullo poscente ferebat.\" (&lt;a href=\"http%3A//www.theoi.com/Text/VirgilGeorgics1.html%231\"&gt;\"Georgics\", Book 1: 125–28&lt;/a&gt;)&lt;/poem&gt;\nThis view, which identifies a &lt;a href=\"State%20of%20nature\"&gt;State of Nature&lt;/a&gt; with the celestial harmony of which man's nature is (or should be, if properly regulated) a &lt;a href=\"Macrocosm%20and%20microcosm\"&gt;microcosm&lt;/a&gt;, reflects the &lt;a href=\"Hellenistic%20philosophy\"&gt;Hellenistic cosmology&lt;/a&gt; that prevailed among literate classes of Virgil's era. It is seen again in &lt;a href=\"Ovid\"&gt;Ovid&lt;/a&gt;'s \"&lt;a href=\"Metamorphoses%20%28poem%29\"&gt;Metamorphoses&lt;/a&gt;\" (7 CE), in which the lost Golden Age is depicted as a place and time when, because nature and reason were harmoniously aligned, men were naturally good:\n&lt;poem&gt;\n\"The Golden Age was first; when Man, yet new,\"\n\"No rule but uncorrupted Reason knew:\"\n\"And, with a native bent, did good pursue.\"\n\"Unforc'd by punishment, un-aw'd by fear.\"\n\"His words were simple, and his soul sincere;\"\n\"Needless was written law, where none opprest:\"\n\"The law of Man was written in his breast.\"&lt;/poem&gt;\nThe Graeco-Roman concept of the \"natural man\" delineated by Ovid and many other classical writers, was especially popular during the &lt;a href=\"Deism\"&gt;Deistically&lt;/a&gt; inclined 18th century. It is often erroneously attributed to &lt;a href=\"Rousseau\"&gt;Rousseau&lt;/a&gt;, who did not share it.\n\"Soft\" and \"hard\" primitivism in Arcadia.\nIn his famous essay, \"&lt;a href=\"Et%20in%20Arcadia%20ego\"&gt;Et in Arcadia ego&lt;/a&gt;: Poussin and the Elegiac Tradition\", &lt;a href=\"Erwin%20Panofsky\"&gt;Erwin Panofsky&lt;/a&gt; remarks how in ancient times, \"that particular not overly opulent, region of central Greece, Arcady, came to be universally accepted as an ideal realm of perfect bliss and beauty, a dream incarnate of ineffable happiness, surrounded nevertheless with a halo of 'sweetly sad' melancholy\":\nThere had been, from the beginning of classical speculation, two contrasting opinions about the natural state of man, each of them, of course, a \"Gegen-Konstruktion\" to the conditions under which it was formed. One view, termed \"soft\" primitivism in an illuminating book by Lovejoy and Boas conceives of primitive life as a golden age of plenty, innocence, and happiness – in other words, as civilized life purged of its vices. The other, \"hard\" form of primitivism conceives of primitive life as an almost subhuman existence full of terrible hardships and devoid of all comforts – in other words, as civilized life stripped of its virtues.\nArcady, as we encounter it in all modern literature, and as we refer to it in our daily speech, falls under the heading of “soft\" or golden-age primitivism. To be sure, this real Arcady was the domain of Pan, who could be heard playing the &lt;a href=\"Syrinx%20%28instrument%29\"&gt;syrinx&lt;/a&gt; on Mount &lt;a href=\"Maenalus\"&gt;Maenalus&lt;/a&gt;; and its inhabitants were famous for their musical accomplishments as well as for their ancient lineage, rugged virtue, and rustic hospitality.\nOther Golden Ages.\nThere are analogous concepts in the religious and philosophical traditions of the South Asian subcontinent. For example, the &lt;a href=\"Vedas\"&gt;Vedic&lt;/a&gt; or ancient &lt;a href=\"Hindu\"&gt;Hindu&lt;/a&gt; culture saw history as &lt;a href=\"Yuga%20Cycle\"&gt;cyclical&lt;/a&gt;, each cycle composed of four \"&lt;a href=\"yuga\"&gt;yuga&lt;/a&gt;s\" (ages)\"&lt;a href=\"Satya%20Yuga\"&gt;Satya Yuga&lt;/a&gt;\" (Golden Age), \"&lt;a href=\"Treta%20Yuga\"&gt;Treta Yuga&lt;/a&gt;\" (Silver Age), \"&lt;a href=\"Dvapara%20Yuga\"&gt;Dvapara Yuga&lt;/a&gt;\" (Bronze Age) and \"&lt;a href=\"Kali%20Yuga\"&gt;Kali Yuga&lt;/a&gt;\" (Iron Age)correspond to the four Greek ages. Similar beliefs occur in the ancient &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and throughout the ancient world, as well.\nChristianity.\nThere is a reference to a succession of kingdoms in &lt;a href=\"Nebuchadnezzar%20II\"&gt;Nebuchadnezzar&lt;/a&gt;'s dream in &lt;a href=\"Daniel%202\"&gt;Daniel 2&lt;/a&gt;, in decreasing order identified as gold, silver, bronze, iron and finally mixed iron and clay.\nThe interpretation of the dream follows in verses 36–45.\nHinduism.\nThe Indian teachings differentiate the four world ages (\"&lt;a href=\"yuga\"&gt;yuga&lt;/a&gt;s\") not according to metals, but according to &lt;a href=\"Dharma%23Hinduism\"&gt;dharmic&lt;/a&gt; qualities (virtues), where the first age starts with the most and the last age ends with the least. The end is followed by a new cycle (\"&lt;a href=\"Yuga%20Cycle\"&gt;Yuga Cycle&lt;/a&gt;\") of the same four ages: \"&lt;a href=\"Satya%20Yuga\"&gt;Satya Yuga&lt;/a&gt;\" (golden age), \"&lt;a href=\"Treta%20Yuga\"&gt;Treta Yuga&lt;/a&gt;\", \"&lt;a href=\"Dvapara%20Yuga\"&gt;Dvapara Yuga&lt;/a&gt;\", and \"&lt;a href=\"Kali%20Yuga\"&gt;Kali Yuga&lt;/a&gt;\" (dark age), of which we are currently in \"Kali Yuga\".\nIn \"Satya Yuga\", knowledge, meditation, and communion with spirit hold special importance. Most people engage only in good, sublime deeds and mankind lives in harmony with the Earth. &lt;a href=\"Ashrams\"&gt;Ashrams&lt;/a&gt; become devoid of wickedness and deceit. \"&lt;a href=\"Natya\"&gt;Natya&lt;/a&gt;m\" (such as &lt;a href=\"Bharatanatyam\"&gt;Bharatanatyam&lt;/a&gt;), according to \"&lt;a href=\"Natya%20Shastra\"&gt;Natya Shastra&lt;/a&gt;\", did not exist in the \"Satya Yuga\" \"because it was the time when all people were happy\".\n\"Satya Yuga\" ( \"Krita Yuga\") according to &lt;a href=\"Mahabharata\"&gt;Mahabharata&lt;/a&gt;:\nMen neither bought nor sold; there were no poor and no rich; there was no need to labour, because all that men required was obtained by the power of will; the chief virtue was the abandonment of all worldly desires. The \"Krita Yuga\" was without disease; there was no lessening with the years; there was no hatred or vanity, or evil thought whatsoever; no sorrow, no fear. All mankind could attain to supreme blessedness.\nIslam.\nThe Islamic Golden Age (Arabic: العصر الذهبي للإسلام‎, romanized: al-'asr al-dhahabi lil-islam), was a period of cultural, economic, and scientific flourishing in the history of Islam, traditionally dated from the 8th century to the 14th century.This period is traditionally understood to have begun during the reign of the Abbasid caliph Harun al-Rashid (786 to 809) with the inauguration of the House of Wisdom in Baghdad, the world's largest city by then, where Islamic scholars and polymaths from various parts of the world with different cultural backgrounds were mandated to gather and translate all of the known world's classical knowledge into Syriac and Arabic.\nNorse.\nThe &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt; word \"gullaldr\" (literally \"Golden Age\") was used in &lt;a href=\"V%C3%B6lusp%C3%A1\"&gt;Völuspá&lt;/a&gt; to describe the period after &lt;a href=\"Ragnar%C3%B6k\"&gt;Ragnarök&lt;/a&gt;, where the surviving gods and their progeny build the city &lt;a href=\"Giml%C3%A9\"&gt;Gimlé&lt;/a&gt; on the ruins of &lt;a href=\"Asgard\"&gt;Asgard&lt;/a&gt;. In this period, &lt;a href=\"Baldr\"&gt;Baldr&lt;/a&gt; reigns.\nPopular culture.\nFantasy.\nIn modern &lt;a href=\"fantasy%20world\"&gt;fantasy world&lt;/a&gt;s, whose background and setting sometimes draw heavily on real-world myths, similar or compatible concepts of a Golden Age exist in the said world's prehistory; when deities or &lt;a href=\"Elves%20in%20fantasy%20fiction%20and%20games\"&gt;elf&lt;/a&gt;-like creatures existed, before the coming of &lt;a href=\"human\"&gt;human&lt;/a&gt;s.\nFor example, in \"&lt;a href=\"The%20Silmarillion\"&gt;The Silmarillion&lt;/a&gt;\" by &lt;a href=\"J.%20R.%20R.%20Tolkien\"&gt;J. R. R. Tolkien&lt;/a&gt;, a Golden Age exists in &lt;a href=\"Middle-earth\"&gt;Middle-earth&lt;/a&gt; legendarium. &lt;a href=\"Arda%20%28Middle-earth%29\"&gt;Arda&lt;/a&gt; (the part of the world where \"&lt;a href=\"The%20Lord%20of%20the%20Rings\"&gt;The Lord of the Rings&lt;/a&gt;\" is set), was designed to be symmetrical and perfect. After the wars of the Gods, Arda lost its perfect shape (known as &lt;a href=\"Arda%20Unmarred\"&gt;Arda Unmarred&lt;/a&gt;) and was called &lt;a href=\"Arda%20Marred\"&gt;Arda Marred&lt;/a&gt;. Another kind of 'Golden Age' follows later, after the Elves awoke; the &lt;a href=\"Eldar%20%28Middle-earth%29\"&gt;Eldar&lt;/a&gt; stay on &lt;a href=\"Valinor\"&gt;Valinor&lt;/a&gt;, live with the &lt;a href=\"Vala%20%28Middle-earth%29\"&gt;Valar&lt;/a&gt; and advance in arts and knowledge, until the rebellion and the fall of the &lt;a href=\"Noldor\"&gt;Noldor&lt;/a&gt;, reminiscent of the Fall of Man. Eventually, after the end of the world, the &lt;a href=\"Silmaril\"&gt;Silmaril&lt;/a&gt;li will be recovered and the light of the &lt;a href=\"Two%20Trees%20of%20Valinor\"&gt;Two Trees of Valinor&lt;/a&gt; rekindled. Arda will be remade again as &lt;a href=\"Arda%20Healed\"&gt;Arda Healed&lt;/a&gt;.\nIn \"&lt;a href=\"The%20Wheel%20of%20Time\"&gt;The Wheel of Time&lt;/a&gt;\" universe, the \"Age of Legends\" is the name given to the previous Age: In this society, channelers were common and &lt;a href=\"Aes%20Sedai\"&gt;Aes Sedai&lt;/a&gt; – trained channelers – were extremely powerful, able to make &lt;a href=\"Concepts%20in%20the%20Wheel%20of%20Time%20series%23Items%20of%20Power\"&gt;\"angreal\", \"sa'angreal\", and \"ter'angreal\"&lt;/a&gt;, and holding important civic positions. The Age of Legends is seen as a utopian society without war or crime, and devoted to culture and learning. Aes Sedai were frequently devoted to academic endeavours, one of which inadvertently resulted in a hole – The Bore – being drilled in the Dark One's prison. The immediate effects were not realised, but the Dark One gradually asserted power over humanity, swaying many to become his followers. This resulted in the War of Power and eventually the Breaking of the World.\nAnother example is in the background of the \"&lt;a href=\"Lands%20of%20Lore\"&gt;Lands of Lore&lt;/a&gt;\" classic computer game, where the history of the Lands is divided in Ages. One of them is also called the Golden Age, a time when the Lands were ruled by the 'Ancients', and there were no wars. This age ended with the 'War of the Heretics'.\nThe Golden Age may also refer to a state of early childhood. Herbert Spencer argued that young children progress through the cognitive stages of evolution of the human species and of human civilization, thereby linking pre-civilization and infancy. &lt;a href=\"Kenneth%20Grahame\"&gt;Kenneth Grahame&lt;/a&gt; called his evocation of early childhood \"The Golden Age\" and &lt;a href=\"J.%20M.%20Barrie\"&gt;J. M. Barrie&lt;/a&gt;'s fictional character &lt;a href=\"Peter%20Pan\"&gt;Peter Pan&lt;/a&gt;, who first appeared in \"&lt;a href=\"The%20Little%20White%20Bird\"&gt;The Little White Bird&lt;/a&gt;\" was named after \"Pan\", a Greek god from the Golden Age. Barrie's further works about Peter Pan depict early childhood as a time of pre-civilised naturalness and happiness, which is destroyed by the subsequent process of education.\nPresent-day usage.\nThe term \"Golden Age\" is at present frequently used in the context of a specific time in the history of a particular countrysuch as the \"&lt;a href=\"Spanish%20Golden%20Age\"&gt;Spanish Golden Age&lt;/a&gt;\", \"&lt;a href=\"Dutch%20Golden%20Age\"&gt;Dutch Golden Age&lt;/a&gt;\", \"&lt;a href=\"Danish%20Golden%20Age\"&gt;Danish Golden Age&lt;/a&gt;\", \"&lt;a href=\"Golden%20Age%20of%20Flanders\"&gt;Golden Age of Flanders&lt;/a&gt;\"or the history of a specific field\"&lt;a href=\"Golden%20age%20of%20alpinism\"&gt;Golden age of alpinism&lt;/a&gt;\", \"&lt;a href=\"Golden%20Age%20of%20American%20animation\"&gt;Golden Age of American animation&lt;/a&gt;\", \"&lt;a href=\"Golden%20Age%20of%20Comics\"&gt;Golden Age of Comics&lt;/a&gt;\", \"&lt;a href=\"Golden%20Age%20of%20Science%20Fiction\"&gt;Golden Age of Science Fiction&lt;/a&gt;\", \"&lt;a href=\"Golden%20Age%20of%20Television\"&gt;Golden Age of Television&lt;/a&gt;\", \"&lt;a href=\"Golden%20Age%20of%20Hollywood\"&gt;Golden Age of Hollywood&lt;/a&gt;\", \"&lt;a href=\"Golden%20age%20of%20arcade%20video%20games\"&gt;Golden age of arcade video games&lt;/a&gt;\", \"&lt;a href=\"Golden%20Age%20of%20Radio\"&gt;Golden Age of Radio&lt;/a&gt;\", \"&lt;a href=\"Golden%20age%20hip%20hop\"&gt;Golden Age of Hip Hop&lt;/a&gt;\" and even \"&lt;a href=\"Golden%20Age%20of%20Piracy\"&gt;Golden Age of Piracy&lt;/a&gt;\" or \"&lt;a href=\"Golden%20Age%20of%20Porn\"&gt;Golden Age of Porn&lt;/a&gt;\". Usually, the term \"Golden Age\" is bestowed retroactively, when the period in question has ended and is compared with what followed in the specific field discussed. The term has also been used prospectively. For example, on July 27, 2020, the President of the United States, Donald Trump, published a post on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; promising a future \"golden age\" once the country recovered from the &lt;a href=\"COVID-19\"&gt;COVID-19&lt;/a&gt; pandemic. The term &lt;a href=\"Gilded%20Age\"&gt;Gilded Age&lt;/a&gt;, which refers to a period in the history of the United States, is a parody of this usage of \"golden age\" (suggesting that the period has the outward appearance of a golden age, but is in actuality much less desirable)."
}