{
    "id": "31521492",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=31521492",
    "title": "Stipe Miocic",
    "text": "Stipe Miocic (born August 19, 1982) is an American professional &lt;a href=\"mixed%20martial%20artist\"&gt;mixed martial artist&lt;/a&gt;. He is currently signed to &lt;a href=\"Ultimate%20Fighting%20Championship\"&gt;Ultimate Fighting Championship&lt;/a&gt; (UFC), where he competes in the &lt;a href=\"Heavyweight%20%28MMA%29\"&gt;heavyweight division&lt;/a&gt; and is a former two-time &lt;a href=\"UFC%20Heavyweight%20Champion\"&gt;UFC Heavyweight Champion&lt;/a&gt;. He is widely regarded by critics, commentators and media as the greatest UFC heavyweight fighter of all time. As of August 9, 2021, he is #2 in the &lt;a href=\"List%20of%20current%20UFC%20fighters%23Rankings\"&gt;UFC heavyweight rankings&lt;/a&gt;, and as of January 24, 2021, he is #10 in the &lt;a href=\"List%20of%20current%20UFC%20fighters%23Rankings\"&gt;UFC men's pound-for-pound rankings&lt;/a&gt;.\nHaving successfully defended his title four times during his two title reigns, he holds the record for most wins in heavyweight title fights along with the longest title defending streak in the heavyweight division, at three consecutive defenses. Miocic holds the record for fight-night bonus awards, with nine, the most in the UFC heavyweight division's history.\nPrior to his MMA career, Miocic was a former &lt;a href=\"Golden%20Gloves\"&gt;Golden Gloves&lt;/a&gt; boxing champion and &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; wrestler at &lt;a href=\"Cleveland%20State%20University\"&gt;Cleveland State University&lt;/a&gt;.\nEarly life.\nHe was born and raised in &lt;a href=\"Euclid%2C%20Ohio\"&gt;Euclid, Ohio&lt;/a&gt;, on August 19, 1982, the son of &lt;a href=\"Croats\"&gt;Croatian&lt;/a&gt; immigrants Kathy and Bojan Miocic (, ;). His father originates from &lt;a href=\"Rtina\"&gt;Rtina&lt;/a&gt;, while his mother is from &lt;a href=\"Cetingrad\"&gt;Cetingrad&lt;/a&gt;, Croatia. His parents separated when he was still a child and he continued to live with his mother, initially with grandparents, and later lived with his stepfather and younger half-brother Jonathan.\nSince childhood, his mother encouraged his involvement in sports. Miocic played baseball and football and wrestled while at &lt;a href=\"North%20High%20School%20%28Eastlake%2C%20Ohio%29\"&gt;Eastlake North High School&lt;/a&gt;. He received interest from &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; teams during his collegiate years at &lt;a href=\"Cleveland%20State%20University\"&gt;Cleveland State University&lt;/a&gt; and &lt;a href=\"Trevecca%20Nazarene%20University\"&gt;Trevecca Nazarene University&lt;/a&gt;. He also played &lt;a href=\"Division%20II%20%28NCAA%29\"&gt;Division II&lt;/a&gt; baseball at &lt;a href=\"Coker%20College\"&gt;Coker College&lt;/a&gt; his junior year of college.\nAt Trevecca, Miocic was a well-liked student majoring in communication studies. As a member of &lt;a href=\"Jeff%20Forehand\"&gt;Jeff Forehand&lt;/a&gt;'s baseball team, he hit .344 with seven home runs in his senior year and helped the Trojans win the 2005 &lt;a href=\"TranSouth%20Athletic%20Conference\"&gt;TranSouth Athletic Conference&lt;/a&gt; regular season and tournament titles. None of his teammates at Trevecca are surprised by his success in MMA. He graduated from Trevecca Nazarene University. He majored in marketing and communications at CSU.\nMixed martial arts career.\nEarly career.\nDuring his school days, in 2005, he was brought as a training partner to wrestle with &lt;a href=\"Dan%20Bobish\"&gt;Dan Bobish&lt;/a&gt; in Strong Style MMA Training Centre, in Independence, Ohio. Miocic at the time trained various sports (wrestling and baseball), to once again come train with them after finishing his paramedic education at &lt;a href=\"Cuyahoga%20Community%20College\"&gt;Cuyahoga Community College&lt;/a&gt;. He initially trained in &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt; but soon changed to &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt;. His coach Marcus Marinelli recalled that although he trained only for several months he was beating boxers with much longer experience. After only eight months of training with a background of being a Cleveland &lt;a href=\"Golden%20Gloves\"&gt;Golden Gloves&lt;/a&gt; boxing champion (reaching quarter-final in the nationals), and &lt;a href=\"NCAA%20Division%20I\"&gt;NCAA Division I&lt;/a&gt; &lt;a href=\"Wrestling\"&gt;wrestler&lt;/a&gt; at Cleveland State, Miocic began his MMA career by winning his first six fights by knockout. He initially fought for &lt;a href=\"NAAFS\"&gt;NAAFS&lt;/a&gt; (an Ohio-based MMA promotion), where he won the NAAFS Heavyweight Championship.\nUltimate Fighting Championship.\nOn June 14, 2011, it was announced that Miocic had signed a multi-fight deal with the UFC.\nMiocic made his UFC debut against &lt;a href=\"Joey%20Beltran\"&gt;Joey Beltran&lt;/a&gt; on October 8, 2011, at &lt;a href=\"UFC%20136\"&gt;UFC 136&lt;/a&gt; and won the fight via unanimous decision (29–28, 30–27, and 29–28).\nMiocic faced &lt;a href=\"Phil%20De%20Fries\"&gt;Phil De Fries&lt;/a&gt; on February 15, 2012, at . Miocic won the fight via first-round KO, and in the process won a \"Knockout of the Night\" award.\nMiocic faced promotional newcomer &lt;a href=\"Shane%20del%20Rosario\"&gt;Shane del Rosario&lt;/a&gt; on May 26, 2012, at &lt;a href=\"UFC%20146\"&gt;UFC 146&lt;/a&gt;. He won via TKO (elbows) in the second round.\nMiocic faced &lt;a href=\"Stefan%20Struve\"&gt;Stefan Struve&lt;/a&gt; on September 29, 2012, at &lt;a href=\"UFC%20on%20Fuel%20TV%205\"&gt;UFC on Fuel TV 5&lt;/a&gt;. He lost the fight via TKO in the second round. The performance earned both participants \"Fight of the Night\" honors.\nMiocic was scheduled to face returning veteran &lt;a href=\"Soa%20Palelei\"&gt;Soa Palelei&lt;/a&gt; on June 15, 2013, at &lt;a href=\"UFC%20161\"&gt;UFC 161&lt;/a&gt;. After an injury to UFC 161 headliner Renan Barao, the card was slightly reshuffled. Miocic was paired with &lt;a href=\"Roy%20Nelson%20%28fighter%29\"&gt;Roy Nelson&lt;/a&gt;. Miocic, as a significant betting underdog, defeated Nelson via unanimous decision (30–27, 30–27, and 30–27).\nMiocic faced &lt;a href=\"Gabriel%20Gonzaga\"&gt;Gabriel Gonzaga&lt;/a&gt; on January 25, 2014, at &lt;a href=\"UFC%20on%20Fox%2010\"&gt;UFC on Fox 10&lt;/a&gt;. He won the fight via unanimous decision (30–27, 30–27, and 29–28).\nMiocic was expected to face &lt;a href=\"Junior%20dos%20Santos\"&gt;Junior dos Santos&lt;/a&gt; on May 24, 2014, at &lt;a href=\"UFC%20173\"&gt;UFC 173&lt;/a&gt;. However, the bout was shifted a bit and was expected take place a week later on May 31, 2014, at . On May 5, 2014, dos Santos pulled out of the fight, citing a hand injury and was replaced by &lt;a href=\"F%C3%A1bio%20Maldonado\"&gt;Fábio Maldonado&lt;/a&gt;. Miocic won the fight by TKO due to punches early in the first round and received a \"Performance of the Night\" bonus as well.\nA rescheduled bout with dos Santos eventually took place as the main event at &lt;a href=\"UFC%20on%20Fox%2013\"&gt;UFC on Fox 13&lt;/a&gt; on December 13, 2014. Miocic lost the back-and-forth fight by unanimous decision. The performance earned both participants \"Fight of the Night\" honors.\nMiocic faced &lt;a href=\"Mark%20Hunt\"&gt;Mark Hunt&lt;/a&gt; on May 10, 2015, at &lt;a href=\"UFC%20Fight%20Night%2065\"&gt;UFC Fight Night 65&lt;/a&gt;. Miocic won the one-sided fight via TKO in the fifth round. At the time of the stoppage, Miocic was ahead on all three scorecards (40–36, 40–35, and 40–34). Miocic set a UFC record for the most strikes landed in a fight and largest strike margin, outlanding Hunt 361–48 over the duration of the bout.\nMiocic was expected to face &lt;a href=\"Ben%20Rothwell\"&gt;Ben Rothwell&lt;/a&gt; on October 24, 2015, at &lt;a href=\"UFC%20Fight%20Night%2076\"&gt;UFC Fight Night 76&lt;/a&gt;. However, Miocic pulled out of the fight on October 13 citing injury. Subsequently, Rothwell was removed from the card the following day after the promotion deemed that a suitable opponent could not be arranged on short notice. In turn, Miocic was quickly rebooked and faced &lt;a href=\"Andrei%20Arlovski\"&gt;Andrei Arlovski&lt;/a&gt; in a title eliminator on January 2, 2016, at &lt;a href=\"UFC%20195\"&gt;UFC 195&lt;/a&gt;. Miocic defeated Arlovski via TKO at 0:54 in the first round. The win also earned him his second \"Performance of the Night\" bonus award.\nMiocic was briefly scheduled to replace the injured &lt;a href=\"Cain%20Velasquez\"&gt;Cain Velasquez&lt;/a&gt; and fight &lt;a href=\"Fabr%C3%ADcio%20Werdum\"&gt;Fabrício Werdum&lt;/a&gt; for the &lt;a href=\"UFC%20Heavyweight%20Championship\"&gt;UFC Heavyweight Championship&lt;/a&gt; on February 6, 2016, at &lt;a href=\"UFC%20Fight%20Night%2082\"&gt;UFC Fight Night 82&lt;/a&gt;. On January 25, 2016, the day after this announcement, Werdum pulled out of the fight with a back injury.\nUFC Heavyweight Championship.\nMiocic eventually faced Werdum at &lt;a href=\"UFC%20198\"&gt;UFC 198&lt;/a&gt; on May 14, 2016. He caught Werdum with a short right hook counter while backpedaling away from a flurry of punches in the first round, earning the championship and giving Werdum his first defeat since June 2011. He was also awarded a \"Performance of the Night\" bonus.\nOn September 10, 2016, Miocic made his first title defense at &lt;a href=\"UFC%20203\"&gt;UFC 203&lt;/a&gt; against &lt;a href=\"Alistair%20Overeem\"&gt;Alistair Overeem&lt;/a&gt;. Although he got knocked down early in the fight, he came back quickly and won via knockout in the first round. Both participants were awarded \"Fight of the Night\" honors.\nMiocic made his second title defense against &lt;a href=\"Junior%20dos%20Santos\"&gt;Junior dos Santos&lt;/a&gt; on May 13, 2017, at &lt;a href=\"UFC%20211\"&gt;UFC 211&lt;/a&gt; in a rematch. Dos Santos previously beat Miocic by a close unanimous decision at in 2014. However, this time Miocic started strong and took control of the octagon early. Despite taking hard kicks to the shin, Miocic landed powerful punches with devastating accuracy to drop dos Santos, he then followed up with &lt;a href=\"ground%20and%20pound\"&gt;ground and pound&lt;/a&gt; to win the fight via TKO midway through the first round. The win also earned Miocic his fourth \"Performance of the Night\" bonus award.\nMiocic faced &lt;a href=\"Francis%20Ngannou\"&gt;Francis Ngannou&lt;/a&gt; on January 20, 2018, at &lt;a href=\"UFC%20220\"&gt;UFC 220&lt;/a&gt;. The fight was anticipated as one of the most exciting in UFC history, and Miocic openly felt disrespected because he never received the amount of promotion and support Ngannou did from UFC. Miocic dominated Ngannou for five rounds using strikes with clinch or ground control following takedowns, winning by unanimous decision and breaking the record for most consecutive title defenses for the heavyweight championship with his third successful defense. When he was announced as the winner, instead of the usual practice, he took the belt from &lt;a href=\"Dana%20White\"&gt;Dana White&lt;/a&gt; and had his coach Marcus Marinelli put it around him. Miocic received congratulations from both the President &lt;a href=\"Kolinda%20Grabar-Kitarovi%C4%87\"&gt;Kolinda Grabar-Kitarović&lt;/a&gt; and Prime Minister of Croatia &lt;a href=\"Andrej%20Plenkovi%C4%87\"&gt;Andrej Plenković&lt;/a&gt;.\nFor his fourth title defense, Miocic faced UFC Light Heavyweight Champion &lt;a href=\"Daniel%20Cormier\"&gt;Daniel Cormier&lt;/a&gt; on July 7, 2018, in the main event at &lt;a href=\"UFC%20226\"&gt;UFC 226&lt;/a&gt;. The champion vs. champion matchup was billed as \"The Superfight\". Miocic was the favorite heading into the bout, mainly due to his natural size and power advantage as well as his dangerous striking on the feet. He lost the fight via knockout in the first round, ending his championship reign. The knockout came in controversial fashion, as Cormier was warned multiple times by referee Marc Goddard for extending his fingers towards Miocic's face and poking him in the eye.\nA rematch between Miocic and &lt;a href=\"Daniel%20Cormier\"&gt;Daniel Cormier&lt;/a&gt; took place on August 17, 2019, at &lt;a href=\"UFC%20241\"&gt;UFC 241&lt;/a&gt; for the &lt;a href=\"UFC%20Heavyweight%20Championship\"&gt;UFC Heavyweight Championship&lt;/a&gt;. Miocic won the fight by TKO in the fourth round after landing several clean left hooks to the body and following it up with punches to the head, reclaiming the title. This win earned him the\" &lt;a href=\"List%20of%20UFC%20bonus%20award%20recipients\"&gt;Performance of the Night&lt;/a&gt;\" award. Miocic would not return to action until 2020 after suffering retinal damage in the fight due to Cormier accidentally &lt;a href=\"Eye%20poke\"&gt;poking him in the eye&lt;/a&gt; during the fight.\nOn June 9, 2020, it was announced that the trilogy bout between Miocic and Cormier was signed to take place at &lt;a href=\"UFC%20252\"&gt;UFC 252&lt;/a&gt; on August 15, 2020. Miocic won the fight via unanimous decision, this time with both fighters receiving eye pokes during the fight.\nOn January 17, 2021, it was announced that a rematch for the &lt;a href=\"UFC%20Heavyweight%20Championship\"&gt;UFC Heavyweight Championship&lt;/a&gt; bout between Miocic and Ngannou is scheduled on March 27, 2021 at &lt;a href=\"UFC%20260\"&gt;UFC 260&lt;/a&gt;. Miocic lost the fight by knockout in the second round.\nPersonal life.\nMiocic works as a part-time firefighter paramedic in &lt;a href=\"Oakwood%2C%20Cuyahoga%20County%2C%20Ohio\"&gt;Oakwood&lt;/a&gt; and &lt;a href=\"Valley%20View%2C%20Ohio\"&gt;Valley View, Ohio&lt;/a&gt;. He considers it possible that he will become a full-time firefighter once he retires from MMA. When asked by &lt;a href=\"Joe%20Rogan\"&gt;Joe Rogan&lt;/a&gt; why he still works as a firefighter despite being a UFC champion, he stated that he needs something to fall back to after his fighting career is over. He married Ryan Marie Carney on June 18, 2016, at the Divine Word Catholic Church in &lt;a href=\"Kirtland%2C%20Ohio\"&gt;Kirtland, Ohio&lt;/a&gt;. On January 20, 2018, Miocic announced that the couple are expecting their first child. His daughter, Meelah, was born in 2018. They welcomed their second child, a boy named Mateo Cruz, on August 28, 2021 as announced on Miocic's instagram by Bruce Buffer.\nMiocic can understand &lt;a href=\"Croatian%20language\"&gt;Croatian&lt;/a&gt;, though he is not fluent and has been learning the language."
}