{
    "id": "31557649",
    "revid": "6383155",
    "url": "https://en.wikipedia.org/wiki?curid=31557649",
    "title": "CineGrid",
    "text": "CineGrid is a non-profit organization based in &lt;a href=\"California\"&gt;California&lt;/a&gt; that began in 2004 in order to distribute 1 Gbit/s to 1 Pbps (Petabit per second) digital networks, utilize &lt;a href=\"grid%20computing\"&gt;grid computing&lt;/a&gt; to manage digital media applications, and increase the demand for digital media exchange among remote participants in science, education, research, art and entertainment. With its headquarters at the &lt;a href=\"California%20Institute%20for%20Telecommunications%20and%20Information%20Technology\"&gt;California Institute for Telecommunications and Information Technology&lt;/a&gt;, renamed in 2013 as Qualcomm Institute (Qi) in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt; CineGrid is composed of 61 separate organizations and corporations. CineGrid has facilitated grants for its members through the &lt;a href=\"National%20Science%20Foundation\"&gt;National Science Foundation&lt;/a&gt; and provides access to Ethernet &lt;a href=\"VLAN\"&gt;VLAN&lt;/a&gt; and &lt;a href=\"TCP/IP\"&gt;TCP/IP&lt;/a&gt; connectivity.\nIn December 2013, CineGrid held an event for the first transmission of four surgeries in very high definition (4K), in real time and simultaneously, directly from Brazil to the United States.\nFounding members.\nCineGrid is composed of innovators from scientific, artistic, and technological backgrounds. Its founding members include:\nAnnual conference.\nEvery year CineGrid holds a conference for its member at the University of California, San Diego. At the annual meeting members are able to present their current research and technological developments. Workshops and demonstrations are held to introduce and give members first hand experience with new networking tools and multi-media advancements. The CineGrid International Workshop Programs include several demonstrations from the CRCA Visiting Artist Lab, CRCA &lt;a href=\"spatialized%20audio\"&gt;Spatialized Audio&lt;/a&gt; Lab, AESOP Wall, Hi-Per Wall, SAGE, StarCAVE, LAVID, Laboratory of Cinematic Arts (LabCine) and the Virtulab."
}