{
    "id": "31554613",
    "revid": "6908984",
    "url": "https://en.wikipedia.org/wiki?curid=31554613",
    "title": "ENI number",
    "text": "An ENI number (European Number of Identification or European Vessel Identification Number) is a registration for ships capable of navigating on inland European waters. It is a unique, eight-digit identifier that is attached to a &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; for its entire lifetime, independent of the vessel's current &lt;a href=\"ship%20naming%20and%20launching\"&gt;name&lt;/a&gt; or &lt;a href=\"flag%20state\"&gt;flag&lt;/a&gt;.\nENI was introduced by the Inland Transport Committee of the &lt;a href=\"United%20Nations%20Economic%20Commission%20for%20Europe\"&gt;United Nations Economic Commission for Europe&lt;/a&gt; in their meeting on 11–13 October 2006 in &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt;. It is based on the Rhine Vessel certification system previously used for ships navigating the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt;, and is comparable to the &lt;a href=\"IMO%20ship%20identification%20number\"&gt;IMO ship identification number&lt;/a&gt;.\nFormat.\nThe ENI number consists of eight Arabic numerals. The first three digits identify the competent authority where the number is assigned (see \"List of prefixes\" below) and the last five digits are a serial number.\nShips which have a vessel number in accordance to the Rhine Inspection Rules receive an ENI beginning with \"0\" and followed by the seven digit Rhine number. A vessel which has been issued an IMO number may only receive an ENI number if it has appropriate certifications for inland water travel. Its ENI will begin with \"9\" followed by its seven digit IMO number.\nThe ENI number is transmitted by Inland-&lt;a href=\"Automatic%20Identification%20System\"&gt;Automatic Identification System&lt;/a&gt; transponders.\nRequirements.\nNot all European vessels are required to carry an ENI number. As of April 2007, a vessel must have an ENI if it operates on inland waterways and meets any of the following criteria: is over in length; is greater than in volume; is a tug or push boat that operates with a qualifying vessel; is a passenger ship; or is a floating installation/equipment. If a vessel is issued an ENI, this number must be displayed on the sides and &lt;a href=\"stern\"&gt;stern&lt;/a&gt; of the vessel."
}