{
    "id": "31573465",
    "revid": "17805791",
    "url": "https://en.wikipedia.org/wiki?curid=31573465",
    "title": "Ilir Beqaj",
    "text": "Ilir Beqaj (born 18 February 1968) is an Albanian &lt;a href=\"IT%20engineer\"&gt;IT engineer&lt;/a&gt; and politician with the &lt;a href=\"Socialist%20Party%20of%20Albania\"&gt;Socialist Party of Albania&lt;/a&gt;, who served as the &lt;a href=\"Ministry%20of%20Health%20%28Albania%29\"&gt;Minister of Health of Albania&lt;/a&gt; from 15 September 2013 to 12 March 2017.\nBiography.\nHe is married to Adriana Beqaj and has a daughter, Deborah.\nHe holds a post-graduate degree in Enterprise Management at the French Management &lt;a href=\"Institute\"&gt;Institute&lt;/a&gt; at the &lt;a href=\"Polytechnic%20University%20of%20Tirana\"&gt;Polytechnic University of Tirana&lt;/a&gt; (1999–2000).\nHe completed his university studies in information technology at the &lt;a href=\"University%20of%20Tirana\"&gt;University of Tirana&lt;/a&gt; (1985–1990).\nHe used to work at the &lt;a href=\"Bank%20of%20Albania\"&gt;Bank of Albania&lt;/a&gt; as an information technology expert from 1990 to 1993 and as part of the Fiscal Information Unit from 1993 to 1994. For the period between 1994 and 2006, Beqaj held various functions within the &lt;a href=\"http%3A//www.issh.gov.al/al/\"&gt;Social Insurance Institute&lt;/a&gt;. He was appointed Director General of the Institute from 2003 to 2006.\nWas elected as &lt;a href=\"Parliament%20of%20Albania\"&gt;Member of the Assembly of Albania&lt;/a&gt; for &lt;a href=\"Shkodra\"&gt;Shkodra&lt;/a&gt; constituency in the 2009–2013 legislature. In the last 2013 parliamentary elections he was elected as Member of the Albanian Assembly for &lt;a href=\"Durres\"&gt;Durrës&lt;/a&gt; constituency.\nHe is member of the &lt;a href=\"Socialist%20Party%20of%20Albania\"&gt;Socialist Party&lt;/a&gt; Assembly since 2007.\nFrom 2007 to 2011 he held the office of the assistant secretary of the programme of the Socialist Party.\nHe is a member of the Party's chairmanship and Secretary of Programme at the Socialist Party since 2011.\nHe is fluent in English, French and Italian."
}