{
    "id": "3157233",
    "revid": "14248863",
    "url": "https://en.wikipedia.org/wiki?curid=3157233",
    "title": "Cannock Hockey Club",
    "text": "Cannock Hockey Club are an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt; team. They were established in 1905, and are based in the village of &lt;a href=\"Hatherton%2C%20Staffordshire\"&gt;Hatherton&lt;/a&gt;, near &lt;a href=\"Cannock\"&gt;Cannock&lt;/a&gt;, &lt;a href=\"Staffordshire\"&gt;Staffordshire&lt;/a&gt;. Both the men's and women's first teams play in the &lt;a href=\"English%20Hockey%20League%20%28field%20hockey%29\"&gt;England Hockey League&lt;/a&gt; Premier Division, the top division of hockey in England. The men's team have been one of the most successful teams in the country in recent years and as of 2008 had won seven national championships in the previous in ten years. They have also provided several international players to &lt;a href=\"England%20men%27s%20national%20field%20hockey%20team\"&gt;England&lt;/a&gt; and other national teams.\nTheir home ground, Chase Park (formerly The Morris Ground), has hosted various national and international tournaments, including the &lt;a href=\"EuroHockey%20Club%20Champions%20Cup\"&gt;EuroHockey Club Champions Cup&lt;/a&gt; in 2000 and 2006. It has also hosted England matches, particularly while the &lt;a href=\"former%20England%20National%20Hockey%20Stadium\"&gt;National Hockey Stadium&lt;/a&gt; was in use by &lt;a href=\"Milton%20Keynes%20Dons%20F.C.\"&gt;Milton Keynes Dons&lt;/a&gt; &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; team. Chase Park was also used as a pre-games training venue for the &lt;a href=\"2012%20London%20Olympics\"&gt;2012 London Olympics&lt;/a&gt;.\n&lt;a href=\"Cannock%20Cricket%20Club\"&gt;Cannock Cricket Club&lt;/a&gt; is also part of the club; their most famous player of recent years was &lt;a href=\"Kevin%20Pietersen\"&gt;Kevin Pietersen&lt;/a&gt;, before he joined &lt;a href=\"Nottinghamshire%20County%20Cricket%20Club\"&gt;Nottinghamshire CCC&lt;/a&gt;.\nInternational players.\nInternational players who have played for Cannock include:"
}