{
    "id": "31587096",
    "revid": "940655",
    "url": "https://en.wikipedia.org/wiki?curid=31587096",
    "title": "Charles Savory",
    "text": "Charles Savory (23 March 1889 – 8 May 1915) was a New Zealand international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer and champion boxer who died in the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;. An Australasian and New Zealand international representative &lt;a href=\"Rugby%20league%20positions%23Forwards\"&gt;forward&lt;/a&gt;, Savory was one of four Kiwis players selected to go on the &lt;a href=\"1911%E2%80%9312%20Kangaroo%20tour%20of%20Great%20Britain\"&gt;1911–12 Kangaroo tour of Great Britain&lt;/a&gt;. Due to playing the same sports, he has been described as \"the &lt;a href=\"Sonny%20Bill%20Williams\"&gt;Sonny Bill Williams&lt;/a&gt; of his time.\"\nRugby union career.\nIn an &lt;a href=\"Auckland%20Rugby%20Union\"&gt;Auckland Rugby Union&lt;/a&gt; club match, while Savory was playing for Ponsonby, he was suspended for two years for kicking a player.\nRugby league career.\nSavory then joined the new &lt;a href=\"Auckland%20Rugby%20League\"&gt;Auckland Rugby League&lt;/a&gt; competition, playing for &lt;a href=\"Ponsonby%20Ponies\"&gt;Ponsonby United&lt;/a&gt;. An &lt;a href=\"Auckland%20rugby%20league%20team\"&gt;Auckland&lt;/a&gt; representative, Savory was first selected for &lt;a href=\"New%20Zealand%20national%20rugby%20league%20team\"&gt;New Zealand&lt;/a&gt; in &lt;a href=\"1911%20New%20Zealand%20rugby%20league%20tour%20of%20Australia\"&gt;1911 when they toured Australia&lt;/a&gt;, playing against &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; and &lt;a href=\"Queensland%20rugby%20league%20team\"&gt;Queensland&lt;/a&gt;. He was then one of four New Zealanders selected to go on the &lt;a href=\"1911%E2%80%9312%20Kangaroo%20tour%20of%20Great%20Britain\"&gt;1911–12 Kangaroo tour of Great Britain&lt;/a&gt;. In 1912 he was sent off during a match for Ponsonby United and was suspended for the rest of the season, missing the 1912 New Zealand tour.\nIn 1913 Savory was found guilty of kicking by the ARL judiciary and was suspended for life. Savory claimed it was a case of mistaken identity. This sparked a feud between the ARL and the &lt;a href=\"New%20Zealand%20Rugby%20League\"&gt;New Zealand Rugby League&lt;/a&gt; as the NZRL heard the case and asked the ARL to reconsider, which they refused to do in June. The NZRL then quashed the conviction and Savory played for New Zealand while he was still suspended by the ARL. The incident resulted in the NZRL suspending the entire ARL board and on 15 January 1914 the NZRL approved an entirely \"new\" ARL board. Savory again toured Australia in 1913 and in 1914 played in a Test match against the touring &lt;a href=\"Great%20Britain%20Lions\"&gt;Great Britain Lions&lt;/a&gt;.\nBoxing career.\nIn 1914 Savory won the National Amateur Heavyweight Boxing championship.\nWorld War I.\nSavory enlisted with the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. He died of wounds at &lt;a href=\"Gallipoli\"&gt;Gallipoli&lt;/a&gt; on 8 May 1915 after landing at &lt;a href=\"Ari%20Burnu\"&gt;Ari Burnu&lt;/a&gt; with the &lt;a href=\"Auckland%20Battalion\"&gt;Auckland Battalion&lt;/a&gt;.\nThe &lt;a href=\"2015%20Anzac%20Test\"&gt;2015 Anzac Test&lt;/a&gt; man of the match, &lt;a href=\"Manu%20Vatuvei\"&gt;Manu Vatuvei&lt;/a&gt;, was awarded the Charles Savory medal."
}