{
    "id": "31581609",
    "revid": "39191556",
    "url": "https://en.wikipedia.org/wiki?curid=31581609",
    "title": "Chehaw Park",
    "text": "Chehaw Park is a park and zoo located in &lt;a href=\"Albany%2C%20Georgia\"&gt;Albany, Georgia&lt;/a&gt;. The park was originally opened as Chehaw State Park in 1937, and currently covers . The Wild Animal Park was designed by naturalist &lt;a href=\"Jim%20Fowler\"&gt;Jim Fowler&lt;/a&gt; of television's \"&lt;a href=\"Wild%20Kingdom\"&gt;Wild Kingdom&lt;/a&gt;\". Fowler is originally from Albany, Georgia. It was opened in 1997, and features boardwalks in the cypress swamps that take visitors through natural habitat exhibits.\nChehaw was an accredited member of the &lt;a href=\"Association%20of%20Zoos%20and%20Aquariums\"&gt;Association of Zoos and Aquariums&lt;/a&gt; (AZA) from 1997 to 2018. It was previously one of only two accredited zoos in the state of Georgia.\nHistory.\nOriginally developed as Chehaw State Park in 1937, the property consisted of donated to the state of Georgia by private landowners in &lt;a href=\"Albany%2C%20Georgia\"&gt;Albany, Georgia&lt;/a&gt;. It is enclosed on two sides by a large, clear water &lt;a href=\"bayou\"&gt;bayou&lt;/a&gt; formed where the &lt;a href=\"Kinchafoonee%20Creek\"&gt;Kinchafoonee Creek&lt;/a&gt; and &lt;a href=\"Muckalee%20Creek\"&gt;Muckalee Creek&lt;/a&gt;s meet. The property has expanded to nearly and consists of moss-covered subtropical cypress swamps, climax hardwood forests, and burn-controlled &lt;a href=\"pine\"&gt;pine&lt;/a&gt;/&lt;a href=\"wiregrass\"&gt;wiregrass&lt;/a&gt; habitat.\nThe park is named for the Chiha, or Chehaw, a tribe of &lt;a href=\"Muscogee\"&gt;Creek&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; who inhabited around the property and befriended Caucasian settlers. Artifacts such as arrowheads, spearheads, tomahawks, hoes, drill, scrapers, clay pipes and stone celts were commonly found during original park development. Variations in artifact design show land use by distinctly different tribes over several hundreds of years.\nIn 1974, the city of Albany leased of unused land in Chehaw Park from the state of Georgia to develop a wild animal park where exotic and indigenous animals would be displayed in their natural habitats. With the inception of the wild animal habitat, the State donated the entire Chehaw Park acreage to the city to further develop. Albany and the Chehaw Wildlife Society commissioned &lt;a href=\"Jim%20Fowler\"&gt;Jim Fowler&lt;/a&gt; to design and supervise the construction of the wildlife area. The original animals were moved from the Tift Park Zoo in Albany to their new home at Chehaw between 1975 and 1977, and the Chehaw Wild Animal Park was officially dedicated and opened to the public in October 1977.\nIn 1979, the state of Georgia created the Chehaw Park Authority, an agent charged with the governing, preserving and developing the property as a natural and public resource for southwest Georgia. Park officials brought back the park's original designer, Jim Fowler, in 2004 to begin lending his expertise the development of the Wild Animal Park. At the same time, new exhibits were created for African black rhinoceros (opened in April 2005) and African lesser flamingos (opened in 2006). The park also retained the services of Atlanta design firm &lt;a href=\"MACTEC\"&gt;MACTEC&lt;/a&gt; Engineering to develop the first site management plan for the entire park.\nBetween 1997 and 2002, Chehaw began to examine other park venues including the construction of the two-million dollar Creekside Education Center, the Children's Play Park and a nationally sanctioned BMX bike track. Additional infrastructure construction included: animal quarantine, veterinary hospital, Savannah Café, bathrooms, reptile house and ticket booth.\nExhibits.\nChehaw is home to many endangered or vanishing species, including the &lt;a href=\"red%20wolf\"&gt;red wolf&lt;/a&gt;, &lt;a href=\"black%20rhinoceros\"&gt;black rhinoceros&lt;/a&gt;, &lt;a href=\"cheetah\"&gt;cheetah&lt;/a&gt;, &lt;a href=\"black-and-white%20colobus\"&gt;black-and-white colobus&lt;/a&gt; monkeys, four species of &lt;a href=\"lemur\"&gt;lemur&lt;/a&gt;s, &lt;a href=\"bongo%20%28antelope%29\"&gt;bongos&lt;/a&gt;, &lt;a href=\"duiker\"&gt;duiker&lt;/a&gt;, &lt;a href=\"Grant%27s%20zebra\"&gt;Grant's zebra&lt;/a&gt;s, &lt;a href=\"American%20black%20bear\"&gt;black bears&lt;/a&gt;, American &lt;a href=\"bison\"&gt;bison&lt;/a&gt;, &lt;a href=\"bobcat\"&gt;bobcat&lt;/a&gt;, &lt;a href=\"Bactrian%20camel\"&gt;Bactrian camel&lt;/a&gt;, several species of antelope, and unique birds (&lt;a href=\"ibis\"&gt;ibis&lt;/a&gt;, &lt;a href=\"flamingo\"&gt;flamingo&lt;/a&gt;s, &lt;a href=\"grey%20crowned%20crane\"&gt;grey crowned crane&lt;/a&gt;s, &lt;a href=\"ostrich\"&gt;ostrich&lt;/a&gt;es, &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt;s, and &lt;a href=\"turaco\"&gt;turaco&lt;/a&gt;). These exhibits are accessed through a boardwalk in the swamp area. The zoo also provides a home to native species such as fox, squirrels, beavers, bobcats, gopher tortoises, and white-tailed deer.\nThe park also contains the following special attractions.\nOther facilities.\nThe parks also includes nature trails, BMX trails, an 18-hole disc golf course, BMX bike racing, campgrounds, a &lt;a href=\"RV%20park\"&gt;RV park&lt;/a&gt;, and a playground."
}