{
    "id": "31595101",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=31595101",
    "title": "Cochise County in the Old West",
    "text": "&lt;a href=\"Cochise%20County%2C%20Arizona\"&gt;Cochise County&lt;/a&gt; in southeastern &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt; was the scene of a number of violent conflicts in the 19th-century and early 20th-century &lt;a href=\"American%20frontier\"&gt;American Old West&lt;/a&gt;, including between white settlers and &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; Indians, between opposing political and economic factions, and between outlaw gangs and local law enforcement. Cochise County was carved off in 1881 from the easternmost portion of &lt;a href=\"Pima%20County%2C%20Arizona\"&gt;Pima County&lt;/a&gt; during a formative period in the &lt;a href=\"Southwestern%20United%20States\"&gt;American Southwest&lt;/a&gt;. The era was characterized by rapidly growing &lt;a href=\"boomtown\"&gt;boomtown&lt;/a&gt;s, the emergence of large-scale farming and ranching interests, lucrative &lt;a href=\"Mining%20in%20the%20United%20States\"&gt;mining&lt;/a&gt; operations, and the development of new technologies in &lt;a href=\"Rail%20transportation%20in%20the%20United%20States%231851%20%E2%80%93%201900\"&gt;railroading&lt;/a&gt; and &lt;a href=\"Telecommunications%23Telegraph%20and%20telephone\"&gt;telecommunications&lt;/a&gt;. Complicating the situation was staunch resistance to white settlement from local &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; groups, most notably during the &lt;a href=\"Apache%20Wars\"&gt;Apache Wars&lt;/a&gt;, as well as Cochise County's location on the &lt;a href=\"United%20States%E2%80%93Mexico%20border\"&gt;border with Mexico&lt;/a&gt;, which not only threatened international conflict but also presented opportunities for criminal smugglers and &lt;a href=\"cattle%20raiding\"&gt;cattle rustlers&lt;/a&gt;.\nFactional hostilities emerged as soon as American settlers began arriving in southern Arizona in large numbers in the 1860s and 1870s. The &lt;a href=\"Gadsden%20Purchase\"&gt;Gadsden Purchase&lt;/a&gt; of 1853 had opened the territory to Americans, and the sudden growth of settlement and investment proved a source of great enmity between local Apaches and the American newcomers. Pima County and later Cochise County were the primary battleground for most of the resulting quarter-century of warfare, which was almost constant in the region until the late 1880s.\nIn addition to the Native American conflicts, there was also considerable tension between rural residents of Cochise County, who were for the most part &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; from the &lt;a href=\"agrarianism\"&gt;agrarian&lt;/a&gt; &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States&lt;/a&gt;, and more urban residents living within the region's few developed towns, who were largely &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; business owners from the &lt;a href=\"industrialism\"&gt;industrial&lt;/a&gt; &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Union States&lt;/a&gt;. The division created polarizing sectional alliances and culminated in countless local feuds, the most well-known of which has been called the Cochise County feud or the Earp–Clanton feud, which included the historic &lt;a href=\"Gunfight%20at%20the%20O.K.%20Corral\"&gt;Gunfight at the O.K. Corral&lt;/a&gt; in the town of &lt;a href=\"Tombstone%2C%20Arizona\"&gt;Tombstone&lt;/a&gt; and &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt Earp&lt;/a&gt;'s &lt;a href=\"Earp%20Vendetta%20Ride\"&gt;Vendetta Ride&lt;/a&gt; in the early 1880s. Dr. &lt;a href=\"George%20E.%20Goodfellow\"&gt;George E. Goodfellow&lt;/a&gt; famously described &lt;a href=\"Tombstone%2C%20Arizona\"&gt;Tombstone&lt;/a&gt;, the capital of Cochise County, as the \"condensation of wickedness.\"\nFormation of Cochise County.\nThe land that now comprises Cochise County, along with the rest of modern Arizona south of the &lt;a href=\"Gila%20River\"&gt;Gila River&lt;/a&gt; and a small part of southwestern &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, was &lt;a href=\"Mexico\"&gt;Mexican&lt;/a&gt; territory until 1853, when it was purchased by the United States in the &lt;a href=\"Gadsden%20Purchase\"&gt;Gadsden Purchase&lt;/a&gt;. Cochise County was created on February 1, 1881 from the eastern portion of &lt;a href=\"Pima%20County%2C%20Arizona\"&gt;Pima County&lt;/a&gt;. It was named after the legendary &lt;a href=\"Chiricahua\"&gt;Chiricahua&lt;/a&gt; &lt;a href=\"Apache\"&gt;Apache&lt;/a&gt; war chief &lt;a href=\"Cochise\"&gt;Cochise&lt;/a&gt;, who was a pivotal figure in the &lt;a href=\"Apache%20Wars\"&gt;Apache Wars&lt;/a&gt; before his death in 1874. The county seat was &lt;a href=\"Tombstone%2C%20Arizona\"&gt;Tombstone&lt;/a&gt; until 1929, when it moved to &lt;a href=\"Bisbee%2C%20Arizona\"&gt;Bisbee&lt;/a&gt;.\nCochise County is almost a perfect square in the southeasternmost corner of the state: . It covers a land area of –1.5 times the size of the state of &lt;a href=\"Connecticut\"&gt;Connecticut&lt;/a&gt;–and shares an border with the Mexican state of &lt;a href=\"Sonora\"&gt;Sonora&lt;/a&gt;. The county also includes of the &lt;a href=\"San%20Pedro%20River%20%28Arizona%29\"&gt;San Pedro River&lt;/a&gt; watershed. Most of Cochise County is dominated by &lt;a href=\"basin%20and%20range\"&gt;basin and range&lt;/a&gt; topography, with high-altitude rocky plateaus and forested mountain ranges (including the &lt;a href=\"Dragoon%20Mountains\"&gt;Dragoon Mountains&lt;/a&gt; and the &lt;a href=\"Chiricahua%20Mountains\"&gt;Chiricahua Mountains&lt;/a&gt;) separated by broad, low-lying valleys of &lt;a href=\"Sonoran%20Desert\"&gt;Sonoran Desert&lt;/a&gt; scrub. Dragoon Summit divides the county.\nApache Wars.\nThe Apache Wars were Arizona's and New Mexico's most prominent conflict for more than 30 years in the latter half of the 19th century, as well as one of the lengthiest conflicts in all of the &lt;a href=\"Indian%20Wars\"&gt;Indian Wars&lt;/a&gt;. The land that is now Cochise County is located in the ancestral homeland of the &lt;a href=\"Chiricahua\"&gt;Chiricahua&lt;/a&gt; Apache, who fiercely resisted American encroachment on their territory for decades. The Chiricahua War began as the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; was beginning, when the southern part of &lt;a href=\"New%20Mexico%20Territory\"&gt;New Mexico Territory&lt;/a&gt; (of which present-day Arizona was a part) had nominally joined the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States of America&lt;/a&gt; as &lt;a href=\"Confederate%20Arizona\"&gt;Confederate Arizona&lt;/a&gt; and both Union and Confederate armies vied for control of New Mexico and the important &lt;a href=\"Southern%20Immigrant%20Trail\"&gt;emigrant trail&lt;/a&gt; and &lt;a href=\"Butterfield%20Overland%20Mail\"&gt;stagecoach route&lt;/a&gt; passing through the area en route to &lt;a href=\"California\"&gt;California&lt;/a&gt;.\nCochise and the Bascom Affair.\nIn January 1861, a band of Apaches raided the ranch of John Ward, stole some livestock, and kidnapped the son of a Mexican woman who lived with Ward. Ward wrongly believed that the unrelated Chiricahua Apache chief &lt;a href=\"Cochise\"&gt;Cochise&lt;/a&gt; and his followers were responsible and he demanded that the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; confront Cochise, recover the livestock, and rescue the boy. A month later, the army responded by sending Lieutenant &lt;a href=\"George%20Nicholas%20Bascom\"&gt;George Nicholas Bascom&lt;/a&gt; and fifty-four men into &lt;a href=\"Apache%20Pass\"&gt;Apache Pass&lt;/a&gt;, where several people had been massacred by the Chiricahuas in the past. After setting up camp about a mile from a &lt;a href=\"Butterfield%20Overland%20Mail\"&gt;Butterfield Overland Mail&lt;/a&gt; waystation, Bascom lured Cochise and several of his relatives into his tent and threatened to hold him hostage until Ward's property and the boy were returned. Furious and insulted, Cochise cut through the wall of the tent, eluded the guards posted outside, and attempted to free the other hostages by offering to exchange them for several of his own prisoners. When Bascom refused, the Chiricahuas killed their prisoners, and Bascom responded by hanging Cochise's hostage relatives.\nThe incident triggered a series of retaliations that soon erupted into full-scale war across a vast portion of southeastern Arizona and southwestern New Mexico. The fighting did not come to any significant end until 1886, when the Apache &lt;a href=\"shaman\"&gt;shaman&lt;/a&gt; &lt;a href=\"Geronimo\"&gt;Geronimo&lt;/a&gt; surrendered to the U.S. Army at &lt;a href=\"Skeleton%20Canyon\"&gt;Skeleton Canyon&lt;/a&gt;. But even after Geronimo's surrender, warriors like &lt;a href=\"Massai\"&gt;Massai&lt;/a&gt; and the &lt;a href=\"Apache%20Kid\"&gt;Apache Kid&lt;/a&gt; continued to raid settlers' ranches for years into the 20th century.\nBattle of Apache Pass.\nBetween 1861 and 1886, there were dozens of skirmishes between white soldiers or settlers and Apaches in Cochise County. The biggest of these battles occurred when Cochise and &lt;a href=\"Mangas%20Coloradas\"&gt;Mangas Coloradas&lt;/a&gt; attempted to ambush a detachment of the &lt;a href=\"California%20Column\"&gt;California Column&lt;/a&gt; as it made its way east through Apache Pass in the &lt;a href=\"Chiricahua%20Mountains\"&gt;Chiricahua Mountains&lt;/a&gt;. During the ensuing &lt;a href=\"Battle%20of%20Apache%20Pass\"&gt;Battle of Apache Pass&lt;/a&gt;, on June 15, 1862, &lt;a href=\"Captain%20%28land%29\"&gt;Captain&lt;/a&gt; Thomas L. Roberts and 126 men routed 500 Apaches from their fortified positions overlooking the area. Sixty-six Apaches were killed while the Americans suffered only five casualties. The army then built &lt;a href=\"Fort%20Bowie\"&gt;Fort Bowie&lt;/a&gt; to protect the trail that led through the pass.\nConflicts and feuds.\nRural vs. town interests.\nMany of the &lt;a href=\"ranch\"&gt;ranch&lt;/a&gt;ers and &lt;a href=\"Cochise%20County%20Cowboys\"&gt;Cowboys&lt;/a&gt; who lived in the Cochise County countryside were resentful of the growing power of the business owners and townspeople who increasingly influenced local politics and law in the county. A cowboy in that time and region was generally regarded as an outlaw. Legitimate cowmen were referred to as cattle herders or ranchers.\nThe ranchers largely maintained control of the country around Tombstone, due in large part to the sympathetic support of &lt;a href=\"Cochise%20County\"&gt;Cochise County&lt;/a&gt; &lt;a href=\"Sheriff\"&gt;Sheriff&lt;/a&gt; &lt;a href=\"Johnny%20Behan\"&gt;Johnny Behan&lt;/a&gt; who favored the Cowboys and rural ranchers and who grew to intensely dislike the Earps. Behan tended to ignore the Earp's complaints about the McLaury's and Clanton's horse thieving and cattle rustling.\nThe townspeople and business owners welcomed the Cowboys who had money to spend in the numerous bordellos, gambling halls, and drinking establishments. When lawlessness got out of hand, they enacted ordinances to control the disruptive revelry and shootings. As officers of the law, the Earp brothers held authority at times on the federal, county and local level. They were resented by the Cowboys for their tactics as when Wyatt Earp &lt;a href=\"pistol-whipping\"&gt;buffaloed&lt;/a&gt; &lt;a href=\"William%20Brocius\"&gt;Curly Bill&lt;/a&gt; when he accidentally shot Marshal &lt;a href=\"Fred%20White%20%28marshal%29\"&gt;Fred White&lt;/a&gt;. The Earps were also known to bend the law in their favor when it affected their gambling and saloon interests, which earned them further enmity with the Cowboy faction.\nUnder the surface were other tensions aggravating the simmering distrust. Most of the leading cattlemen and Cowboys were &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate&lt;/a&gt; sympathizers and &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrats&lt;/a&gt; from Southern states, especially Missouri and Texas. The mine and &lt;a href=\"Business\"&gt;business owners&lt;/a&gt;, miners, townspeople and city lawmen including the Earps were largely &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republicans&lt;/a&gt; from the &lt;a href=\"Union%20%28American%20Civil%20War%29\"&gt;Northern states&lt;/a&gt;. There was also the fundamental conflict over resources and land, of traditional, Southern-style \"&lt;a href=\"small%20government\"&gt;small government&lt;/a&gt;\" &lt;a href=\"agrarianism\"&gt;agrarianism&lt;/a&gt; of the rural Cowboys with Northern-style &lt;a href=\"industrialism\"&gt;industrial&lt;/a&gt; capitalism.\nLawmen vs. outlaws.\nDuring the rapid growth of &lt;a href=\"Cochise%20County%2C%20Arizona\"&gt;Cochise County&lt;/a&gt; in the 1880s at the peak of the &lt;a href=\"silver%20mining\"&gt;silver mining&lt;/a&gt; boom, outlaws derisively called \"&lt;a href=\"Cochise%20County%20Cowboys\"&gt;Cowboys&lt;/a&gt;\" frequently robbed &lt;a href=\"stagecoach\"&gt;stagecoach&lt;/a&gt;es and brazenly &lt;a href=\"cattle%20raiding\"&gt;stole cattle&lt;/a&gt; in broad daylight, scaring off the legitimate cowboys watching the herds. It became an insult to call a legitimate &lt;a href=\"cattleman\"&gt;cattleman&lt;/a&gt; a \"Cowboy.\" Legal cowmen were generally called herders or ranchers.\nThe lines between the outlaw element and law enforcement were not always distinct. &lt;a href=\"Doc%20Holliday\"&gt;Doc Holliday&lt;/a&gt; had a reputation as a killer, though modern research has only identified three individuals he shot. He was also friends with &lt;a href=\"William%20Leonard%20%28cowboy%29\"&gt;Bill Leonard&lt;/a&gt;, who was implicated in a stagecoach robbery. Cowboy &lt;a href=\"Frank%20Stilwell\"&gt;Frank Stilwell&lt;/a&gt; was a known cattle rustler and served as an assistant Sheriff under Cochise County Sheriff &lt;a href=\"Johnny%20Behan\"&gt;Johnny Behan&lt;/a&gt;. Cowboy and outlaw &lt;a href=\"Texas%20Jack%20Vermillion\"&gt;Texas Jack Vermillion&lt;/a&gt; was a friend of the Earps who deputized him after &lt;a href=\"Virgil%20Earp\"&gt;Virgil Earp&lt;/a&gt; was maimed in an ambush.\nMurder of Deputies Adams and Finley.\nAt the behest of Judge &lt;a href=\"Charles%20Silent\"&gt;Charles Silent&lt;/a&gt;, Territorial Marshal &lt;a href=\"Crawley%20P.%20Dake\"&gt;Crawley Dake&lt;/a&gt; deputized John H. Adams and Cornelius Finley. While traveling north to company headquarters in September 1878, less than two weeks after they were deputized, five Mexicans intercepted Adams and Finley, who they believed were carrying gold ore, and killed them. They failed to find any ore however. One of the suspects in the killings was Florentino Saiz, who the \"Arizona Weekly Star\" identified as \"the 1878 murderer of Deputy U.S. Marshals Cornelius Finley and John Hicks Adams on September 2, 1878\". During the Coroner's Inquest into the death of &lt;a href=\"Morgan%20Earp\"&gt;Morgan Earp&lt;/a&gt;, &lt;a href=\"Pete%20Spence\"&gt;Pete Spence&lt;/a&gt;'s wife, Marietta Duarte, implicated her husband and four other men, including Florentino Cruz, in Morgan's murder. Saiz and Cruz may have been the same person. In 1879, the Mexican federal government refused to allow Dake to extradite two of the suspects. Unable to find justice in the courts for his brother's murder, &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt Earp&lt;/a&gt; began a &lt;a href=\"Earp%20Vendetta%20Ride\"&gt;vendetta&lt;/a&gt;, and killed Florentino Cruz on March 22, 1882 at a wood camp near South Pass of the &lt;a href=\"Dragoon%20Mountains\"&gt;Dragoon Mountains&lt;/a&gt;.\nSmuggling and cattle rustling.\nFrom early in the history of Pima County, bandits used the border between the United States and Mexico to raid across in one direction and use the other as sanctuary. In December, 1878, and again the next year, Mexican authorities complained about American outlaw Cowboys who stole Mexican beef and resold it in Arizona. The \"&lt;a href=\"Arizona%20Citizen\"&gt;Arizona Citizen&lt;/a&gt;\" reported that both U.S. and Mexican bandits were stealing horses from the Santa Cruz Valley and selling the livestock in &lt;a href=\"Sonora\"&gt;Sonora&lt;/a&gt;, Mexico. Arizona Territorial Governor Fremont investigated the Mexican government's allegations and accused them in turn of allowing outlaws to use Sonora as a base of operations for raiding into Arizona.\nThe Clanton and McLaury clans were among those allegedly involved in the clandestine &lt;a href=\"cross-border\"&gt;cross-border&lt;/a&gt; livestock &lt;a href=\"smuggling\"&gt;smuggling&lt;/a&gt; from Sonora into Arizona. The illegal cattle operations kept beef prices lower and provided cheap &lt;a href=\"Livestock\"&gt;stock&lt;/a&gt; that helped small &lt;a href=\"ranchers\"&gt;ranchers&lt;/a&gt; get by. Many early Tombstone residents looked the other way when it was \"only &lt;a href=\"Mexicans\"&gt;Mexicans&lt;/a&gt;\" being robbed.\nThe Clanton family led by &lt;a href=\"Newman%20Haynes%20Clanton\"&gt;Newman Haynes Clanton&lt;/a&gt; had a ranch about southeast of Tombstone that was a way station for stolen Mexican beef. He was assisted by his sons &lt;a href=\"Ike%20Clanton\"&gt;Ike&lt;/a&gt;, &lt;a href=\"Billy%20Clanton\"&gt;Billy&lt;/a&gt;, and &lt;a href=\"Phineas%20Clanton\"&gt;Phin Clanton&lt;/a&gt;. &lt;a href=\"Frank%20McLaury\"&gt;Frank&lt;/a&gt; and &lt;a href=\"Tom%20McLaury\"&gt;Tom McLaury&lt;/a&gt; had a ranch outside of Tombstone that they used to buy and re-sell stolen Mexican cattle.\nOn July 25, 1880, Captain Joseph H. Hurst requested the assistance of &lt;a href=\"Deputy%20U.S.%20Marshal\"&gt;Deputy U.S. Marshal&lt;/a&gt; Virgil Earp, who brought Wyatt and Morgan Earp, as well as &lt;a href=\"Wells%20Fargo\"&gt;Wells Fargo&lt;/a&gt; agent Marshall Williams, to track the thieves of six &lt;a href=\"U.S.%20Army\"&gt;U.S. Army&lt;/a&gt; mules stolen from &lt;a href=\"Fort%20Rucker%2C%20Arizona\"&gt;Camp Rucker&lt;/a&gt;. This was a &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;federal&lt;/a&gt; matter because the animals were U.S. property. They found the animals on the McLaury's Ranch on the Babacomari River and the &lt;a href=\"branding%20iron\"&gt;branding iron&lt;/a&gt; used to change the \"US\" brand to \"D8\".\nTo avoid bloodshed, Cowboy Frank Patterson promised to return the mules so the &lt;a href=\"Posse%20comitatus%20%28common%20law%29\"&gt;posse&lt;/a&gt; withdrew. The Cowboys showed up two days later without the mules and laughed at Captain Hurst and the Earps. Hurst responded by printing and distributing a &lt;a href=\"handbill\"&gt;handbill&lt;/a&gt; describing the theft and promising a reward for the \"trial and conviction\" of the thieves. He specifically charged Frank McLaury with assisting with the theft. It was reprinted in the \"Epitaph\" on July 30, 1880. Frank McLaury angrily printed a response in the Cowboy-friendly \"Nuggett\", calling Hurst \"a coward, a vagabond, a rascal, and a malicious liar.\"\nIn late 1879 one of &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt Earp&lt;/a&gt;'s prized horses named Dick Naylor was stolen. Almost a year later he got a tip that it had been seen at the Clanton ranch near Charleston. Earp rode out to their ranch and spotted the horse. &lt;a href=\"Ike%20Clanton\"&gt;Ike Clanton&lt;/a&gt; and his brother Billy were both present. Earp returned with Holliday to recover the horse. On the way, they overtook Behan, who was riding in a wagon. Behan was also heading to the ranch to serve an election-hearing subpoena on Ike Clanton.\nPleasant Valley War.\nAt the start of the &lt;a href=\"Pleasant%20Valley%20War\"&gt;Pleasant Valley War&lt;/a&gt;, a notorious feud that took place in Arizona's &lt;a href=\"Tonto%20Basin\"&gt;Tonto Basin&lt;/a&gt; from 1882 to 1892, the smuggler Neil McLeod left &lt;a href=\"Globe%2C%20Arizona\"&gt;Globe, Arizona&lt;/a&gt; for Cochise County. Many Cochise County cattle dealers were losing cattle and horses to thieves that T. W. Ayles described as an \"organized band\" whose \"connections seem to extend to and over the Mexican border.\"\nIn the middle of 1881, the &lt;a href=\"Mexican%20military\"&gt;Mexican military&lt;/a&gt; dropped taxes on alcohol and tobacco and began vigorously pursuing the Cowboys. In response, the &lt;a href=\"Cattle%20raiding\"&gt;rustlers&lt;/a&gt; increased their stock thefts on the U.S. side of the border. McLeod used boxing matches and wrestling as a cover for his less scrupulous activities of rustling and selling contraband near the Mexican border.\nPrizefighting had become quite sophisticated in Tombstone and in October 1883 McLeod beat the then champion Young in four rounds and was awarded a $400 prize. McLeod also maintained good relations with Judge Aaron H. Hackney in Globe by helping the judge's friends caught in the feud, including &lt;a href=\"Frederick%20Russell%20Burnham\"&gt;Frederick Russell Burnham&lt;/a&gt;, leave the Tonto Basin to hide out in Tombstone. In August 1884, McLeod was assassinated in Nacosair, Sonora, Mexico by James Powers.\nFirst Skeleton Canyon Massacre.\n&lt;a href=\"Skeleton%20Canyon\"&gt;Skeleton Canyon&lt;/a&gt; is located in the &lt;a href=\"Peloncillo%20Mountains%20%28Hidalgo%20County%29\"&gt;Peloncillo Mountains&lt;/a&gt;, which straddles the modern Arizona and New Mexico state border. This canyon connects the &lt;a href=\"Animas%20Valley\"&gt;Animas Valley&lt;/a&gt; of New Mexico with the &lt;a href=\"San%20Simon%20Valley\"&gt;San Simon Valley&lt;/a&gt; of Arizona. The first Skeleton Canyon massacres was an attack on &lt;a href=\"Mexican%20people\"&gt;Mexican&lt;/a&gt; &lt;a href=\"Rurales\"&gt;Rurales&lt;/a&gt; by rustlers in July 1879. They attacked a rancho in northern &lt;a href=\"Sonora\"&gt;Sonora&lt;/a&gt;, killing several of the inhabitants. After the attack on the rancho, the survivors reported the attacks to Commandant Francisco Neri and he sent a detachment of Rurales out, among them Captain &lt;a href=\"Alfredo%20Carrillo\"&gt;Alfredo Carrillo&lt;/a&gt;. The Rurales illegally crossed the border into Arizona and as the Rurales entered in the canyon, shots were fired. Three of the Rurales survived the initial onslaught. Then the Cowboys executed the Rurales leader.\nThe Mexican Government protested the killings to President &lt;a href=\"Chester%20Arthur\"&gt;Chester Arthur&lt;/a&gt; despite the fact that the Mexican policemen had crossed into a foreign country where they had no jurisdiction. Although the assailants were never positively identified, it was speculated that &lt;a href=\"Newman%20Haynes%20Clanton\"&gt;Old Man Clanton&lt;/a&gt;, &lt;a href=\"Ike%20Clanton\"&gt;Ike Clanton&lt;/a&gt;, &lt;a href=\"Billy%20Clanton\"&gt;Billy Clanton&lt;/a&gt;, &lt;a href=\"William%20Brocius\"&gt;\"Curly Bill\" Brocius&lt;/a&gt;, &lt;a href=\"Johnny%20Ringo\"&gt;Johnny Ringo&lt;/a&gt;, and &lt;a href=\"Florentino%20Cruz\"&gt;Florentino Cruz&lt;/a&gt; were the murderers.\nGovernor Fremont asks for militia.\nTerritorial Governor &lt;a href=\"John%20C.%20Fr%C3%A9mont\"&gt;John C. Frémont&lt;/a&gt;, who had been the first Republican presidential candidate in 1856, was largely an absentee appointee. But in February 1881 he suggested to the territorial legislature that they fund a state &lt;a href=\"militia\"&gt;militia&lt;/a&gt; to ride against the outlaws and stop the rustling. The legislators hooted down his plan.\nSecond Skeleton Canyon Massacre.\nIn July 1881, \"Curly Bill\" Brocius received word that several Mexican smugglers carrying silver were heading to the United States through Skeleton Canyon. &lt;a href=\"Johnny%20Ringo\"&gt;Johnny Ringo&lt;/a&gt; reported that Curly Bill and several other men including &lt;a href=\"Newman%20Haynes%20Clanton\"&gt;Old Man Clanton&lt;/a&gt;, &lt;a href=\"Ike%20Clanton\"&gt;Ike Clanton&lt;/a&gt;, &lt;a href=\"Billy%20Clanton\"&gt;Billy Clanton&lt;/a&gt;, &lt;a href=\"Frank%20McLaury\"&gt;Frank McLaury&lt;/a&gt;, &lt;a href=\"Tom%20McLaury\"&gt;Tom McLaury&lt;/a&gt;, &lt;a href=\"Billy%20Grounds\"&gt;Billy Grounds&lt;/a&gt;, and &lt;a href=\"Zwing%20Hunt\"&gt;Zwing Hunt&lt;/a&gt; hid in the rocks high above the trail. As the smugglers rode through the canyon the murderers opened fire, killing six of the nineteen. The rest were killed as they tried to get away.\nGuadalupe Canyon Massacre.\nIn August 1881, Mexican &lt;a href=\"Commandant\"&gt;Commandant&lt;/a&gt; &lt;a href=\"Felipe%20Neri\"&gt;Felipe Neri&lt;/a&gt; dispatched troops to the border. Some researchers theorize that Mexican &lt;a href=\"Rurales\"&gt;Rurales&lt;/a&gt; led by Captain &lt;a href=\"Alfredo%20Carrillo\"&gt;Alfredo Carrillo&lt;/a&gt;, who had survived the &lt;a href=\"Skeleton%20Canyon%20Massacre\"&gt;Skeleton Canyon Massacre&lt;/a&gt; in 1879, led the ambush of the Cowboys. They found &lt;a href=\"Newman%20Haynes%20Clanton\"&gt;\"Old Man\" Clanton&lt;/a&gt; and six others bedded down for the night in Guadalupe Canyon with a herd of cattle. The Mexicans waited until dawn and killed five of the Cowboys.\nThe dead included Old Man Clanton; Charley Snow, a ranch hand who thought he had heard a bear and was the first killed; &lt;a href=\"Jim%20Crain%20%28cowboy%29\"&gt;Jim Crain&lt;/a&gt;, who was wanted for the stagecoach robbery near &lt;a href=\"Tombstone%2C%20Arizona\"&gt;Tombstone&lt;/a&gt; during which &lt;a href=\"Bud%20Philpott\"&gt;Bud Philpott&lt;/a&gt; had been murdered; Dick Gray, son of Col. Mike Gray; and Billy Lang, a cattle rancher. Clanton, Crain, and Gray were either still in their bedrolls or in the act of getting dressed when killed. Lang was the only one who had a chance to fight back. Harry Ernshaw, a milk farmer, was grazed by a bullet on the nose; &lt;a href=\"Billy%20Byers\"&gt;Billy Byers&lt;/a&gt; feigned death until the soldiers left.\nTombstone marshal killed.\nOn October 28, 1880, Tombstone town marshal &lt;a href=\"Fred%20White%20%28marshal%29\"&gt;Fred White&lt;/a&gt; was trying to break up a group of late revelers shooting at the moon on Allen Street in Tombstone. He attempted to confiscate the pistol of &lt;a href=\"William%20Brocius\"&gt;Curly Bill Brocius&lt;/a&gt; and was shot in the abdomen. Wyatt Earp &lt;a href=\"pistol-whipping\"&gt;buffaloed&lt;/a&gt; Brocius, knocking him unconscious, and arrested him. Wyatt told his biographer many years later that he thought Brocius was still armed at the time and had not noticed that Brocius' pistol was already on the ground. The pistol contained only one expended cartridge and five live rounds. Brocius waived a preliminary hearing so he and his case could be transferred to &lt;a href=\"Tucson%2C%20Arizona\"&gt;Tucson District Court&lt;/a&gt;. White died two days after his shooting, changing Brocius' charge to murder.\nOn December 27, 1880, Wyatt testified that he thought the shooting was accidental. It was also demonstrated that Brocius' pistol could be fired from &lt;a href=\"trigger%20%28firearms%29\"&gt;half-cock&lt;/a&gt;. Fred White also left a statement before he died that the shooting was not intentional. The judge released Brocius, but Brocius retained bitterness towards Earp for the rough treatment he got when arrested.\nElections and ballot-stuffing.\nPima County sheriff &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; &lt;a href=\"Charles%20A.%20Shibell\"&gt;Charles A. Shibell&lt;/a&gt; appointed\nWyatt Earp as a Pima County Deputy Sheriff on July 27, 1880. Wyatt did his job well, and from August through November his name was mentioned nearly every week by the \"Epitaph\" or the \"Nugget\" newspapers.\nPima County sheriff.\nShibell ran for reelection in the November 2, 1880, against Republican &lt;a href=\"Robert%20H.%20Paul\"&gt;Bob Paul&lt;/a&gt;. The region was strongly Republican and Paul was expected to win. Whoever won would likely appoint someone from the same political party. Republican Wyatt expected he would continue in the job.\n&lt;a href=\"Johnny%20Ringo\"&gt;Johnny Ringo&lt;/a&gt; attended the Democratic party convention in Pima County and got himself elected as a delegate for San Simon/Cienega Precinct 27, located in San Simon Valley in northern Cochise County. This was despite the fact he'd shot Louis Hancock, the brother in law to James Hayes, a member of the Committee of Credentials, only a few months before. He persuaded the Pima County Board of Supervisors to make the house of rustling buddy Joe Hill the polling place and himself and Ike Clanton as election officials. But when the supervisors learned that Joe Hill had already moved, they moved the polling place to the home of John Magill and removed Johnny Ringo and Ike Clanton as election officials, but it was too late. On the day of the election in Precinct 27—San Simon Valley in northern Cochise County—James C. Hancock reported that Cowboys &lt;a href=\"William%20Brocius\"&gt;Curly Bill Brocius&lt;/a&gt; and Ringo served as election officials in the San Simon precinct. However, on June 1, the day before the election, Ringo biographer David Johnson places Ringo in New Mexico with Ike Clanton. Curly Bill had been arrested and jailed in Tucson on October 28 for killing Sheriff &lt;a href=\"Fred%20White%20%28marshal%29\"&gt;Fred White&lt;/a&gt; and he was still there on election day.\nThe home of John Magill was used as the polling place. A mysterious \"Henry Johnson\" was responsible for certifying the ballots. This turned out to be James Johnson, the same James K. Johnson who had been shooting up Allen Street the night Marshal White was killed. Moreover, he was the same Johnson that testified at Curly Bill's preliminary hearing after he shot Fred White. James Johnson later testified for Bud Paul in the election hearing and said that the ballots had been left in the care of &lt;a href=\"Phineas%20Clanton\"&gt;Phin Clanton&lt;/a&gt;. None of the witnesses during the election hearing reported on ballots being cast for dogs.\nThey gathered the dozen or so legal voters in town and coerced them to vote for Shibell. Then they gathered non-voters like the children and Chinese and had them cast ballots. Not satisfied, the named all the dogs, burros and poultry and cast ballots in their names for Shibell. The San Simon precinct turned out an amazing 104 votes, 103 of them for Shibell.\nDemocrat Shibell was unexpectedly reelected by a margin of 58 votes. He immediately appointed &lt;a href=\"Johnny%20Behan\"&gt;Johnny Behan&lt;/a&gt; as the new deputy sheriff for the Tombstone region of Pima County. Wyatt, also a Republican, supported &lt;a href=\"Robert%20H.%20Paul\"&gt;Paul&lt;/a&gt; and resigned as deputy sheriff on November 9. Shibell immediately appointed Behan as the new South Pima deputy sheriff. Paul and Earp checked the ballots and were suspicious to see that 108 out of 109 voters in Precinct 27 had voted for Shibell.\nOn November 19, Paul filed suit and accused Shibell of &lt;a href=\"ballot-stuffing\"&gt;ballot-stuffing&lt;/a&gt;. The trial was transferred to Tucson's district court and began on January 17. On January 20, 1881, the \"Arizona Star\" reported, “There has been some big cheating somewhere, and by some persons. It was clear that there had been reckless counting at Tombstone, fraud at San Simon and a careless election board at Tres Alamos.” A recount was held and this time Paul had 402 votes and Shibell had 354.\nJudge Judge C.G.W. French ruled in Paul's favor in late January, 1881, throwing the whole precinct out, but Shibell appealed, preventing Paul from taking office until April 1881. However, the eastern portion of Pima County had been split off to form &lt;a href=\"Cochise%20County\"&gt;Cochise County&lt;/a&gt; on February 1. This prevented Paul from appointing Earp as &lt;a href=\"deputy%20sheriff\"&gt;deputy sheriff&lt;/a&gt; for the Tombstone area of Pima County.\nCochise County sheriff.\nWhen Cochise County was initially formed, both Wyatt Earp and Johnny Behan sought the new sheriff's position. It was a lucrative job, far beyond its salary. The sheriff was not only responsible for enforcing the law but was also county assessor, tax collector, and responsible for collecting prostitution, gambling, liquor, and theater fees. The county supervisors allowed the sheriff to keep ten percent of all amounts paid. This made the job worth more than $40,000 a year (about $ today).\nDemocrat &lt;a href=\"Johnny%20Behan\"&gt;Johnny Behan&lt;/a&gt; had considerably more political experience than Republican Wyatt Earp. Behan had previously served as &lt;a href=\"Yavapai%20County\"&gt;Yavapai County&lt;/a&gt; Sheriff from 1871 to 1873. He had been elected to the Arizona Territorial Legislature twice, representing Yavapai Country in the &lt;a href=\"7th%20Arizona%20Territorial%20Legislature\"&gt;7th Territorial Legislature&lt;/a&gt; in 1873 and Mohave County in the &lt;a href=\"10th%20Arizona%20Territorial%20Legislature\"&gt;10th&lt;/a&gt; in 1879. Behan moved for a time to the northwest Arizona Territory where he served as the &lt;a href=\"Mohave%20County\"&gt;Mohave County&lt;/a&gt; Recorder in 1877 and then deputy sheriff of Mohave County at Gillet, in 1879.\nFurthermore, Behan's partner in the Dexter Livery, John Dunbar, had a brother Thomas who served in the Arizona Territorial Legislature. Thomas Dunbar introduced the bill that split Cochise County off from Pima County in the far southeast corner of the territory, and he became known as the “father of Cochise County”. The Dunbar family in their home town of Bangor, Maine, were \"close family friends\" of the powerful Senator &lt;a href=\"James%20G.%20Blaine\"&gt;James G. Blaine&lt;/a&gt;, also from Bangor, and one of the most powerful Republican congressmen of his time. The Dunbars used their influence to help Behan get appointed Sheriff of the new Cochise County, in February 1881.\nBehan utilized his existing position and his superior political connections to &lt;a href=\"lobbying\"&gt;lobby&lt;/a&gt; hard for the position. The office was appointed by the &lt;a href=\"Arizona%20Territory\"&gt;Territorial&lt;/a&gt; governor and confirmed by the territorial legislature. Wyatt also had other interests including a claim in the Vizina mine, water rights proposals, and a one-quarter interest in the Oriental Hotel where the ran the &lt;a href=\"Faro%20%28card%20game%29\"&gt;Faro&lt;/a&gt; concession at the Oriental Saloon. Behan made a deal with Earp: he promised Wyatt a position as his &lt;a href=\"undersheriff\"&gt;undersheriff&lt;/a&gt; if he was appointed over Wyatt. Earp withdrew his name from the political contest. Behan used the influence Behan had previously served as &lt;a href=\"Yavapai%20County\"&gt;Yavapai County&lt;/a&gt; Sheriff from 1871 to 1873. He had been elected to the Arizona Territorial Legislature twice, representing Yavapai Country in the &lt;a href=\"7th%20Arizona%20Territorial%20Legislature\"&gt;7th Territorial Legislature&lt;/a&gt; in 1873 and Mohave County in the &lt;a href=\"10th%20Arizona%20Territorial%20Legislature\"&gt;10th&lt;/a&gt; in 1879. Behan moved for a time to the northwest Arizona Territory where he served as the &lt;a href=\"Mohave%20County\"&gt;Mohave County&lt;/a&gt; Recorder in 1877 and then deputy sheriff of Mohave County at Gillet, in 1879.\nWhen Cochise County was formed, Governor &lt;a href=\"John%20C.%20Fr%C3%A9mont\"&gt;John C. Frémont&lt;/a&gt; appointed and the Territorial Legislature approved Behan as Sheriff and John Dunbar as the first Cochise County Treasurer on February 10, 1881.\nBehan reneged on his deal with Earp and appointed prominent Democrat Harry Woods instead. Later that year, Behan gave a contrived explanation of his actions during the hearings after the Gunfight at the O.K. Corral. He said he broke his promise to appoint Earp because of an incident shortly before his appointment. Searching for a horse stolen in late 1879, Wyatt learned about a year later that the horse was in nearby Charleston. Wyatt spotted Billy Clanton attempting to remove the horse from a corral and retrieved it without trouble. Behan was in the area to serve a &lt;a href=\"subpoena\"&gt;subpoena&lt;/a&gt; on Ike Clanton. Ike was hopping mad when Behan finally found him, for Earp had told Clanton that Behan \"had taken a posse of nine men down there to arrest him.\" Behan took offense at Wyatt's tactics and changed his mind about appointing Wyatt. Holliday reported in an interview in 1882 that \"from that time a coolness grew up between the two men.\"\nVirgil Earp loses election.\nDeputy U.S. Marshal Virgil Earp ran against Ben Sippy, a part-time policeman, for the job of Tombstone City Marshal. Sippy ran ads in the Democrat and Cowboy-loyal \"Nuggett\", but Virgil didn't get the support he expected from &lt;a href=\"John%20Clum\"&gt;John Clum&lt;/a&gt; and the Republican \"The Epitaph\". To Virgil's surprise, he lost, by a margin of 311–259.\nNotable shootouts.\nOn April 6, 1880, only two months after he arrived, Tombstone resident &lt;a href=\"George%20W.%20Parsons\"&gt;George Parsons&lt;/a&gt; wrote in his diary, \"Several more shooting scrapes but they are of such frequent occurrence that their novelty has ceased.\" Cochise County became well known for the dozens of shootings and public gunfights between Old West lawmen and outlaws that occurred within its boundaries.\nGunfight at the O.K. Corral.\nOn October 26, 1881, town marshal and Deputy U. S. Marshall &lt;a href=\"Virgil%20Earp\"&gt;Virgil Earp&lt;/a&gt; led his brothers and deputies &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt&lt;/a&gt; and &lt;a href=\"James%20Earp\"&gt;James&lt;/a&gt; along with &lt;a href=\"Doc%20Holliday\"&gt;Doc Holliday&lt;/a&gt; in a confrontation with five &lt;a href=\"outlaw\"&gt;outlaw&lt;/a&gt; &lt;a href=\"The%20Cowboys%20%28Cochise%20County%29\"&gt;Cowboys&lt;/a&gt;: Wesley Fuller, &lt;a href=\"Tom%20McLaury\"&gt;Tom&lt;/a&gt; and &lt;a href=\"Frank%20McLaury\"&gt;Frank McLaury&lt;/a&gt;, &lt;a href=\"Billy%20Claiborne\"&gt;Billy Claiborne&lt;/a&gt; and &lt;a href=\"Ike%20Clanton\"&gt;Ike Clanton&lt;/a&gt;. The Cowboys were armed in violation of a &lt;a href=\"The%20Cowboys%20%28Cochise%20County%29%23Weapon%20ordinance\"&gt;city ordinance&lt;/a&gt; prohibiting carrying weapons in town. This shootout became famous as the &lt;a href=\"Gunfight%20at%20the%20O.K.%20Corral\"&gt;Gunfight at the O.K. Corral&lt;/a&gt;.\nWes Fuller, &lt;a href=\"Ike%20Clanton\"&gt;Ike Clanton&lt;/a&gt;, and &lt;a href=\"Billy%20Claiborne\"&gt;Billy Claiborne&lt;/a&gt; ran from the fight unharmed, but Billy Clanton and both McLaury brothers were killed. It took place at about 3:00 pm on October 26, 1881, in &lt;a href=\"Tombstone%2C%20Arizona\"&gt;Tombstone&lt;/a&gt;, &lt;a href=\"Arizona%20Territory\"&gt;Arizona Territory&lt;/a&gt; of the United States. Although only three men were killed during the gunfight, it is generally regarded as the most famous gunfight in the history of the &lt;a href=\"American%20Old%20West\"&gt;Old West&lt;/a&gt;.\nDespite its name, the gunfight began in a wide empty lot or alley on Fremont Street, between &lt;a href=\"C.%20S.%20Fly\"&gt;C. S. Fly&lt;/a&gt;'s lodging house and photographic studio and the MacDonald &lt;a href=\"Metallurgical%20assay\"&gt;assay&lt;/a&gt; house. The lot was six doors east of an alleyway that served as the &lt;a href=\"O.K.%20Corral%2C%20Arizona\"&gt;O.K. Corral's&lt;/a&gt; rear entrance. The two opposing parties were initially only about apart. About thirty shots were fired in thirty seconds. Ike Clanton and Billy Claiborne ran from the fight, unharmed. Frank and Tom McLaury and Billy Clanton were killed; Morgan Earp, Virgil Earp, and Doc Holliday were wounded and survived. Ike Clanton filed murder charges against Doc Holliday and the Earps and after a month-long preliminary hearing they were exonerated.\nThe Earps and &lt;a href=\"Doc%20Holliday\"&gt;Doc Holliday&lt;/a&gt; were charged by Billy Clanton's brother, Ike Clanton, with murder but were eventually exonerated by a local judge after a 30-day preliminary hearing and then again by a local grand jury. The so-called &lt;a href=\"The%20Cowboys%20%28Cochise%20County%29\"&gt;cowboy faction&lt;/a&gt; allegedly targeted the Earps for assassination over the next six months, which led to a series of killings and retributions, often with federal and county lawmen supporting different sides of the conflict. The series of battles became known as the &lt;a href=\"Earp%20Vendetta%20Ride\"&gt;Earp Vendetta Ride&lt;/a&gt;. The Earps and Doc Holliday left Arizona and the Cowboy element was less of a threat from that point forward.\nDeath of jealous husband.\nIn mid-June 1880, &lt;a href=\"Franklyn%20Leslie\"&gt;\"Buckskin\" Frank Leslie&lt;/a&gt; who had an eye for the ladies, escorted Mary Killen, the Commercial Hotel's housekeeper, to a dance. Accounts differ as to whether she was separated from her husband or still married to him. After the dance, they sat on the porch of the Cosmopolitan Hotel and were spotted by her drunken husband. Killen appeared out of the dark street and shot at Leslie, barely missing him. Leslie fired back and shot Mike Killen twice. Mike Killen died five days later and was buried in Tombstone's Boot Hill cemetery on June 22, 1880. Buckskin Frank Leslie had fired in self-defense and wasn't arrested.\nMurder of Henry Schneider.\nOn January 14, 1881, gambler &lt;a href=\"Michael%20O%27Rourke%20%28gambler%29\"&gt;Michael O'Rourke&lt;/a&gt; (&lt;a href=\"Also%20known%20as\"&gt;aka&lt;/a&gt; Johnny Behind the Deuce) got into a disagreement with Henry Schneider chief engineer of the Tombstone Mining and Milling Company, at a restaurant during lunch. According to the \"Epitaph\", Schneider suspected O'Rourke had stolen several articles of clothing from Schneider's cabin, but could not prove it. The next day Schneider went to lunch and he and O'Rourke got into a disagreement. According to O'Rourke and two friends of his, Schneider produced a knife and O'Rourke shot him in self-defense. Another stated that O'Rourke took offense at something Schneider said and threatened him, saying, \"Goddamn you, I'll shoot you when you come out.\" He waited for Schneider outside and killed him—O'Rourke said in self-defense. Charleston's constable &lt;a href=\"George%20McKelvey%20%28lawman%29\"&gt;George McKelvey&lt;/a&gt; arrested O'Rourke. Henry was well-liked and a mob of miners quickly gathered, threatening to lynch O'Rourke on the spot. McKelvey took O'Rourke on a &lt;a href=\"buckboard\"&gt;buckboard&lt;/a&gt; wagon to Tombstone and the mob followed. Once in Tombstone, Tombstone Marshal &lt;a href=\"Ben%20Sippy\"&gt;Ben Sippy&lt;/a&gt;, with the assistance of Deputy U.S. Marshal &lt;a href=\"Virgil%20Earp\"&gt;Virgil Earp&lt;/a&gt;, Assistant City Marshal &lt;a href=\"Morgan%20Earp\"&gt;Morgan Earp&lt;/a&gt;, and former Pima County Sheriff &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt Earp&lt;/a&gt; held the crowd at bay until calm prevailed.\nLuke Short kills Charlie Storms.\nIn February 1881, &lt;a href=\"Luke%20Short\"&gt;Luke Short&lt;/a&gt; and professional gambler and gunfighter &lt;a href=\"Charlie%20Storms\"&gt;Charlie Storms&lt;/a&gt; had a verbal altercation about a faro game which was defused by Bat Masterson, who knew both men. On February 28, Storm confronted Short once again outside the Oriental Saloon. This time he pulled a .45 caliber revolver. But Storm was too slow and Short shot him in the chest at point-blank range, his muzzle flash setting Storms' clothes on fire. Short shot Storms again before his body hit the ground. George Parsons witnessed Storms' death and wrote in his journal, \"The faro games went right on as though nothing had happened.\" Short was arrested but the shooting was ruled as &lt;a href=\"self%20defense\"&gt;self defense&lt;/a&gt;. Short left Tombstone in April and returned to Leadville, Colorado.\nThe \"Tombstone Daily Journal\" asked in March 1881 how a hundred outlaws could terrorize the best system of government in the world, asking, \"Can not the marshal summon a posse and throw the ruffians out?\"\nBilly Claiborne shoots James Hickey.\nIn Charleston on October 1, 1881, James Hickey was drunk. He taunted &lt;a href=\"Billy%20Claiborne\"&gt;Billy Claiborne&lt;/a&gt;, following him around, daring him to fight. Billy avoided Hickey and left Ben Wood's Saloon for J.B. Ayer's Saloon across the street. Hickey followed right behind, hectoring Claiborne. Claiborne left once again because of Hickey and headed toward Harry Queen's Saloon. Hickey stopped him before he could enter Harry Queen's. Claiborne yelled, \"Stay away from me!\" and drew his revolver. He shot Hickey once between the eyes. Claiborne was arrested and stood trial but was acquitted because of Hickey's harassment.\nFrank Leslie kills Billy Claiborne.\nOn November 14, 1882, Frank Leslie became involved in an argument with &lt;a href=\"Billy%20Claiborne\"&gt;Billy Claiborne&lt;/a&gt; who, after the recent death of &lt;a href=\"William%20Bonney\"&gt;William Bonney&lt;/a&gt;, had demanded to be known as \"Billy the Kid\". Claiborne claimed he had killed three men who had ridiculed him, although there is only evidence of Claiborne 's fight with Bill Hickey. But he had run from the &lt;a href=\"Gunfight%20at%20the%20O.K.%20Corral\"&gt;Gunfight at the O.K. Corral&lt;/a&gt;, and his reputation suffered as a result. On this late night, Claiborne threatened Leslie. When Leslie still refused to refer to him as \"Billy the Kid\", Claiborne left, only to return later that night. A patron told Leslie that Claiborne was waiting for him outside the Oriental Saloon. Leslie walked out a side door and when Claiborne shot at him, he shot back, killing him. Because Claiborne was waiting outside to ambush Leslie and fired first, the killing was ruled justified. It was described as \"an incident that became an open-and-closed affair over the short period of time required by Frank to puff through a rolled cylinder of Bull Durham.\"\nLester Moore \"no more\".\nOne of the most well-known headstones in Tombstone's Boot Hill cemetery belongs to Lester Moore. He was a &lt;a href=\"Wells%20Fargo\"&gt;Wells, Fargo &amp; Co.&lt;/a&gt; station agent in the Mexican border at &lt;a href=\"Naco%2C%20Arizona\"&gt;Naco&lt;/a&gt;, &lt;a href=\"Arizona%20Territory\"&gt;Arizona Territory&lt;/a&gt;. One afternoon Hank Dunstan appeared to claim a package due him. When he got it, he found it thoroughly mangled. The two men argued, and then both Moore and Dunstan drew their weapons. Dunstan got off four shots, hitting Moore in the chest with his .44 caliber revolver. Dunstan was mortally wounded with a hole through his ribs by the single shot Moore had squeezed off. Les Moore was buried in Boot Hill and his famous tombstone epitaph remains an attraction in the cemetery:\nSheriff Slaughter vs. Jack Taylor Gang.\nIn 1886, &lt;a href=\"John%20Horton%20Slaughter\"&gt;John Horton Slaughter&lt;/a&gt; was elected Cochise County sheriff. Four members of the &lt;a href=\"Jack%20Taylor%20Gang\"&gt;Jack Taylor Gang&lt;/a&gt;—Manuel Robles, Geronimo Miranda, Fred Federico, and Nieves Deron—were wanted by both the Mexican &lt;a href=\"Rurales\"&gt;Rurales&lt;/a&gt; and Arizona law enforcement for robbery and murder. Trying to evade the lawmen's pursuit, the men came to Tombstone to visit relatives. Slaughter heard that the men were nearby and rode out to arrest them, but the outlaws were tipped off and fled. Slaughter eventually learned they were hiding with Robles' brother in nearby Contention City. Slaughter raised a posse and raided the house. They surprised Robles and Deron while they were asleep, but the gang members rose shooting. Slaughter killed Robles' brother while Deron and Robles ran for cover. Shooting as he ran, Deron nicked Slaughter's right ear lobe. Slaughter shot back and mortally wounded Deron. In his dying minutes, Deron confessed he was guilty of the crimes he had been charged with. Robles got away but he and Miranda were later shot and killed by Mexican authorities.\nRobberies and murders.\nBetween 1877 and 1882, bandits robbed 36 stagecoaches in the southern portion of the territory.\nWhile his election as sheriff was being contested, &lt;a href=\"Robert%20H.%20Paul\"&gt;Bob Paul&lt;/a&gt; worked as a &lt;a href=\"Wells%20Fargo\"&gt;Wells Fargo&lt;/a&gt; &lt;a href=\"shotgun%20messenger\"&gt;shotgun messenger&lt;/a&gt;. On March 15, 1881, at 10 p.m., three cowboys attempted to rob a Kinnear &amp; Company stagecoach carrying US$26,000 in &lt;a href=\"silver%20bullion\"&gt;silver bullion&lt;/a&gt; (or about $ in today's dollars) en route from Tombstone to &lt;a href=\"Benson%2C%20Arizona\"&gt;Benson, Arizona&lt;/a&gt;, the nearest rail terminal. Eli \"Budd\" Philpot, a popular driver, had been handling the reins but felt ill and switched giving Paul the driver's seat in Contention City. Near Drew's Station, just outside &lt;a href=\"Contention%20City%2C%20Arizona\"&gt;Contention City&lt;/a&gt;, a man stepped into the road and commanded them to \"Hold!\" Paul fired his &lt;a href=\"shotgun\"&gt;shotgun&lt;/a&gt; and emptied his &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt; at the robbers, wounding a Cowboy later identified as Bill Leonard in the groin. They returned fire, killing Philpot, sitting in Bob Paul's place. Paul urged the horses forward and the Cowboys fired again, killing Peter Roerig, a beer salesman for &lt;a href=\"Anheuser%20Busch\"&gt;Anheuser Busch&lt;/a&gt; riding in the rear &lt;a href=\"rumble%20seat\"&gt;dickey seat&lt;/a&gt;. The horses spooked and Paul wasn't able to bring the stage under control for almost a mile, leaving the robbers with nothing. Paul later said he thought the first shot killing Philpot in the shotgun messenger seat had been meant for him as he would normally have been seated there.\nPaul sent a telegram from nearby Benson to &lt;a href=\"Deputy%20U.S.%20Marshal\"&gt;Deputy U.S. Marshal&lt;/a&gt; Virgil Earp. When Virgil received it at 10:00 pm, he deputized Wyatt and Morgan Earp, &lt;a href=\"Bat%20Masterson\"&gt;Bat Masterson&lt;/a&gt;, who was dealing faro at the Oriental Saloon, and &lt;a href=\"Wells%20Fargo\"&gt;Wells Fargo&lt;/a&gt; agent Marshall Williams. Pima &lt;a href=\"County%20Sheriff\"&gt;County Sheriff&lt;/a&gt; Behan and Deputy Sheriff &lt;a href=\"Billy%20Breakinridge\"&gt;Billy Breakinridge&lt;/a&gt; joined in. They arrived at Drew's Station around dawn. Behan tried to talk them out of following the murders. The Earps were skilled trackers and Masterson could read &lt;a href=\"tracking%20%28hunting%29\"&gt;sign&lt;/a&gt; like an Indian. Virgil insisted they pursue the killers and told Behan he could ride along or ride back to Tombstone. Behan indifferently agreed to stay, and they tracked three pairs of boots to a nearby hiding spot where the outlaws mounted their horses, accompanied by a fourth rider. Bob Paul thought he recognized the voices of Bill Leonard and Jim Crain. Wyatt had seen Cowboys who worked for the Clantons—Bill Leonard, &lt;a href=\"Harry%20Head\"&gt;Harry \"The Kid\" Head&lt;/a&gt;, &lt;a href=\"Jim%20Crain%20%28cowboy%29\"&gt;Jim Crain&lt;/a&gt; and a &lt;a href=\"drifter%20%28person%29\"&gt;drifter&lt;/a&gt; named Luther King—camped out in an old adobe along the stage route for the past week, and he suspected they were watching the stage for an opportunity to rob it.\nThe lines between the outlaw element and law enforcement were not always distinct. &lt;a href=\"Doc%20Holliday\"&gt;Doc Holliday&lt;/a&gt; had a reputation as a killer, though modern research has only identified three individuals he shot. He was friends with Bill Leonard, who was implicated in a stagecoach robbery. The Earp posse followed the robbers' trail to a nearby ranch where they found King. He wouldn't tell who his confederates were until the posse lied and told him that Holliday's girlfriend &lt;a href=\"Big%20Nose%20Kate\"&gt;Big Nose Kate&lt;/a&gt; had been shot in the holdup. Fearful of Holliday's reputation, he confessed to holding the reins of the robbers' horses, and identified Leonard, Head, and Crain as the robbers. They were all known Cowboys and rustlers. Behan, Breakinridge, and Williams escorted King back to Tombstone.\nPosse tracks robbers.\nOn March 19, King was escorted in the front door of the jail and let out the back a few minutes later. King had arranged with &lt;a href=\"Undersheriff\"&gt;Undersheriff&lt;/a&gt; Harry Woods (publisher of the \"Nuggett\") to sell the horse he had been riding to John Dunbar, Sheriff Behan's partner in the Dexter &lt;a href=\"Livery%20stable\"&gt;Livery Stable&lt;/a&gt;. King conveniently escaped while Dunbar and Woods were making out the bill-of-sale. Woods claimed that someone had deliberately unlocked a secured back door to the jail. The Earps and the townspeople were furious at King's easy escape. Williams was later dismissed from Wells Fargo, leaving behind a number of debts, when it was determined he had been stealing from the company for years.\nThe Earps, &lt;a href=\"Robert%20H.%20Paul\"&gt;Bob Paul&lt;/a&gt;, and others pursued the other two men for 17 days, riding at one point for 60 hours without food and 36 hours without water. The Cowboys were able to trade in their horses for fresh stock from friendly ranchers along the way. The lawmen were not so fortunate. During the ride Paul's horse died and Wyatt and Morgan's horses became so weak that the two men walked back to Tombstone to obtain new horses. After pursuing the Cowboys for over in a grand circle that finally led them into New Mexico, they could not obtain more fresh horses and were forced to give up the chase. They returned to Tombstone on April 1 to find that King had escaped. Wyatt accused Behan of complicity in King's escape, a charge that Behan strongly denied.\nBehan submitted a bill for $796.84 to the county for posse expenses, but he refused to reimburse the Earp's for any of their costs. Virgil was incensed. They were finally reimbursed by &lt;a href=\"Wells%20Fargo\"&gt;Wells, Fargo &amp; Co.&lt;/a&gt; later on, but King's easy escape and Behan's refusal to reimburse them caused further friction between county and city law enforcement, and between Behan and the Earps.\nBisbee stagecoach robbery.\nVirgil Earp was appointed Tombstone's city &lt;a href=\"marshal\"&gt;marshal&lt;/a&gt; (chief of police) on June 6, 1881, after Ben Sippy abandoned the job. On September 8, 1881, tensions between the Earps and the McLaurys further increased when a &lt;a href=\"stage%20coach\"&gt;passenger stage&lt;/a&gt; on the 'Sandy Bob Line' in the Tombstone area bound for &lt;a href=\"Bisbee%2C%20Arizona\"&gt;Bisbee, Arizona&lt;/a&gt; was held up. The masked bandits robbed all of the passengers of their valuables and the &lt;a href=\"safe\"&gt;strongbox&lt;/a&gt; of about $2,500. During the robbery, the driver heard one of the robbers describe the money as \"sugar\", a phrase known to be used by &lt;a href=\"Frank%20Stilwell\"&gt;Frank Stilwell&lt;/a&gt;. Stilwell had until the prior month been a deputy for Sheriff Behan but had been fired for \"accounting irregularities\".\nBoth &lt;a href=\"Pete%20Spence\"&gt;Pete Spence&lt;/a&gt; and Stilwell were friends of &lt;a href=\"Tom%20McLaury\"&gt;Tom&lt;/a&gt; and &lt;a href=\"Frank%20McLaury\"&gt;Frank McLaury&lt;/a&gt;. &lt;a href=\"Wyatt%20Earp\"&gt;Wyatt&lt;/a&gt; and &lt;a href=\"Virgil%20Earp\"&gt;Virgil Earp&lt;/a&gt; rode with the sheriff's posse attempting to track the Bisbee stage robbers. At the scene of the holdup, &lt;a href=\"Wells%20Fargo\"&gt;Wells, Fargo &amp; Co.&lt;/a&gt; undercover agent &lt;a href=\"Fred%20J.%20Dodge\"&gt;Fred Dodge&lt;/a&gt; discovered an unusual boot print left by someone wearing a custom-repaired boot heel. The Earps checked a shoe repair shop in Bisbee that had removed a heel matching the boot print from &lt;a href=\"Frank%20Stilwell\"&gt;Frank Stilwell&lt;/a&gt;'s boot.\nWhen Stilwell arrived in Bisbee with his livery stable partner, &lt;a href=\"Pete%20Spence\"&gt;Pete Spence&lt;/a&gt;, Morgan and Wyatt Earp, Marshall Williams, agent of Wells Fargo &amp; Co., and Deputy Sheriff &lt;a href=\"Billy%20Breakenridge\"&gt;William Breakenridge&lt;/a&gt; arrested them for the robbery. Stilwell and Spence were arraigned before Judge &lt;a href=\"Wells%20Spicer\"&gt;Wells Spicer&lt;/a&gt; and posted $7,000 bond. At the preliminary hearing, Stilwell and Spence were able to provide several witnesses who supported their &lt;a href=\"alibi\"&gt;alibi&lt;/a&gt;s. Judge Spicer dropped the charges for insufficient evidence just as he had done for Doc Holliday earlier in the year. Having evaded the state charges, Virgil Earp in his other role as &lt;a href=\"Deputy%20U.S.%20Marshal\"&gt;Deputy U.S. Marshal&lt;/a&gt; re-arrested Spence and Stilwell on October 13 for the Bisbee robbery on a new federal charge of interfering with a &lt;a href=\"mail%20carrier\"&gt;mail carrier&lt;/a&gt;. The newspapers, however, reported that they had been arrested for a different stage robbery that occurred (October 8) near Contention City.\nVirgil took Frank to Tucson for arraignment where he was held at the territorial jail. While Virgil was in Tucson, he deputized Wyatt to act in his place an assistant city marshal in Tombstone. The Cowboys saw the new arrest as further evidence they were being unfairly harassed and targeted by the Earps. They let the Earps know that they could expect retaliation. While Wyatt and Virgil were in Tucson for the federal hearing on the charges against Spence and Stilwell, Frank McLaury confronted Morgan Earp. He told him that the McLaurys would kill the Earps if they tried to arrest Spence, Stilwell, or the McLaurys again. The \"Tombstone Epitaph\" reported \"that since the arrest of Spence and Stilwell, veiled threats [are] being made that the friends of the accused will 'get the Earps.'\"\nProminent businessman murdered.\nRepresenting the danger of the Cowboys to business owners and citizens, on Saturday evening, March 25, 1881, chief engineer Martin R. Peel of the Tombstone Milling and Mining Company near Charleston was murdered by two masked men. They walked in on the mill superintendent, Peel, and two other men, who were socializing, with their rifles raised. Without saying a word, the first man fired a shot into Peel's chest, killing him instantly. Peel was shot through the heart at such close range that his clothing was set on fire. The second man fired a shot at W.L. Austin but he and the two other men ducked behind a counter and were not hit. No attempt at robbery was made and no motive could be immediately established. The assailants, who wore scarves over the faces, were believed to be Zwing Hunt and Billy Grounds, two well-known outlaws. Some people assumed they were planning a robbery but one fired his weapon accidentally. They were assisted by a third man who held their horses only a few hundred feet away.\nThe crime sent reverberations through Tombstone and Cochise County. Peel's father, respected Judge Bryant L. Peel, sent an open letter to \"The Tombstone Epitaph\" stating that the citizens needed to take the law into their own hands.\nWithin a few days, the suspects were reported at the Chandler Ranch, about from Tombstone. Sheriff Behan was out of town, so Deputy Sheriff Billy Breakenridge assembled a posse of five locals who arrived at the ranch before dawn on the morning of March 29. John Gillespie knocked on the door and was answered with a shot to the chest. Jack Young was shot through the thigh, and Hugh Allen was struck in the neck. Billy Grounds stepped into the doorway and Breakenridge shot him in the face with a shotgun, killing him. When Zwing Hunt stepped out from the side of the house, Breakenridge and Allen shot him in the chest. Hunt survived his wounds and soon escaped with the help of his brother, Hugh, who came over from Texas.\nSpurned lover kills William Kinsman.\nOn February 23, 1883, William Kinsman had been living with May Woodman. Apparently as a joke, someone had run a notice in the \"Epitaph\" newspaper that Kinsman intended to marry Woodman. Kinsman responded and ran his own announcement that he had no intentions of marrying May Woodman. Kinsman was standing in front of the Oriental Saloon on Allen Street when May Woodman walked up and shot him. Woodman was sentenced to five years in the &lt;a href=\"Yuma%20Territorial%20Prison\"&gt;Yuma Territorial Prison&lt;/a&gt; for killing Kinsman, although the acting governor pardoned her after she had served less than one year.\nBisbee Massacre.\nOn December 8, 1883 in &lt;a href=\"Bisbee%2C%20Arizona\"&gt;Bisbee&lt;/a&gt;, &lt;a href=\"Arizona%20Territory\"&gt;Arizona&lt;/a&gt; five &lt;a href=\"outlaw\"&gt;outlaw&lt;/a&gt; &lt;a href=\"The%20Cowboys%20%28Cochise%20County%29\"&gt;Cowboys&lt;/a&gt; robbed the Goldwater &amp; Castaneda &lt;a href=\"general%20store\"&gt;Mercantile&lt;/a&gt; and killed four people. Six men were arrested and five of them were later convicted and executed on March 28, 1884 for the crime. They were the first criminals to be legally &lt;a href=\"Hanging\"&gt;hanged&lt;/a&gt; in &lt;a href=\"Tombstone%2C%20Arizona\"&gt;Tombstone&lt;/a&gt;, then the county seat.\nThe sixth man, John Heath, who was accused of organizing the robbery, was tried separately and sentenced to life in prison. Unsatisfied with what they perceived as a lenient sentence, a Tombstone &lt;a href=\"Lynching\"&gt;lynch mob&lt;/a&gt; forcibly removed him from jail and hanged him on February 22, 1884. Today, the graves of the five murderers are part of the popular tourist attraction at &lt;a href=\"Boot%20Hill%23Boothill%20Graveyard\"&gt;Boothill Graveyard&lt;/a&gt; in Tombstone."
}