{
    "id": "3160498",
    "revid": "3784107",
    "url": "https://en.wikipedia.org/wiki?curid=3160498",
    "title": "Boechera",
    "text": "Boechera (rockcress) is a &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of the family &lt;a href=\"Brassicaceae\"&gt;Brassicaceae&lt;/a&gt;. It was named after the &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; botanist &lt;a href=\"Tyge%20W.%20B%C3%B6cher\"&gt;Tyge W. Böcher&lt;/a&gt; (1909–1983), who was known for his research in alpine plants, including the mustards \"&lt;a href=\"Draba\"&gt;Draba&lt;/a&gt;\" and \"Boechera holboellii\". According to recent molecular-based studies, \"Boechera\" is closely related to the genus \"&lt;a href=\"Arabidopsis\"&gt;Arabidopsis&lt;/a&gt;\" which also includes the widely known model plant \"&lt;a href=\"Arabidopsis%20thaliana\"&gt;Arabidopsis thaliana&lt;/a&gt;\".\nUntil recently, members of this genus were included in the genus \"&lt;a href=\"Arabis\"&gt;Arabis&lt;/a&gt;\", but have been separated from that genus based on recent &lt;a href=\"genetics\"&gt;genetic&lt;/a&gt; and cytological data. Unlike the genus \"Arabis\" (x=8) \"Boechera\" has a base chromosome number of x=7. Many taxa are &lt;a href=\"triploid\"&gt;triploid&lt;/a&gt;. \"Boechera\" is a primarily North American genus, most diverse in the western &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, and its distribution range also includes &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; and the Russian Far East. The genus is poorly known, and species within are difficult to separate morphologically though some clearly distinct species are known.\nMost members of the genus are &lt;a href=\"perennial%20plant\"&gt;perennial plant&lt;/a&gt;s with pubescent leaves with stellate &lt;a href=\"trichomes\"&gt;trichomes&lt;/a&gt;, narrow curving fruits, and small white to purple &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s in elongated &lt;a href=\"raceme\"&gt;raceme&lt;/a&gt;s. Relationships within the genus are unclear, and some eastern North American species, including \"&lt;a href=\"Boechera%20laevigata\"&gt;Boechera laevigata&lt;/a&gt;\", may belong to a &lt;a href=\"clade\"&gt;clade&lt;/a&gt; distinct from the rest of the genus.\nA very interesting feature of many species of the genus is &lt;a href=\"asexual%20reproduction\"&gt;asexual reproduction&lt;/a&gt;, a process known as &lt;a href=\"apomixis\"&gt;apomixis&lt;/a&gt;. &lt;a href=\"Microsatellite%20%28genetics%29\"&gt;Microsatellite&lt;/a&gt; data has revealed that some of the apomictic lineages are &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrids&lt;/a&gt; between two or more &lt;a href=\"Plant%20sexuality\"&gt;sexual&lt;/a&gt; parents.\nEcology.\nSpecies in this genus are one of the main food sources for the caterpillars of the butterfly \"&lt;a href=\"Pieris%20oleracea\"&gt;Pieris oleracea&lt;/a&gt;.\""
}