{
    "id": "3162661",
    "revid": "82697",
    "url": "https://en.wikipedia.org/wiki?curid=3162661",
    "title": "Styx Valley",
    "text": "The Styx Valley is a &lt;a href=\"valley\"&gt;valley&lt;/a&gt; located adjacent to the &lt;a href=\"Tasmanian%20Wilderness\"&gt;Tasmanian Wilderness&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; on the island of &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt;, Australia. The &lt;a href=\"Styx%20River%20%28Tasmania%29\"&gt;Styx River&lt;/a&gt; is the main drainage system of the valley that lies about northwest of &lt;a href=\"Hobart\"&gt;Hobart&lt;/a&gt;, with the nearest town being &lt;a href=\"Maydena%2C%20Tasmania\"&gt;Maydena&lt;/a&gt;.\nLocation and features.\nTemperate wet &lt;a href=\"eucalypt\"&gt;eucalypt&lt;/a&gt; forests in the region are home to the world's tallest &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s, \"&lt;a href=\"Eucalyptus%20regnans\"&gt;Eucalyptus regnans&lt;/a&gt;\". Rainforest gullies are carpeted in &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es and &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s and shaded by the tree ferns \"&lt;a href=\"Dicksonia%20antarctica\"&gt;Dicksonia antarctica&lt;/a&gt;\", known locally as Man-ferns, and other rainforest tree species including &lt;a href=\"Southern%20Sassafras\"&gt;Southern Sassafras&lt;/a&gt; (\"Atherosperma moschatum\"), &lt;a href=\"Myrtle%20Beech\"&gt;Myrtle Beech&lt;/a&gt; (\"Nothofagus cunninghamii\") and &lt;a href=\"Celery-top%20pine\"&gt;Celery-top pine&lt;/a&gt; (\"Phyllocladus aspleniifolius\").\nIn 2002, Australia's most massive tree, nicknamed &lt;a href=\"El%20Grande%20%28tree%29\"&gt;El Grande&lt;/a&gt;, was discovered. It died in an autumn burn in 2003.\nThe valley has been the site of an ongoing conflict between &lt;a href=\"environmentalist\"&gt;environmentalist&lt;/a&gt;s, who have proposed the protection of the site as a &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt;, and supporters of the &lt;a href=\"logging\"&gt;logging&lt;/a&gt; industry. One of the environmentalists' arguments, as well as the environmental benefits, was that a tourism-based economy would be more beneficial for the local economy than logging the area.\nCommunity blockades including &lt;a href=\"tree%20sitting\"&gt;tree sits&lt;/a&gt; have been supported by &lt;a href=\"Greenpeace\"&gt;Greenpeace&lt;/a&gt; and the &lt;a href=\"Tasmanian%20Wilderness%20Society\"&gt;Tasmanian Wilderness Society&lt;/a&gt;. &lt;a href=\"Gandalf%27s%20Staff\"&gt;Gandalf's Staff&lt;/a&gt;, an tall eucalypt, holds the world record for supporting the highest tree sit platform. The campaign was successful in gaining protection for the proposed clearfell coupe containing some of the tallest trees, and protection was proposed by the &lt;a href=\"Mark%20Latham\"&gt;Latham&lt;/a&gt; opposition in 2004 for an area of the northern Styx Valley containing high conservation value &lt;a href=\"old%20growth%20forest\"&gt;old growth forest&lt;/a&gt;."
}