{
    "id": "31637694",
    "revid": "18600472",
    "url": "https://en.wikipedia.org/wiki?curid=31637694",
    "title": "Here Comes Fortune",
    "text": "Here Comes Fortune is a 2010 Hong Kong &lt;a href=\"feature%20film\"&gt;feature film&lt;/a&gt;, a rendition of &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt; regarding the God of Fortune. It is a comedy released during &lt;a href=\"Chinese%20New%20Year\"&gt;Chinese Lunar new year&lt;/a&gt; for seasonal celebration. The cast includes &lt;a href=\"Alan%20Tam\"&gt;Alan Tam&lt;/a&gt;, &lt;a href=\"Chang%20Chen\"&gt;Zhang Zhen&lt;/a&gt;, &lt;a href=\"Miriam%20Yeung\"&gt;Miriam Yeung&lt;/a&gt;, &lt;a href=\"Kitty%20Zhang\"&gt;Kitty Zhang Yu Qi&lt;/a&gt; and many other cameo appearances of renowned Hong Kong Celebrities.\nPlot.\nThe story begins as the God of Fortune is down to the annual mission to bring fortune to earth. The God of Fortune (Alan Tam) holds a meeting in the heavens to arrange other fortune fairies to not only bring fortune but love to mankind since &lt;a href=\"Global%20financial%20crisis%20of%202008-2009\"&gt;global financial crisis&lt;/a&gt; happened not long ago.\nThe story is mainly split into 3 parts.\nThe first story is about a fortune &lt;a href=\"fairy\"&gt;fairy&lt;/a&gt; whose mission is to bring 1 billion dollars to a very down to earth school teacher (starring &lt;a href=\"Tao%20Hong%20%28actress%2C%20born%201972%29\"&gt;Tao Hong&lt;/a&gt;), who is a motherly figure and portrays her selfless love through &lt;a href=\"community%20service\"&gt;community service&lt;/a&gt;. The fortune fairy loses his power and disguises as a little girl (starring Nuo Min), who is unfortunately kidnapped and the school teacher has to rescue him.\nThe second story is about another fortune fairy, number 533 (starring Kitty Zhang Yu Qi), whose mission is to bring 1 dollar to a &lt;a href=\"pianist\"&gt;pianist&lt;/a&gt;. She then finds out that this pianist is &lt;a href=\"Blindness\"&gt;blind&lt;/a&gt;, and she is moved by his talent and creates opportunities for him to expose his talent, and even uses forbidden powers to grant him back his eyesight sacrificing her fairy status and banished to earth as human.\nThe third story focuses on the God of Fortune himself, who loses his memory while saving an office lady from being hit by a &lt;a href=\"truck\"&gt;truck&lt;/a&gt;. The office lady (starring Miriam Yeung) had been on a streak of bad luck, bullied by her colleagues at the office. This is turned around with the help of the God of Fortune, helping her shine her hard working and inner qualities.\nAll the stories have a happy ending, and the movie ends with a &lt;a href=\"carnival\"&gt;carnival&lt;/a&gt; dance and all celebrities praising &lt;a href=\"Chinese%20New%20Year\"&gt;Chinese New Year&lt;/a&gt;'s wishes to the audience."
}