{
    "id": "31638214",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=31638214",
    "title": "Phillip McGrath",
    "text": "Phillip McGrath (born 7 April 1992) is a former Northern Irish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; player, who is now a Foundation Hub Officer for The Manchester United Foundation, based at Werneth School, Stockport. He began his youth career at &lt;a href=\"Glenavon%20F.C.\"&gt;Glenavon Academy&lt;/a&gt;, making appearances for the &lt;a href=\"Northern%20Ireland%20national%20football%20team\"&gt;Northern Ireland U-17&lt;/a&gt; in 2008. He was signed by Oldham in 2008, but spent much of his time there side-lined by injuries. He subsequently joined &lt;a href=\"F.C.%20United%20of%20Manchester\"&gt;FC United of Manchester&lt;/a&gt; and &lt;a href=\"Salford%20City%20F.C.\"&gt;Salford City&lt;/a&gt;.\nCareer.\nEarly years.\nAs a child he played for his home town side &lt;a href=\"Banbridge\"&gt;Banbridge&lt;/a&gt; Football Club as a youth and progressed to play for &lt;a href=\"Glenavon%20F.C.\"&gt;Glenavon Academy&lt;/a&gt; in the Lisburn Junior League and was awarded the Player's player of the year award in 2008.\nOldham Athletic.\nHe moved to &lt;a href=\"Oldham%20Athletic%20A.F.C.\"&gt;Oldham Athletic&lt;/a&gt; in the summer of 2008, joining the youth team on a two-year scholarship. His early career at the club was troubled by a succession of injuries. He was injured on international duty in his first year at the club, with damaged ankle ligaments keeping him out for three months. In 2009–10, he sustained medial ligament damage in a knee which kept him on the sidelines for a similar length of time, before then being out after a hernia operation.\nIn April 2010, he was awarded a one-year professional contract by the club after his injury-ravaged season. In September 2010 he was injured again, and had an operation to repair an anterior cruciate knee ligament. It was expected that this injury would keep him out for the rest of the season but in early April 2011 he made his comeback for Oldham's reserve team. He finally made his senior debut for the club on 30 April 2011, as an 89th-minute substitute in the &lt;a href=\"League%20One\"&gt;League One&lt;/a&gt; match against Swindon Town.\nAt the end of the 2010–11 season, he was offered a new contract by Oldham which was signed on 12 May 2011. However, in July he was injured again, with a second cruciate ligament injury to his right knee in twelve months.\nHe was released by Oldham at the end of the &lt;a href=\"2011%E2%80%9312%20Football%20League%20One\"&gt;2011–12 season&lt;/a&gt;, along with eight other players.\nFC United of Manchester.\nIn September 2012, McGrath signed for &lt;a href=\"F.C.%20United%20of%20Manchester\"&gt;FC United of Manchester&lt;/a&gt;. He made his debut in an &lt;a href=\"FA%20Trophy\"&gt;FA Trophy&lt;/a&gt; match against Mossley on 29 September as a second-half substitute.\nSalford City.\nIn late 2012 he signed for &lt;a href=\"Salford%20City%20F.C.\"&gt;Salford City&lt;/a&gt;.\nPost professional career.\nHe is now a coach at Oldham Athletic coaching at Under 12 level, having passed his UEFA B in March 2014.\nInternational career.\nIn September 2008 he was called up for the Under 17 Northern Ireland team. In September 2009 he was selected as a Northern Ireland standby player for the UEFA Under-19 Championship Qualifying Round Mini-Tournament in Bosnia &amp; Herzegovina\nCareer statistics.\n\" correct as of 13 October 2012\""
}