{
    "id": "31632537",
    "revid": "43243740",
    "url": "https://en.wikipedia.org/wiki?curid=31632537",
    "title": "Stadium for Cornwall",
    "text": "The Stadium for Cornwall is a proposed multi-purpose stadium in &lt;a href=\"Threemilestone\"&gt;Threemilestone&lt;/a&gt;, &lt;a href=\"Cornwall\"&gt;Cornwall&lt;/a&gt;, a county within the British Isles. There are no major sports stadia in Cornwall: the largest capacity ground is the Recreation Ground in &lt;a href=\"Camborne\"&gt;Camborne&lt;/a&gt;. &lt;a href=\"Association%20football\"&gt;Football&lt;/a&gt; club &lt;a href=\"Truro%20City%20F.C.\"&gt;Truro City&lt;/a&gt; and &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team &lt;a href=\"Cornish%20Pirates\"&gt;Cornish Pirates&lt;/a&gt; have both advanced plans for a new stadium, with both clubs requiring new facilities if they are to progress in their respective sports. &lt;a href=\"Cornwall%20Council\"&gt;Cornwall Council&lt;/a&gt; is developing a business plan for the stadium; although it initially stated any project would have to be privately funded, in April 2018 councillors voted to provide partial funding of £3m towards the estimated total of £14.3m for the project.\nHistory.\n&lt;a href=\"Truro%20City%20F.C.\"&gt;Truro City&lt;/a&gt; submitted a planning application for a 16,000-seat stadium, costing £12 million, on the site of their existing &lt;a href=\"Treyew%20Road\"&gt;Treyew Road&lt;/a&gt; ground in June 2005. The plans conceived a stadium that would host the &lt;a href=\"Cornish%20Pirates\"&gt;Cornish Pirates&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team and music concerts as well as the Truro City &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club. At the time these plans were submitted, Truro City played in the &lt;a href=\"South%20Western%20Football%20League\"&gt;South Western Football League&lt;/a&gt;, several rungs below the professional &lt;a href=\"English%20football%20league%20system\"&gt;football leagues in England&lt;/a&gt;. These plans were opposed by local residents, who were concerned that local roads would not cope with increased levels of traffic.\nAfter those plans failed, Truro City published plans to build a cheaper new stadium at &lt;a href=\"Kenwyn\"&gt;Kenwyn&lt;/a&gt;, while building a hotel and offices on their Treyew Road ground, in May 2006. A planning application was filed by March 2007. &lt;a href=\"Carrick%2C%20Cornwall\"&gt;Carrick District Council&lt;/a&gt; approved this plan, but a referral committee of the Council overturned that decision in September 2007.\nIn response to this rejection, Truro City and Cornish Pirates began developing joint plans for a 16,000 seater stadium on a 50-acre site in &lt;a href=\"Threemilestone\"&gt;Threemilestone&lt;/a&gt;. While developing those plans, the two clubs had agreed to share the Treyew Road ground, but Truro City withdrew after they were advised the pitch could not sustain both sports. Truro City continued to progress plans for a new stadium.\n&lt;a href=\"Cornwall%20Council\"&gt;Cornwall Council&lt;/a&gt; commissioned a feasibility study in May 2010, but then announced in December that any new stadium would not be publicly funded. In January 2011, &lt;a href=\"Cornish%20Pirates\"&gt;Cornish Pirates&lt;/a&gt; owner Dicky Evans offered to underwrite the operating costs of a new stadium for the first 10 years of its operation. Evans also outlined concerns about the use of a pitch for both &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. The feasibility study commissioned by &lt;a href=\"Cornwall%20Council\"&gt;Cornwall Council&lt;/a&gt; was published in March 2011. The study recommended a 10,000 seat stadium at Threemilestone, with construction costs estimated at between £14 million and £24 million. In response to this study, the council approved funding for a business plan.\nIn April 2011, Truro City earned promotion to the &lt;a href=\"National%20League%20South\"&gt;Conference South&lt;/a&gt; division, just one level below the &lt;a href=\"National%20League%20%28division%29\"&gt;Conference National&lt;/a&gt;. Although their Treyew Road ground is compliant with Conference South requirements, development work - either at Treyew Road or a new stadium - would need to be completed for the club to play in the Conference National. The Cornish Pirates play in the &lt;a href=\"RFU%20Championship\"&gt;RFU Championship&lt;/a&gt;, and would also need a new stadium to play in if they were promoted to the &lt;a href=\"Premiership%20Rugby\"&gt;Premiership&lt;/a&gt;.\nOn 16 March 2011 the Stadium for Cornwall Group arranged a rally where a petition containing over 11,000 signatures was handed over to Mr Alec Robertson, Leader of Cornwall Council by Chris Davison and Margaret Lyon. Following this the Cabinet of the Cornwall Council met and approved further funding for a new stadium at Langarth, Threemilestone. Outline Planning Permission was granted on 17 November 2011. The project had been on hold until 2015, when following the general election and the Conservative Party's winning every Cornish seat, Chancellor &lt;a href=\"George%20Osborne\"&gt;George Osborne&lt;/a&gt; said the government intends to comply with the Prime Minister's pre-election promise to deliver a Stadium for Cornwall. Further planning permission was passed in August 2015 which approved the proposals, subject to final legal contracts including a &lt;a href=\"Town%20and%20Country%20Planning%20Act%201990%23Section%20106\"&gt;Section 106 agreement&lt;/a&gt;, and in August 2016 permission for a retail outlet at West Langarth was given which will fund the stadium.\nIn August 2018 the Cornish Pirates announced that stadium groundwork was about to begin on 13 August 2018. Cormac Solutions Ltd have been appointed to carry out initial excavation and drilling work to confirm ground conditions at the site.\nIn October 2021 Cornish Pirates Chairman Paul Durkin stated that, if the project was not able to secure £14m of funding from the government, a smaller stadium with a capacity of 6,000 could be constructed. Such a stadium would mean that the Cornish Pirates would be ineligible for promotion to the Premiership, the top division of the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt;.\nFunding.\nOn 1 March 2012, Cornwall Council made a statement that it would not spend public money on a proposed Stadium for Cornwall and that any funding would come from private sources only. Cornwall Council made another statement on 11 May 2012, saying:\nOutline planning permission was passed in August 2016 for a retail park which will fund the stadium.\nBy January 2018 work had still not started some 7 years after the idea had been first mooted, the money promised by David Cameron's government had not materialised and Stadium For Cornwall was forced to apply for public funding. There was growing scepticism as to whether the stadium would ever be built, on the back of the continued thought that the stadium was not financially viable. Posts on Facebook from the Stadium seemed to indicate that should it be built they would regard the Stadium first and foremostly a Rugby venue with the local college and Truro City Football Club being tenants, even though a large proportion of the secured funds have been through the sale of the football club's ground which will be developed as a retail park. Truro City have reportedly been researching an alternative solution to the Stadium For Cornwall saga, including ground sharing or an alternative site.\nThe project received a boost in April 2018, when Cornwall council members voted by 69-41 (with seven abstentions) to provide partial funding of £3m towards the estimated total of £14.3m for the project. Members also agreed that the Council will help with preparing, submitting and supporting a bid to the Government for the further £3 million needed to deliver the Stadium for Cornwall. Truro City Football Club, Cornish Pirates and &lt;a href=\"Truro%20and%20Penwith%20College\"&gt;Truro and Penwith College&lt;/a&gt; are still expected to each contribute £2m towards the project, although in October 2018 Pete Masters, the Chairman of Truro City, admitted that \"there is a shadow hanging over the club putting money into the new Stadium for Cornwall\". Truro and Penwith College and the Cornish Pirates have offered to provide £1m each to cover Truro City's funding if it fails to come through.\nCornwall Community Stadium Limited.\nThe directors of Cornwall Community Stadium Limited (UK company number 07862967) are:"
}