{
    "id": "31664446",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=31664446",
    "title": "Kang Kyeong-ae",
    "text": "Kang Kyŏng-ae (20 April 1906 – 26 April 1944) (, 姜敬愛) was a Korean writer, novelist and poet involved with the &lt;a href=\"Feminist\"&gt;Feminist&lt;/a&gt; movement. She is also known by her penname Kang Gama.\nLife.\nKang Kyŏng-ae was born in &lt;a href=\"Songhwa\"&gt;Songhwa&lt;/a&gt;, &lt;a href=\"Hwanghae-do\"&gt;Hwanghae-do&lt;/a&gt;, and had an unhappy childhood. She was the daughter of a servant and lost her father at the age of five. She was then forced to moved to &lt;a href=\"Changyeon\"&gt;Changyeon&lt;/a&gt; where her mother remarried a man with three children. All of these circumstances resulted in substantial unhappiness.\nKang was something of a prodigy and started teaching herself to read the &lt;a href=\"Korean%20alphabet\"&gt;Korean alphabet&lt;/a&gt; when she was eight years old using her step-father's copy of the \"&lt;a href=\"Chunhyangga\"&gt;Tale of Ch’unhyang&lt;/a&gt;\" at a time when female literacy was not greatly valued. By age ten, she had been nicknamed the “little acorn storyteller” by neighborhood elders for whom she read traditional Korean tales. She was also praised in school for her essay writing and often read stories for her friends.\nKang enrolled in a &lt;a href=\"Roman%20Catholicism%20in%20Korea\"&gt;Catholic boarding school&lt;/a&gt; with the help of her brother-in-law. She was later expelled for orchestrating and participating in a sit-in against the school's strict policies and a particularly cruel dorm mistress. She met a college student who was visiting from &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, moved to &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt; with him, and began an affair. When the affair ended, she moved back to her family home in Hwanghae-do.\nIn 1931 Kang began publishing her writing (\"P'ag ŭm\" or \"Broken Zither\", 1931), and moved to &lt;a href=\"Manchuria\"&gt;Manchuria&lt;/a&gt; as a newlywed, married to a &lt;a href=\"Communism%20in%20Korea\"&gt;communist&lt;/a&gt; who had divorced his first wife. She lived as a housewife in &lt;a href=\"Yongjin\"&gt;Yongjin&lt;/a&gt; and began to churn out literary works. This period lasted seven years after which Kang ceased writing &lt;a href=\"fiction\"&gt;fiction&lt;/a&gt; altogether. This was partly related to the fact that she became the managing editor of the Manchurian &lt;a href=\"Chosun%20Ilbo\"&gt;Chosun Ilbo&lt;/a&gt;.\nOn April 26, 1944, one month after her mother died, Kang Kyŏng-ae died at her home in Hwanghae Province.\nWork.\nKang is often mentioned by literary critics as one of the foremost female writers of the &lt;a href=\"Korea%20under%20Japanese%20rule\"&gt;colonial period&lt;/a&gt;. Different from other prominent female authors of the time, such as &lt;a href=\"Na%20Hye-sok\"&gt;Na Hye-sok&lt;/a&gt; and &lt;a href=\"Heo%20Jong-suk\"&gt;Heo Jong-suk&lt;/a&gt;, she focused solely on fiction and essay writing and did not branch out into other forms of artistic expression such as painting. She produced works focusing on the Korean underclass often based on her experiences with extremely poor Koreans in Manchuria, where many of her works took place. These include: \"The Broken Geomungo\" (\"Pageum\"), \"Vegetable Garden\" (\"Chaejeon\"), \"Football Game\" (\"Chukgu jeon\"), and \"Mother and Child\" (\"Moja\"). She also wrote proto-&lt;a href=\"feminist\"&gt;feminist&lt;/a&gt; works focusing on women’s oppression including \"Mothers and Daughters\" (). Most of her works are anti-love/anti family, in which only those women who cut their ties with their failed relationships can achieve freedom.\n\"From Wonso Pond\" (\"Ingan munje\"), which many consider her best work, is her only novel and deals with a multiplicity of class and gender issues.\nWorks in English.\n&lt;a href=\"https%3A//www.amazon.com/Wonso-Pond-Korean-Novel/dp/1558616012\"&gt;From Wŏnso Pond&lt;/a&gt; (Feminist Press 2009) \n&lt;a href=\"https%3A//www.honfordstar.com/the-underground-village\"&gt;The Underground Village&lt;/a&gt; (Honford Star 2018)\nWorks in Korean.\n\"The Broken Geomungo\" (\"Pageum\" 1931)\n\"Mothers and Daughters\" ( 1931)\n\"Comet\" (\"Hyeseong\" 1931)\n\"The Front Line\" (\"Jaeilseon\" 1932) \n\"Vegetable Garden\" (\"Chaejeon\" 1933)\n\"Football Game\" (\"Chukgu jeon\" 1933)\n\"Existence, Nonexistence\" (\"Yumu\" 有無 1933)\n\"Fathers and Sons\" (\"Buja\" 1934)\n\"The Human Problem\" (\"Ingan munje\" 1934) \n\"Salt\" (\"Sogeum\" 1934)\n\"Drugs\"/\"Magic Medicine\" (\"Mayak\") \n\"Mother and Child\" (\"Moja\" 1935)\n\"Writer's Fee: 200 won\" (\"Wongoryo Ibaekwon\" 1935)\n\"Layoff\" (\"Haego\" 1935)\n\"Underground Village\" (\"Jihachon\" 1936)\n\"Mountain Man\" (\"Sannam\" 1936)\n\"Darkness\" (\"Eodum\" 1937)"
}