{
    "id": "31663650",
    "revid": "32904124",
    "url": "https://en.wikipedia.org/wiki?curid=31663650",
    "title": "Kaggle",
    "text": "Kaggle, a subsidiary of &lt;a href=\"Google%20LLC\"&gt;Google LLC&lt;/a&gt;, is an online community of &lt;a href=\"data%20science\"&gt;data scientist&lt;/a&gt;s and &lt;a href=\"machine%20learning\"&gt;machine learning&lt;/a&gt; practitioners. Kaggle allows users to find and publish data sets, explore and build models in a web-based data-science environment, work with other data scientists and machine learning engineers, and enter competitions to solve data science challenges. \nKaggle got its start in 2010 by offering machine learning competitions and now also offers a public data platform, a cloud-based workbench for data science, and Artificial Intelligence education. Its key personnel were Anthony Goldbloom and &lt;a href=\"Jeremy%20Howard%20%28entrepreneur%29\"&gt;Jeremy Howard&lt;/a&gt;. &lt;a href=\"Nicholas%20Gruen\"&gt;Nicholas Gruen&lt;/a&gt; was founding chair succeeded by &lt;a href=\"Max%20Levchin\"&gt;Max Levchin&lt;/a&gt;. Equity was raised in 2011 valuing the company at $25 million. On 8 March 2017, Google announced that they were acquiring Kaggle.\nKaggle community.\nIn June 2017, Kaggle announced that it passed 1 million registered users, or Kagglers, and as of 2021 has over 8 million registered users. The community spans 194 countries. It is a diverse community, ranging from those just starting out to many of the world's best known researchers.\nKaggle &lt;a href=\"https%3A//www.kaggle.com/competitions\"&gt;competitions&lt;/a&gt; regularly attract over a thousand teams and individuals. Kaggle's community has thousands of &lt;a href=\"https%3A//www.kaggle.com/datasets\"&gt;public datasets&lt;/a&gt; and &lt;a href=\"https%3A//www.kaggle.com/kernels\"&gt;code snippets&lt;/a&gt; (called \"kernels\" on Kaggle). Many of these researchers publish papers in peer-reviewed journals based on their performance in Kaggle competitions.\nBy March 2017, the &lt;a href=\"Two%20Sigma%20Investments\"&gt;Two Sigma Investments&lt;/a&gt; fund was running a competition on Kaggle to code a trading algorithm.\nHow Kaggle competitions work.\nAlongside its public competitions, Kaggle also offers private competitions limited to Kaggle's top participants. Kaggle offers a free tool for data science teachers to run academic machine learning competitions, &lt;a href=\"https%3A//inclass.kaggle.com/\"&gt;Kaggle In Class&lt;/a&gt;. Kaggle also hosts recruiting competitions in which data scientists compete for a chance to interview at leading data science companies like &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, Winton Capital, and &lt;a href=\"Walmart\"&gt;Walmart&lt;/a&gt;.\nImpact of Kaggle competitions.\nKaggle has run hundreds of machine learning competitions since the company was founded. Competitions have ranged from improving gesture recognition for &lt;a href=\"Microsoft%20Kinect\"&gt;Microsoft Kinect&lt;/a&gt; to making a &lt;a href=\"soccer\"&gt;football&lt;/a&gt; &lt;a href=\"Artificial%20intelligence\"&gt;AI&lt;/a&gt; for &lt;a href=\"Manchester%20City\"&gt;Manchester City&lt;/a&gt; to improving the search for the &lt;a href=\"Higgs%20boson\"&gt;Higgs boson&lt;/a&gt; at &lt;a href=\"CERN\"&gt;CERN&lt;/a&gt;.\nCompetitions have resulted in many successful projects including furthering the state of the art in HIV research, chess ratings and traffic forecasting. Most famously, &lt;a href=\"Geoffrey%20Hinton\"&gt;Geoffrey Hinton&lt;/a&gt; and George Dahl used deep &lt;a href=\"neural%20networks\"&gt;neural networks&lt;/a&gt; to win a competition hosted by &lt;a href=\"Merck%20%26amp%3B%20Co.\"&gt;Merck&lt;/a&gt;. And Vlad Mnih (one of Hinton's students) used deep neural networks to win a competition hosted by Adzuna. This helped show the power of deep neural networks and resulted in the technique being taken up by others in the Kaggle community. Tianqi Chen from the University of Washington also used Kaggle to show the power of &lt;a href=\"Xgboost\"&gt;XGBoost&lt;/a&gt;, which has since taken over from &lt;a href=\"Random%20forest\"&gt;Random Forest&lt;/a&gt; as one of the main methods used to win Kaggle competitions. \nSeveral academic papers have been published on the basis of findings made in Kaggle competitions. A key to this is the effect of the live leaderboard, which encourages participants to continue innovating beyond existing best practice. The winning methods are frequently written up on the Kaggle blog, &lt;a href=\"https%3A//medium.com/kaggle-blog\"&gt;\"Kaggle Winner's Blog\"&lt;/a&gt;.\nFinancials.\nIn March 2017, &lt;a href=\"Fei-Fei%20Li\"&gt;Fei-Fei Li&lt;/a&gt;, Chief Scientist at Google, announced that &lt;a href=\"Google\"&gt;Google&lt;/a&gt; was acquiring Kaggle during her keynote at Google Next."
}