{
    "id": "3168340",
    "revid": "41865877",
    "url": "https://en.wikipedia.org/wiki?curid=3168340",
    "title": "Commonwealth (U.S. state)",
    "text": "Commonwealth is a &lt;a href=\"Terminology\"&gt;term&lt;/a&gt; used by four of the 50 &lt;a href=\"U.S.%20state\"&gt;states&lt;/a&gt; of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; in their full official state names. \"&lt;a href=\"Commonwealth\"&gt;Commonwealth&lt;/a&gt;\" is a traditional English term for a political community founded for the &lt;a href=\"common%20good\"&gt;common good&lt;/a&gt;. The four states – &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, and &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; – are all in the &lt;a href=\"Eastern%20United%20States\"&gt;Eastern United States&lt;/a&gt;, and prior to the formation of the United States in 1776, were &lt;a href=\"British%20America\"&gt;British colonial possessions&lt;/a&gt; (although Kentucky did not exist as an independent polity under British rule, instead being a part of Virginia). As such, they share a strong influence of English &lt;a href=\"common%20law\"&gt;common law&lt;/a&gt; in some of their laws and institutions.\nDefinition.\nThe term \"&lt;a href=\"commonwealth\"&gt;commonwealth&lt;/a&gt;\" does not describe or provide for any specific political status or legal relationship when used by a state. Those that do use it are &lt;a href=\"equal%20footing\"&gt;equal&lt;/a&gt; to those that do not. A traditional English term for a political community founded for the &lt;a href=\"common%20good\"&gt;common good&lt;/a&gt;, it is used symbolically to emphasize that these states have a \"government based on the common consent of the people\" as opposed to one legitimized through their earlier &lt;a href=\"Crown%20colony\"&gt;colonial status&lt;/a&gt; that was derived from the &lt;a href=\"British%20crown\"&gt;British crown&lt;/a&gt;. It refers to the common \"wealth\", or welfare, of the public and is derived from a loose translation of the Latin term \"&lt;a href=\"res%20publica\"&gt;res publica&lt;/a&gt;\".\n&lt;a href=\"Criminal%20law\"&gt;Criminal&lt;/a&gt; charges in these four states are brought in the name of the Commonwealth.\nBesides the four aforementioned states, other states have also on occasion used the term \"commonwealth\" to refer to themselves:\nTwo &lt;a href=\"Territories%20of%20the%20United%20States\"&gt;U.S. territories&lt;/a&gt; are also designated as &lt;a href=\"Commonwealth%20%28U.S.%20insular%20area%29\"&gt;commonwealths&lt;/a&gt;: &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; and the &lt;a href=\"Northern%20Mariana%20Islands\"&gt;Northern Mariana Islands&lt;/a&gt;. When used in connection with areas under U.S. sovereignty that are not states, the term broadly describes an area that is self-governing under a constitution of its own adoption and whose right of self-government will not be unilaterally withdrawn by the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt;.\nCommonwealths.\nKentucky.\nOn September 28, 1786, the residents of &lt;a href=\"Kentucky%20County\"&gt;Kentucky County&lt;/a&gt; began petitioning the Virginia legislature for permission to become a \"free and independent state, to be known by the name of the \"Commonwealth\" of Kentucky\". On June 1, 1792, Kentucky County officially became a state. As in Virginia, the official title of the elected local prosecutor in each of Kentucky's political subdivisions is the Commonwealth's Attorney, as opposed to State's Attorney in other states or the more standard District Attorney. Kentucky is the only state outside of the original &lt;a href=\"Thirteen%20Colonies\"&gt;Thirteen Colonies&lt;/a&gt; that uses commonwealth in its name.\nMassachusetts.\nMassachusetts is officially named \"The Commonwealth of Massachusetts\" by its &lt;a href=\"Constitution%20of%20Massachusetts\"&gt;constitution&lt;/a&gt;. The name \"State of Massachusetts Bay\" was used in all acts and resolves up to 1780 and in the first draft of the constitution. The current name can be traced to the second draft of the state constitution, which was written by &lt;a href=\"John%20Adams\"&gt;John Adams&lt;/a&gt; and ratified in 1780.\nIn Massachusetts, the term \"State\" is occasionally used in an official manner, usually in a &lt;a href=\"Compound%20%28linguistics%29\"&gt;compound structure&lt;/a&gt; rather than as a standalone noun. This is evident in the names of the &lt;a href=\"Massachusetts%20State%20Police\"&gt;Massachusetts State Police&lt;/a&gt;, the &lt;a href=\"Massachusetts%20State%20House\"&gt;Massachusetts State House&lt;/a&gt;, and the &lt;a href=\"Bridgewater%20State%20Hospital\"&gt;Bridgewater State Hospital&lt;/a&gt;.\nPennsylvania.\nThe &lt;a href=\"Seal%20of%20Pennsylvania\"&gt;Seal of Pennsylvania&lt;/a&gt; does not use the term, but legal processes are in the name of the Commonwealth, and it is a traditional official designation used in referring to the state. In 1776, Pennsylvania's first state constitution referred to it as both \"Commonwealth\" and \"State\", a pattern of usage that was perpetuated in the constitutions of 1790, 1838, 1874, and 1968. One of Pennsylvania's two intermediate &lt;a href=\"appellate%20court\"&gt;appellate court&lt;/a&gt;s is called the &lt;a href=\"Commonwealth%20Court%20of%20Pennsylvania\"&gt;Commonwealth Court&lt;/a&gt;.\nVirginia.\nThe name \"Commonwealth of Virginia\" dates back to its independence from the &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;Kingdom of Great Britain&lt;/a&gt;. Virginia's first &lt;a href=\"Constitution%20of%20Virginia\"&gt;constitution&lt;/a&gt; (adopted on June 29, 1776) directed that \"Commissions and Grants shall run, In the Name of the commonwealth of Virginia, and bear test by the Governor with the Seal of the Commonwealth annexed.\" The &lt;a href=\"Secretary%20of%20the%20Commonwealth%20of%20Virginia\"&gt;Secretary of the Commonwealth&lt;/a&gt; still issues commissions in this manner.\nAmong other references, the constitution furthermore dictated that criminal indictments were to conclude \"against the peace and dignity of the Commonwealth\". Additionally, the official title of the elected local &lt;a href=\"prosecutor\"&gt;prosecutor&lt;/a&gt; in each of Virginia's political subdivisions is the &lt;a href=\"Commonwealth%27s%20Attorney\"&gt;Commonwealth's Attorney&lt;/a&gt;, as opposed to &lt;a href=\"State%27s%20Attorney\"&gt;State's Attorney&lt;/a&gt; in other states or the more standard &lt;a href=\"District%20Attorney\"&gt;District Attorney&lt;/a&gt;.\nIn Virginia, the term \"state\" is sometimes used in an official manner, usually in a &lt;a href=\"Compound%20%28linguistics%29\"&gt;compound structure&lt;/a&gt; rather than as a standalone noun. This is evident in the names of the &lt;a href=\"Virginia%20State%20Corporation%20Commission\"&gt;Virginia State Corporation Commission&lt;/a&gt;, the &lt;a href=\"Virginia%20State%20Police\"&gt;Virginia State Police&lt;/a&gt;, and the &lt;a href=\"Virginia%20Polytechnic%20Institute%20and%20State%20University\"&gt;Virginia Polytechnic Institute and State University&lt;/a&gt;. The state university in &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond&lt;/a&gt; is known as &lt;a href=\"Virginia%20Commonwealth%20University\"&gt;Virginia Commonwealth University&lt;/a&gt;; there is also a &lt;a href=\"Virginia%20State%20University\"&gt;Virginia State University&lt;/a&gt;, located in &lt;a href=\"Ettrick%2C%20Virginia\"&gt;Ettrick&lt;/a&gt;."
}