{
    "id": "3169248",
    "revid": "625916",
    "url": "https://en.wikipedia.org/wiki?curid=3169248",
    "title": "Loughborough Dynamo F.C.",
    "text": "Loughborough Dynamo Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Loughborough\"&gt;Loughborough&lt;/a&gt;, Leicestershire, England. They are currently members of the and play at the Nanpantan Sports Ground.\nHistory.\nThe club was established in 1955 by pupils from &lt;a href=\"Loughborough%20Grammar%20School\"&gt;Loughborough Grammar School&lt;/a&gt;, taking its name from &lt;a href=\"FC%20Dynamo%20Moscow\"&gt;Dynamo Moscow&lt;/a&gt;, who had recently visited England to play &lt;a href=\"Wolverhampton%20Wanderers%20F.C.\"&gt;Wolverhampton Wanderers&lt;/a&gt;, with the colours taken from Wolverhampton Wanderers. After playing friendly matches for two years, they entered Division Three of the &lt;a href=\"North%20Leicestershire%20Football%20League\"&gt;Loughborough Alliance&lt;/a&gt; in 1957. The club won the Division Three title in 1959–60 and were promoted to Division Two. The following season saw them finish as runners-up in Division Two, earning promotion to Division One. They went on to finish as runners-up in Division One in 1962–63 and 1963–64 before winning the Division One title in 1964–65.\nLoughborough Dynamo then moved up to Division Two of the &lt;a href=\"Leicester%20and%20District%20Football%20League\"&gt;Leicester &amp; District League&lt;/a&gt;. They were promoted to Division One in their first season and then again to the Premier Division in 1966–67. Although the club were relegated at the end of the 1968–69 season, they won the Division One title in 1969–70 to secure an immediate promotion back to the Premier Division. In 1972 the club transferred to Division One of the &lt;a href=\"East%20Midlands%20Regional%20League\"&gt;East Midlands Regional League&lt;/a&gt; before moving to the Premier Division of the &lt;a href=\"Central%20Alliance\"&gt;Central Alliance&lt;/a&gt; the following season. However, after finishing bottom of the division, the club dropped back into Division Two of the Leicester &amp; District League.\nThe 1979–80 season saw Loughborough promoted to Division One. In 1980–81 they were Division One runners-up, earning promotion to the Premier Division. Although the club were relegated back to Division One at the end of the 1982–83 season, they were promoted to the Premier Division again in 1986–87 after finishing third in Division One. In 1989 the club moved up to Division One of the &lt;a href=\"Leicestershire%20Senior%20League\"&gt;Leicestershire Senior League&lt;/a&gt;. They won the division in 2001–02 and were promoted to the Premier Division. The following season saw them win the &lt;a href=\"Leicestershire%20and%20Rutland%20Senior%20Cup\"&gt;Leicestershire and Rutland Senior Cup&lt;/a&gt;. In 2003–04 the club retained the Senior Cup and were Premier Division champions, resulting in promotion to the &lt;a href=\"Midland%20Football%20Alliance\"&gt;Midland Alliance&lt;/a&gt;.\nIn &lt;a href=\"2007%E2%80%9308%20Midland%20Football%20Alliance\"&gt;2007–08&lt;/a&gt; Loughborough were Midland Alliance runners-up and were promoted to Division One South of the &lt;a href=\"Northern%20Premier%20League\"&gt;Northern Premier League&lt;/a&gt;, where they have played since."
}