{
    "id": "3170851",
    "revid": "1056795930",
    "url": "https://en.wikipedia.org/wiki?curid=3170851",
    "title": "Arthur J. Gallagher &amp; Co.",
    "text": "Arthur J. Gallagher &amp; Co. (AJG) is an American global &lt;a href=\"insurance%20broker\"&gt;insurance broker&lt;/a&gt;age and &lt;a href=\"risk%20management\"&gt;risk management&lt;/a&gt; services firm headquartered in &lt;a href=\"Rolling%20Meadows%2C%20Illinois\"&gt;Rolling Meadows, Illinois&lt;/a&gt; (a suburb of &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;). The firm was established in 1927 and is one of the largest &lt;a href=\"insurance%20broker\"&gt;insurance broker&lt;/a&gt;s in the world.\nHistory.\nThe company dates back to 1927 when Arthur James Gallagher started a brokerage firm in Illinois. The end of World War II brought his three sons, John, James, and Robert, into the business. The company incorporated in 1950 when revenues were $175,000. In 1957, the firm won Beatrice Foods Company as a client.\nDespite the stiff competition in a crowded domestic market that put steady downward pressure on property and casualty premiums during the 1990s and dating back to the late 1980s, the firm was still able to record double-digit growth in all but three years from 1990 through 2000, according to \"Investor's Business Daily.\"\nGallagher's purchased 16 smaller brokerages during 2000. The firm had grown its presence to include about 50 U.S. cities.\nA history and the values of the firm were documented by Robert E. Gallagher and Alison Kittrell in a book called \"The Gallagher Way, \"published in 2005 by Marketing Counsel and iUniverse.\nIn 2010 Gallagher Brazil was established following the company's takeover of Securitas Re of São Paulo from Estater Gestao de Investimentos Ltda.\nIn July 2015 the firm was ranked third in the \"Best's Review\" world's largest brokers list.\nIn June 2016, it was announced that Gallagher had joined the &lt;a href=\"Fortune%20500\"&gt;Fortune 500&lt;/a&gt; for the first time. Gallagher ranks 416 on the list as of 2 June 2021.\nIn September 2020, Gallagher announced that it was a victim of a ransomware attack.\nIn February 2021, Gallagher was recognized on the list of World's Most Ethical Companies by independent international arbiter Ethisphere. It was the company's tenth consecutive year of being on the list.\nInternational business.\nDuring the first second quarter and the first half of the year, the company improved their profitability margin and posted growth in revenue and in earnings per share. The second quarter of 2016 saw Arthur J. Gallagher &amp; Co. (NYSE: AJG) post an overall organic growth of 3.6% with $939 million in revenue in reported GAAP. Domestically in the United States, the company saw about 3% organic growth.\nIndia.\nArthur J. Gallagher India Limited was incorporated in 2002.\nIndia-\nGallagher service center LLP\nBengaluru, &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;, &lt;a href=\"Pune\"&gt;Pune&lt;/a&gt;, Shivamogga, Mumbai and &lt;a href=\"Kolhapur\"&gt;Kolhapur&lt;/a&gt;.\nSingapore\nArthur J. Gallagher &amp; Co. acquired Singapore-based ITI Solutions Pte Ltd. in 2011. ITI is a specialist insurance broker with expertise in marine cargo, political risk, trade credit risk, and specialty lines. ITI was rebranded as Gallagher Singapore.\nSingapore branches: Singapore\nEurope.\nIn July 2016, Arthur J. Gallagher acquired an 85% stake in Swedish specialist insurance and reinsurance broker Brim AB. At the time of acquisition, the Scandinavian brokerage posted revenues of $11.4 million and employed under 30 people. Scandinavia is an area of strategic development for Arthur J. Gallagher and this deal bolstered their purchase of Norwegian specialty insurance broker Bergvall Marine AS in December 2013.\nUnited Kingdom.\nBetween 2010 and 2012 British operations have grown in importance. In 2012 the UK was the source of 14% of company revenue - $352.3m up 137% versus 2010. The United States contributes 80% of revenue - $2,006.1m up 24%. The other 6% came from Australia, Bermuda and Canada ($161.9m up 59%).\nScotland branches: Aberdeen, Ayr, Dumfries, Dundee, Edinburgh, Fort William, Glasgow, Inverness, Kilwinning, Irvine, Newton Stewart and Stirling.\nEngland branches: Birmingham, Bordon, Bournemouth, Brierly Hill, Bristol, Brixham, Chelmsford, Chester, Chichester, Coventry, Croydon, Exeter, Feering, Gloucester, Godalming, Guildford, High Wycombe, Horsham, Ipswich, Leatherhead, Leeds, Leicester, Liss, Liverpool, Newcastle, Norwich, Nottingham, Orpington, Poole, Portsmouth, Rickmansworth, Sevenoaks, Sheffield, Southampton, St. Austell, Swindon, Talbot Green, Wakefield and Wigan.\nChannel Islands branches: Jersey, Guernsey and Alderney\nNorthern Ireland branches: Belfast\nWales branches: Cardiff, Llantrisant, Newport, Tonyrefail and Wrexham\nOther branches: Isle of Man\nIn April 2018, Gallagher was announced as the new name sponsor of &lt;a href=\"Premiership%20Rugby\"&gt;Premiership Rugby&lt;/a&gt;, the top flight of England's &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; league system. The deal took effect with the 2018–19 season.\nOceania.\nAustralia.\nIn 2014, Arthur J. Gallagher expanded their brand proposition in Australia with the acquisition and rebranding of OAMPS Insurance Brokers.\nAustralia branches: Adelaide, Alice Springs, Bacchus Marsh, Ballarat, Beenleigh, Bexley, Brisbane, Cairns, Canberra, Darwin, Dubbo, East Melbourne, Hobart, Horsham, Katherine, Launceston, Mulgrave, Newcastle, Sydney, Perth, Shepparton, Toowoomba, Townsville, Wagga Wagga, Wangaratta, Warragul, and Wollongong.\nNew Zealand.\nIn 2014, Arthur J. Gallagher purchased New Zealand nationwide insurance brokerage, Crombie Lockwood,\nNew Zealand branches: Auckland, Bleinheim, Christchurch, Dunedin, Greymouth, Hamilton, Invercargill, Kaitaia, Kapiti, Kerikeri, Napier, Nelson, New Plymouth, Palmerston North, Queenstown, Takapuna, Tauranga, Wanganui, Wellington, and Whangarei.\nNorth America.\nCanada.\nIn February 2015, Arthur J. Gallagher &amp; Co. acquired Ottawa-based Cohen &amp; Lord Insurance Brokers Ltd. The terms of the transaction were not disclosed.\nIn November 2015, the firm acquired Christie Phoenix Ltd. and their affiliate Discovery Insurance Services Ltd., both located in Victoria B.C. Christie Phoenix is a retail insurance broker founded more than 40 years ago and specializes in providing commercial property and personal lines of insurance service to middle-market and individual clients across British Columbia.\nIn June 2016, Arthur J. Gallagher &amp; Co. reached a milestone in the Canadian market by rebranding Noraxis group of insurance brokers to Arthur J. Gallagher Canada Limited.\nEthisphere Institute recognizes Arthur J. Gallagher &amp; Co. as one of the World's Most Ethical Companies for the seventh consecutive year.\nCanada branches: Calgary, Edmonton, Halifax, London, Markham, New Glasgow, Ottawa, Moncton, Hartland, Toronto, and Winnipeg.\nUnited States.\nIn August 2017, the firm announced the acquisition of employee benefits insurance agency Ballard Benefit Works, Inc., based in Howell, Michigan.\nCaribbean.\nCaribbean branches:Antigua, Bermuda, Barbados, Dominica, Grenada, Jamaica, St. Lucia, St. Vincent and the Grenadines, as well as St. Kitts and Nevis.\nSouth America.\nChile.\nChile branches: Santiago and Viña del Mar.\nColombia.\nColombia branches:"
}