{
    "id": "31711609",
    "revid": "8524405",
    "url": "https://en.wikipedia.org/wiki?curid=31711609",
    "title": "WASP-43b",
    "text": "WASP-43b is a &lt;a href=\"transit%20method\"&gt;transiting&lt;/a&gt; &lt;a href=\"planet\"&gt;planet&lt;/a&gt; in orbit around the young, active, and low-mass &lt;a href=\"star\"&gt;star&lt;/a&gt; &lt;a href=\"WASP-43\"&gt;WASP-43&lt;/a&gt; in the constellation &lt;a href=\"Sextans%20%28constellation%29\"&gt;Sextans&lt;/a&gt;. The planet is a &lt;a href=\"hot%20Jupiter\"&gt;hot Jupiter&lt;/a&gt; with a mass twice that of &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt;, but with a roughly equal radius. WASP-43b was flagged as a candidate by the &lt;a href=\"SuperWASP\"&gt;SuperWASP&lt;/a&gt; program, before they conducted follow-ups using instruments at &lt;a href=\"La%20Silla%20Observatory\"&gt;La Silla Observatory&lt;/a&gt; in Chile, which confirmed its existence and provided orbital and physical characteristics. The planet's discovery was published on April 14, 2011.\nAt the time of its discovery, WASP-43b had an &lt;a href=\"orbital%20period\"&gt;orbital period&lt;/a&gt; of approximately 0.8 days (19.2 hours), the second-shortest orbit ever detected, surpassed only by &lt;a href=\"WASP-19b\"&gt;WASP-19b&lt;/a&gt;. In addition, at the time of discovery, WASP-43b was the most closely orbiting hot Jupiter known, a phenomenon that can most likely be explained by its host star's low mass.\nObservational history.\nWASP-43 was first flagged as host to a potential &lt;a href=\"transit%20method\"&gt;transiting&lt;/a&gt; event (when a body crosses in front of and dims its host star) by data collected by &lt;a href=\"SuperWASP\"&gt;SuperWASP&lt;/a&gt;, a British organization working to discover transiting planets across the entirety of the sky. In particular, WASP-43 was observed first by the leg of WASP-South at the &lt;a href=\"South%20African%20Astronomical%20Observatory\"&gt;South African Astronomical Observatory&lt;/a&gt; between January and May 2009.\nLater observation by both SuperWASPs in the &lt;a href=\"Northern%20Hemisphere\"&gt;Northern&lt;/a&gt; and &lt;a href=\"Southern%20Hemisphere\"&gt;Southern Hemisphere&lt;/a&gt;s led to the collection of 13,768 data points between January and May 2010 and to the use of the &lt;a href=\"Swiss%201.2-metre%20Leonhard%20Euler%20Telescope\"&gt;CORALIE spectrograph&lt;/a&gt; at &lt;a href=\"La%20Silla%20Observatory\"&gt;La Silla Observatory&lt;/a&gt; in Chile. Fourteen measurements using the &lt;a href=\"radial%20velocity%20method\"&gt;radial velocity method&lt;/a&gt; confirmed WASP-43b as a planet, revealing its mass in the process. The use of La Silla's &lt;a href=\"TRAPPIST\"&gt;TRAPPIST&lt;/a&gt; telescope helped the science team working on the planet to create a &lt;a href=\"light%20curve\"&gt;light curve&lt;/a&gt; of the planet's transit in December 2010.\nThe planet's discovery was published in the journal \"&lt;a href=\"Astronomy%20and%20Astrophysics\"&gt;Astronomy and Astrophysics&lt;/a&gt;\" on April 14, 2011.\nIn 2014, a secondary transit of the planet was reported. Full observation of phases of the planet was reported in September 2014.\nHost star.\nWASP-43 is a &lt;a href=\"Stellar%20classification%23Class%20K\"&gt;K-type&lt;/a&gt; star in the &lt;a href=\"Sextans%20%28constellation%29\"&gt;Sextans&lt;/a&gt; constellation that is about 80 &lt;a href=\"parsec\"&gt;parsec&lt;/a&gt;s (261 &lt;a href=\"light%20year\"&gt;light year&lt;/a&gt;s) away. The star has a &lt;a href=\"solar%20mass\"&gt;mass&lt;/a&gt; 0.58 times that of the Sun, but is more diffuse, with a &lt;a href=\"solar%20radius\"&gt;radius&lt;/a&gt; 0.93 times that of the Sun. The star's &lt;a href=\"effective%20temperature\"&gt;effective temperature&lt;/a&gt; is 4,400 &lt;a href=\"Kelvin%20scale\"&gt;K&lt;/a&gt;, making the star cooler than the Sun, and is metal-poor with regards to the Sun because it has a &lt;a href=\"metallicity\"&gt;metallicity&lt;/a&gt; of [Fe/H] = −0.05 (89% the amount of iron in the Sun). The star is young, and is estimated to be 598 million years old (as compared to the Sun's 4.6 billion years). Analysis of emission lines indicate that WASP-43 is an active star.\nWASP-43 has one detected planet in its orbit, WASP-43b. The star has an &lt;a href=\"apparent%20magnitude\"&gt;apparent magnitude&lt;/a&gt; of 12.4, and thus is too faint to be seen with the unaided eye from Earth.\nCharacteristics.\nWASP-43b is a dense &lt;a href=\"hot%20Jupiter\"&gt;hot Jupiter&lt;/a&gt; with a mass 1.78 times the &lt;a href=\"Jupiter%20mass\"&gt;mass of Jupiter&lt;/a&gt;, but a &lt;a href=\"Jupiter%20radius\"&gt;radius&lt;/a&gt; 0.93 times that of Jupiter's. The planet orbits its host star at a &lt;a href=\"semimajor%20axis\"&gt;mean distance&lt;/a&gt; of 0.0142 &lt;a href=\"astronomical%20unit\"&gt;AU&lt;/a&gt; every 0.813475 days (19.5234 hours); this &lt;a href=\"orbital%20period\"&gt;orbital period&lt;/a&gt;, at the time of WASP-43b's discovery, was the second-shortest orbit yet detected, surpassed only by &lt;a href=\"WASP-19b\"&gt;WASP-19b&lt;/a&gt;. In comparison, &lt;a href=\"Mercury%20%28planet%29\"&gt;Mercury&lt;/a&gt; has an orbital period of 87.97 days and lies at a mean distance of 0.387 AU from the Sun. In addition, WASP-43b had the closest orbit to its host star (among hot Jupiters) at the time of its discovery, comparable only to the &lt;a href=\"super-Earth\"&gt;super-Earth&lt;/a&gt; planet &lt;a href=\"GJ%201214b\"&gt;GJ 1214b&lt;/a&gt; and to the planetary candidate orbiting KOI-961. While hot Jupiters are known to have small orbital periods, planets with \"exceptionally\" small periods below three or four days are extremely rare; however, in the case of WASP-43b, the planet's proximity can be explained because its host star has a very low mass. The rarity of systems like that of WASP-43 and its planet suggest that hot Jupiters do not usually occur around low-mass stars, or that such planets cannot maintain stable orbits around such stars.\nWASP-43b, along with the planets WASP-19b and &lt;a href=\"WASP-18b\"&gt;WASP-18b&lt;/a&gt;, conflicted with currently accepted models of tidal movements derived from observations of the orbits of &lt;a href=\"binary%20star\"&gt;binary star&lt;/a&gt; systems. Revisions to the model with regard to planets were proposed to help the models conform to the orbital parameters of these planets. No orbital decay driven by tidal dissipation was detected in 2016, placing a lower limit of 10 million years on the remaining planetary lifetime. The updated orbital period measurements have failed to detect the orbital decay as in 2021.\nIn 2019, the spectrum of Wasp-43b was taken, with best fit being water-containing clouds without significant amounts of alkali metals.\nIn 2020, further analysis of the spectra revealed the presence of bivalent aluminum oxide (AlO) and water in atmosphere, while carbon monoxide, carbon dioxide and methane were not detected. Climate modelling suggests the carbon monoxide concentration may be variable, while atmospheric spectrum of WASP-43b is dominated by clouds made of refractory mineral particles, with a small contribution from hydrocarbon haze. The planet is very dark overall, with no clouds on the dayside and an albedo below 0.06. The dayside planetary temperature measured in 2020 is 1666 &lt;a href=\"Kelvin\"&gt;K&lt;/a&gt;."
}