{
    "id": "31727",
    "revid": "1067213274",
    "url": "https://en.wikipedia.org/wiki?curid=31727",
    "title": "Economy of the United Kingdom",
    "text": "The economy of the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; is a &lt;a href=\"Developed%20country\"&gt;highly developed&lt;/a&gt; &lt;a href=\"Social%20market%20economy\"&gt;social&lt;/a&gt;, &lt;a href=\"Market%20economy\"&gt;market-orientated&lt;/a&gt; economy. It is the &lt;a href=\"List%20of%20countries%20by%20GDP%20%28nominal%29\"&gt;fifth-largest national economy&lt;/a&gt; in the world measured by nominal &lt;a href=\"gross%20domestic%20product\"&gt;gross domestic product&lt;/a&gt; (GDP), &lt;a href=\"List%20of%20countries%20by%20GDP%20%28PPP%29\"&gt;tenth-largest&lt;/a&gt; by &lt;a href=\"purchasing%20power%20parity\"&gt;purchasing power parity&lt;/a&gt; (PPP), and &lt;a href=\"List%20of%20countries%20by%20GDP%20%28nominal%29%20per%20capita\"&gt;twenty first-highest&lt;/a&gt; by &lt;a href=\"gross%20domestic%20product\"&gt;GDP&lt;/a&gt; &lt;a href=\"per%20capita\"&gt;per capita&lt;/a&gt;, constituting 3.3% of &lt;a href=\"world%20GDP\"&gt;world GDP&lt;/a&gt;.\nThe UK is one of the most &lt;a href=\"Globalization%20Index\"&gt;globalised&lt;/a&gt; economies, and comprises &lt;a href=\"Economy%20of%20England\"&gt;England&lt;/a&gt;, &lt;a href=\"Economy%20of%20Scotland\"&gt;Scotland&lt;/a&gt;, &lt;a href=\"Economy%20of%20Wales\"&gt;Wales&lt;/a&gt; and &lt;a href=\"Economy%20of%20Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;.\nIn 2019, the UK was the &lt;a href=\"List%20of%20countries%20by%20exports\"&gt;fifth-largest exporter&lt;/a&gt; in the world and the &lt;a href=\"List%20of%20countries%20by%20imports\"&gt;fifth-largest importer&lt;/a&gt;. It also had the third-largest &lt;a href=\"List%20of%20countries%20by%20received%20FDI\"&gt;inward&lt;/a&gt; &lt;a href=\"foreign%20direct%20investment\"&gt;foreign direct investment&lt;/a&gt;, and the fifth-largest &lt;a href=\"List%20of%20countries%20by%20FDI%20abroad\"&gt;outward&lt;/a&gt; &lt;a href=\"foreign%20direct%20investment\"&gt;foreign direct investment&lt;/a&gt;. In 2020, the UK's trade with the 27 member states of the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; accounted for 49% of the country's exports and 52% of its imports.\nThe &lt;a href=\"service%20sector\"&gt;service sector&lt;/a&gt; dominates, contributing 81% of GDP; the &lt;a href=\"Financial%20services%20industry%20of%20the%20United%20Kingdom\"&gt;financial services industry&lt;/a&gt; is particularly important, and &lt;a href=\"London\"&gt;London&lt;/a&gt; is the second-largest &lt;a href=\"financial%20centre\"&gt;financial centre&lt;/a&gt; in the world. &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; was ranked 21st in the world, and 6th in Europe for its financial services industry in 2021. &lt;a href=\"Aerospace%20industry%20in%20the%20United%20Kingdom\"&gt;Britain's aerospace industry&lt;/a&gt; is the second-largest national aerospace industry. Its &lt;a href=\"Pharmaceutical%20industry%20in%20the%20United%20Kingdom\"&gt;pharmaceutical industry&lt;/a&gt;, the tenth-largest in the world, plays an important role in the economy. Of the world's 500 largest companies, 26 are headquartered in the UK. The economy is boosted by &lt;a href=\"North%20Sea%20oil\"&gt;North Sea oil and gas&lt;/a&gt; production; its reserves were estimated at 2.8 billion barrels in 2016, although it has been a net importer of oil since 2005. There are significant regional variations in prosperity, with &lt;a href=\"South%20East%20England\"&gt;South East England&lt;/a&gt; and &lt;a href=\"North%20East%20Scotland%20%28Scottish%20Parliament%20electoral%20region%29\"&gt;North East Scotland&lt;/a&gt; being the richest areas per capita. The size of &lt;a href=\"Economy%20of%20London\"&gt;London's economy&lt;/a&gt; makes it the largest city by GDP per capita in Europe.\nIn the 18th century, Britain was the first nation to &lt;a href=\"Industrialisation\"&gt;industrialise&lt;/a&gt;. During the 19th century, through its expansive &lt;a href=\"British%20Empire\"&gt;colonial empire&lt;/a&gt; and technological superiority, Britain had a preeminent role in the global economy, accounting for 9.1% of the world's GDP in 1870. The &lt;a href=\"Second%20Industrial%20Revolution\"&gt;Second Industrial Revolution&lt;/a&gt; was also taking place rapidly in the United States and the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt;; this presented an increasing economic challenge for the UK, leading into the 20th century. The cost of fighting both the &lt;a href=\"World%20war\"&gt;First and Second World Wars&lt;/a&gt; further weakened the UK's relative position. Despite a relative decline in its global dominance, in the 21st century the UK retains the ability to project significant power and influence around the world.\nGovernment involvement is primarily exercised by &lt;a href=\"Her%20Majesty%27s%20Treasury\"&gt;Her Majesty's Treasury&lt;/a&gt;, headed by the &lt;a href=\"Chancellor%20of%20the%20Exchequer\"&gt;Chancellor of the Exchequer&lt;/a&gt;, and the &lt;a href=\"Department%20for%20Business%2C%20Energy%20and%20Industrial%20Strategy\"&gt;Department for Business, Energy and Industrial Strategy&lt;/a&gt;. Since 1979, management of the economy has followed a broadly &lt;a href=\"laissez-faire\"&gt;laissez-faire&lt;/a&gt; approach. The &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt; is the UK's &lt;a href=\"central%20bank\"&gt;central bank&lt;/a&gt;, and since 1997 its &lt;a href=\"Monetary%20Policy%20Committee%20%28United%20Kingdom%29\"&gt;Monetary Policy Committee&lt;/a&gt; has been responsible for setting &lt;a href=\"official%20bank%20rate\"&gt;interest rates&lt;/a&gt;, &lt;a href=\"quantitative%20easing\"&gt;quantitative easing&lt;/a&gt;, and &lt;a href=\"forward%20guidance\"&gt;forward guidance&lt;/a&gt;.\nThe currency of the UK is the &lt;a href=\"pound%20sterling\"&gt;pound sterling&lt;/a&gt;, which is the world's fourth-largest &lt;a href=\"reserve%20currency\"&gt;reserve currency&lt;/a&gt; after the &lt;a href=\"United%20States%20dollar\"&gt;United States dollar&lt;/a&gt;, the &lt;a href=\"Euro\"&gt;Euro&lt;/a&gt; and the &lt;a href=\"Japanese%20yen\"&gt;Japanese yen&lt;/a&gt;. It is also one of the 10 most-valued currencies in the world.\nThe UK is a founding member of the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt;, the &lt;a href=\"G7\"&gt;G7&lt;/a&gt;, the &lt;a href=\"G-20%20major%20economies\"&gt;G20&lt;/a&gt;, the &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt;, the &lt;a href=\"Organisation%20for%20Security%20and%20Co-operation%20in%20Europe\"&gt;Organisation for Security and Co-operation in Europe&lt;/a&gt;, &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;, the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt;, the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt;, the &lt;a href=\"World%20Trade%20Organization\"&gt;World Trade Organization&lt;/a&gt;, the &lt;a href=\"Asian%20Infrastructure%20Investment%20Bank\"&gt;Asian Infrastructure Investment Bank&lt;/a&gt; and the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;.\nHistory.\n1945 to 1979.\nAfter the Second World War, &lt;a href=\"Attlee%20ministry\"&gt;a new Labour government&lt;/a&gt; fully nationalised the &lt;a href=\"Bank%20of%20England\"&gt;Bank of England&lt;/a&gt;, civil aviation, telephone networks, railways, gas, electricity, and the coal, iron and steel industries, affecting 2.3 million workers. Post-war, the United Kingdom enjoyed a long period without a major recession; there was a rapid growth in prosperity in the 1950s and 1960s, with unemployment staying low and not exceeding 3.5% until the early 1970s. The annual rate of growth between 1960 and 1973 averaged 2.9%, although this figure was far behind other European countries such as France, &lt;a href=\"West%20Germany\"&gt;West Germany&lt;/a&gt; and Italy.\nDeindustrialisation meant the closure of operations in mining, heavy industry, and manufacturing, resulting in the loss of highly paid working-class jobs. The UK's share of manufacturing output had risen from 9.5% in 1830 during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; to 22.9% in the 1870s. It fell to 13.6% by 1913, 10.7% by 1938, and 4.9% by 1973. Overseas competition, lack of innovation, trade unionism, the welfare state, loss of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, and cultural attitudes have all been put forward as explanations. It reached crisis point in the 1970s against the backdrop of a worldwide energy crisis, high inflation, and a dramatic influx of low-cost manufactured goods from Asia.\nDuring the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt;, the &lt;a href=\"1973%E2%80%9374%20stock%20market%20crash\"&gt;1973–74 stock market crash&lt;/a&gt;, and the &lt;a href=\"secondary%20banking%20crisis%20of%201973%E2%80%9375\"&gt;secondary banking crisis of 1973–75&lt;/a&gt;, the British economy fell into the &lt;a href=\"1973%E2%80%9375%20recession\"&gt;1973–75 recession&lt;/a&gt; and the government of &lt;a href=\"Edward%20Heath\"&gt;Edward Heath&lt;/a&gt; was ousted by the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; under &lt;a href=\"Harold%20Wilson\"&gt;Harold Wilson&lt;/a&gt;, which had previously governed from 1964 to 1970. Wilson formed a &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt; in March 1974 after the &lt;a href=\"February%201974%20United%20Kingdom%20general%20election\"&gt;general election on 28 February&lt;/a&gt; ended in a &lt;a href=\"hung%20parliament\"&gt;hung parliament&lt;/a&gt;. Wilson secured a three-seat overall majority in a &lt;a href=\"October%201974%20United%20Kingdom%20general%20election\"&gt;second election&lt;/a&gt; in October that year.\nThe UK recorded weaker growth than many other European nations in the 1970s; even after the recession, the economy was blighted by rising unemployment and double-digit inflation, which exceeded 20% more than once and was rarely below 10% after 1973.\nIn 1976, the UK was forced to apply for a loan of £2.3 billion from the &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt;. &lt;a href=\"Denis%20Healey\"&gt;Denis Healey&lt;/a&gt;, then &lt;a href=\"Chancellor%20of%20the%20Exchequer\"&gt;Chancellor of the Exchequer&lt;/a&gt;, was required to implement public spending cuts and other economic reforms in order to secure the loan, and for a while the British economy improved, with growth of 4.3% in early 1979. However, following the &lt;a href=\"Winter%20of%20Discontent\"&gt;Winter of Discontent&lt;/a&gt;, when the UK was hit by numerous public sector strikes, the government of &lt;a href=\"James%20Callaghan\"&gt;James Callaghan&lt;/a&gt; lost a vote of no confidence in March 1979. This triggered the &lt;a href=\"1979%20United%20Kingdom%20general%20election\"&gt;general election on 3 May 1979&lt;/a&gt; which resulted in &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt;'s Conservative Party forming a new government.\n1979 to 1997.\nA new period of &lt;a href=\"Neoliberalism\"&gt;neo-liberal&lt;/a&gt; economics began with this election. During the 1980s, many state-owned industries and utilities were &lt;a href=\"privatised\"&gt;privatised&lt;/a&gt;, taxes cut, trade union reforms passed and markets deregulated. GDP fell by 5.9% initially, but growth subsequently returned and rose to an annual rate of 5% at its peak in 1988, one of the highest rates of any country in Europe.\nThatcher's modernisation of the economy was far from trouble-free; her battle with inflation, which in 1980 had risen to 21.9%, resulted in a substantial increase in unemployment from 5.3% in 1979 to over 10.4% by the start of 1982, peaking at nearly 11.9% in 1984 – a level not seen in Britain since the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. The rise in unemployment coincided with the &lt;a href=\"early%201980s%20recession\"&gt;early 1980s global recession&lt;/a&gt;, after which UK GDP did not reach its pre-recession rate until 1983. In spite of this, Thatcher &lt;a href=\"1983%20United%20Kingdom%20general%20election\"&gt;was re-elected&lt;/a&gt; in June 1983 with a landslide majority. Inflation had fallen to 3.7%, while interest rates were relatively high at 9.56%. The increase in unemployment was largely due to the government's &lt;a href=\"economic%20policy\"&gt;economic policy&lt;/a&gt; which resulted in the closure of outdated factories and &lt;a href=\"Coal%20mining%20in%20the%20United%20Kingdom%23Decline%20in%20volume\"&gt;coal pits&lt;/a&gt;. Manufacturing in England and Wales declined from around 38% of jobs in 1961 to around 22% in 1981. This trend continued for most of the 1980s, with newer industries and the service sector enjoying significant growth. Many jobs were also lost as manufacturing became more efficient and fewer people were required to work in the sector. Unemployment had fallen below 3 million by the time of Thatcher's third successive election victory in June 1987; and by the end of 1989 it was down to 1.6 million.\nBritain's economy slid into &lt;a href=\"Early%201990s%20recession\"&gt;another global recession&lt;/a&gt; in late 1990; it shrank by a total of 6% from peak to trough, and unemployment increased from around 6.9% in spring 1990 to nearly 10.7% by the end of 1993. However, inflation dropped from 10.9% in 1990 to 1.3% three years later. The subsequent economic recovery was extremely strong, and unlike after the early 1980s recession, the recovery saw a rapid and substantial fall in unemployment, which was down to 7.2% by 1997, although the popularity of the Conservative government had failed to improve with the economic upturn. The government won a fourth successive election in 1992 under &lt;a href=\"John%20Major\"&gt;John Major&lt;/a&gt;, who had succeeded Thatcher in November 1990, but soon afterwards came &lt;a href=\"Black%20Wednesday\"&gt;Black Wednesday&lt;/a&gt;, which damaged the Conservative government's reputation for economic competence, and from that stage onwards, the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; was ascendant in the opinion polls, particularly in the immediate aftermath of &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;'s election as party leader in July 1994 after the sudden death of his predecessor &lt;a href=\"John%20Smith%20%28Labour%20Party%20leader%29\"&gt;John Smith&lt;/a&gt;.\nDespite two recessions, wages grew consistently by around 2% per year in &lt;a href=\"real%20terms\"&gt;real terms&lt;/a&gt; from 1980 until 1997, and continued to grow until 2008.\n1997 to 2009.\nIn May 1997, Labour, led by Tony Blair, won the general election after 18 years of Conservative government. The Labour Government inherited a strong economy with low inflation, falling unemployment, and a &lt;a href=\"Current%20account%20%28balance%20of%20payments%29\"&gt;current account&lt;/a&gt; surplus. Blair ran on a platform of &lt;a href=\"New%20Labour\"&gt;New Labour&lt;/a&gt; which was characterised largely by the continuation of neo-liberal economic policies, but also supporting a strong welfare state. In Britain it was largely viewed as a combination of socialist and capitalist policies, being dubbed '&lt;a href=\"Third%20Way\"&gt;Third Way&lt;/a&gt;'. Four days after the election, &lt;a href=\"Gordon%20Brown\"&gt;Gordon Brown&lt;/a&gt;, the new Chancellor of the Exchequer, gave the Bank of England the freedom to control &lt;a href=\"monetary%20policy\"&gt;monetary policy&lt;/a&gt;, which until then had been directed by the government.\nDuring Blair's 10 years in office there were 40 successive quarters of economic growth, lasting until the second quarter of 2008. GDP growth, which had briefly reached 4% per year in the early 1990s, gently declining thereafter, was relatively anaemic compared to prior decades, such as the 6.5% per year peak in the early 1970s, although growth was smoother and more consistent. &lt;a href=\"Annual%20growth%20rate\"&gt;Annual growth rate&lt;/a&gt;s averaged 2.68% between 1992 and 2007, with the finance sector accounting for a greater part than previously. The period saw one of the highest GDP growth rates of any developed economy and the strongest of any European nation. At the same time, &lt;a href=\"household%20debt\"&gt;household debt&lt;/a&gt; rose from £420 billion in 1994 to £1 trillion in 2004 and £1.46 trillion in 2008 – more than the entire GDP of the UK.\nThis extended period of growth ended in &lt;a href=\"Calendar%20year%23Quarters\"&gt;Q2&lt;/a&gt; of 2008 when the United Kingdom entered a &lt;a href=\"Late%202000s%20recession\"&gt;recession&lt;/a&gt; brought about by the &lt;a href=\"Global%20financial%20crisis%20of%202008%E2%80%932009\"&gt;global financial crisis&lt;/a&gt;. The UK was particularly vulnerable to the crisis because its financial sector was the most highly &lt;a href=\"Leverage%20%28finance%29\"&gt;leveraged&lt;/a&gt; of any major economy. Beginning with the collapse of &lt;a href=\"Northern%20Rock\"&gt;Northern Rock&lt;/a&gt;, which was taken into &lt;a href=\"public%20ownership\"&gt;public ownership&lt;/a&gt; in February 2008, other banks had to be partly nationalised. The &lt;a href=\"Royal%20Bank%20of%20Scotland%20Group\"&gt;Royal Bank of Scotland Group&lt;/a&gt;, at its peak the fifth-largest bank in the world by &lt;a href=\"market%20capitalization\"&gt;market capitalisation&lt;/a&gt;, was effectively nationalised in October 2008. By mid-2009, &lt;a href=\"HM%20Treasury\"&gt;HM Treasury&lt;/a&gt; had a 70.33% controlling shareholding in RBS, and a 43% shareholding, through the &lt;a href=\"UK%20Financial%20Investments\"&gt;UK Financial Investments Limited&lt;/a&gt;, in &lt;a href=\"Lloyds%20Banking%20Group\"&gt;Lloyds Banking Group&lt;/a&gt;. The Great Recession, as it came to be known, saw unemployment rise from just over 1.6 million in January 2008 to nearly 2.5 million by October 2009.\nIn August 2008 the IMF warned that the country's outlook had worsened due to a twin shock: financial turmoil and rising commodity prices. Both developments harmed the UK more than most developed countries, as it obtained revenue from exporting financial services while running deficits in goods and commodities, including food. In 2007, the UK had the world's third largest &lt;a href=\"List%20of%20countries%20by%20current%20account%20balance\"&gt;current account deficit&lt;/a&gt;, due mainly to a large deficit in manufactured goods. In May 2008, the IMF advised the UK government to broaden the scope of fiscal policy to promote external balance. The UK's output per hour worked was on a par with the average for the \"old\" &lt;a href=\"Statistics%20relating%20to%20enlargement%20of%20the%20European%20Union%231995%20enlargement\"&gt;EU-15&lt;/a&gt; countries.\n2009 to 2020.\nIn March 2009, the Bank of England (BoE) cut interest rates to a then-historic low of 0.5% and began &lt;a href=\"quantitative%20easing\"&gt;quantitative easing&lt;/a&gt; (QE) to boost lending and shore up the economy. The UK exited the &lt;a href=\"Great%20Recession\"&gt;Great Recession&lt;/a&gt; in Q4 of 2009 having experienced six consecutive quarters of negative growth, shrinking by 6.03% from peak to trough, making it the longest recession since records began and the deepest since &lt;a href=\"World%20War%26amp%3Bnbsp%3BII\"&gt;World War II&lt;/a&gt;. Support for Labour slumped during the recession, and the &lt;a href=\"2010%20United%20Kingdom%20general%20election\"&gt;general election of 2010&lt;/a&gt; resulted in &lt;a href=\"Cameron%E2%80%93Clegg%20coalition\"&gt;a coalition government&lt;/a&gt; being formed by the Conservatives and the &lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrats&lt;/a&gt;.\nIn 2011, &lt;a href=\"Household%20debt\"&gt;household&lt;/a&gt;, financial, and business debts stood at 420% of GDP in the UK. As the world's &lt;a href=\"Heavily%20indebted%20poor%20countries\"&gt;most indebted country&lt;/a&gt;, spending and investment were held back after the recession, creating &lt;a href=\"economic%20malaise\"&gt;economic malaise&lt;/a&gt;. However, it was recognised that &lt;a href=\"government%20borrowing\"&gt;government borrowing&lt;/a&gt;, which rose from 52% to 76% of GDP, had helped to avoid a &lt;a href=\"Great%20Depression%20in%20the%20United%20Kingdom\"&gt;1930s-style depression&lt;/a&gt;. Within three years of the general election, government cuts aimed at reducing the budget deficit had led to &lt;a href=\"public%20sector\"&gt;public sector&lt;/a&gt; job losses well into six figures, but the &lt;a href=\"private%20sector\"&gt;private sector&lt;/a&gt; enjoyed strong jobs growth.\nThe 10 years following the Great Recession were characterised by extremes. In 2015, employment was at its highest since records began, and GDP growth had become the fastest in the &lt;a href=\"Group%20of%20Seven%20%28G7%29\"&gt;Group of Seven (G7)&lt;/a&gt; and Europe, but &lt;a href=\"workforce%20productivity\"&gt;workforce productivity&lt;/a&gt; was the worst since the 1820s, with any growth attributed to a fall in working hours. Output per hour worked was 18% below the average for the rest of the G7. Real wage growth was the worst since the 1860s, and the &lt;a href=\"Governor%20of%20the%20Bank%20of%20England\"&gt;Governor of the Bank of England&lt;/a&gt; described it as a lost decade. Wages fell by 10% in real terms in the eight years to 2016, whilst they grew across the OECD by an average of 6.7%. For 2015 as a whole, the &lt;a href=\"Current%20account%20%28balance%20of%20payments%29\"&gt;current account&lt;/a&gt; deficit rose to a record high of 5.2% of GDP (£96.2bn), the highest in the developed world. In Q4 2015, it exceeded 7%, a level not witnessed during peacetime since records began in 1772. The UK relied on foreign investors to plug the shortfall in its &lt;a href=\"balance%20of%20payments\"&gt;balance of payments&lt;/a&gt;. Homes had become less affordable, a problem exacerbated by QE, without which house prices would have fallen by 22%, according to the BoE's own analysis.\nA rise in unsecured household debt added to questions over the &lt;a href=\"Sustainability%23Economic%20dimension\"&gt;sustainability&lt;/a&gt; of the &lt;a href=\"economic%20recovery\"&gt;economic recovery&lt;/a&gt; in 2016. The BoE insisted there was no cause for alarm, despite having said two years earlier that the recovery was \"neither balanced nor sustainable\". Following the &lt;a href=\"2016%20United%20Kingdom%20European%20Union%20membership%20referendum\"&gt;UK's 2016 decision&lt;/a&gt; to leave the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, the BoE cut interest rates to a new historic low of 0.25% for just over a year. It also increased the amount of QE since the start of the Great Recession to £435bn. By Q4 2018 net borrowing in the UK was the highest in the OECD at 5% of GDP. Households had been in deficit for an unprecedented nine quarters in a row. Since the Great Recession, the country was no longer making a profit on its foreign investments.\n2020 to present.\nIn March 2020, in response to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;coronavirus pandemic&lt;/a&gt;, a temporary ban was imposed on non-essential business and travel in the UK. The BoE cut the interest rate to 0.1%. Economic growth had been weak before the crisis, with 0% growth in Q4 2019. By the start of May, 23% of the British workforce was furloughed (temporarily laid off). Government schemes were launched to help workers whose incomes had been affected by the outbreak. In the first half of 2020, GDP shrank by 22.6%, the deepest recession in UK history and worse than any other &lt;a href=\"G7\"&gt;G7&lt;/a&gt; or European country. Restrictions were lifted and economic growth began to pick up in the summer, but another lockdown was enforced at the end of the year. During 2020 the BoE purchased £450 billion of &lt;a href=\"government%20bonds\"&gt;government bonds&lt;/a&gt;, taking the amount of quantitative easing since the start of the Great Recession to £895 billion. Overall, GDP shrank by 9.9% in 2020. It was the worst contraction since the &lt;a href=\"Great%20Frost\"&gt;Great Frost&lt;/a&gt; paralysed the economy in 1709.\nGovernment spending and economic management.\nGovernment involvement in the economy is primarily exercised by &lt;a href=\"HM%20Treasury\"&gt;HM Treasury&lt;/a&gt;, headed by the Chancellor of the Exchequer. In recent years, the UK economy has been managed in accordance with principles of market liberalisation and low taxation and regulation. Since 1997, the Bank of England's &lt;a href=\"Monetary%20Policy%20Committee%20%28United%20Kingdom%29\"&gt;Monetary Policy Committee&lt;/a&gt;, headed by the Governor of the Bank of England, has been responsible for setting &lt;a href=\"official%20bank%20rate\"&gt;interest rates&lt;/a&gt; at the level necessary to achieve the overall inflation target for the economy that is set by the Chancellor each year. The Scottish Government, subject to the approval of the Scottish Parliament, has the power to vary the basic rate of income tax payable in Scotland by plus or minus 3 pence in the pound, though this power has not yet been exercised.\nIn the 20-year period from 1986/87 to 2006/07 government spending in the UK averaged around 40% of GDP. In July 2007, the UK had &lt;a href=\"government%20debt\"&gt;government debt&lt;/a&gt; at 35.5% of &lt;a href=\"gross%20domestic%20product\"&gt;GDP&lt;/a&gt;. As a result of the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932010\"&gt;2007–2010 financial crisis&lt;/a&gt; and the &lt;a href=\"Late-2000s%20recession%20in%20Europe%23United%20Kingdom\"&gt;late-2000s global recession&lt;/a&gt;, government spending increased to a historically high level of 48% of GDP in 2009–10, partly as a result of the cost of a &lt;a href=\"2008%20United%20Kingdom%20bank%20rescue%20package\"&gt;series of bank bailouts&lt;/a&gt;. In terms of &lt;a href=\"Debt-to-GDP%20ratio\"&gt;net government debt as a percentage of GDP&lt;/a&gt;, at the end of June 2014 public sector net debt excluding financial sector interventions was £1304.6 billion, equivalent to 77.3% of GDP. For the financial year of 2013–2014 public sector net borrowing was £93.7 billion. This was £13.0 billion higher than in the financial year of 2012–2013.\n&lt;a href=\"Taxation%20in%20the%20United%20Kingdom\"&gt;Taxation in the United Kingdom&lt;/a&gt; may involve payments to at least two different levels of government: local government and central government (&lt;a href=\"HM%20Revenue%20%26amp%3B%20Customs\"&gt;HM Revenue &amp; Customs&lt;/a&gt;). Local government is financed by grants from central government funds, &lt;a href=\"business%20rates\"&gt;business rates&lt;/a&gt;, &lt;a href=\"council%20tax\"&gt;council tax&lt;/a&gt;, and, increasingly, fees and charges such as those from &lt;a href=\"decriminalised%20parking%20enforcement\"&gt;on-street parking&lt;/a&gt;. Central government revenues are mainly from &lt;a href=\"income%20tax\"&gt;income tax&lt;/a&gt;, &lt;a href=\"national%20insurance\"&gt;national insurance&lt;/a&gt; contributions, &lt;a href=\"Value%20Added%20Tax%20%28United%20Kingdom%29\"&gt;value added tax&lt;/a&gt;, &lt;a href=\"United%20Kingdom%20corporation%20tax\"&gt;corporation tax&lt;/a&gt; and &lt;a href=\"Hydrocarbon%20oil%20duty\"&gt;fuel duty&lt;/a&gt;.\nSectors.\nAgriculture.\nAgriculture in the UK is &lt;a href=\"intensive%20agriculture\"&gt;intensive&lt;/a&gt;, highly &lt;a href=\"mechanised%20agriculture\"&gt;mechanised&lt;/a&gt;, and efficient by European standards. The country produces around 65% of its food needs. The self-sufficiency level was just under 50% in the 1950s, peaking at 80% in the 1980s, before declining to its present level at the turn of the 21st century. Agriculture added gross value of £12.18 billion to the economy in 2018, and around 392,000 people were employed in agriculture, hunting, forestry and fishing. It contributes around 0.6% of the UK's national GDP. Around two-thirds of production by value is devoted to livestock, and one-third to &lt;a href=\"agronomy\"&gt;arable&lt;/a&gt; crops. The agri-food sector as a whole (agriculture and food manufacturing, wholsale, catering, and retail) was worth £120 billion and accounts for 4 million jobs in the UK.\nConstruction.\nThe construction industry of the United Kingdom employed around 2.3 million people and contributed gross value of £123.2 billion to the economy in 2019.\nOne of the largest construction projects in the UK in recent years was &lt;a href=\"Crossrail\"&gt;Crossrail&lt;/a&gt;, costing an estimated £19 billion. Due to start opening by Christmas 2021, it will be a new railway line running east to west through London and into the surrounding area, with a branch to &lt;a href=\"Heathrow%20Airport\"&gt;Heathrow Airport&lt;/a&gt;. The main feature of the project is construction of 42 km (26 mi) of new tunnels connecting stations in central London. Ongoing construction projects include the &lt;a href=\"High%20Speed%202\"&gt;High Speed 2&lt;/a&gt; line between London and the West Midlands. &lt;a href=\"Crossrail%202\"&gt;Crossrail 2&lt;/a&gt; is a proposed rail route in the South East of England.\nProduction industries.\nElectricity, gas and water.\nThis sector added gross value of £51.4 billion to the economy in 2018. The United Kingdom is expected to launch the building of new nuclear reactors to replace existing generators and to boost the UK's energy reserves.\nManufacturing.\nIn the 1970s, manufacturing accounted for 25 percent of the economy. Total employment in manufacturing fell from 7.1 million in 1979 to 4.5 million in 1992 and only 2.7 million in 2016, when it accounted for 10% of the economy.\nManufacturing has increased in 36 of the last 50 years and was twice in 2007 what is in 1958, manufactures include Autodesk.\nIn 2011 the UK manufacturing sector generated approximately £140.5 billion in gross value added and employed around 2.6 million people. Of the approximately £16 billion invested in R&amp;D by UK businesses in 2008, approximately £12 billion was by manufacturing businesses. In 2008, the UK was the sixth-largest manufacturer in the world measured by value of output.\nIn 2008 around 180,000 people in the UK were directly employed in the &lt;a href=\"Automotive%20industry%20in%20the%20United%20Kingdom\"&gt;UK automotive manufacturing sector&lt;/a&gt;. In that year the sector had a turnover of £52.5 billion, generated £26.6 billion of exports and produced around 1.45 million passenger vehicles and 203,000 commercial vehicles. The UK is a major centre for engine manufacturing, and in 2008 around 3.16 million engines were produced in the country.\nThe &lt;a href=\"Aerospace%20industry%20in%20the%20United%20Kingdom\"&gt;aerospace industry of the UK&lt;/a&gt; is the second- or third-largest aerospace industry in the world, depending upon the method of measurement. The industry employs around 113,000 people directly and around 276,000 indirectly and has an annual turnover of around £20 billion. British companies with a major presence in the industry include &lt;a href=\"BAE%20Systems\"&gt;BAE Systems&lt;/a&gt; and &lt;a href=\"Rolls-Royce%20plc\"&gt;Rolls-Royce&lt;/a&gt; (the world's second-largest aircraft engine maker). European aerospace companies active in the UK include &lt;a href=\"Airbus\"&gt;Airbus&lt;/a&gt;, whose commercial aircraft, space, helicopter and defence divisions employ over 13,500 people across more than 25 UK sites.\nThe &lt;a href=\"Pharmaceutical%20industry%20in%20the%20United%20Kingdom\"&gt;pharmaceutical industry&lt;/a&gt; employs around 67,000 people in the UK and in 2007 contributed £8.4 billion to the UK's &lt;a href=\"GDP\"&gt;GDP&lt;/a&gt; and invested a total of £3.9 billion in &lt;a href=\"research%20and%20development\"&gt;research and development&lt;/a&gt;. In 2007 exports of pharmaceutical products from the UK totalled £14.6 billion, creating a trade surplus in pharmaceutical products of £4.3 billion. The UK is home to &lt;a href=\"GlaxoSmithKline\"&gt;GlaxoSmithKline&lt;/a&gt; and &lt;a href=\"AstraZeneca\"&gt;AstraZeneca&lt;/a&gt;, respectively the world's third- and seventh-largest pharmaceutical companies.\nMining, quarrying and hydrocarbons.\nThe Blue Book 2013 reports that this sector added gross value of £31.4 billion to the UK economy in 2011. In 2007 the UK had a total energy output of 9.5 quadrillion &lt;a href=\"British%20thermal%20unit\"&gt;Btus&lt;/a&gt; (10 exajoules), of which the composition was oil (38%), natural gas (36%), coal (13%), nuclear (11%) and other renewables (2%). In 2009, the UK produced 1.5 million barrels per day (bbl/d) of oil and consumed 1.7 million bbl/d. Production is now in decline and the UK has been a net importer of oil since 2005. As of 2010 the UK has around 3.1 billion barrels of proven crude oil reserves, the largest of any EU member state.\nIn 2009 the UK was the 13th largest producer of natural gas in the world and the largest producer in the EU. Production is now in decline and the UK has been a net importer of natural gas since 2004. In 2009 the UK produced 19.7 million tons of coal and consumed 60.2 million tons. In 2005 it had proven recoverable coal reserves of 171 million tons. It has been estimated that identified onshore areas have the potential to produce between 7 billion tonnes and 16 billion tonnes of coal through &lt;a href=\"Underground%20coal%20gasification\"&gt;underground coal gasification (UCG)&lt;/a&gt;. Based on current UK coal consumption, these volumes represent reserves that could last the UK between 200 and 400 years.\nThe UK is home to a number of large energy companies, including two of the six oil and gas \"&lt;a href=\"supermajor\"&gt;supermajor&lt;/a&gt;s\" – &lt;a href=\"BP\"&gt;BP&lt;/a&gt; and &lt;a href=\"Royal%20Dutch%20Shell\"&gt;Royal Dutch Shell&lt;/a&gt;.\nThe UK is also rich in a number of natural resources including coal, tin, limestone, iron ore, salt, clay, chalk, gypsum, lead and silica.\nService industries.\nThe &lt;a href=\"service%20sector\"&gt;service sector&lt;/a&gt; is the dominant sector of the UK economy, and it accounted for 79% of GDP in 2019.\nCreative industries.\nThe &lt;a href=\"creative%20industries\"&gt;creative industries&lt;/a&gt; accounted for 7% of gross value added (GVA) in 2005 and grew at an average of 6% per annum between 1997 and 2005. Key areas include London and the &lt;a href=\"North%20West%20England\"&gt;North West of England&lt;/a&gt;, which are the two largest creative industry clusters in Europe. According to the British Fashion Council, the fashion industry's contribution to the UK economy in 2014 is £26 billion, up from £21 billion in 2009. The UK is home to the world's largest advertising company, &lt;a href=\"WPP%20plc\"&gt;WPP&lt;/a&gt;.\nEducation, health and social work.\nAccording to The Blue Book 2013 the education sector added gross value of £84.6 billion in 2011 whilst human health and social work activities added £104.0 billion in 2011.\nIn the UK the majority of the healthcare sector consists of the state funded and operated &lt;a href=\"National%20Health%20Service\"&gt;National Health Service&lt;/a&gt; (NHS), which accounts for over 80% of all healthcare spending in the UK and has a workforce of around 1.7 million, making it the largest employer in Europe, and putting it amongst the largest employers in the world. The NHS operates independently in each of the four &lt;a href=\"Countries%20of%20the%20United%20Kingdom\"&gt;constituent countries&lt;/a&gt; of the UK. The &lt;a href=\"National%20Health%20Service%20%28England%29\"&gt;NHS in England&lt;/a&gt; is by far the largest of the four parts and had a turnover of £92.5 billion in 2008.\nIn 2007/08 higher education institutions in the UK had a total income of £23 billion and employed a total of 169,995 staff. In 2007/08 there were 2,306,000 higher education students in the UK (1,922,180 in England, 210,180 in Scotland, 125,540 in Wales and 48,200 in Northern Ireland).\nFinancial and business services.\nThe &lt;a href=\"Financial%20services%20industry%20of%20the%20United%20Kingdom\"&gt;UK financial services industry&lt;/a&gt; added gross value of £116.4 billion to the UK economy in 2011. The UK's exports of financial and business services make a significant positive contribution towards the country's &lt;a href=\"balance%20of%20payments\"&gt;balance of payments&lt;/a&gt;.\nLondon is a major centre for &lt;a href=\"international%20business\"&gt;international business&lt;/a&gt; and commerce and is one of the three \"command centres\" of the global economy (alongside &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;). There are over 500 banks with offices in London, and it is the leading international centre for banking, insurance, &lt;a href=\"Eurobond%20%28international%29\"&gt;Eurobond&lt;/a&gt;s, &lt;a href=\"foreign%20exchange%20market\"&gt;foreign exchange&lt;/a&gt; trading and &lt;a href=\"International%20Petroleum%20Exchange\"&gt;energy futures&lt;/a&gt;. London's financial services industry is primarily based in the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt; and &lt;a href=\"Canary%20Wharf\"&gt;Canary Wharf&lt;/a&gt;. The City houses the &lt;a href=\"London%20Stock%20Exchange\"&gt;London Stock Exchange&lt;/a&gt;, the &lt;a href=\"London%20Metal%20Exchange\"&gt;London Metal Exchange&lt;/a&gt;, &lt;a href=\"Lloyd%27s%20of%20London\"&gt;Lloyd's of London&lt;/a&gt;, and the Bank of England. Canary Wharf began development in the 1980s and is now home to major financial institutions such as &lt;a href=\"Barclays%20Bank\"&gt;Barclays Bank&lt;/a&gt;, &lt;a href=\"Citigroup\"&gt;Citigroup&lt;/a&gt; and &lt;a href=\"HSBC\"&gt;HSBC&lt;/a&gt;, as well as the UK &lt;a href=\"Financial%20Services%20Authority\"&gt;Financial Services Authority&lt;/a&gt;. London is also a major centre for other business and professional services, and four of the six largest law firms in the world are headquartered there.\nSeveral other major UK cities have large financial sectors and related services. &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; has one of the largest financial centres in Europe and is home to the headquarters of &lt;a href=\"Lloyds%20Banking%20Group\"&gt;Lloyds Banking Group&lt;/a&gt;, &lt;a href=\"NatWest%20Group\"&gt;NatWest Group&lt;/a&gt; and &lt;a href=\"Standard%20Life\"&gt;Standard Life&lt;/a&gt;. &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt; is the UK's largest centre for business and financial services outside London, and the largest centre for legal services in the UK after London.\nAccording to a series of research papers and reports published in the mid-2010s, Britain's financial firms provide sophisticated methods to &lt;a href=\"Money%20laundering\"&gt;launder&lt;/a&gt; billions of pounds annually, including money from the proceeds of &lt;a href=\"corruption\"&gt;corruption&lt;/a&gt; around the world as well as the world's &lt;a href=\"Illegal%20drug%20trade\"&gt;drug trade&lt;/a&gt;, thus making the city a global hub for illicit finance. According to a Deutsche Bank study published in March 2015, Britain was attracting circa one billion pounds of capital inflows a month not recorded by official statistics, up to 40 percent probably originating from &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, which implies misreporting by financial institutions, sophisticated tax avoidance, and the UK's \"safe-haven\" reputation.\nHotels and restaurants.\nThe Blue Book 2013 reports that this industry added gross value of £36.6 billion to the UK economy in 2011. &lt;a href=\"InterContinental%20Hotels%20Group\"&gt;InterContinental Hotels Group&lt;/a&gt; (IHG), headquartered in Denham, Buckinghamshire, is currently the world's largest hotelier, owning and operating hotel brands such as &lt;a href=\"InterContinental\"&gt;InterContinental&lt;/a&gt;, &lt;a href=\"Holiday%20Inn\"&gt;Holiday Inn&lt;/a&gt; and &lt;a href=\"Crowne%20Plaza\"&gt;Crowne Plaza&lt;/a&gt;. The international arm of Hilton Hotels, the world's fifth largest hotelier, used to be owned by &lt;a href=\"Ladbrokes%20Coral\"&gt;Ladbrokes Plc&lt;/a&gt;, and was headquartered in Watford, Hertfordshire from 1987 to 2005. It was sold to Hilton Hotels Group of the US in December 2005.\nInformal.\nA study in 2014 found that sex work and associated services added over £5 billion to the economy each year.\nPublic administration and defence.\nThe Blue Book 2013 reports that this sector added gross value of £70.4 billion to the UK economy in 2011.\nReal estate and renting activities.\nNotable real estate companies in the United Kingdom include &lt;a href=\"British%20Land\"&gt;British Land&lt;/a&gt;, &lt;a href=\"Land%20Securities\"&gt;Land Securities&lt;/a&gt;, and &lt;a href=\"The%20Peel%20Group\"&gt;The Peel Group&lt;/a&gt;. The UK property market boomed for the seven years up to 2008, and in some areas property trebled in value over that period. The increase in property prices had a number of causes: low interest rates, credit growth, economic growth, rapid growth in buy-to-let &lt;a href=\"buy-to-let\"&gt;property investment&lt;/a&gt;, foreign property investment in London and &lt;a href=\"planning%20permission\"&gt;planning restrictions&lt;/a&gt; on the supply of new housing. In England and Wales between 1997 and 2016, average house prices increased by 259%, while earnings increased by 68%. An average home cost 3.6 times annual earnings in 1997 compared to 7.6 in 2016. Rent has nearly doubled as a share of GDP since 1985, and is now larger than the manufacturing sector. In 2014, rent and &lt;a href=\"imputed%20rent\"&gt;imputed rent&lt;/a&gt; – an estimate of how much home-owners would pay if they rented their home – accounted for 12.3% of GDP.\nTourism.\nWith over 40 million visits in 2019, inbound tourism contributed £28.5 billion to the British economy, although just over half of that money was spent in London, which was the third most visited city in the world (21.7 million), behind second-placed Bangkok and first-placed Hong Kong.\nThe UK's 10 most significant inbound tourism markets in 2019:\nEffects of the COVID-19 pandemic.\nThe travel restrictions and lockdowns necessitated by the pandemic negatively affected the entire hospitality/tourism section in 2020 with a 76% reduction in \"inbound tourism\" to the UK that year according to &lt;a href=\"VisitBritain\"&gt;VisitBritain&lt;/a&gt;. The January 2021 forecast for the year indicated an estimate that visits from other nations would be up \"21% on 2020 but only 29% of the 2019 level\". Some increase was expected during 2021, slowly at first; the tourism authority concluded that the number of visits was not expected to come \"even close to normal levels\".\nThe same VisitBritain report also discussed the effects of the pandemic on domestic travel within the UK in 2020, citing a significant reduction in spending, for an estimated decline of 62% over the previous year. As of January 2021, the forecast for the year suggested that spending would increase by 79% over the previous year and that \"the value of spending will be back to 84% of 2019 levels\" by the end of 2021.\nSome of the \"COVID-19 restrictions\" on domestic travel were to be loosened on 12 April 2021 and the UK planned to begin relaxing some restrictions on travel from other nations in mid May. The latter plan became less certain as of 8 April 2021 when sources in the European Union stated on that a \"third wave of the pandemic [was sweeping] the continent\"; the &lt;a href=\"Lineage%20B.1.1.7\"&gt;B117 variant&lt;/a&gt; was of particular concern. Two days earlier, PM &lt;a href=\"Boris%20Johnson\"&gt;Boris Johnson&lt;/a&gt; had made it clear that \"We don't want to see the virus being reimported into this country from abroad\".\nTransport, storage and communication.\nThe transport and storage industry added a gross value of £59.2 billion to the UK economy in 2011 and the telecommunication industry added a gross value of £25.1 billion in the same year.\nThe UK has a total road network of with of major roads, including of motorway. The railway infrastructure, in Great Britain, is owned by &lt;a href=\"Network%20Rail\"&gt;Network Rail&lt;/a&gt; which has of railway lines, of which is open for traffic. There are a further of track in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;, owned and operated by &lt;a href=\"Northern%20Ireland%20Railways\"&gt;Northern Ireland Railways&lt;/a&gt;. Since the &lt;a href=\"Impact%20of%20the%20privatisation%20of%20British%20Rail\"&gt;privatisation of British Rail&lt;/a&gt;, passenger trains in Britain are run by &lt;a href=\"train%20operating%20company\"&gt;train operating companies&lt;/a&gt;. , there are 32 TOCs. The government is to spend £56 billion on a new high-speed railway line, &lt;a href=\"HS2\"&gt;HS2&lt;/a&gt;, with the first phase from London to &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; costing £27 billion. &lt;a href=\"Crossrail\"&gt;Crossrail&lt;/a&gt;, due to open in London during Autumn 2019, is Europe's largest infrastructure project with a £15 billion projected cost.\n&lt;a href=\"National%20Highways\"&gt;National Highways&lt;/a&gt; is the &lt;a href=\"government-owned%20company\"&gt;government-owned company&lt;/a&gt; responsible for trunk roads and motorways in England apart from the privately owned and operated &lt;a href=\"M6%20Toll\"&gt;M6 Toll&lt;/a&gt;. The Department for Transport states that &lt;a href=\"traffic%20congestion\"&gt;traffic congestion&lt;/a&gt; is one of the most serious transport problems and that it could cost England an extra £22 billion in wasted time by 2025 if left unchecked. According to the government-sponsored &lt;a href=\"Eddington%20Transport%20Study\"&gt;Eddington report&lt;/a&gt; of 2006, congestion is in danger of harming the economy, unless tackled by &lt;a href=\"road%20pricing\"&gt;road pricing&lt;/a&gt; and expansion of the transport network.\nIn the year from February 2017 to January 2018, UK airports handled a total of 284.8 million passengers. In that period the three largest airports were &lt;a href=\"London%20Heathrow%20Airport\"&gt;London Heathrow Airport&lt;/a&gt; (78.0 million passengers), &lt;a href=\"Gatwick%20Airport\"&gt;Gatwick Airport&lt;/a&gt; (45.6 million passengers) and &lt;a href=\"Manchester%20Airport\"&gt;Manchester Airport&lt;/a&gt; (27.8 million passengers). Heathrow, located west of the capital, has the most international passenger traffic of any airport in the world. It is the hub for the UK flag carrier &lt;a href=\"British%20Airways\"&gt;British Airways&lt;/a&gt; and &lt;a href=\"Virgin%20Atlantic\"&gt;Virgin Atlantic&lt;/a&gt;. London's six commercial airports form the world's largest city airport system measured by passenger traffic with 171 million passengers in 2017.\nWholesale and retail trade.\nThis sector includes the motor trade, auto repairs, personal and household goods industries. The Blue Book 2013 reports that this sector added gross value of £151.8 billion to the UK economy in 2011.\nAs of 2016, high-street retail spending accounted for about 33% of consumer spending and 20% of GDP. Because 75% of goods bought in the United Kingdom are made overseas, the sector only accounts for 5.7% of gross &lt;a href=\"value%20added\"&gt;value added&lt;/a&gt; to the British economy. Online sales account for 22% of retail spending in the UK, third highest in the world after China and South Korea, and double that of the United States.\nThe UK grocery market is dominated by four companies: &lt;a href=\"Tesco\"&gt;Tesco&lt;/a&gt; (27% market share), &lt;a href=\"Sainsbury%27s\"&gt;Sainsbury's&lt;/a&gt; (15.4%), &lt;a href=\"Asda\"&gt;Asda&lt;/a&gt; (14.9%) and &lt;a href=\"Morrisons\"&gt;Morrisons&lt;/a&gt; (10%), these supermarkets are known as the \"Big Four\". However discount supermarkets such as ALDI have grown in popularity.\nLondon is a major retail centre and in 2010 had the highest non-food retail sales of any city in the world, with a total spend of around £64.2 billion. Outside of London, &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; and &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; are also major retail destinations, the UK is also home to many large out of town shopping centres like &lt;a href=\"Meadowhall%20Shopping%20Centre\"&gt;Meadowhall&lt;/a&gt;, away from the main high streets in town and city centres. Whilst the big international names dominate most towns and cities have streets or areas with many often quirky independent businesses. The UK-based Tesco is the fourth-largest retailer in Europe measured by turnover (after &lt;a href=\"Schwarz%20Gruppe\"&gt;Swartz&lt;/a&gt;, &lt;a href=\"Aldi\"&gt;Aldi&lt;/a&gt;, and &lt;a href=\"Carrefour\"&gt;Carrefour&lt;/a&gt; in 2019).\nCurrency.\nLondon is the world capital for &lt;a href=\"foreign%20exchange%20market\"&gt;foreign exchange&lt;/a&gt; trading, with a global market share of 43.1% in 2019 of the daily $6.6 trillion global turnover. The highest daily volume, counted in trillions of dollars US, is reached when &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; enters the trade.\nThe currency of the UK is the &lt;a href=\"pound%20sterling\"&gt;pound sterling&lt;/a&gt;, represented by the symbol \"&lt;a href=\"Pound%20sign\"&gt;£&lt;/a&gt;'. The Bank of England is the central bank, responsible for issuing currency. Banks in Scotland and Northern Ireland retain the right to issue their own notes, subject to retaining enough Bank of England notes in reserve to cover the issue. The pound sterling is also used as a &lt;a href=\"reserve%20currency\"&gt;reserve currency&lt;/a&gt; by other governments and institutions, and is the third-largest after the US dollar and the euro.\nThe UK chose not to join the &lt;a href=\"euro\"&gt;euro&lt;/a&gt; at the currency's launch. The government of former Prime Minister Tony Blair had pledged to hold a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; to decide on membership should \"&lt;a href=\"five%20economic%20tests\"&gt;five economic tests&lt;/a&gt;\" be met. Until relatively recently there was debate over whether or not the UK should abolish its currency and adopt the euro. In 2007 the Prime Minister, Gordon Brown, pledged to hold a public referendum based on certain tests he set as Chancellor of the Exchequer. When assessing the tests, Brown concluded that while the decision was close, the United Kingdom should not yet join the euro. He ruled out membership for the foreseeable future, saying that the decision not to join had been right for the UK and for Europe. In particular, he cited fluctuations in house prices as a barrier to immediate entry. Public &lt;a href=\"opinion%20poll\"&gt;opinion poll&lt;/a&gt;s have shown that a majority of Britons have been opposed to joining the single currency for some considerable time, and this position has hardened further in the last few years. In 2005, more than half (55%) of the UK were against adopting the currency, while 30% were in favour. The possibility of joining the euro has become a non-issue since the referendum decision to withdraw from the European Union in 2016 and subsequent withdrawal in 2020.\nExchange rates.\nAverage for each year, in USD (US dollar) and &lt;a href=\"Euro\"&gt;EUR&lt;/a&gt; (euro) per &lt;a href=\"GBP\"&gt;GBP&lt;/a&gt;; and inversely: GBP per USD and EUR. (&lt;a href=\"XEU\"&gt;Synthetic Euro XEU&lt;/a&gt; before 1999). These averages conceal wide intra-year spreads. The &lt;a href=\"coefficient%20of%20variation\"&gt;coefficient of variation&lt;/a&gt; gives an indication of this. It also shows the extent to which the pound tracks the euro or the dollar. Note the effect of &lt;a href=\"Black%20Wednesday\"&gt;Black Wednesday&lt;/a&gt; in late 1992 by comparing the averages for 1992 and for 1993.\nEconomy by region.\nThe strength of the UK economy varies from country to country and from region to region. Excluding the effects of North Sea oil and gas (which is classified in official statistics as extra-regio), England has the highest &lt;a href=\"gross%20value%20added\"&gt;gross value added&lt;/a&gt; (GVA) and Wales the lowest of the UK's constituent countries.\nWithin England, &lt;a href=\"Gross%20value%20added\"&gt;GVA&lt;/a&gt; per capita is highest in &lt;a href=\"London\"&gt;London&lt;/a&gt;. The following table shows the GVA per capita of the nine &lt;a href=\"Regions%20of%20England\"&gt;statistical regions of England&lt;/a&gt;.\nTrade.\nThe trade deficit (goods and services) narrowed £0.2 billion to £7.9 billion in the three months to November 2018 as both goods and services exports each increased £0.1 billion more than their respective imports.\nExcluding erratic commodities (mainly aircraft) the total trade deficit widened £1.2 billion to £9.5 billion in the three months to November 2018.\nLarge increases in export prices of oil and aircraft drove the narrowing of the total trade deficit; removing the effect of inflation, the total trade deficit widened £0.3 billion to £6.5 billion in the three months to November 2018.\nThe trade in goods deficit widened £0.8 billion with EU countries and narrowed £0.9 billion with non-EU countries in the three months to November 2018, due mainly to increases in imports from EU countries and exports to non-EU countries.\nThe total trade deficit widened £4.1 billion in the 12 months to November 2018 due mainly to a £4.4 billion narrowing in the trade in services surplus.\nAfter the withdrawal of the United Kingdom from the European Union, the negotiation of a trade deal between the UK and the European Union including her 27 member states might have the same status than third countries for statistics related to imports and exports with the UK:\nTrade deals being negotiated\n Other Trade Deals \nInvestment.\nIn 2013 the UK was the leading country in Europe for inward &lt;a href=\"foreign%20direct%20investment\"&gt;foreign direct investment&lt;/a&gt; (FDI) with $26.51bn. This gave it a 19.31% market share in Europe. In contrast, the UK was second in Europe for outward FDI, with $42.59bn, giving a 17.24% share of the European market.\nIn October 2017, the ONS revised the UK's &lt;a href=\"balance%20of%20payments\"&gt;balance of payments&lt;/a&gt;, changing the &lt;a href=\"net%20international%20investment%20position\"&gt;net international investment position&lt;/a&gt; from a surplus of £469bn to a deficit of £22bn. Deeper analysis of outward investment revealed that much of what was thought to be foreign &lt;a href=\"Security%20%28finance%29%23Debt\"&gt;debt securities&lt;/a&gt; owned by British companies were actually loans to British citizens. Inward investment also dropped, from a surplus of £120bn in the first half of 2016 to a deficit of £25bn in the same period of 2017. The UK had been relying on a surplus of inward investment to make up for its long-term &lt;a href=\"Current%20account%20%28balance%20of%20payments%29\"&gt;current account&lt;/a&gt; deficit.\nMergers and acquisitions.\nSince 1985 103,430 deals with UK participation have been announced. There have been three major waves of increased M&amp;A activity (2000, 2007 and 2017; see graph \"M&amp;A in the UK\"). 1999 however, was the year with the highest cumulated value of deals (490. bil GBP, which is about 50% more than the current peak of 2017). The Finance industry and Energy &amp; Power made up most of the value from 2000 until 2018 (both about 15%).\nHere is a list of the top 10 deals including UK companies. The Vodafone - Mannesmann deal is still the biggest deal in global history.\nEuropean Union membership.\nThe proportion of the country's exports going to the EU has fallen from 54 percent to 47 percent over the past decade. The total value of exports however, has increased in the same period from £130 billion (€160 billion) to £240 billion (€275 billion).\nIn June 2016 the UK voted to leave the EU in a national referendum on its membership of the EU. After the activation of Article 50 of the Lisbon Treaty, the UK had been set to leave on Friday 29 March 2019. However the leave date was extended to Friday 12 April 2019 and then extended again to Thursday 31 October 2019, and then extended again until Friday 31 January 2020 with the ability to exit earlier. The future relationship between the UK and EU was under negotiation until the end of October 2019. UK economic growth slowed during 2019, with uncertainty over Brexit and a world economic slowdown blamed.\nThe UK left the EU in January 2020. On 16 July 2020, the government of UK affirmed that businesses across the United Kingdom, after the transition period ends, will continue to enjoy internal trade and jobs would remain protected against uncertain environment . From 1 January 2021, the powers which were previously exercised at an &lt;a href=\"EU\"&gt;EU&lt;/a&gt; level in at least 70 policy areas were to directly transfer to the devolved administrations in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt; and &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt; for the first time.\nPoverty.\nThe United Kingdom is a &lt;a href=\"developed%20country\"&gt;developed country&lt;/a&gt; with social welfare infrastructure, thus discussions surrounding poverty tend to use a relatively high minimum income compared to developing countries. According to the OECD, the UK is in the lower half of developed country rankings for poverty rates, doing better than Italy, Spain, and the US but less well than &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt; and the &lt;a href=\"Nordic%20countries\"&gt;Nordic countries&lt;/a&gt;. &lt;a href=\"Eurostat\"&gt;Eurostat&lt;/a&gt; figures show that the numbers of Britons at risk of poverty has fallen to 15.9% in 2014, down from 17.1% in 2010 and 19% in 2005 (after social transfers were taken into account).\nPoverty is countered in United Kingdom with the &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt;.\nThe poverty line in the UK is commonly defined as being 60% of the median household income. In 2007–2008, this was calculated to be £115 per week for single adults with no dependent children; £199 per week for couples with no dependent children; £195 per week for single adults with two dependent children under 14; and £279 per week for couples with two dependent children under 14. In 2007–2008, 13.5 million people, or 22% of the population, lived below this line. This is a higher level of relative poverty than all but four EU members. In the same year, 4.0 million children, 31% of the total, lived in households below the poverty line, after housing costs were taken into account. This is a decrease of 400,000 children since 1998–1999.\nData.\nThis table shows the main economic indicators in 1980–2018. The inflation rate used is the &lt;a href=\"Consumer%20Price%20Index%20%28United%20Kindom%29\"&gt;Consumer Price Index&lt;/a&gt;. See the \"&lt;a href=\"%23Government%20spending%20and%20economic%20management\"&gt;government spending and economic management&lt;/a&gt;\" section for historical interest rates."
}