{
    "id": "3173784",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3173784",
    "title": "R v Cuerrier",
    "text": "R v Cuerrier was a 1998 decision by the &lt;a href=\"Supreme%20Court%20of%20Canada\"&gt;Supreme Court of Canada&lt;/a&gt;, which ruled that knowingly exposing a sexual partner to &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt; constitutes a prosecutable crime (&lt;a href=\"aggravated%20assault\"&gt;aggravated assault&lt;/a&gt;) under Canadian law.\nBackground.\nThe case involved Henry Cuerrier, a man from &lt;a href=\"British%20Columbia\"&gt;British Columbia&lt;/a&gt; who tested positive for HIV in 1992. He subsequently had sexual relationships with two women, in which he neither disclosed his HIV status nor used &lt;a href=\"condom\"&gt;condom&lt;/a&gt;s to protect his partners. Both women later learned of Cuerrier's HIV status, and Cuerrier was subsequently charged with aggravated assault even though both women subsequently tested HIV-negative.\nUnder Canadian law, a charge of aggravated assault requires proof that the defendant's actions endangered the life of the complainant, and that the force must have been intentionally applied. Cuerrier, whose case was based on the fact that both women had consented to have unprotected sex with him, was acquitted in the initial court hearing. On appeal to the &lt;a href=\"British%20Columbia%20Court%20of%20Appeal\"&gt;British Columbia Court of Appeal&lt;/a&gt;, the first court's ruling was upheld.\nReasons of the court.\nThe Supreme Court ruled that Cuerrier's failure to disclose his HIV status constituted &lt;a href=\"fraud\"&gt;fraud&lt;/a&gt;. The women's consent to unprotected sexual activity, therefore, was not validly given as it was obtained through fraudulent means.\nThe court did, however, rule that an HIV-positive person who practices &lt;a href=\"safer%20sex\"&gt;safer sex&lt;/a&gt; does not necessarily have a legal responsibility to disclose his or her status.\nThe judges were unanimous in ruling that failure to disclose HIV status constituted fraud, although they differed on how to implement the ruling in law. The majority decision, authored by Justice &lt;a href=\"Peter%20Cory\"&gt;Peter Cory&lt;/a&gt;, set out three criteria which should be proven in a prosecution on these grounds:\nIn a minority opinion, Justice &lt;a href=\"Beverley%20McLachlin\"&gt;Beverley McLachlin&lt;/a&gt; favoured the specific addition of a clause regarding \"deceit about sexually transmitted disease that induces consent\" in the legal definition of fraud. In another minority opinion, Justice &lt;a href=\"Claire%20L%27Heureux-Dub%C3%A9\"&gt;Claire L'Heureux-Dubé&lt;/a&gt; argued that the first, and third criteria set out by Cory should suffice for a conviction; she did not favour a burden of proof whether there was an actual risk of harm.\nImplications.\nGroups, including the &lt;a href=\"Canadian%20HIV/AIDS%20Legal%20Network\"&gt;Canadian HIV/AIDS Legal Network&lt;/a&gt;, intervened in the case. The group raised a number of potential implications of the decision, including:\nThe court also did not rule that any burden of proof exists whether the accused even knew how to protect their sexual partners. While practising safer sex is considered a valid defense, no burden of proof exists whether the HIV-positive partner had ever actually been educated in safer sex practices.\nGenerally, legal analysts and HIV educators viewed the decision as \"the wrong tool for the job\", suggesting that it was an attempt to use criminal law to resolve what is, first and foremost, a public health matter.\nIn a similar &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; case, &lt;a href=\"Stephen%20Gendin\"&gt;Stephen Gendin&lt;/a&gt;, a vice-president of \"&lt;a href=\"Poz%20%28magazine%29\"&gt;Poz&lt;/a&gt;\", commented that\nOther cases.\nThe first Canadian citizen ever charged with failing to disclose his HIV status to a sexual partner was Charles Ssenyonga, a Ugandan immigrant living in &lt;a href=\"London%2C%20Ontario\"&gt;London, Ontario&lt;/a&gt;, who was charged with aggravated assault stemming from three sexual encounters in the late 1980s. However, Ssenyonga died in 1993 before a verdict was rendered in his case.\nHarold Williams of Newfoundland was charged with aggravated assault, and common nuisance in a controversial 2003 decision, which overturned a 2000 sentencing. While Williams knowingly had frequent unprotected sex with a partner, and she became HIV positive, he received a relatively light charge as the Crown could not provide evidence that she was previously HIV negative. However, the impact of this decision was mitigated as Williams was separately sentenced to five years imprisonment for having unprotected sex with two other women without disclosing his HIV positive status.\nRay Mercer, a 28-year-old man from &lt;a href=\"Upper%20Island%20Cove%2C%20Newfoundland%20and%20Labrador\"&gt;Upper Island Cove, Newfoundland and Labrador&lt;/a&gt;, was charged with criminal negligence causing bodily harm in 1991 after potentially infecting up to 14 women. (He was charged after Ssenyonga, but went to trial earlier.) He was sentenced in 1992 to two-and-a-half years in prison; on a Crown appeal, Mercer's sentence was increased to 11 years. Mercer was released from prison in 2003.\nIn 2003, Edward Kelly was charged, and convicted of knowingly exposing four women to HIV, and sentenced to three years in prison. In 2004, Jennifer Murphy became the first woman charged in Canada with failing to disclose her HIV status to a sexual partner. She spent one year under house arrest before the charge was withdrawn in 2007, mainly because she had insisted on condom use during the incident.\nOn October 28, 2005, &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; player &lt;a href=\"Trevis%20Smith\"&gt;Trevis Smith&lt;/a&gt; was also charged with &lt;a href=\"sexual%20assault\"&gt;aggravated sexual assault&lt;/a&gt; for failing to disclose his HIV status to a sex partner. Smith was found guilty of aggravated sexual assault on February 8, 2007.\nOn November 16, a court ruled that there was sufficient evidence for &lt;a href=\"Johnson%20Aziga\"&gt;Johnson Aziga&lt;/a&gt;, whose case was first investigated, and publicized in 2004, to stand trial on two counts of &lt;a href=\"first-degree%20murder\"&gt;first-degree murder&lt;/a&gt; after two of his former sexual partners died of &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt;. He was convicted, on April 4, 2009 of two counts of murder in the first degree, ten counts of aggravated sexual assault, and one count of attempted aggravated sexual assault.\nAnalysts have also called attention to the &lt;a href=\"Race%20%28classification%20of%20human%20beings%29\"&gt;racial&lt;/a&gt; aspects of the cases. Many of the cases of HIV transmission prosecuted to date have involved &lt;a href=\"Black%20Canadian\"&gt;black&lt;/a&gt; men, as black men have disproportionately high rates of HIV. One notable scholarly paper on the Ssenyonga case, published in 2005, was titled \"African Immigrant Damnation Syndrome\".\n\"R v Mabior\", 2012 SCC 47 reflects the Supreme Court of Canada's most recent decision outlining criminal liability for &lt;a href=\"serostatus\"&gt;serostatus&lt;/a&gt; nondisclosure. After being diagnosed with HIV in 2004, Clato Mabior underwent aggressive antiretroviral therapy, and was adhering to treatment at the time of pursuing sexual relations with multiple partners between 2004 and 2006. Despite intermittent condom use, HIV was never transmitted to his partners. Ultimately, the Court convicted Mr. Mabior with six counts of aggravated sexual assault. The Court's vague justification for serostatus disclosure under circumstances that lead to \"significant risk of bodily harm\" remained a particularly contentious issue in the aftermath of \"Cuerrier\". Because \"Cuerrier\" did not expressly define \"significant risk\", lower courts inconsistently criminalized HIV-positive defendants based on varied interpretations of the clause. In large part, \"Mabior\" represents a response to \"Cuerrier\", and an attempt to sharpen the criteria. In \"Mabior\", the Court found that \"significant risk of bodily harm is negated if (i) the accused’s viral load at the time of sexual relations was low; and (ii) condom protection was used\". Many anti-criminalization groups maintain that even this clarification is equally ambiguous without explicitly defining a threshold for low viral load."
}