{
    "id": "317335",
    "revid": "82721",
    "url": "https://en.wikipedia.org/wiki?curid=317335",
    "title": "Earthly Branches",
    "text": "The twelve Earthly Branches or Terrestrial Branches are a Chinese ordering system used throughout &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt; in various contexts, including its &lt;a href=\"Sexagenary%20cycle\"&gt;ancient dating system&lt;/a&gt;, &lt;a href=\"Chinese%20astrology\"&gt;astrological traditions&lt;/a&gt;, &lt;a href=\"Chinese%20zodiac\"&gt;zodiac&lt;/a&gt; and &lt;a href=\"ordinal%20number%20%28linguistics%29\"&gt;ordinals&lt;/a&gt;.\nOrigin.\nThis system was built from observations of the orbit of &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt;. Chinese astronomers divided the celestial circle into 12 sections to follow the orbit of \"Suìxīng\" (Jupiter, the Year Star). Astronomers rounded the orbit of Suixing to 12 years (from 11.86). Suixing was associated with \"Shètí\" (&lt;a href=\"Eta%20Bo%C3%B6tis\"&gt;η Boötis&lt;/a&gt;) and sometimes called Sheti.\nJonathan Smith has proposed that the first meanings of the earthly branches, predating the &lt;a href=\"Shang%20dynasty\"&gt;Shang dynasty&lt;/a&gt;, were &lt;a href=\"phases%20of%20the%20moon\"&gt;phases of the moon&lt;/a&gt;, with the &lt;a href=\"heavenly%20stems\"&gt;heavenly stems&lt;/a&gt; at that point referring to divisions of the ecliptic. After being adopted as a calendar these would have lost their clear lunar reference, permitting their repurposing for Jupiter stations.\nHistory.\nIn correlative thinking, the 12 years of the Jupiter cycle also identify the 12 months of the year, 12 animals (&lt;a href=\"mnemonic\"&gt;mnemonic&lt;/a&gt;s for the system), &lt;a href=\"cardinal%20directions\"&gt;cardinal directions&lt;/a&gt;, seasons, and the 12 in the form of periods that each day was divided into. In this case an Earthly Branch can refer to a whole period, or to the exact time at its center. For instance \"wǔshí\" can mean either noon or 11am1pm. (The &lt;a href=\"jieqi\"&gt;\"jiéqì\"&lt;/a&gt; system provided single hours and 15-degree arcs in time and space.)\nChinese seasons are based on observations of the sun and stars. Many Chinese calendrical systems have started the new year on the second &lt;a href=\"new%20moon\"&gt;new moon&lt;/a&gt; after the &lt;a href=\"Dongzhi%20%28solar%20term%29\"&gt;winter solstice&lt;/a&gt;.\nThe Earthly Branches are today used with the &lt;a href=\"Heavenly%20Stems\"&gt;Heavenly Stems&lt;/a&gt; in the current version of the \"traditional &lt;a href=\"Chinese%20calendar\"&gt;Chinese calendar&lt;/a&gt;\" and in &lt;a href=\"Taoism\"&gt;Taoism&lt;/a&gt;. The Ganzhi (Stem-Branch) combination is a fairly new way to mark time; in the second millennium BC, during the &lt;a href=\"Shang%20dynasty\"&gt;Shang&lt;/a&gt; era, the 10 Heavenly Stems provided the names of the days of the week. The Branches are as old as the Stems (and according to recent &lt;a href=\"archaeology\"&gt;archaeology&lt;/a&gt; may actually be older), but the Stems were tied to the ritual calendars of Chinese kings.\nTwelve branches.\nSome cultures assign different animals: &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt; replaces the &lt;a href=\"Ox%20%28zodiac%29\"&gt;Ox&lt;/a&gt; and &lt;a href=\"Rabbit%20%28zodiac%29\"&gt;Rabbit&lt;/a&gt; with the water buffalo and cat, respectively; &lt;a href=\"Tibetan%20calendar\"&gt;Tibet&lt;/a&gt; replaces the &lt;a href=\"Rooster%20%28zodiac%29\"&gt;Rooster&lt;/a&gt; with the &lt;a href=\"bird\"&gt;bird&lt;/a&gt;. In the traditional &lt;a href=\"Kazakh%20people\"&gt;Kazakh&lt;/a&gt; version of the 12 year animal cycle (, \"müşel\"), the &lt;a href=\"Dragon%20%28zodiac%29\"&gt;Dragon&lt;/a&gt; is substituted by a snail (, \"ulw\"), and the &lt;a href=\"Tiger%20%28zodiac%29\"&gt;Tiger&lt;/a&gt; appears as a leopard (, \"barıs\").\nDirections.\nThough Chinese has words for the four &lt;a href=\"cardinal%20direction\"&gt;cardinal direction&lt;/a&gt;s, Chinese &lt;a href=\"Sailor\"&gt;mariners&lt;/a&gt; and &lt;a href=\"astronomer\"&gt;astronomer&lt;/a&gt;s/&lt;a href=\"astrologers\"&gt;astrologers&lt;/a&gt; preferred using the 12 directions of the Earthly Branches, which is somewhat similar to the modern-day practice of English-speaking pilots using \"o'clock\" for directions. Since 12 points were not enough for sailing, 12 midpoints were added. Instead of combining two adjacent direction names, they assigned new names:\nThe 24 directions are:\nAdvanced mariners such as &lt;a href=\"Zheng%20He\"&gt;Zheng He&lt;/a&gt; used 48-point compasses. An additional midpoint was called by a combination of its two closest basic directions, such as (\"bǐngwǔ\") for the direction of 172.5°, the midpoint between (\"bǐng\"), 165°, and (\"wǔ\"), 180°.\nCurrent usage.\nThe terrestrial branches are still commonly used nowadays in Chinese counting systems similar to the way the &lt;a href=\"alphabet\"&gt;alphabet&lt;/a&gt; is used in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;. For example, names in legal documents and contracts where English speakers would use K, L, M, etc. &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; also use terrestrial branches on legal documents in this way.\nSince the &lt;a href=\"celestial%20stems\"&gt;celestial stems&lt;/a&gt; and terrestrial branches combined only consist of 22 characters, the four final letters – W, X, Y, and Z – cannot be represented by any of the celestial stems and terrestrial branches, and those four letters are represented by ‘物’, ‘天’, ‘地’, and ‘人’, respectively, instead.\nIn case of upper-case letters, the &lt;a href=\"Radical%20%28Chinese%20characters%29\"&gt;radical&lt;/a&gt; of ‘口’ (&lt;a href=\"Radical%2030\"&gt;the ‘mouth’ radical&lt;/a&gt;) may be added to the corresponding terrestrial branch or any of ‘物’, ‘天’, ‘地’, and ‘人’ to denote an upper-case letter."
}