{
    "id": "317362",
    "revid": "37247652",
    "url": "https://en.wikipedia.org/wiki?curid=317362",
    "title": "Leopoldo Lugones",
    "text": "Leopoldo Antonio Lugones Argüello (13 June 1874 – 18 February 1938) was an Argentine poet, essayist, novelist, playwright, historian, professor, translator, biographer, philologist, theologian, diplomat, politician and journalist. His poetic writings are often considered to be the founding works of Spanish-language modern poetry (not, however, &lt;a href=\"modernismo\"&gt;modernismo&lt;/a&gt;). His short stories made him a crucial precursor and also a pioneer of both the fantastic and science fiction literature in Argentina.\nEarly life.\nBorn in &lt;a href=\"Villa%20de%20Mar%C3%ADa%20del%20R%C3%ADo%20Seco\"&gt;Villa de María del Río Seco&lt;/a&gt;, a city in &lt;a href=\"C%C3%B3rdoba%20Province%2C%20Argentina\"&gt;Córdoba Province&lt;/a&gt;, in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;'s &lt;a href=\"Roman%20Catholic\"&gt;Catholic&lt;/a&gt; heartland, Lugones belonged to a family of landed gentry. He was the firstborn son of Santiago M. Lugones and Custodia Argüello. His father, son of Pedro Nolasco Lugones, was returning from the city of &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; to &lt;a href=\"Santiago%20del%20Estero\"&gt;Santiago del Estero&lt;/a&gt; when he met Custodia Argüello while stopping in &lt;a href=\"Villa%20de%20Mar%C3%ADa\"&gt;Villa de María&lt;/a&gt;, a locality that was at that time disputed territory between the provinces of Santiago del Estero and Córdoba. It was his mother who gave young Leopoldo his first lessons and was responsible for his strict Catholic upbringing.\nWhen Lugones was six years old and following the birth of a second child, the family moved to the city of Santiago del Estero and later to Ojo de Agua, a small town situated in the south of the province of Santiago del Estero close to the border with Córdoba, where the poet's two younger brothers were born: Ramón Miguel Lugones (1880, Santiago del Estero), and the youngest of the four children, Carlos Florencio Lugones (1885, Ojo de Agua). Later his parents sent him to study at the &lt;a href=\"Colegio%20Nacional%20de%20Monserrat\"&gt;Colegio Nacional de Monserrat&lt;/a&gt;, in &lt;a href=\"C%C3%B3rdoba%2C%20Argentina\"&gt;Córdoba&lt;/a&gt;, where his maternal grandmother lived. In 1892 the family would move to that city, at the time when Lugones was beginning his forays into the fields of journalism and literature.\nHe first worked for \"&lt;a href=\"La%20Monta%C3%B1a\"&gt;La Montaña&lt;/a&gt;\", a newspaper, and was in favour with the aristocratic &lt;a href=\"Manuel%20Quintana\"&gt;Manuel Quintana&lt;/a&gt;, a candidate to become a &lt;a href=\"List%20of%20Presidents%20of%20Argentina\"&gt;president of Argentina&lt;/a&gt;. This brought him first to &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; in 1896, where his literary talent developed quickly.\nThat year, he married Juana Agudelo, from whom he had a son, Leopoldo \"Polo\" Lugones, who would become the notorious chief of the &lt;a href=\"Policia%20Federal%20Argentina\"&gt;Federal Police&lt;/a&gt; during the dictatorship of &lt;a href=\"Jos%C3%A9%20F%C3%A9lix%20Uriburu\"&gt;José Félix Uriburu&lt;/a&gt;. In 1899, he became an active Freemason.\nCareer.\nLugones was the leading Argentine exponent of the &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;n literary current known as &lt;a href=\"Modernismo\"&gt;Modernismo&lt;/a&gt;. This was a form of &lt;a href=\"Parnassian%20poets\"&gt;Parnassianism&lt;/a&gt; influenced by &lt;a href=\"Symbolism%20%28arts%29\"&gt;Symbolism&lt;/a&gt;. He was also the author of the incredibly dense and rich &lt;a href=\"historical%20novel\"&gt;historical novel&lt;/a&gt; \"&lt;a href=\"La%20guerra%20gaucha%20%28novel%29\"&gt;La Guerra Gaucha&lt;/a&gt;\" (1905). He was an impassioned journalist, polemicist and public speaker who at first was a &lt;a href=\"Socialist\"&gt;Socialist&lt;/a&gt;, later a &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt;/&lt;a href=\"Carlism\"&gt;traditionalist&lt;/a&gt; and finally a supporter of &lt;a href=\"Fascism\"&gt;Fascism&lt;/a&gt; and as such an inspiration for a group of &lt;a href=\"Right-wing%20politics\"&gt;rightist&lt;/a&gt; intellectuals such as &lt;a href=\"Juan%20Carulla\"&gt;Juan Carulla&lt;/a&gt; and &lt;a href=\"Rodolfo%20Irazusta\"&gt;Rodolfo Irazusta&lt;/a&gt;.\nLeopoldo Lugones went to Europe in 1906, 1911, 1913 and in 1930, in which latter year he supported the &lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt; against the aging &lt;a href=\"Radical%20Civic%20Union\"&gt;Radical&lt;/a&gt; party president, &lt;a href=\"Hip%C3%B3lito%20Yrigoyen\"&gt;Hipólito Yrigoyen&lt;/a&gt;. Between 1924 and 1931, Lugones took part in the works of the &lt;a href=\"International%20Committee%20on%20Intellectual%20Cooperation\"&gt;International Committee on Intellectual Cooperation&lt;/a&gt; of the &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;.\nOn February 18, 1938, the despairing and disillusioned Lugones committed suicide by taking a mixture of &lt;a href=\"whisky\"&gt;whisky&lt;/a&gt; and &lt;a href=\"cyanide\"&gt;cyanide&lt;/a&gt; while staying at the river resort of &lt;a href=\"Tigre%2C%20Buenos%20Aires\"&gt;El Tigre&lt;/a&gt; in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;. Political frustration has been the most widely cited cause of his suicide. Nevertheless, recent publications in Argentina have shed light on another possible motivation: Lugones was very enamored of a girl he met at one of his lectures in the university. He maintained a passionate and emotional relationship with her until, discovered and pressured by his son, he was forced to leave her, causing in him a depressive decline that would end his life.\nHis descendants have had similarly tragic fates. It is believed that his son Polo, the chief of police during Uriburu's dictatorship, was the creator of the &lt;a href=\"picana\"&gt;picana&lt;/a&gt; and the one who introduced it as a method of torture. Polo Lugones committed suicide in 1971. Polo's younger daughter, Susana Pirí Lugones, was detained and disappeared in December 1978 as a victim of the &lt;a href=\"Dirty%20War\"&gt;Dirty War&lt;/a&gt;. His older daughter, Carmen, whom he called Babú, is still alive. One of Pirí's sons, Alejandro, committed suicide, like his great-grandfather, in Tigre. This comprises Lugones' tragic familial fate, curiously similar to that of &lt;a href=\"Horacio%20Quiroga\"&gt;Horacio Quiroga&lt;/a&gt;'s, himself a friend and admirer of Leopoldo Lugones.\n\"La Guerra Gaucha\".\nLa guerra Gaucha (The Gaucha War) is a &lt;a href=\"Argentine%20films%20of%201942\"&gt;1942&lt;/a&gt; &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"historical%20drama\"&gt;historical drama&lt;/a&gt; and &lt;a href=\"epic%20film\"&gt;epic film&lt;/a&gt; directed by &lt;a href=\"Lucas%20Demare\"&gt;Lucas Demare&lt;/a&gt; and starring &lt;a href=\"Enrique%20Mui%C3%B1o\"&gt;Enrique Muiño&lt;/a&gt;, &lt;a href=\"Francisco%20Petrone\"&gt;Francisco Petrone&lt;/a&gt;, &lt;a href=\"%C3%81ngel%20Maga%C3%B1a\"&gt;Ángel Magaña&lt;/a&gt;, and &lt;a href=\"Amelia%20Bence\"&gt;Amelia Bence&lt;/a&gt;. The film's script, written by &lt;a href=\"Homero%20Manzi\"&gt;Homero Manzi&lt;/a&gt; and &lt;a href=\"Ulyses%20Petit%20de%20Murat\"&gt;Ulyses Petit de Murat&lt;/a&gt;, is based on the novel by Leopoldo Lugones published in 1905. The film premiered in &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; on November 20, 1942, and is considered by critics of Argentine cinema as one of the most successful films in the history of the cinema."
}