{
    "id": "31751966",
    "revid": "22986354",
    "url": "https://en.wikipedia.org/wiki?curid=31751966",
    "title": "Marian Alford",
    "text": "Marianne Margaret Egerton, Viscountess Alford, generally known as Lady Marian Alford, (1817–1888), was an English &lt;a href=\"artist\"&gt;artist&lt;/a&gt;, &lt;a href=\"art%20patron\"&gt;art patron&lt;/a&gt;, and &lt;a href=\"author\"&gt;author&lt;/a&gt;. She was known for her work with the &lt;a href=\"Royal%20School%20of%20Needlework\"&gt;Royal School of Art Needlework&lt;/a&gt;, and for writing a history of &lt;a href=\"needlework\"&gt;needlework&lt;/a&gt;.\nBiography.\nAlford was the elder daughter of &lt;a href=\"Spencer%20Compton%2C%202nd%20Marquis%20of%20Northampton\"&gt;Spencer Compton, 2nd Marquis of Northampton&lt;/a&gt;, by his wife Margaret, eldest daughter of Major-General Douglas Maclean-Clephane, and was born in 1817 in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; where her father was then living. Her childhood was spent in Italy and she derived a love of that country which lasted throughout her life. She came to England in 1830 with her parents, but in later life returned to spend many winters in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. On 10 February she was married at &lt;a href=\"Castle%20Ashby\"&gt;Castle Ashby&lt;/a&gt; to &lt;a href=\"John%20Egerton%2C%20Viscount%20Alford\"&gt;John Hume Cust, Viscount Alford&lt;/a&gt;, elder son of &lt;a href=\"John%20Cust%2C%201st%20Earl%20Brownlow\"&gt;John Cust, 1st Earl Brownlow&lt;/a&gt;, and the heir to a portion of the large estates of &lt;a href=\"Francis%20Egerton%2C%203rd%20Duke%20of%20Bridgewater\"&gt;Francis Egerton&lt;/a&gt;, third and last &lt;a href=\"Duke%20of%20Bridgewater\"&gt;Duke of Bridgewater&lt;/a&gt;. In 1849, this property passed to Lord Alford, but he died in 1851, leaving his widow with two sons. After a legal contest (known as the Bridgewater Will Case) which followed Lord Alford's death, his elder son's claim to succeed to the Bridgewater estates was granted by the House of Lords on 19 August 1853.\nLady Marian Alford was an accomplished artist, inheriting her tastes from both her parents. She did not receive any regular education in art, but her drawings and paintings attained a high standard. Her house in London, Alford House, Prince's Gate, South Kensington, was built for her by &lt;a href=\"Sir%20Matthew%20Digby%20Wyatt\"&gt;Sir Matthew Digby Wyatt&lt;/a&gt;, mainly from her own designs. She was also a liberal and intelligent patron of artists in England and Italy, and a friend of the leading artists of the day. She was especially interested in &lt;a href=\"needlework\"&gt;needlework&lt;/a&gt;, both as a fine art and as an employment for women, and it was greatly through her influence and personal efforts that the Royal School of Art Needlework in &lt;a href=\"Kensington\"&gt;Kensington&lt;/a&gt; took its rise. For many years she collected materials for a history of needlework, which she published in 1886 under the title of \"Needlework as Art\". Lady Marian Alford was noted for refinement and dignity and for her conversation skills.\nShe died at her son's house, &lt;a href=\"Ashridge%23Ashridge%20House\"&gt;Ashridge House&lt;/a&gt;, &lt;a href=\"Berkhamsted\"&gt;Berkhamsted&lt;/a&gt;, on 8 February 1888, and was buried at &lt;a href=\"Belton%2C%20South%20Kesteven\"&gt;Belton&lt;/a&gt; near &lt;a href=\"Grantham\"&gt;Grantham&lt;/a&gt;, &lt;a href=\"Lincolnshire\"&gt;Lincolnshire&lt;/a&gt;.\nOf her two sons the elder, &lt;a href=\"John%20William%20Spencer%20Brownlow%20Egerton-Cust\"&gt;John William Spencer Brownlow Egerton-Cust&lt;/a&gt;, succeeded his grandfather as second &lt;a href=\"Earl%20Brownlow\"&gt;Earl Brownlow&lt;/a&gt;, and, dying unmarried in 1867, was succeeded by his younger brother, &lt;a href=\"Adelbert%20Wellington%20Brownlow%20Cust\"&gt;Adelbert Wellington Brownlow Cust&lt;/a&gt;, third Earl Brownlow.\nA memorial cross and drinking fountain erected in Alford's memory is situated in the Hertfordshire village of &lt;a href=\"Little%20Gaddesden\"&gt;Little Gaddesden&lt;/a&gt;. It is &lt;a href=\"Listed%20building%23England%20and%20Wales\"&gt;listed Grade II&lt;/a&gt; on the &lt;a href=\"National%20Heritage%20List%20for%20England\"&gt;National Heritage List for England&lt;/a&gt;."
}