{
    "id": "31753051",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=31753051",
    "title": "2011–12 Super League Greece",
    "text": "The 2011–12 &lt;a href=\"Super%20League%20Greece\"&gt;Super League Greece&lt;/a&gt; was the 76th season of the highest &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league of &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; and the sixth under the name Super League. The season began in late August or early September 2011 and ended in May 2012 with the last matches of the European playoff round. &lt;a href=\"Olympiacos%20F.C.\"&gt;Olympiacos&lt;/a&gt; are the defending champions, having won their 38th Greek championship in the &lt;a href=\"2010%E2%80%9311%20Super%20League%20Greece\"&gt;2010–11 season&lt;/a&gt;.\nThe league comprised 13 teams from the 2010–11 season and three promoted teams from the &lt;a href=\"2010%E2%80%9311%20Football%20League%20%28Greece%29\"&gt;2010–11 Football League&lt;/a&gt;.\nTeams.\n&lt;a href=\"Larissa%20F.C.\"&gt;Larissa&lt;/a&gt;, &lt;a href=\"Panserraikos%20F.C.\"&gt;Panserraikos&lt;/a&gt;, &lt;a href=\"Iraklis%201908%20Thessaloniki%20F.C.\"&gt;Iraklis&lt;/a&gt;, &lt;a href=\"Olympiacos%20Volou%201937%20F.C.\"&gt;Olympiacos Volou&lt;/a&gt; and &lt;a href=\"Kavala%20F.C.\"&gt;Kavala&lt;/a&gt; were relegated at the end of the &lt;a href=\"2010%E2%80%9311%20Super%20League%20Greece\"&gt;2010–11 season&lt;/a&gt;. Larissa and Panserraikos were relegated on virtue of their league position at the end of the season; Larissa had to return to the &lt;a href=\"Football%20League%20%28Greece%29\"&gt;Football League&lt;/a&gt;, formerly known as \"Beta Ethniki\", after six seasons, while Panserraikos were relegated after just one season. Olympiacos Volou and Kavala were initially relegated to the &lt;a href=\"Delta%20Ethniki\"&gt;Delta Ethniki&lt;/a&gt; due to the &lt;a href=\"Koriopolis\"&gt;ongoing match-fixing scandal&lt;/a&gt;, but after an appeal, both teams demanded to have their cases rechecked. The Professional Sports Committee refused, however, and the original penalty stood. On 22 October 2011, almost two months after the league had started, they were replaced by &lt;a href=\"Doxa%20Drama%20F.C.\"&gt;Doxa Drama&lt;/a&gt; and &lt;a href=\"Levadiakos%20F.C.\"&gt;Levadiakos&lt;/a&gt;.\nIraklis were denied a licence for the 2011–12 season over unpaid debts and put into last place of the league table. The club was thus demoted to the &lt;a href=\"2011%E2%80%9312%20Football%20League%20%28Greece%29\"&gt;2011–12 Football League&lt;/a&gt;, concluding a twenty-nine-year run in the highest football league of Greece. The demotion of Iraklis eventually spared &lt;a href=\"Asteras%20Tripolis%20F.C.\"&gt;Asteras Tripolis&lt;/a&gt; from relegation.\nThe three relegated teams have been replaced by &lt;a href=\"2010%E2%80%9311%20Football%20League%20%28Greece%29\"&gt;2010–11 Football League&lt;/a&gt; champions &lt;a href=\"Panetolikos%20F.C.\"&gt;Panetolikos&lt;/a&gt;, runners-up &lt;a href=\"PAS%20Giannina%20F.C.\"&gt;PAS Giannina&lt;/a&gt; and &lt;a href=\"OFI%20Crete%20F.C.\"&gt;OFI&lt;/a&gt; via a &lt;a href=\"2010%E2%80%9311%20Football%20League%20%28Greece%29%23Promotion%20playoffs\"&gt;play-off round&lt;/a&gt;. Panetolikos returned to the Greek top football level after 34 seasons, while PAS Giannina made their immediate comeback to the Superleague.\nThe promotion play-off round, originally scheduled to take place in late May 2011, was postponed to late July 2011 after qualified teams OFI and &lt;a href=\"Trikala%20F.C.\"&gt;Trikala&lt;/a&gt; were denied a licence for the 2011–12 season. The decision against OFI has since been reverted after the club successfully took the case to a civil court, enabling the side to compete in the play-offs along &lt;a href=\"Levadiakos%20F.C.\"&gt;Levadiakos&lt;/a&gt;, &lt;a href=\"Doxa%20Drama%20F.C.\"&gt;Doxa Drama&lt;/a&gt; and &lt;a href=\"Diagoras%20F.C.\"&gt;Diagoras&lt;/a&gt;. OFI were eventually promoted as play-off winners after they were granted a walkover in their second-to-last match as their opponents Doxa Drama were not able to field a full side. The &lt;a href=\"Heraklion\"&gt;Heraklion&lt;/a&gt; club thus returned to the Super League after two seasons.\nLeague table.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nPlay-offs.\nIn the play-off for Champions League, the four qualified teams play each other in a home and away &lt;a href=\"Round-robin%20tournament\"&gt;round robin&lt;/a&gt;. However, they do not all start with 0 points. Instead, a weighting system applies to the teams' standing at the start of the play-off mini-league. The team finishing fifth in the Super League will start the play-off with 0 points. The fifth placed team's end of season tally of points is subtracted from the sum of the points that other teams have. This number is then divided by five.\nBefore the last round of matches, fifth-placed club AEK Athens earned 48 points during the regular season. Based on this number and the calculations above, Panathinaikos as runners-up began the playoffs with four points ((66–48)/5 = 3.6, rounded to 4) while P.A.O.K. and Atromitos started with zero points each ((50–48)/5 = 0.4, rounded to 0).\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nSeason statistics.\nTop goalscorers.\n\"Updated to games played on 22 April 2012.\"\nTop assists.\n\"Updated to games played on 22 April 2012.\""
}