{
    "id": "31750",
    "revid": "33251634",
    "url": "https://en.wikipedia.org/wiki?curid=31750",
    "title": "Ukraine",
    "text": "Ukraine (, ) is a country in &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;. It is the &lt;a href=\"List%20of%20European%20countries%20by%20area\"&gt;second-largest country by area&lt;/a&gt; in Europe after &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, which it borders to the east and north-east. Ukraine also shares borders with &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt; to the north; &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;, and &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; to the west; &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; and &lt;a href=\"Moldova\"&gt;Moldova&lt;/a&gt; to the south; and has a coastline along the &lt;a href=\"Sea%20of%20Azov\"&gt;Sea of Azov&lt;/a&gt; and the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;. It spans an area of , with a population of 41.3 million, and is the &lt;a href=\"List%20of%20European%20countries%20by%20population\"&gt;eighth-most populous country&lt;/a&gt; in Europe. The nation's capital and &lt;a href=\"List%20of%20cities%20in%20Ukraine\"&gt;largest city&lt;/a&gt; is &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;.\nThe territory of modern Ukraine has been inhabited since 32,000 BC. During the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, the area was a key centre of &lt;a href=\"East%20Slavs\"&gt;East Slavic&lt;/a&gt; culture, with the powerful state of &lt;a href=\"Kievan%20Rus%27\"&gt;Kievan Rus'&lt;/a&gt; forming the basis of Ukrainian identity. Following its fragmentation into several principalities in the 13th century and the devastation created by the &lt;a href=\"Mongol%20invasion%20of%20Kievan%20Rus%27\"&gt;Mongol invasion&lt;/a&gt;, the territorial unity collapsed and the area was contested, divided, and ruled by a variety of powers, including the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt;, &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;, the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, and &lt;a href=\"Tsardom%20of%20Russia\"&gt;Tsardom of Russia&lt;/a&gt;. A &lt;a href=\"Cossack%20Hetmanate\"&gt;Cossack Hetmanate&lt;/a&gt; emerged and prospered during the 17th and 18th centuries, but its territory was eventually split between &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Poland&lt;/a&gt; and the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;. In the aftermath of the &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution&lt;/a&gt;, a Ukrainian national movement for self-determination emerged, and the internationally recognized &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt; was declared on 23 June 1917. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the western part of Ukraine merged into the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt;, and the whole country became a part of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;. Ukraine gained its independence in 1991, following the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt;.\nFollowing its independence, Ukraine declared itself a &lt;a href=\"neutral%20state\"&gt;neutral state&lt;/a&gt;; it formed a limited military partnership with Russia and other &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;CIS countries&lt;/a&gt; while also establishing a &lt;a href=\"Partnership%20for%20Peace\"&gt;partnership with NATO&lt;/a&gt; in 1994. In 2013, after the government of President &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt; had decided to suspend the &lt;a href=\"Ukraine%E2%80%93European%20Union%20Association%20Agreement\"&gt;Ukraine–European Union Association Agreement&lt;/a&gt; and seek closer economic ties with Russia, a several-months-long wave of demonstrations and protests known as the &lt;a href=\"Euromaidan\"&gt;Euromaidan&lt;/a&gt; began, which later escalated into the &lt;a href=\"Revolution%20of%20Dignity\"&gt;Revolution of Dignity&lt;/a&gt; that led to the overthrow of Yanukovych and the establishment of a new government. These events formed the background for the &lt;a href=\"annexation%20of%20Crimea%20by%20the%20Russian%20Federation\"&gt;annexation of Crimea by Russia&lt;/a&gt; in March 2014 and the &lt;a href=\"War%20in%20Donbas\"&gt;War in Donbas&lt;/a&gt; in April 2014. On 1 January 2016, Ukraine applied for the economic component of the &lt;a href=\"Deep%20and%20Comprehensive%20Free%20Trade%20Area\"&gt;Deep and Comprehensive Free Trade Area&lt;/a&gt; with the European Union.\nUkraine is a &lt;a href=\"developing%20country\"&gt;developing country&lt;/a&gt; ranking 74th in the &lt;a href=\"Human%20Development%20Index\"&gt;Human Development Index&lt;/a&gt;. It is the &lt;a href=\"List%20of%20sovereign%20states%20in%20Europe%20by%20GDP%20%28nominal%29%20per%20capita\"&gt;poorest country in Europe&lt;/a&gt;, suffering from a very high poverty rate as well as severe &lt;a href=\"Corruption%20in%20Ukraine\"&gt;corruption&lt;/a&gt;. However, because of its extensive fertile farmlands, Ukraine is one of the largest &lt;a href=\"Grain%20trade\"&gt;grain exporters&lt;/a&gt; in the world. It also maintains the &lt;a href=\"Military%20of%20Ukraine\"&gt;third-largest military&lt;/a&gt; in Europe after &lt;a href=\"Russian%20Armed%20Forces\"&gt;Russia&lt;/a&gt; and &lt;a href=\"French%20Armed%20Forces\"&gt;France&lt;/a&gt;. Ukraine is a &lt;a href=\"unitary%20state\"&gt;unitary republic&lt;/a&gt; under a &lt;a href=\"semi-presidential%20system\"&gt;semi-presidential system&lt;/a&gt; with &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt; into &lt;a href=\"Legislative%20branch\"&gt;legislative&lt;/a&gt;, &lt;a href=\"Executive%20branch\"&gt;executive&lt;/a&gt;, and &lt;a href=\"Judicial%20branch\"&gt;judicial&lt;/a&gt; branches. The country is a member of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;, the &lt;a href=\"Council%20of%20Europe\"&gt;Council of Europe&lt;/a&gt;, the &lt;a href=\"Organization%20for%20Security%20and%20Co-operation%20in%20Europe\"&gt;OSCE&lt;/a&gt;, the &lt;a href=\"GUAM%20Organization%20for%20Democracy%20and%20Economic%20Development\"&gt;GUAM organization&lt;/a&gt;, and the &lt;a href=\"Lublin%20Triangle\"&gt;Lublin Triangle&lt;/a&gt;, and is one of the founding states of the &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;CIS&lt;/a&gt;, even though it never became a member of the organization.\nEtymology and orthography.\nThere are different hypotheses as to the etymological origins of the &lt;a href=\"name%20of%20Ukraine\"&gt;name of Ukraine&lt;/a&gt;. The most widespread hypothesis theorizes that it comes from the old Slavic term for \"borderland\".\n\"The Ukraine\" used to be a frequently used form in English throughout the 20th century, but since the &lt;a href=\"Declaration%20of%20Independence%20of%20Ukraine\"&gt;Declaration of Independence of Ukraine&lt;/a&gt; in 1991, \"the Ukraine\" has become less common in the &lt;a href=\"English-speaking%20world\"&gt;English-speaking world&lt;/a&gt;, and style-guides warn against its use in professional writing. According to U.S. ambassador &lt;a href=\"William%20B.%20Taylor%2C%20Jr.\"&gt;William Taylor&lt;/a&gt;, \"the Ukraine\" now implies disregard for the country's sovereignty. The official Ukrainian position is that the usage of \"'the Ukraine' is incorrect both grammatically and politically.\"\nHistory.\nEarly history.\n&lt;a href=\"Neanderthal\"&gt;Neanderthal&lt;/a&gt; settlement in Ukraine is seen in the Molodova archaeological sites (43,000–45,000 BC) which include a mammoth bone dwelling. The territory is also considered to be the likely location for the human &lt;a href=\"domestication%20of%20the%20horse\"&gt;domestication of the horse&lt;/a&gt;.\nModern human settlement in Ukraine and its vicinity dates back to 32,000 BC, with evidence of the &lt;a href=\"Gravettian%20culture\"&gt;Gravettian culture&lt;/a&gt; in the &lt;a href=\"Crimean%20Mountains\"&gt;Crimean Mountains&lt;/a&gt;. By 4,500 BC, the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; &lt;a href=\"Cucuteni%E2%80%93Trypillia%20culture\"&gt;Cucuteni–Trypillia culture&lt;/a&gt; flourished in wide areas of modern Ukraine including &lt;a href=\"Trypillia\"&gt;Trypillia&lt;/a&gt; and the entire &lt;a href=\"Dnieper\"&gt;Dnieper&lt;/a&gt;-&lt;a href=\"Dniester\"&gt;Dniester&lt;/a&gt; region. During the &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;, the land was inhabited by &lt;a href=\"Cimmerians\"&gt;Cimmerians&lt;/a&gt;, &lt;a href=\"Scythians\"&gt;Scythians&lt;/a&gt;, and &lt;a href=\"Sarmatians\"&gt;Sarmatians&lt;/a&gt;. Between 700 BC and 200 BC it was part of the Scythian Kingdom, or &lt;a href=\"Scythia\"&gt;Scythia&lt;/a&gt;.\nBeginning in the sixth century BC, colonies of &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt;, &lt;a href=\"Ancient%20Rome\"&gt;Ancient Rome&lt;/a&gt;, and the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;, such as &lt;a href=\"Tyras\"&gt;Tyras&lt;/a&gt;, &lt;a href=\"Olbia%2C%20Ukraine\"&gt;Olbia&lt;/a&gt;, and &lt;a href=\"Chersonesus\"&gt;Chersonesus&lt;/a&gt;, were founded on the northeastern shore of the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;. These colonies thrived well into the sixth century AD. The &lt;a href=\"Goths\"&gt;Goths&lt;/a&gt; stayed in the area, but came under the sway of the &lt;a href=\"Huns\"&gt;Huns&lt;/a&gt; from the 370s AD. In the seventh century AD, the territory that is now eastern Ukraine was the centre of &lt;a href=\"Old%20Great%20Bulgaria\"&gt;Old Great Bulgaria&lt;/a&gt;. At the end of the century, the majority of Bulgar tribes migrated in different directions, and the &lt;a href=\"Khazars\"&gt;Khazars&lt;/a&gt; took over much of the land.\nIn the fifth and sixth centuries, the &lt;a href=\"Antes%20%28people%29\"&gt;Antes&lt;/a&gt; were located in the territory of what is now Ukraine. The Antes were the ancestors of &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt;: &lt;a href=\"White%20Croats\"&gt;White Croats&lt;/a&gt;, &lt;a href=\"Severians\"&gt;Severians&lt;/a&gt;, &lt;a href=\"Polans%20%28eastern%29\"&gt;Polans&lt;/a&gt;, &lt;a href=\"Drevlyans\"&gt;Drevlyans&lt;/a&gt;, &lt;a href=\"Dulebes\"&gt;Dulebes&lt;/a&gt;, &lt;a href=\"Ulichians\"&gt;Ulichians&lt;/a&gt;, and &lt;a href=\"Tiverians\"&gt;Tiverians&lt;/a&gt;. Migrations from Ukraine throughout the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt; established many &lt;a href=\"South%20Slavs\"&gt;South Slavic&lt;/a&gt; nations. Northern migrations, reaching almost to the &lt;a href=\"Lake%20Ilmen\"&gt;Ilmen&lt;/a&gt; lakes, led to the emergence of the &lt;a href=\"Ilmen%20Slavs\"&gt;Ilmen Slavs&lt;/a&gt;, &lt;a href=\"Krivichs\"&gt;Krivichs&lt;/a&gt;, and &lt;a href=\"Radimichs\"&gt;Radimichs&lt;/a&gt;, the groups ancestral to the &lt;a href=\"Russians\"&gt;Russians&lt;/a&gt;. After an Avar raid in 602 and the collapse of the Antes Union, most of these peoples survived as separate tribes until the beginning of the second millennium.\nGolden Age of Kyiv.\nKievan Rus' was founded in the territory of the &lt;a href=\"Polans%20%28eastern%29\"&gt;Eastern Polans&lt;/a&gt;, who lived among the rivers &lt;a href=\"Ros%20River\"&gt;Ros&lt;/a&gt;, &lt;a href=\"Rosava%20River\"&gt;Rosava&lt;/a&gt;, and &lt;a href=\"Dnieper\"&gt;Dnieper&lt;/a&gt;. Russian historian &lt;a href=\"Boris%20Rybakov\"&gt;Boris Rybakov&lt;/a&gt; came from studying the linguistics of Russian chronicles to the conclusion that the Polans union of clans of the mid-Dnieper region called itself by the name of one of its clans, \"Ros\", that joined the union and was known at least since the 6th century far beyond the Slavic world.\nThe origin of the Kyiv princedom is of a big debate and there exist at least three versions depending on interpretations of the chronicles. In general it is believed that Kievan Rus' included the central, western and northern part of modern Ukraine, &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt;, the far eastern strip of Poland and the western part of present-day Russia. According to the \"&lt;a href=\"Primary%20Chronicle\"&gt;Primary Chronicle&lt;/a&gt;\" the Rus' elite initially consisted of &lt;a href=\"Varangian\"&gt;Varangian&lt;/a&gt;s from &lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;.\nDuring the 10th and 11th centuries, it became the largest and most powerful state in Europe. It laid the foundation for the national identity of Ukrainians and Russians. &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, the capital of modern Ukraine, became the most important city of the Rus'. In 12th–13th centuries on efforts of &lt;a href=\"Yuri%20the%20Long%20Armed\"&gt;Yuri the Long Armed&lt;/a&gt;, in area of &lt;a href=\"Zalesye\"&gt;Zalesye&lt;/a&gt; were founded several cities similar in name as in Kievan Rus' such as &lt;a href=\"Vladimir%2C%20Russia\"&gt;Vladimir on the Klyazma&lt;/a&gt;/Vladimir of Zalesye (&lt;a href=\"Volodymyr-Volynsky\"&gt;Volodymyr&lt;/a&gt;), &lt;a href=\"Galich%2C%20Russia\"&gt;Galich of Merya&lt;/a&gt; (&lt;a href=\"Halych\"&gt;Halych&lt;/a&gt;), &lt;a href=\"Pereslavl-Zalessky\"&gt;Pereslavl of Zalesye&lt;/a&gt; (&lt;a href=\"Pereyaslav-Khmelnytskyi\"&gt;Pereyaslav of Ruthenian&lt;/a&gt;), &lt;a href=\"Ryazan\"&gt;Pereslavl of Erzya&lt;/a&gt;.\nThe Varangians later assimilated into the Slavic population and became part of the first Rus' dynasty, the &lt;a href=\"Rurik%20dynasty\"&gt;Rurik dynasty&lt;/a&gt;. Kievan Rus' was composed of several &lt;a href=\"principality\"&gt;principalities&lt;/a&gt; ruled by the interrelated Rurikid \"&lt;a href=\"knyaz\"&gt;kniazes&lt;/a&gt;\" (\"princes\"), who often fought each other for possession of Kyiv.\nThe Golden Age of Kievan Rus' began with the reign of &lt;a href=\"Vladimir%20the%20Great\"&gt;Vladimir the Great&lt;/a&gt; (980–1015), who &lt;a href=\"Christianization%20of%20Kievan%20Rus%27\"&gt;turned Rus' toward Byzantine Christianity&lt;/a&gt;. During the reign of his son, &lt;a href=\"Yaroslav%20the%20Wise\"&gt;Yaroslav the Wise&lt;/a&gt; (1019–1054), Kievan Rus' reached the zenith of its cultural development and military power. The state soon fragmented as the relative importance of regional powers rose again. After a final resurgence under the rule of &lt;a href=\"Vladimir%20II%20Monomakh\"&gt;Vladimir II Monomakh&lt;/a&gt; (1113–1125) and his son &lt;a href=\"Mstislav%20I%20of%20Kiev\"&gt;Mstislav&lt;/a&gt; (1125–1132), Kievan Rus' finally disintegrated into separate principalities following Mstislav's death.\nThe 13th-century &lt;a href=\"Mongol%20invasion%20of%20Rus%27\"&gt;Mongol invasion&lt;/a&gt; devastated Kievan Rus'. Kyiv was totally &lt;a href=\"Siege%20of%20Kyiv%20%281240%29\"&gt;destroyed in 1240&lt;/a&gt;. On today's Ukrainian territory, the principalities of &lt;a href=\"Principality%20of%20Halych\"&gt;Halych&lt;/a&gt; and &lt;a href=\"Volhynia\"&gt;Volodymyr-Volynskyi&lt;/a&gt; arose, and were merged into the state of &lt;a href=\"Kingdom%20of%20Galicia%E2%80%93Volhynia\"&gt;Galicia–Volhynia&lt;/a&gt;.\n&lt;a href=\"Daniel%20of%20Galicia\"&gt;Danylo Romanovych&lt;/a&gt; (Daniel I of Galicia or Danylo Halytskyi) son of &lt;a href=\"Roman%20the%20Great\"&gt;Roman Mstyslavych&lt;/a&gt;, re-united all of south-western Rus', including Volhynia, Galicia and Rus' ancient capital of Kyiv. Danylo was crowned by the &lt;a href=\"Pope\"&gt;papal&lt;/a&gt; &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt; in &lt;a href=\"Drohiczyn\"&gt;Dorohychyn&lt;/a&gt; 1253 as the first &lt;a href=\"Monarch\"&gt;king&lt;/a&gt; of all Rus'. Under Danylo's reign, the &lt;a href=\"Kingdom%20of%20Galicia%E2%80%93Volhynia\"&gt;Kingdom of Ruthenia&lt;/a&gt; was one of the most powerful states in east central Europe.\nForeign domination.\nIn the mid-14th century, upon the death of &lt;a href=\"Boles%C5%82aw%20Jerzy%20II%20of%20Mazovia\"&gt;Bolesław Jerzy II of Mazovia&lt;/a&gt;, king &lt;a href=\"Casimir%20III%20of%20Poland\"&gt;Casimir III of Poland&lt;/a&gt; initiated campaigns (1340–1366) to take Galicia-Volhynia. Meanwhile, the heartland of Rus', including Kyiv, became the territory of the Grand Duchy of Lithuania, ruled by &lt;a href=\"Gediminas\"&gt;Gediminas&lt;/a&gt; and his successors, after the &lt;a href=\"Battle%20on%20the%20Irpen%27%20River\"&gt;Battle on the Irpen' River&lt;/a&gt;. Following the 1386 &lt;a href=\"Union%20of%20Krewo\"&gt;Union of Krewo&lt;/a&gt;, a &lt;a href=\"dynastic%20union\"&gt;dynastic union&lt;/a&gt; between Poland and Lithuania, much of what became northern Ukraine was ruled by the increasingly Slavicised local Lithuanian nobles as part of the Grand Duchy of Lithuania. By 1392 the so-called &lt;a href=\"Galicia%E2%80%93Volhynia%20Wars\"&gt;Galicia–Volhynia Wars&lt;/a&gt; ended. Polish colonisers of depopulated lands in northern and central Ukraine founded or re-founded many towns.\nIn the Black Sea cities of modern-day Ukraine, the &lt;a href=\"Republic%20of%20Genoa\"&gt;Republic of Genoa&lt;/a&gt; founded numerous colonies, from the mid-13th century to the late 15th century, including the cities of &lt;a href=\"Bilhorod-Dnistrovskyi\"&gt;Bilhorod-Dnistrovskyi&lt;/a&gt; (\"Moncastro\") and &lt;a href=\"Kiliya\"&gt;Kiliya&lt;/a&gt; (\"Licostomo\"), the colonies used to be large commercial centers in the region, and were headed by a consul (a representative of the Republic).\nIn 1430 &lt;a href=\"Podolia\"&gt;Podolia&lt;/a&gt; was incorporated under the Crown of the Kingdom of Poland as &lt;a href=\"Podolian%20Voivodeship\"&gt;Podolian Voivodeship&lt;/a&gt;. In 1441, in the southern Ukraine, especially Crimea and surrounding steppes, &lt;a href=\"Genghisid\"&gt;Genghisid&lt;/a&gt; prince &lt;a href=\"Haci%20I%20Giray\"&gt;Haci I Giray&lt;/a&gt; founded the Crimean Khanate.\nIn 1569 the &lt;a href=\"Union%20of%20Lublin\"&gt;Union of Lublin&lt;/a&gt; established the Polish–Lithuanian Commonwealth, and much Ukrainian territory was transferred from Lithuania to the Crown of the Kingdom of Poland, becoming Polish territory de jure. Under the demographic, cultural and political pressure of &lt;a href=\"Polonisation\"&gt;Polonisation&lt;/a&gt;, which began in the late 14th century, many landed gentry of Polish &lt;a href=\"Ruthenia\"&gt;Ruthenia&lt;/a&gt; (another name for the land of Rus) converted to Catholicism and became indistinguishable from the &lt;a href=\"Polish%20nobility\"&gt;Polish nobility&lt;/a&gt;. Deprived of native protectors among Rus nobility, the commoners (peasants and townspeople) began turning for protection to the emerging &lt;a href=\"Zaporozhian%20Cossacks\"&gt;Zaporozhian Cossacks&lt;/a&gt;, who by the 17th century became devoutly &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt;. The Cossacks did not shy from taking up arms against those they perceived as enemies, including the Polish state and its local representatives.\nFormed from &lt;a href=\"Golden%20Horde\"&gt;Golden Horde&lt;/a&gt; territory conquered after the &lt;a href=\"Mongol%20invasion%23European%20vassals\"&gt;Mongol invasion&lt;/a&gt; the &lt;a href=\"Crimean%20Khanate\"&gt;Crimean Khanate&lt;/a&gt; was one of the strongest powers in Eastern Europe until the 18th century; in 1571 it even &lt;a href=\"Russo-Crimean%20Wars\"&gt;captured and devastated Moscow&lt;/a&gt;. The borderlands suffered annual &lt;a href=\"Crimean-Nogai%20raids%20into%20East%20Slavic%20lands\"&gt;Tatar invasions&lt;/a&gt;. From the beginning of the 16th century until the end of the 17th century, Crimean Tatar &lt;a href=\"slave%20raiding\"&gt;slave raiding&lt;/a&gt; bands exported about two million slaves from Russia and Ukraine.\nAccording to &lt;a href=\"Orest%20Subtelny\"&gt;Orest Subtelny&lt;/a&gt;, \"from 1450 to 1586, eighty-six &lt;a href=\"Tatar%20invasions\"&gt;Tatar raids&lt;/a&gt; were recorded, and from 1600 to 1647, seventy.\" In 1688, Tatars captured a record number of 60,000 Ukrainians. The Tatar raids took a heavy toll, discouraging settlement in more southerly regions where the soil was better and the growing season was longer. The last remnant of the Crimean Khanate was finally conquered by the Russian Empire in 1783.\nIn the mid-17th century, a Cossack military quasi-state, the &lt;a href=\"Zaporozhian%20Host\"&gt;Zaporozhian Host&lt;/a&gt;, was formed by &lt;a href=\"Dnieper%20Cossacks\"&gt;Dnieper Cossacks&lt;/a&gt; and by Ruthenian peasants who had fled Polish &lt;a href=\"serfdom\"&gt;serfdom&lt;/a&gt;. Poland exercised little real control over this population, but found the Cossacks to be a useful opposing force to the &lt;a href=\"Ottoman%20Empire\"&gt;Turks&lt;/a&gt; and &lt;a href=\"Crimean%20Khanate\"&gt;Tatars&lt;/a&gt;, and at times the two were allies in &lt;a href=\"Ottoman%20wars%20in%20Europe\"&gt;military campaigns&lt;/a&gt;. However, the continued harsh &lt;a href=\"serf\"&gt;enserfment&lt;/a&gt; of peasantry by Polish nobility and especially the suppression of the Orthodox Church alienated the Cossacks.\nThe Cossacks sought representation in the Polish &lt;a href=\"Sejm%20generalny\"&gt;Sejm&lt;/a&gt;, recognition of Orthodox traditions, and the gradual expansion of the &lt;a href=\"Registered%20Cossacks\"&gt;Cossack Registry&lt;/a&gt;. These were rejected by the Polish nobility, who dominated the Sejm.\nCossack Hetmanate.\nIn 1648, &lt;a href=\"Bohdan%20Khmelnytsky\"&gt;Bohdan Khmelnytsky&lt;/a&gt; and &lt;a href=\"Petro%20Doroshenko\"&gt;Petro Doroshenko&lt;/a&gt; led the &lt;a href=\"Khmelnytsky%20Uprising\"&gt;largest of the Cossack uprisings&lt;/a&gt; against the Commonwealth and the Polish king. After Khmelnytsky made an entry into Kyiv in 1648, where he was hailed liberator of the people from Polish captivity, he founded the &lt;a href=\"Cossack%20Hetmanate\"&gt;Cossack Hetmanate&lt;/a&gt;, which existed until 1764 (some sources claim until 1782). \nKhmelnytsky, deserted by his Tatar allies, suffered a crushing defeat at the &lt;a href=\"Battle%20of%20Berestechko\"&gt;Battle of Berestechko&lt;/a&gt; in 1651, and turned to the Russian tsar for help. In 1654, Khmelnytsky was subject to the &lt;a href=\"Pereyaslav%20Council\"&gt;Pereyaslav Council&lt;/a&gt;, forming a military and political alliance with Russia that acknowledged loyalty to the Russian tsar.\nIn the period 1657–1686 came \"&lt;a href=\"The%20Ruin%20%28Ukrainian%20history%29\"&gt;The Ruin&lt;/a&gt;\", a devastating 30-year war amongst Russia, Poland, the &lt;a href=\"Crimean%20Khanate\"&gt;Crimean Khanate&lt;/a&gt;, the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, and &lt;a href=\"Cossacks\"&gt;Cossacks&lt;/a&gt; for control of Ukraine, which occurred at about the same time as the &lt;a href=\"Deluge%20%28history%29\"&gt;Deluge&lt;/a&gt; of Poland. The wars escalated in intensity with hundreds of thousands of deaths. The \"&lt;a href=\"Treaty%20of%20Perpetual%20Peace%20%281686%29\"&gt;Treaty of Perpetual Peace&lt;/a&gt;\" between Russia and Poland in 1686 divided the lands of the Cossack Hetmanate between them, reducing the portion over which Poland had claimed sovereignty.\nIn 1686, the &lt;a href=\"Metropolitanate%20of%20Kyiv\"&gt;Metropolitanate of Kyiv&lt;/a&gt; was &lt;a href=\"Annexation%20of%20the%20Metropolitanate%20of%20Kyiv%20by%20the%20Moscow%20Patriarchate\"&gt;annexed by the Moscow Patriarchate&lt;/a&gt; through the Synodal Letter of the &lt;a href=\"Ecumenical%20Patriarch%20of%20Constantinople\"&gt;Ecumenical Patriarch of Constantinople&lt;/a&gt; &lt;a href=\"Dionysius%20IV%20of%20Constantinople\"&gt;Dionysius IV&lt;/a&gt; (later &lt;a href=\"anathema\"&gt;anathema&lt;/a&gt;tized), who made a &lt;a href=\"simony\"&gt;simony&lt;/a&gt;.\nIn 1709, Cossack Hetman &lt;a href=\"Ivan%20Mazepa\"&gt;Ivan Mazepa&lt;/a&gt; (1639–1709) defected to &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt; against Russia in the &lt;a href=\"Great%20Northern%20War\"&gt;Great Northern War&lt;/a&gt; (1700–1721). Eventually Tsar &lt;a href=\"Peter%20the%20Great\"&gt;Peter&lt;/a&gt; recognized that to consolidate and modernize Russia's political and economic power it was necessary to do away with the Cossack Hetmanate and Ukrainian and Cossack aspirations to autonomy. Mazepa died in exile after fleeing from the &lt;a href=\"Battle%20of%20Poltava\"&gt;Battle of Poltava&lt;/a&gt; (1709), in which the Swedes and their Cossack allies suffered a catastrophic defeat.\nThe &lt;a href=\"Constitution%20of%20Pylyp%20Orlyk\"&gt;Constitution of Pylyp Orlyk&lt;/a&gt; or Pacts and Constitutions of Rights and Freedoms of the Zaporizhian Host was a 1710 constitutional document written by &lt;a href=\"Hetman\"&gt;Hetman&lt;/a&gt; &lt;a href=\"Pylyp%20Orlyk\"&gt;Pylyp Orlyk&lt;/a&gt;, a Cossack of Ukraine, then within the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt;. It established a standard for the &lt;a href=\"separation%20of%20powers\"&gt;separation of powers&lt;/a&gt; in government between the legislative, executive, and judiciary branches, well before the publication of &lt;a href=\"Montesquieu\"&gt;Montesquieu&lt;/a&gt;'s \"&lt;a href=\"The%20Spirit%20of%20the%20Laws\"&gt;The Spirit of the Laws&lt;/a&gt;\". The Constitution limited the executive authority of the hetman, and established a democratically elected Cossack parliament called the General Council. The &lt;a href=\"Constitution%20of%20Pylyp%20Orlyk\"&gt;Constitution of Pylyp Orlyk&lt;/a&gt; was unique for its period, and was one of the first state constitutions in Europe.\nThe hetmanate was abolished in 1764; the &lt;a href=\"Zaporozhian%20Sich\"&gt;Zaporozhian Sich&lt;/a&gt; was abolished in 1775, as Russia centralised control over its lands. As part of the &lt;a href=\"Partitions%20of%20Poland\"&gt;Partitions of Poland&lt;/a&gt; in 1772, 1793 and 1795, the Ukrainian lands west of the Dnieper were divided between Russia and Austria. From 1737 to 1834, expansion into the northern Black Sea littoral and the eastern &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; valley was a cornerstone of Russian foreign policy.\nLithuanians and Poles controlled vast estates in Ukraine, and were a law unto themselves. Judicial rulings from &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; were routinely flouted, while peasants were heavily taxed and practically tied to the land as &lt;a href=\"serfdom\"&gt;serfs&lt;/a&gt;. Occasionally the landowners battled each other using armies of Ukrainian peasants. The Poles and Lithuanians were Roman Catholics and tried with some success to convert the Orthodox lesser nobility. In 1596, they set up the \"Greek-Catholic\" or &lt;a href=\"Ukrainian%20Greek%20Catholic%20Church\"&gt;Uniate Church&lt;/a&gt;; it dominates western Ukraine to this day. Religious differentiation left the Ukrainian Orthodox peasants leaderless, as they were reluctant to follow the Ukrainian nobles.\nCossacks led an uprising, called &lt;a href=\"Koliivshchyna\"&gt;Koliivshchyna&lt;/a&gt;, starting in the Ukrainian borderlands of the Polish–Lithuanian Commonwealth in 1768. Ethnicity was one root cause of this revolt, which included the &lt;a href=\"Massacre%20of%20Uman\"&gt;Massacre of Uman&lt;/a&gt; that killed tens of thousands of Poles and Jews. Religious warfare also broke out among Ukrainian groups. Increasing conflict between Uniate and Orthodox parishes along the newly reinforced Polish-Russian border on the &lt;a href=\"Dnieper\"&gt;Dnieper&lt;/a&gt; in the time of &lt;a href=\"Catherine%20the%20Great\"&gt;Catherine the Great&lt;/a&gt; set the stage for the uprising. As Uniate religious practices had become more Latinized, Orthodoxy in this region drew even closer into dependence on the &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox Church&lt;/a&gt;. Confessional tensions also reflected opposing Polish and Russian political allegiances.\nAfter the &lt;a href=\"annexation%20of%20Crimea%20by%20the%20Russian%20Empire\"&gt;annexation of Crimea by the Russian Empire&lt;/a&gt; in 1783, &lt;a href=\"Novorossiya\"&gt;Novorossiya&lt;/a&gt; was settled by Ukrainians and Russians. Despite promises in the Treaty of Pereyaslav, the Ukrainian elite and the Cossacks never received the freedoms and the autonomy they had expected. However, within the Empire, Ukrainians rose to the highest Russian state and church offices. In a later period, &lt;a href=\"tsarist%20autocracy\"&gt;tsarists&lt;/a&gt; established a policy of &lt;a href=\"Russification\"&gt;Russification&lt;/a&gt;, suppressing the use of the Ukrainian language in print and in public.\n19th century, World War I and revolution.\nIn the eighteenth and nineteenth centuries, the territory of today's Ukraine was included in the &lt;a href=\"Governorate%20%28Russia%29\"&gt;governorates&lt;/a&gt; of &lt;a href=\"Chernigov%20Governorate\"&gt;Chernihiv (Chernigov in Russian)&lt;/a&gt;, &lt;a href=\"Kharkov%20Governorate\"&gt;Kharkiv (Kharkov)&lt;/a&gt;, &lt;a href=\"Kiev%20Governorate%20%281708%E2%80%931764%29\"&gt;Kyiv 1708–1764&lt;/a&gt;, and &lt;a href=\"Little%20Russia%20Governorate%20%281764%E2%80%931781%29\"&gt;Little Russia 1764–1781&lt;/a&gt;, &lt;a href=\"Podolian%20Governorate\"&gt;Podillia (Podolie)&lt;/a&gt;, and &lt;a href=\"Volhynian%20Governorate\"&gt;Volyn&lt;/a&gt; (Volhynia)—with all but the first two informally grouped into the &lt;a href=\"Southwestern%20Krai\"&gt;Southwestern Krai&lt;/a&gt;.\nAfter the &lt;a href=\"Russo-Turkish%20War%20%281768%E2%80%931774%29\"&gt;Russo-Turkish War (1768–1774)&lt;/a&gt;, &lt;a href=\"Catherine%20the%20Great\"&gt;Catherine the Great&lt;/a&gt; and her immediate successors encouraged German immigration into Ukraine and especially &lt;a href=\"Crimea%20Germans\"&gt;into Crimea&lt;/a&gt;, to thin the previously dominant Turk population and encourage agriculture. Numerous Ukrainians, Russians, Germans, &lt;a href=\"Bulgarians%20in%20Ukraine\"&gt;Bulgarians&lt;/a&gt;, &lt;a href=\"Serbs%20in%20Ukraine\"&gt;Serbs&lt;/a&gt; and &lt;a href=\"Greeks%20in%20Ukraine\"&gt;Greeks&lt;/a&gt; moved into the northern &lt;a href=\"Pontic%E2%80%93Caspian%20steppe\"&gt;Black Sea steppe&lt;/a&gt; formerly known as the \"&lt;a href=\"Wild%20Fields\"&gt;Wild Fields&lt;/a&gt;\".\nWith growing urbanization and modernization, and a cultural trend toward &lt;a href=\"romantic%20nationalism\"&gt;romantic nationalism&lt;/a&gt;, a Ukrainian &lt;a href=\"intelligentsia\"&gt;intelligentsia&lt;/a&gt; committed to national rebirth and social justice emerged. The serf-turned-national-poet &lt;a href=\"Taras%20Shevchenko\"&gt;Taras Shevchenko&lt;/a&gt; (1814–1861) and the political theorist &lt;a href=\"Mykhailo%20Drahomanov\"&gt;Mykhailo Drahomanov&lt;/a&gt; (1841–1895) led the growing nationalist movement.\nBeginning in the 19th century, there was migration from Ukraine to distant areas of the Russian Empire. According to the 1897 census, there were 223,000 ethnic Ukrainians in &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt; and 102,000 in &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;. An additional 1.6 million emigrated to the east in the ten years after the opening of the &lt;a href=\"Trans-Siberian%20Railway\"&gt;Trans-Siberian Railway&lt;/a&gt; in 1906. &lt;a href=\"Russian%20Far%20East\"&gt;Far Eastern&lt;/a&gt; areas with an ethnic Ukrainian population became known as &lt;a href=\"Green%20Ukraine\"&gt;Green Ukraine&lt;/a&gt;.\nNationalist and socialist parties developed in the late 19th century. Austrian &lt;a href=\"Galicia%20%28eastern%20Europe%29\"&gt;Galicia&lt;/a&gt;, under the relatively lenient rule of the &lt;a href=\"Habsburgs\"&gt;Habsburgs&lt;/a&gt;, became the centre of the nationalist movement.\nUkrainians entered &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; on the side of both the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt;, under Austria, and the &lt;a href=\"Triple%20Entente\"&gt;Triple Entente&lt;/a&gt;, under Russia. Three-and-a-half million Ukrainians fought with the &lt;a href=\"Military%20history%20of%20Imperial%20Russia\"&gt;Imperial Russian Army&lt;/a&gt;, while 250,000 fought for the &lt;a href=\"Austro-Hungarian%20Army\"&gt;Austro-Hungarian Army&lt;/a&gt;. &lt;a href=\"Austria-Hungary\"&gt;Austro-Hungarian&lt;/a&gt; authorities established the Ukrainian Legion to fight against the Russian Empire. This became the &lt;a href=\"Ukrainian%20Galician%20Army\"&gt;Ukrainian Galician Army&lt;/a&gt; that fought against the Bolsheviks and Poles in the post-World War I period (1919–23). Those suspected of Russophile sentiments in Austria were treated harshly.\nWorld War I destroyed both empires. The &lt;a href=\"Russian%20Revolution\"&gt;Russian Revolution of 1917&lt;/a&gt; led to the founding of the Soviet Union under the &lt;a href=\"Bolsheviks\"&gt;Bolsheviks&lt;/a&gt;, and subsequent &lt;a href=\"Russian%20Civil%20War\"&gt;civil war in Russia&lt;/a&gt;. A Ukrainian national movement for self-determination emerged, with heavy Communist and Socialist influence. Several Ukrainian states briefly emerged: the internationally recognized &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt; (\"UPR\", the predecessor of modern Ukraine, was declared on 23 June 1917 by the &lt;a href=\"First%20Universal%20of%20the%20Ukrainian%20Central%20Council\"&gt;First Universal&lt;/a&gt; proclaimed at first as a part of the &lt;a href=\"Russian%20Republic\"&gt;Russian Republic&lt;/a&gt;; after the &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt;, the Ukrainian People's Republic proclaimed its independence on 22 January 1918 by the &lt;a href=\"Fourth%20Universal%20of%20the%20Ukrainian%20Central%20Council\"&gt;Fourth Universal&lt;/a&gt;), the &lt;a href=\"Ukrainian%20State\"&gt;Hetmanate&lt;/a&gt;, the &lt;a href=\"Directorate%20of%20Ukraine\"&gt;Directorate&lt;/a&gt; and the Bolshevik &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt; (or Soviet Ukraine) successively established territories in the former Russian Empire; while the &lt;a href=\"West%20Ukrainian%20People%27s%20Republic\"&gt;West Ukrainian People's Republic&lt;/a&gt; and the &lt;a href=\"Hutsul%20Republic\"&gt;Hutsul Republic&lt;/a&gt; emerged briefly in the Ukrainian lands of former Austro-Hungarian territory.\nThe short-lived &lt;a href=\"Unification%20Act\"&gt;Unification Act&lt;/a&gt; was an agreement signed on 22 January 1919 by the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt; and the &lt;a href=\"West%20Ukrainian%20People%27s%20Republic\"&gt;West Ukrainian People's Republic&lt;/a&gt; on the &lt;a href=\"Saint%20Sophia%20Cathedral%20in%20Kyiv\"&gt;St. Sophia Square&lt;/a&gt; in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;. This led to civil war, and an &lt;a href=\"Anarchism\"&gt;anarchist&lt;/a&gt; movement called the &lt;a href=\"Black%20Guards\"&gt;Black Army&lt;/a&gt; (later renamed to the &lt;a href=\"Revolutionary%20Insurrectionary%20Army%20of%20Ukraine\"&gt;Revolutionary Insurrectionary Army of Ukraine&lt;/a&gt;) developed in Southern Ukraine under the command of the anarchist &lt;a href=\"Nestor%20Makhno\"&gt;Nestor Makhno&lt;/a&gt; during the &lt;a href=\"Russian%20Civil%20War\"&gt;Russian Civil War&lt;/a&gt;. They protected the operation of \"&lt;a href=\"Soviet%20%28council%29\"&gt;free soviets&lt;/a&gt;\" and &lt;a href=\"libertarian%20socialism\"&gt;libertarian&lt;/a&gt; &lt;a href=\"communes\"&gt;communes&lt;/a&gt; in the &lt;a href=\"Free%20Territory\"&gt;Free Territory&lt;/a&gt;, an attempt to form a &lt;a href=\"Stateless%20society\"&gt;stateless&lt;/a&gt; &lt;a href=\"Anarchism\"&gt;anarchist&lt;/a&gt; society from 1918 to 1921 during the &lt;a href=\"Ukrainian%20War%20of%20Independence\"&gt;Ukrainian Revolution&lt;/a&gt;, fighting both the tsarist &lt;a href=\"Armed%20Forces%20of%20South%20Russia\"&gt;White Army&lt;/a&gt; under &lt;a href=\"Anton%20Denikin\"&gt;Denikin&lt;/a&gt; and later the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; under &lt;a href=\"Leon%20Trotsky\"&gt;Trotsky&lt;/a&gt;, before being defeated by the latter in August 1921.\nPoland defeated Western Ukraine in the &lt;a href=\"Polish%E2%80%93Ukrainian%20War\"&gt;Polish–Ukrainian War&lt;/a&gt;, but failed against the Bolsheviks in &lt;a href=\"Kyiv%20Offensive%20%281920%29\"&gt;an offensive against Kyiv&lt;/a&gt;. According to the &lt;a href=\"Peace%20of%20Riga\"&gt;Peace of Riga&lt;/a&gt;, western Ukraine was incorporated into Poland, which in turn recognised the Ukrainian Soviet Socialist Republic in March 1919. With establishment of the Soviet power, Ukraine lost half of its territory, while Moldavian autonomy was established on the left bank of the &lt;a href=\"Dniester\"&gt;Dniester&lt;/a&gt; River. Ukraine became a founding member of the &lt;a href=\"Union%20of%20Soviet%20Socialist%20Republics\"&gt;Union of Soviet Socialist Republics&lt;/a&gt; in December 1922.\nWestern Ukraine, Carpathian Ruthenia and Bukovina.\nThe war in Ukraine continued for another two years; by 1921, however, most of Ukraine had been taken over by the Soviet Union, while Galicia and Volhynia (mostly today's &lt;a href=\"West%20Ukraine\"&gt;West Ukraine&lt;/a&gt;) were incorporated into the &lt;a href=\"Second%20Polish%20Republic\"&gt;Second Polish Republic&lt;/a&gt;. Modern-day &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt; was annexed by Romania and &lt;a href=\"Carpathian%20Ruthenia\"&gt;Carpathian Ruthenia&lt;/a&gt; was admitted to the &lt;a href=\"First%20Czechoslovak%20Republic\"&gt;Czechoslovak Republic&lt;/a&gt; as an autonomy.\nA powerful underground Ukrainian nationalist movement arose in eastern Poland in the 1920s and 1930s, which was formed by Ukrainian veterans of the &lt;a href=\"Ukrainian-Soviet%20war\"&gt;Ukrainian-Soviet war&lt;/a&gt; (including &lt;a href=\"Yevhen%20Konovalets\"&gt;Yevhen Konovalets&lt;/a&gt;, &lt;a href=\"Andriy%20Atanasovych%20Melnyk\"&gt;Andriy Melnyk&lt;/a&gt;, and &lt;a href=\"Yuriy%20Tyutyunyk\"&gt;Yuriy Tyutyunyk&lt;/a&gt;) and was transformed into the &lt;a href=\"Ukrainian%20Military%20Organization\"&gt;Ukrainian Military Organization&lt;/a&gt; and later the &lt;a href=\"Organisation%20of%20Ukrainian%20Nationalists\"&gt;Organisation of Ukrainian Nationalists&lt;/a&gt; (OUN). The movement attracted a militant following among students. Hostilities between Polish state authorities and the popular movement led to a substantial number of fatalities, and the autonomy which had been promised was never implemented.\nThe pre-war Polish government also exercised &lt;a href=\"anti-Ukrainian%20sentiment\"&gt;anti-Ukrainian sentiment&lt;/a&gt;; it restricted rights of people who declared Ukrainian nationality, belonged to the &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Eastern Orthodox Church&lt;/a&gt; and inhabited the &lt;a href=\"Eastern%20Borderlands\"&gt;Eastern Borderlands&lt;/a&gt;. The &lt;a href=\"Ukrainian%20language\"&gt;Ukrainian language&lt;/a&gt; was restricted in every field possible, especially in governmental institutions, and the term \"Ruthenian\" was enforced in an attempt to ban the use of the term \"Ukrainian\". Despite this, a number of Ukrainian parties, the Ukrainian Catholic Church, an active press, and a business sector existed in Poland. Economic conditions improved in the 1920s, but the region suffered from the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; in the early 1930s.\nInter-war Soviet Ukraine.\nThe &lt;a href=\"Russian%20Civil%20War\"&gt;Russian Civil War&lt;/a&gt; devastated the whole &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; including Ukraine. It left over 1.5 million people dead and hundreds of thousands homeless in the former Russian Empire territory. Soviet Ukraine also faced the &lt;a href=\"Russian%20famine%20of%201921\"&gt;Russian famine of 1921&lt;/a&gt; (primarily affecting the Russian &lt;a href=\"Volga%20Region\"&gt;Volga&lt;/a&gt;-&lt;a href=\"Ural%20%28region%29\"&gt;Ural&lt;/a&gt; region). During the 1920s, under the Ukrainisation policy pursued by the national Communist leadership of &lt;a href=\"Mykola%20Skrypnyk\"&gt;Mykola Skrypnyk&lt;/a&gt;, Soviet leadership encouraged a national renaissance in the &lt;a href=\"Culture%20of%20Ukraine\"&gt;Ukrainian culture&lt;/a&gt; and &lt;a href=\"Ukrainian%20language\"&gt;language&lt;/a&gt;. &lt;a href=\"Ukrainisation\"&gt;Ukrainisation&lt;/a&gt; was part of the Soviet-wide policy of &lt;a href=\"Korenisation\"&gt;Korenisation&lt;/a&gt; (literally \"indigenisation\").\nThe Bolsheviks were also committed to &lt;a href=\"universal%20health%20care\"&gt;universal health care&lt;/a&gt;, education and social-security benefits, as well as the right to work and housing. &lt;a href=\"Women%27s%20rights\"&gt;Women's rights&lt;/a&gt; were greatly increased through new laws. Most of these policies were sharply reversed by the early 1930s after &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; became the \"de facto\" communist party leader.\nStarting from the late 1920s with a &lt;a href=\"first%20five-year%20plan\"&gt;centrally planned economy&lt;/a&gt;, Ukraine was involved in &lt;a href=\"Industrialization%20in%20the%20USSR\"&gt;Soviet industrialisation&lt;/a&gt; and the republic's industrial output quadrupled during the 1930s. The peasantry suffered from the &lt;a href=\"Collectivisation%20in%20the%20USSR\"&gt;programme of collectivisation&lt;/a&gt; of agriculture which began during and was part of the &lt;a href=\"first%20five-year%20plan\"&gt;first five-year plan&lt;/a&gt; and was enforced by regular troops and &lt;a href=\"Cheka\"&gt;secret police&lt;/a&gt;. Those who resisted were &lt;a href=\"Population%20transfer%20in%20the%20Soviet%20Union\"&gt;arrested and deported&lt;/a&gt; and agricultural productivity greatly declined. As members of the collective farms were sometimes not allowed to receive any grain until unrealistic quotas were met, millions starved to death in a &lt;a href=\"Droughts%20and%20famines%20in%20Russia%20and%20the%20Soviet%20Union\"&gt;famine&lt;/a&gt; known as the &lt;a href=\"Holodomor\"&gt;Holodomor&lt;/a&gt; or the \"Great Famine\".\nScholars are divided as to whether this famine fits the definition of &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt;, but the &lt;a href=\"Ukrainian%20parliament\"&gt;Ukrainian parliament&lt;/a&gt; and the governments of other countries have acknowledged it as such.\nThe Communist leadership perceived famine as a means of class struggle and used starvation as a punishment tool to force peasants into collective farms.\nLargely the same groups were responsible for the mass killing operations during the civil war, collectivisation, and the &lt;a href=\"Great%20Purge\"&gt;Great Terror&lt;/a&gt;. These groups were associated with &lt;a href=\"Yefim%20Yevdokimov\"&gt;Yefim Yevdokimov&lt;/a&gt; (1891–1939) and operated in the Secret Operational Division within General State Political Administration (&lt;a href=\"State%20Political%20Directorate\"&gt;OGPU&lt;/a&gt;) in 1929–31. Yevdokimov transferred into Communist Party administration in 1934, when he became Party secretary for &lt;a href=\"North%20Caucasus%20Krai\"&gt;North Caucasus Krai&lt;/a&gt;. He appears to have continued advising Joseph Stalin and &lt;a href=\"Nikolai%20Yezhov\"&gt;Nikolai Yezhov&lt;/a&gt; on security matters, and the latter relied on Yevdokimov's former colleagues to carry out the mass killing operations that are known as the Great Terror in 1937–38.\nOn 13 January 2010, Kyiv Appellate Court posthumously found Stalin, &lt;a href=\"Lazar%20Kaganovich\"&gt;Kaganovich&lt;/a&gt; and other Soviet Communist Party functionaries guilty of &lt;a href=\"genocide\"&gt;genocide&lt;/a&gt; against Ukrainians during the Holodomor famine.\nWorld War II.\nFollowing the &lt;a href=\"Invasion%20of%20Poland\"&gt;Invasion of Poland&lt;/a&gt; in September 1939, &lt;a href=\"Nazi%20Germany\"&gt;German&lt;/a&gt; and &lt;a href=\"Soviet%20Army\"&gt;Soviet&lt;/a&gt; troops divided the territory of Poland. Thus, Eastern &lt;a href=\"Galicia%20%28Eastern%20Europe%29\"&gt;Galicia&lt;/a&gt; and &lt;a href=\"Volhynia\"&gt;Volhynia&lt;/a&gt; with their Ukrainian population became part of Ukraine. For the first time in history, the nation was united.\nIn 1940, the Soviets annexed &lt;a href=\"Bessarabia\"&gt;Bessarabia&lt;/a&gt; and northern &lt;a href=\"Bukovina\"&gt;Bukovina&lt;/a&gt;. The Ukrainian SSR incorporated the northern and southern districts of Bessarabia, Northern Bukovina, and the &lt;a href=\"Hertsa%20region\"&gt;Hertsa region&lt;/a&gt;. But it ceded the western part of the &lt;a href=\"Moldavian%20Autonomous%20Soviet%20Socialist%20Republic\"&gt;Moldavian Autonomous Soviet Socialist Republic&lt;/a&gt; to the newly created &lt;a href=\"Moldavian%20Soviet%20Socialist%20Republic\"&gt;Moldavian Soviet Socialist Republic&lt;/a&gt;. These territorial gains of the USSR were internationally recognized by the &lt;a href=\"Paris%20Peace%20Treaties%2C%201947\"&gt;Paris peace treaties of 1947&lt;/a&gt;.\n&lt;a href=\"Wehrmacht\"&gt;German armies&lt;/a&gt; &lt;a href=\"Operation%20Barbarossa\"&gt;invaded the Soviet Union&lt;/a&gt; on 22 June 1941, initiating nearly four years of &lt;a href=\"total%20war\"&gt;total war&lt;/a&gt;. The &lt;a href=\"Axis%20Powers\"&gt;Axis&lt;/a&gt; initially advanced against desperate but unsuccessful efforts of the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt;. In the encirclement &lt;a href=\"Battle%20of%20Kyiv%20%281941%29\"&gt;battle of Kyiv&lt;/a&gt;, the city was acclaimed as a \"&lt;a href=\"Hero%20City\"&gt;Hero City&lt;/a&gt;\", because of its fierce &lt;a href=\"Battle%20of%20Kyiv%20%281941%29\"&gt;resistance&lt;/a&gt;. More than 600,000 Soviet soldiers (or one-quarter of the &lt;a href=\"Soviet%20Western%20Front\"&gt;Soviet Western Front&lt;/a&gt;) were killed or taken captive there, with many suffering &lt;a href=\"German%20mistreatment%20of%20Soviet%20prisoners%20of%20war\"&gt;severe mistreatment&lt;/a&gt;.\nAlthough the majority of Ukrainians fought in or alongside the Red Army and &lt;a href=\"Soviet%20partisans\"&gt;Soviet resistance&lt;/a&gt;, in Western Ukraine an independent &lt;a href=\"Ukrainian%20Insurgent%20Army\"&gt;Ukrainian Insurgent Army&lt;/a&gt; movement arose (UPA, 1942). Created as armed forces of the underground (&lt;a href=\"Organization%20of%20Ukrainian%20Nationalists\"&gt;Organization of Ukrainian Nationalists&lt;/a&gt;, OUN) which had developed in &lt;a href=\"Second%20Polish%20Republic\"&gt;interwar Poland&lt;/a&gt; as a reactionary nationalist organization. During the interwar period, the &lt;a href=\"History%20of%20the%20Ukrainian%20minority%20in%20Poland%23Policies%20of%20J%C3%B3zef%20Pi%C5%82sudski%20and%20the%20%26quot%3BVolhynia%20Experiment%26quot%3B\"&gt;Polish government's policies towards the Ukrainian minority&lt;/a&gt; were initially very accommodating; however, by the late 1930s they became increasingly harsh due to civil unrest.\nBoth organizations, the OUN and the UPA supported the goal of an &lt;a href=\"Declaration%20of%20Ukrainian%20Independence%2C%201941\"&gt;independent Ukrainian state&lt;/a&gt; on the territory with a Ukrainian ethnic majority. Although this brought conflict with Nazi Germany, at times the &lt;a href=\"Andriy%20Atanasovych%20Melnyk\"&gt;Melnyk&lt;/a&gt; wing of the OUN allied with the Nazi forces. Beginning in mid-1943 and lasting until the end of the war, UPA carried out &lt;a href=\"Massacres%20of%20Poles%20in%20Volhynia%20and%20Eastern%20Galicia\"&gt;massacres of ethnic Poles&lt;/a&gt; in the &lt;a href=\"Volhynia\"&gt;Volhynia&lt;/a&gt; and &lt;a href=\"Eastern%20Galicia\"&gt;Eastern Galicia&lt;/a&gt; regions, killing around 100,000 Polish civilians, which brought reprisals.\nThe organized massacres were an attempt by OUN to create a homogeneous Ukrainian state without a Polish minority living within its borders, and to prevent the post-war Polish state from asserting its sovereignty over areas that had been part of prewar Poland. After the war, the UPA continued to fight the USSR until the 1950s. At the same time, the &lt;a href=\"Ukrainian%20Liberation%20Army\"&gt;Ukrainian Liberation Army&lt;/a&gt;, another nationalist movement, fought alongside the Nazis.\nIn total, the number of ethnic Ukrainians who fought in the ranks of the Soviet Army is estimated from 4.5 million to 7 million. The &lt;a href=\"Soviet%20Partisans\"&gt;pro-Soviet partisan&lt;/a&gt; guerrilla resistance in Ukraine is estimated to number at 47,800 from the start of occupation to 500,000 at its peak in 1944, with about 50% being ethnic Ukrainians. Generally, the Ukrainian Insurgent Army's figures are unreliable, with figures ranging anywhere from 15,000 to as many as 100,000 fighters.\nMost of the Ukrainian SSR was organised within the &lt;a href=\"Reichskommissariat%20Ukraine\"&gt;Reichskommissariat Ukraine&lt;/a&gt;, with the intention of exploiting its resources and eventual German settlement. Some western Ukrainians, who had only joined the Soviet Union in 1939, hailed the Germans as liberators. Brutal German rule eventually turned their supporters against the Nazi administrators, who made little attempt to exploit dissatisfaction with Stalinist policies. Instead, the Nazis preserved the collective-farm system, carried out &lt;a href=\"Mass%20graves%20in%20the%20Soviet%20Union\"&gt;genocidal policies&lt;/a&gt; against &lt;a href=\"History%20of%20the%20Jews%20in%20Ukraine\"&gt;Jews&lt;/a&gt;, &lt;a href=\"OST-Arbeiter\"&gt;deported millions of people to work in Germany&lt;/a&gt;, and began a depopulation program to prepare for German colonisation. They blockaded the transport of food on the Kyiv River.\nThe vast majority of the fighting in World War II took place on the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt;. By some estimates, 93% of all German casualties took place there. The &lt;a href=\"World%20War%20II%20casualties%20of%20the%20Soviet%20Union\"&gt;total losses&lt;/a&gt; inflicted upon the Ukrainian population during the war are estimated at 6 million, including an estimated one and a half million Jews killed by the &lt;a href=\"Einsatzgruppen\"&gt;Einsatzgruppen&lt;/a&gt;, sometimes with the help of local collaborators. Of the estimated 8.6 million Soviet troop losses, 1.4 million were ethnic &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt;. &lt;a href=\"Victory%20Day%20%28Eastern%20Front%29\"&gt;Victory Day&lt;/a&gt; is celebrated as one of ten Ukrainian national holidays. The losses of the Ukrainian people in the war amounted to 40-44% of the total losses of the USSR.\nPost–World War II.\nThe republic was heavily damaged by the war, and it required significant efforts to recover. More than 700 cities and towns and 28,000 villages were destroyed. The situation was worsened by a &lt;a href=\"famine\"&gt;famine&lt;/a&gt; in 1946–47, which was caused by a drought and the wartime destruction of infrastructure. The death toll of this famine varies, with even the lowest estimate in the tens of thousands. In 1945, the Ukrainian SSR became one of the founding members of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; organization, part of a special agreement at the &lt;a href=\"Yalta%20Conference\"&gt;Yalta Conference&lt;/a&gt;.\nPost-war &lt;a href=\"ethnic%20cleansing\"&gt;ethnic cleansing&lt;/a&gt; occurred in the newly expanded Soviet Union. As of 1 January 1953, Ukrainians were second only to Russians among adult \"&lt;a href=\"Forced%20settlements%20in%20the%20Soviet%20Union\"&gt;special deportees&lt;/a&gt;\", comprising 20% of the total. In addition, over 450,000 ethnic &lt;a href=\"History%20of%20Germans%20in%20Russia%2C%20Ukraine%20and%20the%20Soviet%20Union\"&gt;Germans&lt;/a&gt; from Ukraine and more than 200,000 &lt;a href=\"Crimean%20Tatars\"&gt;Crimean Tatars&lt;/a&gt; were victims of &lt;a href=\"Population%20transfer%20in%20the%20Soviet%20Union\"&gt;forced deportations&lt;/a&gt;.\nFollowing the death of &lt;a href=\"Joseph%20Stalin\"&gt;Stalin&lt;/a&gt; in 1953, &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; became the new leader of the USSR. Having served as First Secretary of the &lt;a href=\"Communist%20Party%20%28Bolsheviks%29%20of%20Ukraine\"&gt;Communist Party of Ukrainian SSR&lt;/a&gt; in 1938–49, Khrushchev was intimately familiar with the republic; after taking power union-wide, he began to emphasize \"the friendship\" between the Ukrainian and Russian nations. In 1954, the 300th anniversary of the &lt;a href=\"Treaty%20of%20Pereyaslav\"&gt;Treaty of Pereyaslav&lt;/a&gt; was widely celebrated. &lt;a href=\"Crimean%20Oblast\"&gt;Crimea&lt;/a&gt; was &lt;a href=\"1954%20transfer%20of%20Crimea\"&gt;transferred&lt;/a&gt; from the &lt;a href=\"Russian%20SFSR\"&gt;Russian SFSR&lt;/a&gt; to the &lt;a href=\"Ukrainian%20SSR\"&gt;Ukrainian SSR&lt;/a&gt;.\nBy 1950, the republic had fully surpassed pre-war levels of industry and production. During the 1946–1950 &lt;a href=\"Five-Year%20Plan%20%28USSR%29\"&gt;five-year plan&lt;/a&gt;, nearly 20% of the Soviet budget was invested in Soviet Ukraine, a 5% increase from pre-war plans. As a result, the Ukrainian workforce rose 33.2% from 1940 to 1955 while industrial output grew 2.2 times in that same period.\nSoviet Ukraine soon became a European leader in industrial production, and an important centre of the Soviet &lt;a href=\"arms%20industry\"&gt;arms industry&lt;/a&gt; and high-tech research. Such an important role resulted in a major influence of the local elite. Many members of the Soviet leadership came from Ukraine, most notably &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt;. He later ousted Khrushchev and became the Soviet leader from 1964 to 1982. Many prominent Soviet sports players, scientists, and artists came from Ukraine.\nOn 26 April 1986, a reactor in the &lt;a href=\"Chernobyl%20Nuclear%20Power%20Plant\"&gt;Chernobyl Nuclear Power Plant&lt;/a&gt; exploded, resulting in the &lt;a href=\"Chernobyl%20disaster\"&gt;Chernobyl disaster&lt;/a&gt;, the worst &lt;a href=\"nuclear%20reactor\"&gt;nuclear reactor&lt;/a&gt; accident in history. This was the only accident to receive the highest possible rating of 7 by the &lt;a href=\"International%20Nuclear%20Event%20Scale\"&gt;International Nuclear Event Scale&lt;/a&gt;, indicating a \"major accident\", until the &lt;a href=\"Fukushima%20Daiichi%20nuclear%20disaster\"&gt;Fukushima Daiichi nuclear disaster&lt;/a&gt; in March 2011. At the time of the accident, 7 million people lived in the contaminated territories, including 2.2 million in Ukraine.\nAfter the accident, the new city of &lt;a href=\"Slavutych\"&gt;Slavutych&lt;/a&gt; was built outside the exclusion zone to house and support the employees of the plant, which was decommissioned in 2000. A report prepared by the &lt;a href=\"International%20Atomic%20Energy%20Agency\"&gt;International Atomic Energy Agency&lt;/a&gt; and &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt; attributed 56 direct deaths to the accident and estimated that there may have been 4,000 extra cancer deaths.\nIndependence.\nOn 21 January 1990, over 300,000 Ukrainians organised a human chain for Ukrainian independence between &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; and &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;, in &lt;a href=\"Act%20Zluky\"&gt;memory of the 1919 unification&lt;/a&gt; of the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt; and the &lt;a href=\"West%20Ukrainian%20National%20Republic\"&gt;West Ukrainian National Republic&lt;/a&gt;. Citizens came out to the streets and highways, forming live chains by holding hands in support of unity.\nOn 16 July 1990, the new parliament adopted the &lt;a href=\"Declaration%20of%20State%20Sovereignty%20of%20Ukraine\"&gt;Declaration of State Sovereignty of Ukraine&lt;/a&gt;. This established the principles of the self-determination, democracy, independence, and the priority of Ukrainian law over Soviet law. A month earlier, a &lt;a href=\"Declaration%20of%20State%20Sovereignty%20of%20the%20Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;similar declaration&lt;/a&gt; was adopted by the parliament of the &lt;a href=\"Russian%20SFSR\"&gt;Russian SFSR&lt;/a&gt;. This started a period of confrontation with the central Soviet authorities. On 2–17 October 1990, the &lt;a href=\"Revolution%20on%20Granite\"&gt;Revolution on Granite&lt;/a&gt; took place in Ukraine, the main purpose of the action was to prevent the signing of a new union treaty of the USSR. The demands of the students were satisfied by signing a resolution of the Verkhovna Rada, which guaranteed their implementation.\nIn August 1991, a faction among the Communist leaders of the Soviet Union &lt;a href=\"Soviet%20coup%20attempt%20of%201991\"&gt;attempted a coup&lt;/a&gt; to remove &lt;a href=\"Mikhail%20Gorbachev\"&gt;Mikhail Gorbachev&lt;/a&gt; and to restore the Communist party's power. After it failed, on 24 August 1991 the Ukrainian parliament adopted the &lt;a href=\"Act%20of%20Independence%20of%20Ukraine\"&gt;Act of Independence&lt;/a&gt;.\nA &lt;a href=\"1991%20Ukrainian%20independence%20referendum\"&gt;referendum&lt;/a&gt; and the &lt;a href=\"1991%20Ukrainian%20presidential%20election\"&gt;first presidential elections&lt;/a&gt; took place on 1 December 1991. More than 90% of the electorate expressed their support for the Act of Independence, and they elected the chairman of the parliament, &lt;a href=\"Leonid%20Kravchuk\"&gt;Leonid Kravchuk&lt;/a&gt; as the first &lt;a href=\"President%20of%20Ukraine\"&gt;President of Ukraine&lt;/a&gt;. At the &lt;a href=\"Belavezha%20Accords\"&gt;meeting in Brest&lt;/a&gt;, Belarus on 8 December, followed by the &lt;a href=\"Alma%20Ata\"&gt;Alma Ata&lt;/a&gt; meeting on 21 December, the leaders of Belarus, Russia, and Ukraine formally dissolved the Soviet Union and formed the &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;Commonwealth of Independent States&lt;/a&gt; (CIS). On 26 December 1991 the Council of Republics of the USSR Supreme Council adapted declaration \"In regards to creation of the Commonwealth of Independent States\" () which de jure dissolved the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and the &lt;a href=\"Soviet%20flag\"&gt;Soviet flag&lt;/a&gt; was lowered over &lt;a href=\"the%20Kremlin\"&gt;the Kremlin&lt;/a&gt;. The Verkhovna Rada of Ukraine did not ratify the accession, i.e. Ukraine has never been a member of the CIS.\nUkraine was initially viewed as having favourable economic conditions in comparison to the other regions of the Soviet Union. However, the country experienced deeper economic slowdown than some of the other &lt;a href=\"former%20Soviet%20Republics\"&gt;former Soviet Republics&lt;/a&gt;. During the recession, Ukraine lost 60% of its GDP from 1991 to 1999, and suffered five-digit inflation rates. Dissatisfied with the economic conditions, as well as the amounts of crime and &lt;a href=\"corruption%20in%20Ukraine\"&gt;corruption in Ukraine&lt;/a&gt;, Ukrainians protested and organized strikes.\nThe Ukrainian economy stabilized by the end of the 1990s. A new currency, the &lt;a href=\"Ukrainian%20hryvnia\"&gt;hryvnia&lt;/a&gt;, was introduced in 1996. After 2000, the country enjoyed steady &lt;a href=\"Real%20GDP\"&gt;real economic growth&lt;/a&gt; averaging about seven percent annually. A new &lt;a href=\"Constitution%20of%20Ukraine\"&gt;Constitution of Ukraine&lt;/a&gt; was adopted under second President &lt;a href=\"Leonid%20Kuchma\"&gt;Leonid Kuchma&lt;/a&gt; in 1996, which turned Ukraine into a &lt;a href=\"semi-presidential%20republic\"&gt;semi-presidential republic&lt;/a&gt; and established a stable political system. Kuchma was, however, criticised by opponents for corruption, &lt;a href=\"electoral%20fraud\"&gt;electoral fraud&lt;/a&gt;, discouraging free speech and concentrating too much power in his office. Ukraine also pursued full nuclear disarmament, giving up the third largest nuclear weapons stockpile in the world and dismantling or removing all strategic bombers on its territory in exchange for various assurances (main article: &lt;a href=\"Nuclear%20weapons%20and%20Ukraine\"&gt;Nuclear weapons and Ukraine&lt;/a&gt;).\nOrange Revolution.\nIn 2004, &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt;, then Prime Minister, was declared the winner of the &lt;a href=\"2004%20Ukrainian%20presidential%20election\"&gt;presidential elections&lt;/a&gt;, which had been largely rigged, as the &lt;a href=\"Supreme%20Court%20of%20Ukraine\"&gt;Supreme Court of Ukraine&lt;/a&gt; later ruled. The results caused a public outcry in support of the opposition candidate, &lt;a href=\"Viktor%20Yushchenko\"&gt;Viktor Yushchenko&lt;/a&gt;, who challenged the outcome. During the tumultuous months of the revolution, candidate Yushchenko &lt;a href=\"Viktor%20Yushchenko%23TCDD%20poisoning\"&gt;suddenly became gravely ill&lt;/a&gt;, and was soon found by multiple independent physician groups to have been poisoned by &lt;a href=\"2%2C3%2C7%2C8-Tetrachlorodibenzodioxin\"&gt;TCDD dioxin&lt;/a&gt;. Yushchenko strongly suspected Russian involvement in his poisoning. All of this eventually resulted in the peaceful &lt;a href=\"Orange%20Revolution\"&gt;Orange Revolution&lt;/a&gt;, bringing Viktor Yushchenko and &lt;a href=\"Yulia%20Tymoshenko\"&gt;Yulia Tymoshenko&lt;/a&gt; to power, while casting Viktor Yanukovych in opposition.\nActivists of the Orange Revolution were funded and trained in tactics of political organisation and &lt;a href=\"nonviolent%20resistance\"&gt;nonviolent resistance&lt;/a&gt; by Western pollsters and professional consultants who were partly funded by Western government and non-government agencies but received most of their funding from domestic sources. According to \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", the foreign donors included the &lt;a href=\"United%20States%20Department%20of%20State\"&gt;U.S. State Department&lt;/a&gt; and &lt;a href=\"United%20States%20Agency%20for%20International%20Development\"&gt;USAID&lt;/a&gt; along with the &lt;a href=\"National%20Democratic%20Institute%20for%20International%20Affairs\"&gt;National Democratic Institute for International Affairs&lt;/a&gt;, the &lt;a href=\"International%20Republican%20Institute\"&gt;International Republican Institute&lt;/a&gt;, the &lt;a href=\"Non-governmental%20organisation\"&gt;NGO&lt;/a&gt; &lt;a href=\"Freedom%20House\"&gt;Freedom House&lt;/a&gt; and &lt;a href=\"George%20Soros\"&gt;George Soros&lt;/a&gt;'s &lt;a href=\"Open%20Society%20Institute\"&gt;Open Society Institute&lt;/a&gt;. The &lt;a href=\"National%20Endowment%20for%20Democracy\"&gt;National Endowment for Democracy&lt;/a&gt; has supported democracy-building efforts in Ukraine since 1988. Writings on &lt;a href=\"Nonviolent%20resistance\"&gt;nonviolent struggle&lt;/a&gt; by &lt;a href=\"Gene%20Sharp\"&gt;Gene Sharp&lt;/a&gt; contributed in forming the strategic basis of the student campaigns.\nRussian authorities provided support through advisers such as &lt;a href=\"Gleb%20Pavlovsky\"&gt;Gleb Pavlovsky&lt;/a&gt;, consulting on blackening the image of Yushchenko through the state media, pressuring state-dependent voters to vote for Yanukovych and on vote-rigging techniques such as multiple \"&lt;a href=\"carousel%20voting\"&gt;carousel voting&lt;/a&gt;\" and \"dead souls\" voting.\nYanukovych returned to power in 2006 as Prime Minister in the &lt;a href=\"Alliance%20of%20National%20Unity\"&gt;Alliance of National Unity&lt;/a&gt;, until &lt;a href=\"2007%20Ukrainian%20parliamentary%20election\"&gt;snap elections in September 2007&lt;/a&gt; made Tymoshenko Prime Minister again. Amid the &lt;a href=\"2008%E2%80%9309%20Ukrainian%20financial%20crisis\"&gt;2008–09 Ukrainian financial crisis&lt;/a&gt; the Ukrainian economy plunged by 15%. &lt;a href=\"Russia%E2%80%93Ukraine%20gas%20disputes\"&gt;Disputes with Russia&lt;/a&gt; briefly stopped all gas supplies to Ukraine in 2006 and again in 2009, leading to gas shortages in other countries. &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt; was &lt;a href=\"2010%20Ukrainian%20presidential%20election\"&gt;elected President in 2010&lt;/a&gt; with 48% of votes.\nEuromaidan and the Revolution of Dignity.\nThe &lt;a href=\"Euromaidan\"&gt;Euromaidan&lt;/a&gt; (, literally \"Eurosquare\") protests started in November 2013 after the president, &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt;, began moving away from an association agreement that had been in the works with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and instead chose to establish closer ties with the Russian Federation. Some Ukrainians took to the streets to show their support for closer ties with Europe.\nMeanwhile, in the predominantly Russian-speaking east, a large portion of the population opposed the \"Euromaidan\" protests, instead supporting the Yanukovych government. Over time, \"Euromaidan\" came to describe a wave of demonstrations and civil unrest in Ukraine, the scope of which evolved to include calls for the resignation of President Yanukovych and &lt;a href=\"Second%20Azarov%20Government\"&gt;his government&lt;/a&gt;.\nViolence escalated after 16 January 2014 when the government accepted new &lt;a href=\"Anti-protest%20laws%20in%20Ukraine\"&gt;Anti-Protest Laws&lt;/a&gt;. Violent anti-government demonstrators occupied buildings in the centre of Kyiv, including the Justice Ministry building, and riots left 98 dead with approximately fifteen thousand injured and 100 considered missing from 18 to 20 February. On 21 February, President Yanukovych signed a compromise deal with opposition leaders that promised constitutional changes to restore certain powers to Parliament and called for early elections to be held by December.\nHowever, Members of Parliament voted on 22 February to remove the president and set &lt;a href=\"2014%20Ukrainian%20presidential%20election\"&gt;an election&lt;/a&gt; for 25 May to select his replacement. &lt;a href=\"Petro%20Poroshenko\"&gt;Petro Poroshenko&lt;/a&gt;, running on a pro-European Union platform, won with over fifty percent of the vote, therefore not requiring a run-off election. Upon his election, Poroshenko announced that his immediate priorities would be to take action in the civil unrest in Eastern Ukraine and mend ties with the Russian Federation.\nPoroshenko was inaugurated as president on 7 June 2014, as previously announced by his spokeswoman Irina Friz in a low-key ceremony without a celebration on &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;'s &lt;a href=\"Maidan%20Nezalezhnosti\"&gt;Maidan Nezalezhnosti&lt;/a&gt; (Independence Square, the centre of the &lt;a href=\"Euromaidan\"&gt;Euromaidan&lt;/a&gt; protests) for the ceremony. In October 2014 &lt;a href=\"2014%20Ukrainian%20parliamentary%20election\"&gt;Parliament elections&lt;/a&gt;, &lt;a href=\"Petro%20Poroshenko%20Bloc%20%26quot%3BSolidarity%26quot%3B\"&gt;Petro Poroshenko Bloc \"Solidarity\"&lt;/a&gt; won 132 of the 423 contested seats.\nCivil unrest, Russian intervention, and annexation of Crimea.\nThe ousting of Yanukovych prompted Vladimir Putin to begin preparations to annex Crimea on 23 February 2014. Using the Russian naval base at Sevastopol as cover, Putin directed Russian troops and intelligence agents to disarm Ukrainian forces and take control of Crimea. After the troops entered Crimea, a controversial &lt;a href=\"2014%20Crimean%20referendum\"&gt;referendum&lt;/a&gt; was held on 16 March 2014 and the official result was that 97 percent wished to join with Russia.\nOn 18 March 2014, Russia and the self-proclaimed Republic of Crimea signed a &lt;a href=\"Annexation%20of%20Crimea%20by%20the%20Russian%20Federation%23Accession%20treaty%20and%20aftermath\"&gt;treaty of accession of the Republic of Crimea and Sevastopol&lt;/a&gt; in the Russian Federation. The &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;UN General Assembly&lt;/a&gt; immediately responded by passing &lt;a href=\"United%20Nations%20General%20Assembly%20Resolution%2068/262\"&gt;resolution 68/262&lt;/a&gt; declaring that the referendum was invalid and supporting the territorial integrity of Ukraine; only Russia voted against the resolution. However, it was not enforceable. Attempts to pass enforceable resolutions in the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;U.N. Security Council&lt;/a&gt; were blocked by Russian &lt;a href=\"veto\"&gt;veto&lt;/a&gt;es.\nSeparately, in the &lt;a href=\"Donetsk\"&gt;Donetsk&lt;/a&gt; and &lt;a href=\"Luhansk\"&gt;Luhansk&lt;/a&gt; regions, armed men declaring themselves as local militia supported with pro-Russian protesters seized government buildings, police and special police stations in several cities and held unrecognised &lt;a href=\"2014%20Donbas%20status%20referendums\"&gt;status referendums&lt;/a&gt;. The insurgency was led by Russian emissaries &lt;a href=\"Igor%20Girkin\"&gt;Igor Girkin&lt;/a&gt; and &lt;a href=\"Alexander%20Borodai\"&gt;Alexander Borodai&lt;/a&gt; as well as militants from &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, such as &lt;a href=\"Arseny%20Pavlov\"&gt;Arseny Pavlov&lt;/a&gt;.\nTalks in &lt;a href=\"Geneva\"&gt;Geneva&lt;/a&gt; between the EU, Russia, Ukraine, and the United States yielded a Joint Diplomatic Statement referred to as the &lt;a href=\"2014%20Geneva%20Pact\"&gt;2014 Geneva Pact&lt;/a&gt; in which the parties requested that all unlawful militias lay down their arms and vacate seized government buildings, and also establish a political dialogue that could lead to more autonomy for Ukraine's regions. When &lt;a href=\"Petro%20Poroshenko\"&gt;Petro Poroshenko&lt;/a&gt; won the presidential election held on 25 May 2014, he vowed to continue the military operations by the Ukrainian government forces to end the armed insurgency. More than 9,000 people have been killed in the military campaign.\nIn August 2014, a bilateral commission of leading scholars from the United States and Russia issued the Boisto Agenda indicating a 24-step plan to resolve the crisis in Ukraine. The Boisto Agenda was organized into five imperative categories for addressing the crisis requiring stabilization identified as: (1) Elements of an Enduring, Verifiable Ceasefire; (2) Economic Relations; (3) Social and Cultural Issues; (4) Crimea; and, (5) International Status of Ukraine. In late 2014, Ukraine ratified the &lt;a href=\"Ukraine%E2%80%93European%20Union%20Association%20Agreement\"&gt;Ukraine–European Union Association Agreement&lt;/a&gt;, which Poroshenko described as Ukraine's \"first but most decisive step\" towards EU membership. Poroshenko also set 2020 as the target for &lt;a href=\"Ukraine%E2%80%93European%20Union%20relations\"&gt;EU membership application&lt;/a&gt;.\nIn February 2015, after a summit hosted in &lt;a href=\"Minsk%2C%20Belarus\"&gt;Minsk, Belarus&lt;/a&gt;, Poroshenko negotiated a ceasefire with the separatist troops. The resulting agreements are known as the &lt;a href=\"Minsk%20Protocol\"&gt;Minsk Protocol&lt;/a&gt;. This included conditions such as the withdrawal of heavy weaponry from the front line and decentralisation of rebel regions by the end of 2015. It also included conditions such as Ukrainian control of the border with Russia in 2015 and the withdrawal of all foreign troops from Ukrainian territory. The ceasefire began at midnight on 15 February 2015. Participants in this ceasefire also agreed to attend regular meetings to ensure that the agreement is respected.\nOn 1 January 2016, Ukraine joined the &lt;a href=\"Deep%20and%20Comprehensive%20Free%20Trade%20Area\"&gt;Deep and Comprehensive Free Trade Area&lt;/a&gt; with European Union, which aims to modernize and develop Ukraine's economy, governance and rule of law to EU standards and gradually increase integration with the EU &lt;a href=\"Internal%20market\"&gt;Internal market&lt;/a&gt;. Then, on 11 May 2017 the European Union approved visa-free travel for Ukrainian citizens: this took effect from 11 June entitling Ukrainians to travel to the &lt;a href=\"Schengen%20area\"&gt;Schengen area&lt;/a&gt; for tourism, family visits and business reasons, with the only document required being a valid biometric passport.\n&lt;a href=\"Arbitration%20Institute%20of%20the%20Stockholm%20Chamber%20of%20Commerce\"&gt;Arbitration Institute of the Stockholm Chamber of Commerce&lt;/a&gt; satisfied the Ukraine's &lt;a href=\"Naftogaz\"&gt;Naftogaz's&lt;/a&gt; claims for compensation for gas supplies for transit that were not supplied by Russian &lt;a href=\"Gazprom\"&gt;Gazprom&lt;/a&gt;. According to the decision of the Stockholm Arbitration, Naftogaz has achieved compensation in the amount of 4.63 billion dollars for Gazprom's failure to supply the agreed volumes of gas for transit. According to the results of two arbitration proceedings in &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, Gazprom has to pay $2.56 billion in favor of Naftogaz.\n&lt;a href=\"Kerch%20Strait%20incident\"&gt;Kerch Strait incident&lt;/a&gt; occurred on 25 November 2018 when the &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n &lt;a href=\"Federal%20Security%20Service\"&gt;Federal Security Service&lt;/a&gt; (FSB) &lt;a href=\"Coast%20Guard%20%28Russia%29\"&gt;coast guard&lt;/a&gt; fired upon and captured three &lt;a href=\"Ukrainian%20Navy\"&gt;Ukrainian Navy&lt;/a&gt; vessels attempting to pass from the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; into the &lt;a href=\"Sea%20of%20Azov\"&gt;Sea of Azov&lt;/a&gt; through the &lt;a href=\"Kerch%20Strait\"&gt;Kerch Strait&lt;/a&gt; on their way to the port of &lt;a href=\"Mariupol\"&gt;Mariupol&lt;/a&gt;.\nOn 6 January 2019, in &lt;a href=\"Fener\"&gt;Fener&lt;/a&gt;, a delegation of the &lt;a href=\"Orthodox%20Church%20of%20Ukraine\"&gt;Orthodox Church of Ukraine&lt;/a&gt; with the participation of President of Ukraine Petro Poroshenko &lt;a href=\"Autocephaly%20of%20the%20Orthodox%20Church%20of%20Ukraine\"&gt;received&lt;/a&gt; a &lt;a href=\"Tomos%20%28Eastern%20Orthodox%20Church%29\"&gt;Tomos&lt;/a&gt; on &lt;a href=\"autocephaly\"&gt;autocephaly&lt;/a&gt;. The Tomos was presented to the head of the OCU, &lt;a href=\"Epiphanius%20I%20of%20Ukraine\"&gt;Metropolitan Epiphanius&lt;/a&gt;, during a joint liturgy with the &lt;a href=\"Ecumenical%20Patriarch%20of%20Constantinople\"&gt;Ecumenical Patriarch&lt;/a&gt;. The next day, Tomos was brought to Ukraine for a demonstration at &lt;a href=\"Saint%20Sophia%20Cathedral%2C%20Kyiv\"&gt;St. Sophia Cathedral&lt;/a&gt;. On 9 January, all members of the &lt;a href=\"Synod\"&gt;Synod&lt;/a&gt; of the &lt;a href=\"Ecumenical%20Patriarchate%20of%20Constantinople\"&gt;Constantinople Orthodox Church&lt;/a&gt; signed the Tomos during the scheduled meeting of the Synod.\nOn 21 February 2019, the Constitution of Ukraine was amended, the norms on the strategic course of Ukraine for membership in the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; are enshrined in the preamble of the Basic Law, three articles and transitional provisions.\nThe &lt;a href=\"2019%20Ukrainian%20presidential%20election\"&gt;2019 Ukrainian presidential election&lt;/a&gt; was held on 31 March and 21 April in a &lt;a href=\"two-round%20system\"&gt;two-round system&lt;/a&gt;. There were a total of 39 candidates for the election on the &lt;a href=\"ballot\"&gt;ballot&lt;/a&gt;. The &lt;a href=\"Annexation%20of%20Crimea%20by%20the%20Russian%20Federation\"&gt;2014 annexation&lt;/a&gt; of &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt; by &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and the &lt;a href=\"War%20in%20Donbass\"&gt;occupation&lt;/a&gt; of parts of &lt;a href=\"Donetsk%20Oblast\"&gt;Donetsk Oblast&lt;/a&gt; and &lt;a href=\"Luhansk%20Oblast\"&gt;Luhansk Oblast&lt;/a&gt; prevented around 12% of eligible voters from participating in the election. As no candidate received an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; of the vote, a second round was held between the top two candidates, &lt;a href=\"Volodymyr%20Zelensky\"&gt;Volodymyr Zelensky&lt;/a&gt;, who played the role of Ukraine's president in a popular television comedy and the incumbent president, &lt;a href=\"Petro%20Poroshenko\"&gt;Petro Poroshenko&lt;/a&gt;, on 21 April 2019. According to the &lt;a href=\"Central%20Election%20Commission%20%28Ukraine%29\"&gt;Central Election Commission&lt;/a&gt;, Zelensky won the second round with 73.22% of the votes.\n&lt;a href=\"Snap%20election\"&gt;Snap election&lt;/a&gt;s to the Ukrainian parliament were held on 21 July 2019. Originally scheduled to be held at the end of October, these elections were brought forward after newly inaugurated &lt;a href=\"President%20of%20Ukraine\"&gt;President&lt;/a&gt; &lt;a href=\"Volodymyr%20Zelensky\"&gt;Volodymyr Zelensky&lt;/a&gt; dissolved parliament on 21 May 2019, during his inauguration. The election result was the one-party majority, a novelty in Ukraine, for President Zelensky's &lt;a href=\"Servant%20of%20the%20People%20%28political%20party%29\"&gt;Servant of the People&lt;/a&gt; party with 254 seats.\nOn 7 September 2019, 22 Ukrainian sailors, 2 SBU officers, and 11 Ukrainian Kremlin political prisoners, &lt;a href=\"Oleg%20Sentsov\"&gt;Oleh Sentsov&lt;/a&gt;, Volodymyr Balukh, Edem Bekirov, Pavlo Hryb, &lt;a href=\"Mykola%20Karpyuk\"&gt;Mykola Karpyuk&lt;/a&gt;, Stanislav Klykh, &lt;a href=\"Oleksandr%20Kolchenko\"&gt;Oleksandr Kolchenko&lt;/a&gt;, Yevhen and Artur Panovy, Oleksiy Syzonovych and &lt;a href=\"Roman%20Sushchenko\"&gt;Roman Sushchenko&lt;/a&gt; returned to Ukraine as a result of a reciprocal release operation.\n&lt;a href=\"Ukraine%20International%20Airlines%20Flight%20752\"&gt;Ukraine International Airlines Flight 752&lt;/a&gt; (PS752) was a scheduled international passenger flight from &lt;a href=\"Tehran%20Imam%20Khomeini%20International%20Airport\"&gt;Tehran&lt;/a&gt; to &lt;a href=\"Boryspil%20International%20Airport\"&gt;Kyiv&lt;/a&gt; operated by &lt;a href=\"Ukraine%20International%20Airlines\"&gt;Ukraine International Airlines&lt;/a&gt; (UIA). On 8 January 2020, the &lt;a href=\"Boeing%20737-800\"&gt;Boeing 737-800&lt;/a&gt; operating the route was &lt;a href=\"List%20of%20airliner%20shootdown%20incidents\"&gt;shot down&lt;/a&gt; shortly after takeoff from &lt;a href=\"Tehran%20Imam%20Khomeini%20International%20Airport\"&gt;Tehran Imam Khomeini International Airport&lt;/a&gt; by the Iranian &lt;a href=\"Islamic%20Revolutionary%20Guards%20Corps\"&gt;Islamic Revolutionary Guards Corps&lt;/a&gt; (IRGC). All 176 passengers and crew were killed.\nOn 2 March 2020, the first case of COVID-19 infection was confirmed in &lt;a href=\"Chernivtsi\"&gt;Chernivtsi&lt;/a&gt;. Subsequently, quarantine was imposed, borders were closed and a state of emergency was declared. The epidemic covered all regions of Ukraine. Every day, the Ministry of Health publishes new information about the spread of the pandemic. Due to quarantine restrictions in the country, the economic crisis intensified, the number of officially unemployed increased by 67%.\nOn 4 March 2020, the &lt;a href=\"Verkhovna%20Rada\"&gt;Verkhovna Rada of Ukraine&lt;/a&gt; accepted the resignation of the &lt;a href=\"Honcharuk%20Government\"&gt;Honcharuk Government&lt;/a&gt; and began the formation of the &lt;a href=\"Shmyhal%20Government\"&gt;Shmyhal Government&lt;/a&gt;.\nGeography.\nUkraine is a large country in &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;, lying mostly in the &lt;a href=\"East%20European%20Plain\"&gt;East European Plain&lt;/a&gt;. It is the &lt;a href=\"List%20of%20European%20countries%20by%20area\"&gt;second-largest European country&lt;/a&gt;, after Russia. It covers an area of and with a coastline of . It lies between latitudes &lt;a href=\"44th%20parallel%20north\"&gt;44°&lt;/a&gt; and &lt;a href=\"53rd%20parallel%20north\"&gt;53° N&lt;/a&gt;, and longitudes &lt;a href=\"22nd%20meridian%20east\"&gt;22°&lt;/a&gt; and &lt;a href=\"41st%20meridian%20east\"&gt;41° E&lt;/a&gt;.\nThe landscape of Ukraine consists mostly of fertile plains (or &lt;a href=\"steppes\"&gt;steppes&lt;/a&gt;) and plateaus, crossed by rivers such as the &lt;a href=\"Dnieper%20River\"&gt;Dnieper&lt;/a&gt; (), &lt;a href=\"Seversky%20Donets\"&gt;Seversky Donets&lt;/a&gt;, &lt;a href=\"Dniester\"&gt;Dniester&lt;/a&gt; and the &lt;a href=\"Southern%20Bug\"&gt;Southern Bug&lt;/a&gt; as they flow south into the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; and the smaller &lt;a href=\"Sea%20of%20Azov\"&gt;Sea of Azov&lt;/a&gt;. To the southwest, the &lt;a href=\"Danube%20Delta\"&gt;delta&lt;/a&gt; of the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; forms the border with Romania. Ukraine's various regions have diverse geographic features ranging from the highlands to the lowlands. The country's only mountains are the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt; in the west, of which the highest is the &lt;a href=\"Hora%20Hoverla\"&gt;Hora Hoverla&lt;/a&gt; at , and the &lt;a href=\"Crimean%20Mountains\"&gt;Crimean Mountains&lt;/a&gt; on Crimea, in the extreme south along the coast.\nUkraine also has a number of highland regions such as the &lt;a href=\"Volhynian-Podolian%20Upland\"&gt;Volyn-Podillia Upland&lt;/a&gt; (in the west) and the Near-Dnipro Upland (on the right bank of Dnieper). To the east there are the south-western spurs of the &lt;a href=\"Central%20Russian%20Upland\"&gt;Central Russian Upland&lt;/a&gt; over which runs the border with the Russian Federation. Near the &lt;a href=\"Sea%20of%20Azov\"&gt;Sea of Azov&lt;/a&gt; can be found the Donets Ridge and the Near Azov Upland. The &lt;a href=\"snow%20melt\"&gt;snow melt&lt;/a&gt; from the mountains feeds the rivers, and natural changes in altitude form sudden drops in elevation and give rise to &lt;a href=\"waterfalls%20of%20Ukraine\"&gt;waterfalls&lt;/a&gt;.\nSignificant natural resources in Ukraine include iron ore, coal, manganese, natural gas, oil, salt, sulphur, graphite, titanium, magnesium, &lt;a href=\"kaolin\"&gt;kaolin&lt;/a&gt;, nickel, mercury, timber and an abundance of arable land. Despite this, the country faces a number of major environmental issues such as inadequate supplies of potable water; air and water pollution and deforestation, as well as radiation contamination in the north-east from the &lt;a href=\"Chernobyl%20disaster\"&gt;1986 accident at the Chernobyl Nuclear Power Plant&lt;/a&gt;. &lt;a href=\"Hazardous%20waste\"&gt;Recycling toxic household waste&lt;/a&gt; is still in its infancy in Ukraine.\nSoil.\nFrom northwest to southeast the soils of Ukraine may be divided into three major aggregations:\nAs much as two-thirds of the country's surface land consists of black earth, a resource that has made Ukraine one of the most fertile regions in the world and well known as a \"breadbasket\". These soils may be divided into three broad groups:\nInterspersed in various uplands and along the northern and western perimeters of the deep chernozems are mixtures of gray forest soils and podzolized black-earth soils, which together occupy much of Ukraine's remaining area. All these soils are very fertile when sufficient water is available. However, their intensive cultivation, especially on steep slopes, has led to widespread soil erosion and gullying.\nThe smallest proportion of the soil cover consists of the chestnut soils of the southern and eastern regions. They become increasingly salinized to the south as they approach the Black Sea.\nClimate.\nUkraine has a mostly &lt;a href=\"temperate%20climate\"&gt;temperate climate&lt;/a&gt;, with the exception of the southern coast of Crimea which has a &lt;a href=\"subtropical%20climate\"&gt;subtropical climate&lt;/a&gt;.\nThe climate is influenced by moderately warm, humid air coming from the Atlantic Ocean. Average annual temperatures range from in the north, to in the south.\n&lt;a href=\"Precipitation\"&gt;Precipitation&lt;/a&gt; is disproportionately distributed. It is highest in the west and north and lowest in the east and southeast. Western Ukraine, particularly in the Carpathian Mountains, receives around of precipitation annually, while Crimea and the coastal areas of the Black Sea receive around .\nBiodiversity.\nUkraine contains six terrestrial ecoregions: &lt;a href=\"Central%20European%20mixed%20forests\"&gt;Central European mixed forests&lt;/a&gt;, &lt;a href=\"Crimean%20Submediterranean%20forest%20complex\"&gt;Crimean Submediterranean forest complex&lt;/a&gt;, &lt;a href=\"East%20European%20forest%20steppe\"&gt;East European forest steppe&lt;/a&gt;, &lt;a href=\"Pannonian%20mixed%20forests\"&gt;Pannonian mixed forests&lt;/a&gt;, &lt;a href=\"Carpathian%20montane%20conifer%20forests\"&gt;Carpathian montane conifer forests&lt;/a&gt;, and &lt;a href=\"Pontic%20steppe\"&gt;Pontic steppe&lt;/a&gt;. Ukraine is home to a diverse assemblage of animals, fungi, microorganisms and plants.\nAnimals.\nUkraine falls into two main zoological areas. One of these areas, in the west of the country, is made up of the borderlands of Europe, where there are species typical of mixed forests, the other is located in eastern Ukraine, where steppe-dwelling species thrive. In the forested areas of the country it is not uncommon to find lynxes, wolves, wild boar and martens, as well as many other similar species.\nThis is especially true of the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt;, where many predatory mammals make their home, as well as a contingent of brown bears. Around Ukraine's lakes and rivers beavers, otters and mink make their home, whilst in the waters carp, bream and catfish are the most commonly found species of fish. In the central and eastern parts of the country, rodents such as hamsters and gophers are found in large numbers.\nFungi.\nMore than 6,600 &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"Fungus\"&gt;fungi&lt;/a&gt; (including &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;-forming species) have been recorded from Ukraine, but this number is far from complete. The true total number of fungal species occurring in Ukraine, including species not yet recorded, is likely to be far higher, given the generally accepted estimate that only about 7% of all fungi worldwide have so far been discovered. Although the amount of available information is still very small, a first effort has been made to estimate the number of fungal species endemic to Ukraine, and 2,217 such species have been tentatively identified.\nPolitics.\nUkraine is a republic under a mixed semi-parliamentary &lt;a href=\"semi-presidential%20system\"&gt;semi-presidential system&lt;/a&gt; with separate &lt;a href=\"legislative%20branch\"&gt;legislative&lt;/a&gt;, &lt;a href=\"executive%20branch\"&gt;executive&lt;/a&gt;, and &lt;a href=\"judicial%20branch\"&gt;judicial branch&lt;/a&gt;es.\nConstitution of Ukraine.\nWith the proclamation of its independence on 24 August 1991, and adoption of a constitution on 28 June 1996, Ukraine became a semi-presidential republic. However, in 2004, deputies introduced changes to the Constitution, which tipped the balance of power in favour of a &lt;a href=\"parliamentary%20system\"&gt;parliamentary system&lt;/a&gt;. From 2004 to 2010, the legitimacy of the 2004 Constitutional amendments had official sanction, both with the Constitutional Court of Ukraine, and most major political parties. Despite this, on 30 September 2010 the Constitutional Court ruled that the amendments were null and void, forcing a return to the terms of the 1996 Constitution and again making Ukraine's political system more presidential in character.\nThe ruling on the 2004 Constitutional amendments became a major topic of political discourse. Much of the concern was based on the fact that neither the Constitution of 1996 nor the Constitution of 2004 provided the ability to \"undo the Constitution\", as the decision of the Constitutional Court would have it, even though the 2004 constitution arguably has an exhaustive list of possible procedures for constitutional amendments (articles 154–159). In any case, the current Constitution could be modified by a vote in Parliament.\nOn 21 February 2014 an agreement between President Viktor Yanukovych and opposition leaders saw the country return to the 2004 Constitution. The historic agreement, brokered by the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;, followed the &lt;a href=\"Euromaidan\"&gt;Euromaidan&lt;/a&gt; protests that began in late November 2013 and culminated in a week of violent clashes in which scores of protesters were killed. In addition to returning the country to the 2004 Constitution, the deal provided for the formation of a coalition government, the calling of early elections, and the release of former Prime Minister &lt;a href=\"Yulia%20Tymoshenko\"&gt;Yulia Tymoshenko&lt;/a&gt; from prison. A day after the agreement was reached the Ukrainian parliament dismissed Yanukovych and installed its speaker &lt;a href=\"Oleksandr%20Turchynov\"&gt;Oleksandr Turchynov&lt;/a&gt; as interim president and &lt;a href=\"Arseniy%20Yatsenyuk\"&gt;Arseniy Yatsenyuk&lt;/a&gt; as the &lt;a href=\"Prime%20Minister%20of%20Ukraine\"&gt;Prime Minister of Ukraine&lt;/a&gt;.\nPresident, parliament and government.\nThe &lt;a href=\"President%20of%20Ukraine\"&gt;President&lt;/a&gt; is elected by popular vote for a five-year term and is the formal &lt;a href=\"head%20of%20state\"&gt;head of state&lt;/a&gt;.\nUkraine's legislative branch includes the 450-seat &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; parliament, the &lt;a href=\"Verkhovna%20Rada\"&gt;Verkhovna Rada&lt;/a&gt;. The parliament is primarily responsible for the formation of the executive branch and the &lt;a href=\"Cabinet%20of%20Ministers%20of%20Ukraine\"&gt;Cabinet of Ministers&lt;/a&gt;, headed by the &lt;a href=\"Prime%20Minister%20of%20Ukraine\"&gt;Prime Minister&lt;/a&gt;. The President retains the authority to nominate the Ministers of the Foreign Affairs and of Defence for parliamentary approval, as well as the power to appoint the &lt;a href=\"Prosecutor%20General%20of%20Ukraine\"&gt;Prosecutor General&lt;/a&gt; and the head of the &lt;a href=\"Security%20Service%20of%20Ukraine\"&gt;Security Service&lt;/a&gt;.\nLaws, acts of the parliament and the cabinet, presidential decrees, and acts of the &lt;a href=\"Verkhovna%20Rada%20of%20Crimea\"&gt;Crimean parliament&lt;/a&gt; may be abrogated by the &lt;a href=\"Constitutional%20Court%20of%20Ukraine\"&gt;Constitutional Court&lt;/a&gt;, should they be found to violate the constitution. Other normative acts are subject to judicial review. The &lt;a href=\"Supreme%20Court%20of%20Ukraine\"&gt;Supreme Court&lt;/a&gt; is the main body in the system of courts of general jurisdiction.\nLocal self-government is officially guaranteed. Local councils and city mayors are popularly elected and exercise control over local budgets. The heads of regional and district administrations are appointed by the President in accordance with the proposals of the Prime Minister.\nCourts and law enforcement.\nThe courts enjoy legal, financial and constitutional freedom guaranteed by Ukrainian law since 2002. Judges are largely well protected from dismissal (except in the instance of gross misconduct). Court justices are appointed by presidential decree for an initial period of five years, after which Ukraine's Supreme Council confirms their positions for life. Although there are still problems, the system is considered to have been much improved since Ukraine's independence in 1991. The Supreme Court is regarded as an independent and impartial body, and has on several occasions ruled against the Ukrainian government. The &lt;a href=\"World%20Justice%20Project\"&gt;World Justice Project&lt;/a&gt; ranks Ukraine 66 out of 99 countries surveyed in its annual Rule of Law Index.\n&lt;a href=\"Prosecutor\"&gt;Prosecutor&lt;/a&gt;s in Ukraine have greater powers than in most European countries, and according to the &lt;a href=\"European%20Commission%20for%20Democracy%20through%20Law\"&gt;European Commission for Democracy through Law&lt;/a&gt; 'the role and functions of the Prosecutor's Office is not in accordance with &lt;a href=\"Council%20of%20Europe\"&gt;Council of Europe&lt;/a&gt; standards\". The criminal judicial system maintains an average &lt;a href=\"conviction%20rate\"&gt;conviction rate&lt;/a&gt; of over 99%, equal to the conviction rate of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, with suspects often being incarcerated for long periods before trial.\nOn 24 March 2010, President Yanukovych formed an expert group to make recommendations how to \"clean up the current mess and adopt a law on court organization\". One day later, he stated \"We can no longer disgrace our country with such a court system.\" The criminal judicial system and the prison system of Ukraine remain quite punitive.\nSince 1 January 2010 it has been permissible to hold court proceedings in Russian by mutual consent of the parties. Citizens unable to speak &lt;a href=\"Ukrainian%20language\"&gt;Ukrainian&lt;/a&gt; or Russian may use their native language or the services of a translator. Previously all court proceedings had to be held in Ukrainian.\nLaw enforcement agencies in Ukraine are organised under the authority of the &lt;a href=\"Ministry%20of%20Internal%20Affairs%20of%20Ukraine\"&gt;Ministry of Internal Affairs&lt;/a&gt;. They consist primarily of the &lt;a href=\"National%20Police%20of%20Ukraine\"&gt;national police force&lt;/a&gt; and various specialised units and agencies such as the &lt;a href=\"State%20Border%20Guard%20Service%20of%20Ukraine\"&gt;State Border Guard&lt;/a&gt; and the &lt;a href=\"Ukrainian%20Sea%20Guard\"&gt;Coast Guard&lt;/a&gt; services. Law enforcement agencies, particularly the police, faced criticism for their heavy handling of the 2004 &lt;a href=\"Orange%20Revolution\"&gt;Orange Revolution&lt;/a&gt;. Many thousands of police officers were stationed throughout the capital, primarily to dissuade protesters from challenging the state's authority but also to provide a quick reaction force in case of need; most officers were armed. Bloodshed was only avoided when Lt. Gen. &lt;a href=\"Sergei%20Popkov\"&gt;Sergei Popkov&lt;/a&gt; heeded his colleagues' calls to withdraw.\nThe Ministry of Internal Affairs is also responsible for the maintenance of the &lt;a href=\"Security%20Service%20of%20Ukraine\"&gt;State Security Service&lt;/a&gt;; Ukraine's domestic intelligence agency, which has on occasion been accused of acting like a &lt;a href=\"secret%20police\"&gt;secret police&lt;/a&gt; force serving to protect the country's political elite from media criticism. On the other hand, however, it is widely accepted that members of the service provided vital information about government plans to the leaders of the Orange Revolution to prevent the collapse of the movement.\nForeign relations.\nFrom 1999 to 2001, Ukraine served as a non-permanent member of the &lt;a href=\"UN%20Security%20Council\"&gt;UN Security Council&lt;/a&gt;. Historically, Soviet Ukraine joined the United Nations in 1945 as one of the original members following a Western compromise with the Soviet Union, which had asked for seats for all 15 of its union republics. Ukraine has consistently supported peaceful, negotiated settlements to disputes. It has participated in the quadripartite talks on the conflict in Moldova and promoted a peaceful resolution to conflict in the post-Soviet state of Georgia. Ukraine also has made a substantial contribution to UN &lt;a href=\"peacekeeping\"&gt;peacekeeping&lt;/a&gt; operations since 1992.\nUkraine considers Euro-Atlantic integration its primary foreign policy objective, but in practice it has always balanced its relationship with the European Union and the United States with strong ties to Russia. The &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;'s &lt;a href=\"Partnership%20and%20Cooperation%20Agreement\"&gt;Partnership and Cooperation Agreement&lt;/a&gt; (PCA) with Ukraine went into force on 1 March 1998. The European Union (EU) has encouraged Ukraine to implement the PCA fully before discussions begin on an association agreement, issued at the EU Summit in December 1999 in &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt;, recognizes Ukraine's long-term aspirations but does not discuss association. \nOn 31 January 1992, Ukraine joined the then-Conference on Security and Cooperation in Europe (now the &lt;a href=\"Organization%20for%20Security%20and%20Cooperation%20in%20Europe\"&gt;Organization for Security and Cooperation in Europe&lt;/a&gt; (OSCE)), and on 10 March 1992, it became a member of the &lt;a href=\"North%20Atlantic%20Cooperation%20Council\"&gt;North Atlantic Cooperation Council&lt;/a&gt;. &lt;a href=\"Ukraine%E2%80%93NATO%20relations\"&gt;Ukraine–NATO relations&lt;/a&gt; are close and the country has declared interest in eventual membership. This was removed from the government's foreign policy agenda upon election of &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt; to the presidency, in 2010. But after February 2014's &lt;a href=\"2014%20Ukrainian%20revolution\"&gt;Yanukovych ouster&lt;/a&gt; and the (denied by Russia) following Russian military intervention in Ukraine Ukraine renewed its drive for NATO membership. \nUkraine is the most active member of the &lt;a href=\"Partnership%20for%20Peace\"&gt;Partnership for Peace&lt;/a&gt; (PfP). All major political parties in Ukraine support full eventual integration into the European Union. The Association Agreement with the EU was expected to be signed and put into effect by the end of 2011, but the process was suspended by 2012 because of the political developments of that time. The Association Agreement between Ukraine and the European Union was signed in 2014.\nUkraine long had close ties with all its neighbours, but &lt;a href=\"Russia%E2%80%93Ukraine%20relations\"&gt;Russia–Ukraine relations&lt;/a&gt; rapidly deteriorated in 2014 by the &lt;a href=\"Annexation%20of%20Crimea%20by%20the%20Russian%20Federation\"&gt;annexation of Crimea&lt;/a&gt;, energy dependence and payment disputes. There are also some tensions with &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;.\nThe &lt;a href=\"Deep%20and%20Comprehensive%20Free%20Trade%20Area\"&gt;Deep and Comprehensive Free Trade Area&lt;/a&gt; (DCFTA), which entered into force in January 2016 following the ratification of the &lt;a href=\"Ukraine%E2%80%93European%20Union%20Association%20Agreement\"&gt;Ukraine–European Union Association Agreement&lt;/a&gt;, formally integrates Ukraine into the &lt;a href=\"European%20Single%20Market\"&gt;European Single Market&lt;/a&gt; and the &lt;a href=\"European%20Economic%20Area\"&gt;European Economic Area&lt;/a&gt;. Ukraine receives further support and assistance for its &lt;a href=\"Future%20enlargement%20of%20the%20European%20Union\"&gt;EU-accession&lt;/a&gt; aspirations from the International Visegrád Fund of the &lt;a href=\"Visegr%C3%A1d%20Group\"&gt;Visegrád Group&lt;/a&gt; that consists of &lt;a href=\"Central%20Europe\"&gt;Central Europe&lt;/a&gt;an &lt;a href=\"Member%20state%20of%20the%20European%20Union\"&gt;EU members&lt;/a&gt; the Czech Republic, Poland, Hungary and Slovakia.\nOn 19 May 2018, Poroshenko signed a decree, which put into effect the decision of the National Security and Defense Council on the final termination of Ukraine's participation in the statutory bodies of the &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;Commonwealth of Independent States&lt;/a&gt;. As of February 2019, Ukraine has minimized its participation in the Commonwealth of Independent States to a critical minimum and has effectively completed its withdrawal. The Verkhovna Rada of Ukraine did not ratify the accession, i.e. Ukraine has never been a member of the CIS.\nOn 28 July 2020, in &lt;a href=\"Lublin\"&gt;Lublin&lt;/a&gt;, &lt;a href=\"Lithuania\"&gt;Lithuania&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and Ukraine created the &lt;a href=\"Lublin%20Triangle\"&gt;Lublin Triangle&lt;/a&gt; initiative, which aims to create further cooperation between the three historical countries of the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; and further Ukraine's integration and accession to the &lt;a href=\"EU\"&gt;EU&lt;/a&gt; and &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt;.\nOn 17 May 2021, the &lt;a href=\"Association%20Trio\"&gt;Association Trio&lt;/a&gt; was formed by signing a joint memorandum between the &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20of%20Georgia\"&gt;Foreign Ministers of Georgia&lt;/a&gt;, &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20and%20European%20Integration%20of%20Moldova\"&gt;Moldova&lt;/a&gt; and &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Ukraine%29\"&gt;Ukraine&lt;/a&gt;. Association Trio is tripartite format for the enhanced cooperation, coordination, and dialogue between the three countries (that have signed the Association Agreement with the EU) with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; on issues of common interest related to &lt;a href=\"European%20integration\"&gt;European integration&lt;/a&gt;, enhancing cooperation within the framework of the &lt;a href=\"Eastern%20Partnership\"&gt;Eastern Partnership&lt;/a&gt;, and committing to the prospect of joining the European Union. As of 2021, Ukraine is preparing to formally apply for &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt; membership in 2024, in order to join the European Union in the 2030s.\nArmed forces.\nAfter the dissolution of the Soviet Union, Ukraine inherited a 780,000-man military force on its territory, equipped with the third-largest &lt;a href=\"nuclear%20weapons%20and%20Ukraine\"&gt;nuclear weapons arsenal&lt;/a&gt; in the world. In May 1992, Ukraine signed the &lt;a href=\"Lisbon%20Protocol\"&gt;Lisbon Protocol&lt;/a&gt; in which the country agreed to give up all nuclear weapons to Russia for disposal and to join the &lt;a href=\"Nuclear%20Non-Proliferation%20Treaty\"&gt;Nuclear Non-Proliferation Treaty&lt;/a&gt; as a non-nuclear weapon state. Ukraine ratified the treaty in 1994, and by 1996 the country became free of nuclear weapons.\nUkraine took consistent steps toward reduction of conventional weapons. It signed the &lt;a href=\"Treaty%20on%20Conventional%20Armed%20Forces%20in%20Europe\"&gt;Treaty on Conventional Armed Forces in Europe&lt;/a&gt;, which called for reduction of tanks, artillery, and armoured vehicles (army forces were reduced to 300,000). The country plans to convert the current &lt;a href=\"conscript\"&gt;conscript&lt;/a&gt;-based military into a professional &lt;a href=\"volunteer%20military\"&gt;volunteer military&lt;/a&gt;.\nUkraine has been playing an increasingly larger role in peacekeeping operations. On Friday 3 January 2014, the Ukrainian frigate \"Hetman Sagaidachniy\" joined the European Union's counter piracy &lt;a href=\"Operation%20Atalanta\"&gt;Operation Atalanta&lt;/a&gt; and will be part of the EU Naval Force off the coast of &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt; for two months. Ukrainian troops are deployed in &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; as part of the &lt;a href=\"Polish-Ukrainian%20Peace%20Force%20Battalion\"&gt;Ukrainian-Polish Battalion&lt;/a&gt;. \nA Ukrainian unit was deployed in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;, as part of &lt;a href=\"United%20Nations%20Interim%20Force%20in%20Lebanon\"&gt;UN Interim Force&lt;/a&gt; enforcing the mandated ceasefire agreement. There was also a maintenance and training battalion deployed in &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;. In 2003–05, a Ukrainian unit was deployed as part of the &lt;a href=\"Multinational%20force%20in%20Iraq\"&gt;Multinational force in Iraq&lt;/a&gt; under Polish command. The total Ukrainian armed forces deployment around the world is 562 servicemen.\nMilitary units of other states participate in multinational military exercises with Ukrainian forces in Ukraine regularly, including &lt;a href=\"U.S.%20military\"&gt;U.S. military&lt;/a&gt; forces.\nFollowing independence, Ukraine declared itself a neutral state. The country has had a limited military partnership with Russian Federation, other CIS countries and a &lt;a href=\"Partnership%20for%20Peace\"&gt;partnership with NATO&lt;/a&gt; since 1994. In the 2000s, the government was leaning towards NATO, and a deeper cooperation with the alliance was set by the NATO-Ukraine Action Plan signed in 2002. It was later agreed that the question of joining NATO should be answered by a national referendum at some point in the future. Recently deposed &lt;a href=\"Ukrainian%20President\"&gt;President&lt;/a&gt; &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt; considered the current level of co-operation between &lt;a href=\"Ukraine%E2%80%93NATO%20relations\"&gt;Ukraine and NATO&lt;/a&gt; sufficient, and was against Ukraine joining NATO. During the &lt;a href=\"2008%20Bucharest%20summit\"&gt;2008 Bucharest summit&lt;/a&gt;, NATO declared that Ukraine would eventually become a member of NATO when it meets the criteria for the accession.\nAdministrative divisions.\nThe system of Ukrainian subdivisions reflects the country's status as a &lt;a href=\"unitary%20state\"&gt;unitary state&lt;/a&gt; (as stated in the country's constitution) with unified legal and &lt;a href=\"Local%20government\"&gt;administrative&lt;/a&gt; regimes for each unit.\nIncluding Sevastopol and the Autonomous Republic of Crimea that were annexed by the Russian Federation in 2014, Ukraine consists of 27 regions: twenty-four &lt;a href=\"oblast\"&gt;oblast&lt;/a&gt;s (provinces), one &lt;a href=\"autonomous%20republic\"&gt;autonomous republic&lt;/a&gt; (&lt;a href=\"Autonomous%20Republic%20of%20Crimea\"&gt;Autonomous Republic of Crimea&lt;/a&gt;), and two cities of special status—&lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, the capital, and &lt;a href=\"Sevastopol\"&gt;Sevastopol&lt;/a&gt;. The 24 oblasts and Crimea are subdivided into 136 (districts) and city municipalities of regional significance, or second-level administrative units.\n&lt;a href=\"Populated%20places%20in%20Ukraine\"&gt;Populated places in Ukraine&lt;/a&gt; are split into two categories: urban and rural. Urban populated places are split further into cities and &lt;a href=\"urban-type%20settlement\"&gt;urban-type settlement&lt;/a&gt;s (a Soviet administrative invention), while rural populated places consist of villages and settlements (a generally used term). All cities have certain degree of self-rule depending on their significance such as national significance (as in the case of Kyiv and Sevastopol), regional significance (within each oblast or autonomous republic) or district significance (all the rest of cities). A city's significance depends on several factors such as its population, socio-economic and historical importance, infrastructure and others.\nEconomy.\nUkraine has a lower-middle income economy, which is the &lt;a href=\"List%20of%20countries%20by%20GDP%20%28nominal%29\"&gt;55th largest in the world&lt;/a&gt; by nominal GDP, and the &lt;a href=\"List%20of%20countries%20by%20GDP%20%28PPP%29\"&gt;40th largest&lt;/a&gt; by &lt;a href=\"purchasing%20power%20parity\"&gt;PPP&lt;/a&gt;. It is one of the world's largest &lt;a href=\"Grain%20trade\"&gt;grain exporters&lt;/a&gt;. However, Ukraine remains among the &lt;a href=\"List%20of%20sovereign%20states%20in%20Europe%20by%20GDP%20%28nominal%29%20per%20capita\"&gt;poorest in Europe&lt;/a&gt; and &lt;a href=\"Corruption%20in%20Ukraine\"&gt;most severely corrupt&lt;/a&gt; countries in the continent. According to the IMF, Ukraine's GDP per capita by PPP is $14,146.\nIn 2021, the average nominal salary in Ukraine reached its highest level at &lt;a href=\"Ukrainian%20hryvnia\"&gt;₴&lt;/a&gt;14,282 (or &lt;a href=\"United%20States%20dollar\"&gt;$&lt;/a&gt;525) per month. In 2018, Ukraine's median wealth per adult was $40, one of the lowest in the world. Approximately 1.1% of Ukrainians lived &lt;a href=\"Poverty%20by%20country\"&gt;below the national poverty line&lt;/a&gt; in 2019. Unemployment in Ukraine was 4.5% in 2019. In 2019 5–15% of the Ukrainian population were categorized as middle class. , Ukraine's &lt;a href=\"government%20debt\"&gt;government debt&lt;/a&gt; is roughly 52% of its nominal GDP.\nUkraine produces nearly all types of transportation vehicles and &lt;a href=\"State%20Space%20Agency%20of%20Ukraine\"&gt;spacecraft&lt;/a&gt;. &lt;a href=\"Antonov\"&gt;Antonov&lt;/a&gt; airplanes and &lt;a href=\"KrAZ\"&gt;KrAZ&lt;/a&gt; trucks are exported to many countries. The majority of Ukrainian exports are marketed to the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and &lt;a href=\"Commonwealth%20of%20Independent%20States\"&gt;CIS&lt;/a&gt;. Since independence, Ukraine has maintained its own space agency, the &lt;a href=\"State%20Space%20Agency%20of%20Ukraine\"&gt;State Space Agency of Ukraine&lt;/a&gt; (SSAU). Ukraine became an active participant in scientific space exploration and remote sensing missions. Between 1991 and 2007, Ukraine has launched six self made &lt;a href=\"satellites\"&gt;satellites&lt;/a&gt; and 101 &lt;a href=\"launch%20vehicle\"&gt;launch vehicle&lt;/a&gt;s, and continues to design spacecraft.\nUkraine produces and processes its own natural gas and &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt;. However, the country imports most of its energy supplies, and 80% of Ukraine's natural gas supplies are imported, mainly from Russia.\nCorporations.\nUkraine has a very large heavy-industry base and is one of the largest refiners of metallurgical products in Eastern Europe. However, the country is also well known for its production of high-technological goods and transport products, such as &lt;a href=\"Antonov\"&gt;Antonov&lt;/a&gt; aircraft and various private and commercial vehicles. The country's largest and most competitive firms are components of the &lt;a href=\"PFTS%20index\"&gt;PFTS index&lt;/a&gt;, traded on the &lt;a href=\"PFTS%20Ukraine%20Stock%20Exchange\"&gt;PFTS Ukraine Stock Exchange&lt;/a&gt;.\nWell-known Ukrainian brands include &lt;a href=\"Naftogaz%20Ukrainy\"&gt;Naftogaz Ukrainy&lt;/a&gt;, &lt;a href=\"AvtoZAZ\"&gt;AvtoZAZ&lt;/a&gt;, &lt;a href=\"PrivatBank\"&gt;PrivatBank&lt;/a&gt;, &lt;a href=\"Roshen\"&gt;Roshen&lt;/a&gt;, &lt;a href=\"Yuzhmash\"&gt;Yuzhmash&lt;/a&gt;, &lt;a href=\"Nemiroff\"&gt;Nemiroff&lt;/a&gt;, &lt;a href=\"Motor%20Sich\"&gt;Motor Sich&lt;/a&gt;, &lt;a href=\"Khortytsia%20%28company%29\"&gt;Khortytsia&lt;/a&gt;, &lt;a href=\"Kyivstar\"&gt;Kyivstar&lt;/a&gt; and &lt;a href=\"Aerosvit\"&gt;Aerosvit&lt;/a&gt;.\nTransport.\nIn total, Ukrainian paved roads stretch for . Major routes, marked with the letter 'M' for 'International' \"(&lt;a href=\"Ukrainian%20Language\"&gt;Ukrainian&lt;/a&gt;: Міжнародний\"), extend nationwide and connect all major cities of Ukraine, and provide cross-border routes to the country's neighbours. There are only two true &lt;a href=\"motorway\"&gt;motorway&lt;/a&gt; standard highways in Ukraine; a stretch of motorway from &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt; to &lt;a href=\"Dnipro\"&gt;Dnipro&lt;/a&gt; and a section of the M03 which extends from &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; to &lt;a href=\"Boryspil\"&gt;Boryspil&lt;/a&gt;, where the city's &lt;a href=\"Boryspil%20Airport\"&gt;international airport&lt;/a&gt; is located.\n&lt;a href=\"Rail%20transport%20in%20Ukraine\"&gt;Rail transport in Ukraine&lt;/a&gt; connects all major urban areas, port facilities and &lt;a href=\"Manufacturing\"&gt;industrial centres&lt;/a&gt; with neighbouring countries. The heaviest concentration of &lt;a href=\"railway%20track\"&gt;railway track&lt;/a&gt; is the &lt;a href=\"Donbas\"&gt;Donbas&lt;/a&gt; region of Ukraine. Although &lt;a href=\"rail%20freight%20transport\"&gt;rail freight transport&lt;/a&gt; fell in the 1990s, Ukraine is still one of the &lt;a href=\"rail%20usage%20statistics%20by%20country\"&gt;world's highest rail users&lt;/a&gt;.\nThe total amount of railroad track in Ukraine extends for , of which was electrified in the 2000s. The state has a monopoly on the provision of passenger rail transport, and all trains, other than those with cooperation of other foreign companies on international routes, are operated by its company '&lt;a href=\"Ukrainian%20Railways\"&gt;Ukrzaliznytsia&lt;/a&gt;.\n&lt;a href=\"Boryspil%20International%20Airport\"&gt;Kyiv Boryspil&lt;/a&gt; is Ukraine's largest international airport. It has three main passenger terminals and is the base for the country's flag carrier, &lt;a href=\"Ukraine%20International%20Airlines\"&gt;Ukraine International Airlines&lt;/a&gt;. Other large airports in the country include those in &lt;a href=\"Kharkiv%20International%20Airport\"&gt;Kharkiv&lt;/a&gt;, &lt;a href=\"Lviv%20International%20Airport\"&gt;Lviv&lt;/a&gt; and &lt;a href=\"Donetsk%20International%20Airport\"&gt;Donetsk&lt;/a&gt; (now destroyed), whilst those in &lt;a href=\"Dnipro%20International%20Airport\"&gt;Dnipro&lt;/a&gt; and &lt;a href=\"Odessa%20International%20Airport\"&gt;Odessa&lt;/a&gt; have plans for terminal upgrades in the near future. In addition to its flag carrier, Ukraine has a number of airlines including &lt;a href=\"Windrose%20Airlines\"&gt;Windrose Airlines&lt;/a&gt;, &lt;a href=\"Dniproavia\"&gt;Dniproavia&lt;/a&gt;, &lt;a href=\"Azur%20Air%20Ukraine\"&gt;Azur Air Ukraine&lt;/a&gt;, and &lt;a href=\"AtlasGlobal%20Ukraine\"&gt;AtlasGlobal Ukraine&lt;/a&gt;. &lt;a href=\"Antonov%20Airlines\"&gt;Antonov Airlines&lt;/a&gt;, a subsidiary of the Antonov Aerospace Design Bureau is the only operator of the world's largest fixed wing aircraft, the &lt;a href=\"An-225\"&gt;An-225&lt;/a&gt;.\nInternational maritime travel is mainly provided through the &lt;a href=\"Port%20of%20Odessa\"&gt;Port of Odessa&lt;/a&gt;, from where ferries sail regularly to &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, &lt;a href=\"Varna%2C%20Bulgaria\"&gt;Varna&lt;/a&gt; and &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt;. The largest ferry company presently operating these routes is &lt;a href=\"UkrFerry\"&gt;Ukrferry&lt;/a&gt;.\nPower generation.\nUkraine has been a net &lt;a href=\"Electricity%20market\"&gt;energy exporting&lt;/a&gt; country, for example in 2011, 3.3% of electricity produced were exported, but also one of Europe's largest &lt;a href=\"Electricity\"&gt;energy&lt;/a&gt; consumers. , 47.6% of total electricity generation was from &lt;a href=\"nuclear%20power\"&gt;nuclear power&lt;/a&gt;\nThe largest &lt;a href=\"nuclear%20power%20plant\"&gt;nuclear power plant&lt;/a&gt; in Europe, the &lt;a href=\"Zaporizhzhia%20Nuclear%20Power%20Plant\"&gt;Zaporizhzhia Nuclear Power Plant&lt;/a&gt;, is located in Ukraine. Until the 2010s, all of Ukraine's nuclear fuel was coming from Russia. In 2008 &lt;a href=\"Westinghouse%20Electric%20Company\"&gt;Westinghouse Electric Company&lt;/a&gt; won a five-year contract selling nuclear fuel to three Ukrainian reactors starting in 2011.\nFollowing &lt;a href=\"Euromaidan\"&gt;Euromaidan&lt;/a&gt; then President &lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt; introduced a ban on &lt;a href=\"Rosatom\"&gt;Rosatom&lt;/a&gt; nuclear fuel shipments to Europe via Ukraine, which was in effect from 28 January until 6 March 2014. By 2016, Russia's share was down to 55 percent, &lt;a href=\"Westinghouse%20Electric%20Company\"&gt;Westinghouse&lt;/a&gt; supplying nuclear fuel for six of Ukraine's &lt;a href=\"VVER-1000\"&gt;VVER-1000&lt;/a&gt; nuclear reactors. After the Russian annexation of Crimea in April 2014, the National Nuclear Energy Generating Company of Ukraine &lt;a href=\"Energoatom\"&gt;Energoatom&lt;/a&gt; and Westinghouse extended the contract for fuel deliveries through 2020.\n&lt;a href=\"Coal\"&gt;Coal&lt;/a&gt; and &lt;a href=\"natural%20gas\"&gt;gas&lt;/a&gt;-fired &lt;a href=\"thermal%20power%20station\"&gt;thermal power station&lt;/a&gt;s and &lt;a href=\"hydro%20power\"&gt;hydroelectricity&lt;/a&gt; are the second- and third-largest kinds of power generation in the country.\nInformation Technology.\nAccording to A.T. Kearney Global Services Location Index, Ukraine ranks 24th among the best outsourcing locations, and is among the top 20 offshore services locations in EMEA, according to Gartner. In the first six months of 2017, the volume of export of computer and information services reached $1.256 billion, which is an 18.3% increase compared to the same period in 2016. The IT industry ranks third in the export structure of Ukraine after agro-industry and metallurgy.\nUkraine's IT sector employs close to 100,000 workers, including 50,000 software developers. This number is expected to surpass the 200,000 mark by 2020. There are over 1,000 IT companies in Ukraine. In 2017, 13 of them made it to the list of 100 best outsourcing service providers in the world. More than 100 multinational tech companies have R&amp;D labs in Ukraine.\nUkraine ranks first worldwide in the number of &lt;a href=\"C%2B%2B\"&gt;C++&lt;/a&gt; and &lt;a href=\"Unity3D\"&gt;Unity3D&lt;/a&gt; developers, and second in the number of &lt;a href=\"JavaScript\"&gt;JavaScript&lt;/a&gt;, Scala, and Magento engineers. Seventy-eight percent of Ukrainian tech workers report having an intermediate or higher level of English proficiency.\nTourism.\nIn 2007 Ukraine occupied 8th place in Europe by the number of tourists visiting, according to the &lt;a href=\"World%20Tourism%20Organization\"&gt;World Tourism Organization&lt;/a&gt; &lt;a href=\"World%20Tourism%20rankings\"&gt;rankings&lt;/a&gt;. Ukraine has numerous tourist attractions: mountain ranges suitable for &lt;a href=\"skiing\"&gt;skiing&lt;/a&gt;, hiking and fishing: the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; coastline as a popular summer destination; &lt;a href=\"nature%20reserve\"&gt;nature reserve&lt;/a&gt;s of different &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;s; churches, &lt;a href=\"castle\"&gt;castle&lt;/a&gt; ruins and other architectural and park landmarks; various &lt;a href=\"outdoor%20activity\"&gt;outdoor activity&lt;/a&gt; points. &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;, &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt; and &lt;a href=\"Kamyanets-Podilskyi\"&gt;Kamyanets-Podilskyi&lt;/a&gt; are Ukraine's principal tourist centres each offering many historical landmarks as well as formidable &lt;a href=\"hospitality\"&gt;hospitality&lt;/a&gt; infrastructure. Tourism used to be the mainstay of Crimea's economy but there has been a major fall in visitor numbers following the Russian annexation in 2014.\nThe &lt;a href=\"Seven%20Wonders%20of%20Ukraine\"&gt;Seven Wonders of Ukraine&lt;/a&gt; and &lt;a href=\"Seven%20Natural%20Wonders%20of%20Ukraine\"&gt;Seven Natural Wonders of Ukraine&lt;/a&gt; are the selection of the most important landmarks of Ukraine, chosen by the general public through an Internet-based vote.\nDemographics.\n, Ukraine has an estimated population of 41.4 million, and is the &lt;a href=\"List%20of%20European%20countries%20by%20population\"&gt;eighth-most populous country&lt;/a&gt; in Europe. It is a &lt;a href=\"Urbanization%20by%20country\"&gt;heavily urbanized country&lt;/a&gt;, and its industrial regions in the east and southeast are the most densely populated—about 67% of its total population lives in urban areas. Ukraine has a &lt;a href=\"list%20of%20countries%20by%20population%20density\"&gt;population density&lt;/a&gt; of 69.49 inhabitants per square kilometre (180 per square mile), and the overall &lt;a href=\"List%20of%20countries%20by%20life%20expectancy\"&gt;life expectancy in the country&lt;/a&gt; at birth is 73 years (68 years for males and 77.8 years for females).\nFollowing the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt;, Ukraine's population hit a peak of roughly 52 million in 1993. However, due to its &lt;a href=\"death%20rate\"&gt;death rate&lt;/a&gt; exceeding its &lt;a href=\"birth%20rate\"&gt;birth rate&lt;/a&gt;, mass emigration, poor living conditions, and low-quality health care, the total population decreased by 6.6 million, or 12.8% from the same year to 2014.\nAccording to the &lt;a href=\"Ukrainian%20Census%20%282001%29\"&gt;2001 census&lt;/a&gt;, ethnic &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt; make up roughly 78% of the population, while &lt;a href=\"Russians\"&gt;Russians&lt;/a&gt; are the largest minority, at some 17.3% of the population. Small minority populations include: &lt;a href=\"Belarusians\"&gt;Belarusians&lt;/a&gt; (0.6%), &lt;a href=\"Moldovans\"&gt;Moldovans&lt;/a&gt; (0.5%), &lt;a href=\"Crimean%20Tatars\"&gt;Crimean Tatars&lt;/a&gt; (0.5%), &lt;a href=\"Bulgarians\"&gt;Bulgarians&lt;/a&gt; (0.4%), &lt;a href=\"Hungarians\"&gt;Hungarians&lt;/a&gt; (0.3%), &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt; (0.3%), &lt;a href=\"Poles\"&gt;Poles&lt;/a&gt; (0.3%), &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; (0.3%), &lt;a href=\"Armenians\"&gt;Armenians&lt;/a&gt; (0.2%), &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt; (0.2%) and &lt;a href=\"Tatars\"&gt;Tatars&lt;/a&gt; (0.2%). It is also estimated that there are about 10–40,000 &lt;a href=\"Koreans\"&gt;Koreans&lt;/a&gt; in Ukraine, who live mostly in the south of the country, belonging to the historical &lt;a href=\"Koryo-saram\"&gt;Koryo-saram&lt;/a&gt; group.\nLanguage.\nAccording to the constitution, the &lt;a href=\"official%20language\"&gt;state language&lt;/a&gt; of Ukraine is Ukrainian. Russian is widely spoken, especially in eastern and southern Ukraine. According to the &lt;a href=\"Ukrainian%20Census%20%282001%29\"&gt;2001 census&lt;/a&gt;, 67.5 percent of the population declared Ukrainian as their native language and 29.6 percent declared Russian. Most native Ukrainian speakers know Russian as a second language. Russian was the \"de facto\" dominant language of the Soviet Union but Ukrainian also held official status and in the schools of the &lt;a href=\"Ukrainian%20SSR\"&gt;Ukrainian SSR&lt;/a&gt; learning Ukrainian was mandatory.\nEffective in August 2012, &lt;a href=\"Legislation%20on%20languages%20in%20Ukraine\"&gt;a new law on regional languages&lt;/a&gt; entitles any local language spoken by at least a 10 percent minority be declared official within that area. Russian was within weeks declared as a regional language in several southern and eastern &lt;a href=\"Oblasts%20of%20Ukraine\"&gt;oblasts&lt;/a&gt; (provinces) and cities. Russian can now be used in these cities'/oblasts' administrative office work and documents.\nOn 23 February 2014, following the &lt;a href=\"2014%20Ukrainian%20revolution\"&gt;2014 Ukrainian revolution&lt;/a&gt;, the &lt;a href=\"Ukrainian%20Parliament\"&gt;Ukrainian Parliament&lt;/a&gt; voted to repeal the law on regional languages, making Ukrainian the sole state language at all levels; however, the repeal was not signed by acting &lt;a href=\"Oleksandr%20Turchynov\"&gt;President Turchynov&lt;/a&gt; or by President Poroshenko. In February 2019, the law allowing for regional languages was found unconstitutional.\nUkrainian is mainly spoken in western and central Ukraine. In western Ukraine, Ukrainian is also the dominant language in cities (such as &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;). In central Ukraine, Ukrainian and Russian are both equally used in cities, with Russian being more common in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, while Ukrainian is the dominant language in rural communities. In eastern and southern Ukraine, Russian is primarily used in cities, and Ukrainian is used in rural areas. These details result in a significant difference across different survey results, as even a small restating of a question switches responses of a significant group of people. &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt; is spoken in the &lt;a href=\"Zakarpattia%20Oblast\"&gt;Zakarpattia Oblast&lt;/a&gt;.\nFor a large part of the Soviet era, the number of Ukrainian speakers declined from generation to generation, and by the mid-1980s, the usage of the Ukrainian language in public life had decreased significantly. Following independence, the government of Ukraine began restoring the image and usage of Ukrainian language through a policy of &lt;a href=\"Ukrainisation\"&gt;Ukrainisation&lt;/a&gt;. Today, most foreign films and TV programs, including Russian ones, are subtitled or dubbed in Ukrainian. Ukraine's 2017 &lt;a href=\"Education%20in%20Ukraine\"&gt;education law&lt;/a&gt; bars primary education in public schools in grade five and up in any language but Ukrainian. The \"&lt;a href=\"Ukrainian%20Independent%20Information%20Agency\"&gt;Unian&lt;/a&gt;\" reported that \"A ban on the use of cultural products, namely movies, books, songs, etc., in the Russian language in the public has been introduced\" in the &lt;a href=\"Lviv%20Oblast\"&gt;Lviv Oblast&lt;/a&gt; in September 2018.\nAccording to the Constitution of the &lt;a href=\"Crimea\"&gt;Autonomous Republic of Crimea&lt;/a&gt;, Ukrainian is the only state language of the republic. However, the republic's constitution specifically recognises Russian as the language of the majority of its population and guarantees its usage 'in all spheres of public life'. Similarly, the &lt;a href=\"Crimean%20Tatar%20language\"&gt;Crimean Tatar language&lt;/a&gt; (the language of 12 percent of population of Crimea) is guaranteed a special state protection as well as the 'languages of other ethnicities'. Russian speakers constitute an overwhelming majority of the Crimean population (77 percent), with Crimean Tatar speakers 11.4 percent and Ukrainian speakers comprising just 10.1 percent. But in everyday life the majority of Crimean Tatars and Ukrainians in Crimea use Russian.\nReligion.\nUkraine has the world's &lt;a href=\"Eastern%20Orthodoxy%20by%20country\"&gt;second-largest Eastern Orthodox population&lt;/a&gt;, after &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;. A 2021 survey conducted by the &lt;a href=\"Kyiv%20International%20Institute%20of%20Sociology\"&gt;Kyiv International Institute of Sociology&lt;/a&gt; found that 82% of Ukrainians declared themselves to be religious, while 7% were &lt;a href=\"atheists\"&gt;atheists&lt;/a&gt;, and a further 11% found it difficult to answer the question. The level of religiosity in Ukraine was reported to be the highest in &lt;a href=\"Western%20Ukraine\"&gt;Western Ukraine&lt;/a&gt; (91%), and the lowest in the &lt;a href=\"Donbas\"&gt;Donbas&lt;/a&gt; (57%) and &lt;a href=\"Eastern%20Ukraine\"&gt;Eastern Ukraine&lt;/a&gt; (56%).\nIn 2021, 82% of Ukrainians were Christians; out of which 72.7% declared themselves to be &lt;a href=\"Eastern%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt;, 8.8% &lt;a href=\"Ukrainian%20Greek%20Catholic%20Church\"&gt;Greek Rite Catholics&lt;/a&gt;, 2.3% &lt;a href=\"Protestantism\"&gt;Protestants&lt;/a&gt; and 0.9% &lt;a href=\"Latin%20Church\"&gt;Latin Rite Catholics&lt;/a&gt;. 2.3% other &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt;. &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt;, &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; and &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; were the religions of 0.2% of the population each. According to the study by &lt;a href=\"SOCIS\"&gt;Kyiv International Institute of Sociology&lt;/a&gt;, roughly 58.3% of the Ukrainian Orthodox population were members of the &lt;a href=\"Orthodox%20Church%20of%20Ukraine\"&gt;Orthodox Church of Ukraine&lt;/a&gt;, and 25.4% were members of the &lt;a href=\"Ukrainian%20Orthodox%20Church%20%28Moscow%20Patriarchate%29\"&gt;Ukrainian Orthodox Church of the Moscow Patriarchate&lt;/a&gt;.\nAccording to a 2018 survey by the Razumkov Centre, 9.4% of Ukrainians were &lt;a href=\"Ukrainian%20Greek%20Catholic%20Church\"&gt;Byzantine Rite Catholics&lt;/a&gt; and 0.8% were &lt;a href=\"Catholic%20Church\"&gt;Latin Rite Catholics&lt;/a&gt;. &lt;a href=\"Protestants%20in%20Ukraine\"&gt;Protestants&lt;/a&gt; are a growing community in Ukraine, who made up 1.9% of the population in 2016, but rose to 2.2% of the population in 2018.\nHealth.\nUkraine's healthcare system is state subsidised and freely available to all Ukrainian citizens and registered residents. However, it is not compulsory to be treated in a state-run hospital as a number of private medical complexes do exist nationwide. The public sector employs most healthcare professionals, with those working for private medical centres typically also retaining their state employment as they are mandated to provide care at public health facilities on a regular basis.\nAll of Ukraine's medical service providers and hospitals are subordinate to the &lt;a href=\"Ministry%20of%20Healthcare%20%28Ukraine%29\"&gt;Ministry of Healthcare&lt;/a&gt;, which provides oversight and scrutiny of general medical practice as well as being responsible for the day-to-day administration of the healthcare system. Despite this, standards of hygiene and patient-care have fallen.\nHospitals in Ukraine are organised along the same lines as most European nations, according to the regional administrative structure; as a result most towns have their own hospital \"(Міська Лікарня)\" and many also have district hospitals \"(Районна Лікарня)\". Larger and more specialised medical complexes tend only to be found in major cities, with some even more specialised units located only in the capital, &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;. However, all &lt;a href=\"Administrative%20divisions%20of%20Ukraine\"&gt;oblasts&lt;/a&gt; have their own network of general hospitals which are able to deal with almost all medical problems and are typically equipped with major trauma centres; such hospitals are called 'regional hospitals' \"(Обласна Лікарня)\".\nUkraine faces a number of major public health issues and is considered to be in a demographic crisis because of its high death rate and low birth rate (the Ukrainian birth rate is 11 births/1,000 population, and the death rate is 16.3 deaths/1,000 population). A factor contributing to the high death rate is a high &lt;a href=\"mortality%20rate\"&gt;mortality rate&lt;/a&gt; among working-age males from preventable causes such as &lt;a href=\"alcohol%20poisoning\"&gt;alcohol poisoning&lt;/a&gt; and smoking. In 2008, the country's population was one of the fastest declining in the world at −5% growth. The UN warned that Ukraine's population could fall by as much as 10 million by 2050 if trends did not improve. In addition, obesity, systemic high blood pressure and the HIV endemic are all major challenges facing the Ukrainian healthcare system.\nAs of March 2009 the &lt;a href=\"Ukrainian%20government\"&gt;Ukrainian government&lt;/a&gt; is reforming the health care system, by the creation of a national network of &lt;a href=\"family%20doctor\"&gt;family doctor&lt;/a&gt;s and improvements in the &lt;a href=\"Emergency%20medical%20services\"&gt;medical emergency services&lt;/a&gt;. In November 2009, former &lt;a href=\"Ukrainian%20Prime%20Minister\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Yulia%20Tymoshenko\"&gt;Yulia Tymoshenko&lt;/a&gt; proposed introducing a public healthcare system based on health insurance in the spring of 2010.\nActive reformation of Ukraine's healthcare system was initiated right after the appointment of &lt;a href=\"Ulana%20Suprun\"&gt;Ulana Suprun&lt;/a&gt; as a head of the &lt;a href=\"Ministry%20of%20Healthcare%20%28Ukraine%29\"&gt;Ministry of Healthcare&lt;/a&gt;. Assisted by deputy Pavlo Kovtoniuk, Suprun first changed the distribution of finances in healthcare. Funds must follow the patient. General practitioners will provide basic care for patients. The patient will have the right to choose one. Emergency medical service is considered to be fully funded by the state. &lt;a href=\"Emergency%20Medicine%20Reform%20in%20Ukraine%20since%202016\"&gt;Emergency Medicine Reform&lt;/a&gt; is also an important part of the healthcare reform. In addition, patients who suffer from chronic diseases, which cause a high toll of disability and mortality, are provided with free or low-price medicine.\nThe &lt;a href=\"Ukrainian%20Red%20Cross%20Society\"&gt;Ukrainian Red Cross Society&lt;/a&gt; was established in April 1918 in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; as an independent humanitarian society of the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt;. Its immediate tasks were to help refugees and prisoners of war, care for handicapped people and orphaned children, fight famine and epidemics, support and organize sick quarters, hospitals and public canteens. At present, society involves more than 6.3 million supporters and activists. Its Visiting Nurses Service has 3,200 qualified nurses. \nThe organization takes part in more than 40 humanitarian programmes all over Ukraine, which are mostly funded by public donation and corporate partnerships. By its own estimates, the Society annually provides services to more than 105,000 lonely, elderly people, about 23,000 people disabled during the Second World War and handicapped workers, more than 25,000 war veterans, and more than 8,000 adults handicapped since childhood. Assistance for orphaned and disabled children is also rendered.\nEducation.\nAccording to the &lt;a href=\"Constitution%20of%20Ukraine\"&gt;Ukrainian constitution&lt;/a&gt;, access to free education is granted to all citizens. Complete general secondary education is compulsory in the state schools which constitute the overwhelming majority. Free higher education in state and communal educational establishments is provided on a competitive basis. There is also a small number of accredited private secondary and higher education institutions.\nBecause of the Soviet Union's emphasis on total access of education for all citizens, which continues today, the &lt;a href=\"literacy%20rate\"&gt;literacy rate&lt;/a&gt; is an estimated 99.4%. Since 2005, an eleven-year school programme has been replaced with a twelve-year one: primary education takes four years to complete (starting at age six), middle education (secondary) takes five years to complete; upper secondary then takes three years. In the 12th grade, students take Government tests, which are also referred to as school-leaving exams. These tests are later used for university admissions.\nThe first higher education institutions (HEIs) emerged in Ukraine during the late 16th and early 17th centuries. The first Ukrainian higher education institution was the &lt;a href=\"Ostroh%20Academy\"&gt;Ostrozka School&lt;/a&gt;, or Ostrozkiy Greek-Slavic-Latin Collegium, similar to Western European higher education institutions of the time. Established in 1576 in the town of &lt;a href=\"Ostroh\"&gt;Ostrog&lt;/a&gt;, the Collegium was the first higher education institution in the &lt;a href=\"East%20Slavic%20peoples\"&gt;Eastern Slavic&lt;/a&gt; territories. The oldest university was the &lt;a href=\"National%20University%20of%20Kyiv-Mohyla%20Academy\"&gt;Kyiv Mohyla Academy&lt;/a&gt;, first established in 1632 and in 1694 officially recognised by the government of &lt;a href=\"Imperial%20Russia\"&gt;Imperial Russia&lt;/a&gt; as a higher education institution.\nAmong the oldest is also the &lt;a href=\"Lviv%20University\"&gt;Lviv University&lt;/a&gt;, founded in 1661. More higher education institutions were set up in the 19th century, beginning with universities in &lt;a href=\"Kharkiv%20University\"&gt;Kharkiv&lt;/a&gt; (1805), &lt;a href=\"Taras%20Shevchenko%20National%20University%20of%20Kyiv\"&gt;Kyiv&lt;/a&gt; (1834), &lt;a href=\"Odessa%20University\"&gt;Odessa&lt;/a&gt; (1865) and &lt;a href=\"Chernivtsi%20University\"&gt;Chernivtsi&lt;/a&gt; (1875) and a number of professional higher education institutions, e.g.: &lt;a href=\"Nizhyn%20Pedagogical%20University\"&gt;Nizhyn Historical and Philological Institute&lt;/a&gt; (originally established as the Gymnasium of Higher Sciences in 1805), a Veterinary Institute (1873) and a &lt;a href=\"Kharkiv%20Polytechnical%20Institute\"&gt;Technological Institute&lt;/a&gt; (1885) in &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt;, a &lt;a href=\"Igor%20Sikorsky%20Kyiv%20Polytechnic%20Institute\"&gt;Polytechnic Institute&lt;/a&gt; in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; (1898) and a Higher Mining School (1899) in &lt;a href=\"Dnipro\"&gt;Katerynoslav&lt;/a&gt;. Rapid growth followed in the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Soviet&lt;/a&gt; period. By 1988 a number of higher education institutions increased to 146 with over 850,000 students. Most HEIs established after 1990 are those owned by private organisations.\nThe Ukrainian higher education system comprises higher educational establishments, &lt;a href=\"scientific\"&gt;scientific&lt;/a&gt; and &lt;a href=\"methodological\"&gt;methodological&lt;/a&gt; facilities under national, &lt;a href=\"municipal%20government\"&gt;municipal&lt;/a&gt; and self-governing bodies in charge of education. The organisation of higher education in Ukraine is built up in accordance with the structure of education of the world's higher &lt;a href=\"developed%20countries\"&gt;developed countries&lt;/a&gt;, as is defined by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; and the UN.\nUkraine has more than 800 higher-education institutions and in 2010 the number of graduates reached 654,700 people.\nUkraine produces the fourth largest number of &lt;a href=\"Tertiary%20education\"&gt;post-secondary graduates&lt;/a&gt; in Europe, while being ranked seventh in population. &lt;a href=\"Higher%20education%20in%20Ukraine\"&gt;Higher education&lt;/a&gt; is either state funded or private. Students that study at state expense receive a standard scholarship if their average marks at the end-of-term exams and differentiated test suffice; this rule may be different in some universities. For highest grades, the scholarship is increased by 25%. For most students the government subsidy is not sufficient to cover their basic living expenses.\nMost universities provide subsidised housing for out-of-city students. It is common for libraries to supply required books for all registered students. Ukrainian universities confer two degrees: the bachelor's degree (4 years) and the master's degree (5–6th year), in accordance with the &lt;a href=\"Bologna%20process\"&gt;Bologna process&lt;/a&gt;. Historically, &lt;a href=\"Specialist%20degree\"&gt;Specialist degree&lt;/a&gt; (usually 5 years) is still also granted; it was the only degree awarded by universities in the Soviet times.\nThe Law of Ukraine \"On Higher Education\" came into force on 6 September 2014. It was approved in Ukrainian Parliament on 1 July 2014. The main changes in the system of higher education: a separate collegiate body to monitor the quality of education was established (Ukrainian: Національне агентство із забезпечення якості вищої освіти); each higher education institution has the right to implement its own educational and research programs; role of the student government was increased; higher education institution has the right to freely administer own revenues; five following types of higher education qualifications were established: Junior Bachelor, Bachelor, Master, Doctor of Philosophy (PhD) and Doctor of Science; load on lecturers and students was reduced; academic mobility for faculty and students etc.\nRegional differences.\n&lt;a href=\"Ukrainian%20language\"&gt;Ukrainian&lt;/a&gt; is the dominant language in &lt;a href=\"Western%20Ukraine\"&gt;Western Ukraine&lt;/a&gt; and in &lt;a href=\"Central%20Ukraine\"&gt;Central Ukraine&lt;/a&gt;, while &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; is the dominant language in the cities of &lt;a href=\"Eastern%20Ukraine\"&gt;Eastern Ukraine&lt;/a&gt; and &lt;a href=\"Southern%20Ukraine\"&gt;Southern Ukraine&lt;/a&gt;. In the &lt;a href=\"Ukrainian%20SSR\"&gt;Ukrainian SSR&lt;/a&gt; schools, learning &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; was mandatory; in modern Ukraine, schools with Ukrainian as the language of instruction offer classes in Russian and in the other minority languages.\nOn the &lt;a href=\"Russian%20language%20in%20Ukraine\"&gt;Russian language&lt;/a&gt;, on &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and &lt;a href=\"Ukrainian%20nationalism\"&gt;Ukrainian nationalism&lt;/a&gt;, opinion in Eastern Ukraine and Southern Ukraine tends to be the exact opposite of those in Western Ukraine; while opinions in Central Ukraine on these topics tend be less extreme.\nSimilar historical cleavages also remain evident at the level of individual social identification. Attitudes toward the most important political issue, relations with &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, differed strongly between &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt;, identifying more with &lt;a href=\"Ukrainian%20nationalism\"&gt;Ukrainian nationalism&lt;/a&gt; and the &lt;a href=\"Ukrainian%20Greek%20Catholic%20Church\"&gt;Ukrainian Greek Catholic Church&lt;/a&gt;, and &lt;a href=\"Donetsk\"&gt;Donetsk&lt;/a&gt;, predominantly Russian orientated and favourable to the &lt;a href=\"Soviet%20era\"&gt;Soviet era&lt;/a&gt;, while in central and southern Ukraine, as well as &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, such divisions were less important and there was less antipathy toward people from other regions (a poll by the &lt;a href=\"Research%20%26amp%3B%20Branding%20Group\"&gt;Research &amp; Branding Group&lt;/a&gt; held March 2010 showed that the attitude of the citizens of Donetsk to the citizens of Lviv was 79% positive and that the attitude of the citizens of Lviv to the citizens of Donetsk was 88% positive).\nHowever, all were united by an overarching Ukrainian identity based on shared economic difficulties, showing that other attitudes are determined more by culture and politics than by demographic differences. Surveys of regional identities in Ukraine have shown that the feeling of belonging to a \"Soviet identity\" is strongest in the &lt;a href=\"Donbas\"&gt;Donbas&lt;/a&gt; (about 40%) and the Crimea (about 30%).\nDuring &lt;a href=\"Elections%20in%20Ukraine\"&gt;elections&lt;/a&gt; voters of Western and Central Ukrainian &lt;a href=\"Oblasts%20of%20Ukraine\"&gt;oblasts&lt;/a&gt; (provinces) vote mostly for parties (&lt;a href=\"Our%20Ukraine%E2%80%93People%27s%20Self-Defense%20Bloc\"&gt;Our Ukraine&lt;/a&gt;, &lt;a href=\"All-Ukrainian%20Union%20%26quot%3BFatherland%26quot%3B\"&gt;Batkivshchyna&lt;/a&gt;) and presidential candidates (&lt;a href=\"Viktor%20Yuschenko\"&gt;Viktor Yuschenko&lt;/a&gt;, &lt;a href=\"Yulia%20Tymoshenko\"&gt;Yulia Tymoshenko&lt;/a&gt;) with a &lt;a href=\"pro-Western\"&gt;pro-Western&lt;/a&gt; and state reform &lt;a href=\"Political%20platform\"&gt;platform&lt;/a&gt;, while voters in Southern and Eastern oblasts vote for parties (&lt;a href=\"Communist%20Party%20of%20Ukraine\"&gt;CPU&lt;/a&gt;, &lt;a href=\"Party%20of%20Regions\"&gt;Party of Regions&lt;/a&gt;) and presidential candidates (&lt;a href=\"Viktor%20Yanukovych\"&gt;Viktor Yanukovych&lt;/a&gt;) with a &lt;a href=\"pro-Russian\"&gt;pro-Russian&lt;/a&gt; and &lt;a href=\"status%20quo\"&gt;status quo&lt;/a&gt; platform. However, this geographical division is decreasing.\nUrbanisation.\nIn total, Ukraine has 457 cities, 176 of them are labelled oblast-class, 279 smaller -class cities, and two special legal status cities. These are followed by 886 urban-type settlements and 28,552 villages.\nCulture.\nUkrainian customs are heavily influenced by &lt;a href=\"Orthodox%20Christianity\"&gt;Orthodox Christianity&lt;/a&gt;, the dominant religion in the country. Gender roles also tend to be more traditional, and grandparents play a greater role in bringing up children, than in the West. The culture of Ukraine has also been influenced by its eastern and western neighbours, reflected in its &lt;a href=\"Ukrainian%20architecture\"&gt;architecture&lt;/a&gt;, music and art.\nThe Communist era had quite a strong effect on the art and writing of Ukraine. In 1932, Stalin made &lt;a href=\"socialist%20realism\"&gt;socialist realism&lt;/a&gt; state policy in the Soviet Union when he promulgated the decree \"On the Reconstruction of Literary and Art Organisations\". This greatly stifled creativity. During the 1980s &lt;a href=\"glasnost\"&gt;glasnost&lt;/a&gt; (openness) was introduced and Soviet artists and writers again became free to express themselves as they wanted.\nThe tradition of the &lt;a href=\"Easter%20egg\"&gt;Easter egg&lt;/a&gt;, known as &lt;a href=\"pysanky\"&gt;pysanky&lt;/a&gt;, has long roots in Ukraine. These eggs were drawn on with wax to create a pattern; then, the dye was applied to give the eggs their pleasant colours, the dye did not affect the previously wax-coated parts of the egg. After the entire egg was dyed, the wax was removed leaving only the colourful pattern. This tradition is thousands of years old, and precedes the arrival of Christianity to Ukraine. In the city of &lt;a href=\"Kolomyia\"&gt;Kolomyia&lt;/a&gt; near the foothills of the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian Mountains&lt;/a&gt; in 2000 was built the museum of Pysanka which won a nomination as the monument of modern Ukraine in 2007, part of the &lt;a href=\"Seven%20Wonders%20of%20Ukraine\"&gt;Seven Wonders of Ukraine&lt;/a&gt; action.\nWeaving and embroidery.\nArtisan &lt;a href=\"textile%20arts\"&gt;textile arts&lt;/a&gt; play an important role in Ukrainian culture, especially in &lt;a href=\"Ukrainian%20wedding%20traditions\"&gt;Ukrainian wedding traditions&lt;/a&gt;. &lt;a href=\"Ukrainian%20embroidery\"&gt;Ukrainian embroidery&lt;/a&gt;, &lt;a href=\"weaving\"&gt;weaving&lt;/a&gt; and lace-making are used in traditional &lt;a href=\"folk%20dress\"&gt;folk dress&lt;/a&gt; and in traditional celebrations. Ukrainian embroidery varies depending on the region of origin and the designs have a long history of motifs, compositions, choice of colours and types of stitches. Use of colour is very important and has roots in &lt;a href=\"Ukrainian%20folklore\"&gt;Ukrainian folklore&lt;/a&gt;. Embroidery motifs found in different parts of Ukraine are preserved in the &lt;a href=\"Rushnyk\"&gt;Rushnyk&lt;/a&gt; Museum in &lt;a href=\"Pereiaslav\"&gt;Pereiaslav&lt;/a&gt;.\nNational dress is woven and highly decorated. Weaving with handmade looms is still practised in the village of Krupove, situated in &lt;a href=\"Rivne%20Oblast\"&gt;Rivne Oblast&lt;/a&gt;. The village is the birthplace of two famous personalities in the scene of national crafts fabrication. Nina Myhailivna and Uliana Petrivna with international recognition. To preserve this traditional knowledge the village is planning to open a local weaving centre, a museum and weaving school.\nLiterature.\nThe history of Ukrainian literature dates back to the 11th century, following the Christianisation of Kievan Rus'. The writings of the time were mainly liturgical and were written in &lt;a href=\"Old%20Church%20Slavonic\"&gt;Old Church Slavonic&lt;/a&gt;. Historical accounts of the time were referred to as \"&lt;a href=\"chronicle\"&gt;chronicle&lt;/a&gt;s\", the most significant of which was the &lt;a href=\"Primary%20Chronicle\"&gt;Primary Chronicle&lt;/a&gt;. Literary activity faced a sudden decline during the &lt;a href=\"Mongol%20invasion%20of%20Rus%27\"&gt;Mongol invasion of Rus'&lt;/a&gt;.\nUkrainian literature again began to develop in the 14th century, and was advanced significantly in the 16th century with the introduction of &lt;a href=\"printing\"&gt;print&lt;/a&gt; and with the beginning of the Cossack era, under both Russian and Polish dominance. The Cossacks established an independent society and popularized a &lt;a href=\"Duma%20%28epic%29\"&gt;new kind&lt;/a&gt; of &lt;a href=\"epic%20poem\"&gt;epic poem&lt;/a&gt;s, which marked a high point of Ukrainian &lt;a href=\"oral%20literature\"&gt;oral literature&lt;/a&gt;. These advances were then set back in the 17th and early 18th centuries, when publishing in the Ukrainian language was outlawed and prohibited. Nonetheless, by the late 18th century modern literary Ukrainian finally emerged.\nThe 19th century initiated a &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt; period in Ukraine, led by &lt;a href=\"Ivan%20Kotliarevsky\"&gt;Ivan Kotliarevsky&lt;/a&gt;'s work , the first publication written in modern Ukrainian. By the 1830s, Ukrainian &lt;a href=\"romanticism\"&gt;romanticism&lt;/a&gt; began to develop, and the nation's most renowned cultural figure, romanticist poet-painter &lt;a href=\"Taras%20Shevchenko\"&gt;Taras Shevchenko&lt;/a&gt; emerged. Where Ivan Kotliarevsky is considered to be the father of literature in the Ukrainian vernacular; Shevchenko is the father of a national revival.\nThen, in 1863, use of the Ukrainian language in print was effectively &lt;a href=\"Ems%20Ukaz\"&gt;prohibited&lt;/a&gt; by the Russian Empire. This severely curtailed literary activity in the area, and Ukrainian writers were forced to either publish their works in Russian or release them in Austrian controlled &lt;a href=\"Galicia%20%28Central%20Europe%29\"&gt;Galicia&lt;/a&gt;. The ban was never officially lifted, but it became obsolete after the revolution and the Bolsheviks' coming to power.\nUkrainian literature continued to flourish in the early Soviet years, when nearly all literary trends were approved (the most important literary figures of that time were &lt;a href=\"Mykola%20Khvylovy\"&gt;Mykola Khvylovy&lt;/a&gt;, &lt;a href=\"Valerian%20Pidmohylny\"&gt;Valerian Pidmohylny&lt;/a&gt;, &lt;a href=\"Mykola%20Kulish\"&gt;Mykola Kulish&lt;/a&gt;, &lt;a href=\"Mykhayl%20Semenko\"&gt;Mykhayl Semenko&lt;/a&gt; and some others). These policies faced a steep decline in the 1930s, when prominent representatives as well as many others were killed by &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt; as part of the &lt;a href=\"Great%20Purge\"&gt;Great Purge&lt;/a&gt;. In general around 223 writers were repressed by what was known as the &lt;a href=\"Executed%20Renaissance\"&gt;Executed Renaissance&lt;/a&gt;. These repressions were part of Stalin's implemented policy of &lt;a href=\"socialist%20realism\"&gt;socialist realism&lt;/a&gt;. The doctrine did not necessarily repress the use of the Ukrainian language, but it required that writers follow a certain style in their works.\nIn post-Stalinist times literary activities continued to be somewhat limited under the Communist Party. The most famous figures of Ukrainian post-war Soviet literature were &lt;a href=\"Lina%20Kostenko\"&gt;Lina Kostenko&lt;/a&gt;, &lt;a href=\"Dmytro%20Pavlychko\"&gt;Dmytro Pavlychko&lt;/a&gt;, &lt;a href=\"Borys%20Oliynyk%20%28poet%29\"&gt;Borys Oliynyk (poet)&lt;/a&gt;, &lt;a href=\"Ivan%20Drach\"&gt;Ivan Drach&lt;/a&gt;, &lt;a href=\"Oles%20Honchar\"&gt;Oles Honchar&lt;/a&gt;, &lt;a href=\"Vasyl%20Stus\"&gt;Vasyl Stus&lt;/a&gt;, &lt;a href=\"Vasyl%20Symonenko\"&gt;Vasyl Symonenko&lt;/a&gt;.\nLiterary freedom grew in the late 1980s and early 1990s alongside the decline and collapse of the USSR and the reestablishment of Ukrainian independence in 1991.\nArchitecture.\nUkrainian architecture includes the motifs and styles that are found in structures built in modern Ukraine, and by &lt;a href=\"Ukrainians\"&gt;Ukrainians&lt;/a&gt; worldwide.\nThese include initial roots which were established in the &lt;a href=\"Eastern%20Slavs\"&gt;Eastern Slavic&lt;/a&gt; state of &lt;a href=\"Kievan%20Rus%27\"&gt;Kievan Rus'&lt;/a&gt;. Since the &lt;a href=\"Christianization%20of%20Kievan%20Rus%27\"&gt;Christianization of Kievan Rus'&lt;/a&gt; for several ages Ukrainian architecture was influenced by the &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine architecture&lt;/a&gt;. After the &lt;a href=\"Mongol%20invasion%20of%20Rus\"&gt;12th century&lt;/a&gt;, the distinct &lt;a href=\"architectural%20history\"&gt;architectural history&lt;/a&gt; continued in the principalities of &lt;a href=\"Galicia-Volhynia\"&gt;Galicia-Volhynia&lt;/a&gt;. \nDuring the epoch of the &lt;a href=\"Zaporozhian%20Cossacks\"&gt;Zaporozhian Cossacks&lt;/a&gt;, a new style unique to Ukraine was developed under the western influences of the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt;. After the union with the &lt;a href=\"Tsardom%20of%20Russia\"&gt;Tsardom of Russia&lt;/a&gt;, many structures in the larger eastern, Russian-ruled area were built in the styles of &lt;a href=\"Russian%20architecture\"&gt;Russian architecture&lt;/a&gt; of that period, whilst the western &lt;a href=\"Galicia%20%28Central%20Europe%29\"&gt;Galicia&lt;/a&gt; was developed under &lt;a href=\"Architecture%20of%20Austria\"&gt;Austro-Hungarian architectural influences&lt;/a&gt;. Ukrainian national motifs would finally be used during the period of the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and in modern independent Ukraine.\nThe great &lt;a href=\"Architecture%20of%20Kievan%20Rus%27\"&gt;churches of the Rus'&lt;/a&gt;, built after the &lt;a href=\"Baptism%20of%20Kievan%20Rus%27\"&gt;adoption of Christianity&lt;/a&gt; in 988, were the first examples of monumental architecture in the East Slavic lands. The architectural style of the Kyivan state was strongly influenced by the &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine&lt;/a&gt;. Early &lt;a href=\"Eastern%20Orthodox\"&gt;Eastern Orthodox&lt;/a&gt; churches were mainly made of wood, with the simplest form of church becoming known as a &lt;a href=\"cell%20church\"&gt;cell church&lt;/a&gt;. Major cathedrals often featured scores of small domes, which led some art historians to take this as an indication of the appearance of pre-Christian pagan Slavic temples.\nSeveral examples of these churches survive; however, during the 16th, 17th and 18th centuries, many were externally rebuilt in the &lt;a href=\"Ukrainian%20Baroque\"&gt;Ukrainian Baroque&lt;/a&gt; style (see below). Examples include the grand &lt;a href=\"Saint%20Sophia%27s%20Cathedral%2C%20Kyiv\"&gt;St. Sophia of Kyiv&lt;/a&gt;—the year 1017 is the earliest record of foundation laid, &lt;a href=\"Church%20of%20the%20Saviour%20at%20Berestove\"&gt;Church of the Saviour at Berestove&lt;/a&gt;—built from 1113 to 1125 and &lt;a href=\"St.%20Cyril%27s%20Monastery%2C%20Kyiv\"&gt;St. Cyril's Church&lt;/a&gt;, circa 12th-century. All can still be found in the Ukrainian capital. \nSeveral buildings were reconstructed during the late-19th century, including the in &lt;a href=\"Volodymyr-Volynskyi\"&gt;Volodymyr-Volynskyi&lt;/a&gt;, built in 1160 and reconstructed in 1896–1900, the , built in 1201 with reconstruction done in the late 1940s, and the &lt;a href=\"Golden%20Gate%2C%20Kyiv\"&gt;Golden gates in Kyiv&lt;/a&gt;, built in 1037 and reconstructed in 1982. The latter's reconstruction was criticised by some art and architecture historians as a revivalist fantasy. Unfortunately little secular or &lt;a href=\"vernacular%20architecture\"&gt;vernacular architecture&lt;/a&gt; of Kievan Rus' has survived.\nAs Ukraine became increasingly integrated into the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, Russian architects had the opportunity to realise their projects in the picturesque landscape that many Ukrainian cities and regions offered. &lt;a href=\"St%20Andrew%27s%20Church%2C%20Kyiv\"&gt;St. Andrew's Church of Kyiv&lt;/a&gt; (1747–1754), built by &lt;a href=\"Bartolomeo%20Rastrelli\"&gt;Bartolomeo Rastrelli&lt;/a&gt;, is a notable example of &lt;a href=\"Baroque\"&gt;Baroque&lt;/a&gt; architecture, and its location on top of the Kyivan mountain made it a recognisable monument of the city. An equally notable contribution of Rasetrelli was the &lt;a href=\"Mariinskyi%20Palace\"&gt;Mariinskyi Palace&lt;/a&gt;, which was built to be a summer residence to Russian Empress &lt;a href=\"Elizabeth%20of%20Russia\"&gt;Elizabeth&lt;/a&gt;. \nDuring the reign of the last &lt;a href=\"Hetmans%20of%20Ukrainian%20Cossacks\"&gt;Hetman of Ukraine&lt;/a&gt;, &lt;a href=\"Kirill%20Razumovsky\"&gt;Kirill Razumovsky&lt;/a&gt;, many of the &lt;a href=\"Cossack%20Hetmanate\"&gt;Cossack Hetmanate&lt;/a&gt;'s towns such as &lt;a href=\"Hlukhiv\"&gt;Hlukhiv&lt;/a&gt;, &lt;a href=\"Baturyn\"&gt;Baturyn&lt;/a&gt; and &lt;a href=\"Koselets\"&gt;Koselets&lt;/a&gt; had grandiose projects built by &lt;a href=\"Andrey%20Kvasov\"&gt;Andrey Kvasov&lt;/a&gt;. Russia eventually conquered the south of Ukraine and Crimea, and renamed them as &lt;a href=\"New%20Russia\"&gt;New Russia&lt;/a&gt;. New cities such as &lt;a href=\"Mykolayiv\"&gt;Nikolayev&lt;/a&gt;, &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt;, &lt;a href=\"Kherson\"&gt;Kherson&lt;/a&gt; and &lt;a href=\"Sevastopol\"&gt;Sevastopol&lt;/a&gt; were founded. These would contain notable examples of Imperial Russian architecture.\nIn 1934, the capital of Soviet Ukraine moved from &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt; to &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;. Previously, the city was seen as only a regional centre, hence received little attention. All of that was to change, at great price. The first examples of &lt;a href=\"Stalinist%20architecture\"&gt;Stalinist architecture&lt;/a&gt; were already showing, and, in light of the official policy, a new city was to be built on top of the old one. This meant that much-admired examples such as the &lt;a href=\"St.%20Michael%27s%20Golden-Domed%20Monastery\"&gt;St. Michael's Golden-Domed Monastery&lt;/a&gt; were destroyed. \nEven the St. Sophia Cathedral was under threat. Also, the Second World War contributed to the wreckage. After the war, a new project for the reconstruction of central Kyiv transformed &lt;a href=\"Khreshchatyk\"&gt;Khreshchatyk&lt;/a&gt; avenue into a notable example of Stalinism in Architecture. However, by 1955, the new politics of architecture once again stopped the project from fully being realised.\nThe task for modern Ukrainian architecture is diverse application of modern aesthetics, the search for an architect's own artistic style and inclusion of the existing historico-cultural environment. An example of modern Ukrainian architecture is the reconstruction and renewal of the &lt;a href=\"Maidan%20Nezalezhnosti\"&gt;Maidan Nezalezhnosti&lt;/a&gt; in central Kyiv. Despite the limit set by narrow space within the plaza, the engineers were able to blend together the uneven landscape, and use underground space for a new shopping centre.\nA major project, which may take up most of the 21st century, is the construction of the Kyiv City-Centre on the &lt;a href=\"Rybalskyi%20Peninsula\"&gt;Rybalskyi Peninsula&lt;/a&gt;, which, when finished, will include a dense skyscraper park amid the picturesque landscape of the &lt;a href=\"Dnieper%20River\"&gt;Dnieper&lt;/a&gt;.\nMusic.\nMusic is a major part of Ukrainian culture, with a long history and many influences. From traditional &lt;a href=\"folk%20music\"&gt;folk music&lt;/a&gt;, to &lt;a href=\"classical%20music\"&gt;classical&lt;/a&gt; and &lt;a href=\"modern%20rock\"&gt;modern rock&lt;/a&gt;, Ukraine has produced several internationally recognised musicians including &lt;a href=\"Kirill%20Karabits\"&gt;Kirill Karabits&lt;/a&gt;, &lt;a href=\"Okean%20Elzy\"&gt;Okean Elzy&lt;/a&gt; and &lt;a href=\"Ruslana\"&gt;Ruslana&lt;/a&gt;. Elements from traditional Ukrainian folk music made their way into Western music and even into modern &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;.\nUkrainian music sometimes presents a perplexing mix of exotic melismatic singing with chordal harmony. The most striking general characteristic of authentic ethnic Ukrainian folk music is the wide use of minor modes or keys which incorporate augmented 2nd intervals.\nDuring the Baroque period, music was an important discipline for those that had received a higher education in Ukraine. It had a place of considerable importance in the curriculum of the &lt;a href=\"Kyiv-Mohyla%20Academy\"&gt;Kyiv-Mohyla Academy&lt;/a&gt;. Much of the nobility was well versed in music with many Ukrainian Cossack leaders such as (Mazepa, Paliy, Holovatyj, Sirko) being accomplished players of the &lt;a href=\"kobza\"&gt;kobza&lt;/a&gt;, &lt;a href=\"bandura\"&gt;bandura&lt;/a&gt; or &lt;a href=\"torban\"&gt;torban&lt;/a&gt;.\nThe first dedicated musical academy was set up in Hlukhiv, Ukraine in 1738 and students were taught to sing, play violin and bandura from manuscripts. As a result, many of the earliest composers and performers within the Russian empire were ethnically Ukrainian, having been born or educated in Hlukhiv, or had been closely associated with this music school.\nSee: &lt;a href=\"Dmytro%20Bortniansky\"&gt;Dmytro Bortniansky&lt;/a&gt;, &lt;a href=\"Maksym%20Berezovsky\"&gt;Maksym Berezovsky&lt;/a&gt; and &lt;a href=\"Artemy%20Vedel\"&gt;Artemiy Vedel&lt;/a&gt;.\nUkrainian classical music falls into three distinct categories defined by whether the composer was of Ukrainian ethnicity living in Ukraine, a composer of non-Ukrainian ethnicity who was born or at some time was a citizen of Ukraine, or an ethnic Ukrainian living outside of Ukraine within the &lt;a href=\"Ukrainian%20diaspora\"&gt;Ukrainian diaspora&lt;/a&gt;. The music of these three groups differs considerably, as do the audiences for whom they cater.\nSince the mid-1960s, Western-influenced pop music has been growing in popularity in Ukraine. Folk singer and harmonium player &lt;a href=\"Mariana%20Sadovska\"&gt;Mariana Sadovska&lt;/a&gt; is prominent. Ukrainian pop and folk music arose with the international popularity of groups and performers like &lt;a href=\"Vopli%20Vidoplyasova\"&gt;Vopli Vidoplyasova&lt;/a&gt;, &lt;a href=\"Dakh%20Daughters\"&gt;Dakh Daughters&lt;/a&gt;, &lt;a href=\"Dakha%20Brakha\"&gt;Dakha Brakha&lt;/a&gt;, &lt;a href=\"Ivan%20Dorn\"&gt;Ivan Dorn&lt;/a&gt; and &lt;a href=\"Okean%20Elzy\"&gt;Okean Elzy&lt;/a&gt;.\nModern musical culture of Ukraine is presented both with academic and entertainment music. Ukraine has five conservatories, 6 opera houses, five houses of Chamber Music, Philharmony in all regional centers.\nUkraine hosted the &lt;a href=\"Eurovision%20Song%20Contest%202005\"&gt;Eurovision Song Contest 2005&lt;/a&gt; and the &lt;a href=\"Eurovision%20Song%20Contest%202017\"&gt;Eurovision Song Contest 2017&lt;/a&gt;.\nCinema.\nUkraine has had an influence on the history of the cinema. Ukrainian directors &lt;a href=\"Alexander%20Dovzhenko\"&gt;Alexander Dovzhenko&lt;/a&gt;, often cited as one of the most important early Soviet filmmakers, as well as being a pioneer of &lt;a href=\"Soviet%20montage%20theory\"&gt;Soviet montage theory&lt;/a&gt;, &lt;a href=\"Dovzhenko%20Film%20Studios\"&gt;Dovzhenko Film Studios&lt;/a&gt;, and &lt;a href=\"Sergei%20Parajanov\"&gt;Sergei Parajanov&lt;/a&gt;, Armenian film director and artist who made significant contributions to Ukrainian, Armenian and Georgian cinema. He invented his own cinematic style, Ukrainian poetic cinema, which was totally out of step with the guiding principles of socialist realism.\nOther important directors including &lt;a href=\"Kira%20Muratova\"&gt;Kira Muratova&lt;/a&gt;, &lt;a href=\"Sergei%20Loznitsa\"&gt;Sergei Loznitsa&lt;/a&gt;, &lt;a href=\"Myroslav%20Slaboshpytskyi\"&gt;Myroslav Slaboshpytskyi&lt;/a&gt;, &lt;a href=\"Larisa%20Shepitko\"&gt;Larisa Shepitko&lt;/a&gt;, &lt;a href=\"Sergei%20Bondarchuk\"&gt;Sergei Bondarchuk&lt;/a&gt;, &lt;a href=\"Leonid%20Bykov\"&gt;Leonid Bykov&lt;/a&gt;, &lt;a href=\"Yuri%20Ilyenko\"&gt;Yuri Ilyenko&lt;/a&gt;, &lt;a href=\"Leonid%20Osyka\"&gt;Leonid Osyka&lt;/a&gt;, &lt;a href=\"Ihor%20Podolchak\"&gt;Ihor Podolchak&lt;/a&gt; with his &lt;a href=\"Delirium%20%282013%20film%29\"&gt;Delirium&lt;/a&gt; and &lt;a href=\"Maryna%20Vroda\"&gt;Maryna Vroda&lt;/a&gt;. Many Ukrainian actors have achieved international fame and critical success, including: &lt;a href=\"Vera%20Kholodnaya\"&gt;Vera Kholodnaya&lt;/a&gt;, &lt;a href=\"Bohdan%20Stupka\"&gt;Bohdan Stupka&lt;/a&gt;, &lt;a href=\"Milla%20Jovovich\"&gt;Milla Jovovich&lt;/a&gt;, &lt;a href=\"Olga%20Kurylenko\"&gt;Olga Kurylenko&lt;/a&gt;, &lt;a href=\"Mila%20Kunis\"&gt;Mila Kunis&lt;/a&gt;.\nDespite a history of important and successful productions, the industry has often been characterised by a debate about its identity and the level of European and Russian influence. Ukrainian producers are active in international co-productions and Ukrainian actors, directors and crew feature regularly in Russian (Soviet in past) films. Also successful films have been based on Ukrainian people, stories or events, including &lt;a href=\"Battleship%20Potemkin\"&gt;Battleship Potemkin&lt;/a&gt;, &lt;a href=\"Man%20with%20a%20Movie%20Camera\"&gt;Man with a Movie Camera&lt;/a&gt;, , &lt;a href=\"Everything%20Is%20Illuminated%20%28film%29\"&gt;Everything Is Illuminated&lt;/a&gt;.\nUkrainian State Film Agency owns &lt;a href=\"National%20Oleksandr%20Dovzhenko%20Film%20Centre\"&gt;National Oleksandr Dovzhenko Film Centre&lt;/a&gt;, film copying laboratory and archive, takes part in hosting of the &lt;a href=\"Odessa%20International%20Film%20Festival\"&gt;Odessa International Film Festival&lt;/a&gt;, and &lt;a href=\"Molodist\"&gt;Molodist&lt;/a&gt; is the only one &lt;a href=\"FIAPF\"&gt;FIAPF&lt;/a&gt; accredited International Film Festival held in Ukraine; competition program is devoted to student, first short and first full feature films from all over the world. Held annually in October.\nMedia.\n&lt;a href=\"Ukrayinska%20Pravda\"&gt;Ukrayinska Pravda&lt;/a&gt; was founded by &lt;a href=\"Georgiy%20Gongadze\"&gt;Georgiy Gongadze&lt;/a&gt; in April 2000 (the day of the Ukrainian constitutional referendum). Published mainly in Ukrainian with selected articles published in or translated to Russian and English, the newspaper has particular emphasis on the politics of Ukraine. Freedom of the press in Ukraine is considered to be among the freest of the post-Soviet states other than the Baltic states.\n&lt;a href=\"Freedom%20House\"&gt;Freedom House&lt;/a&gt; classifies the Internet in Ukraine as \"free\" and the press as \"partly free\". Press freedom has significantly improved since the Orange Revolution of 2004. However, in 2010 Freedom House perceived \"negative trends in Ukraine\".\n&lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; dominates the media sector in Ukraine: the \"&lt;a href=\"Kyiv%20Post\"&gt;Kyiv Post&lt;/a&gt;\" is Ukraine's leading English-language newspaper. National &lt;a href=\"List%20of%20newspapers%20in%20Ukraine\"&gt;newspapers&lt;/a&gt; \"&lt;a href=\"Den%20%28newspaper%29\"&gt;Den&lt;/a&gt;\", \"&lt;a href=\"Dzerkalo%20Tyzhnia\"&gt;Dzerkalo Tyzhnia&lt;/a&gt;\", tabloids, such as \"&lt;a href=\"The%20Ukrainian%20Week\"&gt;The Ukrainian Week&lt;/a&gt;\" or \"&lt;a href=\"Focus%20%28Ukrainian%20magazine%29\"&gt;Focus&lt;/a&gt;\", and television and radio are largely based there, although &lt;a href=\"Lviv\"&gt;Lviv&lt;/a&gt; is also a significant national media centre. The National News Agency of Ukraine, &lt;a href=\"Ukrinform\"&gt;Ukrinform&lt;/a&gt; was founded here in 1918. The Ukrainian publishing sector, including books, directories and databases, journals, magazines and business media, newspapers and news agencies, has a combined turnover. &lt;a href=\"Sanoma\"&gt;Sanoma&lt;/a&gt; publishes Ukrainian editions of such magazines as \"&lt;a href=\"Esquire%20%28magazine%29\"&gt;Esquire&lt;/a&gt;\", \"&lt;a href=\"Harpers%20Bazaar\"&gt;Harpers Bazaar&lt;/a&gt;\" and \"&lt;a href=\"National%20Geographic%20Magazine\"&gt;National Geographic Magazine&lt;/a&gt;\". &lt;a href=\"BBC%20Ukrainian\"&gt;BBC Ukrainian&lt;/a&gt; started its broadcasts in 1992.\nUkrainians listen to radio programming, such as &lt;a href=\"Radio%20Ukraine\"&gt;Radio Ukraine&lt;/a&gt; or &lt;a href=\"Radio%20Liberty\"&gt;Radio Liberty&lt;/a&gt;, largely commercial, on average just over two-and-a-half hours a day. Several television channels operate, and many websites are popular.\nSport.\nUkraine greatly benefited from the Soviet emphasis on &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt;. Such policies left Ukraine with hundreds of stadia, swimming pools, gymnasia and many other athletic facilities. The most popular sport is &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;. The top professional league is the &lt;a href=\"Ukrainian%20Premier%20League\"&gt;Vyscha Liha&lt;/a&gt; (\"premier league\").\nMany Ukrainians also played for the &lt;a href=\"Soviet%20national%20football%20team\"&gt;Soviet national football team&lt;/a&gt;, most notably &lt;a href=\"Ballon%20d%27Or\"&gt;Ballon d'Or&lt;/a&gt; winners &lt;a href=\"Ihor%20Belanov\"&gt;Ihor Belanov&lt;/a&gt; and &lt;a href=\"Oleh%20Blokhin\"&gt;Oleh Blokhin&lt;/a&gt;. This award was only presented to one Ukrainian after the dissolution of the Soviet Union, &lt;a href=\"Andriy%20Shevchenko\"&gt;Andriy Shevchenko&lt;/a&gt;. The national team made its debut in the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt;, and reached the quarterfinals before losing to eventual champions, &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt;.\nUkrainian &lt;a href=\"boxing\"&gt;boxers&lt;/a&gt; are amongst the best in the world. The brothers &lt;a href=\"Vitali%20Klitschko\"&gt;Vitali&lt;/a&gt; and &lt;a href=\"Wladimir%20Klitschko\"&gt;Wladimir Klitschko&lt;/a&gt; are former &lt;a href=\"heavyweight\"&gt;heavyweight&lt;/a&gt; world champions who held multiple world titles throughout their careers. Also hailing from Ukraine, &lt;a href=\"Vasyl%20Lomachenko\"&gt;Vasyl Lomachenko&lt;/a&gt;, a &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008&lt;/a&gt; and &lt;a href=\"2012%20Olympic%20games\"&gt;2012 Olympic&lt;/a&gt; gold medalist. He is the &lt;a href=\"Unified%20champion\"&gt;unified&lt;/a&gt; &lt;a href=\"lightweight\"&gt;lightweight&lt;/a&gt; world champion who ties the record for winning a world title in the fewest professional fights; three. As of September 2018, he is ranked as the world's best active boxer, &lt;a href=\"pound%20for%20pound\"&gt;pound for pound&lt;/a&gt;, by &lt;a href=\"boxing%20pound%20for%20pound%20rankings%23ESPN\"&gt;ESPN&lt;/a&gt;,\n&lt;a href=\"Sergey%20Bubka\"&gt;Sergey Bubka&lt;/a&gt; held the record in the &lt;a href=\"Pole%20vault\"&gt;Pole vault&lt;/a&gt; from 1993 to 2014; with great strength, speed and gymnastic abilities, he was voted the world's best athlete on several occasions.\n&lt;a href=\"Basketball\"&gt;Basketball&lt;/a&gt; is becoming popular in Ukraine. In 2011, Ukraine was granted a right to organize &lt;a href=\"EuroBasket%202015\"&gt;EuroBasket 2015&lt;/a&gt;. Two years later the &lt;a href=\"Ukraine%20national%20basketball%20team\"&gt;Ukraine national basketball team&lt;/a&gt; finished 6th in &lt;a href=\"EuroBasket%202013\"&gt;EuroBasket 2013&lt;/a&gt; and qualified to &lt;a href=\"2014%20FIBA%20Basketball%20World%20Cup\"&gt;FIBA World Cup&lt;/a&gt; for the first time in its history. &lt;a href=\"Euroleague\"&gt;Euroleague&lt;/a&gt; participant &lt;a href=\"BC%20Budivelnyk\"&gt;Budivelnyk Kyiv&lt;/a&gt; is the strongest professional basketball club in Ukraine.\n&lt;a href=\"Chess\"&gt;Chess&lt;/a&gt; is a popular sport in Ukraine. &lt;a href=\"Ruslan%20Ponomariov\"&gt;Ruslan Ponomariov&lt;/a&gt; is the former world champion. There are about 85 &lt;a href=\"Grandmaster%20%28chess%29\"&gt;Grandmasters&lt;/a&gt; and 198 &lt;a href=\"International%20Masters\"&gt;International Masters&lt;/a&gt; in Ukraine.\n&lt;a href=\"Rugby%20league\"&gt;Rugby league&lt;/a&gt; is played throughout Ukraine.\nUkraine made its Olympic debut at the &lt;a href=\"1994%20Winter%20Olympics\"&gt;1994 Winter Olympics&lt;/a&gt;. So far, &lt;a href=\"Ukraine%20at%20the%20Olympics\"&gt;Ukraine at the Olympics&lt;/a&gt; has been much more successful in &lt;a href=\"Summer%20Olympics\"&gt;Summer Olympics&lt;/a&gt; (115 medals in five appearances) than in the &lt;a href=\"Winter%20Olympics\"&gt;Winter Olympics&lt;/a&gt;. Ukraine is ranked 35th by number of gold medals won in the &lt;a href=\"All-time%20Olympic%20Games%20medal%20count\"&gt;All-time Olympic Games medal count&lt;/a&gt;, with every country above it, except for Russia, having more appearances.\nCuisine.\nThe traditional Ukrainian diet includes chicken, pork, beef, fish and mushrooms. Ukrainians also tend to eat a lot of potatoes, grains, fresh, boiled or pickled vegetables. Popular traditional dishes include (boiled dumplings with mushrooms, potatoes, sauerkraut, cottage cheese, cherries or berries), &lt;a href=\"nalysnyky\"&gt;nalysnyky&lt;/a&gt; (pancakes with cottage cheese, poppy seeds, mushrooms, caviar or meat), &lt;a href=\"kapu%C5%9Bniak\"&gt;kapuśniak&lt;/a&gt; (soup made with meat, potatoes, carrots, onions, cabbage, millet, tomato paste, spices and fresh herbs), &lt;a href=\"borscht\"&gt;borscht&lt;/a&gt; (soup made of beets, cabbage and mushrooms or meat), (stuffed cabbage rolls filled with rice, carrots, onion and minced meat) and &lt;a href=\"pierogi\"&gt;pierogi&lt;/a&gt; (dumplings filled with boiled potatoes and cheese or meat). Ukrainian specialties also include &lt;a href=\"Chicken%20Kiev\"&gt;Chicken Kiev&lt;/a&gt; and &lt;a href=\"Kyiv%20cake\"&gt;Kyiv cake&lt;/a&gt;. Ukrainians drink &lt;a href=\"kompot\"&gt;stewed fruit&lt;/a&gt;, juices, milk, buttermilk (they make cottage cheese from this), mineral water, tea and coffee, beer, wine and .\nNotes.\na. Among the Ukrainians that rose to the highest offices in the Russian Empire were &lt;a href=\"Aleksey%20Razumovsky\"&gt;Aleksey Razumovsky&lt;/a&gt;, &lt;a href=\"Alexander%20Bezborodko\"&gt;Alexander Bezborodko&lt;/a&gt; and &lt;a href=\"Ivan%20Paskevich\"&gt;Ivan Paskevich&lt;/a&gt;. Among the Ukrainians who greatly influenced the &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox Church&lt;/a&gt; in this period were &lt;a href=\"Stephen%20Yavorsky\"&gt;Stephen Yavorsky&lt;/a&gt;, &lt;a href=\"Feofan%20Prokopovich\"&gt;Feofan Prokopovich&lt;/a&gt; and &lt;a href=\"Dimitry%20of%20Rostov\"&gt;Dimitry of Rostov&lt;/a&gt;.\nb. Estimates on the number of deaths vary. Official Soviet data is not available because the Soviet government denied the existence of the famine. See the &lt;a href=\"Holodomor\"&gt;Holodomor&lt;/a&gt; article for details. Sources differ on interpreting various statements from different branches of different governments as to whether they amount to the official recognition of the Famine as Genocide by the country. For example, after the statement issued by the Latvian Sejm on 13 March 2008, the total number of countries is given as 19 (according to \"Ukrainian &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt;\": &lt;a href=\"http%3A//www.bbc.com/ukrainian/domestic/story/2008/03/080313_latvia_holodomor_oh.shtml\"&gt;&lt;/a&gt;), 16 (according to \"&lt;a href=\"Korrespondent\"&gt;Korrespondent&lt;/a&gt;\", Russian edition: &lt;a href=\"http%3A//korrespondent.net/ukraine/politics/403002\"&gt;&lt;/a&gt;), \"more than 10\" (according to \"Korrespondent\", Ukrainian edition: &lt;a href=\"http%3A//ua.korrespondent.net/ukraine/403780-latviya-viznala-golodomor-1932-33-rr-genocidom-ukrayinciv\"&gt;&lt;/a&gt;) Retrieved 27 January 2008.\nc. These figures are likely to be much higher, as they do not include Ukrainians of other nationalities or Ukrainian Jews, but only &lt;a href=\"ethnic\"&gt;ethnic&lt;/a&gt; Ukrainians, from the Ukrainian SSR.\nd. This figure excludes &lt;a href=\"POW\"&gt;POW&lt;/a&gt; deaths.\ne. Several countries with territory in Europe have a larger total area, but all of those also include territory outside of Europe. Only Russia's European territory is larger than Ukraine.\nf. According to the official &lt;a href=\"Ukrainian%20Census%20%282001%29\"&gt;2001 census&lt;/a&gt; data (by nationality; by language) about 75 percent of Kyiv's population responded 'Ukrainian' to the native language (ridna mova) census question, and roughly 25 percent responded 'Russian'. On the other hand, when the question 'What language do you use in everyday life?' was asked in the 2003 sociological survey, the Kyivans' answers were distributed as follows: 'mostly Russian': 52 percent, 'both Russian and Ukrainian in equal measure': 32 percent, 'mostly Ukrainian': 14 percent, 'exclusively Ukrainian': 4.3 percent.\ng. Such writings were also the base for Russian and Belarusian literature."
}