{
    "id": "31763127",
    "revid": "43579",
    "url": "https://en.wikipedia.org/wiki?curid=31763127",
    "title": "Jambughoda Wildlife Sanctuary",
    "text": "Jambughoda is a Wildlife Sanctuary situated in &lt;a href=\"Jambughoda\"&gt;Jambughoda&lt;/a&gt; &lt;a href=\"Tehsil\"&gt;Tehsil&lt;/a&gt;, in the South-Central part of &lt;a href=\"Gujarat\"&gt;Gujarat&lt;/a&gt;, and the &lt;a href=\"Khathiar-Gir%20dry%20deciduous%20forests\"&gt;Khathiar-Gir dry deciduous forests&lt;/a&gt;' &lt;a href=\"ecoregion\"&gt;ecoregion&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is located 70 km from &lt;a href=\"Vadodara\"&gt;Vadodara&lt;/a&gt; and 20 km from prominent tourist places such as &lt;a href=\"Pawagadh\"&gt;Pawagadh&lt;/a&gt; and &lt;a href=\"Champaner\"&gt;Champaner&lt;/a&gt;.\nHistory and geography.\nLocated in the Panchmahal district of Central Gujarat and 130.38 km2. area declared as a sanctuary in May 1990, Jambughoda Wildlife Sanctuary is home for a variety of animals and plants. A small part of the sanctuary (Targol Round) falls in the adjoining Vadodara district. The area has two water reservoirs – one at Kada and the other at Targol. These water bodies add to the aesthetic settings and diversity of the &lt;a href=\"habitat\"&gt;habitat&lt;/a&gt;. The sanctuary's wildlife depends on these two reservoirs.\nThe most striking feature of the area is the undulating hills having a good forest cover, with the valleys having small human settlements. The places of interest are Kada, Targol and Jhand Hanuman temple. Of these, the most picturesque location is Kada, where a beautiful forest &lt;a href=\"rest%20house\"&gt;rest house&lt;/a&gt; stands on the banks of an irrigation reservoir. Due to its proximity to the cosmopolitan city of Vadodara, the sanctuary is an ideal resort and camping site for the city's people.\nPeople of the area are mainly &lt;a href=\"tribal\"&gt;tribal&lt;/a&gt;. There are 25 villages (including 5 villages inside the Sanctuary) which are distributed among five forest blocks and two ranges. Local tribals collect minor forest produce from the area for their livelihood. People also allow grazing of their livestock and cut wood in the forest. The status of the management of the PA is good, but needs to be improved by taking up habitat steps, so that animals can be provisioned with adequate food, water and shelter. Grazing and wood removed by local people and fire in the forest cause damage to the habitat. Local people encroach upon the land of the PA and hence the area needs to be re-demarcated.\nJambughoda State.\nThe area was a part of the &lt;a href=\"princely%20state\"&gt;princely state&lt;/a&gt; of &lt;a href=\"Jambughoda%20State\"&gt;Jambughoda&lt;/a&gt; prior to independence. Within India, it was a part of the &lt;a href=\"Bombay%20Province\"&gt;Bombay Province&lt;/a&gt; during the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt;. Its rulers belonged to the Parmar dynasty and took the title of Thakur Sahib. The last ruler was &lt;a href=\"Ranjitsinhji%20Gambhirsinhji\"&gt;Ranjitsinhji Gambhirsinhji&lt;/a&gt; (b. 1892) who reigned from 27 Sep 1917 to 15 Aug 1947.\nFlora.\nIt is a forest of &lt;a href=\"teak\"&gt;teak&lt;/a&gt;, &lt;a href=\"bamboo\"&gt;bamboo&lt;/a&gt; and other miscellaneous species. &lt;a href=\"Flora\"&gt;Flora&lt;/a&gt; here include Sag, sadad, &lt;a href=\"shisham\"&gt;shisham&lt;/a&gt;, &lt;a href=\"khair\"&gt;khair&lt;/a&gt;, mahuda, bamboos, timru, bor, dhav, bili and dudhalo.\nFauna.\nJambughoda Wildlife Sanctuary hosts 17 &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;ian species including large colonies of &lt;a href=\"Indian%20flying%20fox\"&gt;Indian flying fox&lt;/a&gt;. &lt;a href=\"Indian%20giant%20squirrel\"&gt;Indian giant squirrel&lt;/a&gt; was photographed for the first time in March 2016.\nA &lt;a href=\"rusty-spotted%20cat\"&gt;rusty-spotted cat&lt;/a&gt; was sighted in October 2013 preying on a &lt;a href=\"bat\"&gt;bat&lt;/a&gt;.\nAmong the other &lt;a href=\"carnivores\"&gt;carnivores&lt;/a&gt; are the &lt;a href=\"Striped%20hyena\"&gt;hyena&lt;/a&gt;, &lt;a href=\"Indian%20wolf\"&gt;wolf&lt;/a&gt; and &lt;a href=\"Golden%20jackal\"&gt;jackal&lt;/a&gt;. The &lt;a href=\"Indian%20sloth%20bear\"&gt;Indian sloth bear&lt;/a&gt; is occasionally reported from the area.\nBesides &lt;a href=\"civets\"&gt;civets&lt;/a&gt;, &lt;a href=\"mongoose\"&gt;mongoose&lt;/a&gt;, &lt;a href=\"porcupine\"&gt;porcupine&lt;/a&gt; and several species of &lt;a href=\"rodents\"&gt;rodents&lt;/a&gt; are found in the area.\nThe area has also many varieties of &lt;a href=\"reptiles\"&gt;reptiles&lt;/a&gt; as well, which include many &lt;a href=\"venomous\"&gt;venomous&lt;/a&gt; and non-venomous snakes. The &lt;a href=\"Indian%20Python\"&gt;python&lt;/a&gt;, &lt;a href=\"crocodile\"&gt;crocodile&lt;/a&gt; and other herpetofauna also exist here.\nBirdlife is plentiful. In the past, the &lt;a href=\"junglefowl\"&gt;junglefowl&lt;/a&gt; was abundant here, but the species is now exterminated from the area, or has become rare.\nThe &lt;a href=\"barking%20deer\"&gt;barking deer&lt;/a&gt;, &lt;a href=\"Four-horned%20antelope\"&gt;four horned antelope&lt;/a&gt;, &lt;a href=\"Blue%20bull\"&gt;Blue bull&lt;/a&gt; and &lt;a href=\"wild%20boar\"&gt;wild boar&lt;/a&gt; are the &lt;a href=\"ungulate\"&gt;ungulate&lt;/a&gt;s occurring in the sanctuary.\nTransport.\nThe nearest airports are in Vadodara (90 km) and Ahmedabad (180 km. approx.). The nearest bus stations are in Shivrajpur (1 km) and Bodeli (12 km). The nearest railway station is in Vadodara."
}