{
    "id": "31782623",
    "revid": "1416178",
    "url": "https://en.wikipedia.org/wiki?curid=31782623",
    "title": "Religious symbolism in the United States military",
    "text": "Religious symbolism in the United States military includes the use of religious symbols for &lt;a href=\"military%20chaplain\"&gt;military chaplain&lt;/a&gt; insignia, uniforms, emblems, flags, and chapels; symbolic gestures, actions, and words used in military rituals and ceremonies; and religious symbols or designations used in areas such as headstones and markers in national cemeteries, and military ID tags (\"&lt;a href=\"dog%20tag\"&gt;dog tag&lt;/a&gt;s\").\nSymbolism sometimes includes specific images included or excluded because of religious reasons, choices involving colors with religious significance, and \"religious accommodation\" policies regarding the wear of \"religious apparel\" and \"grooming\" (such as \"unshorn\" hair and beards worn for religious reasons) with military uniforms. Additionally, military chaplains themselves are sometimes regarded as \"symbols of faith\" for military personnel who face challenges to their faith and values.\nChaplain insignia by military service.\nArmy.\nOn July 29, 1775, the &lt;a href=\"Continental%20Congress\"&gt;Continental Congress&lt;/a&gt; established the military chaplaincy, but chaplains did not wear insignia until 1880. However, in 1835 Army Regulations prescribed black as the branch color for chaplains, directing that a chaplain wear a black coat. By 1861, US Army Regulations included the details that the chaplains should wear a single breast officer's frock coat made of black wool, with black cloth covering the buttons, and no shoulderboards. In 1864, the Army Uniform Board \"enhanced\" the &lt;a href=\"frock%20coat\"&gt;frock coat&lt;/a&gt; by adding black \"herringbone braid\" in across the chest at the buttons and buttonholes, with buttons still covered in black. This coat was used by army chaplains until 1880, when shoulder boards were authorized for chaplains for the first time, and the first official insignia was introduced.\nAlthough the &lt;a href=\"Latin%20Cross\"&gt;Latin cross&lt;/a&gt; has long been the symbol for the majority of United States military chaplains, this first official chaplain insignia was the \"&lt;a href=\"shepherd%27s%20crook\"&gt;shepherd's crook&lt;/a&gt;\" (staff). Authorized in General Order Number 10, and remaining in force for the period February 13, 1880 – May 5, 1888, it was described as \"embroidered frosted silver bullion in center of black velvet shoulder straps, and was considered appropriate for both the frock coat or undress uniform.\" The plain \"Latin cross\" (silver on dark-blue shoulder straps) became the authorized chaplain insignia in 1898, replacing the shepherd's crook. Today, despite the fact that the shepherd's crook is no longer used as an insignia for individual chaplains, it is included in the design of the Chaplain Corps regimental insignia in honor of its place in Army Chaplain Corps history.\nJewish chaplains were first authorized to serve during the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt;, but it was during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; that the issue of insignia reached the army, when Congressman &lt;a href=\"Isaac%20Siegel\"&gt;Isaac Siegel&lt;/a&gt; from New York petitioned the army that rabbis serving in uniform be permitted to wear \"some other insignia in place of the cross.\"\nWithin two weeks of receiving this request, the army issued a directive stating that \"Objections having been made to Jewish Chaplains wearing the prescribed insignia, you are authorized by the &lt;a href=\"Secretary%20of%20War\"&gt;Secretary of War&lt;/a&gt; to omit the prescribed insignia\" (the cross).\nHowever, after battlefront reports indicated that difficulties arose from the fact that Jewish chaplains wore no insignia, the army began to look into various proposals, including a continuation of the practice of having Jewish chaplains wear no insignia, to the creation of a separate insignia for them, to a return to the shepherd's crook as a shared symbol for all chaplains. General &lt;a href=\"Henry%20Jerver\"&gt;Henry Jerver&lt;/a&gt;, acting assistant chief of staff for the army favored the third alternative, and within weeks of his decision this became the official policy for the Army. However, many Christian chaplains opposed this change of policy, and in August 1918 General Pershing cabled the War Department to inform it of this opposition. Not all Christian chaplains opposed the idea of a universal symbol, and some went on record agreeing with the statement of one chaplain that \"I am a chaplain of the Christian faith, but I welcome the change. The shepherd's crook is symbolic of the chaplain's work.\"\nReturning to a consideration of the three options of no insignia for Jewish chaplains, a shared insignia, or a separate insignia, the army opted for a separate Jewish chaplain insignia that included an image of the two tablets of the &lt;a href=\"Ten%20Commandments\"&gt;Ten Commandments&lt;/a&gt;, using &lt;a href=\"Roman%20numerals\"&gt;Roman numerals&lt;/a&gt; to indicate the commandments, with a small six-pointed &lt;a href=\"Jewish%20star\"&gt;Jewish star&lt;/a&gt; on top of the tablets. Other symbols considered included a six-pointed star (&lt;a href=\"hexagram\"&gt;hexagram&lt;/a&gt;), which was rejected by the army because it could too easily be confused with the 5-pointed star worn by generals; a seven-branched candelabra (&lt;a href=\"Menorah%20%28Temple%29\"&gt;Menorah&lt;/a&gt;); and two \"&lt;a href=\"Lion%20of%20Judah\"&gt;Lions of Judah&lt;/a&gt;\" supporting the six-pointed star.\nThis symbol would remain the insignia for Jewish chaplains until 1981, when the navy changed its insignia to include the first ten letters of the &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt; alphabet—to replace the Roman numerals—and both the army and the air force followed suit. While the official change to Hebrew letters became official November 9, 1981 Jewish chaplains were not required to make the uniform change until January 1, 1983.\nInsignia decisions for chaplains representing faith groups other than Christianity and Judaism have not been made unilaterally by the army, but instead have been joint decisions for all military chaplains.\nNavy.\nThe &lt;a href=\"Continental%20Navy\"&gt;Continental Navy&lt;/a&gt;, predecessor of the United States Navy, was approved by the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; on October 13, 1775, with navy regulations (adopted November 28, 1775) that included as its second article: \"The Commanders of the ships of the &lt;a href=\"Thirteen%20Colonies\"&gt;thirteen United Colonies&lt;/a&gt; are to take care that divine service be performed twice a day on board, and a sermon preached on Sundays, unless bad weather or other extraordinary accidents prevent.\" But, while the need for navy chaplains was recognized from the beginning, attitudes and policies toward navy uniforms or insignia for its chaplains went through many changes before final decisions were made. 1847 navy regulations did authorize chaplains to wear a blue uniform with black collar and cuffs with no insignia, and later, in 1864, chaplains were provided the same uniform as other staff officers, with the use of a silver cross as a corps device.\nHowever, regulations for navy chaplain uniforms and insignias changed a number of times over the following years: 1869–1876, when chaplains were considered as officers without rank, they wore the cross without any additional \"sleeve lace\"; in 1876, uniforms were no longer authorized for chaplains, who were to wear either civilian clothing or the vestments appropriate to their faith group; in 1883, the uniform became an option for chaplains, with the cross; and then in 1894, the epaulets and passants were removed so that chaplain uniforms had no insignia at all, neither any that indicated they were officers nor even the cross signifying that they were chaplains.\nIt was not until 1905 that the navy uniform code included a permanent regulation for chaplains: along with ranks equivalent to line officers, they were to wear naval officer's uniforms with the sleeve braid in \"lustrous black\" (not gold, like that of other officers), and to wear both the officer rank insignia and a gold cross. In 1918, naval staff corps rules were changed, and the distinctive black braid of chaplains was replaced by the same gold braid worn by other officers, along with the Latin cross.\nThe navy policy on insignia for Jewish chaplains was not resolved as quickly as it was in the army. When Rabbi David Goldberg entered the navy October 30, 1917, receiving orders after basic training to report to the , he asked a senior chaplain about the fact that he was told to wear the Latin cross, receiving the response that \"the men understood that he wore the insignia of the corps and not his faith group.\" Goldberg wore the cross throughout the time he served on the ship, but after reporting to his next assignment ashore the combination of his shipboard experience and the number of letters he received from rabbinic colleagues objecting to his wearing a cross finally led to his petitioning the navy in 1918 to allow him to wear the Star of David instead.\nWhen Goldberg's request to wear the six-pointed star was rejected—based on the same fears the army had that a six-pointed star would be too similar to the five-pointed star worn by flag officers—he recommended the shepherd's crook as a universal symbol, a recommendation that met with opposition from many Christian chaplains. However, the Navy did authorize Goldberg to wear that symbol himself, in place of the cross. Goldberg wore this insignia until the end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, when navy policy eventually changed to allow navy Jewish chaplains to wear the tablets and the star, the same insignia worn by Jewish chaplains in the army. This change took place in 1941, after only two Jewish chaplains (Goldberg and Harold Strauss) had worn the Shepherd's Crook insignia.\nAlthough the shepherd's crook has not been used as a chaplain insignia since that time, the term used for the active duty chaplain with the earliest appointment is the \"Gray Shepherd.\"\nAs in the case of the army, decisions about chaplain faith group insignia after those made regarding Jewish chaplains (the original decision and the later decision to change Roman numerals to Hebrew letters) have not been made unilaterally by the navy, but instead have been joint decisions for all military chaplains.\nMarine Corps and Coast Guard.\nNavy chaplains also serve Marine Corps, Coast Guard, and Merchant Marine. Although they have the option of wearing marine corps or coast guard uniforms when assigned to their respective units, the chaplain corps insignia remain that of the navy.\nMerchant marine.\nThe &lt;a href=\"United%20States%20Merchant%20Marine\"&gt;United States Merchant Marine&lt;/a&gt; is a civilian auxiliary of the United States Navy, but in accordance with the &lt;a href=\"Merchant%20Marine%20Act%20of%201936\"&gt;Merchant Marine Act of 1936&lt;/a&gt; its members are considered military personnel during times of war when the merchant marine comes under the navy. Until World War I, merchant mariners did not wear uniforms, but they were introduced in 1919, because \"young Americans now entering the merchant service have more regards for themselves and their job when wearing a uniform, and that the merchant sailor commands greater respect when ashore, either at home or in foreign ports, if in uniform. The uniform introduced in 1919 was based on U.S. Navy uniforms with enough differences to distinguish between the two services, including wreaths for officers on cap and sleeve insignia and shoulder boards. Chaplain insignia with the wreaths were created around 1943, at a time when merchant marine officers were drawn from the civilian population, including many retired coast guard and navy officers.\nToday, when active-duty Navy chaplains serve with the USMM, such as the two stationed at the &lt;a href=\"United%20States%20Merchant%20Marine%20Academy\"&gt;United States Merchant Marine Academy&lt;/a&gt;, they wear standard navy uniforms and insignia\nAir Force.\nOn July 28, 1942, Chaplain Charles Carpenter was appointed to the newly created position of air chaplain for the &lt;a href=\"Army%20Air%20Force\"&gt;Army Air Force&lt;/a&gt;, within the larger &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; organization. Later, when the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; was established as a separate service on September 18, 1947, the original plan was that chaplain support would continue to be provided by Army chaplains. However, on May 10, 1949, the decision was made that the still new branch of the military would have its own chaplains. At that point, chaplains serving with the Air Force began to wear Air Force uniforms, but continued to use the same Jewish and Christian Chaplain Corps insignia that had been used by the Army. In 1981, when the Navy approved the change to the Jewish chaplain insignia, from Roman numerals to Hebrew letters, both the Army and Air Force made the same change soon thereafter. Since then, the approval of insignia to represent chaplains of other faith groups has been made jointly by of all branches of the United States Armed Forces. However, while the designs for the insignia are the same for all services, the Air Force categorizes the insignia as \"&lt;a href=\"Badges%20of%20the%20United%20States%20Air%20Force\"&gt;occupational badges&lt;/a&gt;,\" with different \"wear use\" rules than the other services.\nAdditionally, while the &lt;a href=\"Civil%20Air%20Patrol\"&gt;Civil Air Patrol&lt;/a&gt; chaplain program is a separate organization than the USAF Chaplain Corps, it was established in 1950 under the guidance of the Air Force chief of chaplains and \"is modeled after the Air Force Chaplain Service,\" and follows the same rules for faith group insignia.\nChaplain insignia by faith group.\nChristian.\nOther than the short period 1880–1888 when all army chaplains wore the Shepherd's Crook, the &lt;a href=\"Latin%20cross\"&gt;Latin cross&lt;/a&gt; (also referred to as the \"Christian cross\") has been the symbol for all Christian chaplains, regardless of denomination, although in some other nation's military forces, separate symbols are used for some Catholic, Eastern Orthodox, and Protestant Chaplains, and sometimes for specific groups within the larger Protestant faith group, such as Calvinist Chaplains, and the United States Department of Veterans Affairs includes a number of different denominational versions of the cross on gravestones in veterans cemeteries.\nSome Christian groups, like &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; (LDS Church), do not normally use the symbol of the cross—but do accept it as the uniform insignia for Christian military chaplains. So for example, the LDS Church teaches that its members \"remember with reverence the suffering of the Savior. But because the Savior lives, we do not use the symbol of His death as the symbol of our faith,\" and therefore \"The only members of the Church who wear the symbol of the cross are Latter-day Saint chaplains, who wear it on their military uniforms to show that they are Christian chaplains.\" Similarly, because the cross is not normally a symbol used by the &lt;a href=\"Unitarian%20Universalism\"&gt;Unitarian Universalist Church&lt;/a&gt; (UU), an article on military chaplains written for members of that religious group had to explain that \"UUs in the military are considered Protestants, and wear crosses.\"\nMessianic Jewish question.\nIn 2008, Michael Hiles, a clergyman reporting for training as a Navy chaplain candidate identified himself as a &lt;a href=\"Messianic%20Jew\"&gt;Messianic Jew&lt;/a&gt; (a Jew who accepts Christian theological views regarding Jesus, including the changes to Judaism such beliefs entail), requesting that he still be permitted to wear the insignia of a Jewish chaplain. The November 26, 2008 decision from Vice Admiral &lt;a href=\"Mark%20E.%20Ferguson%20III\"&gt;Mark E. Ferguson&lt;/a&gt;, president of the Navy Uniform Board and &lt;a href=\"Chief%20of%20Naval%20Personnel\"&gt;Deputy Chief of Naval Operations for Manpower, Personnel, Training, and Education&lt;/a&gt;, was that Hiles would be required to wear the cross linked to his Christian (and non-Jewish) faith beliefs. Given the choice of wearing the cross or given the right to withdraw from training, he chose the latter.\nJewish.\nThe Jewish Chaplain insignia made up of two tablets of the Ten Commandments, with ten Roman numerals symbolizing the commandments, and with the six-pointed Star of David above the tablets, was adopted for Jewish army chaplains in 1917, and for Jewish naval chaplains in 1941. The original Army description did not specifically reference a star \"per se\", but instead read \"a double Tablet bearing numerals from I to X, surmounted by two equilateral Triangles interlaced.\"\nBefore the tablets-and-star design was approved for United States Navy Jewish chaplains, only two Jewish chaplains wore the Shepherd's Crook insignia: Chaplain David Goldberg, during WWI, and Chaplain Harold Strauss, 1931–1941. Beginning in 1917, Goldberg first wore the cross—the original symbol for all navy chaplains—until receiving permission to wear the Shepherd's Crook instead.\nOn August 5, 1980, Navy Chief of Chaplains Rear Admiral Ross Trower convened a blue ribbon panel made up of Jewish chaplains to consider the \"beneficial suggestion\" made to the Navy to change the Roman numerals to Hebrew letters. The question had been raised before and not all Jewish authorities were in favor of the change because of the concern that the insignia might be considered \"holy\"—\"even mildly holy\"—because of the presence of Hebrew writing. In fact, in a 1972 &lt;a href=\"responsum\"&gt;responsum&lt;/a&gt; from the &lt;a href=\"National%20Jewish%20Welfare%20Board\"&gt;National Jewish Welfare Board&lt;/a&gt; authored by Rabbi &lt;a href=\"Solomon%20Freehof\"&gt;Solomon Freehof&lt;/a&gt;, he recommended maintaining Roman numerals although he did state that when it came to using Hebrew letters simply to indicate numbers, \"there is no strict law against it.\" Nevertheless, based on the panel's unanimous 1980 recommendation to make the change, Chaplain Trower made the formal recommendation to the President of the Navy Uniform Board that the Navy should make the change unilaterally, without the additional time that would be required for all services to study the question. Included in his recommendation was the statement that\nThe President of the Navy Uniform Board approved the change on December 17, 1980, with the army and air force quickly approving the change as well. (Note that the Roman numeral version read left to right, with the first five numerals on the left tablet and the second five on the right;the Hebrew reads right to left, with the first five numerals on the right and the second five on the left, as per Jewish tradition. Jewish tradition states that the tablets had flat tops and may even have been square instead of rectangular, but the Christian-influenced rectangular tablets with round tops is nonetheless very frequently found in Jewish art and synagogues, and was not objected to here either.) The new insignia was authorized for wear from 1981, with a grace period authorized to allow Jewish chaplains to make the required uniform changes by January 1, 1983.\nMuslim.\nOn December 14, 1992, the Army Chief of Chaplains requested that an insignia be created for future Muslim chaplains, and the design (a crescent) was completed January 8, 1993.\nBuddhist.\nIn 1990 the Army made the decision to create an insignia for future Buddhist chaplains, and the &lt;a href=\"Armed%20Forces%20Chaplains%20Board\"&gt;Armed Forces Chaplains Board&lt;/a&gt; (the board made up of the three Chiefs of Chaplains and active-duty Deputy Chiefs of Chaplains for the Army, Navy, and Air Force) began working with the Army's Institute of Heraldry. The design was completed in August 1990, representing the &lt;a href=\"dharmacakra\"&gt;dharmacakra&lt;/a&gt; (the \"wheel of dharma\" or sometimes, \"wheel of law\"), an eight-spoked wheel \"representative of religious observances.\"\nHindu (in planning).\nAs of 2011, a &lt;a href=\"Hinduism\"&gt;Hindu&lt;/a&gt; faith community endorsing agency was approved by the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;Department of Defense&lt;/a&gt; and began to seek volunteers to serve as Hindu chaplains in the United States military. Military officials, including the members of the Armed Forces Chaplains Board, worked to consider possible insignias, while members of the Hindu community did so as well. According to Hindu Air Force officer Ravi Chaudhary, one of the officers involved in the effort, individuals and groups throughout the country, including the &lt;a href=\"White%20House%20Office%20of%20Faith-Based%20and%20Neighborhood%20Partnerships\"&gt;White House Office of Faith-Based and Neighborhood Partnerships&lt;/a&gt;, were contacted.\nAs part of the study, insignias used by Hindu chaplains in other militaries were studied, such as the insignia authorized August 22, 1996 for the first Hindu chaplain to serve in the &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;n military: a lamp (deepa) and flame. The first insignia ever developed for Hindu military chaplains, it shows a clay lamp representing the human body into which \"the oil of devotion to God\" must be introduced, symbolizing \"the perennial quest of all Hindus: Tamaso ma jyotir gamaya\" – \"O Lord, lead us from darkness to Light.\" However, the recommendation made to the Pentagon was the \"&lt;a href=\"om\"&gt;om&lt;/a&gt;,\" a symbol that Chaudhary said means \"truth and peace.\"\nAccording to Chaudhary, the first Hindu chaplain was army Captain Pratima Dharm, who holds degrees in psychology and theology, and is already serving on active duty at &lt;a href=\"Walter%20Reed%20Army%20Medical%20Center\"&gt;Walter Reed Army Medical Center&lt;/a&gt;. In addition to being the first Hindu chaplain in the United States military, she will also be the first female of &lt;a href=\"Indian%20Americans\"&gt;Indian descent&lt;/a&gt; to serve as a U.S. Army chaplain. According to an article in the \"&lt;a href=\"Stars%20and%20Stripes%20%28newspaper%29\"&gt;Stars and Stripes&lt;/a&gt;\" Dharm has worn the cross on her uniform with the endorsement with the &lt;a href=\"Pentecostal%20Church%20of%20God\"&gt;Pentecostal Church of God&lt;/a&gt;, but has now been endorsed by the Hindu endorsing agency, Chinmaya Mission West.\nIn an official statement, United States Army Chief of Chaplains &lt;a href=\"Douglas%20Carver\"&gt;Douglas Carver&lt;/a&gt; confirmed the appointment of Dharm as the army's first Hindu chaplain: \"The Chief of Chaplains is pleased to announce the endorsement of the Army's first Hindu chaplain by Chinmaya Mission West. This continues our Army's enduring commitment to the free exercise of religion for our Nation's sons and daughters, including the hundreds of Hindu soldiers serving in our ranks.\"\nReligious Program Specialists.\nEnlisted personnel who serve as &lt;a href=\"Chaplain%20Assistant\"&gt;assistants to chaplains&lt;/a&gt; do not wear any specific faith group symbols, but they have military branch or occupational insignia/badges identifying them as army chaplain assistants/chapel activities specialists, navy religious program specialists, and air force chaplain assistants, that incorporate broader symbols of faith and care.\nThe Army Chaplain Assistant Badge was authorized in 1984, incorporating cupped hands representing support given to the chapel and its programs, and a chapel door symbolizing \"a welcome to all worshippers.\"\nThe rating badge for navy &lt;a href=\"Religious%20Program%20Specialist\"&gt;religious program specialists&lt;/a&gt; (RP) includes a compass rose, a globe, and an anchor. The RP rating was established January 15, 1979, and the insignia (which has never changed) was approved by the &lt;a href=\"Chief%20of%20Naval%20Operations\"&gt;Chief of Naval Operations&lt;/a&gt; on May 9, 1979. According to navy documents, the compass symbolizes that religion can give direction to life; the globe is a symbol of the fact that religious program specialists work throughout the world; and the anchor is a symbol of Navy heritage.\nThe air force has three levels of badges: other than the basic badge, there is a Chaplain Assistant Badge-Senior, and a Chaplain Assistant Badge-Master. Each one is based on level of training and qualifications. The badge was established September 1, 1994, and the design was based on the 1990 USAF chaplain theme, \"Live by faith.\" According to \"A History of the Chaplain Assistant,\" \"The badge symbolizes the career field mission of supporting the religious needs of the Air Force community in peace, war, national emergencies, and military contingencies.\"\nReligious apparel and grooming.\nChaplains.\nIn addition to chaplain insignia, Department of Defense instructions on the \"Accommodation of religious practices within the military services\" state that \"chaplains may wear any religious apparel or accouterments with the uniform while conducting worship services and during the performance of rites and rituals associated with their religious faith.\" In addition to allowing religious apparel drawn from civilian faith group sources, some religious apparel has been issued by the military, sometimes with military service, Chaplain Corps, or chaplain religious symbols included in the design. While in the past, religious items to support chaplains and chapel programs were made available by individual service organizations such as the Army Service Forces, today a chaplain is attached full-time to the &lt;a href=\"Defense%20Logistics%20Agency\"&gt;Defense Logistics Agency&lt;/a&gt;, with a mission statement that reads: \nIn addition to military-issue religious vestments to be worn by chaplains during worship services or religious rites, United States Army Chief of Chaplains Charles Brown had a lapel pin created during the 1960s showing the Army Chaplain Corps seal (then with symbols of Christian and Jewish chaplains) for chaplains to wear with civilian clothing, in the same way some civilians wore lapel pins with their college seals. However, it turned out that government funding was not authorized for the production of a civilian clothing accessory, so production was halted and wear was discontinued.\nMilitary issue.\n&lt;gallery class=\"center\" widths=100px heights=150px perrow=6 caption=\"Military issued scarves/stoles\"&gt;\nImage:Army Christian scarf.jpg|Army-issued scarf/stole for Christian chaplains\nImage:Army Christian stole.jpg|More modern \"camouflage\" scarf/stole for Christian chaplains\nImage:Army Jewish prayer shawl.jpg|Army-issued prayer shawl (tallit) for Jewish chaplains\nImage:Army camouflage prayer shawl.jpg|More modern prayer shawl (tallit) for Jewish chaplains\nImage:USAF Christian Chaplain scarf.jpg|Air Force-issued scarf/stole for Christian chaplains\nImage:USAF Jewish Chaplain prayer shawl.jpg|Air Force-issued prayer shawl (tallit) for Jewish chaplains\n&lt;/gallery&gt;\nAll military personnel: apparel and grooming.\nIn addition to special religious apparel rules for chaplains and worshipers during religious services or rites, military instructions also authorize all military personnel to wear \"articles of clothing worn as part of the doctrinal or traditional observance of the religious faith practiced by the member,\" as long as they are worn under the uniform in a way that makes them \"not visible or apparent\" (such as some &lt;a href=\"Temple%20garment\"&gt;Mormon undergarments&lt;/a&gt; or &lt;a href=\"tallit%20katan\"&gt;Jewish apparel that can be worn under outer clothing&lt;/a&gt;); or, if they are visible, the articles of clothing must be \"neat and conservative.\" Some military regulations, such as Army Regulation 670-1, expand the phrase to \"neat, conservative, and discreet,\" and the latest revised version of the Department of Defense Instruction (1300.17) which lays the foundation for all religious accommodation policies in the United States military now defines \"neat and conservative\" as (in part) \"discreet, tidy, and not dissonant or showy in style, size, design, brightness, or color.\" This exact wording has also been incorporated into Secretary of the Navy Instruction 1730.7C, which establishes policy for the &lt;a href=\"United%20States%20Department%20of%20the%20Navy\"&gt;Department of the Navy&lt;/a&gt;, noting that it applies not only to the Navy and Marine Corps but also to the coast guard \"when operating as a service in the navy under Title 14, U.S. Code, Section 3.\"\nProcedures for considering requests for waivers to allow religious apparel have been established by each service, such as the \"Religious Apparel Waivers\" table published in Air Force Instruction 36-2903, \"Dress and Personal Appearance of Air Force Personnel.\"\nThe various branches of the military have added different color requirements for religious head coverings, sometimes so that they blend more with uniform colors. For example, the air force requires that approved religious head coverings must be either \"dark blue or black,\", the navy and coast guard requirement is that it must be \"either black or hair-colored\" (that is, as spelled out in coast guard policies, \"black or match the hair color of the wearer\")\n and the army requirement is that \"it must be subdued in color (black, brown, green, dark or navy blue, or a combination of these colors).\" Policies regarding religious apparel have been updated to prohibit explicitly any \"writing, symbols, or pictures\" on \"headgear\" approved for religious reasons, and Air Force policies require that (in addition to the dark blue or black color) the head covering be \"plain.\"\nJewelry with religious meaning or symbolism is also authorized, providing it meets the \"neat, conservative, and discreet\" requirement, and generally follows the rules for any jewelry that can be worn with a military uniform.\nTattoos that \"advocate religious discrimination\" are listed among prohibited tattoos for military personnel.\nBeards: background information.\nAll branches of the United States military currently prohibit beards, although some mustaches are allowed, based on policies that were initiated during the period of World War I. If mustaches are worn, they cannot be \"handlebar\" mustaches; they must be \"neatly trimmed, tapered, and tidy,\" not presenting \"a chopped off or bushy appearance\"; and \"no portion of the mustache will cover the upper lip line or extend sideways beyond a vertical line drawn upward from the corners of the mouth.\"\nAccording to Professor Penny Jolly, who has studied \"social trends in appearance,\" beards \"were eliminated in the US military in WWI due to the need to wear gas masks. Razors were issued in GI kits, so men could shave themselves on the battlefield.\" However, the link between the requirement to shave and the use of gas masks has been called only one of \"several theories.\" Other theories include the fact that the massive build-up of the military for WWI brought with it many men from rural areas, and this \"sudden concentration of recruits in crowded army induction centers brought with it disease, including head lice. Remedial action was taken by immediately shaving the faces and cutting the hair of all inductees upon their arrival.\"\nHistorically beards were commonplace in the United States military, and as one report states \"it is harder to find a picture of a general from the American Civil War \"without a beard than with one.\" But beginning with World War I and clearly by World War II, beards were universally prohibited, with the military citing concerns that included the need for \"uniformity, hygiene, discipline, or tactical demands—such as the proper fitting and seal of a gas mask.\"\nFrom 1970–1984, the United States Navy briefly restored beards. The temporary change began on November 10, 1970, when then-Chief of Naval Operations (CNO) &lt;a href=\"Elmo%20Zumwalt\"&gt;Elmo Zumwalt&lt;/a&gt; explicitly authorized beards for active duty naval personnel, in his \"Z-gram\" number 57, \"Elimination of Demeaning or Abrasive Regulation,\" although his position was that they were already implicitly allowed based on policy changes made by his predecessor, &lt;a href=\"Thomas%20H.%20Moorer\"&gt;Thomas H. Moorer&lt;/a&gt;.\nThe Navy ban on beards was reinstated in 1984 by CNO &lt;a href=\"James%20D.%20Watkins\"&gt;James D. Watkins&lt;/a&gt;.\nReligious laws and traditions regarding grooming have made both hair and beards visible religious symbols for many faith groups, including &lt;a href=\"Sikh\"&gt;Sikh&lt;/a&gt;s for whom \"&lt;a href=\"Kesh%20%28Sikhism%29\"&gt;Kesh&lt;/a&gt;,\" \"unshorn hair,\" is one of the \"&lt;a href=\"Five%20Ks\"&gt;Five Ks&lt;/a&gt;\"—5 compulsory \"articles of faith\" for baptized Sikhs. Other faith groups, including Judaism and Islam, include certain groups that believe shaving is permitted and other groups that believe it is not. &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; is an example of a faith group that takes the opposite approach, strongly encouraging some or all of its members to shave. In some cases shaving is mandated for some members, including those engaging in their &lt;a href=\"Missionary%20%28LDS%20Church%29\"&gt;missionary&lt;/a&gt; service, or studying or working at the church-sponsored &lt;a href=\"Brigham%20Young%20University\"&gt;Brigham Young University&lt;/a&gt;.\nUnited States military instructions note that \"hair and grooming practices required or observed by religious groups are not included within the meaning of religious apparel,\" and therefore do not fall under the overall religious accommodation guidance that authority to approve requests are normally given to individual commands, as specified by each service (although denials of requests are subject to review at the \"Service Headquarters level\"). Instead, requests for grooming waivers based on religion have been decided at the highest levels of each branch of the military, with the United States Army approving new waivers in 2009 for the first time in more than twenty years. However, the Army stresses that such waivers are \"temporary\" and \"assignment specific,\" and that it can rescind the waivers at any time \"in the interest of military necessity.\"\nBeards have been authorized for non-religious reasons in today's military, including medical reasons related to skin conditions, with Army directives noting that \"soldiers will keep the growth trimmed to the level specified by appropriate medical authority,\" and Air Force Instructions limiting the length of a beard approved for medical reasons to 1/4 inch.\" Other examples include waivers for some members of the military's &lt;a href=\"Special%20Forces\"&gt;Special Forces&lt;/a&gt;, based on the rationale that \"in hot spots such as Afghanistan, many members of those elite units grow beards to make themselves less conspicuous to locals.\" The policy for beards lasted for almost a decade and according to some reports was also (at least in part) \"a show of deep respect for Afghanistan's male-dominated, bearded tribal culture.\" However, as of noon September 7, 2010 (based on an order issued the previous day) beards for Special Forces troops in Afghanistan were \"deauthorized\" due to \"a vastly changed operational environment.\" Because DOD Instructions on religious accommodation note that \"precedents\" for non-religious reasons should be taken into account when considering religious accommodation requests, those in favor of additional waivers for beards for religious reasons hope such precedents—in addition to precedents of waivers issued for religious reasons—will help support additional religious accommodation waivers.\nSome military spokespersons have cited concerns that beards might interfere with gas masks, but those in favor of beards have challenged those concerns, and some experts note that the application of &lt;a href=\"vaseline\"&gt;vaseline&lt;/a&gt; to the beard can provide the mask's required seal. In one case, before being allowed to deploy to the &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt;, Jewish Chaplain Jacob Goldstein (an army reservist who has been granted a waiver to wear a beard) had to prove that he could don his mask safely and securely within the same 8-second time period given to others—and Goldstein (who says \"the mask issue is bogus\") showed that he could. Gas masks do vary from one nation to another, and it has been reported that even masks manufactured in Israel, a nation where they are routinely distributed to citizens, may not work properly for men with facial hair. While special \"beard-friendly\" masks that cover the entire head of the wearer are manufactured there, a reported shortage has driven that nation's &lt;a href=\"Ashkenazic\"&gt;Ashkenazic&lt;/a&gt; &lt;a href=\"Chief%20Rabbi%20of%20Israel\"&gt;Chief Rabbi&lt;/a&gt; to rule that &lt;a href=\"ultra-orthodox\"&gt;ultra-orthodox&lt;/a&gt; Jews can shave or trim their beards in order to ensure that their masks fit, and urged them to carry scissors with them so that they can shave quickly in the event of a chemical or biological gas attack.\nOther military representatives have said that religious accommodation requests to waive the prohibition for beards could be considered on a case-by-case basis, but only from those already in the military. However, critics have noted that such a policy would require an applicant to be a hypocrite: requesting a shaving waiver based on the fact that he cannot shave, but first shaving in order to enlist and qualify to submit a request. According to some commentators, the real reason beards have been prohibited is the feeling that they \"are unseemly and make service members appear sloppy.\" Army Regulation 670-1 states that \"personal appearance\"—including \"strict grooming standards\"—is an \"essential part of discipline\" and \"a neat and well-groomed appearance by all soldiers is fundamental to the Army and contributes to building the pride and esprit essential to an effective military force.\"\nReserve chaplains on limited tours of active duty.\nSome changes in military regulations are making it easier for civilian clergy with beards who hold reserve commissions as chaplains to report for short periods of active duty without shaving off their beards. For example, Air Force Instruction 36-2903, revised July 18, 2011, directs that \"During tours of less than 30 days, Air Force Reserve (AFR) and Air National Guard (ANG) chaplains not on extended active duty may request a beard waiver for religious observance when consistent with their faith.\"\nKippot/skullcaps.\nOne example of visible religious apparel cited in the instructions as authorized, provided it passes the \"neat and conservative\" test, is the &lt;a href=\"kippah\"&gt;kippah&lt;/a&gt; (skullcap) worn by some Jewish personnel, referred to in some military directives by the &lt;a href=\"Yiddish%20language\"&gt;Yiddish&lt;/a&gt; word, \"yarmulke.\" The modern history of authorizing the kippa under the rubric of \"religious accommodation\" began with a 1986 Supreme Court case, \"&lt;a href=\"Goldman%20v.%20Weinberger\"&gt;Goldman v. Weinberger&lt;/a&gt;\", involving an orthodox rabbi who was serving in the air force as a psychologist, not a chaplain, who had been told to remove his kippa. When the court affirmed that existing military regulations did give the military the right to prohibit the kippa if it so chose—and deferred to Congress to decide whether to change the situation—Congress attempted to introduce the \"neat and conservative\" approval rule in a proposed \"Religious Apparel Amendment.\" That proposed amendment failed to pass for two years, ultimately passing after a story about two navy chaplains present during the &lt;a href=\"1983%20Beirut%20barracks%20bombing\"&gt;1983 Beirut barracks bombing&lt;/a&gt; was read into the \"Congressional Record.\" The story focused on Catholic Chaplain George Pucciarelli, who tore off a piece of his Marine Corps uniform to replace Jewish Chaplain &lt;a href=\"Arnold%20Resnicoff\"&gt;Arnold Resnicoff&lt;/a&gt;'s kippah, bloodied after being used to wipe the faces of wounded Marines. This amendment passed, and was eventually incorporated into the newer DOD religious accommodation directive, which now exists in revised form as DOD Instruction 1300.17.\nResnicoff's report of the bombing, written at the request of the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;, and read in April 1984 as a keynote speech by President &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;, explained the symbolism of Pucciarelli's actions and this kippah:\nThis story of this \"camouflage kippah\"—its symbolism in terms of Judaism as a sign of reverence and its symbolism in the military as a sign of interfaith cooperation and respect—was retold at many levels, including another occasion involving President Reagan, during a White House visit of the \"American Friends of Lubavitch.\" After telling them the Beirut story, Reagan asked them about the meaning of the kippah. Rabbi &lt;a href=\"Abraham%20Shemtov\"&gt;Abraham Shemtov&lt;/a&gt; responded, \"Mr. President, the kippah to us is a sign of reverence,\" and one of his colleagues, Rabbi Feller, continued, 'We place the kippah on the very highest point of our being—on our head, the vessel of our intellect—to tell ourselves and the world that there is something which is above man's intellect—the infinite Wisdom of God.\"\nAlthough a number of military instructions use the Jewish headcovering as an example—noting factors that must be met to qualify under the \"neat and conservative\" requirement—the same criteria for permission apply to head coverings regardless of the faith of the military person requesting permission: \"Religious headgear that meets these criteria is authorized irrespective of the faith group from which it originates.\"\nBeards and turbans: Sikhs.\nSikh &lt;a href=\"turban\"&gt;turban&lt;/a&gt; and grooming requirements have a unique history in terms of religious accommodation because they were allowed, then disallowed, and finally allowed once again, at least for some specific individual cases, as of 2010. Since 1948, Sikh men had served in the military with uniform policy waivers that allowed them to follow their faith group requirements for beards and long hair, with the hair covered by turbans, until the army eliminated such religious accommodation policies in 1984, when then-army Chief of Staff &lt;a href=\"John%20A.%20Wickham%2C%20Jr.\"&gt;John A. Wickham, Jr.&lt;/a&gt; eliminated the exception for Sikhs and others who wore \"conspicuous\" items of faith. All this was in parallel with regulations within the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, as from the time of Chief of Naval Operations &lt;a href=\"Elmo%20Zumwalt%23List%20of%20Z-grams\"&gt;Admiral Elmo Zumwalt's service, through the issuance of his \"Z-grams\" numbers 57 and 70&lt;/a&gt;, in early November 1970 and late January 1971 respectively, permitting well-groomed facial hair on all United States Navy personnel until the timeframe of &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;'s presidency.\nUnited States Army Regulation 600-20 grants permission to personnel who received waivers to grooming standards for beards or long hair prior to January 1, 1986 to continue on active duty for as long as they are \"otherwise qualified for retention.\" However, these individuals \"will not be assigned permanent change of station or temporary duty outside of CONUS [the Continental United States] due to health and safety considerations.\" Two Sikhs in the Army's medical field, doctor (Colonel) Arjinderpal Singh Sekhon, and dentist (Colonel) G. B. Singh, continued under this \"grandfather clause\" until their retirements in 2009 (for Sekhon) and 2007 (for Singh).\nHowever, in March 2010 United States Army Captain Tejdeep Singh Rattan graduated United States Army Officer Training at &lt;a href=\"Fort%20Sam%20Houston\"&gt;Fort Sam Houston&lt;/a&gt;, &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio, Texas&lt;/a&gt;, to become the first new Sikh officer allowed to serve with a beard and turban in more than 25 years. According to news reports, \"Rattan wears a fatigue-colored turban, and when he needs to wear a helmet, he puts on a mini-turban underneath it. He says he's gotten a positive response from other officers in training.\"\nOther Sikhs have since been granted permission as well, including Captain Kamaljeet Singh Kalsi, an Army doctor who told the story of how his first sergeant \"pulled him out of the crowd\" on his first day of training at Fort Sam Houston, to tell the other soldiers about the \"long ordeal\" Kalsi endured in order to enlist. He quoted the First Sergeant as saying that \"The Army is made up of different shades of green, and if you have any objection to him being here, you need to tell me now,\" at which point all the other soldiers applauded him.\nWhile Rattan and Kalsi are both officers, in 2011, Army Specialist Simranpreet Lamba became the first enlisted man to be granted a waiver for his beard and turban as Sikh \"articles of faith\" in 26 years. Despite the fact that his education would have qualified him for service as an officer, his status as a non-United States citizen barred him from officer status, so he enlisted under \"the Military Accessions Vital to the National Interest recruiting program, which enlists legal non-citizens with critical language skills, such as Lamba's knowledge of Punjabi and Hindi.\" During Combat Basic Training at Fort Jackson, South Carolina, Lamba was naturalized as a United States citizen, saying that becoming a United States citizen and a United States soldier were always part of his \"childhood dream\": \"I believe that I already have the warrior ethos in me and the warrior blood in me. That's why it's been my childhood dream to always be in the armed forces. And I'm really happy that my childhood dream came true. And I'm a proud U.S. Army Soldier today.\" Now that he is a United States citizen, Lamba plans to continue to serve as a soldier, but hopes to apply to &lt;a href=\"Officer%20Candidate%20School\"&gt;Officer Candidate School&lt;/a&gt; (OCS) sometime in the future.\nArmy spokesperson Major General Gina Farrisse stated that each religious accommodation request regarding grooming will be reviewed on a case-by-case basis, rather than considering the right \"a blanket accommodation for any other individual\" Speaking of the permission given to Kalsi, Major General Farrisse noted that Kalsi's \"beard, shorn hair, and turban will be neat and well maintained at all times.\" She said the exception could be revoked \"due to changed conditions.\"\nBeards: Muslims.\nAs of June 2011, similar waivers of military grooming policies, allowing beards, have been granted to at least two Muslim soldiers.\n One is a surgical intern at &lt;a href=\"Walter%20Reed%20Army%20Medical%20Center\"&gt;Walter Reed Medical Center&lt;/a&gt;, allowing him to keep a beard he feels is required due to religious reasons. Many Muslim authorities agree that, \"Though there might be some differences in opinion, it's an accepted fact that a beard is part of the Islamic dress code.\"\nThe right of Muslims to keep beards is an issue that has been discussed in other nations, including India. Maulana Hasan Mehndi, a &lt;a href=\"Shia\"&gt;Shia&lt;/a&gt; cleric in &lt;a href=\"Calcutta\"&gt;Calcutta&lt;/a&gt;, someone who has advocated for Muslim rights in that nation, has stated that \"Shaving is forbidden in Islam. But that doesn't mean the beard has to be of an inordinate length. Individual institutions may have its own rules, but we cannot neglect our allegiance to the Almighty.\" On the other hand, some Muslim scholars believe that the beard is not a requirement for Muslim men, but that it is certainly \"encouraged\" according to Islamic law.\nJews with beards.\nBeginning in 2009, &lt;a href=\"Orthodox%20Judaism\"&gt;Orthodox&lt;/a&gt; rabbi Menachem Stern has requested similar permission to wear a beard to allow him to serve as a Jewish chaplain, ultimately filing suit December 8, 2010, in Federal Court in Washington, D.C. (\"Stern v. Secretary of the Army\", 1:2010cv02077) alleging discrimination on the part of the Army for refusing to allow him to serve as a chaplain without shaving his beard. Stern's suit includes documentation that shows he informed the army that he could not shave, but was nevertheless granted a commission as an Army Reserve 1st lieutenant. The commission was rescinded the day after it was granted, based on an army decision that it was granted based on an \"administrative error\" that did not take into account the \"no beard policy.\"\nNathan Lewin, the lead counsel for Stern's lawsuit, had represented Rabbi Michell Geller, an Air Force chaplain, in a similar case in 1976. Lewin notes that the military was directed to permit Geller to keep his beard, and did not appeal that decision. In the Stern lawsuit, as in the earlier Geller lawsuit, Lewin's position on behalf of his client is that \"Even if the military thinks regular servicemen should be clean-shaven, clearly chaplains who are teaching religion are in a different category.\"\nAn \"Army Times\" editorial praised military decisions regarding religious needs in the case of Sikhs and Muslims, and strongly urged the Army to take the same policy regarding Jews for whom a beard was a faith requirement:\nOne waiver for beards has been granted to Army Reserve Chaplain (Rabbi) Jacob Goldstein (originally granted when he served as a chaplain for the &lt;a href=\"New%20York%20Army%20National%20Guard\"&gt;New York Army National Guard&lt;/a&gt; and continued after his transfer to the &lt;a href=\"United%20States%20Army%20Reserve\"&gt;United States Army Reserve&lt;/a&gt;), who has served since 1977 on deployments to areas including &lt;a href=\"Bosnia\"&gt;Bosnia&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; and &lt;a href=\"Guantanamo%20Bay%2C%20Cuba\"&gt;Guantanamo Bay, Cuba&lt;/a&gt;. He also served on the staff of the United States Army Chief of Chaplains, and after the Sept. 11, 2001 attack on the World Trade Center, he served for five months as the senior chaplain for all military branches at Ground Zero. He was the only Jewish chaplain in &lt;a href=\"Grenada\"&gt;Grenada&lt;/a&gt; in 1983, and during a two-month deployment to Iraq in 2003, he helped set up a &lt;a href=\"sukkah\"&gt;sukkah&lt;/a&gt; (a religious requirement for the Jewish festival of &lt;a href=\"Sukkot\"&gt;Sukkot&lt;/a&gt;), in &lt;a href=\"Saddam%20Hussein\"&gt;Saddam Hussein&lt;/a&gt;'s palace. Goldstein served with the National Guard, wearing the beard as a result of the waiver he received until he reached mandatory retirement age, when the U.S. Army Reserve approved his application to serve as a reserve chaplain, agreeing to retain the waiver.\nGoldstein's nephew, Rabbi Chesky Tenenbaum, was granted a 2007 waiver to serve in the &lt;a href=\"Maryland%20Defense%20Force\"&gt;Maryland Defense Force&lt;/a&gt;, a state military organization that primarily provides support to the &lt;a href=\"Maryland%20National%20Guard\"&gt;Maryland National Guard&lt;/a&gt;. Tenenbaum said that he was thankful that, like his uncle, he successfully passed the \"beard threshold.\" In March 2008, the &lt;a href=\"Georgia%20State%20Defense%20Force\"&gt;Georgia State Defense Force&lt;/a&gt; also approved its first waiver for a beard when Rabbi Zalman Lipskier was commissioned as a chaplain.\nMany observant Jews follow opinions by religious authorities who do not see beards as an absolute religious requirement, and at least one Orthodox rabbi, Shmuel Felzenberg, from the community known as &lt;a href=\"Chabad\"&gt;Chabad&lt;/a&gt;—a group for whom beards are normally considered required—made the decision to shave (a very difficult decision for him, he admits) in order to serve as a military chaplain after discussing the matter with the rabbi he considers his teacher and mentor. Even though he says that shaving—even with the approval of his teacher—\"was ultimately a strong, bitter pill to swallow\", he does it in order to be \"afforded the opportunity to serve.\" However, he says he uses an electric razor, the approach to shaving that is least objectionable in terms of Jewish law (rather than a razor, which all rabbinic authorities agree is prohibited based on traditional Jewish law), and \"from the moment\" he goes on leave to \"the moment\" he must return to duty, he does not shave.\nHowever, for many other religiously observant Jews, even such compromises are unacceptable—because for them the prohibition is \"non-negotiable\". They base their beliefs on the ruling of rabbis such as the \"&lt;a href=\"Tzemach%20Tzedek\"&gt;Tzemach Tzedek&lt;/a&gt;\", a past leader of the Chabad movement, who wrote that \"any means of removing hair from a man's face is forbidden.\" That is the position taken by Menachem Stern—that he is \"strictly prohibited from shaving or removing\" his facial hair \"in any manner.\" In his original application for the chaplaincy, he wrote that \"by not trimming my beard, I represent the unadulterated view of the holy Torah, the way we believe a person should live.\"\nThe Army had argued that religious accommodation non-shaving waivers that have been granted since 2009 to Sikhs and Muslims cannot serve as precedents for Stern's request because the former are \"temporary\" and \"assignment specific\", can be rescinded at any time based on military necessity, and were granted to applicants who had already begun military service, whereas Stern is requesting a \"blanket waiver\" as a prerequisite for his service as a chaplain.\nHowever, in December 2011, news reports indicated that the suit against the army had been won, and Rabbi Stern would be allowed to serve without shaving his beard. Stern was sworn in and began serving as an Army chaplain in 2013, followed a year later by USAF chaplain, Rabbi Elie Estrin.\nNew military policies effective January 2014.\nThe basic Department of Defense Instruction on accommodation of military practices in the United States military was amended as of January 22, 2014. For the first time, \"grooming\" rules such as the wearing of beards, was brought under the rubric of \"religious accommodation,\" with procedures instituted for individual requests to wear beards for religious reasons.\nMilitary ID tags.\nIn addition to religious apparel worn based on faith group requirements, the military ID tag, nicknamed \"dog tag,\" is the one government-issued uniform item that indicates the religion of military personnel. Two tags, each on a separate chain, are worn around the neck under the uniform, and in the case of death one is removed for record keeping and one is left on the body. While the tag helps to identify the body after loss of consciousness or death, and provides some immediate help to medical personnel (such as blood type), it includes religious affiliation (unless the individual has chosen to have \"no religious preference\" listed) so that, when possible, a chaplain of that person's faith group could respond, especially when specific religious rituals or ministrations such as \"last rites\" are indicated. Religious information also aids in decisions regarding care of the body, including arrangements for burial. Individuals can also wear a small religious symbol, such as a cross or Star of David (either personal or government-issue), on the ID chain, for personal reasons or to make speedy religious identification easier. Additionally, some religious groups supply small items for the chain as well, such as the &lt;a href=\"mezuzah\"&gt;mezuzah&lt;/a&gt; supplied to WWII Jewish personnel by the National Jewish Welfare Board.\nThe practice of keeping some tag or mark for identification in case of serious injury or death seems to have begun in the Civil War, when Americans first made them themselves and later were able to purchase commercially made tags, when civilian groups realized there might be a \"market\" for such items. In 1906 the Army made the tags official and required and ten years later, July 6, 1916, changed to the two tag requirement.\nDuring World War II, a dog tag could indicate only one of three religions through the inclusion of one letter: \"P\" for Protestant, \"C\" for Catholic, or \"H\" for Jewish (from the word \"Hebrew,\" for \"Hebrew faith\"), or \"NO\" or \"NONE\" (or just no religious designation letter) to indicate no religious preference. Army Regulation 606-5 soon included X and Y in addition to P, C, and H: the X indicating any religion not included in the first three, and the Y indicating either no religion or a choice not to list religion. In 1953, there was an effort to persuade the White House to have the military add a religious designation for Muslims on military tags, when WWII Army veteran Abdullah Igram wrote to President &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight D. Eisenhower&lt;/a&gt; to say that he had tried unsuccessfully to have an \"M\" (for Muslim) added to his dog tags, and recommending that \"M\" for \"Muslim\" or \"I\" for \"Islam\" be added to the religious choices for future soldiers. The story of his efforts is retold in an article in the &lt;a href=\"Toledo%2C%20Ohio\"&gt;Toledo, Ohio&lt;/a&gt; \"&lt;a href=\"Toledo%20Blade\"&gt;Toledo Blade&lt;/a&gt;,\" with the headline, \"Vet leads U.S. Moslems in fight for recognition.\" According to Igram's family, the White House sent a letter thanking him for his suggestion, but Igram's widow confirmed that her late husband's efforts were not successful.\nBy the time of the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;, IDs spelled out the broad religious choices such as PROTESTANT and CATHOLIC, rather than using initials, and also began to show individual denominations such as \"METHODIST\" or \"BAPTIST.\" Tags did vary by service, however, such as the use of \"CATH,\" not \"CATHOLIC\" on some Navy tags. For those with no religious affiliation and those who chose not to list an affiliation, either the space for religion was left blank or the words \"NO PREFERENCE\" (or some variation, such as \"NO RELIGIOUS PREF\") were included.\nToday, military personnel can list any religion on their ID tags, and today's tags spell out religions and belief systems such as &lt;a href=\"Wicca\"&gt;Wicca&lt;/a&gt; that would have fallen under the \"X\" (\"other\") category on WWII tags or \"&lt;a href=\"Atheist\"&gt;Atheist&lt;/a&gt;,\"\n that most likely would have been classified as \"Y,\" for \"no religious preference.\" So, for example, Air Force Instructions direct that the ID tags \"show religion or sect designated\" by the service member, and the Navy's Military Personnel Manual (1000-070, dated January 17, 2008), gives direction for the preparation of ID tags as follows:\nSome churches, like the &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;Church of Jesus Christ of Latter-Day Saints&lt;/a&gt; (LDS), provide information to members entering the military, stressing the importance of listing their religions correctly on ID tags. For LDS members, the Church's \"Military Relations Committee\" notes that some military reps might try to record their religion as \"Protestant,\" but directs that \"if anyone tries to list you as 'Protestant,' do not permit it.\" Members are told to ensure that the church's full name is recorded in their records and that \"Latter-Day Saints\" is embossed on their ID tags.\nWhile tags can be purchased commercially, military personnel programs allow only for certain selections. The &lt;a href=\"Military%20Association%20of%20Atheists%20and%20Freethinkers\"&gt;Military Association of Atheists and Freethinkers&lt;/a&gt; (MAAF) calls the regulations pertaining to religion on ID tags \"an immediate and constant source of discrimination in the military for many soldiers.\" MAAF has previously suggested administrative adjustments, but has most recently advised that the question be removed from the mandatory inprocessing and required that it be instead an optional selection.\nIronically, although the ID tags include religion as a way of ensuring that religious needs will be met, some personnel have them issued or reissued without religious affiliation listed—or keep two sets, one with the designation and one without—out of fear that identification as a member of a particular religion could increase the danger to their welfare or their lives if they fell into enemy hands. Some Jewish personnel avoided flying over German lines during WWII with ID tags that indicated their religion, and some Jewish personnel avoid the religious designation today out of concern that they could be captured by extremists who are &lt;a href=\"anti-semitic\"&gt;anti-semitic&lt;/a&gt;. Additionally, when American troops were first sent to &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt; during the &lt;a href=\"Gulf%20War\"&gt;Gulf War&lt;/a&gt; there were allegations that some United States military authorities were encouraging Jewish military personnel to avoid listing their religions on their ID tags. (It has been reported that Jewish personnel, along with others, were encouraged to \"use discretion\" when practicing their religion while deployed to Saudi Arabia). However, the story that some Jews were given military ID tags during the Gulf War with the designation \"Protestant-B\" as a code name for Jewish (a story included in one civilian writer's anthology of military stories she had been told by others, and then that one story was reprinted or quoted in many other in-print or online locations including &lt;a href=\"Hadassah%23Hadassah%20Magazine\"&gt;Hadassah Magazine&lt;/a&gt;) has been the subject of much debate as to its veracity, with some military personnel stating that the story is \"absolutely false.\" There is at least one official record of a Jewish Marine requesting guidance from a Jewish organization about whether he should list his religion as Jewish on his tags, receiving a response strongly encouraging him to keep the designation on the tags.\nSymbols on flags and pennants.\nIn the Navy, when a chaplain leads a shipboard worship service, a \"worship pennant\" showing the Chaplain insignia of that chaplain's faith group is flown, over the United States flag. According to the United States Flag Code, \"No other flag or pennant should be placed above or, if on the same level, to the right of the flag of the United States of America, except during church services conducted by naval chaplains at sea, when the church pennant may be flown above the flag during church services for the personnel of the Navy.\"\n According to Naval regulations, \"By long established customs, the phrase 'Naval Chaplains' has traditionally been recognized to indicate visiting church dignitaries and chaplains of other services when actually engaged in conducting divine services for naval personnel afloat. The phrase 'at sea' is interpreted for U.S. Navy purposes as meaning 'on board a Navy ship.'\"\nThe original worship pennant (&lt;a href=\"Pennant%20%28church%29%23United%20States%20Navy\"&gt;Church Pennant&lt;/a&gt;) displayed a cross but in 1975 the &lt;a href=\"Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt; approved a \"Jewish worship pennant,\" displaying the Jewish Chaplain insignia, originally with Roman numerals and later redesigned to include Hebrew letters within the design. While the worship pennants may also be flown ashore during worship services, they are only flown over the American flag when flown on a ship.\nThe Marine Corps Flag Manual authorizes the use of Navy worship pennants \"as authorized by commanding officers to designate the time and place of divine service, and in the field to indicate the chaplain's quarters or office.\"\nThe Army authorizes the use of official Chapel flags for display in Army military chapels, and very similar Chaplain flags (smaller than Chapel Flags and with no fringe) to mark the location of worship services led by a chaplain in the field. Chapel and Chaplain flags are dark blue with the appropriate chaplain insignia centered in white, and available as of 2011 for Christian, Jewish, Muslim, and Buddhist chapel use.\nAdditionally, the Army has a number of other flags. There is a \"regimental color,\" housed at the United States Army Chaplain Center and School, that shows the emblem of the Chaplain Corps against a dark blue background, with a banner reading \"Chaplain Corps\" underneath it. There is also a \"positional color,\" housed in the Office of the Chief of Chaplains, showing the emblem of the Chaplain Corps against a white background, with a banner reading \"United States Army\" underneath it. Also, like all flag and general officers, both the Army Chief and Deputy Chief of Chaplains are authorized personal flags with one or two stars respectively, in accordance with their rank—but unlike most other Army general officer flags that have the white stars shown against a scarlet background, as of 1952 the color of the Chaplain Corps general officer flag background is \"ecclesiastical purple.\" The Chief and Deputy Chief of Chaplains of the Navy do not have distinctive flags, but instead use flags with blue stars superimposed on a white background along with other staff corps officers not eligible for command at sea, while line officers (those eligible for command at sea) use flags with white stars against a blue background. In the Air Force, all general officers including the Chief and Deputy Chief of Chaplains use the same individual (rank) flags, with white stars indicating rank against a blue background.\nThe Navy has a flag with the Chaplain Corps emblem against a white background, which is housed in the office of the United States Navy Chief of Chaplains.\nThe Air Force has a Chaplain Corps (formerly, Chaplain Service) Flag, also referred to as a \"Religious Flag.\"\nThe flag has the Chaplain Corps emblem against a blue background, with 2-inch yellow fringe along three edges, and is manufactured in two sizes—4 feet 4 inches by 5 feet 6 inches, and 3 feet by 4 feet. According to USAF Instruction (AFI 34-1201), the flag\nChaplain Corps flags.\nNavy and Air Force.\nFlags with the emblem of the Army and Air Force are official flags, referenced in official documents, and in the case of the Army, produced by the Institute of Heraldry. The flag with the emblem of the United States Navy Chaplain Corps does not appear to have official status, but has rather been locally produced by the office of the Chief of Navy Chaplains.\nChapel and Chaplain flags (Army).\nChapel and Chaplain flags are identical in design (except for the fringe on the chapel flag), but differ in size, with the Chapel flag's measuring 4 foot 4 inch hoist by 5 foot 6 inch fly, with a 2.5 inch white fringe, and the Chaplain's flag measuring a 2-foot hoist by 3 foot fly. Both Chapel and Chaplain flags incorporate the faith group insignia of the chaplain for whom the flag is flown. The Chapel flag is authorized to be flown only in military chapels, while the Chaplain's flag is \"used as authorized by commanders to designate the time and place of religious service and in the field to indicate the chaplain's quarters or office.\"\nChaplain School flags.\nThe Army Chaplain School flag is an official flag, produced by The Institute of Heraldry. The flag for the Navy Chaplaincy School and Center is locally produced without official standing.The Air Force does not appear to use a Chaplain School flag.\nSymbols and military chapels.\nChapel construction and usage.\nBeginning in 1940, the policy was established that military chapels would be constructed with no permanent religious symbols, exterior or interior:\nAlthough some older military chapels still include religious symbols, and some older military installations (including &lt;a href=\"United%20States%20Service%20academies\"&gt;United States Service academies&lt;/a&gt;) maintain chapels dedicated for specific religious worship, all current instructions and design manuals for new chapel construction and chapel usage follow this 1940 policy, explicitly prohibiting the use of permanent religious symbols, and even direct that temporary religious symbols should be displayed only during scheduled religious services. So, for example, Army regulations state that:\nThe naval facilities design manual for chapels and religious educational facilities includes the following directions:\nSimilarly, training manuals for religious program specialists prescribe that chapels should be set up with no religious symbols except when the spaces are prepared for religious services:\nAir force design policies include the statement, \"Do not use religious symbols,\" in the section on \"Exterior elements,\" and continue the theme in various sections that deal with interior elements as well. For example, in the section on stained glass windows, instructions state \"Use stained glass windows in the sanctuary, the blessed sacrament and reconciliation room, and the all faiths room. Ensure they do not contain religious symbols.\" On the other hand, \"The chapel should be easily identifiable with a high, steeply pitched roof over the primary worship space. The use of stained glass sets chapel facilities apart as places of beauty and spiritual inspiration.\" The overall policy for religious symbols in air force chapels is summed up in the statement that \"Because of their multi-faith use, these facilities must be religiously neutral in design, as well as flexible in their programming. Liturgical furnishings specific to individual faith groups must therefore be moveable and architectural form, images and permanent ornamentation acceptable to all users.\"\nRemoving denominational symbols.\nPolicies vary among military services when it comes to removing permanent religious symbols from the building or grounds of military chapels that are inconsistent with these policies, and decisions to remove existing symbols have sometimes been met with controversy.\nFor example, there was some controversy in 2008 when the army announced plans to remove three wooden crosses outside the chapel serving military personnel in Kosovo's \"&lt;a href=\"Camp%20Bondsteel\"&gt;Camp Bondsteel&lt;/a&gt;,\" replacing them with a monument displaying the Chaplain Corps seal. In an interview with &lt;a href=\"Fox%20News%20Channel\"&gt;Fox News Channel&lt;/a&gt;, Lieutenant Colonel William D. Jenkins of the 35th Infantry Division's Kosovo Force 9 said that the Base Camp Planning Board approved the removal of the crosses in accordance with army regulations, which require the exterior to be free of any specific faith group symbols. Jenkins said that \"The interior of each U.S. Army chapel reflects faith-specific signs, symbols, etc., during each faith group's service so that their faith is fully represented during their service ... [but]The exterior of Army chapels is a different matter since the chapels are used by many different faith groups.\" He said that the crosses would still be used during special services, such as the Easter Sunrise Service.\nSimilarly, a cross was removed from a military chapel in Afghanistan in November 2011, at the \"remote post\" of Marmal, based on the army regulations prohibiting permanent symbols of any religion or faith group.\nOn the other hand, in June 1998, the &lt;a href=\"National%20Naval%20Medical%20Center\"&gt;National Naval Medical Center&lt;/a&gt; in &lt;a href=\"Bethesda%2C%20Maryland\"&gt;Bethesda, Maryland&lt;/a&gt; added a crescent to the exterior wall of its chapel, where a cross and Star of David were already displayed, rather than removing all symbols and replacing them with a more inclusive symbol. As of 2011, the new symbol for Buddhist chaplains has not been added.\nIn at least one case a religious symbol has been removed from a chapel and then reinstated when local base leadership changed. In 1994, the commander of &lt;a href=\"Naval%20Submarine%20Base%20New%20London\"&gt;Naval Submarine Base New London&lt;/a&gt; in &lt;a href=\"Groton%2C%20Connecticut\"&gt;Groton, Connecticut&lt;/a&gt;, at the recommendation of the base chaplain, had a cross removed from the top of the \"Chapel on the Thames,\" also known as the \"Sailors' Chapel\" and the \"Submarine Memorial Chapel.\" The cross, which was not part of the original chapel construction, but had been added some years later, was to be relocated within the chapel area where other religious symbols were kept. That action drew criticism from some individuals, including letters to the editor in the local civilian paper, and finally elicited an editorial in that paper defending the decision: \"Men of many faiths lost their lives on submarines. ... The changes being made to Navy places of worship are part of a larger effort to become sensitive to the dignity of all people who serve in the military. ... The Navy is a Navy not just of Christians, but of Muslims, Jews, Buddhists, and others.\" Despite positions articulated in statements such as this one, the next commanding officer had the cross replaced.\nBased on conversations in 2008 regarding crosses outside the chapel at &lt;a href=\"Naval%20Air%20Station%20Atsugi\"&gt;Naval Air Station Atsugi&lt;/a&gt; in &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, Navy policy sets a higher priority on removing permanent religious symbols from a chapel when it is the only chapel on a base. Where more than one chapel exists, Navy policy may be more lenient when it comes to existing symbols on one particular chapel. One example is Naval Station Norfolk's Frazier Hall, one of the Navy's oldest chapel complexes, where separate Catholic and Protestant chapels are co-located with Jewish and Muslim Chapels.\nThe rule requiring chapels to be religiously neutral except during a religious worship service also applies to Veterans Administration chapels. In 2008, the chaplain of the Veterans Affairs hospital in &lt;a href=\"Fayetteville%2C%20North%20Carolina\"&gt;Fayetteville, North Carolina&lt;/a&gt; resigned when Christian symbols were removed from the hospital chapel—after complaints of religious insensitivity regarding chapel symbols were lodged following a non-denominational ceremony in that chapel to remember victims of the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt;.\nErecting and removing religious symbols apart from chapels.\nA slightly different issue involving a cross on a military base—but erected separately from a chapel as a memorial to marines killed in Afghanistan—involves a 13-foot cross erected on top of a hill at Marine Corps Base Camp Pendleton, in California. The &lt;a href=\"American%20Center%20for%20Law%20%26amp%3B%20Justice\"&gt;American Center for Law &amp; Justice&lt;/a&gt; is arguing on the part of those who erected the cross that it should be allowed to stay because \"crosses are used as a widespread and universal symbol of remembrance,\" not just as religious symbols, while other groups, such as the Military Association of Atheists and Freethinkers, are arguing that the cross should not be allowed to remain. A similar cross was erected in 2003, but was destroyed in a fire, so the new cross has been created with \"fire-retardant\" material. A spokesman for Camp Pendleton was quoted as saying that the Camp Pendleton \"legal staff is carefully researching and reviewing the topic in order to make a balanced and unbiased command recommendation that is ultimately supported by the law.\"\nVandalism using religious symbols.\nIn 2010, vandals used a religious symbol in a negative way, adding a wooden cross to a non-Christian military worship area as an apparent attempt to make an anti-religious statement against the \"&lt;a href=\"Earth%20religion\"&gt;Earth-centered\"&lt;/a&gt; worship area (\"stone circle\") set aside at the &lt;a href=\"United%20States%20Air%20Force%20Academy\"&gt;United States Air Force Academy&lt;/a&gt; (USAFA) for the use of adherents of faith groups that identify themselves as \"&lt;a href=\"Paganism%20%28contemporary%20religions%29\"&gt;Pagans&lt;/a&gt;,\" such as Wiccans or Druids. According to the local &lt;a href=\"Colorado%20Springs%2C%20Colorado\"&gt;Colorado Springs&lt;/a&gt; gazette, \"Whoever left the cross exploited the most sacred object of Christianity for an act of confrontation.\"\nLieutenant General &lt;a href=\"Michael%20C.%20Gould\"&gt;Michael C. Gould&lt;/a&gt;, USAFA Superintendent, said that it was important that the academy support the religious needs of all cadets, and that &lt;a href=\"https%3A//web.archive.org/web/20120303205729/http%3A//www.adr.af.mil/shared/media/document/AFD-070216-034.pdf\"&gt;USAF Instruction 36-2706&lt;/a&gt; gives air force leaders guidance in terms of defining \"religion\" as \"a personal set or institutional system of attitudes, moral or ethical beliefs and practices held with the strength of traditional religious views, characterized by ardor and faith and generally evidenced through specific religious observances.\"\nGould said that the incident was being taken very seriously, because respect for the religious beliefs of others is an especially important lesson for USAFA cadets, who \"learn that to succeed as an Air Force officer we must be able to support and respect the people who we lead, serve with and fight alongside even if they do not share our personal beliefs. ... Cadets learn that every servicemember is charged with defending freedom for all Americans and that includes the freedom to practice a religion of their choice or to not practice any religion at all.\"\nAcademy officials took actions to send a clear message that the \"Cadet Chapel Falcon Circle,\" the area set aside for Earth-centered worship, \"is to be treated with respect and dignity, just as any other religious structure or location.\"\nLack of symbols as symbol.\nIt has been pointed out that in some ways the lack of permanent symbols itself becomes a symbol: \"a visible symbol of how people of different beliefs can not only tolerate one another, they can live in the same house.\"\n Father Dennis Hanley, Catholic chaplain for &lt;a href=\"MacDill%20Air%20Force%20Base\"&gt;MacDill Air Force Base&lt;/a&gt; said in an article for \"Catholicweb.com\" that reported on the shared usage of MacDill Air Force Base chapel spaces, including the way that temporary religious symbols were changed depending on the faith group holding the worship service, that \"Military chapels are a model for interfaith ecumenical cooperation.\"\nSymbols in National Cemeteries.\nThe history of government issued headstones predates the Veterans Administration and the National Cemetery Administration, with roots that can be traced back to America's frontier days, when garrison commanders took on the responsibility of burying their soldiers. However, it was not until the creation of the national army that was established at the beginning of the Civil War that army regulations (General Orders Number 75, September 11, 1861) assigned the national commanders of the military with the responsibility for burials and grave markings—and the Quartermaster General of the Army was tasked with providing the actual \"headboards.\" Much later, following World War I, a board of officers approved the white marble headstone, slightly rounded at the top—and for the first time, two specific religious markings (the Latin Cross for Christians, and the Star of David for Jews) were authorized for use. Changes in construction and designed continued to be made, and in February 1951, he Secretary of the Army approved the addition of a Buddhist emblem in addition to the Cross and the Star.\nToday, the &lt;a href=\"United%20States%20Department%20of%20Veterans%20Affairs\"&gt;U.S. Department of Veterans Affairs&lt;/a&gt; (VA) establishes policies for religious symbols on headstones and markers in &lt;a href=\"United%20States%20National%20Cemeteries\"&gt;United States National Cemeteries&lt;/a&gt;, although the &lt;a href=\"United%20States%20Department%20of%20the%20Army\"&gt;US Department of the Army&lt;/a&gt; continues to oversee two of them, including &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;. In contrast with the small number of religious symbols that have been approved by DOD over the years for chaplain insignia, the VA has approved over forty five separate religious symbols for use on cemetery headstones and markers (those used in national cemeteries and those issued to families of eligible veterans for use in private cemeteries) and has a process in place to consider and approve additional religious symbols based on requests by the next of kin of the deceased.\nAlthough current procedures allow for speedy approvals of new religious symbols, the pentacle (the pentagram within a circle), the symbol now used for Wiccan headstones and markers, was approved only after ten years of efforts that concluded with a lawsuit against the VA, resulting in a settlement that accorded that symbol the same status as any other religious or belief system allowed.\n&lt;a href=\"Americans%20United%20for%20Separation%20of%20Church%20and%20State\"&gt;Americans United for Separation of Church and State&lt;/a&gt; represented the plaintiffs, saying that \"we uncovered evidence that the reason the pentagram hadn't been approved was straightforward religious bias. ... The Justice Department knew that if they didn't do the right thing, then a federal judge would tell them to and, in the process, would state very publicly all the things they've done wrong over the past decade.\"\nThe first \"interfaith\" headstone—including a &lt;a href=\"Wicca\"&gt;Wicca&lt;/a&gt;n &lt;a href=\"Pentacle\"&gt;Pentacle&lt;/a&gt; for Jan Deanna O'Rourke and a &lt;a href=\"Christian%20Cross\"&gt;Christian Cross&lt;/a&gt; for her husband—was installed at Arlington National Cemetery on May 1, 2007, and dedicated on July 4, 2007.\nChaplains Hill.\nIn addition to individual gravesites, a number of memorials to United States military chaplains who died while on active duty have been or are in the process of being erected at Arlington National Ceremony, in an area called \"Chaplains Hill,\" to symbolize the ultimate sacrifice of military chaplains. Before 2011, three chaplain memorials existed at Arlington: one for all chaplains who died on active duty during WWI, and two others for chaplains who have died since then—one for Roman Catholic chaplains and one for Protestant chaplains.\nOn October 24, 2011, a fourth memorial was unveiled during a dedication ceremony at the cemetery, listing the names of the fourteen Jewish chaplains who have died on active duty.\nThe first memorial, remembering twenty-three chaplains who died during WWI, was dedicated on May 5, 1926. The memorial includes two quotations: \"Greater Love Hath No Man Than This, That A Man Lay Down His Life For His Friends,\" and \"To You From Falling Hands We Throw The Torch – Be Yours To Hold It High.\"\nThe memorial to 134 Protestant chaplains who lost their lives in WWI and WWII was dedicated in Arlington Cemetery on October 26, 1981 (although according to the information on its plaque, it had been created earlier and located in the Washington, D.C. Memorial Chapel of the General Commission on Chaplains and Armed Forces Personnel Building) and bears the words \"To the Glory of God and the Memory of the Chaplains Who Died in Services Of Their Country.\" On May 21, 1989, the third memorial—in memory of 83 Catholic chaplains who died in WWII, in the Korean War, and in the Vietnam War—was dedicated, with the inscription \"May God Grant Peace to Them and to the Nation They Served So Well.\"\nThe fourth chaplain memorial to be approved is the memorial for fourteen fallen Jewish chaplains, approved by the United States House of Representatives on May 24, 2011, Although designed and paid for with private funds, congressional authorization was required for the memorial to be created and installed.\nRetired navy Chaplain Harold Robinson, current Director of the JWB Jewish Chaplains Council (a part of the \"&lt;a href=\"Jewish%20Community%20Centers%20Association\"&gt;Jewish Community Centers Association&lt;/a&gt;\" (JCCA)), was one of the leaders in the effort to establish the Jewish Chaplains Memorial. Speaking of the need to add the memorial to those already present to honor fallen Protestant and Catholic chaplains, Robinson said that \"It's a matter of principle. It's a matter of keeping faith with those who kept faith with us. There are about 255 chaplains who died in active service; 242 of them are memorialized on Chaplains Hill. From my perspective that's wrong.\"\nThe idea for the memorial was the brainchild of Ken Kraetzer, a member of the &lt;a href=\"American%20Legion\"&gt;Sons of the American Legion&lt;/a&gt;, who learned that three of the famous four chaplains who died on board the troop transport were immortalized at Arlington, but not the Jewish chaplain, Rabbi Goode. He helped mobilize other individuals and groups, including the &lt;a href=\"Jewish%20Federations%20of%20North%20America\"&gt;Jewish Federations of North America&lt;/a&gt;, the &lt;a href=\"Jewish%20War%20Veterans\"&gt;Jewish War Veterans&lt;/a&gt;, and the JCCA, to help work toward the memorial's creation.\nThe monument was designed by New York artist Deborah Jackson, with the understanding that the design had to be approved by both the &lt;a href=\"Secretary%20of%20the%20Army\"&gt;Secretary of the Army&lt;/a&gt; and the &lt;a href=\"United%20States%20Commission%20of%20Fine%20Arts\"&gt;United States Commission of Fine Arts&lt;/a&gt; (which met in June 2011) after which time fabrication of the monument plaque began. Before the actual installation and dedication at Arlington Cemetery, creators and backers of the monument first arranged for it to \"go on tour to different communities, giving people a chance to see it and learn more about the role of Jewish chaplains.\" According to the JWB Jewish Chaplains Council the plan is to dedicate the monument during the fall of 2011, to commemorate the 150th anniversary of the Jewish chaplaincy, based on the Civil War commissioning of the first Jewish chaplain. In addition to the names of the thirteen fallen Jewish chaplains, the memorial will include the words of a Jewish folk proverb, \"I ask not for a lighter burden, but for broader shoulders.\"\nIn a ceremony \"steeped in Hebrew prayers and military hymns,\" the fourth memorial was unveiled and dedicated on October 24, 2011.\nControversies.\nFlag folding.\nAlthough no symbol incorporated into the design of the American flag has ever officially been given religious meaning by the United States government, there is a military ceremony of folding the flag into a triangle before presenting it during military ceremonies—including ceremonies such as official retirements or the retirement portion of a \"change of command,\" or the military portion of a burial ceremony—that has sometimes been associated with religious symbolism.\nThe exact origin of the tradition or the words that accompany it is uncertain, although it is believed that it most likely began during World War I \"when patriotism was high and the United States Flag was universally embraced as a national symbol\".\nOver the years, various \"scripts\" have been developed for such ceremonies, to be read at each step of the folding, and some of these have linked the flag to religion in general or to a specific religious faith group in particular. Because such scripts can give the impression that either Congress or the military (or a specific branch of the military) had assigned a specific religious significance to the military tradition of folding the flag, military efforts have been made to ensure that any words recited during the ceremony avoid giving such an impression. So, for example, the Air Force issued an official flag folding script in 2006 which ends with these words:\nAir Force Instruction 34-1201 includes the following guidance:\nThe Veterans Administration has published guidance that the reading of religious words to accompany the folding of the flags at burials within V.A. cemeteries will be allowed when requested by the family of the deceased. Groups such as the &lt;a href=\"American%20Legion\"&gt;American Legion&lt;/a&gt; offer versions of the script that include religious meanings, and current V.A. policy is that \"Volunteer honor guards will accept requests for recitations that reflect any or no religious traditions, on an equal basis.\" However, the volunteers should be relatives or friends, rather than \"federal employees\" of the Veterans Administration.\nThe \"National Flag Foundation,\" a group that describes itself as \"America's leading non-profit patriotic educational organization promoting respect for our nation's most important symbol: The Flag of the United States of America,\" has developed a script that it recommends for use during a twelve-step flag-folding ceremony at burials. Its script links to the folds to \"national virtues,\" including those attributed to the colors of the Flag as specified in 1782 by Charles Thomson, then Secretary of Congress. The virtues linked to the folds of the flag in the National Flag Foundation script include: liberty, unity, justice, perseverance, hardiness, valor, purity, innocence, sacrifice, honor, independence, and truth.\nFlag \"dipping\".\nAt the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt;, a tradition developed that included marching flags, including the U.S. flag, up the aisle of the chapel during Protestant services, briefly dipping the flags toward the altar. According to an academy spokesman quoted in a 2006 article, this flag-dipping ritual at the USNA Protestant chapel \"is the only one throughout the Navy where the flag has been incorporated in that way.\"\nIn the Fall of 2007, when complaints were made that dipping the flag toward a religious altar was inappropriate, then-academy Superintendent Vice Admiral &lt;a href=\"Jeffrey%20Fowler\"&gt;Jeffrey Fowler&lt;/a&gt; directed that the practice be discontinued. However, after some controversy, the practice was reinstated.\nClark Rogers, Director of educational programs for the National Flag Foundation, was quoted as saying that he realizes that different branches of the military have their own traditions, but \"the &lt;a href=\"United%20States%20Flag\"&gt;United States Flag&lt;/a&gt; Code says the flag should not be dipped for any person or thing.\" The practice of refusing to dip the flag based on the flag code is most well known in regards to the world &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt;, where the United States team has refused to dip the flag toward any nation's leaders since 1936. Some United States naval officers have pointed out that \"Naval Telecommunications Procedures: Flags, Pennants and Customs\" states that the \"Navy allows American ships to lower their flags if returning a salute, but not to be the first one to dip their colors.\" Dipping first is a sign of disrespect as stated in the Flag Code: \"No disrespect should be shown to the flag of the United States of America; the flag should not be dipped to any person or thing.\"\nBible verses on weapons.\nIn January 2010 news reports revealed that &lt;a href=\"Trijicon\"&gt;Trijicon&lt;/a&gt;, a &lt;a href=\"Wixom%2C%20Michigan\"&gt;Wixom, Michigan&lt;/a&gt;-based contractor used by the United States military, had been inscribing \"secret codes\" for &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt; Bible verses on rifle scopes used by United States Army and Marine Corps forces in &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;Afghanistan&lt;/a&gt; and &lt;a href=\"Iraq%20War\"&gt;Iraq&lt;/a&gt;. Citations included references to Jesus as \"the light of the world\", and were added without United States military approval or knowledge. So, for example, the code \"2COR4:6\", located near the string of letters and numerals used for other manufacturing information such as serial numbers, was a reference to verse 4:6 in the New Testament book &lt;a href=\"Second%20Corinthians\"&gt;Second Corinthians&lt;/a&gt;: \"For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.\"\nUnited States military leaders reacted with surprise, expressing concern based on the fact that \"U.S. military rules specifically prohibit the proselytizing of any religion in Iraq or Afghanistan and were drawn up in order to prevent criticism that the U.S. was embarked on a religious 'Crusade' in its war against &lt;a href=\"Al-Qaeda\"&gt;al Qaeda&lt;/a&gt; and Iraqi insurgents.\" Defense Department photos revealed that the rifles that included the verses were being used by Iraqi forces that included Muslims who had no knowledge of the Christian Bible verses on the sights. The &lt;a href=\"Al%20Jazeera\"&gt;Al Jazeera&lt;/a&gt; news service reported that the fact that weapons with \"Christian references\" had been distributed to Afghan soldiers would provide the &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; with a \"propaganda coup.\" Similarly, the United States-based \"&lt;a href=\"Muslim%20Public%20Affairs%20Council\"&gt;Muslim Public Affairs Council&lt;/a&gt;\" warned that this practice \"would stoke the fires of extremists who accuse the United States of carrying out a religious crusade in Asia and the Middle East.\"\n&lt;a href=\"ABC%20News\"&gt;ABC&lt;/a&gt; news consultant and retired army Major General William Nash was quoted by ABC news as saying he had \"no problem\" with organizations providing Bibles and other religious tracts to United States troops. \"But I do have a problem,\" said Nash, \"with military equipment being labeled in a way where it seems like it's our god against their god.\" &lt;a href=\"Military%20Religious%20Freedom%20Foundation\"&gt;Military Religious Freedom Foundation&lt;/a&gt; (MRFF) president &lt;a href=\"Mikey%20Weinstein\"&gt;Mikey Weinstein&lt;/a&gt; said that a private company can do whatever it wants to, but when a company becomes a defense contractor, responsibilities change. MRFF, one of the lead organizations in publicizing the problem—helping to break the stories on ABC news and \"&lt;a href=\"Nightline\"&gt;Nightline&lt;/a&gt;\"—was initially criticized by Trijicon as a \"non-Christian\" group, but criticism of the verses on military weapons was quickly leveled by numerous secular and religious groups, including Christian and interfaith organizations. In fact, the reaction to the discovery was referred to as \"a maelstrom of media attention and criticism.\"\nSome initial military reactions seemed to dismiss the news as if it were of little importance, with one spokesperson comparing the verses to the presence of the phrase \"In God we Trust\" on United States currency. However General &lt;a href=\"David%20Petraeus\"&gt;David Petraeus&lt;/a&gt; left no doubt that senior commanders, once apprised of the situation, considered the situation to be extremely serious. Delivering what news reports called a \"stinging criticism of the contractor,\" Petraeus said that \"It is disturbing. This is a serious concern to me and to the other commanders in Iraq and Afghanistan because it indeed conveys a perception that is absolutely contrary to what we have sought to do.\" Petraeus added that \"There's a reason that we put people through cultural awareness training. ... I can assure you that there is much greater sensitivity among our troops about this sort of thing than apparently there is from the contractor.\"\nTrijicon's sales director reported that the practice of putting Bible references on their products, including gun scopes, had been continuing for almost 30 years, begun by Glyn Bindon, the founder of the company, and continued by his son Stephen after Glyn Bindon's death. The company said it had sold similar rifle sights to militaries in Australia, New Zealand, and Great Britain. However, \"bowing to Pentagon concerns and an international outcry,\" Trijicon announced that it would \"immediately\" stop embossing the verses on products produced for any military. Additionally, it was providing \"modification kits\" to remove the inscriptions from weapons already purchased. The Trijicon website (FAQs section) includes a note that their products for consumers other than the military will continue to be inscribed with the Bible references.\nBibles as symbols of proselytization.\nIn 2009, military leaders discarded and burned \"unsolicited\" Bibles sent to a soldier in Afghanistan by a United States church that had located Bibles translated into &lt;a href=\"Dari%20language\"&gt;Dari&lt;/a&gt; and &lt;a href=\"Pashto%20language\"&gt;Pashto&lt;/a&gt;, \"the two most common Afghan languages.\" Military spokespersons said that the Bibles could be used for proselytization of Muslims (or contribute to the perception that United States troops were engaged in proselytization), actions which are strictly against United States policy for deployed troops. Central Command \"General Order Number 1\" (updated as General Order Number 1B), specifically prohibits \"proselytizing of any faith, religion, or practice,\" and military representatives say that \"\"if actions were perceived in this manner,\" they could \"endanger American troops and civilians in the devoutly Muslim nation.\" According to Afghan law, it is a crime to try to convert a Muslim to another faith.\"\nNews about the Bibles had reached the &lt;a href=\"Al%20Jazeera\"&gt;Al Jazeera&lt;/a&gt; network, which had broadcast a story about the possibility that American troops were violating anti-proselytization rules. The report included video footage of U.S. Army Chaplain (Lieutenant Colonel) Gary Hensley telling soldiers that they had a responsibility to \"hunt people for Jesus\": \"The special forces guys—they hunt men basically. We do the same things as Christians, we hunt people for Jesus. We do, we hunt them down. ... Get the hound of heaven after them, so we get them into the kingdom. That's what we do, that's our business.\" The footage shows a discussion between soldiers and their chaplain discussing how the Bibles might be distributed without violating the military's general order against proselytization, \"although they don't arrive at any clear plan.\" When a reporter from Al Jazeera brought up the issue of using the Bibles to proselytize Afghans during a May 4, 2009, Pentagon news conference, &lt;a href=\"Chairman%20of%20the%20Joint%20Chiefs%20of%20Staff\"&gt;Chairman of the Joint Chiefs of Staff&lt;/a&gt; &lt;a href=\"Michael%20Mullen\"&gt;Michael Mullen&lt;/a&gt; stated that \"from the United States military's perspective,\" it is \"not our position to ever push any specific kind of religion. Period.\"\nBibles and military emblems.\nBibles and other religious materials have been provided to support the free exercise of religion on the part of military personnel for many years, including some distributed at no cost or reduced cost by organizations such as the &lt;a href=\"American%20Bible%20Society\"&gt;American Bible Society&lt;/a&gt; (ABS), often using approaches by these groups that \"partnered with Chaplains for distribution to troops and sailors, airmen and marines.\" In fact, \"Upon its founding the ABS immediately began distributing Bibles to military servicemen, with sailors of the &lt;a href=\"USS%20John%20Adams%20%281799%29\"&gt;USS \"John Adams\"&lt;/a&gt; being the first recipients in 1817.\" During World War II, the military supply system began to include religious materials for military personnel, and at the request of then-Army Chief of Chaplains (Major General) &lt;a href=\"William%20Richard%20Arnold%20%28bishop%29\"&gt;William R. Arnold&lt;/a&gt;, the &lt;a href=\"United%20States%20Government%20Publishing%20Office\"&gt;Government Printing Office&lt;/a&gt; (GPO) began printing various versions of the Bible: a Roman Catholic version of the New Testament in 1941–42, a Protestant version in 1942, and a Jewish version of the &lt;a href=\"Hebrew%20Scriptures\"&gt;Hebrew Scriptures&lt;/a&gt; in 1941–42. (According to Bible scholar John D. Laing, it is possible that the reason that only Catholic, Protestant, and Jewish holy books were printed was that those were the three faith groups represented by chaplains at that time.)\nFor a number of reasons, including the fact that \"one Bible does not fit all\", and different chaplains and religious communities preferred different versions of the Bible, such items are no longer printed by the GPO, but \"instead publishers may apply for a national stock number their items and chaplains can order the supplies they wish to use or have on hand for distribution to their service members.\" Through this process, \"there are numerous versions of the Bible available for order through official channels with government funds.\"\nSome civilian groups, like the \"Military Bible Association\", work to produce and distribute Bibles to military personnel as part of their mission statements. The Military Bible Association advertises that it has produced a \"Leader's Bible\" that is \"an update of the &lt;a href=\"King%20James%20Bible\"&gt;King James Bible&lt;/a&gt; created by \"military chaplains\": \"The Military Bible Association was founded to provide military men and women with The Leader's Bible, an update of the King James Version by Military Chaplains. The Military Bible Association realizes the need to reach out to the military, because military personnel are often a forgotten group, who need the love of Christ.\" Although \"military chaplains\" are credited with helping to create the Bible, and the cover of the book includes the words \"translated by military chaplains,\" chaplains actually mentioned by name on the website—either endorsing the Bible or as members of the organization—are retired from the military.\nHowever, while many groups work to provide Bibles for the military, sometimes promoting their relationships with retired or active duty chaplains, the actual use of military symbols—the emblem of the Department of Defense or emblems for one or more branches of the military—on Bibles available for purchase became a source of controversy in 2005. Some of these Bibles—printed and published by civilian publishing houses or churches—bear titles such as \"The Soldier's Bible\" or \"The Airman's Bible,\" which (according to critics) when linked to the symbols might give the impression that the military is endorsing (or even \"establishing\") religion in general, or the specific religion or faith group for whom one particular version of the Bible is considered holy.\nAccording to news reports, the army's position is that official military symbols can only be used with the permission of \"The Institute of Heraldry\", which authorizes usage on publications of \"an official or quasi-official nature.\" Critics claimed that Holman Bible Publishers (owned by the &lt;a href=\"Southern%20Baptist%20Convention\"&gt;Southern Baptist Convention&lt;/a&gt;), the publisher of many versions of military Bibles that feature official emblems, was using the emblems without authorization, but Ricky King, Holman's product development manager, said that the company has \"written permission on file from each branch of the military service.\" Additionally, the Bibles do include a statement, \"set in small type on the third page at the front,\" that \"The seal of the Army is used by permission but in no way carries the endorsement of this product by the U.S. Army, the Department of Defense or the government of the United States.\" Some constitutional lawyers point out that a disclaimer \"is not a sure-fire means to avoid First Amendment litigation. Ronald Eades, &lt;a href=\"University%20of%20Louisville%20School%20of%20Law\"&gt;University of Louisville School of Law&lt;/a&gt; explains that \"disclaimers help, but they're not a perfect solution.\" However, because permission to use the emblems was on file, the publisher has continued to print the Bibles.\nHowever, &lt;a href=\"National%20Public%20Radio\"&gt;National Public Radio&lt;/a&gt; published an article in its on-line edition, written by Jeff Brady and entitled \"'The Soldier's Bible' draws fire,\" which said that the emblems make the Bibles appear to be \"official government publications.\" In addition to the emblems, \"inspirational words\" from a number of military leaders are included on the back cover. Barry Lind, representing Americans United for Separation of Church and State, said that the Bibles could give the impression that the military is \"promoting a particular evangelical religious viewpoint.\"\nEarlier, in April 2003, the American Bible Society had already published an edition of the Bible titled \"The Holy Bible (&lt;a href=\"Good%20News%20Translation\"&gt;Good News Translation/GNT&lt;/a&gt;): Armed Forces Edition\" which also had official military emblems on the front and back covers: the emblems of the Army, Navy, and Air Force Chaplain Corps on the front, and the emblems of the Army, Navy, Air Force, Marines, and Coast Guard on the back. The ABS describes this work as \"A historic Military Bible developed with the Chiefs of Chaplains of the Armed Services. Easy to read and understand Good News Translation in Desert camouflage cover. Includes photos of military personnel from all branches, familiar hymns, inspirational quotations.\" According to news reports, the practice of having chaplains distribute Bibles to those who desire them is a long-standing tradition in the military, but \"showing favoritism [by the military or the Chaplain Corps] toward a particular religion would constitute establishment.\" Therefore, although this edition of the Bible includes a welcome letter from the three military Chiefs of Chaplains at the time it was published—Major General &lt;a href=\"Gaylord%20T.%20Gunhus\"&gt;Gaylord T. Gunhus&lt;/a&gt;, United States Army, Rear Admiral &lt;a href=\"Barry%20C.%20Black\"&gt;Barry C. Black&lt;/a&gt;, United States Navy, and &lt;a href=\"Lorraine%20K.%20Potter\"&gt;Lorraine K. Potter&lt;/a&gt;, United States Air Force—that letter notes that \"Department of Defense chaplains represent the American landscape of faith groups and religious communities,\" and that because the Bible is both \"the most influential book in all human history\" and \"for many a constant companion to aid in directing one's life\":\nRevocation of permission to use military emblems on Bibles.\nJune 2012 news sources announced that permission granted to use military emblems on Bibles had been revoked, with publishers notified in 2011 that the decision was made based on new military trademark licensing issues. One navy spokesman quoted in a Fox News online report stated that the decision was a \"trademark issue,\" and \"not a matter of religion.\" Additionally, the Department of Defense announced that all Bibles with military emblems must be removed from military stores. The Military Religious Freedom Foundation had threatened to sue the government if permission to use military emblems on Bibles was not revoked, noting that the Bibles were both an \"unconstitutional government endorsement of religion\" and a \"national security threat.\"\nPrayer coins and military emblems.\nThe use of military emblems on \"prayer coins\" created by the \"American Defenders of Freedom\" (ADOF), distributed at no charge to military chaplains only if the chaplains clearly indicate on the order forms \"how tracts/coins will be used for evangelism\"\nis another example of a controversy regarding military symbols and religious materials. ADOF materials state that: \"To obtain our materials without charge the Chaplain must describe in his/her order how our materials will be used in an evangelism process to share the Gospel message of Jesus Christ. Chaplains will be required to pay for Prayer Coins used for other than ministry purposes, such as awards, recognitions, remembrances, etc.\" Additionally, ADOF notes that \"Prayer Tracts and Prayer Reminder Coins are provided without charge to Chaplains for evangelistic Christian Ministry to troops, sailors, airmen and marines. Coins may also be purchased for special uses other than ministry ...\"\nWhile coins had the emblems of the army, navy, and air force until 2008, Secretary of the Navy &lt;a href=\"Donald%20C.%20Winter\"&gt;Donald C. Winter&lt;/a&gt; withdrew Navy permission to use its seal, necessitating a redesign of the coins to include army and air force emblems—announced in ADOF's January 2008 newsletter with the following statement: \"\"The Navy Prayer Reminder Coin was completely re-designed (an improvement) because the Secretary of the Navy would not give permission to use the official Navy seal on the Navy Prayer Reminder Coin – Satan is always at work.\"\nFemale non-Muslim military personnel wearing Muslim religious apparel.\nWhile most issues involving the military and religious apparel involve requests from service personnel for permission to wear apparel required by their own religions, in December 2001 air force Lieutenant Colonel &lt;a href=\"Martha%20McSally\"&gt;Martha McSally&lt;/a&gt; (a graduate of the Air Force Academy, and then the highest-ranking female fighter pilot in the air force) sued the air force because of the policy that required female military personnel assigned to bases in Saudi Arabia to wear the Muslim &lt;a href=\"abaya\"&gt;abaya&lt;/a&gt;, a \"head-to-toe\" robe, whenever they were off base. McSally's suit alleged that \"the regulations required her to send the message that she believes women are subservient to men.\" In addition to the issue of religious garb, McSally noted that policies also included other requirements:\nGeneral &lt;a href=\"Tommy%20Franks\"&gt;Tommy Franks&lt;/a&gt;, head of the &lt;a href=\"United%20States%20Central%20Command\"&gt;United States Central Command&lt;/a&gt;, announced in 2002 that women would no longer be required to wear the abaya, although they would be \"encouraged\" to do so as a show of respect for local customs. Commenting on the change—which was strongly criticized by Saudi Arabian officials as both a violation of Islamic law and Saudi Arabian sovereignty—Central Command spokesman Colonel Rick Thomas said it was not made because of McSally's lawsuit, but had already been \"under review\" before the lawsuit was filed. News reports noted that McSally had been fighting for a change in the policy for seven years, and had filed the lawsuit after she had been threatened with a &lt;a href=\"court%20martial\"&gt;court martial&lt;/a&gt; if she did not comply and wear the abaya.\nCritics of the policy noted that while female military personnel had been required to wear the abaya, the situation was not the same for \"women diplomats\" assigned to the United States Embassy in &lt;a href=\"Riyadh\"&gt;Riyadh&lt;/a&gt;, who were actually encouraged not to wear the abaya when they were involved in official business, \"because they are representing the United States.\" Embassy officials stated that \"in their personal time, embassy employees can choose how to dress.\" According to these United States officials, \"the Saudi [Arabian] government does not require non-Muslim women to wear a dark robe known as an abaya. ... The official guidance, issued by the Saudi [Arabian] Embassy in Washington, says that foreigners should dress conservatively but they are not required to wear the robe.\"\nEventually Congress \"approved legislation that prohibited anyone in the military from requiring or encouraging servicewomen to put on abayas in Saudi Arabia or to use taxpayers' money to buy them.\"\nNearly a decade after the abaya requirement was rescinded in Saudi Arabia, \"strong encouragement\" to wear the &lt;a href=\"hijab\"&gt;hijab&lt;/a&gt;, a female headscarf, was the military policy in force for female personnel stationed in Afghanistan. Some female personnel wear it over their helmets and some chose to wear the scarves in place of their helmets. According to McSally, \"Some servicewomen have taken off the regulation helmet and worn just the scarf, even when on patrol outside, in their combat uniforms and body armor, M-4s slung over their shoulders. The more common practice is to wear the scarf under one's helmet or around the neck, pulling it on as the servicewoman removes her &lt;a href=\"Kevlar\"&gt;Kevlar&lt;/a&gt; &lt;a href=\"Kevlar%20helmet\"&gt;helmet&lt;/a&gt; upon entering a village or building.\"\nWhile the military defends the policy of encouragement to wear the hijab as a \"sign of respect\" to the local culture that \"can help promote greater trust and a fuller interaction with the local population,\" McSally, who retired from the air force as a colonel, said that \"especially in combat settings,\" when a superior tells a military subordinate that a practice is encouraged, \"the very mention of the practice creates pressure to comply.\" In a February 18, 2011 op-ed in \"The Washington Post\", she said that the policy of encouraging women to wear the \"Muslim headscarves\" is \"appeasement, not respect\" and that \"American servicewomen will continue to be viewed as second-class warriors if leaders push them to take up the customs of countries where women are second-class citizens.\" She wrote that \"Top military leaders should issue guidance that U.S. servicewomen are not authorized to wear a Muslim headscarf while in their uniform conducting military duties. If they don't, Congress should intervene again, as they did on the abaya, and prohibit its wear.\"\nChaplains as symbol.\nThe basic words \"chaplain\" and \"chapel\" are derived from an ancient story about symbols of religion and faith:\nChaplains no longer guard a \"relic\" like St. Martin's cloak, but they themselves have been called symbols of service, faith, hope, and cooperation across faith lines, and even reminders of \"the presence of God\" in stories such as that of the \"&lt;a href=\"Four%20Chaplains\"&gt;Four Chaplains&lt;/a&gt;\" (sometimes referred to as the \"Immortal Chaplains\")—two ministers, a Catholic priest, and a rabbi—who each gave up his life jacket to save others when the was torpedoed during WWII, and the four Army chaplains ministered to the wounded and dying until they themselves died. That story, told in print, art, and film has become a symbol of \"interfaith in action,\" the phrase used by the Four Chaplains Memorial Foundation, and included on the 1948 postage stamp dedicated to their memory. &lt;a href=\"Vassar%20College\"&gt;Vassar College&lt;/a&gt; professor &lt;a href=\"Deborah%20Dash%20Moore\"&gt;Deborah Dash Moore&lt;/a&gt; has referred to the story of the Four Chaplains by saying that \"The symbolism of their deaths exemplified faith confronting diversity, the triumph of cooperation over religious competition, the ultimate sacrifice by officers for their men, the power of duty over death.\"\n&lt;a href=\"University%20of%20Toronto\"&gt;University of Toronto&lt;/a&gt; professor Doris L. Bergen has written that because of the \"chaos and terror\" encountered during military service, the chaplain becomes \"a symbol that somehow, even in the midst of death and fear, there is meaning,\" and a symbol of the ability to maintain \"courage, hope, and steadfastness in the face of alienation and destruction.\" According to a letter from the three military Chiefs of Chaplains that was included in the 2003 edition of the American Bible Society's \"Armed Forces Bible,\" chaplains are \"a visible reminder of the Holy.\" Similarly, an August 2011 Washington Post \"Guest Voice\" op-ed noted that:\nFor both military personnel and civilians, the work of chaplains became a symbol of cooperation that crossed many lines, including racial lines at a time when such cooperation was considered noteworthy (and even newsworthy) in the civilian community—as evidenced by a 1943 newsreel of Army Chaplain School training (then at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;) which featured captions such as \"White and Negro chaplains come out of the school building and march,\" and \"White and Negro Chaplains perform a drill at Harvard University Chaplain School in Cambridge, Massachusetts.\"\nScholars have noted that interfaith cooperation among chaplains in the military led to improved interfaith relations in America—to the point that, at least according to some, it actually \"transformed religion in America in the postwar period\"\nCivilian communities felt the impact where former chaplains left the military to take positions at civilian houses of worship, but even where that did not happen, citizens were affected by the stories of military personnel and their chaplains, which became symbols of both cooperation across faith lines and faith in the face of adversity. Additionally, the military chaplain became a symbol in some religious communities (such as the Jewish community) for the kind of spiritual leader its members desired for themselves:\nWhen President Reagan quoted the words that the service of chaplains during and after the 1983 Beirut bombing symbolized that \"we Americans still believed that we could be proud of our particular religions and yet work side by side when the time came to help others, to comfort, and to ease pain,\" that speech was one of many that saw the presence of military chaplains as both a symbol of faith and a symbol of interfaith cooperation and respect. In the words of that report:"
}