{
    "id": "31813779",
    "revid": "34736983",
    "url": "https://en.wikipedia.org/wiki?curid=31813779",
    "title": "2013 FIFA Club World Cup",
    "text": "The 2013 FIFA Club World Cup (officially known as the FIFA Club World Cup Morocco 2013 presented by &lt;a href=\"Toyota\"&gt;Toyota&lt;/a&gt; for sponsorship reasons) was the 10th edition of the &lt;a href=\"FIFA%20Club%20World%20Cup\"&gt;FIFA Club World Cup&lt;/a&gt;, a &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt;-organised international club &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament between the winners of the six continental confederations as well as the host nation's league champions. It was hosted by Morocco, and played from 11 to 21 December 2013.\n&lt;a href=\"Sport%20Club%20Corinthians%20Paulista\"&gt;Corinthians&lt;/a&gt; were the defending champions, but could not defend their title after being eliminated in the &lt;a href=\"2013%20Copa%20Libertadores\"&gt;2013 Copa Libertadores&lt;/a&gt; round of 16.\n&lt;a href=\"FC%20Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; won the title for the first time after defeating &lt;a href=\"Raja%20Casablanca\"&gt;Raja Casablanca&lt;/a&gt; 2–0 in the &lt;a href=\"2013%20FIFA%20Club%20World%20Cup%20Final\"&gt;final&lt;/a&gt;.\nHost bids.\nThere were four countries bidding to host the 2013 and &lt;a href=\"2014%20FIFA%20Club%20World%20Cup\"&gt;2014&lt;/a&gt; tournaments (same host for both tournaments):\nIn October 2011, &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; said that Iran, South Africa and the United Arab Emirates all withdrew their bids, leaving Morocco as the only bidder. FIFA officially announced Morocco as host on 17 December 2011.\nVenues.\nThe venues for the 2013 FIFA Club World Cup were in &lt;a href=\"Marrakesh\"&gt;Marrakesh&lt;/a&gt; and &lt;a href=\"Agadir\"&gt;Agadir&lt;/a&gt;.\nOrganisation.\nEmblem.\nThe official emblem of the tournament was unveiled in &lt;a href=\"Casablanca\"&gt;Casablanca&lt;/a&gt; on 2 September 2013.\nTicketing.\nPre-sale tickets were available from 14 to 27 October 2013, while the open sales phase began on 28 October 2013.\nTrophy tour.\nA tour of the &lt;a href=\"FIFA%20Club%20World%20Cup%23Trophy\"&gt;FIFA Club World Cup Trophy&lt;/a&gt; took place from October to December 2013, starting from &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt;, the site of the &lt;a href=\"2012%20FIFA%20Club%20World%20Cup%20Final\"&gt;2012 FIFA Club World Cup Final&lt;/a&gt;, before visiting the cities of each participating team, and ending at &lt;a href=\"Casablanca\"&gt;Casablanca&lt;/a&gt; before the start of the tournament.\nRefereeing.\nMatch officials.\nThe appointed match officials were:\nGoal-line technology.\nFor the second year in a row, &lt;a href=\"goal-line%20technology\"&gt;goal-line technology&lt;/a&gt; was used for the tournament. GoalControl GmbH was chosen as the official goal-line technology provider.\nVanishing spray.\nFollowing successful trials at the &lt;a href=\"2013%20FIFA%20U-20%20World%20Cup\"&gt;2013 FIFA U-20 World Cup&lt;/a&gt; and &lt;a href=\"2013%20FIFA%20U-17%20World%20Cup\"&gt;2013 FIFA U-17 World Cup&lt;/a&gt;, FIFA approved the &lt;a href=\"vanishing%20spray\"&gt;vanishing spray&lt;/a&gt; to be used by the tournament referees to mark the ten-yard line for the defending team during a free kick.\nSquads.\nEach team named a 23-man squad (three of whom must be goalkeepers) by the FIFA deadline of 29 November 2013. Injury replacements were allowed until 24 hours before the team's first match.\nA total of 31 nationalities were represented in the squads of the seven teams.\nMatches.\nThe draw was held on 9 October 2013 at 19:00 &lt;a href=\"Western%20European%20Summer%20Time\"&gt;WEST&lt;/a&gt; (), at the La Mamounia Hotel in &lt;a href=\"Marrakesh\"&gt;Marrakesh&lt;/a&gt;, to decide the \"positions\" in the bracket for the three teams which entered the quarter-finals (champions of AFC, CAF, and CONCACAF).\nIf a match was tied after normal playing time:\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nAll times are local, &lt;a href=\"Western%20European%20Time\"&gt;WET&lt;/a&gt; ().\nAwards.\nFIFA also named a &lt;a href=\"man%20of%20the%20match\"&gt;man of the match&lt;/a&gt; for the best player in each game at the tournament."
}