{
    "id": "3181941",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=3181941",
    "title": "Mamucium",
    "text": "Mamucium, also known as Mancunium, is a former &lt;a href=\"Ancient%20Rome\"&gt;Roman&lt;/a&gt; &lt;a href=\"castra\"&gt;fort&lt;/a&gt; in the &lt;a href=\"Castlefield\"&gt;Castlefield&lt;/a&gt; area of &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt; in &lt;a href=\"North%20West%20England\"&gt;North West England&lt;/a&gt;. The castrum, which was founded c. AD 79 within the &lt;a href=\"Roman%20province\"&gt;Roman province&lt;/a&gt; of &lt;a href=\"Britannia\"&gt;Britannia&lt;/a&gt;, was garrisoned by a cohort of &lt;a href=\"Auxiliaries%20%28Roman%20military%29\"&gt;Roman Auxiliaries&lt;/a&gt; near two major &lt;a href=\"Roman%20roads%20in%20Britain\"&gt;Roman road&lt;/a&gt;s running through the area. Several sizeable civilian settlements (or \"&lt;a href=\"Vicus%20%28Rome%29\"&gt;vicus&lt;/a&gt;\") containing soldiers' families, merchants and industry developed outside the fort. The area is a protected &lt;a href=\"Scheduled%20Ancient%20Monument\"&gt;Scheduled Ancient Monument&lt;/a&gt;.\nThe ruins were left undisturbed until Manchester expanded rapidly during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; in the late 18th century. Most of the fort was levelled to make way for new developments such as the construction of the &lt;a href=\"Rochdale%20Canal\"&gt;Rochdale Canal&lt;/a&gt; and the &lt;a href=\"Great%20Northern%20Railway%20%28Great%20Britain%29\"&gt;Great Northern Railway&lt;/a&gt;. The site is now part of the Castlefield Urban Heritage Park that includes renovated warehouses. A section of the fort's wall along with its gatehouse, granaries, and other ancillary buildings from the \"vicus\" have been reconstructed and are open to the public.\nEtymology.\nMamucium is generally thought to represent a &lt;a href=\"Latinization%20of%20names\"&gt;Latinisation&lt;/a&gt; of an original &lt;a href=\"Common%20Brittonic\"&gt;Brittonic&lt;/a&gt; &lt;a href=\"Celtic%20placenames\"&gt;name&lt;/a&gt;, either from \"mamm-\" (\"&lt;a href=\"breast\"&gt;breast&lt;/a&gt;\", in reference to a \"&lt;a href=\"breast-like%20hill\"&gt;breast-like hill&lt;/a&gt;\") or from \"mamma\" (\"mother\", in reference to a &lt;a href=\"River%20Medlock\"&gt;local river&lt;/a&gt; &lt;a href=\"Celtic%20mythology\"&gt;goddess&lt;/a&gt;). Both meanings are preserved in modern &lt;a href=\"Celtic%20languages\"&gt;Celtic languages&lt;/a&gt;, \"mam\" meaning \"mother\" in &lt;a href=\"Welsh%20language\"&gt;Welsh&lt;/a&gt;. The &lt;a href=\"neuter%20gender\"&gt;neuter&lt;/a&gt; &lt;a href=\"suffix\"&gt;suffix&lt;/a&gt; -ium is used in &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; &lt;a href=\"placenames\"&gt;placenames&lt;/a&gt;, particularly those representing &lt;a href=\"Common%20Brittonic\"&gt;Common Brittonic&lt;/a&gt; \"-ion\" (a &lt;a href=\"genitive%20case\"&gt;genitive&lt;/a&gt; suffix denoting \"place or city of ~\"). The &lt;a href=\"Welsh%20placenames\"&gt;Welsh name&lt;/a&gt; for Manchester is \"\" and presumably derives from the original Brittonic form.\nLocation.\nThe Romans built the fort on a naturally defensible &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; &lt;a href=\"Cliff\"&gt;bluff&lt;/a&gt; that overlooked a nearby crossing over the &lt;a href=\"River%20Medlock\"&gt;River Medlock&lt;/a&gt;. The area became an important junction for at least two major military roads through this part of the country. One highway ran east to west between the &lt;a href=\"Roman%20legion\"&gt;legionary&lt;/a&gt; fortresses of &lt;a href=\"Deva%20Victrix\"&gt;Deva Victrix&lt;/a&gt; (Chester) and &lt;a href=\"Eboracum\"&gt;Eboracum&lt;/a&gt; (York) the other ran north to &lt;a href=\"Bremetennacum\"&gt;Bremetennacum&lt;/a&gt; (&lt;a href=\"Ribchester\"&gt;Ribchester&lt;/a&gt;). In addition, Mamucium may also have overlooked a lesser road running north west to &lt;a href=\"Coccium\"&gt;Coccium&lt;/a&gt; (&lt;a href=\"Wigan\"&gt;Wigan&lt;/a&gt;). The fort was one of a chain of fortifications along the Eboracum to Deva Victrix road, with &lt;a href=\"Castleshaw%20Roman%20fort\"&gt;Castleshaw Roman fort&lt;/a&gt; lying to the east, and &lt;a href=\"History%20of%20Northwich%23Roman%20Northwich\"&gt;Condate&lt;/a&gt; (&lt;a href=\"Northwich\"&gt;Northwich&lt;/a&gt;) to the west. Stamps on &lt;a href=\"Imbrex%20and%20tegula\"&gt;tegulae&lt;/a&gt; indicate that Mamucium had administrative links not only with Castleshaw, but also with Ardotalia, the nearest fort (12 miles), &lt;a href=\"Slack%20Roman%20fort\"&gt;Slack&lt;/a&gt; and &lt;a href=\"Ebchester\"&gt;Ebchester&lt;/a&gt;; all the forts probably got the tegulae from the same place in Grimescar Wood near &lt;a href=\"Huddersfield\"&gt;Huddersfield&lt;/a&gt;.\nHistory.\nPrehistoric.\nThere is no evidence that a prehistoric settlement occupied the site before the arrival of the Romans. However, &lt;a href=\"Stone%20Age\"&gt;Stone Age&lt;/a&gt; activity has been recorded in the area. Two &lt;a href=\"Mesolithic\"&gt;Mesolithic&lt;/a&gt; &lt;a href=\"flint%20tool\"&gt;flints&lt;/a&gt; and a flint &lt;a href=\"lithic%20flake\"&gt;flake&lt;/a&gt; as well as a &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; &lt;a href=\"scraper%20%28archaeology%29\"&gt;scraper&lt;/a&gt; have been discovered. A shard of late &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; pottery has also been found \"&lt;a href=\"in%20situ\"&gt;in situ&lt;/a&gt;\". Although the area was in the territory of the &lt;a href=\"Celts\"&gt;Celtic&lt;/a&gt; tribe &lt;a href=\"Brigantes\"&gt;Brigantes&lt;/a&gt;, it may have been under the control of the &lt;a href=\"Setantii\"&gt;Setantii&lt;/a&gt;, a sub-tribe of the Brigantes, when the Romans took control from the ancient &lt;a href=\"Briton\"&gt;Briton&lt;/a&gt;s.\nRoman.\nConstruction of Mamucium started around AD 79 during the campaigns of &lt;a href=\"Gnaeus%20Julius%20Agricola\"&gt;General Julius Agricola&lt;/a&gt; against the Brigantes after a treaty failed. Excavations show the fort had three &lt;a href=\"archaeological%20phase\"&gt;main phases&lt;/a&gt; of construction: first AD 79, second around AD 160, and third in AD 200.\nThe first phase of the fort was built from turf and timber. Mamucium's dimensions indicate it was to be garrisoned by a &lt;a href=\"Cohort%20%28military%20unit%29\"&gt;cohort&lt;/a&gt;, about 500 infantry. These troops were not &lt;a href=\"Roman%20citizen\"&gt;Roman citizen&lt;/a&gt;s but &lt;a href=\"Auxiliaries%20%28Roman%20military%29\"&gt;foreign auxiliaries&lt;/a&gt; who had joined the &lt;a href=\"Roman%20army\"&gt;Roman army&lt;/a&gt;. By the late 1st and early 2nd centuries, a civilian settlement (called a \"&lt;a href=\"vicus\"&gt;vicus&lt;/a&gt;\") had grown up around the fort. Around AD 90, the fort's &lt;a href=\"defensive%20wall\"&gt;rampart&lt;/a&gt;s were strengthened. This might be because Mamucium and the Roman fort at Slack – which neighboured Castleshaw – superseded the fort at Castleshaw in the 120s. Mamucium was demolished some time around AD 140. Although the first \"vicus\" grew rapidly in the early 2nd century, it was abandoned some time between 120 and 160 – broadly coinciding with the demolition of the fort – before it was re-inhabited when the fort was rebuilt.\nThe second phase was built around the year 160. Although it was again of turf and timber construction, it was larger than the previous fort, measuring to accommodate extra granaries (\"&lt;a href=\"Horreum\"&gt;horrea&lt;/a&gt;\"). Around 200, the gatehouses of the fort were rebuilt in stone and the walls surrounding the fort were given a stone facing. The concentration of furnaces in sheds in part of the \"vicus\" associated with the fort has been described as an \"industrial estate\", which would have been the first in Manchester. Mamucium was included in the &lt;a href=\"Antonine%20Itinerary\"&gt;Antonine Itinerary&lt;/a&gt;, a 3rd-century register of roads throughout the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. This and inscriptions on and repairs to buildings indicate that Mamucium was still in use in the first half of the 3rd century. The \"vicus\" may have been abandoned by the mid-3rd century; this is supported by the excavated remains of some buildings that were demolished and the materials robbed for use elsewhere. Evidence from coins indicates that although the civilian settlement associated with the fort had declined by the mid-3rd century, a small garrison may have remained at Mamucium into the late 3rd century and early 4th century.\nA &lt;a href=\"Mithraic%20Mysteries\"&gt;temple to Mithras&lt;/a&gt; is possibly associated with the civilian settlement in modern &lt;a href=\"Hulme\"&gt;Hulme&lt;/a&gt;. An altar dedicated to \"Fortune the Preserver\" was found, probably dating to the early 3rd century. In 2008 an altar dating from the late 1st century was discovered near the Roman settlement. It was dedicated to two minor Germanic gods and described as being in \"fantastic\" condition. The &lt;a href=\"County%20Archaeologist\"&gt;County Archaeologist&lt;/a&gt; said\nAs well as Pagan worship, there is also evidence of early Christian worship. In the 1970s, a fragment of 2nd-century &lt;a href=\"sator%20square\"&gt;\"word square\"&lt;/a&gt; was discovered with an anagram of &lt;a href=\"Lord%27s%20Prayer\"&gt;PATER NOSTER&lt;/a&gt;. There has been discussion by academics whether the \"word square\", which is carved on a piece of &lt;a href=\"amphora\"&gt;amphora&lt;/a&gt;, is actually a Christian artefact, if so, it is one of the earliest examples of Christianity in Britain.\nMedieval.\nAfter the &lt;a href=\"Roman%20withdrawal%20from%20Britain\"&gt;Roman withdrawal from Britain&lt;/a&gt; around 410, the area of Mamucium was used for agricultural purposes. It has sometimes been identified with the listed among the 28 &lt;a href=\"civitas\"&gt;cities&lt;/a&gt; of &lt;a href=\"Sub-Roman%20Britain\"&gt;Britain&lt;/a&gt; by the \"&lt;a href=\"Historia%20Brittonum\"&gt;History of the Britons&lt;/a&gt;\" traditionally attributed to &lt;a href=\"Nennius\"&gt;Nennius&lt;/a&gt;.\n16th–18th centuries.\nAfter lying derelict for centuries, the ruins were commented on by &lt;a href=\"antiquarian\"&gt;antiquarian&lt;/a&gt;s &lt;a href=\"John%20Leland%20%28antiquary%29\"&gt;John Leland&lt;/a&gt; in the 16th century, &lt;a href=\"William%20Camden\"&gt;William Camden&lt;/a&gt; in the late 16th and early 17th centuries, and &lt;a href=\"William%20Stukeley\"&gt;William Stukeley&lt;/a&gt; and the Manchester historian &lt;a href=\"John%20Whitaker%20%28historian%29\"&gt;John Whitaker&lt;/a&gt; in the 18th century. In the early 18th century, &lt;a href=\"John%20Horsley%20%28archaeologist%29\"&gt;John Horsley&lt;/a&gt; said:\nWhitaker described what remained of the fort in 1773:\nIndustrial Revolution.\nMamucium was levelled as Manchester expanded in the Industrial Revolution. The construction of the Rochdale Canal through the south western corner of the fort in the late 18th and early 19th centuries, and the building of viaducts for the Great Northern Railway over the site in the late 19th century, damaged the remains and even destroyed some of the southern half of the fort. When the railway viaducts were built, &lt;a href=\"Charles%20Roeder\"&gt;Charles Roeder&lt;/a&gt; documented the remains that were uncovered in the process, including parts of the \"vicus\". Mills were all around the site. Castlefield became the south west corner of &lt;a href=\"Manchester%20city%20centre\"&gt;Manchester city centre&lt;/a&gt;. &lt;a href=\"Deansgate\"&gt;Deansgate&lt;/a&gt;, which developed into the main thoroughfare, follows the general line of Roman road to Ribchester.\n20th century.\nThe first archaeological investigation of Mamucium was in 1906. Francis Bruton, who would later work on the Roman fort at &lt;a href=\"Castleshaw\"&gt;Castleshaw&lt;/a&gt;, excavated the fort's western defences. A series of small-scale excavations were undertaken intermittently between 1912 and 1967, generally exploring the northern defences of the fort. In the mid-20th century, historian &lt;a href=\"A.%20J.%20P.%20Taylor\"&gt;A. J. P. Taylor&lt;/a&gt; called the surviving stretch of Roman wall \"the least interesting Roman remains in Britain\". The first excavation of the \"vicus\" was carried out in the 1970s under &lt;a href=\"Barri%20Jones\"&gt;Professor Barri Jones&lt;/a&gt;. In 1982 the fort, along with the rest of the Castlefield area, became the United Kingdom's first Urban Heritage Park, and partial reconstructions of the forts walls, including the ramparts and gateways, were opened in 1984. In 2001–05 the &lt;a href=\"University%20of%20Manchester\"&gt;University of Manchester Archaeological Unit&lt;/a&gt; carried out excavations in the \"vicus\" to further investigate the site before the area underwent any more regeneration or reconstruction. The archaeological investigation of Mamucium Roman fort and its associated civilian settlement has, so far, provided approximately 10,000 artefacts.\nLayout.\nThe fort measured by and was surrounded by a double ditch and wooden rampart. Around AD 200 the wooden rampart was replaced by stone ramparts, measuring between and thick. The \"vicus\" associated with Mamucium surrounded the site on the west, north, and east sides, with the majority lying to the north. The \"vicus\" covered about and the fort about . Buildings within the \"vicus\" would have generally been one storey, &lt;a href=\"timber%20framing\"&gt;timber framed&lt;/a&gt;, and of &lt;a href=\"wattle%20and%20daub\"&gt;wattle and daub&lt;/a&gt; construction. There may have been a cemetery to the south east of the fort.\n&lt;a href=\"Templeborough\"&gt;Templeborough Roman Fort&lt;/a&gt; in Yorkshire was rebuilt in stone in the 2nd century and covered an area of , similar to Mamucium which covered ."
}