{
    "id": "31842880",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=31842880",
    "title": "KarMel Brewing Company",
    "text": "The KarMel Brewing Co. is a beer brewery/distributor currently based in &lt;a href=\"Copenhagen%2C%20Denmark\"&gt;Copenhagen, Denmark&lt;/a&gt;.\nThe brewery was started by Jürgen Björn Jensen (1858–1937) in 1893 in the small town of Herlev, Denmark. Ever since its incarnation, the brewery has remained a family company. Jürgen began brewing his own flavors in his father's basement in 1891, and slowly gained a following in his town. The early Jensen immigrants then migrated to the United States in 1901, where they began a swine farm. The beer is now mostly known for its pork-infused brews, an idea Jürgen originally conceived in 1909, on his farm. The &lt;a href=\"Prohibition%20in%20the%20United%20States\"&gt;prohibition&lt;/a&gt; era put a significant damper on production, however, and the brewery all but disappeared for several years. It was only in the final days of the Great Depression, after Jürgen's passing, that his son Arthur elected to resurrect the company from the ground up. Today, the company remains small, only brewing 110 barrels per year, and importing them to the U.S. East Coast. In 2011, the K.M.B.C. is celebrating 118 years by attending the &lt;a href=\"http%3A//nephillybeerfestival.eventbrite.com/\"&gt;Greater Northeast Philadelphia Beer Festival&lt;/a&gt;. Employees from the factory, as well as the President and current Owner: Karl Sören Jensen, are expected to be in attendance.\nProducts.\nEvery KarMel Brew is infused with &lt;a href=\"pork\"&gt;pork&lt;/a&gt; flavor. Jürgen Jensen based his craft on \"&lt;a href=\"Culture%20of%20Denmark\"&gt;hygge&lt;/a&gt;\": spending a calm, comfortable time with good friends or loved ones, often while enjoying good food, snacks and something to drink. Hence, he infused the beer with his favorite food and favorite hops. There are currently 3 flavors.\nKarl Jensen has been &lt;a href=\"CEO\"&gt;President&lt;/a&gt; of the company since 2001, and in 2005, he added the PorkChopped Pale Ale to the shortlist of current brews. The beers are primarily known for the high &lt;a href=\"alcohol%20content\"&gt;alcohol content&lt;/a&gt;, with the PorkBQ Porter at 9.8%, PigHeaded Double Bock at 11.2%, and Pale Ale at 10.6%. Karl is also the primary designer for the company's current slogan \"Ever pork a great Dane?\" referencing the brewery's Danish heritage.\nFuture.\nIn 2011, the brewery plans to reveal a new flavor: JUDGMENT Ale."
}