{
    "id": "31860299",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=31860299",
    "title": "Graham Jackson (British conductor)",
    "text": "Graham Jackson (15 February 1967 – 23 July 2012) was a British conductor. \nEarly life and education.\nBorn in &lt;a href=\"Burnham%2C%20Buckinghamshire\"&gt;Burnham, Buckinghamshire&lt;/a&gt;, Jackson learned the &lt;a href=\"clarinet\"&gt;clarinet&lt;/a&gt;, &lt;a href=\"piano\"&gt;piano&lt;/a&gt; and &lt;a href=\"bassoon\"&gt;bassoon&lt;/a&gt; as a child, and served as first bassoon in the &lt;a href=\"National%20Youth%20Orchestra%20of%20Great%20Britain\"&gt;National Youth Orchestra of Great Britain&lt;/a&gt;. He studied at &lt;a href=\"Trinity%20College%2C%20Cambridge\"&gt;Trinity College, Cambridge&lt;/a&gt; from 1985 to 1988 as organ scholar, receiving a dual degree in music and mathematics. Jackson then won a scholarship to study conducting for three years at the &lt;a href=\"Royal%20Northern%20College%20of%20Music\"&gt;Royal Northern College of Music&lt;/a&gt; in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;. \nCareer.\nHaving concluded his studies, in 1992 he joined &lt;a href=\"Welsh%20National%20Opera\"&gt;Welsh National Opera&lt;/a&gt; as chorus master, répétiteur and conductor. He soon earned a reputation for his prodigious keyboard skills and his ability to conduct scores from memory.\nFrom 2000 to 2003, Jackson was \"Kapellmeister\" (principal conductor) at the &lt;a href=\"Theater%20Bremen\"&gt;Theater Bremen&lt;/a&gt;, where he managed the new production of &lt;a href=\"Shostakovich\"&gt;Shostakovich&lt;/a&gt;'s &lt;a href=\"Lady%20Macbeth%20of%20the%20Mtsensk%20District%20%28opera%29\"&gt;\"Lady Macbeth of Mtsensk\"&lt;/a&gt; to critical acclaim. He became \"Generalmusikdirektor\" (Director of Music) of the Theater Krefeld and Mönchengladbach in 2003. Despite being a non-smoker, he was diagnosed in 2009 with stage 4 lung cancer. He concluded his tenure in this post in early July 2012, just over a fortnight before his death. His gave his final series of concerts starting on 5 July 2012, including a performance of &lt;a href=\"Berlioz\"&gt;Berlioz&lt;/a&gt;'s &lt;a href=\"Symphonie%20Fantastique\"&gt;Symphonie Fantastique&lt;/a&gt;. \nHis work in contemporary music included conducting premieres of works by &lt;a href=\"Fran%C3%A7ois%20Sarhan\"&gt;François Sarhan&lt;/a&gt;, &lt;a href=\"Charlotte%20Seither\"&gt;Charlotte Seither&lt;/a&gt;, &lt;a href=\"Stefan%20Heucke\"&gt;Stefan Heucke&lt;/a&gt; and &lt;a href=\"Sidney%20Corbett\"&gt;Sidney Corbett&lt;/a&gt;. He felt that his finest achievement was the première of Heuke's work Das Frauenorchester von Auschwitz, an opera that tells how female prisoners at the concentration camp made music together under the direction of Alma Rosé, Mahler's niece. At the time it provoked much discussion in German musical circles. He was popular with both critics and audiences alike, and was voted Conductor of the Year by critics in &lt;a href=\"North%20Rhine-Westphalia\"&gt;North Rhine-Westphalia&lt;/a&gt; for 2010–2011.\nPersonal life.\nJackson was married for 19 years to the artist and flautist Adrienne Jackson. The couple had four children, Oliver, Helena, Daniel and Tess. He died at home in &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt; on 23 July 2012.\nRecordings.\nAs conductor"
}