{
    "id": "31863174",
    "revid": "16228717",
    "url": "https://en.wikipedia.org/wiki?curid=31863174",
    "title": "Derby Racecourse Roman settlement",
    "text": "The Derby Racecourse Roman settlement was the third settlement in Derby or Derventio which was a small &lt;a href=\"town\"&gt;town&lt;/a&gt; in the &lt;a href=\"Roman%20province\"&gt;Roman province&lt;/a&gt; of &lt;a href=\"Britannia\"&gt;Britannia&lt;/a&gt;. It lies 600m east of &lt;a href=\"Derventio%20%28Little%20Chester%29\"&gt;Derventio fort&lt;/a&gt; in &lt;a href=\"Little%20Chester\"&gt;Little Chester&lt;/a&gt;, on the outskirts of &lt;a href=\"Derby\"&gt;Derby&lt;/a&gt;, in the English county of &lt;a href=\"Derbyshire\"&gt;Derbyshire&lt;/a&gt;. The Roman road from Derventio to &lt;a href=\"Sawley%2C%20Derbyshire\"&gt;Sawley&lt;/a&gt; on the River Trent passes the settlement. It is a scheduled National Monument.\nDescription.\nThe first &lt;a href=\"Roman%20fort\"&gt;Roman fort&lt;/a&gt; in the area was built on the opposite bank of the &lt;a href=\"River%20Derwent%2C%20Derbyshire\"&gt;River Derwent&lt;/a&gt; at &lt;a href=\"Strutt%27s%20Park%20Roman%20fort\"&gt;Strutt's Park&lt;/a&gt;. It was replaced about AD 80 by a fort at &lt;a href=\"Little%20Chester\"&gt;Little Chester&lt;/a&gt;, but this only lasted about forty years, then decommissioned. The fort was later re-occupied and re-used for a further twenty five years then unoccupied until the late 3rd century when a stone wall was built around the town.\nThere is evidence of extensive Roman activity in Little Chester.\nDerby Racecourse Roman settlement site was founded around AD 90. It is considered by &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt; to be an import example of a fort-vicus. This was a civilian settlement attached to a Roman military fort- in this case &lt;a href=\"Derventio%20%28Little%20Chester%29\"&gt;Derventio&lt;/a&gt;. It is a mark that the Cornovii tribesmen were accepting the Roman way of life and integrating themselves into the Roman economy- i.e. Romanisation.\nPottery kilns have been discovered dating from AD90 to the mid second century when ironworking took place. The jug illustrated was fired at this settlement and is now in &lt;a href=\"Derby%20Museum%20and%20Art%20Gallery\"&gt;Derby Museum&lt;/a&gt;. There was also a large cemetery with five stone &lt;a href=\"mausoleum\"&gt;mausolea&lt;/a&gt;.\nHistory.\nThis part of Britannica was occupied by a tribe known as the &lt;a href=\"Cornovii%20%28Midlands%29\"&gt;Cornovii&lt;/a&gt;. In AD 46–47 the Roman Army under the direction of governor &lt;a href=\"Aulus%20Plautius\"&gt;Aulius Plautius&lt;/a&gt; had probably occupied the lands to the south of the &lt;a href=\"River%20Trent\"&gt;River Trent&lt;/a&gt;, so in AD 50 this was the front line. There is a shortage of written documentation about these years so reliance is made on archaeological excavations. Late in 47 the new governor of Britain, &lt;a href=\"Ostorius%20Scapula\"&gt;Ostorius Scapula&lt;/a&gt;, began a campaign against the tribes of modern-day Wales, and the &lt;a href=\"Cheshire%20Plain\"&gt;Cheshire Gap&lt;/a&gt;. During these times &lt;a href=\"Strutt%27s%20Park%20Roman%20fort\"&gt;Strutt's Park Roman fort&lt;/a&gt;, was one of the new forts built along the new supply road from &lt;a href=\"Wroxeter\"&gt;Wroxeter&lt;/a&gt; to &lt;a href=\"Rossington\"&gt;Rossington&lt;/a&gt;.\nThe campaign to conquer the &lt;a href=\"Silures\"&gt;Silures&lt;/a&gt; continued under the governor &lt;a href=\"Quintus%20Veranius\"&gt;Quintus Veranius&lt;/a&gt; and his successor &lt;a href=\"Gaius%20Suetonius%20Paulinus\"&gt;Gaius Suetonius Paulinus&lt;/a&gt; but by now Strutt Park's rôle was to maintain the peace. Around AD 74, the lands north of the River Mersey became unstable, when Queen &lt;a href=\"Cartimandua\"&gt;Cartimandua&lt;/a&gt; had to ask for Roman assistance to fight off a rebellion. Then in AD78, &lt;a href=\"Gnaeus%20Julius%20Agricola\"&gt;Gnaeus Julius Agricola&lt;/a&gt;, made famous through the highly laudatory biography of him written by his son-in-law, &lt;a href=\"Tacitus\"&gt;Tacitus&lt;/a&gt;, was made governor. He consolidated the forts, improved the road infrastructure and led some now well documented campaigns- firstly in AD78, he reconquered North Wales, then in AD79 he conquered the &lt;a href=\"Brigantes\"&gt;Brigantes&lt;/a&gt; and &lt;a href=\"Parisi%20%28Yorkshire%29\"&gt;Parisi&lt;/a&gt; taking all of Northern England up to the present Scottish border. Strutt's Park fort was vacated in AD 80 when &lt;a href=\"Derventio%20Coritanorum\"&gt;Derventio&lt;/a&gt; was built.\nThe Emperor &lt;a href=\"Hadrian\"&gt;Hadrian&lt;/a&gt; visited Britannia in AD120 and ordered his &lt;a href=\"Hadrian%27s%20Wall\"&gt;wall&lt;/a&gt; to be built. Though Britannia always had a large garrison, focus now changed to industrial production. Derby produced pottery and had access to the lead mining to the north in the &lt;a href=\"Peak%20District\"&gt;Peak District&lt;/a&gt;, later it became a centre for metalworking. This continued for the next 200 years.\nExcavations.\nThe site was excavated between 1968 and 1983."
}