{
    "id": "3186277",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=3186277",
    "title": "Birgit Schuurman",
    "text": "Birgit Schuurman (born 1 July 1977, in &lt;a href=\"Utrecht%20%28city%29\"&gt;Utrecht&lt;/a&gt;) is a Dutch &lt;a href=\"singing\"&gt;singer&lt;/a&gt; and &lt;a href=\"actor\"&gt;actress&lt;/a&gt;.\nBiography.\nSchuurman was born in Utrecht and raised in &lt;a href=\"Bunnik\"&gt;Bunnik&lt;/a&gt; as the daughter of a Dutch father and a Surinamese mother; she's the younger sister of &lt;a href=\"Katja%20Schuurman\"&gt;Katja Schuurman&lt;/a&gt;. Schuurman started her singing career several years before her graduation. Her first attempt to break into the music business was with some unsuccessful &lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; and &lt;a href=\"Dance%20music\"&gt;Dance&lt;/a&gt; projects. She also sang in the band Jeunes Turcs alongside her older sister Katja in 1995.\nAfter a short break in her musical career, she released some singles in 1999 which were more successful. \"A Little Famous\" and \"Maybe the Wine\" were minor hits and enabled her a certain degree of fame. Also, in the same year, she featured in the video \"Onderweg\" by Abel and started to present a television program on &lt;a href=\"Fox%20Kids\"&gt;Fox Kids&lt;/a&gt;. Her final breakthrough followed in 2001 with her song \"I Know\", and the corresponding album \"Few Like Me\".\nBirgit combined her own dates with a &lt;a href=\"Marlboro%20%28cigarette%29\"&gt;sponsored&lt;/a&gt; tour of &lt;a href=\"Lenny%20Kravitz\"&gt;Lenny Kravitz&lt;/a&gt;-tribute-shows. Continuing in this direction, 2002 saw her recording a cover-version of the &lt;a href=\"Skunk%20Anansie\"&gt;Skunk Anansie&lt;/a&gt;-classic \"Weak\" for the soundtrack of the movie \"&lt;a href=\"Liever%20verliefd\"&gt;Liever verliefd&lt;/a&gt;\"; it did not chart.\nIn September 2003 she signed to a new record label at &lt;a href=\"Purple%20Eye%20Entertainment\"&gt;Purple Eye Entertainment&lt;/a&gt;, before releasing her single \"Everybody Wants to Be\"; the video was shot on location in Miami.\nIn July 2002 Birgit married film director &lt;a href=\"Kaja%20Wolffers\"&gt;Kaja Wolffers&lt;/a&gt;. The marriage did not last and the couple divorced in April 2004.\nAt the end of 2004 Birgit played the magician in the movie-adaptation of the 1969 children's series \"&lt;a href=\"Floris%20%28film%29\"&gt;Floris&lt;/a&gt;\". Around the same time she performed in the &lt;a href=\"musical%20theater\"&gt;musical&lt;/a&gt; \"De Jantjes\" playing the role of Toffe Jans. Birgit went on to star in the \"&lt;a href=\"Lieve%20Lust\"&gt;Lieve Lust&lt;/a&gt;\" series that debuted in August 2005 at the then-launched television station &lt;a href=\"Tien%20%28TV%20channel%29\"&gt;Talpa&lt;/a&gt;; both proved to be short-lived.\nDuring this period Birgit released her \"Sticky Tales\"-album which was originally scheduled for November 2004; a launch party was held at the Amsterdam Panama. Katja turned up with a few words of praise. \"I'm proud of her; she's tough, witty and determined\".\nIn 2006 the sisters became each other's opponent in \"Katja vs de Rest\"; Birgit, who feared lifelong embarrassment, emerged as the better half. She also starred in a self-sung coffee-commercial directed by &lt;a href=\"Arne%20Toonen\"&gt;Arne Toonen&lt;/a&gt;, her husband to be who also appeared in front of the camera.\nOn June 29, 2009, Birgit Schuurman and Arne Toonen became parents of a son Chico.\nIn 2007 Birgit released the USA- only \"True Stories I Made Up\".\n2017-2018.\n12 years after her last album \"True Stories I Made Up\", Birgit was inspired again to write and record new songs; she secretly began work on a new album in 2016. Without any expectations she felt totally free to create. The initial single \"Fuel my Fire\", is the opening track of that album, was released on 27 September 2017.\nDuring the remainder of 2017, Birgit returned to the studio to record the rest of her songs, which will appear on her new album. Her co-writing team consists of Martijn Konijnenburg (&lt;a href=\"Kygo\"&gt;Kygo&lt;/a&gt;, NinaJune) Marcel Tegelaar (&lt;a href=\"Eefje%20de%20Visser\"&gt;Eefje de Visser&lt;/a&gt;), Stef Classens, Tom Tukker and many other songwriter and producers.\n\"Stranded\" is the second song of the album, which was released in the last month of 2017. In the beginning of 2018 Birgit released the pop track \"Amplify\".\nThe album \"&lt;a href=\"A%20Fool%20for%20Love\"&gt;A Fool for Love&lt;/a&gt;\" is going to be her most autobiographic record to date. It’s a record where Birgit is evolving. It was released on March 28 in Amsterdam's &lt;a href=\"Melkweg\"&gt;Melkweg&lt;/a&gt; venue.\nMeanwhile, Brigit continues to appear in a variety of television-programmes."
}