{
    "id": "318854",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=318854",
    "title": "Henry Paget, 1st Marquess of Anglesey",
    "text": "Henry William Paget, 1st Marquess of Anglesey (17 May 1768 – 29 April 1854), styled Lord Paget between 1784 and 1812 and known as the Earl of Uxbridge between 1812 and 1815, was a &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; officer and politician. After serving as a &lt;a href=\"Member%20of%20Parliament%20%28United%20Kingdom%29\"&gt;Member of Parliament&lt;/a&gt; for &lt;a href=\"Caernarfon%20%28UK%20Parliament%20constituency%29\"&gt;Carnarvon&lt;/a&gt; and then for &lt;a href=\"Milborne%20Port%20%28UK%20Parliament%20constituency%29\"&gt;Milborne Port&lt;/a&gt;, he took part in the &lt;a href=\"Flanders%20Campaign\"&gt;Flanders Campaign&lt;/a&gt; and then commanded the cavalry for &lt;a href=\"John%20Moore%20%28British%20Army%20officer%29\"&gt;Sir John Moore&lt;/a&gt;'s army in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; during the &lt;a href=\"Peninsular%20War\"&gt;Peninsular War&lt;/a&gt;; his cavalry showed distinct superiority over their French counterparts at the &lt;a href=\"Battle%20of%20Sahag%C3%BAn\"&gt;Battle of Sahagún&lt;/a&gt; and at the &lt;a href=\"Battle%20of%20Benavente\"&gt;Battle of Benavente&lt;/a&gt;, where he defeated the elite chasseurs of the &lt;a href=\"Imperial%20Guard%20%28Napoleon%20I%29\"&gt;French Imperial Guard&lt;/a&gt;. During the &lt;a href=\"Hundred%20Days\"&gt;Hundred Days&lt;/a&gt; he led the charge of the heavy cavalry against &lt;a href=\"Jean-Baptiste%20Drouet%2C%20Comte%20d%27Erlon\"&gt;Comte d'Erlon&lt;/a&gt;'s column at the &lt;a href=\"Battle%20of%20Waterloo\"&gt;Battle of Waterloo&lt;/a&gt;. At the end of the battle he lost &lt;a href=\"Lord%20Uxbridge%27s%20leg\"&gt;part of one leg&lt;/a&gt; to a cannonball. In later life he served twice as &lt;a href=\"Master-General%20of%20the%20Ordnance\"&gt;Master-General of the Ordnance&lt;/a&gt; and twice as &lt;a href=\"Lord%20Lieutenant%20of%20Ireland\"&gt;Lord Lieutenant of Ireland&lt;/a&gt;.\nBackground, education and politics.\nHe was born Henry Bayley, the eldest son of &lt;a href=\"Henry%20Paget%2C%201st%20Earl%20of%20Uxbridge%20%28second%20creation%29\"&gt;Henry Bayley-Paget, 1st Earl of Uxbridge&lt;/a&gt; and his wife Jane (\"née\" Champagné), daughter of the Very Reverend Arthur Champagné, Dean of Clonmacnoise, Ireland. His father assumed the surname Paget in 1770. He was educated at &lt;a href=\"Westminster%20School\"&gt;Westminster School&lt;/a&gt; and &lt;a href=\"Christ%20Church%2C%20Oxford\"&gt;Christ Church, Oxford&lt;/a&gt;.\nPaget entered parliament at the &lt;a href=\"1790%20British%20general%20election\"&gt;1790 general election&lt;/a&gt; as member for &lt;a href=\"Caernarfon%20%28UK%20Parliament%20constituency%29\"&gt;Carnarvon&lt;/a&gt;, a seat he held until the &lt;a href=\"1796%20British%20general%20election\"&gt;1796 general election&lt;/a&gt; when his brother &lt;a href=\"Edward%20Paget\"&gt;Edward&lt;/a&gt; was elected unopposed in his place. He then represented &lt;a href=\"Milborne%20Port%20%28UK%20Parliament%20constituency%29\"&gt;Milborne Port&lt;/a&gt; from &lt;a href=\"1796%20British%20general%20election\"&gt;1796&lt;/a&gt; until he &lt;a href=\"resignation%20from%20the%20British%20House%20of%20Commons\"&gt;resigned his seat&lt;/a&gt; in 1804 by appointment as &lt;a href=\"Steward%20of%20the%20Chiltern%20Hundreds\"&gt;Steward of the Chiltern Hundreds&lt;/a&gt;, and again from the &lt;a href=\"1806%20United%20Kingdom%20general%20election\"&gt;1806 election&lt;/a&gt; to January 1810, when he took the Chiltern Hundreds again.\nMilitary career.\nAt the outbreak of the &lt;a href=\"French%20Revolutionary%20Wars\"&gt;French Revolutionary Wars&lt;/a&gt;, Paget raised a regiment of Staffordshire volunteers and was given the temporary rank of &lt;a href=\"lieutenant-colonel\"&gt;lieutenant-colonel-commandant&lt;/a&gt; in December 1793. As the &lt;a href=\"80th%20Regiment%20of%20Foot%20%28Staffordshire%20Volunteers%29\"&gt;80th Regiment of Foot&lt;/a&gt;, the unit took part in the &lt;a href=\"Flanders%20Campaign\"&gt;Flanders Campaign&lt;/a&gt; of 1794 under Paget's command. He was formally commissioned into the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; as a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; in the &lt;a href=\"Royal%20Fusiliers\"&gt;7th Regiment of Foot&lt;/a&gt; on 14 April 1795 and received rapid promotion, first to &lt;a href=\"Captain%20%28British%20Army%20and%20Royal%20Marines%29\"&gt;captain&lt;/a&gt; in the &lt;a href=\"Royal%20Welch%20Fusiliers\"&gt;23rd Regiment of Foot&lt;/a&gt;, also on 14 April 1795, then to &lt;a href=\"major\"&gt;major&lt;/a&gt; in the &lt;a href=\"65th%20%282nd%20Yorkshire%2C%20North%20Riding%29%20Regiment%20of%20Foot\"&gt;65th Regiment of Foot&lt;/a&gt;, on 19 May 1795 and then to lieutenant-colonel in the 80th Regiment of Foot on 30 May 1795. He transferred to the command of the &lt;a href=\"16th%20The%20Queen%27s%20Lancers\"&gt;16th Light Dragoons&lt;/a&gt; on 15 June 1795. Promoted to &lt;a href=\"colonel\"&gt;colonel&lt;/a&gt; on 3 May 1796, he was given command of the &lt;a href=\"7th%20Queen%27s%20Own%20Hussars\"&gt;7th Light Dragoons&lt;/a&gt; on 6 April 1797. He commanded a cavalry brigade at the &lt;a href=\"Battle%20of%20Castricum\"&gt;Battle of Castricum&lt;/a&gt; in October 1799 during the &lt;a href=\"Anglo-Russian%20invasion%20of%20Holland\"&gt;Anglo-Russian invasion of Holland&lt;/a&gt;.\nPaget was promoted to &lt;a href=\"major-general\"&gt;major-general&lt;/a&gt; on 29 April 1802 and &lt;a href=\"lieutenant-general\"&gt;lieutenant-general&lt;/a&gt; on 25 April 1808. He commanded the cavalry for &lt;a href=\"John%20Moore%20%28British%20Army%20officer%29\"&gt;Sir John Moore&lt;/a&gt;'s army in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;; his cavalry showed distinct superiority over their French counterparts at the &lt;a href=\"Battle%20of%20Sahag%C3%BAn\"&gt;Battle of Sahagún&lt;/a&gt; in December 1808, where his men captured two French lieutenant colonels and so mauled the French &lt;a href=\"chasseur\"&gt;chasseur&lt;/a&gt;s that they ceased to exist as a viable regiment. He also commanded the cavalry at the &lt;a href=\"Battle%20of%20Benavente\"&gt;Battle of Benavente&lt;/a&gt; later in December 1808, where he defeated the elite chasseurs of the French &lt;a href=\"Imperial%20Guard%20%28Napoleon%20I%29\"&gt;Imperial Guard&lt;/a&gt;, and then commanded the cavalry again during the &lt;a href=\"Battle%20of%20Corunna\"&gt;Retreat to Corunna&lt;/a&gt; in January 1809. This was his last service in the &lt;a href=\"Peninsular%20War\"&gt;Peninsular War&lt;/a&gt;, because his liaison with Lady Charlotte, the wife of &lt;a href=\"Henry%20Wellesley%2C%201st%20Baron%20Cowley\"&gt;Henry Wellesley&lt;/a&gt;, afterwards Lord Cowley, made it impossible subsequently for him to serve with &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Wellington&lt;/a&gt;, Wellesley's brother. His only war service from 1809 to 1815 was in the disastrous &lt;a href=\"Walcheren%20Campaign\"&gt;Walcheren expedition&lt;/a&gt; in 1809, during which he commanded an infantry division. In 1810 he was divorced and then married Lady Charlotte, who had been divorced from her husband around the same time. He inherited the title of &lt;a href=\"Earl%20of%20Uxbridge\"&gt;Earl of Uxbridge&lt;/a&gt; on his father's death in March 1812 and was appointed a &lt;a href=\"Order%20of%20the%20Bath\"&gt;Knight Grand Cross of the Order of the Bath&lt;/a&gt; on 4 January 1815.\nWaterloo.\nDuring the &lt;a href=\"Hundred%20Days\"&gt;Hundred Days&lt;/a&gt; he was appointed cavalry commander in &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt;, under the still resentful eye of Wellington. He fought at the &lt;a href=\"Battle%20of%20Quatre%20Bras\"&gt;Battle of Quatre Bras&lt;/a&gt; on 16 June 1815 and at the &lt;a href=\"Battle%20of%20Waterloo\"&gt;Battle of Waterloo&lt;/a&gt; two days later, when he led the spectacular charge of the British heavy cavalry against &lt;a href=\"Jean-Baptiste%20Drouet%2C%20Comte%20d%27Erlon\"&gt;Comte d'Erlon&lt;/a&gt;'s column which checked and in part routed the French Army.\nOne of the last cannon shots fired that day hit Paget in the &lt;a href=\"Lord%20Uxbridge%27s%20leg\"&gt;right leg&lt;/a&gt;, necessitating its amputation. According to anecdote, he was close to Wellington when his leg was hit, and exclaimed, \"By God, sir, I've lost my leg!\" — to which Wellington replied, \"By God, sir, so you have!\" According to his &lt;a href=\"aide-de-camp\"&gt;aide-de-camp&lt;/a&gt;, &lt;a href=\"Thomas%20Wildman\"&gt;Thomas Wildman&lt;/a&gt;, during the amputation Paget smiled and said, \"I have had a pretty long run. I have been a beau these 47 years and it would not be fair to cut the young men out any longer.\" While Paget had an articulated &lt;a href=\"artificial%20limb\"&gt;artificial limb&lt;/a&gt; fitted, &lt;a href=\"Lord%20Uxbridge%27s%20leg\"&gt;his amputated leg&lt;/a&gt; meanwhile had a somewhat macabre after-life as a tourist attraction in the village of &lt;a href=\"Waterloo%2C%20Belgium\"&gt;Waterloo&lt;/a&gt; in Belgium, to which it had been removed and where it was later interred.\nPaget was created Marquess of Anglesey on 4 July 1815. A high &lt;a href=\"Marquess%20of%20Anglesey%27s%20Column\"&gt;monument to his heroism&lt;/a&gt; (designed by &lt;a href=\"Thomas%20Harrison%20%28architect%29\"&gt;Thomas Harrison&lt;/a&gt;) was erected at &lt;a href=\"Llanfairpwllgwyngyll\"&gt;Llanfairpwllgwyngyll&lt;/a&gt; on &lt;a href=\"Anglesey\"&gt;Anglesey&lt;/a&gt;, close to Paget's country retreat at &lt;a href=\"Plas%20Newydd%20%28Anglesey%29\"&gt;Plas Newydd&lt;/a&gt;, in 1816. He was also appointed a &lt;a href=\"Order%20of%20the%20Garter\"&gt;Knight of the Garter&lt;/a&gt; on 13 March 1818 and promoted to full &lt;a href=\"general\"&gt;general&lt;/a&gt; on 12 August 1819.\nLater career.\nPaget's support of the proceedings against &lt;a href=\"Caroline%20of%20Brunswick\"&gt;Queen Caroline&lt;/a&gt;, alleging her infidelity, made him for a time unpopular, and when he was on one occasion beset by a crowd, who compelled him to shout \"The Queen!\", he added the wish, \"May all your wives be like her\". At the coronation of &lt;a href=\"George%20IV%20of%20the%20United%20Kingdom\"&gt;George IV&lt;/a&gt; in July 1821, Paget acted as &lt;a href=\"Lord%20High%20Steward\"&gt;Lord High Steward&lt;/a&gt; of England. He was also given the additional honour of captain of &lt;a href=\"Royal%20Yacht%20Squadron\"&gt;Cowes Castle&lt;/a&gt; on 25 March 1826. In April 1827, he became a member of the &lt;a href=\"Canningite%20Government%201827%E2%80%9328\"&gt;Canningite Government&lt;/a&gt;, taking the post of &lt;a href=\"Master-General%20of%20the%20Ordnance\"&gt;Master-General of the Ordnance&lt;/a&gt;. Under the &lt;a href=\"First%20Wellington%20ministry\"&gt;Wellington ministry&lt;/a&gt;, he accepted the appointment of &lt;a href=\"Lord%20Lieutenant%20of%20Ireland\"&gt;Lord Lieutenant of Ireland&lt;/a&gt; in February 1828.\nIn December 1828, Paget addressed a letter to &lt;a href=\"Patrick%20Curtis\"&gt;Patrick Curtis&lt;/a&gt;, the &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; &lt;a href=\"primate%20of%20Ireland\"&gt;primate of Ireland&lt;/a&gt;, stating his belief in the need for &lt;a href=\"Catholic%20emancipation\"&gt;Catholic emancipation&lt;/a&gt;, which led to his recall by the government; on the formation of &lt;a href=\"Whig%20Government%201830%E2%80%9334\"&gt;Earl Grey's administration&lt;/a&gt; in November 1830, he again became lord-lieutenant of Ireland. In this capacity he introduced state-aided education for 400,000 children. In July 1833, the ministry resigned over the Irish question. Paget spent the following thirteen years out of office, then joined &lt;a href=\"First%20Russell%20ministry\"&gt;Lord John Russell&lt;/a&gt;'s administration as Master-General of the Ordnance in July 1846. He was promoted to &lt;a href=\"Field%20marshal%20%28United%20Kingdom%29\"&gt;field-marshal&lt;/a&gt; on 9 November 1846 and, having been appointed &lt;a href=\"Lord%20Lieutenant%20of%20Staffordshire\"&gt;Lord Lieutenant of Staffordshire&lt;/a&gt; on 31 January 1849, he finally retired from the Government in March 1852.\nPaget also served as honorary colonel of the &lt;a href=\"7th%20Queen%27s%20Own%20Hussars\"&gt;7th Light Dragoons&lt;/a&gt; and later of the &lt;a href=\"Royal%20Horse%20Guards\"&gt;Royal Horse Guards&lt;/a&gt;. He died of a &lt;a href=\"stroke\"&gt;stroke&lt;/a&gt; at &lt;a href=\"7%20Burlington%20Gardens\"&gt;Uxbridge House&lt;/a&gt; in Burlington Gardens on 29 April 1854 and was buried at &lt;a href=\"Lichfield%20Cathedral\"&gt;Lichfield Cathedral&lt;/a&gt;, where a monument is erected to his honour. He was succeeded by his eldest son from his first marriage, &lt;a href=\"Henry%20Paget%2C%202nd%20Marquess%20of%20Anglesey\"&gt;Henry&lt;/a&gt;.\nFamily.\nPaget was first married on 5 July 1795 in London to &lt;a href=\"Caroline%20Campbell%2C%20Duchess%20of%20Argyll\"&gt;Lady Caroline Elizabeth Villiers&lt;/a&gt; (16 December 1774 – 16 June 1835), daughter of &lt;a href=\"George%20Villiers%2C%204th%20Earl%20of%20Jersey\"&gt;George Villiers, 4th Earl of Jersey&lt;/a&gt; and &lt;a href=\"Frances%20Villiers%2C%20Countess%20of%20Jersey\"&gt;Frances Villiers, Countess of Jersey&lt;/a&gt;. They had eight children:\nIn 1809, Paget scandalously eloped with &lt;a href=\"Charlotte%20Paget%2C%20Marchioness%20of%20Anglesey\"&gt;Lady Charlotte Cadogan&lt;/a&gt; (born 12 July 1781), the wife of &lt;a href=\"Henry%20Wellesley%2C%201st%20Baron%20Cowley\"&gt;Henry Wellesley&lt;/a&gt; and daughter of &lt;a href=\"Charles%20Cadogan%2C%201st%20Earl%20Cadogan\"&gt;Charles Cadogan, 1st Earl Cadogan&lt;/a&gt; and Mary Churchill. On 28March 1809, Charlotte's brother &lt;a href=\"Henry%20Cadogan%20%28British%20Army%20officer%29\"&gt;Henry Cadogan&lt;/a&gt; challenged Paget to a &lt;a href=\"duel\"&gt;duel&lt;/a&gt;:\n\"My Lord, I hereby request you to name a time and place where I may meet you, to obtain satisfaction for the injury done myself and my whole family by your conduct to my sister. I have to add that the time must be as early as possible, and the place not in the immediate neighbourhood of London, as it is by concealment alone that I am able to evade the Police.\"\nThe contest took place on &lt;a href=\"Wimbledon%20Common\"&gt;Wimbledon Common&lt;/a&gt; on the morning of 30May with &lt;a href=\"Hussey%20Vivian%2C%201st%20Baron%20Vivian\"&gt;Hussey Vivian&lt;/a&gt; as Lord Paget's second and Captain McKenzie as Cadogan's. Both men discharged their pistols, honour was satisfied and the parties left the field uninjured.\nPaget's wife Caroline divorced him on 29 November 1810, after which he married Lady Charlotte. They had ten children, of whom seven survived infancy:\nSources.\nAttribution:"
}