{
    "id": "3194150",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=3194150",
    "title": "Albrecht von Hagen",
    "text": "Albrecht von Hagen (11 March 1904 – 8 August 1944) was a German &lt;a href=\"jurist\"&gt;jurist&lt;/a&gt; and a &lt;a href=\"German%20resistance%20to%20Nazism\"&gt;resistance&lt;/a&gt; fighter in the time of the &lt;a href=\"Third%20Reich\"&gt;Third Reich&lt;/a&gt;.\nLife.\nVon Hagen was born in &lt;a href=\"%C5%81%C4%99gi%2C%20%C5%9Awidwin%20County\"&gt;Langen&lt;/a&gt;, &lt;a href=\"Province%20of%20Pomerania%20%281815%E2%80%931945%29\"&gt;Pomerania&lt;/a&gt; (today Łęgi), on the manor of the original East Brandenburg-Pomeranian noble family in which he was rooted. After studying &lt;a href=\"law\"&gt;law&lt;/a&gt; in &lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt;, where he joined the Corps Saxo-Borussia Heidelberg (a &lt;a href=\"Studentenverbindung\"&gt;Studentenverbindung&lt;/a&gt;), and in &lt;a href=\"K%C3%B6nigsberg\"&gt;Königsberg&lt;/a&gt;, where he did his articling, he worked for the Osthilfe (a &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt; programme for developing the agrarian economy in eastern Germany) and a private &lt;a href=\"bank\"&gt;bank&lt;/a&gt;. In 1935, he willingly took part in &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; officer training courses, so that at the outbreak of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, he entered the military as a &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; in the reserves. During an assignment in the Africa campaign, he got to know &lt;a href=\"Claus%20Schenk%20von%20Stauffenberg\"&gt;Claus Graf Schenk von Stauffenberg&lt;/a&gt;, under whose influence he joined the resistance movement against the &lt;a href=\"Nazis\"&gt;Nazis&lt;/a&gt;. The plotters got Von Hagen his post at the &lt;a href=\"Oberkommando%20der%20Wehrmacht\"&gt;Oberkommando der Wehrmacht&lt;/a&gt;, where he was responsible for the courier service between military posts in Berlin and the so-called \"Führerhauptquartier \"&lt;a href=\"Wolfsschanze\"&gt;Wolfsschanze&lt;/a&gt;\"\" (the Wolf's Lair, &lt;a href=\"Hitler\"&gt;Hitler&lt;/a&gt;'s secret military headquarters near &lt;a href=\"K%C4%99trzyn\"&gt;Rastenburg&lt;/a&gt; in &lt;a href=\"East%20Prussia\"&gt;East Prussia&lt;/a&gt;). In May 1944, Hagen, together with Joachim Kuhn, arranged for the &lt;a href=\"explosive\"&gt;explosive&lt;/a&gt; that was to be used in the attempt on Hitler's life. It was delivered through &lt;a href=\"Hellmuth%20Stieff\"&gt;Hellmuth Stieff&lt;/a&gt; to Claus von Stauffenberg, who used it in the &lt;a href=\"July%2020%20plot\"&gt;attack on the Wolf's Lair&lt;/a&gt; on 20 July 1944.\nVon Hagen was arrested straightaway after the failed attempt to &lt;a href=\"assassination\"&gt;assassinate&lt;/a&gt; the Führer. A few days later, his family was also taken into custody. On 8 August 1944, the \"&lt;a href=\"Volksgerichtshof\"&gt;Volksgerichtshof&lt;/a&gt;\" sentenced him to death in a show trial, and Von Hagen was &lt;a href=\"hanging\"&gt;hanged&lt;/a&gt; later the same day at &lt;a href=\"Pl%C3%B6tzensee%20Prison\"&gt;Plötzensee Prison&lt;/a&gt; in Berlin. In his farewell letter to his wife is the line:\nVon Hagen was a Knight of Honour of the &lt;a href=\"Order%20of%20Saint%20John%20%28Bailiwick%20of%20Brandenburg%29\"&gt;Order of St John&lt;/a&gt;."
}