{
    "id": "319438",
    "revid": "5469784",
    "url": "https://en.wikipedia.org/wiki?curid=319438",
    "title": "Server hog",
    "text": "A server hog is a user, program or system that places excessive load on a &lt;a href=\"Server%20%28computing%29\"&gt;server&lt;/a&gt; such that the server performance as experienced by other &lt;a href=\"client%20%28computing%29\"&gt;clients&lt;/a&gt; is degraded, or such that the server itself is so heavily loaded that it fails to perform routine housekeeping for its own maintenance.\nHistory.\nIn the early years of &lt;a href=\"time-sharing\"&gt;time-sharing&lt;/a&gt; computer systems in the 1960s it was common for a single institutional &lt;a href=\"mainframe%20computer\"&gt;mainframe&lt;/a&gt; to control many interactive terminals. In such an environment server &lt;a href=\"Latency%20%28engineering%29\"&gt;lag&lt;/a&gt; is acutely perceived. Furthermore, in many operating environments, scarce server resources such as CPU-seconds were often metered and charged against the account of the user running the program. An unintentional server hog could prove extremely costly in financial terms. These programs were often called run-away programs or endless loops.\nResource contention.\nServer performance has many dimensions. Any subsystem that becomes excessively loaded can compromise the performance of other clients contending for that subsystem. Common forms of hardware contention include CPU cycles, interrupt latency, I/O bandwidth, available system memory, or aggregate system memory bandwidth. At the software level, contention can arise for &lt;a href=\"buffer%20%28computer%20science%29\"&gt;buffers&lt;/a&gt;, &lt;a href=\"queue%20%28data%20structure%29\"&gt;queues&lt;/a&gt;, &lt;a href=\"spooling\"&gt;spool&lt;/a&gt;s, or &lt;a href=\"page%20table\"&gt;page table&lt;/a&gt;s.\nKnown hogs.\nIt is an accepted practice that servers are appropriately sized by system administrators for the workload (or mixture of workloads) expected, and server performance is closely monitored to establish performance baselines. The server load might include well known server hogs, such as system backup. These tasks are generally scheduled for time periods of light demand, such as in the very early hours on a Sunday morning, with an accepted administrative policy to discourage or prohibit other demands on the server during those time periods.\nUnexpected hogs.\nMore often, the term server hog is used to designate an unusual load condition where the server performance falls short of the culturally accepted baseline. A common scenario in the early years of computing was an overload condition known as &lt;a href=\"Thrashing%20%28computer%20science%29\"&gt;thrashing&lt;/a&gt; where the aggregate server performance becomes severely degraded, such as when two departments of a large company attempt to run a heavy report concurrently on the same mainframe. In such a situation, the designation of the server hog becomes a political matter of pointing fingers, as the termination of either long-running report would restore the server to normal performance.\nInternet era.\nIn the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; era, the nature of server loads greatly changed, as the clients became increasingly dispersed geographically, and often increasingly anonymous, as for example, any member of the public with internet access can request a web server in any part of the world to deliver a web page. In this context, a server hog most commonly designates a malicious server hog—a program written expressly for the purpose of overloading a remote server with excessive requests or excessively difficult requests (such as complex search). Use of a deliberate server hog is known as a &lt;a href=\"denial-of-service%20attack\"&gt;denial-of-service attack&lt;/a&gt;, a behaviour exhibited by many &lt;a href=\"Computer%20virus\"&gt;viruses&lt;/a&gt;, &lt;a href=\"Computer%20worm\"&gt;worms&lt;/a&gt; and &lt;a href=\"Trojan%20horse%20%28computing%29\"&gt;trojan horses&lt;/a&gt;. It is also possible for a petulant or vindictive computer user to manually overload a remote server by unleashing a &lt;a href=\"Meow%20Wars\"&gt;crap flood&lt;/a&gt;.\nBots.\nA special case is that of a run-away &lt;a href=\"Internet%20bot\"&gt;bot&lt;/a&gt;, a program that was designed to be helpful by automating a drudgerous task, but due to poor programming or poorly understood circumstances, goes out of control and hammers a server unceasingly at a high rate. A common case is a &lt;a href=\"web%20spider\"&gt;web spider&lt;/a&gt; which accesses too many pages on a web server too quickly at the expense of the server's intended audience."
}