{
    "id": "31969262",
    "revid": "1064862358",
    "url": "https://en.wikipedia.org/wiki?curid=31969262",
    "title": "Raymond Knops",
    "text": "Raymond Willem Knops (born 10 November 1971) is a Dutch politician and retired &lt;a href=\"Royal%20Netherlands%20Air%20Force\"&gt;RNLAF&lt;/a&gt; officer who served as &lt;a href=\"List%20of%20Ministers%20of%20the%20Interior%20of%20the%20Netherlands\"&gt;State Secretary for the Interior and Kingdom Relations&lt;/a&gt; under the &lt;a href=\"Third%20Rutte%20cabinet\"&gt;Third Rutte cabinet&lt;/a&gt; from 2017 to 2019 and again from 2020 until 2022. A member of the &lt;a href=\"Christian%20Democratic%20Appeal\"&gt;Christian Democratic Appeal&lt;/a&gt; (CDA), he was &lt;a href=\"List%20of%20Ministers%20of%20the%20Interior%20of%20the%20Netherlands\"&gt;Minister of the Interior and Kingdom Relations&lt;/a&gt; from 2019 to 2020 in an acting capacity. Knops has held a seat in the &lt;a href=\"House%20of%20Representatives%20%28Netherlands%29\"&gt;House of Representatives&lt;/a&gt; since 2005 with three interruptions due to cabinet formation processes and service in government.\nEarly political career.\nAs a member of the &lt;a href=\"Christian%20Democratic%20Appeal\"&gt;Christian Democratic Appeal&lt;/a&gt;, Raymond Knops he was elected to the &lt;a href=\"Municipal%20council%20%28Netherlands%29\"&gt;municipal council&lt;/a&gt; of &lt;a href=\"Horst%20aan%20de%20Maas\"&gt;Horst aan de Maas&lt;/a&gt; in 1998. In 1999, he became an &lt;a href=\"alderman\"&gt;alderman&lt;/a&gt; in the &lt;a href=\"municipal%20executive\"&gt;municipal executive&lt;/a&gt;, in which he was in charge of economic and agricultural affairs, spatial planning, traffic, the environment and public housing until 2001, when he became Deputy Mayor and alderman in charge of economic affairs, agribusiness, recreation and tourism and strategic projects. He held the position until 2005, when he entered the &lt;a href=\"House%20of%20Representatives%20%28Netherlands%29\"&gt;House of Representatives&lt;/a&gt; following the resignation of &lt;a href=\"Hubert%20Bruls\"&gt;Hubert Bruls&lt;/a&gt;, who had been appointed to the mayorship of &lt;a href=\"Venlo\"&gt;Venlo&lt;/a&gt;.\nNational career.\nKnops has served as a member of the House of Representatives from 11 October 2005 to 30 November 2006, from 1 March 2007 to 17 June 2010, from 7 September 2010 to 26 October 2017 and again since 31 March 2021. He returned as a parliamentarian in 2007 as the &lt;a href=\"Fourth%20Balkenende%20cabinet\"&gt;Fourth Balkenende cabinet&lt;/a&gt; had been sworn in, as well as in 2010 as the successor of &lt;a href=\"Ab%20Klink\"&gt;Ab Klink&lt;/a&gt;, who had resigned his seat. In the &lt;a href=\"2021%20Dutch%20general%20election\"&gt;2021 election&lt;/a&gt;, Knops was returned to the House of Representatives as the outgoing State Secretary for the Interior and Kingdom Relations. In the House of Representatives, he focuses his work on matters of &lt;a href=\"Right%20of%20asylum\"&gt;political asylum policy&lt;/a&gt; and &lt;a href=\"Armed%20forces%20of%20the%20Netherlands\"&gt;defence&lt;/a&gt;. \nKnops was appointed State Secretary at the &lt;a href=\"Ministry%20of%20the%20Interior%20and%20Kingdom%20Relations\"&gt;Ministry of the Interior and Kingdom Relations&lt;/a&gt; under Minister &lt;a href=\"Kajsa%20Ollongren\"&gt;Kajsa Ollongren&lt;/a&gt; in the &lt;a href=\"Third%20Rutte%20cabinet\"&gt;Third Rutte cabinet&lt;/a&gt; on 26 October 2017. From 1 November 2019 until 14 April 2020, he was Acting &lt;a href=\"List%20of%20Ministers%20of%20the%20Interior%20of%20the%20Netherlands\"&gt;Minister of the Interior and Kingdom Relations&lt;/a&gt; due to Ollongren's extended medical leave of absence. He then returned as a State Secretary and was succeeded on 10 January 2022 by &lt;a href=\"Alexandra%20van%20Huffelen\"&gt;Alexandra van Huffelen&lt;/a&gt; as the &lt;a href=\"Fourth%20Rutte%20cabinet\"&gt;Fourth Rutte cabinet&lt;/a&gt; was installed.\nThere had been speculation Knops would be &lt;a href=\"List%20of%20Ministers%20of%20Defence%20of%20the%20Netherlands\"&gt;Minister of Defence&lt;/a&gt; in the Fourth Rutte cabinet after similar speculation in 2017. However, during the &lt;a href=\"2021%E2%80%932022%20Dutch%20cabinet%20formation\"&gt;2021–2022 cabinet formation process&lt;/a&gt;, the ministry was awarded to Ollongren of the &lt;a href=\"Democrats%2066\"&gt;Democrats 66&lt;/a&gt; party."
}