{
    "id": "31967305",
    "revid": "33621746",
    "url": "https://en.wikipedia.org/wiki?curid=31967305",
    "title": "Dimethyl tetrachloroterephthalate",
    "text": "Dimethyl tetrachloroterephthalate (DCPA, with the main trade name Dacthal) is an &lt;a href=\"organic%20compound\"&gt;organic compound&lt;/a&gt; with the formula C6Cl4(CO2CH3)2. It is the dimethyl ester of tetrachloro&lt;a href=\"terephthalic%20acid\"&gt;terephthalic acid&lt;/a&gt;, used as a &lt;a href=\"preemergent%20herbicide\"&gt;preemergent herbicide&lt;/a&gt; with the ISO common name chlorthal-dimethyl. It kills &lt;a href=\"grass\"&gt;grass&lt;/a&gt; and many common weeds without killing sensitive plants such as &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s, &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt;s, &lt;a href=\"vegetable\"&gt;vegetable&lt;/a&gt;s, turf, and cotton. DCPA was first registered for use in the United States in 1958. Production of DCPA was eventually discontinued by ISK Biosciences in 1998, but the large manufacturing company AMVAC (&lt;a href=\"American%20Vanguard%20Corporation\"&gt;American Vanguard Corporation&lt;/a&gt;) began producing the product in 2001 for use in America. In Australia, DCPA is the active ingredient in &lt;a href=\"Agricultural%20chemistry\"&gt;agchem&lt;/a&gt; company Farmalinx's herbicide called Dynamo 750. Currently, DCPA is only used for eggplant, kale, turnips, and sweet potatoes.\nSynthesis.\nThe use of DCPA as a herbicide was first described in a patent filed in 1958. The material was prepared as had been described in 1948 by treating &lt;a href=\"terephthaloyl%20chloride\"&gt;terephthaloyl chloride&lt;/a&gt; with &lt;a href=\"chlorine\"&gt;chlorine&lt;/a&gt; to give 2,3,5,6-tetrachloroterephthaloyl chloride, followed by &lt;a href=\"ester\"&gt;ester&lt;/a&gt; formation with &lt;a href=\"methanol\"&gt;methanol&lt;/a&gt;.\nContamination.\nDCPA is released directly into the environment during its use as a &lt;a href=\"herbicide\"&gt;herbicide&lt;/a&gt;. DCPA exists in both the vapor and &lt;a href=\"particulate\"&gt;particulate&lt;/a&gt; phases when exposed to the air. In the vapor phase, DCPA should react slowly with hydroxyl radicals with an estimated half-life of 36 days. Particulate-phase DCPA may be physically removed from air by wet and dry deposition. With a high &lt;a href=\"Partition%20coefficient\"&gt;Koc&lt;/a&gt; of 3900, DCPA is presumably immobile in soil, and thus may strongly attach to inorganic material in soil and other environments \nIn addition, its breakdown products, TPA (Tetrachloroterephthalic acid) and MTP (Monomethyl tetrachloroterephthalic acid), enter the environment after being formed through various processes. Studies have shown that DCPA can partially degrade through &lt;a href=\"volatilisation\"&gt;volatilization&lt;/a&gt;, as well as via &lt;a href=\"photodegradation\"&gt;photodegradation&lt;/a&gt;, but &lt;a href=\"biodegradation\"&gt;biodegradation&lt;/a&gt; is the primary route of DCPA degradation leading to MTP and TPA. &lt;a href=\"Environmental%20Protection%20Agency\"&gt;Environmental Protection Agency&lt;/a&gt; testing in New York showed \"measurable residues of DCPA and degradates\" on land that had endured five years of treatment with DCPA, followed by three years of no treatment. DCPA is also prevalent in water and &lt;a href=\"bioconcentration\"&gt;bioconcentration&lt;/a&gt; is seen in aquatic animals. DCPA accumulation was shown in fish at \"several locations\" in the United States. Some of these locations included the Apalachicola, Colorado, Mobile, Savannah, and Pee Dee River Basins in both bass and carp. In the study done on these river basin locations, roughly 39% of the fish tested had stored DCPA concentrations that exceeded their limit of detection, and the male fish had higher stored concentrations of DCPA than their female counterparts. Fish collected from different locations throughout the United States are often contaminated by DCPA if they are near agricultural areas that use or have used it as an herbicide.\nHumans are exposed to DCPA through drinking well water, eating fish, and eating leafy and root vegetables. In some areas where agriculture is prominent, inhalation of air can be a means of exposure. DCPA is listed as a Group C Possible Human &lt;a href=\"Carcinogen\"&gt;Carcinogen&lt;/a&gt; by the &lt;a href=\"National%20Library%20of%20Medicine\"&gt;National Library of Medicine&lt;/a&gt;.\nDegradation.\nDCPA degrades via successive &lt;a href=\"hydrolysis\"&gt;hydrolysis&lt;/a&gt; of the two &lt;a href=\"ester\"&gt;ester&lt;/a&gt; linkages, first forming monomethyl tetrachloroterephthalate (MTP) then further to tetrachloroterephthalic acid (TPA). Following ingestion, MTP is predominantly formed in the &lt;a href=\"gastrointestinal%20tract\"&gt;gastrointestinal tract&lt;/a&gt; and TPA is formed in other tissues during the metabolism of DCPA.\nDCPA shows no chemical degradation in water that has a pH between 5.0 and 9.0. However, in the presence of sunlight, the &lt;a href=\"half-life\"&gt;half-life&lt;/a&gt; for DCPA on the surface of the water is less than three days. In soil, the half-life in the presence of sunlight ranges from 14 to 100 days.\nProperties of Degradates.\nTPA and MTP are both more water-soluble than DCPA, and readily leach into groundwater wherever DCPA is used, regardless of soil composition. TPA has been observed to cause weight loss and diarrhea in laboratory rats, the same symptoms caused by DCPA, but at lower doses than necessary for DCPA. TPA does not degrade, and infiltrates soil and nearby water sources. The accumulation of TPA and its salts in areas where DCPA is widely used has prompted research on TPA, although no carcinogenicity studies have been conducted yet. There have been no standard toxicity studies identified for MTP.\nToxicology.\nStudies show that DCPA and TPA may cause detrimental health effects in laboratory animals, mainly weight loss and diarrhea occurring at doses of 2000 mg/kg/day. There were also effects on the lungs, liver, kidney, and thyroid glands of male and female rats. &lt;a href=\"Median%20lethal%20dose\"&gt;The LD50&lt;/a&gt;, or 50% lethal dose of DCPA, is 12,500 mg/kg in spartan rats, and greater than 10,000 mg/kg in beagle dogs. In humans, it seems that DCPA is poorly absorbed, as 6% of a 25-mg dose and 12% of a 50-mg dose were absorbed according to metabolites in urine. Decreased motor activity and poor sight reflexes were also observed in a study on New Zealand white rabbits that were exposed to DCPA. There were no physical developmental effects in the offspring of pregnant rats exposed to DCPA. Rats whose mothers were exposed to DCPA during pregnancy had impaired higher-level learning test scores than those whose mothers were not exposed. Studies regarding the carcinogenicity of DCPA have produced mixed results. A study by ISK Biotech Corp. in 1993 showed DCPA leading to thyroid tumors in male and female rats, and liver tumors in female rats. Alternatively, a 1963 study using pure DCPA did not produce any negative results when administered to albino rats.\nStudies have demonstrated that DCPA acts as a chemical disruptor by interfering with &lt;a href=\"microtubule\"&gt;microtubule&lt;/a&gt; formation in exposed cells. This interference results in abnormal cell division. The abnormal microtubules affect cell wall formation as well as chromosome replication and division. The key difference between DCPA and other mitotic inhibitors is that it often produces &lt;a href=\"multinucleate\"&gt;multinucleate&lt;/a&gt; cells. It essentially kills plants by inhibiting cell division in this manner.\nExposure to DCPA has shown damaging effects in the adrenal glands, kidneys, livers, thyroids, and spleens of laboratory animals. The effects on the rabbits included decreased motor activity and poor reflexes.\nRegulation.\nUnited States.\nIn the U.S. &lt;a href=\"Safe%20Drinking%20Water%20Act\"&gt;The Safe Drinking Water Act&lt;/a&gt; of 1996 has the U.S. EPA publish a list of contaminants referred to as the Contaminant Candidate List to assist in research efforts. The Safe Drinking Water Act also calls for the EPA to choose five contaminants from the list and determine whether regulation is necessary. In July 2008, the EPA determined that no regulatory action is necessary for DCPA mono-acid (MTP) degradate and DCPA di-acid (TPA) degradate. After multiple studies, it was determined that degradates of DCPA appear too infrequently to pose a serious health risk so the government does not regulate DCPA or its degradates in drinking water. Public water systems are also not required to monitor DCPA, MTP, or TPA. There are standards set by some states ranging from 0.17 µg/L to 2 µg/L.\nIn California, DCPA products are required to be labeled with the information that products with DCPA also contain trace amounts of &lt;a href=\"Hexachlorobenzene\"&gt;Hexachlorobenzene&lt;/a&gt; (HCB) which is a chemical known to the State of California to cause cancer or birth defects."
}