{
    "id": "3197611",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=3197611",
    "title": "Bobby Brown (footballer, born 1923)",
    "text": "Robert Brown (19 March 1923 – 15 January 2020) was a &lt;a href=\"Scottish%20people\"&gt;Scottish&lt;/a&gt; international &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player and manager. He played as a &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; for &lt;a href=\"Queen%27s%20Park%20F.C.\"&gt;Queen's Park&lt;/a&gt;, &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt; and &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt; and made five international appearances for &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;. He managed &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt; at club level and the Scottish national team from 1967 to 1971. Brown was inducted into the &lt;a href=\"Scottish%20Football%20Hall%20of%20Fame\"&gt;Scottish Football Hall of Fame&lt;/a&gt; in 2015.\nPlaying career.\nClub.\nBrown was born in &lt;a href=\"Dunipace\"&gt;Dunipace&lt;/a&gt;, &lt;a href=\"Stirlingshire\"&gt;Stirlingshire&lt;/a&gt;. He made his debut as a goalkeeper for &lt;a href=\"Queen%27s%20Park%20F.C.\"&gt;Queen's Park&lt;/a&gt; in 1939, when he was still attending school. After leaving school, Brown attended &lt;a href=\"Jordanhill%20College\"&gt;Jordanhill College&lt;/a&gt; with the intention of becoming a &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt; teacher. He went on to establish himself as the first-choice goalkeeper for Queen's Park in the next two seasons, but like many others at this time, his football career was interrupted by the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. Brown joined the &lt;a href=\"Fleet%20Air%20Arm\"&gt;Fleet Air Arm&lt;/a&gt; of the Royal Navy, and he initially trained to be a navigator on a &lt;a href=\"Fairey%20Swordfish\"&gt;Fairey Swordfish&lt;/a&gt; torpedo plane. He was then transferred to the Navy's physical training department, where he worked as an &lt;a href=\"physical%20training%20instructor\"&gt;instructor&lt;/a&gt;. This posting allowed him to play as a guest in the &lt;a href=\"wartime%20league\"&gt;wartime league&lt;/a&gt;s for &lt;a href=\"Portsmouth%20F.C.\"&gt;Portsmouth&lt;/a&gt;, &lt;a href=\"Chester%20City%20F.C.\"&gt;Chester&lt;/a&gt;, &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; and &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt;. Brown considered himself fortunate, as five of the six Jordanhill students who had joined the Fleet Air Arm with him died during the war. He continued his teaching studies at &lt;a href=\"Portsmouth%20College\"&gt;Portsmouth College&lt;/a&gt;. In his last season with Queen's Park, in 1945–46, he shared the goalkeeper's jersey with another future Scottish international &lt;a href=\"Ronnie%20Simpson\"&gt;Ronnie Simpson&lt;/a&gt;. It was Brown who was selected to play as the club won a rare trophy, the &lt;a href=\"Glasgow%20Cup\"&gt;Glasgow Cup&lt;/a&gt;, during that campaign. Due to the wartime conditions he made no official &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; or &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; appearances in his time with the \"Spiders\", but did play 105 times for the first team.\nAt the end of the 1945–46 season Brown left Queen's Park for &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;, where he played for ten years. During his time at &lt;a href=\"Ibrox%20Stadium\"&gt;Ibrox&lt;/a&gt; he played on a part-time basis while working as a teacher. Brown won three &lt;a href=\"list%20of%20Scottish%20football%20champions\"&gt;Scottish league championships&lt;/a&gt;, three Scottish Cups and two &lt;a href=\"Scottish%20League%20Cup\"&gt;Scottish League Cup&lt;/a&gt;s, including a domestic treble in &lt;a href=\"1948%26amp%3Bndash%3B49%20in%20Scottish%20football\"&gt;1948–49&lt;/a&gt;. He played in 296 matches in the three major competitions for Rangers, including 179 in succession, and also won the wartime &lt;a href=\"1946%20Victory%20Cup\"&gt;1946 Victory Cup&lt;/a&gt; and another two Glasgow Cups. Brown's status as a part-time player subsequently caused difficulty with the Rangers manager &lt;a href=\"Bill%20Struth\"&gt;Bill Struth&lt;/a&gt;, who wanted Brown to leave teaching and play football full-time. He was replaced by &lt;a href=\"George%20Niven\"&gt;George Niven&lt;/a&gt; as first-choice goalkeeper in 1952, and only made a few appearances before leaving Rangers in 1956. Brown then moved to &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt;, where he played for two years before he retired from playing.\nInternational.\nBrown played in five wartime internationals for Scotland, with his first appearance coming at &lt;a href=\"Villa%20Park\"&gt;Villa Park&lt;/a&gt; in February 1945. His strong club form was rewarded with a full international call up and, in January 1946, he made his &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; debut in a &lt;a href=\"Victory%20International\"&gt;Victory International&lt;/a&gt; friendly against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;; this was the first of five full international appearances for Brown, who remains the last amateur player to earn a full cap for Scotland and also the last to do so while a Queen's Park player. He also appeared eight times for the &lt;a href=\"Scottish%20Football%20League%20XI\"&gt;Scottish League&lt;/a&gt; between 1949 and 1952 while with Rangers.\nManagerial career.\nAfter retiring as a player and leaving his teaching job in 1958, Brown became manager of &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt;. The &lt;a href=\"Perth%2C%20Scotland\"&gt;Perth&lt;/a&gt; club had finished 11th in the &lt;a href=\"Scottish%20Football%20League%20Division%20Two\"&gt;old Second Division&lt;/a&gt; in the &lt;a href=\"1957%26amp%3Bndash%3B58%20in%20Scottish%20football\"&gt;1957–58&lt;/a&gt; season. Brown guided them to 6th place in his first season, and then promotion as champions in &lt;a href=\"1959%26amp%3Bndash%3B60%20in%20Scottish%20football\"&gt;1960&lt;/a&gt;. \"Saints\" were relegated in &lt;a href=\"1961%26amp%3Bndash%3B62%20in%20Scottish%20football\"&gt;1962&lt;/a&gt;, but Brown stayed on as manager and won promotion back to the top division in &lt;a href=\"1962%26amp%3Bndash%3B63%20in%20Scottish%20football\"&gt;1963&lt;/a&gt; before stabilising them as a top-division club, finishing in mid-table in the next few seasons. In total he managed 393 games for St Johnstone.\nBrown became the first full-time &lt;a href=\"Scotland%20national%20football%20team%20manager\"&gt;Scotland manager&lt;/a&gt; in 1967. He was also the first manager to be given full authority to pick the team, which had previously been controlled by a &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt; committee. His first international match as manager was a 3–2 victory over the &lt;a href=\"1966%20FIFA%20World%20Cup\"&gt;1966&lt;/a&gt; world champions &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley&lt;/a&gt;, which led to Scots declaring themselves as \"&lt;a href=\"Unofficial%20Football%20World%20Championships\"&gt;unofficial world champions&lt;/a&gt;\". This game also saw Brown give his goalkeeping understudy from his Queen's Park days, Ronnie Simpson, his international debut at the age of 36. Brown continued as Scotland manager until 1971, but often found his squads depleted by club demands and results suffered accordingly. He won nine of 28 games played, and the team did not qualify for either the &lt;a href=\"UEFA%20Euro%201968\"&gt;1968 European Championships&lt;/a&gt; or the &lt;a href=\"1970%20FIFA%20World%20Cup\"&gt;1970 FIFA World Cup&lt;/a&gt;.\nBrown's only active involvement in football after leaving the Scotland job was to scout for &lt;a href=\"Plymouth%20Argyle%20F.C.\"&gt;Plymouth Argyle&lt;/a&gt;.\nLater life.\nAfter finishing with Scotland in 1971 he turned to his business interests outside football. Brown and his wife Ruth settled in &lt;a href=\"Helensburgh\"&gt;Helensburgh&lt;/a&gt;, where they ran a gift and coffee shop. Ruth died in 1983, aged 59, due to blood cancer. In 2017 Brown was retired and still lived in Helensburgh. He was inducted into the Rangers FC Hall of Fame and into the &lt;a href=\"Scottish%20Football%20Hall%20of%20Fame\"&gt;Scottish Football Hall of Fame&lt;/a&gt; in 2015. Brown was featured in Episode 4 \"A Better World\" of the &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt; documentary \"Britain's Greatest Generation\" broadcast in May 2015.\nBrown died of natural causes on 15 January 2020 at the age of 96. He was survived by three daughters, Carolyn, Alison and Gillian."
}