{
    "id": "31970138",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=31970138",
    "title": "2011–12 Czech First League",
    "text": "The 2011–12 Czech First League, known as the &lt;a href=\"Gambrinus%20%28beer%29\"&gt;Gambrinus&lt;/a&gt; liga for sponsorship reasons, was the 19th season of the &lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;'s top-tier &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league. It began on 29 July 2011 and was originally due to end on 26 May 2012, although due to the &lt;a href=\"Czech%20Republic%20national%20football%20team\"&gt;Czech Republic&lt;/a&gt;'s qualification for &lt;a href=\"UEFA%20Euro%202012\"&gt;UEFA Euro 2012&lt;/a&gt;, the end of the season was brought forward to 12 May 2012. &lt;a href=\"FC%20Viktoria%20Plze%C5%88\"&gt;Viktoria Plzeň&lt;/a&gt; were the defending champions, having won their first Czech Republic championship &lt;a href=\"2010%E2%80%9311%20Czech%20First%20League\"&gt;the previous season&lt;/a&gt;.\n&lt;a href=\"AC%20Sparta%20Prague\"&gt;Sparta Prague&lt;/a&gt; started the season with eight consecutive wins, the first such occurrence in league history. Sparta broke their own record when they won their ninth straight league match and opened up a 10-point lead at the top of the table.\nThe title was decided on the last day of the season, with &lt;a href=\"FC%20Slovan%20Liberec\"&gt;Liberec&lt;/a&gt; hosting &lt;a href=\"FC%20Viktoria%20Plze%C5%88\"&gt;Viktoria Plzeň&lt;/a&gt; in the knowledge that a win for either team would seal the title, with a draw being enough for Liberec to retain first place. In front of a sold-out stadium at &lt;a href=\"Stadion%20u%20Nisy\"&gt;Stadion u Nisy&lt;/a&gt;, Liberec held the visitors to a goalless draw, winning the league for the third time since 2002.\nTeams.\n&lt;a href=\"FK%20%C3%9Ast%C3%AD%20nad%20Labem\"&gt;Ústí nad Labem&lt;/a&gt; and &lt;a href=\"FC%20Zbrojovka%20Brno\"&gt;Zbrojovka Brno&lt;/a&gt; were relegated to the 2011–12 &lt;a href=\"Czech%202.%20Liga\"&gt;Czech 2. Liga&lt;/a&gt; after finishing last and second to last, respectively, in the &lt;a href=\"2010%E2%80%9311%20Czech%20First%20League\"&gt;2010–11 season&lt;/a&gt;. Ústi nad Labem therefore immediately returned to the second tier, while Brno completed a nineteen-year tenure in the top flight.\nThe relegated terms were replaced by &lt;a href=\"2010%E2%80%9311%20Czech%202.%20Liga\"&gt;2010–11 2. Liga&lt;/a&gt; champions &lt;a href=\"FK%20Dukla%20Prague\"&gt;Dukla Prague&lt;/a&gt; and &lt;a href=\"FK%20Viktoria%20%C5%BDi%C5%BEkov\"&gt;Viktoria Žižkov&lt;/a&gt;. Viktoria Žižkov returned after a two-year absence, while Dukla Prague made their debut in the league; however, the Dukla Prague name returned to the league after seventeen seasons, with a &lt;a href=\"Dukla%20Prague\"&gt;club of the same name&lt;/a&gt; having played in the top Czech football division until then. The newly promoted clubs were granted licenses to play top-division football on 13 June 2011.\nViktoria Žižkov became the first team to be relegated on 5 May 2012 after &lt;a href=\"FC%20Ban%C3%ADk%20Ostrava\"&gt;Ostrava&lt;/a&gt; beat &lt;a href=\"1.%20FK%20P%C5%99%C3%ADbram\"&gt;Příbram&lt;/a&gt;.\nStadia and locations.\nNotes:\nLeague table.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;"
}