{
    "id": "319805",
    "revid": "36942950",
    "url": "https://en.wikipedia.org/wiki?curid=319805",
    "title": "Tintin in America",
    "text": "Tintin in America () is the third volume of \"&lt;a href=\"The%20Adventures%20of%20Tintin\"&gt;The Adventures of Tintin&lt;/a&gt;\", the comics series by Belgian cartoonist &lt;a href=\"Herg%C3%A9\"&gt;Hergé&lt;/a&gt;. Commissioned by the conservative Belgian newspaper for its children's supplement , it was serialized weekly from September 1931 to October 1932 before being published in a collected volume by in 1932. The story tells of young Belgian reporter &lt;a href=\"Tintin%20%28character%29\"&gt;Tintin&lt;/a&gt; and his dog &lt;a href=\"Snowy%20%28character%29\"&gt;Snowy&lt;/a&gt; who travel to the United States, where Tintin reports on organized crime in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. Pursuing a gangster across the country, he encounters a tribe of &lt;a href=\"Blackfoot\"&gt;Blackfoot&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; before defeating the Chicago crime syndicate.\nFollowing the publication of \"&lt;a href=\"Tintin%20in%20the%20Congo\"&gt;Tintin in the Congo&lt;/a&gt;\", Hergé researched a story set in the United States, desiring to reflect his concerns regarding the treatment of Native communities by the U.S. government. Bolstered by a publicity stunt, \"Tintin in America\" was a commercial success in Belgium and was soon republished in France. Hergé continued \"The Adventures of Tintin\" with \"&lt;a href=\"Cigars%20of%20the%20Pharaoh\"&gt;Cigars of the Pharaoh&lt;/a&gt;\", and the series became a defining part of the &lt;a href=\"Franco-Belgian%20comics\"&gt;Franco-Belgian comics tradition&lt;/a&gt;. In 1945, \"Tintin in America\" was re-drawn and colored in Hergé's style for republication by &lt;a href=\"Casterman\"&gt;Casterman&lt;/a&gt;, with further alterations made at the request of his American publisher for a 1973 edition. The critical reception of the work has been mixed, with commentators on \"The Adventures of Tintin\" arguing that although it represents an improvement on the preceding two installments, it still reflects many of the problems that were visible in them. The story was adapted for both the 1976-7 &lt;a href=\"West%20End%20theatre\"&gt;West End&lt;/a&gt; play \"Tintin's Great American Adventure\" and the 1991 &lt;a href=\"Ellipse%20Programm%C3%A9\"&gt;Ellipse&lt;/a&gt;/&lt;a href=\"Nelvana\"&gt;Nelvana&lt;/a&gt; animated series \"&lt;a href=\"The%20Adventures%20of%20Tintin%20%28TV%20series%29\"&gt;The Adventures of Tintin&lt;/a&gt;\".\nSynopsis.\nIn 1931, &lt;a href=\"Tintin%20%28character%29\"&gt;Tintin&lt;/a&gt;, a reporter for , goes with his dog &lt;a href=\"Snowy%20%28character%29\"&gt;Snowy&lt;/a&gt; on an assignment to &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, Illinois, to report on the city's organised crime syndicate. Tintin and Snowy proceed their journey by taxi, but their taxi driver is held at gunpoint. With the taxi driver handcuffed, the motorcycle police officers take over the taxi and when they arrive at Chicago, they are injured in a car crash, involving another car. He is kidnapped by gangsters and brought before mobster boss &lt;a href=\"Al%20Capone\"&gt;Al Capone&lt;/a&gt;, whose &lt;a href=\"Tintin%20in%20the%20Congo\"&gt;criminal enterprises in the Congo were previously thwarted&lt;/a&gt; by Tintin. With Snowy's help, Tintin subdues his captors, but as he goes to inform the police, they reject his claims, and the gangsters escape while Tintin is away. After surviving attempts on his life, Tintin meets Capone's rival &lt;a href=\"Bobby%20Smiles\"&gt;Bobby Smiles&lt;/a&gt;, who heads the Gangsters' Syndicate of Chicago. Tintin is unpersuaded by Smiles' attempt to hire him, and after Tintin orchestrates the arrest of his gang, Smiles escapes and heads west.\nTintin pursues Smiles to the &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;ern town of Redskin City. Here, Smiles convinces a tribe of &lt;a href=\"Blackfoot%20Confederacy\"&gt;Blackfeet&lt;/a&gt; &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native Americans&lt;/a&gt; that Tintin is their enemy, and when Tintin arrives, he is captured and threatened with execution. After escaping, Tintin discovers a source of underground petroleum. The U.S. army then forces the Natives off their land, and oil companies build a city on the site within 24 hours. Tintin evades a &lt;a href=\"Lynching\"&gt;lynch mob&lt;/a&gt; and a &lt;a href=\"wildfire\"&gt;wildfire&lt;/a&gt; before coming across train tracks which he decides to follow in order to get back to civilization and continue on Smiles' trail. However, he is ambushed by the gangster and one of his associates, who ties him down to the tracks to be killed by a train scheduled to come through. However, the train happens to stop right before running him over and he is safely rescued, allowing him to continue on his search and find Smiles' remote hideaway cabin. After a brief altercation, he finally captures the gangster.\nReturning to Chicago with his prisoner, Tintin is praised as a hero, but gangsters kidnap Snowy and send Tintin a ransom note. Tracing the kidnappers to a local mansion, Tintin hides in a suit of armor and frees Snowy from the dungeon. The following day, Tintin is invited to a &lt;a href=\"cannery\"&gt;cannery&lt;/a&gt;, but it is a trap set by gangsters, who trick him into falling into the meat-grinding machine. Tintin is saved when the machine workers &lt;a href=\"Strike%20action\"&gt;go on strike&lt;/a&gt; and then apprehend the mobsters. In thanks, he is invited to a banquet in his honor, where he is kidnapped. His captors tie him to a dumbbell and throw him into &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt; to drown, but Tintin survives by floating to the surface, with his dumbbell having been accidentally replaced with a fake. Gangsters posing as police capture him, but he once again overwhelms them and hands them over to the authorities. Finally, Tintin's success against the gangsters is celebrated by a &lt;a href=\"ticker-tape%20parade\"&gt;ticker-tape parade&lt;/a&gt;, following which he returns to Europe.\nHistory.\nBackground.\nGeorges Remi—best known under the pen name &lt;a href=\"Herg%C3%A9\"&gt;Hergé&lt;/a&gt;—was the editor and illustrator of (\"\"The Little Twentieth\"), a children's supplement to (\"The Twentieth Century\"\"), a &lt;a href=\"social%20conservatism\"&gt;conservative&lt;/a&gt; Belgian newspaper based in Hergé's native &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;. Run by the &lt;a href=\"Abb%C3%A9\"&gt;Abbé&lt;/a&gt; &lt;a href=\"Norbert%20Wallez\"&gt;Norbert Wallez&lt;/a&gt;, the paper described itself as a \"Catholic Newspaper for Doctrine and Information\" and disseminated a &lt;a href=\"Far-right%20politics\"&gt;far-right&lt;/a&gt;, &lt;a href=\"Fascism\"&gt;fascist&lt;/a&gt; viewpoint. According to &lt;a href=\"Harry%20Thompson\"&gt;Harry Thompson&lt;/a&gt;, such political ideas were common in 1930s Belgium, and Hergé's milieu was permeated with conservative ideas revolving around \"patriotism, Catholicism, strict morality, discipline, and naivety\".\nIn 1929, Hergé began \"&lt;a href=\"The%20Adventures%20of%20Tintin\"&gt;The Adventures of Tintin&lt;/a&gt;\" comic strip for , about the exploits of fictional young Belgian reporter Tintin. Having been fascinated with the outdoor world of &lt;a href=\"Scouting\"&gt;Scouting&lt;/a&gt; and the way of life he called \"Red Indians\" since boyhood, Hergé wanted to set Tintin's first adventure among the Native Americans in the United States. However, Wallez ordered him to set his first adventure in the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; as a piece of &lt;a href=\"anti-socialism\"&gt;anti-socialist&lt;/a&gt; propaganda for children (\"&lt;a href=\"Tintin%20in%20the%20Land%20of%20the%20Soviets\"&gt;Tintin in the Land of the Soviets&lt;/a&gt;\") and the second had been set in the &lt;a href=\"Belgian%20Congo\"&gt;Belgian Congo&lt;/a&gt; to encourage &lt;a href=\"Colonialism\"&gt;colonial&lt;/a&gt; sentiment (\"&lt;a href=\"Tintin%20in%20the%20Congo\"&gt;Tintin in the Congo&lt;/a&gt;\").\n\"Tintin in America\" was the third story in the series. At the time, the Belgian far-right was deeply critical of the United States, as it was of the Soviet Union. Wallez—and to a lesser degree Hergé—shared these opinions, viewing the country's &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt;, &lt;a href=\"consumerism\"&gt;consumerism&lt;/a&gt;, and &lt;a href=\"mechanization\"&gt;mechanization&lt;/a&gt; as a threat to traditional Belgian society. Wallez wanted Hergé to use the story to denounce American capitalism and had little interest in depicting Native Americans, which was Hergé's primary desire. As a result, Tintin's encounter with the natives took up only a sixth of the narrative. Hergé sought to demystify the \"cruel savage\" stereotype of the Natives that had been widely perpetuated in &lt;a href=\"western%20films\"&gt;western films&lt;/a&gt;. His depiction of the Natives was broadly sympathetic, yet he also depicted them as gullible and naïve, much as he had depicted the Congolese in the previous \"Adventure\".\nResearch.\nHergé attempted greater research into the United States than he had done for the Belgian Congo or Soviet Union. To learn more about Native Americans, Hergé read &lt;a href=\"Paul%20Coze\"&gt;Paul Coze&lt;/a&gt; and &lt;a href=\"Ren%C3%A9%20Th%C3%A9venin\"&gt;René Thévenin&lt;/a&gt;'s 1928 book (\"Customs and History of the Redskin Indians\") and visited &lt;a href=\"Cinquantenaire%20Museum\"&gt;Brussels' ethnographic museum&lt;/a&gt;. As a result, his depiction of the Blackfoot Native Americans was \"essentially accurate\", with artefacts such as &lt;a href=\"tipi\"&gt;tipi&lt;/a&gt;s and traditional costume copied from photographs. Although Hergé's depiction of the Native Americans wearing &lt;a href=\"war%20bonnets\"&gt;war bonnets&lt;/a&gt; could be considered &lt;a href=\"Stereotype\"&gt;stereotypical&lt;/a&gt;, the Blackfeet were one of the few tribes who actually did wear these.\nTo learn about Chicago and its gangsters, he read &lt;a href=\"Georges%20Duhamel\"&gt;Georges Duhamel&lt;/a&gt;'s 1930 book (\"Scenes from Future Life\"). Written in the context of the &lt;a href=\"Wall%20Street%20Crash%20of%201929\"&gt;Wall Street Crash of 1929&lt;/a&gt;, Duhamel's work contained strong anti-consumerist and anti-modernist sentiment, criticising the U.S.'s increased mechanisation and standardisation from a background of European conservatism; this would have resonated with both Wallez and Hergé's viewpoints. Many elements of \"Tintin in America\", such as the &lt;a href=\"abattoir\"&gt;abattoir&lt;/a&gt; scene, were adopted from Duhamel's descriptions.\nHergé was also influenced by a special edition of radical &lt;a href=\"Anti-Conformist\"&gt;anti-conformist&lt;/a&gt; magazine (\"The Mortar Shell\") that was published in October 1930. Devoted to the United States, it contained a variety of photographs that influenced his depiction of the country. Hergé used its images of skyscrapers as a basis for his depiction of Chicago and adopted its account of Native Americans being evicted from their land when oil was discovered there. He was particularly interested in the articles in the magazine written by a reporter &lt;a href=\"Claude%20Blanchard\"&gt;Claude Blanchard&lt;/a&gt;, who had recently traveled the U.S. He reported on the situation in Chicago and &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and met with Native Americans in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;. Blanchard's article discussed the gangster &lt;a href=\"Bugs%20Moran\"&gt;George Moran&lt;/a&gt;, whom literary critic &lt;a href=\"Jean-Marie%20Apostolid%C3%A8s\"&gt;Jean-Marie Apostolidès&lt;/a&gt; believed provided the basis for the character Bobby Smiles.\nHergé's depiction of the country was also influenced by &lt;a href=\"Cinema%20of%20the%20United%20States\"&gt;American cinema&lt;/a&gt;, and many of his illustrations were based on cinematic imagery. &lt;a href=\"Jean-Marc%20Lofficier\"&gt;Jean-Marc Lofficier&lt;/a&gt; and Randy Lofficier thought that Tintin's arrest of Smiles had been influenced by the \"&lt;a href=\"Buffalo%20Bill\"&gt;Buffalo Bill&lt;/a&gt;\" stories, and that the idea of the gangsters taking Tintin away in their car came from \"&lt;a href=\"Little%20Caesar%20%28film%29\"&gt;Little Caesar&lt;/a&gt;\". Despite his extensive research into American life, Hergé accidentally drew &lt;a href=\"steering%20wheel\"&gt;steering wheel&lt;/a&gt;s on the right side of cars in some panels of the comic. It has been suggested that &lt;a href=\"strongman%20%28strength%20athlete%29\"&gt;strongman&lt;/a&gt; &lt;a href=\"Arthur%20Saxon\"&gt;Arthur Saxon&lt;/a&gt;, who died a decade prior to serialization of \"Tintin in America\", may have influenced the character Billy Bolivar.\nOne of the individuals that Hergé could have learned about through Blanchard's article was the Chicago-based American gangster Al Capone. In the preceding story, \"Tintin in the Congo\", Capone had been introduced as a character within the series. There, he was responsible for running a diamond smuggling racket that Tintin exposed, setting up for further confrontation in \"Tintin in America\". Capone was one of only two real-life individuals to be named in \"The Adventures of Tintin\", and was the only real-life figure to appear as a character in the series. In the original version, Hergé avoided depicting him directly, either illustrating the back of his head or hiding his face behind a scarf; this was altered in the second version, in which Capone's face was depicted. It is not known if Capone ever learned about his inclusion in the story, although during initial serialisation he would have been preoccupied with his trial and ensuing imprisonment.\nOriginal publication, 1931–32.\n\"Tintin in America\" began serialization in on 3 September 1931, under the title of (\"The Adventures of Tintin, Reporter, in Chicago\"). The use of \"Chicago\" over \"America\" reflected Wallez's desire for the story to focus on a critique of American capitalism and crime, for which the city was internationally renowned. Partway through serialisation, as Tintin left Chicago and headed west, Hergé changed the title of the serial to (\"The Adventures of Tintin, Reporter, in America\"). The dog Snowy was given a diminished role in \"Tintin in America\", which contained the last instance in the \"Adventures\" in which Tintin and Snowy have a conversation where they can understand each other. In the banquet scene, a reference is made to a famous actress named Mary Pikefort, an allusion to the real-life actress &lt;a href=\"Mary%20Pickford\"&gt;Mary Pickford&lt;/a&gt;. That same scene also featured a prototype for the character of &lt;a href=\"Rastapopoulos\"&gt;Rastapopoulos&lt;/a&gt;, who was properly introduced in the following \"&lt;a href=\"Cigars%20of%20the%20Pharaoh\"&gt;Cigars of the Pharaoh&lt;/a&gt;\" story.\nThe strip's serialization coincided with the publication of another of Hergé's comics set in the United States: (\"The Adventures of Tim the Squirrel Out West\"), published in sixteen installments by the Brussels department store L'Innovation. Produced every Thursday, the series was reminiscent of Hergé's earlier \"&lt;a href=\"Totor\"&gt;Totor&lt;/a&gt;\" series. Alongside these stories, Hergé was involved in producing his weekly \"&lt;a href=\"Quick%20and%20Flupke\"&gt;Quick and Flupke&lt;/a&gt;\" comic strip and drawing front covers for , as well as providing illustrations for another of supplements, , and undertaking freelance work designing advertisements. In September 1931, partway through the story's serialization, Hergé took a brief holiday in Spain with two friends, and in May 1932 was recalled to military service for two weeks. On 20 July '32, Hergé married &lt;a href=\"Germaine%20Kieckens\"&gt;Germaine Kieckens&lt;/a&gt;, who was Wallez's secretary. Although neither of them was entirely happy with the union, they had been encouraged to do so by Wallez, who demanded that all his staff marry and who personally carried out the wedding ceremony. After a honeymoon in &lt;a href=\"Vianden\"&gt;Vianden&lt;/a&gt;, &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, the couple moved into an apartment in the rue Knapen, &lt;a href=\"Schaerbeek\"&gt;Schaerbeek&lt;/a&gt;.\nAs he had done with the prior two \"Adventures\", Wallez organized a publicity stunt to mark the culmination of \"Tintin in America\", in which an actor portraying Tintin arrived in Brussels; it proved the most popular yet. In 1932, the series was collected and published in a single volume by , coinciding with their publication of the first collected volume of . A second edition was produced in France by in 1934, while that same year Casterman published an edition, the first of \"The Adventures of Tintin\" that they released. In 1936, Casterman asked Hergé to add several new color plates to a reprint of \"Tintin in America\", which he agreed to. They also asked him to replace the cover with one depicting a car chase, but he refused.\nSecond version, 1945.\nIn the 1940s, when Hergé's popularity had increased, he redrew many of the original black-and-white Tintin adventures in color using the (\"clear line\") drawing style he had developed, so that they visually fitted in with the newer Tintin stories. \"Tintin in America\" was reformatted and colored in 1945 and saw publication in 1946.\nVarious changes were made in the second edition. Some of the social commentaries regarding the poor treatment of Native Americans by the government were toned down. The name of the Native tribe was changed from the (\"Tied Toes\") to the (\"Black Feet\"). Perhaps because Al Capone's power had diminished in the intervening years, Hergé depicted Capone's scarred face in the 1945 version. He removed the reference to Mary Pickford from the ceremonial dinner scene and deleted two Chinese hoodlums who tried to eat Snowy. References to Belgium was also removed, allowing the story to have a greater international appeal.\nLater alterations and releases.\nWhen the second version of the story was translated into English by Michael Turner and Leslie Lonsdale-Cooper, they made several alterations to the text. For instance, Monsieur Tom Hawke, whose name was a pun on &lt;a href=\"tomahawk\"&gt;tomahawk&lt;/a&gt;, was renamed Mr. Maurice Oyle, and the Swift factory was renamed Grynd Corp. Other changes were made to render the story more culturally understandable to an &lt;a href=\"English-speaking%20world\"&gt;Anglophone&lt;/a&gt; readership; whereas the factory originally sold its mix of dogs, cats, and rats as hare &lt;a href=\"p%C3%A2t%C3%A9\"&gt;pâté&lt;/a&gt;—a food uncommon in Britain—the English translation rendered the mix as &lt;a href=\"salami\"&gt;salami&lt;/a&gt;. In another instance, garlic, pepper, and salt were added to the mixture in the French version, but this was changed to mustard, pepper, and salt for the English version, again reflecting British culinary tastes.\nIn 1957, Hergé considered sending Tintin back to North America for another adventure featuring the indigenous people. He decided against it, instead of producing \"&lt;a href=\"Tintin%20in%20Tibet\"&gt;Tintin in Tibet&lt;/a&gt;\". Although \"Tintin in America\" and much of Hergé's earlier work displayed &lt;a href=\"Anti-Americanism\"&gt;anti-American sentiment&lt;/a&gt;, he later grew more favourable to American culture, befriending one of the country's most prominent artists, &lt;a href=\"Andy%20Warhol\"&gt;Andy Warhol&lt;/a&gt;. Hergé himself would first visit the United States in 1971, accompanied by his second wife &lt;a href=\"Fanny%20Rodwell\"&gt;Fanny Rodwell&lt;/a&gt;, and meet Edgar Red Cloud, the great-grandson of the warrior chief &lt;a href=\"Red%20Cloud\"&gt;Red Cloud&lt;/a&gt;. With a letter of recommendation from his friend Father Gall, he was invited to indulge his childhood desire to meet with real \"Red Indians\"—members of the &lt;a href=\"Oglala%20Lakota\"&gt;Oglala Lakota&lt;/a&gt; on their &lt;a href=\"Pine%20Ridge%20Indian%20Reservation\"&gt;Pine Ridge reservation&lt;/a&gt; in &lt;a href=\"South%20Dakota\"&gt;South Dakota&lt;/a&gt;—and take part in a &lt;a href=\"pow%20wow\"&gt;pow wow&lt;/a&gt;.\nAmerican publishers of \"Tintin in America\" were uneasy regarding the scene in which the Blackfoot Natives are forcibly removed from their land. Hergé nevertheless refused to remove it. For the 1973 edition published in the U.S., the publishers made Hergé remove African-American characters from the book, and redraw them as Whites or Hispanics because they did not want to encourage racial integration among children. That same year, the original black-and-white version was republished in a French-language collected volume with \"Tintin in the Land of the Soviets\" and \"Tintin in the Congo\", the first part of the collection. In 1983, a facsimile of the original was published by Casterman.\nCritical analysis.\n&lt;a href=\"Jean-Marc%20Lofficier\"&gt;Jean-Marc Lofficier&lt;/a&gt; and Randy Lofficier opined that Hergé had made \"another leap forward\" with \"Tintin in America\", noting that while it still \"rambles on\", it is \"more tightly plotted\" than its predecessors. They believed that the illustrations showed \"marked progress\" and that for the first time, several of the frames could be seen as \"individual pieces of art\". Believing that it was the first work with the \"intangible epic quality\" they thought characterized \"The Adventures of Tintin\", they awarded it two out of five stars. They considered Bobby Smiles to be \"the first great villain\" of the series, and also thought that Mike MacAdam, the incompetent hotel detective featured in the comic, was a precursor to &lt;a href=\"Thomson%20and%20Thompson\"&gt;Thomson and Thompson&lt;/a&gt;, while another character, the drunken sheriff, anticipated &lt;a href=\"Captain%20Haddock\"&gt;Captain Haddock&lt;/a&gt;. The Lofficiers believed that Hergé had successfully synthesized all of the \"classic American myths\" into a single narrative that \"withstands comparison with the vision of America\" presented in &lt;a href=\"Gustave%20Le%20Rouge\"&gt;Gustave Le Rouge&lt;/a&gt; and Gustave Guitton's (\"The Billionaires' Conspiracy\"). They thought that Hergé's depiction of the exploitation of Native Americans was an \"astonishing piece of the narrative\".\nHarry Thompson considered the story to be \"little more than a tourist ramble\" across the U.S., describing it as only \"marginally more sophisticated\" than its predecessors. He nevertheless thought that it contained many indicators of \"greater things\", remarking that Hergé's sympathy for the Natives was \"a revolutionary attitude\" for 1931. Thompson also opined that the book's \"highlight\" was on page 29 of the 1945 version, in which oil is discovered on Native land, following which they are cleared off by the U.S. Army, and a complete city is constructed on the site within 24 hours. Biographer &lt;a href=\"Beno%C3%AEt%20Peeters\"&gt;Benoît Peeters&lt;/a&gt; praised the strip's illustrations, feeling that they exhibited \"a quality of lightness\" and showed that Hergé was fascinated by the United States despite the anti-Americanism of his milieu. He nevertheless considered it \"in the same mode\" as the earlier \"Adventures\", calling it \"a collection of clichés and snapshots of well-known places\". Elsewhere, Peeters commented that throughout the story, Tintin rushes around the country seeing as much as possible, likening him to the stereotypical American tourist.\nHergé biographer &lt;a href=\"Pierre%20Assouline\"&gt;Pierre Assouline&lt;/a&gt; believed \"Tintin in America\" to be \"more developed and detailed\" than the prior \"Adventures\", representing the cartoonist's \"greatest success\" in a \"long time\". Opining that the illustrations were \"superior\" due to Hergé's accumulated experience, he nevertheless criticized instances where the story exhibited directional problems; for instance, in one scene, Tintin enters the tunnel, but Assouline notes that while he is supposed to be traveling downward, he is instead depicted climbing upstairs. Such directional problems were also criticized by &lt;a href=\"Michael%20Farr\"&gt;Michael Farr&lt;/a&gt;, who nevertheless thought the story \"action-packed\", with a more developed sense of satire and therefore greater depth than \"Soviets\" or \"Congo\". He considered the depiction of Tintin climbing along the ledge of the skyscraper on page 10 to be \"one of the most remarkable\" illustrations in the entire series, inducing a sense of &lt;a href=\"vertigo\"&gt;vertigo&lt;/a&gt; in the reader. He also opined that the depiction of the Blackfoot Natives being forced from their land was the \"strongest political statement\" in the series, illustrating that Hergé had \"an acute political conscience\" and was not the advocate of racial superiority that he has been accused of being. Comparing the 1932 and 1945 versions of the comic, Farr believed that the latter was technically superior, but had lost the \"freshness\" of the original.\nLiterary critic Jean-Marie Apostolidès of &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt; thought that in \"Tintin in America\", Hergé had intentionally depicted the wealthy &lt;a href=\"Business%20magnate\"&gt;industrialists&lt;/a&gt; as being very similar to the gangsters. He noted that this negative portrayal of capitalists continued into later \"Adventures of Tintin\" with characters such as Basil Bazarov in \"&lt;a href=\"The%20Broken%20Ear\"&gt;The Broken Ear&lt;/a&gt;\". He considered this indicative of \"a more ambivalent stance\" to the right-wing agenda that Hergé had formerly adhered to. Another literary critic, &lt;a href=\"Tom%20McCarthy%20%28novelist%29\"&gt;Tom McCarthy&lt;/a&gt;, concurred, believing that \"Tintin in America\" exhibited Hergé's \"left-wing counter tendency\" through attacking the racism and capitalist mass production of the U.S. McCarthy believed that the work exposed social and political process as a \"mere charade\", much as Hergé had previously done in \"Tintin in the Land of the Soviets\". Years later, while brainstorming what ultimately became \"&lt;a href=\"Tintin%20in%20Tibet\"&gt;Tintin in Tibet&lt;/a&gt;\", Hergé considered bringing Tintin back to the United States to aid a group of Native Americans in defending themselves from a large corporation willing to drill their land for oil, but Hergé felt in reflection that retracing old ground would be a step backwards and discarded the idea.\nAdaptations.\n\"Tintin in America\" was adapted into a 1991 episode of \"&lt;a href=\"The%20Adventures%20of%20Tintin%20%28TV%20series%29\"&gt;The Adventures of Tintin&lt;/a&gt;\" television series by French studio &lt;a href=\"Ellipse%20Programm%C3%A9\"&gt;Ellipse&lt;/a&gt; and Canadian animation company &lt;a href=\"Nelvana\"&gt;Nelvana&lt;/a&gt; (in English). Directed by Stéphane Bernasconi, the character of Tintin was voiced by Thierry Wermuth in French and by &lt;a href=\"Colin%20O%27Meara\"&gt;Colin O'Meara&lt;/a&gt; in English.\nIn 2002, French artist &lt;a href=\"Jochen%20Gerner\"&gt;Jochen Gerner&lt;/a&gt; published a socio-political satire based on \"Tintin in America\" titled . It consisted of a replica of Hergé's book with most of the images blocked out with black ink; the only images left visible are those depicting violence, commerce, or divinity. When interviewed as to this project, Gerner stated that his pervasive use of black was a reference to \"the censure, to the night, the obscurity (the evil), the mystery of things not entirely revealed\"."
}