{
    "id": "319801",
    "revid": "1048169811",
    "url": "https://en.wikipedia.org/wiki?curid=319801",
    "title": "Joey Aiuppa",
    "text": "Joseph John Aiuppa (December 1, 1907 – February 22, 1997), also known as \"Joey O'Brien\" and \"Joey Doves\", was a Chicago mobster who became a leader of the &lt;a href=\"Chicago%20Outfit\"&gt;Chicago Outfit&lt;/a&gt; from 1971 until his &lt;a href=\"Skimming%20%28casinos%29\"&gt;skimming&lt;/a&gt; conviction in 1986.\nEarly career.\nJoseph Aiuppa was born in &lt;a href=\"Melrose%20Park%2C%20Illinois\"&gt;Melrose Park, Illinois&lt;/a&gt;, the eldest son of Simone (Sam) Aiuppa (1883-1934) and Rosalia (Rose) Marie Greco (1886-1968), Sicilian immigrants from &lt;a href=\"Lascari\"&gt;Lascari&lt;/a&gt;, &lt;a href=\"Province%20of%20Palermo\"&gt;Province of Palermo&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;.\nDuring the 1920s, former &lt;a href=\"boxer\"&gt;boxer&lt;/a&gt; Aiuppa rose through the ranks of the &lt;a href=\"Chicago%20Outfit\"&gt;Chicago Outfit&lt;/a&gt;, beginning as a driver for higher ranking Outfit leaders such as &lt;a href=\"Tony%20Accardo\"&gt;Tony Accardo&lt;/a&gt;.\nHe graduated to operating several gambling establishments in &lt;a href=\"Cicero%2C%20Illinois\"&gt;Cicero, Illinois&lt;/a&gt;. These clubs included &lt;a href=\"bookmaking\"&gt;bookmaking&lt;/a&gt; establishments and underground casinos with secret entrances. In the early 1930s, Aiuppa managed Taylor &amp; Company, ostensibly a furniture manufacturer though in actuality a front for the manufacture of illegal slot machines. Aiuppa was a charter member of Local 450 Union for Hotel and Restaurant Employees. A member of the Capone Mob, Aiuppa also had connections to &lt;a href=\"John%20Dillinger\"&gt;John Dillinger&lt;/a&gt; and the Karpis Gangs. In 1935, Chicago crime files indicated Aiuppa as a trigger man and expert bank robber for &lt;a href=\"Claude%20Maddox\"&gt;Claude Maddox&lt;/a&gt;.\nBeginning in the late 1940s and well into the 1960s, Aiuppa was in charge of the Cicero district of the Outfit. The Cicero district was the highest-earning neighborhood for decades, going back to &lt;a href=\"Al%20Capone\"&gt;Al Capone&lt;/a&gt; who headquartered out of this area while he was in command. Aiuppa eventually owned and/or operated several establishments in Cicero, collectively called the Strip. This was the original \"strip\" before the mob-controlled casino strip in &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt;. Aiuppa operated handbooks at 4835, 4811, and 4818 Cermak Road in Cicero, IL. The various clubs located on Cicero Avenue were the Frolics, the Towne Hotel, and the 411 Club, along with a few others. Prostitution, slot machines, and various gaming activities took place inside these night clubs.\nAiuppa also owned for many years and then eventually sold the Navajo Hills golf course located outside suburban Chicago. This was one of his many real-estate dealings that he made money on with his personal take and share of running the most powerful and successful Outfit neighborhood for decades. Aiuppa operated his real estate holdings under the name of Rosemar Reality, named after his mother, Rose Marie. From time to time, Aiuppa also put cars or small real estate in her name, as he would almost never keep any assets in his own name except for the home in which he resided, in &lt;a href=\"Oak%20Brook%2C%20Illinois\"&gt;Oak Brook, Illinois&lt;/a&gt;. He also used various other relatives, including brothers and later nephews, in holding title to his many constantly changing real-estate assets in and around the Chicago area.\n\"Joey O'Brien\" and \"Joey Doves\".\nFor almost 40 years, Aiuppa's original nickname was his old boxing name, \"Joey O'Brien\", often abbreviated in mob circles to just \"O'Brien\" or \"Joey O.\" In those days, Irish boxers got paid more on the fight card, so Aiuppa chose an Irish name to fight under. This was one of his last known jobs before he started as a driver for the Outfit.\nIn a move reminiscent of &lt;a href=\"Al%20Capone\"&gt;Al Capone&lt;/a&gt;'s prosecution for tax evasion, Aiuppa was convicted in 1966 for the unlawful possession and transportation of &lt;a href=\"mourning%20doves\"&gt;mourning doves&lt;/a&gt; across state lines. Under the &lt;a href=\"Migratory%20Bird%20Treaty%20Act%20of%201918\"&gt;Migratory Bird Treaty Act of 1918&lt;/a&gt;, it is illegal to possess more than 24 doves per person outside of hunting season. In September 1962, as part of &lt;a href=\"Robert%20F.%20Kennedy\"&gt;Robert F. Kennedy&lt;/a&gt;'s crackdown on the Chicago Outfit, FBI agents in &lt;a href=\"Kansas\"&gt;Kansas&lt;/a&gt; searching Aiuppa's car discovered 563 frozen doves. Following a series of appeals, Aiuppa was eventually sentenced in August 1966, and received a three-month jail sentence and a $1,000 fine. As a result, Aiuppa gained various nicknames like \"Joey Doves\", \"Joey the Doves\", \"Doves\", and \"Mourning Doves\".\nLeadership.\nJoey Aiuppa gained control of the Chicago Outfit after the death of &lt;a href=\"Sam%20Giancana\"&gt;Sam Giancana&lt;/a&gt;, who had strong support from &lt;a href=\"Paul%20Ricca\"&gt;Paul Ricca&lt;/a&gt; and &lt;a href=\"Tony%20Accardo\"&gt;Tony Accardo&lt;/a&gt;. Aiuppa became the boss in 1971 after &lt;a href=\"Felix%20Alderisio\"&gt;Felix Anthony \"Milwaukee Phil\" Alderisio&lt;/a&gt; was sent to prison. Under the leadership of Aiuppa, the Chicago Outfit grew stronger ties to its Las Vegas Casinos. Eventually, he became one of several de facto leaders running The Outfit in Chicago. Following his indictment and through his subsequent imprisonment, &lt;a href=\"Joseph%20Ferriola\"&gt;Joseph Ferriola&lt;/a&gt; ran the outfit from 1985 until 1988. Aiuppa’s chauffeur driver and mentor, &lt;a href=\"Samuel%20Carlisi\"&gt;Samuel Carlisi&lt;/a&gt;, took over leadership operations shortly after.\nSometime following the murder of Giancana, Aiuppa bought a house in &lt;a href=\"Palm%20Springs%2C%20California\"&gt;Palm Springs, California&lt;/a&gt;, as had several other Chicago mobsters.\nConviction and retaliation.\nIn 1986, Aiuppa was convicted of &lt;a href=\"Skimming%20%28casinos%29\"&gt;skimming&lt;/a&gt; profits from &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt; casinos, and received 28 years in prison. In 1986, &lt;a href=\"Jackie%20Cerone\"&gt;Jackie Cerone&lt;/a&gt; took over control after the semi-retirements of Accardo and Aiuppa as leader of the Chicago Outfit. The convictions of five mob ties to the skimming of $2 million from Las Vegas Casinos evolved with Joseph Agosto from the &lt;a href=\"Kansas%20City%20crime%20family\"&gt;Kansas City crime family&lt;/a&gt; testifying against the bosses. Among the few that were imprisoned included Aiuppa, &lt;a href=\"Carl%20DeLuna\"&gt;Carl DeLuna&lt;/a&gt;, &lt;a href=\"Angelo%20J.%20LaPietra\"&gt;Angelo J. LaPietra&lt;/a&gt;, and &lt;a href=\"Jackie%20Cerone\"&gt;Jackie Cerone&lt;/a&gt;. LaPietra was a top enforcer for Aiuppa in the Chicago Outfit and early years in Cicero crime operations. From prison, Aiuppa chose &lt;a href=\"John%20DiFronzo\"&gt;John \"No Nose\" DiFronzo&lt;/a&gt; to run criminal operations in Chicago's western suburbs over acting boss Ferriola. In June 1986, &lt;a href=\"Tony%20Spilotro\"&gt;Tony \"the Ant\" Spilotro&lt;/a&gt; and his brother &lt;a href=\"Michael%20Spilotro\"&gt;Michael&lt;/a&gt; were beaten to death in &lt;a href=\"Bensenville%2C%20Illinois\"&gt;Bensenville, Illinois&lt;/a&gt;, and buried in a cornfield in &lt;a href=\"Enos%2C%20Indiana\"&gt;Enos, Indiana&lt;/a&gt;, five miles from Aiuppa property near &lt;a href=\"Morocco%2C%20Indiana\"&gt;Morocco, Indiana&lt;/a&gt;. &lt;a href=\"Nicholas%20Calabrese\"&gt;Nicholas Calabrese&lt;/a&gt;, a member of the Outfit testified that both Spilotro brothers were killed in a home in &lt;a href=\"Bensenville%2C%20Illinois\"&gt;Bensenville, Illinois&lt;/a&gt; and then buried in the cornfields in Indiana. Calabrese is known to be the first made man to testify against the Chicago Outfit. His nephew, Frank Calabrese Jr. was also an informant for the FBI. Calabrese Jr. is the son of notorious mobster &lt;a href=\"Frank%20Calabrese%20Sr.\"&gt;Frank Calabrese Sr&lt;/a&gt;. However, in a 2010 interview with \"&lt;a href=\"Maxim%20%28magazine%29\"&gt;Maxim&lt;/a&gt;\" magazine, while promoting the opening of the Las Vegas Mob Experience at the &lt;a href=\"Tropicana%20Las%20Vegas\"&gt;Tropicana Hotel&lt;/a&gt;, Tony Spilotro's son Vincent claimed that the real target was his uncle Michael, and Tony was killed to prevent any revenge.\nRelease from prison and death.\nServing nearly 10 years of his sentence, on January 19, 1996, Aiuppa was released from the &lt;a href=\"Federal%20Medical%20Center%2C%20Rochester\"&gt;U.S. Bureau of Prisons Federal Medical Center at Rochester, Minnesota&lt;/a&gt;. On February 22, 1997, Aiuppa died at Elmhurst Memorial Hospital in &lt;a href=\"Elmhurst%2C%20Illinois\"&gt;Elmhurst, Illinois&lt;/a&gt;. He was buried in &lt;a href=\"Hillside%2C%20Illinois\"&gt;Hillside, Illinois&lt;/a&gt; at the &lt;a href=\"Queen%20of%20Heaven%20Cemetery\"&gt;Queen of Heaven Cemetery&lt;/a&gt;.\nAiuppa's nephew Sam Aiuppa is a member of the &lt;a href=\"International%20Alliance%20of%20Theatrical%20Stage%20Employees\"&gt;IATSE&lt;/a&gt; Projectionists Local 110 union and does not share how he became part of the union. &lt;a href=\"Sam%20Giancana\"&gt;Sam Giancana's&lt;/a&gt; nephew, Andrew Giancana was on the board for the IATSE. The IATSE Projectionists Local 110 in Chicago was once widely believed to be one of the most mobbed up locals in America.\nFilmography.\nThe film \"&lt;a href=\"Casino%20%281995%20film%29\"&gt;Casino&lt;/a&gt;\", directed by &lt;a href=\"Martin%20Scorsese\"&gt;Martin Scorsese&lt;/a&gt; in 1995, is based on the &lt;a href=\"Chicago%20Outfit\"&gt;Chicago Outfit&lt;/a&gt; ties to the Las Vegas Casino industry. The events that occur in the movie are based on the relationship between the associates of the Chicago Mob and Las Vegas businessman &lt;a href=\"Frank%20Rosenthal\"&gt;Frank “Lefty” Rosenthal&lt;/a&gt;. The character of Remo Gaggi, played by &lt;a href=\"Pasquale%20Cajano\"&gt;Pasquale Cajano&lt;/a&gt;, is based on Aiuppa. Other portrayals include &lt;a href=\"Robert%20De%20Niro\"&gt;Robert De Niro&lt;/a&gt; as main character Sam \"Ace\" Rothstein, based on Rosenthal, and &lt;a href=\"Joe%20Pesci\"&gt;Joe Pesci&lt;/a&gt; as Nicky Santoro, based on Chicago enforcer &lt;a href=\"Anthony%20Spilotro\"&gt;Anthony Spilotro&lt;/a&gt;."
}