{
    "id": "31990833",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=31990833",
    "title": "2011 Collegiate Rugby Championship",
    "text": "The 2011 &lt;a href=\"Collegiate%20Rugby%20Championship\"&gt;Collegiate Rugby Championship&lt;/a&gt; was a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; &lt;a href=\"Rugby%20sevens\"&gt;sevens&lt;/a&gt; tournament. The competition was held from 4–5 June at &lt;a href=\"PPL%20Park\"&gt;PPL Park&lt;/a&gt; in &lt;a href=\"Chester%2C%20Pennsylvania\"&gt;Chester, Pennsylvania&lt;/a&gt;. The men's tournament featured sixteen teams, whereas the women's tournament featured eight teams.\nIn the men's championship, &lt;a href=\"Dartmouth%20Big%20Green%23Dartmouth%20Rugby%20Football%20Club\"&gt;Dartmouth&lt;/a&gt; defeated &lt;a href=\"Army%20Rugby%20Football%20Club\"&gt;Army&lt;/a&gt; 32-10. In the women's championship, &lt;a href=\"Army%20Black%20Knights\"&gt;Army&lt;/a&gt; defeated &lt;a href=\"Pennsylvania%20State%20University\"&gt;Penn State&lt;/a&gt; 14-5.\nMen's tournament.\nOverview.\nThe tournament consisted of four round-robin pools of four teams. All sixteen teams progressed to the knockout stage. The top two teams from each group progressed to the quarter-finals in the championship competition. The bottom two teams from each group progressed to the quarter-finals in the challenger competition. Over 10,000 fans turned out to watch Day 1 of the tournament.\nPool stage.\nPool B.\nGroup B teams had the best knockout record of the four pools, going 6-4 on day two.\nPool C.\nGroup C was the only pool where all four teams registered at least one win in knockout competition on day two.\nPool D.\nGroup D teams went 0-4 in the knockout phase on day two.\nOverall results.\nThe following are the overall win/loss results and points differentials for the 8 quarterfinalists:\nWomen's tournament.\nFormat.\nThe tournament consisted of two round-robin pools of four teams. All eight teams progressed to the knockout stage. The knockout stage is single elimination with no bronze medal match.\nPlayers.\nAfter the conclusion of the tournament, Rugby Mag selected the following 14 players on the All-Tournament team:\nThese players were chosen based on the impact they had made during the tournament and also based on their potential to succeed at higher levels of rugby. Of this group of players, &lt;a href=\"Peter%20Tiberio\"&gt;Peter Tiberio&lt;/a&gt; and &lt;a href=\"Blaine%20Scully\"&gt;Blaine Scully&lt;/a&gt; have already played for the &lt;a href=\"United%20States%20national%20rugby%20sevens%20team\"&gt;USA Sevens national team&lt;/a&gt;. &lt;a href=\"Al%20Caravelli\"&gt;Al Caravelli&lt;/a&gt;, head coach of the USA Sevens national team, attended the tournament, and confirmed in TV interviews during the tournament that he was scouting several of these 14 players for the national team."
}