{
    "id": "31997946",
    "revid": "22859318",
    "url": "https://en.wikipedia.org/wiki?curid=31997946",
    "title": "Fujimorism",
    "text": "Fujimorism () denotes the policies and the &lt;a href=\"List%20of%20political%20ideologies\"&gt;political ideology&lt;/a&gt; of former &lt;a href=\"President%20of%20Peru\"&gt;President&lt;/a&gt; of &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; &lt;a href=\"Alberto%20Fujimori\"&gt;Alberto Fujimori&lt;/a&gt; as well as the &lt;a href=\"personality%20cult\"&gt;personality cult&lt;/a&gt; built around him, his policies and his family. The ideology is defined by &lt;a href=\"authoritarianism\"&gt;authoritarianism&lt;/a&gt;, its support for &lt;a href=\"neoliberal%20economics\"&gt;neoliberal economics&lt;/a&gt;, opposition to &lt;a href=\"communism\"&gt;communism&lt;/a&gt;, and &lt;a href=\"social%20conservatism\"&gt;socially&lt;/a&gt; and &lt;a href=\"cultural%20conservatism\"&gt;culturally&lt;/a&gt; &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; stances such as &lt;a href=\"opposition%20to%20LGBT%20rights\"&gt;opposition to LGBT rights&lt;/a&gt; and school curriculums including &lt;a href=\"gender%20equality\"&gt;gender equality&lt;/a&gt; or &lt;a href=\"sex%20education\"&gt;sex education&lt;/a&gt;. Opponents of Fujimorism are known as &lt;a href=\"anti-Fujimorists\"&gt;anti-Fujimorists&lt;/a&gt;.\nAs of 2021, Alberto's children &lt;a href=\"Keiko%20Fujimori\"&gt;Keiko Fujimori&lt;/a&gt; and &lt;a href=\"Kenji%20Fujimori\"&gt;Kenji Fujimori&lt;/a&gt; have taken political strides in Peru, with Keiko's party &lt;a href=\"Popular%20Force\"&gt;Popular Force&lt;/a&gt; controlling much of the &lt;a href=\"Congress%20of%20the%20Republic%20of%20Peru\"&gt;Congress of the Republic of Peru&lt;/a&gt; from 2016 until 2020 through a system that was constitutionally drafted by her father.\nHistory.\n1990s.\nThe lack of a stable political-party system in &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; as well as in other countries of &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt; has led many times to the emergence in the political arena of strong personalities without overt ideological affiliations. In Peru in the 1980s, the \"surprise\" &lt;a href=\"1990%20Peruvian%20general%20election\"&gt;1990 election&lt;/a&gt; of Fujimori to the office of the President led to a &lt;a href=\"1992%20Peruvian%20constitutional%20crisis\"&gt;constitutional crisis&lt;/a&gt; in 1992, followed by \"extraordinary measures\" ostensibly directed against domestic &lt;a href=\"Terrorism\"&gt;terrorists&lt;/a&gt;. Following the 1992 crisis, the &lt;a href=\"Constitution%20of%20Peru\"&gt;Constitution of Peru&lt;/a&gt; was rewritten by Fujimori and his supporters and is currently used today. This constitution would later come to benefit Alberto Fujimori's children.\n2000s.\nFujimori took refuge in Japan when faced with charges of corruption in 2000. On arriving in Japan he attempted to resign his presidency via &lt;a href=\"fax\"&gt;fax&lt;/a&gt;, but his resignation was rejected by the &lt;a href=\"Congress%20of%20the%20Republic%20of%20Peru\"&gt;Congress of the Republic&lt;/a&gt;, which preferred to remove him from office by the process of &lt;a href=\"impeachment\"&gt;impeachment&lt;/a&gt;. Fujimori maintained a self-imposed exile until he was arrested while visiting &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt; in November 2005. He was extradited to face criminal charges in Peru on September 2007. In December 2007, Fujimori was convicted of ordering an &lt;a href=\"illegal%20search%20and%20seizure\"&gt;illegal search and seizure&lt;/a&gt;, and was sentenced to six years in prison. The Supreme Court upheld the decision upon his appeal. In April 2009 Fujimori was convicted of human rights violations and sentenced to 25 years in prison for his role in killings and kidnappings by the &lt;a href=\"Grupo%20Colina\"&gt;Grupo Colina&lt;/a&gt; &lt;a href=\"death%20squad\"&gt;death squad&lt;/a&gt; during his government's battle against leftist guerrillas in the 1990s.\n2010s.\nFollowing Fujimori's fall from power, his self-exile to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, his &lt;a href=\"extradition\"&gt;extradition&lt;/a&gt; back to Peru and his subsequent trial and imprisonment, there emerged political parties that continued to proclaim to follow the legacy of Alberto Fujimori. The most prominent of these groups that formed in the aftermath of Alberto's downfall is &lt;a href=\"Popular%20Force\"&gt;Popular Force&lt;/a&gt; (\"Fuerza Popular\"), a political party that was created and is led by the former president's daughter &lt;a href=\"Keiko%20Fujimori\"&gt;Keiko Fujimori&lt;/a&gt;, a &lt;a href=\"2011%20Peruvian%20general%20election\"&gt;presidential candidate in 2011&lt;/a&gt; and &lt;a href=\"2016%20Peruvian%20general%20election\"&gt;again in 2016&lt;/a&gt;.In March 2017, Popular Force blocked an investigation into alleged sexual abuse within the Catholic church using the justification that it was only intended as an attack on religion. \nAs a result of the &lt;a href=\"2016%20Peruvian%20general%20election\"&gt;2016 Peruvian general election&lt;/a&gt;, Keiko Fujimori lost the presidential race, though her Popular Force party gained control of Peru's congress while economist &lt;a href=\"Pedro%20Pablo%20Kuczynski\"&gt;Pedro Pablo Kuczynski&lt;/a&gt; won the presidency. Shortly after the election, Fujimorist congress immediately began to politically attack President Kuczynski, beginning two impeachment proceedings against the president; &lt;a href=\"First%20impeachment%20process%20against%20Pedro%20Pablo%20Kuczynski\"&gt;a failed attempt in 2017&lt;/a&gt; and &lt;a href=\"Second%20impeachment%20process%20against%20Pedro%20Pablo%20Kuczynski\"&gt;another attempt in 2018&lt;/a&gt;.\nShortly after the first impeachment vote failed, &lt;a href=\"Pardon%20of%20Alberto%20Fujimori\"&gt;President Kuczynski pardoned Alberto Fujimori&lt;/a&gt;, with Kuczynski, citing Fujimori's health and age as the main reason for his pardoning. Days before the second vote was to occur, Kenji Fujimori – who was then still part of his sister's party Popular Force – was involved in the &lt;a href=\"Kenjivideos%20scandal\"&gt;\"Kenjivideos\" scandal&lt;/a&gt; where he was seen attempting to &lt;a href=\"Vote%20buying\"&gt;buy the votes&lt;/a&gt; in favor of President Kuczynski to avoid the president's impeachment. As a result of the scandal, President Kuczynski resigned the presidency.\nFollowing this series of events, &lt;a href=\"Mart%C3%ADn%20Vizcarra\"&gt;First Vice President Martín Vizcarra&lt;/a&gt; was sworn into the presidency by the Fujimorist-led congress. During this ceremony, some Peruvians took to the streets to protest against the government, calling for the removal of all politicians. Others have stated that the attacks against President Kuczynski was a conspiracy of the Fujimorists to gain control of Peru's political system once more. Soon after taking office, President Vizcarra made attempts to remove corruption within Peru, proposing a national referendum effort surrounding the country's legislative branch and election funding 28 July 2018. On 3 October 2018, Alberto Fujimori's pardon was overturned by a Peruvian court and a week later on 10 October 2018, Keiko Fujimori was detained by police as part of an investigation surrounding the Odebrecht scandal and money laundering allegations that involved her 2011 presidential campaign. On 23 January 2019, Alberto Fujimori was sent back to prison to complete his sentence with his pardon formally being annulled three weeks later on 13 February 2019.\nDuring their majority in congress, Fujimorists \"earned a reputation as hardline obstructionists for blocking initiatives popular with Peruvians aimed at curbing the nation’s rampant corruption\" according to the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;.\nCharacteristics.\nIdeology.\nFujimorism is characterized by its &lt;a href=\"social%20conservatism\"&gt;social conservatism&lt;/a&gt; and has been described as having traits of &lt;a href=\"authoritarianism\"&gt;authoritarianism&lt;/a&gt; and &lt;a href=\"fascism\"&gt;fascism&lt;/a&gt;. It is also known for strong opposition to left-wing and &lt;a href=\"Far-left%20politics\"&gt;far-left&lt;/a&gt; groups. Fujimorists have signed the &lt;a href=\"Madrid%20Charter\"&gt;Madrid Charter&lt;/a&gt;, an anti-leftist manifesto promoted by the far-right Spanish party &lt;a href=\"Vox%20%28political%20party%29\"&gt;Vox&lt;/a&gt;. The principal foundations of the regime were staunch &lt;a href=\"anti-communism\"&gt;anti-communism&lt;/a&gt;, forceful &lt;a href=\"Counter-terrorism\"&gt;anti-terrorist&lt;/a&gt; actions, pro-&lt;a href=\"free%20market\"&gt;free market&lt;/a&gt; policies and disregard for political institutions. In terms of the decision-making process, a logic of closed and isolated decision-making at the top became the major characteristic of Fujimori governance. Fujimorism is considered &lt;a href=\"Neoliberalism\"&gt;neoliberal economically&lt;/a&gt; as it minimized the role of the state functions through privatizations of public companies and by signing contracts with transnational companies to support foreign investment in large sectors.\nParties.\nSelf-proclaimed Fujimorist parties and electoral coalitions include &lt;a href=\"Cambio%2090\"&gt;Cambio 90&lt;/a&gt;, &lt;a href=\"New%20Majority%20%28Peru%29\"&gt;New Majority&lt;/a&gt;, &lt;a href=\"S%C3%AD%20Cumple\"&gt;Sí Cumple&lt;/a&gt;, &lt;a href=\"Peru%202000\"&gt;Peru 2000&lt;/a&gt;, &lt;a href=\"Alliance%20for%20the%20Future%20%28Peru%29\"&gt;Alliance for the Future&lt;/a&gt; (2006–2010) and &lt;a href=\"Popular%20Force\"&gt;Popular Force&lt;/a&gt; (since 2010)."
}