{
    "id": "32005673",
    "revid": "42957552",
    "url": "https://en.wikipedia.org/wiki?curid=32005673",
    "title": "Slava (singer)",
    "text": "Anastasia Vladimirovna Slanevskaya (; born 15 May 1980), known professionally as Slava (), is a Russian singer, actress, model, and public figure.\nEarly life.\nSlanevskaya was born in Moscow into a family of a professional driver father and an economist mother. She became a fan of fashion entertainment and dedicated all her leisure time to learning Russian and foreign hits.\nSlanevskaya has admitted that she struggled in school due to dyslexia.\nCareer.\nIn the spring of 2002, Slanevskaya sang in a karaoke club after work. Television director Sergei Kalvarsky, who's known for his work with &lt;a href=\"Alla%20Pugacheva\"&gt;Alla Pugacheva&lt;/a&gt; and &lt;a href=\"Philip%20Kirkorov\"&gt;Philip Kirkorov&lt;/a&gt; waited until she finished singing and offered her a collaboration. Creative producer Oleg Chelishev also took part in this collaboration.\nSlanevskaya's very first single \"Love and Hate\" resulted from her collaboration with Kalvarsky. It became a hit on the Russian music channels and top one on radio music charts, and the music video was nominated in several categories at the Russian Music Awards &lt;a href=\"MTV%20Russia\"&gt;MTV&lt;/a&gt; RMA 2004.\nSlanevskaya released her debut album \"Fellow traveler\" in autumn 2004. Tracks \"Fire and Water\" and \"Fellow Traveler\" from her first album became number one hits. The music video for the title track \"Fellow Traveller,\" written by Victor Drobysha, was produced by Michael Khleborodov road-movie style.\nIn 2005, the singer took part in the \"Eurovision\" song contest with the song «I Wanna Be the One».\nShe was invited for the lead female role in a full-length motion picture \"\"&lt;a href=\"Paragraph%2078\"&gt;Paragraph 78&lt;/a&gt;\"\", based on the sci-fi story of &lt;a href=\"Ivan%20Okhlobystin\"&gt;Ivan Okhlobystin&lt;/a&gt;. Slanevskaya plays the role of Lisa, a female fighter of a special-purpose team and the only woman in the unit of 8 professionals who are on a dangerous mission in a top-secret missile base. Famous actors such as &lt;a href=\"Gosha%20Kutsenko\"&gt;Gosha Kutsenko&lt;/a&gt;, &lt;a href=\"Vladimir%20Vdovichenkov\"&gt;Vladimir Vdovichenkov&lt;/a&gt;, Anatoly Bely, and others started in the movie together with the young actress. \nIn addition to the title song \"In The Sky\" performed by Slanevskaya, the soundtrack of the film includes compositions by well-known British musicians Ian Brown and Brett Anderson. \nSlanevskaya has been featured on the covers of many fashion magazines including XXL, LOVE, SYNC, and the Penthouse anniversary issue, dedicated to the 5th anniversary of the Russian version of the world-famous men's magazine.\nIn 2006, on his birthday, May 15th, the singer released her second album \"Cool.\" She released it under her own production label \"Slava Music.\" The British band Kosheen and the famous Parisian club show LA REX were invited to the album release. \nUnlike Slanevskaya's first album, \"Cool\" was a combination of different genres such as trance, rock, and break. Some of the best writers of the country worked on the album, and western musicians participated in the recording. Songs from the album were released on the country's largest radio station one after another, claiming first place in the charts. \nIn autumn 2007, the singer released an album compilation \"The Best.\" This plate Glory delimited their creativity into \"before\" and \"after\", thus stating their intention to start a new career stage.\nSlanevskaya was won the national music award \"Golden Gramophone,\" which she received in 2005 for the song \"Cool\".\nThank recorded in London debut English album with the working title «Eclipse», and in November 2008, she issued a joint track with &lt;a href=\"Craig%20David\"&gt;Craig David&lt;/a&gt;. In 2010, Slanevskaya introduced a new single, \"\" and started acting in the project \"Wife for Rent.\" Also in 2010–2011, Slanevskaya starred as Anna Sergeyevna in the film The Diamond Arm 2.\nIn 2014, Slanevskaya is actively involved in television projects, \"Alone with all\", \"Fashion sentence\", \"Dinner time\", \"Good your health\", etc. In the middle of April, Slanevskaya was nominated for \"RU.TV Award.\"\nShe started her career as an actress and model. Her debut in movie character in TV series \".\nLater she started singing career. On 1 June 2011, she won on \" in nomination \"Best song\" (\"\").\nSlanevskaya is a public figure in Russia. She is an &lt;a href=\"HIV\"&gt;HIV&lt;/a&gt; activist, helping survivors regain their lives.\nPersonal life.\nSlanevskaya has a daughter named Alexandra (born in 1999) from her ex-husband Konstantin.\nOn 12 May 2011, at her concert in &lt;a href=\"Blagoveshchensk\"&gt;Blagoveshchensk&lt;/a&gt;, Slanevskaya announced that she was pregnant with her second child.\nHer second daughter Antonina was born on December 24th, 2011. Her father is Anatoly Danilitskiy with whom Slanevskaya has been living in a civil marriage since 2002."
}