{
    "id": "32044266",
    "revid": "19073392",
    "url": "https://en.wikipedia.org/wiki?curid=32044266",
    "title": "L'Isuledda",
    "text": "The Isuledda (Sardinian for \"Little Island\"), also called Isola dei Gabbiani (Italian for \"Island of Seagulls\"), is an almost-island in northern &lt;a href=\"Sardinia\"&gt;Sardinia&lt;/a&gt;, &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, facing the Sardinian channel. Covering an area of approximately 180,000 &lt;a href=\"square%20metres\"&gt;m²&lt;/a&gt;, it is almost completely surrounded by the sea, and connected to the mainland by a narrow &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt; of sandy terrain, hence, despite the name, it is in fact a peninsula. It is situated close to the &lt;a href=\"localit%C3%A0\"&gt;località&lt;/a&gt; of &lt;a href=\"Porto%20Pollo\"&gt;Porto Pollo&lt;/a&gt; and &lt;a href=\"Barrabisa\"&gt;Barrabisa&lt;/a&gt;.\nThe name \"Isola dei Gabbiani\" comes from the name of the camping that occupied the whole surface up to 2008. The area is administered by the &lt;a href=\"comune\"&gt;comune&lt;/a&gt; of &lt;a href=\"Palau%2C%20Sardinia\"&gt;Palau&lt;/a&gt;. Due to its windy climate, it is a common destination for &lt;a href=\"windsurf\"&gt;windsurf&lt;/a&gt;ers and &lt;a href=\"kitesurf\"&gt;kitesurf&lt;/a&gt;ers. The place is particularly favorable to the practice of these sports thanks to the optimal exposition to winds from north-west, which are dominant in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; (especially &lt;a href=\"mistral%20%28wind%29\"&gt;mistral&lt;/a&gt;).\nGeography.\nThe peninsula divides two wide &lt;a href=\"bay\"&gt;bay&lt;/a&gt;s: \"baia di ponente\" and \"baia di levante\" (western and eastern bay respectively). With respect to the mistral, the western bay is &lt;a href=\"upwind\"&gt;upwind&lt;/a&gt; of the isthmus, and is characterised by \"choppy\" water surface. On the other side, the eastern bay is downwind of the isthmus, close to Porto Pollo, and its flat water condition makes it favoured by freestyle windsurfers.\nOn both sides the water is clear and the depth is sandy."
}