{
    "id": "32080935",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=32080935",
    "title": "South African property law",
    "text": "South African property law regulates the \"rights of people in or over certain objects or things.\" It is concerned, in other words, with a person's ability to undertake certain actions with certain kinds of objects in accordance with South African law. Among the formal functions of South African property law is the harmonisation of individual interests in property, the guarantee and protection of individual (and sometimes group) rights with respect to property, and the control of proprietary relationships between persons (both natural and juristic), as well as their rights and obligations. The protective clause for property rights in the &lt;a href=\"Constitution%20of%20South%20Africa\"&gt;Constitution of South Africa&lt;/a&gt; stipulates those proprietary relationships which qualify for constitutional protection. The most important social function of property law in South Africa is to manage the competing interests of those who acquire property rights and interests. In recent times, restrictions on the use of and trade in private property have been on the rise.\nProperty law straddles private and public law, and hence \"covers not only private law relations in respect of particular types of legal objects that are corporeal or incorporeal, but also public law relations with a proprietary character, and the resultant rights and interests.\" Property in the private-law sense refers to patrimonial assets: those, that is, which comprise a person's estate. The law of property defines and classifies proprietary rights (for instance, as either real or personal), and determines the methods whereby they are acquired, lost and protected, as well as the consequences of their exercise and the limitations imposed by factual proprietary relationships which do not qualify as rights.\nHistory.\nUntil the &lt;a href=\"Constitution%20of%20South%20Africa\"&gt;Constitution&lt;/a&gt; was passed in 1994, South African property law was most heavily influenced by Roman-Dutch civil law, and, to a much lesser extent, &lt;a href=\"English%20property%20law\"&gt;English property law&lt;/a&gt;. English and Roman-Dutch law have very different conceptions of property rights, and these differences had a profound impact on the development of property rights in South Africa. English property law is derived from &lt;a href=\"John%20Locke\"&gt;John Locke&lt;/a&gt;'s theory that rights to property arise from the realization of the monetary value of property through the application of labour. Locke expressly rejected the idea that conquest can transfer property rights, with certain exceptions. He considered war to be a competition over lives rather than material items, which meant that lives but not items are forfeited or gained. As such, English property law recognizes the possession of property rights through mechanisms such as cession or improvement, but not through conquest. Roman-Dutch law is the opposite. Roman-Dutch property law is derived from &lt;a href=\"Hugo%20de%20Groot\"&gt;Hugo de Groot&lt;/a&gt;'s theory that property rights arise from just acquisition, and acquisition includes violence. Thus, while English property law forbids the acquisition of property rights through conquest, Roman-Dutch law does not. This fundamental difference between English and Roman-Dutch theories of property would have a major influence on the colonization of South Africa, in which British land acquisitions occurred predominantly by cession and &lt;a href=\"Afrikaners\"&gt;Afrikaner&lt;/a&gt; land acquisitions occurred predominantly by conquest.\nOne example of how these two disparate theories of property law impacting South African property law is the legal mechanism of prescription. Under English law, prescription-like devices like &lt;a href=\"Limitation%20periods%20in%20the%20United%20Kingdom\"&gt;limitation periods&lt;/a&gt; (equivalent to extinctive prescription) and &lt;a href=\"adverse%20possession\"&gt;adverse possession&lt;/a&gt; and &lt;a href=\"Easement%23Easement%20by%20prescription\"&gt;prescriptive easements&lt;/a&gt; (equivalent to &lt;a href=\"Usucaption\"&gt;acquisitive prescription&lt;/a&gt;) operated by creating a procedural bar on raising &lt;a href=\"legal%20proceeding\"&gt;legal proceeding&lt;/a&gt;s, but could never completely create or extinguish property rights to land. According to John Salmond, ‘one of the most striking differences between our own [English] and foreign laws of prescription, is that by our own law a title to corporeal things cannot be made by prescription […] “no prescription in lands maketh a right”’. Under Roman-Dutch law, prescription creates and extinguishes rights and obligations, rather than barring court action. Early 20th-century statutory enactment in South Africa enshrined the Roman-Dutch understanding over that of the English.\nCertain property law principles are directly attributable to Roman-Dutch law, such as (1) the view that ownership is an indivisible right which confers on the owner the widest possible powers; (2) restrictions on an owner's absolute right of pursuit (\"ius persequendi\") in favour of certain &lt;a href=\"Bona%20fide%20purchaser\"&gt;\"bona fide\" purchasers&lt;/a&gt;; (3) recognition that a &lt;a href=\"South%20African%20law%20of%20lease%23Long%20leases\"&gt;long lease&lt;/a&gt; of land creates a real right; (4) recognition of a way of necessity out of landlocked land; (5) emphasis on delivery as a requirement for the transfer of ownership in movables; (6) use of movable bonds (\"obligatio bonorum\") under the name notarial bonds as real security, etc. English law's influence has been more limited, e.g. the (1) introduction of &lt;a href=\"Quit-rent\"&gt;perpetual quitrent&lt;/a&gt; and &lt;a href=\"leasehold\"&gt;leasehold&lt;/a&gt;; (2) penetration of the &lt;a href=\"English%20tort%20law\"&gt;English tort&lt;/a&gt; of &lt;a href=\"Nuisance%20in%20English%20law\"&gt;nuisance&lt;/a&gt; into neighbour law; (3) recognition of ‘atornment’ as a mode of delivery of movables; (4) adoption of technical aspects of the &lt;a href=\"Torrens%20title\"&gt;Torrens system&lt;/a&gt;; and (5) legislation on apartment ownership.\nDevelopment.\nThe &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; established &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt; in 1652. &lt;a href=\"Dutch%20people\"&gt;Dutch&lt;/a&gt; &lt;a href=\"Settler%20colonialism\"&gt;colonists&lt;/a&gt; initially took the land by force from the native &lt;a href=\"San%20people\"&gt;San&lt;/a&gt; and &lt;a href=\"Khoikhoi\"&gt;Khoikhoi&lt;/a&gt; during the &lt;a href=\"Khoikhoi%E2%80%93Dutch%20Wars\"&gt;Khoikhoi–Dutch Wars&lt;/a&gt;. The wars were followed by systematic land grabs of water resources (springs, rivers) and pastureland, legitimised after the fact by exclusive land grants issued by the Company to colonial settlers. As the British slowly assumed control from 1795 to 1806 and the sovereignty over &lt;a href=\"Dutch%20Cape%20Colony\"&gt;Cape Colony&lt;/a&gt; was formally ceded under the &lt;a href=\"Anglo-Dutch%20Treaty%20of%201814\"&gt;Anglo-Dutch Treaty of 1814&lt;/a&gt;, some Afrikaners fled inland to the northeast to establish their own colonies, the &lt;a href=\"Boer%20Republics\"&gt;Boer Republics&lt;/a&gt;, taking land from &lt;a href=\"Bantu%20peoples\"&gt;Bantu peoples&lt;/a&gt;. Conflicts grew over the later half of the 19th century, as the rich mineral wealth of South Africa became evident. In 1867, diamonds were discovered in the &lt;a href=\"Kimberley%2C%20Northern%20Cape\"&gt;Kimberley&lt;/a&gt; and in 1886 gold was discovered in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;. In 1889, the &lt;a href=\"British%20South%20Africa%20Company\"&gt;British South Africa Company&lt;/a&gt; was given a Royal Charter to further seek out and exploit areas across Southern Africa where mining could be profitable. Meanwhile, some more simple property rules, such as streamlined &lt;a href=\"Land%20registration\"&gt;land-registration&lt;/a&gt; system had been implemented under &lt;a href=\"John%20Cradock%2C%201st%20Baron%20Howden\"&gt;John Cradock, 1st Baron Howden&lt;/a&gt;, and in the early 20th century registration practices were codified by the Deeds Registries Acts of 1918 and 1937.\nIn 1910, the &lt;a href=\"Union%20of%20South%20Africa%20Act\"&gt;Union of South Africa Act&lt;/a&gt; united the post &lt;a href=\"Boer%20War\"&gt;Boer War&lt;/a&gt; British and Afrikaner communities, but excluded black South Africans from political involvement. Indian or ‘coloured’ South Africans were also excluded, prompting a younger &lt;a href=\"Mohandas%20Gandhi\"&gt;Mohandas Gandhi&lt;/a&gt; to leave in 1914. From this point a series of laws secured white control of South African land and civic property. The &lt;a href=\"Land%20Act%201913\"&gt;Land Act 1913&lt;/a&gt; reserved 92% of South Africa's territory for whites, and only 8% for blacks. This was enlarged to around 13.6% by the &lt;a href=\"Native%20Trust%20and%20Land%20Act%2C%201936\"&gt;Native Trust and Land Act, 1936&lt;/a&gt;, although the population of the country that was black stood around 61%. In the &lt;a href=\"Urban%20Areas%20Act%201923\"&gt;Urban Areas Act 1923&lt;/a&gt;, it was decreed that blacks could only enter into towns to work. In the 1930s, ideas of racial supremacy became stronger among many white South Africans, and after the war the Afrikaner &lt;a href=\"National%20Party%20%28South%20Africa%29\"&gt;National Party&lt;/a&gt; won a majority at the 1948 election. From this point, the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; system was built up through legislation. In the &lt;a href=\"Group%20Areas%20Act%201950\"&gt;Group Areas Act 1950&lt;/a&gt; the country was categorised into various race-based regions, leading to forced removals and evictions of black people from their homes. The &lt;a href=\"Group%20Areas%20Development%20Act%2C%201955\"&gt;Group Areas Development Act, 1955&lt;/a&gt; excluded non-white people from living in white areas altogether. The &lt;a href=\"Reservation%20of%20Separate%20Amenities%20Act%201953\"&gt;Reservation of Separate Amenities Act 1953&lt;/a&gt; stated that separate toilets, parks and beaches were allocated. As the apartheid regime continued, the &lt;a href=\"Bantu%20Homelands%20Citizenship%20Act%201970\"&gt;Bantu Homelands Citizenship Act 1970&lt;/a&gt; and the &lt;a href=\"Bantu%20Homelands%20Constitution%20Act%201971\"&gt;Bantu Homelands Constitution Act 1971&lt;/a&gt; purported to ‘constitutionalise’ the separate states within the South African state, where black South Africans had to live. Through the 1980s, the world's condemnation of the regime, the slow recognition of its deep injustice unsustainability, and the mounting civil disobedience led to a referendum and new constitution. By &lt;a href=\"1991%20in%20South%20Africa\"&gt;1991&lt;/a&gt; there had been approximately 17,000 statutory measures implemented to regulate land control and racial diversity. The &lt;a href=\"Discriminatory%20Legislation%20regarding%20Public%20Amenities%20Repeal%20Act%2C%201990\"&gt;Discriminatory Legislation regarding Public Amenities Repeal Act, 1990&lt;/a&gt; and the &lt;a href=\"Abolition%20of%20Racially%20Based%20Land%20Measures%20Act%2C%201991\"&gt;Abolition of Racially Based Land Measures Act, 1991&lt;/a&gt; started a process leading to the constitution.\nThis ‘excessive law making and manipulation of existing notions of property resulted in the collapse of administrative and legal certainty and, moreover, massive underdevelopment’, and left the post-&lt;a href=\"1994%20in%20South%20Africa\"&gt;1994&lt;/a&gt; dispensation with ‘a severely compromised system of land rights’. The new constitution explicitly protects the &lt;a href=\"right%20to%20property\"&gt;right to property&lt;/a&gt;, including land, in section 25(1), under the &lt;a href=\"Chapter%202%20of%20the%20Constitution%20of%20South%20Africa\"&gt;Bill of Rights&lt;/a&gt;. Section 25(2) and (3) states how property can be regulated and expropriated, with limited compensation from people who were dispossessed after 1913 by racial discrimination. Under section 26, the Constitution created a fundamental &lt;a href=\"right%20to%20housing\"&gt;right to housing&lt;/a&gt;. In 2000, in \"&lt;a href=\"Government%20of%20the%20Republic%20of%20South%20Africa%20v%20Grootboom\"&gt;Government of the Republic of South Africa v Grootboom&lt;/a&gt;\", the Constitutional Court held that although there was a justiciable right under section 26 to housing, this had to be interpreted in the light of administrative difficulties of achieving social and economic rights in practice. The claimant, Irene Grootboom, had been living temporarily in a shack on land that was being repossessed for redevelopment. It was accepted in the course of argument that she would be given temporary housing, but the court did no more than state that the government should aim to fix the housing and slum crisis.\nIn political terms, the 1997 White Paper on Land Policy has been influential in setting up objectives. These were said to be to (1) redress apartheid-era inequities (2) nurture national reconciliation and stability (3) to support economic growth; and (4) to improve welfare and relieve poverty. The new constitutional arrangement supports the regulation and protection of property, mandates the reform of land law, provides explicitly for basic rights like access to housing, and gives equal recognition to common- and customary-law principles. A host of policies have been implemented, and statutory measures promulgated, in the fulfilment of this mandate, which ‘has already had a significant influence on property law’.\nSources.\nThe traditional sources of the law of property in South Africa are common law, precedent and legislation. &lt;a href=\"Roman-Dutch%20law\"&gt;Roman-Dutch&lt;/a&gt; principles have always provided the backbone, but they have lately been filled out considerably by statute, as well as by the courts, among whose functions is to interpret and develop the common law. All sources of South African law, however, are now subordinate to and must be viewed and interpreted in light of the Constitution. The Constitution is itself, therefore, now a source of property law, as the &lt;a href=\"Constitutional%20Court%20of%20South%20Africa\"&gt;Constitutional Court&lt;/a&gt; demonstrated by its application in \"&lt;a href=\"Port%20Elizabeth%20Municipality%20v%20Various%20Occupiers\"&gt;Port Elizabeth Municipality v Various Occupiers&lt;/a&gt;\". Since 1994, the court has entrenched the notions of justice and fairness (especially as articulated in the property-rights clause) in determining property relations.\nThe move to constitutionalism has given additional importance to sources of law such as &lt;a href=\"customary%20law\"&gt;customary law&lt;/a&gt;, which is now, where appropriate, accorded equivalent consideration with common law, case law and statutory law. This elevation, and at the same the subservience of customary law to the Constitution, was made apparent in the judgments of the Constitutional Court in the &lt;a href=\"Alexkor%20v%20Richtersveld%20Community\"&gt;dispute&lt;/a&gt; between the Richtersveld community and the diamond miner Alexkor, concerning the restoration of ancestral lands to an indigenous community; in \"&lt;a href=\"Bhe%20v%20Magistrate%2C%20Khayelitsha\"&gt;Bhe v Magistrate, Khayelitsha&lt;/a&gt;\", with its finding that male primogeniture is unconstitutional; and in \"&lt;a href=\"Gumede%20v%20President%20of%20Republic%20of%20South%20Africa\"&gt;Gumede v President of Republic of South Africa&lt;/a&gt;\", which struck down on grounds of inequality certain provisions in legislation dealing with the property regime of customary marriages. These cases illustrate the changing nature of customary property relations under the new constitution.\nProtection of ownership.\nSouth African law \"jealously protects the right of ownership and the correlative right of the owner in regard to his property, unless, of course, the possessor has some enforceable right against the owner.\" There exists a variety of remedies for the protection of ownership. They may be divided into three distinct categories: &lt;a href=\"South%20African%20property%20law%23Real%20remedies\"&gt;real&lt;/a&gt;, &lt;a href=\"South%20African%20property%20law%23Delictual%20remedies\"&gt;delictual&lt;/a&gt; and &lt;a href=\"South%20African%20property%20law%23Unjustified%20enrichment\"&gt;unjustified-enrichment&lt;/a&gt; remedies.\nReal remedies.\nReal remedies are concerned with physical control. They give the owner the power to exclude others from access to and enjoyment of his property. Real remedies either restore physical control of the property to the owner or prevent infringement of the owner's entitlements. (An interdict and a declaratory order are also available to owners and possessors of property.) There are two real remedies used to protect the right of ownership: the \"&lt;a href=\"South%20African%20property%20law%23Rei%20vindicatio\"&gt;rei vindicatio&lt;/a&gt;\" and the \"&lt;a href=\"South%20African%20property%20law%23Actio%20negatoria\"&gt;actio negatoria&lt;/a&gt;\"\n\"Rei vindicatio\".\nOwnership includes the entitlement of exclusive possession of \"res\". The \"&lt;a href=\"rei%20vindicatio\"&gt;rei vindicatio&lt;/a&gt;\", or vindicatory action, is a remedy available to the owner to reclaim his property from wherever it is found and from whosoever is unlawfully holding it. The remedy entitles him to \"exclusive possession.\" It is founded on the \"&lt;a href=\"nemo%20dat%20quod%20non%20habet\"&gt;nemo plus iuris&lt;/a&gt;\" rule, which holds that one cannot transfer more rights than one has; more succinctly, that one cannot give what one does not have.\nThe remedy is available to the owner in respect of both movable and immovable property, taking, in the latter case, the form of an &lt;a href=\"eviction\"&gt;eviction&lt;/a&gt; order, and applying only to business or trade or industrial property.\nIt is important to note that the remedy merely restores proprietary interest; it does not award damages. The decision in \"&lt;a href=\"Mlombo%20v%20Fourie\"&gt;Mlombo v Fourie&lt;/a&gt;\" has been criticised, accordingly, for blurring the distinction between the \"rei vindicatio\" and the \"&lt;a href=\"South%20African%20property%20law%23Actio%20ad%20exhibendum\"&gt;actio ad exhibendum&lt;/a&gt;\". The former is a restorative proprietary remedy, whereas the latter is a delictual one.\nThree requirements must be met for a claim to be based on the \"rei vindicatio\":\nIn \"Chetty v Naidoo\", Chetty brought a \"rei vindicatio\" action against Naidoo in respect of property occupied by Naidoo, who claimed, but could not prove, that she had bought the property. The case sets out the following rules:\nThe \"&lt;a href=\"facta%20probanda\"&gt;facta probanda&lt;/a&gt;\" may be challenged in defence against the \"rei vindicatio\". There are four main defences:\n&lt;a href=\"Good%20faith\"&gt;Good faith&lt;/a&gt; may not be used as a defence against the \"rei vindicatio\".\n&lt;a href=\"Estoppel\"&gt;Estoppel&lt;/a&gt; may be raised as a defence to the \"rei vindicatio\" only in certain circumstances; in others—see &lt;a href=\"South%20African%20property%20law%23Limitations\"&gt;below&lt;/a&gt;—it may simply vary the effect of the action.\nThere are two types of limitations, &lt;a href=\"legislation\"&gt;statutory&lt;/a&gt; and &lt;a href=\"common%20law\"&gt;common-law&lt;/a&gt;, on the use of the \"rei vindicatio\". The effect of these limitations is to prevent the claimant from vindicating his rights.\nThe common-law limitation of estoppel may act as a defence, or it may vary or limit the effect of the \"rei vindicatio\". As a limitation on the action, estoppel blocks its vindicatory function. Ownership is not disputed, but the owner may not regain possession for the duration of the estoppel. This amounts to a suspension of the owner's entitlement to vindicate his property—he is estopped from vindicating it—but it is important to note that it does not vest that entitlement on the defendant. Mostly estoppel is deployed in respect of movable property, but it may also be used for immovable property. It is required for estoppel that the owner have negligently or culpably made a misrepresentation, through conduct or otherwise, that the property had been transferred to the controller, so that the controller had the power to transfer it in turn. The person who raises the estoppel must have acted on that misrepresentation and suffered harm or loss as a result.\nAs for statutory limitations, the &lt;a href=\"Insolvency%20Act\"&gt;Insolvency Act&lt;/a&gt; provides that property sold and transferred after an insolvency action cannot be subject to the \"rei vindicatio\", while, in terms of the &lt;a href=\"Magistrates%20Courts%20Act\"&gt;Magistrates Courts Act&lt;/a&gt;, a sale in execution of property cannot be impeached against a good-faith purchaser in the absence of a defect.\nThere are several constitutional limitations on the application of the \"rei vindicatio\" to immovable property. Constitutional intervention has resulted in legislation relating to eviction, redistribution and the regulation of tenure.\nThe Constitution holds that no-one may be evicted from his home without a court order. The procedure to be followed is set out in the &lt;a href=\"Prevention%20of%20Illegal%20Eviction%20from%20and%20Unlawful%20Occupation%20of%20Land%20Act\"&gt;Prevention of Illegal Eviction from and Unlawful Occupation of Land Act&lt;/a&gt; (PIE), which excludes the \"rei vindicatio\" and other common-law remedies. It was decided in \"&lt;a href=\"Ndlovu%20v%20Ngcobo%3B%20Bekker%20v%20Jika\"&gt;Ndlovu v Ngcobo; Bekker v Jika&lt;/a&gt;\" that PIE has application also where the occupation was lawful to begin with but became unlawful later. Different procedures are set out under PIE for private owners, urgent applications and organs of state. Notice must be given within fourteen days of the hearing and should include the following:\nIn the case of private owners, the court will consider the length of the occupation. If it has been less than six months, an eviction order will be made only if it is \"just and equitable\" to do so, \"after considering all the relevant circumstances, including the rights and needs of the elderly, children, disabled persons and households headed by women.\" If it has been more than six months, the eviction order must still be just and equitable, but the circumstances to consider are compounded by the question of \"whether land has been [...] or can reasonably be made available [...] for the relocation of the unlawful occupier.\" An exception to this is \"where the land is sold in a sale of execution pursuant to a mortgage.\"\nUrgent applications are granted where harm is eminent \"to any person or property if the unlawful occupier is not forthwith evicted from the land\", where \"the likely hardship to the owner or any other affected person [...] exceeds the likely hardship to the unlawful occupier,\" and where no other effective remedy is available.\nIn \"&lt;a href=\"Residents%20of%20Joe%20Slovo%20Community%20v%20Thubelisha%20Homes\"&gt;Residents of Joe Slovo Community v Thubelisha Homes&lt;/a&gt;\", an application was brought by the authorities in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt; seeking the eviction of persons in the Joe Slovo informal settlement under of PIE, arguing that the property was needed for the development of affordable housing for poor people. The High Court granted the order, and the residents appealed to the Constitutional Court on the grounds that they were not unlawful occupiers, having obtained the consent of the authorities, and therefore could not be evicted. The court granted the eviction but ordered that alternative accommodation be provided to the occupiers.\nIn \"Port Elizabeth Municipality v Various Occupiers\", the municipality sought an eviction order against unlawful occupiers of municipal land, at the behest of adjacent land owners. The High Court granted the order, but on appeal to the Supreme Court of Appeals the order was quashed. The Municipality, in turn, appealed to the Constitutional Court, which held that there is no unqualified constitutional duty on local government to provide alternative housing in terms of PIE. \"In general terms, however,\" wrote &lt;a href=\"Albie%20Sachs\"&gt;Sachs J&lt;/a&gt;, \"a court should be reluctant to grant an eviction against relatively settled occupiers unless it is satisfied that a reasonable alternative is available, even if only as an interim measure pending ultimate access to housing in the formal housing programme.\"\nIn \"&lt;a href=\"Blue%20Moonlight%20Properties%20v%20Occupiers%20of%20Saratoga%20Avenue\"&gt;Blue Moonlight Properties v Occupiers of Saratoga Avenue&lt;/a&gt;\", the respondent, a private landowner, served a notice of eviction on the occupiers. They resisted, claiming protection under PIE and alleging that they were entitled to continue their occupation until the &lt;a href=\"City%20of%20Johannesburg%20Metropolitan%20Municipality\"&gt;City of Johannesburg Metropolitan Municipality&lt;/a&gt; provided alternative accommodation. The City disputed this duty; the respondents argued that its policy was arbitrary and discriminatory. The issue, then, was whether private landowners are obliged to provide alternative accommodation to unlawful occupiers in terms of PIE, or whether the burden should fall on the city. The court found that it should balance the rights of property owners under the Constitution with those of indigents and occupiers, and ruled that the landowners' right to equality would be infringed if the state were to burden them with providing alternative accommodation without compensation. The obligation to provide access was the City's, and the City could not transfer that obligation to private landowners. The court ordered compensatory relief to Blue Moonlight Properties and found that the City was in breach of its constitutional duty to provide adequate housing on a progressive basis. It was obliged to make monetary payment each month until such accommodation was found.\nThe &lt;a href=\"Extension%20of%20Security%20of%20Tenure%20Act\"&gt;Extension of Security of Tenure Act&lt;/a&gt; applies to occupiers\nThe Act distinguishes between occupiers as of 4 February, &lt;a href=\"1997%20in%20South%20Africa\"&gt;1997&lt;/a&gt;, and occupiers after that date. The procedures for and limitations on eviction are set out in section 9: \"Not less than two calendar months' written notice [must be given] of the intention to obtain an order for eviction, which notice shall contain the prescribed particulars and set out the grounds on which the eviction is based.\" The \"just and equitable\" principle is invoked repeatedly.\nThe &lt;a href=\"Land%20Reform%20%28Labour%20Tenants%29%20Act\"&gt;Land Reform (Labour Tenants) Act&lt;/a&gt;, which regulates the establishment of landownership by \"labour tenants,\" also places certain limitations on eviction. The procedures for eviction (which must, again, be just and equitable) are set out in sections 7 and 15.\n\"Actio negatoria\".\nThe \"actio negatoria\" permits the owner to resist or deny the existence of an alleged servitude or other right for the defendant to cause physical disturbance of the land. It can also be used when movable property has been alienated without the owner's consent, and delivered notwithstanding, pending the institution of the \"&lt;a href=\"South%20African%20property%20law%23Rei%20vindicatio\"&gt;rei vindicatio&lt;/a&gt;\"; and in situations where a person has interfered with the owner's enjoyment, to compel that person to restore the \"status quo ante\". With the \"actio negatoria\", the owner may demand the removal of any structures that have been unlawfully placed on the land (that is, without his consent).\nThe remedy can be used to obtain a declaration of rights, to claim damages or to obtain security against any future disturbance of the claimant's rights. The claimant must prove the following essential elements in order to be successful in bringing the action:\nDelictual remedies.\nDelictual remedies offer the owner compensation or damages for interference with the exercise of his rights of ownership. Most often the &lt;a href=\"delict\"&gt;delict&lt;/a&gt; is a wrongful alienation resulting in financial loss. Delictual remedies are appropriate where physical restoration of the property is impossible: that is, where the property has been lost or destroyed or damaged, in which case the owner is entitled to be compensated for his patrimonial loss. Three delictual remedies are relevant to the law of property: the \"&lt;a href=\"South%20African%20property%20law%23Condictio%20furtiva\"&gt;condictio furtiva&lt;/a&gt;\", the \"&lt;a href=\"South%20African%20property%20law%23Actio%20ad%20exhibendum\"&gt;actio ad exhibendum&lt;/a&gt;\" and the \"&lt;a href=\"South%20African%20property%20law%23Actio%20legis%20Aquiliae\"&gt;actio legis Aquiliae&lt;/a&gt;\". They are all personal remedies rather than &lt;a href=\"South%20African%20property%20law%23Real%20remedies\"&gt;real ones&lt;/a&gt;.\n\"Condictio furtiva\".\nThe \"&lt;a href=\"condictio%20furtiva\"&gt;condictio furtiva&lt;/a&gt;\" is used in cases where property has been stolen, in order to recover the patrimonial loss. The action is available only against the thief, but it may be brought by all persons with a lawful interest in the property. It is essential, however, that the claimant be the owner or have the lawful interest at all relevant times: that is, the interest must exist at the time of the theft and must still endure at the time the action is instituted.\n\"Actio ad exhibendum\".\nThe \"&lt;a href=\"actio%20ad%20exhibendum\"&gt;actio ad exhibendum&lt;/a&gt;\" is a general personal action with a delictual function. It is instituted by the owner of the property against the person who wrongfully and deliberately disposed of it. The claim is for the value of the property which cannot be recovered, and the basis for liability is bad faith (\"mala fide\"). There are several requirements:\n\"Actio legis Aquiliae\".\nWhereas the \"condictio furtiva\" and the \"actio ad exhibendum\" each has its own particular application (theft and bad-faith disposal respectively), the \"&lt;a href=\"actio%20legis%20Aquiliae\"&gt;actio legis Aquiliae&lt;/a&gt;\" is a general delictual action to claim compensation in all cases where property has been destroyed or damaged by the defendant in a wrongful and culpable manner. The usual requirements for delictual liability pertain: There must be (i) an action or omission (ii) performed with a culpable disposition (intent or negligence) which (iii) results in damage or injury to the owner.\nUnjustified enrichment.\nRemedies for unjustified enrichment apply when a person other than the owner receives benefit at the expense of the owner. The owner may institute an action (\"&lt;a href=\"condictio%20sine%20causa\"&gt;condictio sine causa&lt;/a&gt;\") against one who has benefited, without cause, from the possession of his property, when that benefit ought to have accrued to him. The benefit could derive from consumption or alienation of the property, and the claim may be made only in situations where no consideration was given (\"&lt;a href=\"ex%20causa%20lucrativa\"&gt;ex causa lucrativa&lt;/a&gt;\"); that is, where no money changed hands. In certain circumstances, the \"condictio sine causa\" may be the only remedy available to the owner, especially in respect of \"bona fide\" possessors who consumed or alienated the property.\nTo be successful in his enrichment claim, the owner must show\nReal security.\nWhenever someone borrows money from another, a relationship is created between the lender (the creditor) and the borrower (the debtor). The lender takes on the risk that the borrower may not repay the money he owes. To reduce this risk, the law has devised a process which offers some protection to the lender, so that he may recover the money he is owed in the event that the borrower does not meet his obligations. The process distinguishes between cases in which the borrower is unwilling and cases in which he is unable to pay. The lender, in such cases, may seek an order for repayment and a declaration of insolvency respectively. These actions, however, do not resolve the risk. There is consequently the additional protection of &lt;a href=\"security%20interest\"&gt;security&lt;/a&gt;, which can be either real or personal.\nIn contrast to real security, personal security right gives the creditor a personal right to settle the principal debt if the debtor fails to do so, whereas a real security right gives the creditor a limited real right in property belonging to the debtor. In terms of the limited real right, the debtor (or third party) agrees that the creditor may use the property to settle the principal debt if the debtor fails to do so. Personal security rights are regulated by the &lt;a href=\"law%20of%20obligations\"&gt;law of obligations&lt;/a&gt; (&lt;a href=\"South%20African%20contract%20law\"&gt;contract&lt;/a&gt; and &lt;a href=\"South%20African%20law%20of%20delict\"&gt;delict&lt;/a&gt;), whereas real security rights are governed by the law of property.\nReal security is important to commerce, as it provides a mechanism which allows owners to maximise their potential to generate wealth by offering their existing property as security for credit. Real security gives the creditor limited real rights over the debtor's bonded property. There has been significant judicial activity in South Africa involving security rights and constitutional property protection, as well as security rights and the guarantee against eviction.\nCategories.\nThere are three distinct categories of real security:\nFunctions.\nThe property that secures the principal debt is referred to as the &lt;a href=\"South%20African%20property%20law%23Security%20object\"&gt;security object&lt;/a&gt;. The security parties are the debtor, known as the secured party, and the creditor, known as the security holder. Real security rights give the security holder the power to prevent the secured party from disposing of it, as well as a right of preference (\"ius praeferendi\"). Where the secured party is unwilling to repay the principal debt, or is insolvent, the security holder may, after the security object has been attached and sold in execution, claim the proceeds from that sale before any other creditor. Real security rights are limited real rights (or \"&lt;a href=\"Ius%20in%20re\"&gt;iura in re aliena&lt;/a&gt;\", or rights in someone else’s property). They confer limited and specific entitlements on their holders and are enforceable against third parties.\nCreation.\nSeveral legal transactions are entered into to create a real security right. These may be categorised as follows:\nPreconditions.\nA number of preconditions must be fulfilled before a real security right can come into existence:\nCredit agreement.\nThe credit agreement, which describes the agreement between the creditor and the debtor, creates personal rights only. It establishes the principal debt and is governed by the law of contract and the &lt;a href=\"National%20Credit%20Act\"&gt;National Credit Act&lt;/a&gt;.\nSecurity agreement.\nIn the security agreement, which also creates only personal rights, the debtor undertakes to provide security for the principal debt established in the credit agreement. The security agreement determines the nature of the security: whether, for instance, it is a &lt;a href=\"South%20African%20property%20law%23Special%20mortgages\"&gt;mortgage&lt;/a&gt; or a &lt;a href=\"South%20African%20property%20law%23Pledges\"&gt;pledge&lt;/a&gt;. It, too, is governed by the law of contract.\nPerfection.\nThe &lt;a href=\"South%20African%20property%20law%23Security%20agreement\"&gt;security agreement&lt;/a&gt; is not sufficient for the creation of a real security right. For the right to exist, the parties must comply with the publicity principle which holds that limited real rights are &lt;a href=\"Perfection%20%28law%29\"&gt;perfected&lt;/a&gt; by due publicity. Thus, the right must be publicised, although the manner will differ depending on whether the security object is movable (in which case it must be delivered to the security holder) or immovable (in which case it must be registered in the Deeds Registry). Once publicity has taken place, a real security right will vest in the security holder.\nNature.\nReal security rights have certain common characteristics with other limited real rights: for example, the conferral of entitlements and enforceability. They are distinguished from other limited real rights in that they are accessory or contingent in nature: they depend for their creation and continued existence on a valid underlying debt. In \"&lt;a href=\"Kilburn%20v%20Estate%20Kilburn\"&gt;Kilburn v Estate Kilburn&lt;/a&gt;\", the court found that, as the principal debt was invalid, the limited real right (in that case a &lt;a href=\"South%20African%20property%20law%23Notarial%20bonds\"&gt;notarial bond&lt;/a&gt;) was invalid, too.\nSimilarly, a real security right will be terminated automatically when the principal debt is extinguished. The principal debt usually arises out of a contract, but it may also arise out of a delict or unjustified enrichment, a natural obligation (valid but not legally enforceable) and a conditional obligation.\nThe principal debt may be intended to secure an existing or future obligation, in which event it will be suspended until that obligation arises. Although it will usually take the form of money, it need not necessarily do so; for example, one may secure an obligation to perform an act. It is customary, though, to express the debt as one sounding in money for a liquid amount, which gains the advantages of provisional sentencing proceedings to facilitate the satisfaction of the creditor’s claim if the debtor defaults or becomes insolvent.\nUnless otherwise agreed by the parties, a real security right is indivisible, securing the entire debt and binding the secured party (or debtor) until it is paid. Also unless otherwise agreed, a real security right secures not only the principal debt but all its “incidents” as well. These may include:\nReal security rights do not entitle the security holder to use and enjoyment of the security object, unless otherwise agreed by the parties.\nSecurity object.\nIn accordance with the specificity principle, the security object must be clearly determined and described in the security agreement. It cannot be property belonging to the security holder, because, by definition, one cannot have a limited real right in one’s own property. It may be movable or immovable; it may be a single thing (\"res singula\") or an aggregate of things (\"universitas rerum\"); it may even be incorporeal, as with a &lt;a href=\"South%20African%20property%20law%23Servitudes\"&gt;servitude&lt;/a&gt;. The secured party must be the owner of the security object, or at least a duly-authorised representative of the owner.\nExpress real security.\nExpress real security rights are established by express agreement and include pledges, mortgages and notarial bonds. The two most important forms of express real security are special mortgages in immovable property and pledges of movable property.\nSpecial mortgages.\nMortgage refers to real security which &lt;a href=\"Security%20interest%23Hypothecation\"&gt;hypothecates&lt;/a&gt; immovable property to secure payment of a debt. A mortgage is perfected by registration in the Deeds Registry, pursuant to an agreement between the parties—the mortgagor (debtor) and the mortgagee (creditor). A special mortgage is taken over specific immovable property, but both incorporeal and corporeal immovables can be mortgaged. The property must, however, be in existence. General mortgages are prohibited.\nTo be valid, a mortgage must be evidenced in writing in the form of a mortgage bond. The bond must be executed by the mortgagor, attested by the Registrar of Deeds and entered into the register. Creating a mortgage requires two constitutive acts:\nA mortgage bond, as per \"&lt;a href=\"Thienhaus%20v%20Metje%20%26amp%3B%20Ziegler\"&gt;Thienhaus v Metje &amp; Ziegler&lt;/a&gt;\", is an instrument of hypothecation, a record of the mortgage agreement, a record of the principal debt and a debt instrument. It establishes the mortgagee’s right of mortgage (\"ius hypothecarium\"). Registration does not depend on the validity of the underlying \"causa\", as South Africa applies the abstract system of transfer of real rights.\nThe mortgage agreement, governed by the law of contract, is an undertaking to secure the underlying principal debt by passing a mortgage bond over immovable property in favour of the mortgagee. It is subject to the National Credit Act: that is,\nWriting is not a requirement for a mortgage agreement.\nIt is important to note that registration serves to publicise the right of mortgage, not the debt which it secures. Although the details of the debt (the amount, nature and origin) are not an essential requirement for a valid mortgage, the mortgage right is an accessory right which depends on the existence of the debt. It is custom in drafting mortgage bonds to incorporate an admission of liability by the mortgagor to facilitate a quick and easy remedy.\nForm and content.\nWith only a few exceptions, no specific form is prescribed by law for the mortgage bond. Certain standard forms, however, have been developed over the years.\nThe mortgage bond provides identification of the parties and property, and an unconditional acknowledgement of debt. As for the contractual aspects of the principal debt or obligation, mortgage bonds usually include clauses dealing with the repayment scheme, charges and the possibility of foreclosure, and also use and enjoyment of the mortgaged property, and maintenance and procedures.\nClauses not to be included are the forfeiture clause (\"&lt;a href=\"pactum%20commissorium\"&gt;pactum commissorium&lt;/a&gt;\") and the summary execution clause (\"&lt;a href=\"parate%20executie\"&gt;parate executie&lt;/a&gt;\"). The former provides that, if the mortgagor defaults, the mortgagee may keep the property for his own. The latter provides that, if the mortgagor defaults, the mortgagee may take possession of the mortgaged property and arrange for a private sale. However, after mortgagor default, the parties may agree that the mortgagee can take over the mortgaged property or sell it extrajudicially at a fair valuation.\nOperation.\nTo understand how a mortgage bond operates, it is necessary to take note of at least the following three aspects:\nTermination.\nTermination of the mortgage bond occurs:\nPledges.\nA pledge is a limited real right that one person acquires in another person's movable property in order to secure payment of a debt. It is created by delivery of the movable property, pursuant to an agreement between the parties, who are known as the pledgor and the pledgee.\nA pledge does not give the pledgor (or debtor) the option of retaining the property while burdening it with the real security right, but it can be created in respect both of corporeal and of incorporeal property. A pledge in respect of incorporeal property is commonly referred to as a security cession (\"&lt;a href=\"cessio%20in%20securitatem%20debiti\"&gt;cessio in securitatem debiti&lt;/a&gt;\"), meaning that a claim against a third party is ceded to the pledgee; in this case, personal rights vest in the pledgee. Control that vests in the pledgee is known as quasi-control. The primary claim, however, remains vested in the pledgor. An act of publicity may be required: for example, sending notice of cession to the pledgor's debtors.\nThe creation of a pledge usually takes place in two stages:\nFor a pledge to come into existence as a real security right, it is essential that delivery occur. Delivery can be actual or constructive, but the pledgee must retain possession of the pledged object. The transfer of possession is intended to publicise the fact that a real security right, in the form of a pledge, has been established over the pledged object. The transfer serves to protect the pledgee's real security right by preventing the pledgor from alienating the pledged object or pledging it to some other person. This is why \"&lt;a href=\"constitutum%20possessorium\"&gt;constitutum possessorium&lt;/a&gt;\" is not permitted.\nOne of the disadvantages of the transfer of possession is that (unlike the mortgage bond, where possession is usually retained) it does not promote commerce, as most businesses cannot afford to give up possession of their movable property.\nTo avoid the requirement of transfer, the parties sometimes enter into a simulated transaction, which appears to be one type while it is actually another: a sale, for example, which is actually a pledge. The courts' treatment of simulated transactions is best illustrated in the classic case of \"&lt;a href=\"Vasco%20Dry%20Cleaners%20v%20Twycross\"&gt;Vasco Dry Cleaners v Twycross&lt;/a&gt;\".\nOperation.\nThe most important of the entitlements conferred by the pledge on the pledgee is his right of preference to the proceeds of the sale in execution. Although the pledgee is entitled to possession, he is not entitled to use it, enjoy it or take any of its fruits. He is also obliged to take reasonable care of the pledged property, and has a further obligation, on the termination of the pledge, to restore pledged property (plus its fruits) to the pledgor.\nThe pledgee is entitled to protect his possession by means of an interdict. If he has incurred necessary expenses in maintaining the pledged property, he may claim maintenance costs and retain the property until they are paid.\nIf the pledgee gives up possession voluntarily, the pledge is terminated, but a third party may exercise possession on his behalf.\nNotarial bonds.\nA &lt;a href=\"notarial%20bond\"&gt;notarial bond&lt;/a&gt; is a limited real security which &lt;a href=\"Security%20interest%23Hypothecation\"&gt;hypothecates&lt;/a&gt; movable property in an attempt to secure the bondholder’s ranking for the satisfaction of a debt. To be valid, a notarial bond must be &lt;a href=\"Civil%20law%20notary\"&gt;notarially&lt;/a&gt; executed, and to be enforceable against third parties, it must be registered in the Deeds Registry at the bond debtor’s place of residence or registered office within three months of execution. A notarial bond can only be taken over movable property and merely grants the bondholder a right of preference (prior ranking) over unsecured creditors and hypothec holders at the debtor’s insolvency.\nGenerally, the bondholder does not possess the bonded property, and therefore notarial bonds usually contain “perfection clauses” allowing the bondholder to seize and dispose of the bonded property when the debtor defaults. A notarial bondholder does not acquire a security right until the bond is &lt;a href=\"Perfection%20%28law%29\"&gt;perfected&lt;/a&gt; by taking possession of the bonded property, which may be construed by an attachment by a sheriff or messenger on the bondholder’s behalf. In other words, the requirements for a valid &lt;a href=\"South%20African%20property%20law%23Pledges\"&gt;pledge&lt;/a&gt; must be fulfilled. A bondholder may not exercise this right without a court order or the debtor’s consent; moreover, the perfection clause must be included in the bond. Notarial bonds take two forms: general and special.\nGeneral bonds.\nA general notarial bond, governed by the common law, applies generally to all movable property, both corporeal and incorporeal (including liquor licenses, book debts, and &lt;a href=\"Goodwill%20%28accounting%29\"&gt;goodwill&lt;/a&gt;), in the bond debtor’s possession, which may include movables acquired after executing the bond. Despite registration in the Deeds Registry, the real right of security merely “attaches” to the bonded property and is inchoate, so that the property may be alienated without the consent of the bondholder, and the bond does not bind any third party who acquires property. That is to say the bondholder’s right of preference is defeated following a sale in execution; when, however, the bond debtor’s estate is sequestrated as insolvent, the bondholder’s preference is still perfectable.\nSpecial bonds.\nA special notarial bond is taken over a specific corporeal movable of the bond debtor. Whereas the common law governs the general bond, the special bond is a creature of statute, subject to the &lt;a href=\"Security%20by%20Means%20of%20Movable%20Property%20Act\"&gt;Security by Means of Movable Property Act&lt;/a&gt; 1993. Before 1993, the legal principles governing special bonds were different in &lt;a href=\"KwaZulu-Natal\"&gt;Natal&lt;/a&gt; from those in the rest of the country; they were set out in the &lt;a href=\"Notarial%20Bonds%20%28Natal%29%20Act\"&gt;Notarial Bonds (Natal) Act&lt;/a&gt; 1932, which dictated that a duly registered notarial bond over movable property be deemed to have been delivered to the bondholder in pledge. In the rest of the country, the principles set out in \"&lt;a href=\"Cooper%20v%20Die%20Meester\"&gt;Cooper v Die Meester&lt;/a&gt;\" were applicable, so that the special notarial bondholder ranked equally with all other creditors in cases of insolvency.\nAs of 1993, movable property is deemed, if registered, to have been pledged and delivered; in other words, the 1993 Act extended the Natalian principles to the rest of the country, so that the common law of pledges is now applied to special bonds. It also made perfection clauses unnecessary for special bonds.\nThe importance of specifying and describing the movable in the notarial bond was illustrated in \"&lt;a href=\"Ikea%20Trading%20und%20Design%20v%20BOE%20Bank\"&gt;Ikea Trading und Design v BOE Bank&lt;/a&gt;\". The test is whether a third party is able to identify the property from the terms of the bond itself, without recourse to extrinsic evidence. The reason for this requirement is that one of the bond’s functions is to publicise the fact that a real security right has been established.\nTacit real security.\nTacit real security rights include the lessor’s tacit hypothec, the hire purchase tacit hypothec, liens and statutory security rights. They are created by operation of law.\nTacit hypothecs.\nThe only common-law tacit hypothec recognised in South Africa is that of the lessor of immovable property. The other hypothecs are statutory, the most important being the tacit hypothec of the seller under a hire purchase agreement.\nLessor’s hypothec.\nThe lessor’s tacit hypothec, also known as the landlord’s hypothec, arises out of the relationship between a lessor and a lessee. Its purpose is to secure the lessee’s obligation to pay the rent stipulated in the lease agreement, and it is triggered (by operation of law) as soon as the rent is in arrears. The hypothec is accessory to the debt obligation; accordingly, it falls away (by operation of law) as soon as the rent is paid.\nProperty subject to the tacit hypothec (\"&lt;a href=\"invecta%20et%20illata\"&gt;invecta et illata&lt;/a&gt;\") includes goods (corporeal movables) brought to the premises by the lessee, as well as any fruits of the property that the lessee has collected but not yet removed from the property. The goods must, however, be present on the premises at the time of enforcement of the hypothec. The lessor’s knowledge of the existence of the goods is not required before the hypothec may be enforced.\nTo create a real security right, the lessor must perfect the tacit hypothec by obtaining a court order which interdicts the alienation or removal of the \"invecta et illata\", or else attaches them. Once the lessor’s hypothec has been perfected, the lessor acquires a real security right: a right of preference following a sale in execution of the movable property. The lessor may also prevent the lessee from removing the \"invecta et illata\" from the premises.\nIf the \"invecta et illata\" are insufficient to cover the rent arrears, the hypothec may be extended to \"invecta et illata\" that belong to a sub-lessee. If both are insufficient, the hypothec may be extended to property belonging to a third party, so long as:\nThe lessor's tacit hypothec will be nullified if the third party informs the lessor of his ownership of the property in question prior to the perfection of the hypothec.\nIn \"&lt;a href=\"Bloemfontein%20Municipality%20v%20Jacksons\"&gt;Bloemfontein Municipality v Jacksons&lt;/a&gt;\", the Appellate Division held that, where a third party has not taken reasonable steps to protect his property from the lessor’s hypothec, the courts will infer that the property was brought onto the leased premises with the implied knowledge and consent of that party.\nIt is important to note that the Security by Means of Movable Property Act excludes the lessor’s hypothec in respect of property purchased in terms of a hire purchase agreement. Similarly, movable property subject to a special notarial bond, and in the possession of a third party—that is to say, anyone other than the bondholder—is excluded from the lessor’s hypothec unless the hypothec was perfected before the registration of the bond.\nHire purchase hypothec.\nA &lt;a href=\"hire%20purchase\"&gt;hire purchase&lt;/a&gt; agreement, also known as an instalment sale, allows the purchase price to be paid in instalments after delivery of the hired property. Ownership remains with the seller until the hirer has paid the last hire instalment. The seller’s tacit hypothec is triggered by the sequestration of the hirer. The seller has a secured claim to the outstanding instalments due in terms of the hire purchase agreement. The seller’s hypothec under a hire purchase agreement secures the seller’s claim to outstanding instalments, so that the seller has a preferential claim.\nLien.\nA &lt;a href=\"lien\"&gt;lien&lt;/a&gt;, also known as a right of retention, may be a real security right which arises by operation of law, or it may be a personal right. Its purpose is to secure the repayment of money or labour that the lienholder has expended on the lienor’s movable or immovable property. It operates as a defence to the lienor’s \"rei vindicatio\" and entitles the lienholder to retain possession of the property until compensated for the expenditure incurred. It does not include the right to have the property sold in execution. In \"&lt;a href=\"Singh%20v%20Santam\"&gt;Singh v Santam&lt;/a&gt;\", the court held that the lienholder must have been in physical possession of the property at the time he incurred the expense. (A lien differs from a tacit hypothec most obviously in this respect.) As soon as the lienholder’s claim has been paid, the lien terminates automatically; it is accessory to the principal debt.\nThere are two types of lien:\nA lien may be terminated in the same way as other real security rights:\nJudicial real security.\nWhen a creditor has taken judgment against a debtor who has failed to comply, the creditor may enforce the judgment by applying for a writ of execution. The writ serves as a warrant which authorises the sheriff to attach the debtor's movable or immovable property, which creates a real security right in favour of the creditor. This real security right, established by court order, is usually referred to\nThese real security rights provide the creditor with a preferential claim to the proceeds of the sale of the attached property.\nServitudes and restrictive conditions.\nBoth servitudes and restrictive conditions are limited real rights in property, or \"&lt;a href=\"iura%20in%20re%20aliena\"&gt;iura in re aliena&lt;/a&gt;\". They both, then, are limitations on the right of ownership, and constitute a burden on the property in question; they must be registered against the title deeds of a property.\nServitudes.\nServitudes are real rights that are \"carved out of the full \"dominium\" of the owner\" and confer benefit to another, either by affording him the power of use and enjoyment, or else by requiring the owner to refrain from exercising his entitlement. Conversely, the notion of servitude implies that the property serves either another property or another person, and that the \"dominium\" of the owner of the servient or burdened property must be diminished by the servitude. One cannot, by definition, have a servitude on one's own property (\"&lt;a href=\"nemini%20res%20sua%20servit\"&gt;nemini res sua servit&lt;/a&gt;\"), because a servitude can only be a limited real right in the property of another.\nThere is a rebuttable presumption of unencumbered ownership. The burden of proof, which should be on a balance of probabilities, is on the person alleging the existence of a servitude.\nNature.\nThe holder of the servitude has priority, in principle, as regards the exercise of the particular entitlement covered by the servitude. The servient owner may exercise all the usual rights of ownership, but he may not impair the rights of the servitude holder, and hence may not exercise those rights which are inconsistent with the servitude, or grant further servitudes that would infringe on the existing servitude (\"&lt;a href=\"servitus%20servitutis%20esse%20non%20potest\"&gt;servitus servitutis esse non potest&lt;/a&gt;\").\nThe servitude holder is entitled to perform all acts necessary for the proper exercise of the servitude, but must do so such that as little inconvenience as possible is caused to the servient owner, and such that the burden on the servient property is not increased beyond the express or implied terms of the servitude.\nSouth African law does not have a closed list of real rights in land, but new types of real rights in land are permitted only with great caution, in keeping with the view that land should not be unnecessarily burdened. It was held in \"&lt;a href=\"Linvestment%20v%20Hammersley\"&gt;Linvestment v Hammersley&lt;/a&gt;\" that the court may be required to reinterpret servitudes which have existed for a generation in a different setting to render them continuously useful for modern society.\nServitudes are classified according to whether or not they benefit successive owners. Two types are recognised: praedial servitudes and personal servitudes. Whether a servitude should be classified as a personal or a praedial servitude depends on whether it benefits a particular piece of land or a particular person: If the benefit favours land, then, regardless of the identity of the owner at any given point, successive owners will benefit from the interest in the servient land; if the benefit favours a particular person, then, at best, the benefit will exist for the lifetime of that person. Both praedial and personal servitudes are limited real rights, as they burden ownership, and both may be either positive or negative. Positive servitudes confer on the servitude-holder the entitlement \"to enter upon the servient proprietor's land to do something positive,\" to perform a positive act; negative servitudes restrict the entitlements of the owner of the servient tenement.\nPraedial servitudes.\nPraedial servitudes are limited real rights existing only in respect of land. They are vested in successive owners of one piece of land, called the dominant tenement, which derives a benefit from another piece of land, the servient tenement, belonging to someone other than the owner of the dominant tenement. In other words, praedial servitudes always involve at least two pieces of land, one of which serves the other. They benefit successive owners and are inseparably bound to the land they benefit.\nIt is required of a praedial servitude that it benefit the owner of the dominant tenement in his capacity as owner of the land (rather than merely in his personal capacity). This is referred to as the requirement of utility (or \"utilitas\"). The question is whether or not the value derived from the dominant tenement is enhanced by the servitude. In determining \"utilitas\", the following factors are considered:\nThe rights and duties of the dominant and servient owners depend primarily on the terms of the agreement that constitutes the servitude. That agreement is construed strictly, and in a manner which is least burdensome for the servient owner. The dominant owner must exercise his rights \"civiliter modo\", with due regard, that is, to the rights of the servient owner.\nEither party may approach the courts for a declaration of rights. Specific duties may be enforced by way of interdict, and damages may be awarded by a court where either party has exceeded the terms of the servitude and has suffered patrimonial loss.\nThere are several conventional types of servitude:\nPersonal servitudes.\nPersonal servitudes are limited real rights in either the movable or the immovable property (not just the land) of another. They vest only in one particular person (rather than successive holders). A personal servitude cannot be transferred by its holder (in much the same way that praedial servitudes are said to ‘run with the land’); it is extinguished when the period expires for which it has been granted, or when the holder dies: It cannot exist beyond his lifetime and cannot be transferred to a third party. Where the holder is a juristic person, it lasts for 100 years. Unlike its praedial counterpart, the personal servitude is divisible.\nThere is no \"numerus clausus\" of personal servitudes. The most common and conventional forms inherited from Roman-Dutch law are the usufruct (\"usufructus\"), the \"usus\" and the \"habitatio\".\nOther forms of the personal servitude borrowed from English law include the so-called ‘irregular servitude’ (i.e. the English &lt;a href=\"easement\"&gt;easement&lt;/a&gt; \"in gross\" which has content usually associated with praedial servitudes, but which is constituted in favour of an individual), restrictive conditions (i.e. English real &lt;a href=\"Covenant%20%28law%29\"&gt;covenant&lt;/a&gt;), trading rights and the right of a developer to extend a section title scheme.\nUsufructs.\nA usufruct is a limited real right, typically employed when a testator wishes to provide for surviving family members after his death, but wants the property to go to someone other than the usufructuary. The usufructuary may use and enjoy the property, which can be either movable or immovable, corporeal or incorporeal, and draw and acquire ownership of the property's fruits, which may be either natural (like crops and the young of livestock) or civil (such as rental income and interest on a capital investment). The usufructuary must gather the natural fruits in order to obtain ownership of them. Civil fruits, on the other hand, are acquired by the usufructuary as soon as they become due. A usufruct cannot extend beyond the life of the usufructuary, who, not being the owner of the property, is not entitled to alienate or consume or destroy it. The usufructuary interest may, however, be alienated or pledged or mortgaged or sold in execution.\nIn \"&lt;a href=\"Durban%20v%20Woodhaven\"&gt;Durban v Woodhaven&lt;/a&gt;\", the court questioned the fine distinction drawn between the usufruct itself and the right of enjoyment comprised by the usufructuary's interest. This decision implies that the nature and purpose of a particular personal servitude should determine whether the rights under the servitude are alienable. The usufructuary's rights include possession, administration, use and enjoyment of the property, as well as its natural and civil fruits. Consumable property cannot be the object of a usufruct, since the usufructuary must be able to give the property back to the owner \"salva rei substantia\" (or substantially intact) at the end of the usufructory period. The usufructuary must use the property reasonably: that is, for the purpose for which it was intended. The owner of the property retains all the rights of ownership, subject to the usufruct, and may therefore alienate or mortgage the property, subject to the usufruct.\nCreation.\nPersonal and praedial servitudes are created through agreement between the owner of the dominant tenement and the owner of the servient tenement. The terms of the agreement will provide for the nature, scope and extent of the servitude; the price to be paid by the owner of the dominant tenement as a consideration for the grant of the servitude; and the duration of the servitude. A praedial servitude can be granted in perpetuity, or it may exist for a specified period of time or until the fulfilment of a specified condition.\nThe agreement gives rise to a personal right to claim registration of the servitude. Registration creates its real nature. A personal servitude may also be created by agreement, but it is more common for a personal servitude, such as a usufruct, to be created in terms of a will. A servitude may also be created by state grant. Both personal and praedial servitudes may be created by statute. Acquisition of a servitude may also occur, in terms of the &lt;a href=\"Prescription%20Act\"&gt;Prescription Act&lt;/a&gt;, by acquisitive prescription. Servitudes may also result from a court order (e.g. \"via necessitatis\").\nExtinction.\nServitudes may be terminated by agreement. They can usually be abandoned (although proof of the intention to abandon is necessary) and may also be extinguished by the effluxion of time (although different rules pertain to positive and negative servitudes). A servitude terminates if the property to which it relates is destroyed, but it will revive if the property is restored.\nA servitude which is constituted for a limited period, or under specific conditions, expires at the end of the stipulated period, or when the specified conditions are fulfilled and a court order confirms the termination. A servitude may also expire in terms of a statute.\nPraedial servitudes.\nIf, in the case of praedial servitudes, the dominant and servient tenements are merged, the servitude will be terminated: If the merger was not intended to be permanent, the servitude will revive when the properties are separated again; if the merger was intended to be permanent, the servitude will not revive when the properties are again separated. Praedial servitudes also terminate when the requirements for their constitution can no longer be fulfilled.\nPersonal servitudes.\nA personal servitude will expire when the holder of the servitude dies. A personal servitude may also expire upon the fulfilment of a resolutive condition. The Deeds Registries Act provides for the registration of the expiry of a personal servitude.\nEnforcement.\nMost of the remedies available to an owner are also available, \"mutatis mutandis\", to a servitude holder. The following remedies, therefore, are generally available to a servitude holder:\nRestrictive conditions.\nRestrictive conditions are a unique set of limited real rights which are utilised in the context of town planning and the management of land use. This area of the law has become ‘so specialised and so important’ that it warrants a section of its own.\nRestrictive conditions are in the nature of urban praedial servitudes. They consist of a wide range of restrictions on the use of land and are usually contained in a deed of transfer. The purpose of a restrictive condition is:\nDefinition.\nIn a broad sense, a restrictive condition includes a registered restrictive condition of title, which is registered in the deed of transfer, but which also includes any other restriction in any other deed or other instrument in terms of which a right in land is held. An example of this is a provision in a town-planning scheme. Restrictive conditions work hand-in-hand with town planning, zoning and land-use schemes.\nIn a narrow sense, restrictive conditions are those registered restrictions on the use of land. They include those conditions inserted into a deed of transfer during the process of township development. Below are examples:\nIt is important to note that much of the terminology used in this area of the law—\"restrictive condition,\" \"condition of title,\" \"restrictive title condition,\" \"restrictive title deed condition,\" \"title deed restriction,\" \"title deed condition\"—all refers to the same thing. Restrictive conditions must, however, be distinguished from restrictions of town-planning and land-use schemes.\nNature and character.\nAs &lt;a href=\"South%20African%20property%20law%23Restrictive%20conditions\"&gt;previously noted&lt;/a&gt;, restrictive conditions are in the nature of urban praedial servitudes. All concerned parties, therefore, are mutually and reciprocally bound to one another to adhere to the provisions of the restrictive condition.\nIn \"&lt;a href=\"Ex%20parte%20Optimal%20Property%20Solutions\"&gt;Ex parte Optimal Property Solutions&lt;/a&gt;\", the court held that registered praedial servitutal rights are incorporated into the constitutional concept of property, such that the removal or deletion of a restrictive condition may amount to a deprivation of property.\nIn \"&lt;a href=\"Van%20Rensburg%20v%20Nelson%20Mandela%20Bay%20Municipality\"&gt;Van Rensburg v Nelson Mandela Bay Municipality&lt;/a&gt;\", it was found that restrictive conditions operate in private sphere but also bear a public character, so that both private citizens and the state are bound to honour and uphold them. The responsibility was placed on the municipality to be aware of the restrictive condition and to act in accordance with it.\nA conflict may arise between the provisions of a restrictive condition and a town-planning or land-use scheme. Where this occurs, the restrictive condition usually takes precedence.\nRestrictive conditions cannot be removed automatically. Before an owner may implement or take advantage of the terms of a town-planning scheme, he must remove any existing legal impediment. Failing that the Town Planning Authority may institute proceedings against such an owner to compel him/her to comply with the town planning regulations.\nEnforcement and defences.\nWhen an owner uses his property in a manner contrary to the provisions of a restrictive condition, a number of remedies are available to the person or entity whose rights are thereby infringed:\nA possible defence to an action instituted to enforce the provisions of a restrictive condition is that the character of the area has changed so much that the original restrictive condition is no longer applicable, has become valueless and need not be enforced.\nRemoval or amendment.\nThe removal of and amendments to a restrictive condition can occur in a number of different ways, most broadly by court application and by statute. \"Ex parte Optimal Property Solutions\" confirms the procedure for an \"ex parte\" application, while the &lt;a href=\"Removal%20of%20Restrictions%20Act\"&gt;Removal of Restrictions Act&lt;/a&gt;, for example, contains procedures whereby certain restrictions and obligations in respect of land, including restrictive conditions, may be altered, suspended or removed. The procedure stipulates, \"inter alia\", that the application must be in a prescribed form and accompanied by payment of fees and notice in the provincial gazette, to provide for the raising of objections.\nThere are numerous advantages and disadvantages to these procedures.\nMinerals.\nThe acquisition, use and disposal of mineral rights is now governed by the &lt;a href=\"Mineral%20and%20Petroleum%20Resources%20Development%20Act\"&gt;Mineral and Petroleum Resources Development Act&lt;/a&gt; (MPRDA), which came into effect on 1 May, &lt;a href=\"2004%20in%20South%20Africa\"&gt;2004&lt;/a&gt;. The old common-law principles relating to the acquisition, use and disposal of mineral rights are therefore no longer applicable. The MPRDA entrenches state power and control over the mineral and petroleum resources of the country.\nHistory.\nHistorically, the right to minerals fell within the ambit of property law. Mineral rights could be severed from the title to the land. Severance of the mineral rights from the surface rights enabled third parties to become holders of the mineral rights. The right to minerals could thus exist separately from ownership of the land once the right had been severed. To determine the nature and content of mineral rights, the courts relied on the established property-law principles of servitudes.\nIn its conventional, common-law sense, a mineral right comprised the entitlements to enter land, to prospect and to mine upon it and to remove minerals, along with all ancillary rights which enable extraction of the minerals.\nMineral rights were valuable assets. Ownership of minerals passed from the landowner to the mineral rights holder. Under the common law, the mineral rights holder was under no obligation to exploit the rights: to mine, in other words.\nThe new mineral-law dispensation introduced a system of state custodianship as the basis for regulatory control over minerals and mining, and also made it clear that the only way to acquire new rights is to obtain them from the state. The &lt;a href=\"Mining%20Titles%20Registration%20Act\"&gt;Mining Titles Registration Act&lt;/a&gt; (MTRA) contains transitional provisions which facilitate the conversion of mining rights obtained under the previous legislative dispensation into rights in terms of the new legislative system.\nThe five-year transitional period created by the MPRDA has now lapsed.\nOwnership.\nThe common-law principle of \"&lt;a href=\"cuius%20est%20solum%20eius%20est%20usque%20ad%20coelum%20et%20ad%20inferos\"&gt;cuius est solum eius est usque ad coelum et ad inferos&lt;/a&gt;\" has it that the owner of land is the owner not only of the surface but of everything above and below it. The MPRDA provides, however, that mineral and petroleum resources are the common heritage of all people in South Africa, for whose benefit the state is the custodian, although the MPRDA does not expressly reserve ownership of \"unsevered\" minerals or petroleum to the state.\nAccording to one view, ownership of minerals and petroleum not yet extracted from the land is vested in the state; another view seeks to distinguish mineral and petroleum resources from minerals and petroleum as such, so that the collective wealth of minerals and petroleum vests in the state, while ownership of unsevered minerals still vests in the owner of the land, even though the owner may not be able to exploit such minerals. A third view holds that the state's \"custodianship\" of mineral and petroleum resources does not amount to ownership of unsevered minerals and petroleum: Subject to the public-trust doctrine, the landowner remains the owner of unextracted minerals and petroleum. A fourth view is that it is irrelevant where ownership of minerals and petroleum in the soil lies. \"&lt;a href=\"AgriSA%20v%20Minister%20of%20Minerals%20and%20Energy%3B%20Van%20Rooyen%20v%20Minister%20of%20Minerals%20and%20Energy\"&gt;AgriSA v Minister of Minerals and Energy; Van Rooyen v Minister of Minerals and Energy&lt;/a&gt;\", however, shows that this is not merely an academic question.\n\"Res publicae\".\nA fifth view is that, in terms of the MPRDA, mineral and petroleum resources are a new category of \"&lt;a href=\"res%20publica\"&gt;res publica&lt;/a&gt;e\", placing mineral and petroleum resources under the custodianship of the state. The underlying property rights of the landowner in unextracted minerals have not been destroyed in theory, but such rights can no longer be of much practical use. The state, in its custodial role, is endowed with the capacity to regulate access to the resources and is obliged to ensure their optimal exploitation.\nThe MPRDA's provisions are not exhaustive. It is silent about ownership of minerals and petroleum once these are extracted, whether lawfully or not. It has been submitted that the common law applies residually, so that the holders of various rights (prospecting rights, mining permits, mining rights, exploration rights or production rights) who are entitled to remove and dispose of the minerals or petroleum acquire ownership of the minerals or petroleum upon extraction.\nImportant concepts.\nThree basic concepts are important for an understanding of this area of the law, namely \"land,\" \"minerals\" and \"petroleum.\" \"Land\" includes not only \"dry\" land but also, in terms of the MPRDA, the sea. Ownership of dry land lies with the person in whose name it is registered. To qualify as a \"mineral,\" a substance must be in solid, liquid or gaseous form, and occur naturally in or on the earth or water; it must, furthermore, be a product of a geological process, or it must occur in residue stockpiles or deposits. Petroleum is a substance which may be any liquid or solid hydrocarbon or combustible gas existing in a natural condition in the earth's crust.\nRights.\nThe state may grant or refuse different kinds of rights in respect of mineral or petroleum resources and the land to which the rights relate. Such rights include\nAs &lt;a href=\"South%20African%20property%20law%23Ownership%202\"&gt;explained previously&lt;/a&gt;, the granting of prospecting or mining rights does not as such confer ownership of unsevered minerals.\nExpropriation and compensation.\nSome commentators have argued that the provisions of the MPRDA amount to \"institutional &lt;a href=\"expropriation\"&gt;expropriation&lt;/a&gt;\" of mineral rights. Other scholars have preferred a case-by-case analysis to determine how conventional common-law rights have been substituted by new rights under the MPRDA, while yet others argue that the MPRDA amounts to nothing more than a legitimate exercise of the state's regulatory powers over property law. The procedure for expropriation is set out in the MPRDA, and the state has certain obligations in respect of compensation.\nNature.\nThe MPRDA classifies a prospecting right, mining right, exploration right or production right granted by the Minister (or delegated person in the case of prospecting rights) as \"a limited real right in respect of the mineral or petroleum and the land to which such right relates.\" A contract of prospecting, mining, exploration or production must be in notarial form to be registered.\nThe MPRDA is silent about the nature of the other rights to minerals or petroleum that it recognises. These may only be recorded and filed. It has been suggested, accordingly, that these rights are personal in nature.\nAll rights granted by the Minister are personal rights. In \"&lt;a href=\"Meepo%20v%20Kotze\"&gt;Meepo v Kotze&lt;/a&gt;\", the court indicated that the rights come into existence once the Minister, as representative of the custodian state, agrees to grant the applicant a right to prospect for minerals on specified land for a specified period. Prospecting rights, mining rights, exploration rights and production rights become limited real rights upon registration.\nContent.\nThe MPRDA provides descriptions of the scope of the rights that may be created. These include\nThe MPRDA details the content of these rights.\nThe most prominent duty of right holders is payment (of levies or fees or other consideration) to the state.\nCompeting rights of the surface owner.\nIn the event of an irreconcilable difference between a landowner and the holder of a mineral right, the mineral right holder takes precedence. This principle was confirmed in the case of \"&lt;a href=\"Anglo%20Operations%20v%20Sandhurst%20Estates\"&gt;Anglo Operations v Sandhurst Estates&lt;/a&gt;\" The Minister is expressly empowered by the MPRDA to expropriate property for the purposes of prospecting or mining if this is necessary to achieve the MPRDA's objectives. As per \"Meepo v Kotze\", compensation must be paid by the state to a person who can prove that his property has been expropriated in terms of a provision of the MPRDA.\nTransfer and termination.\nRegistered mineral or petroleum rights can be alienated. Where a different right-holder is envisaged, the written consent of the Director-General of the Department of Minerals and Energy is required. Mineral or petroleum rights that are not registered may not be transferred or leased or encumbered by mortgage.\nMineral and petroleum rights are not infinite; they last for a predetermined period of time. When that period expires, the rights expire with it. The rights also lapse when the right-holder dies. In the case of a juristic person, the rights lapse when the juristic person is deregistered without a successor in title.\nSocial and environmental responsibility.\nIn addition to regulating access to mineral and petroleum resources, the MPRDA seeks to promote various social objectives. Two of the most important of these are the protection of the natural environment and the achievement of &lt;a href=\"Black%20Economic%20Empowerment\"&gt;Black Economic Empowerment&lt;/a&gt;: Right-holders are responsible for rehabilitating and managing negative environmental impacts, while the MPRDA seeks to expand substantially and meaningfully the opportunities for historically-disadvantaged persons, including women, to enter the &lt;a href=\"mineral%20industry\"&gt;mineral&lt;/a&gt; and &lt;a href=\"petroleum%20industry\"&gt;industries&lt;/a&gt;. This latter objective is reflected, \"inter alia\", in the requirements for the conversion of old-order mining rights to new-order rights and the requirements for applications for new mining rights. Holders of mineral and petroleum rights are required, furthermore, to demonstrate compliance with black economic empowerment on an annual basis.\nWater.\nWater as a natural resource is now governed by the &lt;a href=\"National%20Water%20Act\"&gt;National Water Act&lt;/a&gt; (NWA) and the &lt;a href=\"Water%20Services%20Act\"&gt;Water Services Act&lt;/a&gt; (WSA) In terms of these statutes, water as a natural resource has been placed under the custodianship and responsibility of the South African government.\nPreviously, categories of public and private water existed, and private rights in water formed an integral part of landownership. The NWA terminated the distinction between public and private water in &lt;a href=\"1998%20in%20South%20Africa\"&gt;1998&lt;/a&gt;, so that all water is now regarded as public water. Automatic private rights in water have been abolished and replaced with use rights or licences.\nRights in water therefore no longer form part of the content of ownership. They must now be dealt with in terms of limited real rights in property, rather than in terms of ownership and its entitlements.\nHistory.\nIn the period prior to 1997, ownership entitlements in respect of water were the point of departure. A landowner was the owner of all water arising on or beneath the surface of his land. His ownership rights entitled him to use the water, within the limits of the law, as he wished, and to grant water servitudes to non-owners where appropriate. Hence water could be owned privately, or a limited real right in water could vest in another person: for example, where neighbouring landowners did not have sufficient water on their own properties.\nThe focus since 1997 has been on access to water as a basic human right, linked with the constitutional right to dignity. Ownership entitlements in respect of water have developed into limited real rights or use rights (licences).\nCommon law.\nThe common-law principle of \"riparian ownership\" dominated the South African water dispensation until 1998. Unlike so much of South African common law (and indeed most of the South African common law relating to water), the principle did not originate in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;; it developed with reference to &lt;a href=\"English%20law\"&gt;English law&lt;/a&gt;. The twofold foundations of South African water law, Roman-Dutch and English, were not best suited to the South African context, where water is a scarcer resource.\nWater Act.\nThe distinction between public and private water was embodied in the &lt;a href=\"Water%20Act\"&gt;Water Act&lt;/a&gt; (WA), the main focus of which was to regulate access to and use of water, which the WA attempted to classify as either public or private. Classification was essential, since it determined whether or not landowners could use the water as they pleased. The WA acknowledged the private claims of riparian landowners regarding public water, as well as all claims of landowners in relation to private water.\nNew water paradigm.\nThe new water dispensation, introduced in 1997 and 1998, did away with private control of water in favour of firm state control. The changes in water law were prompted by a fundamental political and legal change in the country: the advent of democracy and the enactment of the Constitution. The Constitution specifically mandated reform of water law, guaranteeing the right of access to sufficient food and water, imposing duties on the state in this regard, stipulating that property, not limited to land, includes water, and providing for the right to a safe environment. The WSA sets out who has the responsibility for realising access to water in practice, as well as how this is to be done. The NWA embodies the departure from the common-law approach to private and public water; the point of departure is now \"authorisation to use water,\" as opposed to ownership of water.\nThe &lt;a href=\"Water%20Services%20Act\"&gt;Water Services Act&lt;/a&gt; provides the technical and practical framework within which the water-services providers operate at various levels. Water services comprise the provision of water supply and sanitation services. The WSA also prescribes norms and standards, as well as a monitoring system, in respect of water supply and services. A water-services authority, responsible for ensuring access to water services, is a municipality, including a district or rural council, as defined in the Local Government Transition Act.\nThe &lt;a href=\"National%20Water%20Act\"&gt;National Water Act&lt;/a&gt; aims fundamentally to reform water law in South Africa. It takes as its point of departure the fact that water is a scarce natural resource. Government is required to take steps to regulate and preserve this resource, taking into account environmental and sustainable-development considerations. The NWA effectively \"opens up\" the notion of water in South Africa, that it may be accessed more equitably. The new premise is that a person is entitled to use water only if that use is permissible under the Act.\nThe state acts as a trustee or custodian in respect of water, and is therefore responsible for the use and flow and control of all water in South Africa. Any person (including a juristic person) who wants access to and use of water may access and use it only in accordance with the NWA. Existing lawful water use may continue under certain conditions, but for other purposes a licence is required to gain access to and make use of water.\nThe NWA makes provision for personal or praedial servitudes where there is a need to take water from one property to another. These are statutory servitudes which differ from common-law water servitudes, not only with respect to content and transferability, but also with respect to their overall aim and purpose."
}