{
    "id": "32086367",
    "revid": "11555324",
    "url": "https://en.wikipedia.org/wiki?curid=32086367",
    "title": "WWE Network",
    "text": "WWE Network is a &lt;a href=\"Video%20on%20demand%23Subscription%20models\"&gt;subscription video on-demand&lt;/a&gt; &lt;a href=\"Over-the-top%20media%20service\"&gt;over-the-top&lt;/a&gt; &lt;a href=\"Streaming%20media\"&gt;streaming&lt;/a&gt; service and &lt;a href=\"digital%20television\"&gt;digital television&lt;/a&gt; network owned by the American entertainment company &lt;a href=\"WWE\"&gt;WWE&lt;/a&gt;. It primarily distributes original &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt; events, films, television and documentary series, and a 24-hour &lt;a href=\"Broadcast%20programming\"&gt;linear channel&lt;/a&gt; produced by the eponymous &lt;a href=\"professional%20wrestling%20promotion\"&gt;professional wrestling promotion&lt;/a&gt;, alongside acquired programming from &lt;a href=\"WWE%20Classics%20on%20Demand\"&gt;other wrestling promotions&lt;/a&gt;. The service is currently only available in international markets.\nThe service relied on technology developed by &lt;a href=\"MLB%20Advanced%20Media\"&gt;MLB Advanced Media&lt;/a&gt; and &lt;a href=\"Disney%20Streaming%20Services\"&gt;BAMTech&lt;/a&gt;, prior to &lt;a href=\"Endeavor%20Streaming\"&gt;Endeavor Streaming&lt;/a&gt; assuming technical operations of the service in 2019. Although operating primarily as a standalone service, the distribution model of the WWE Network varies by market, where it is often integrated within or as part of local networks. It contains a premium and a free tier.\nWWE Network was launched on February 24, 2014, in the United States, in Canada in July of that year, and expanded to the Asia-Pacific region and select European countries in August. The United Kingdom received the service in January 2015, and was made available in the Middle East and parts of Africa that March, and to India in November. It was launched in additional European and Asian countries in January 2016. Upon launch, the WWE Network was met with positive reception of its &lt;a href=\"WWE%20Libraries\"&gt;content library&lt;/a&gt;, but was criticized for technical problems. The service had 1.5 million subscribers as of October 30, 2020. \nIn January 2021, &lt;a href=\"NBCUniversal%20Television%20and%20Streaming\"&gt;NBCUniversal Television and Streaming&lt;/a&gt; acquired exclusive rights to distribute WWE Network in the United States, and integrated the service into the premium tier of its own streaming service &lt;a href=\"Peacock%20%28streaming%20service%29\"&gt;Peacock&lt;/a&gt;; the American version of the service was discontinued on April 4.\nHistory.\nDevelopment and U.S. launch.\nThe origins of the WWE Network can trace back to 2000 when &lt;a href=\"USA%20Network\"&gt;USA Network&lt;/a&gt; filed the lawsuit against the &lt;a href=\"WWE\"&gt;World Wrestling Federation&lt;/a&gt; (WWF, now known as the WWE) due to breach of contract which saw most of its programming moved to &lt;a href=\"Viacom%20%28original%29\"&gt;Viacom&lt;/a&gt;-owned &lt;a href=\"Paramount%20Network\"&gt;TNN&lt;/a&gt; and &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;. The &lt;a href=\"Delaware%20Chancery%20Court\"&gt;Delaware Chancery Court&lt;/a&gt; ruled in favor of the WWF in June 2000. Then CEO &lt;a href=\"Linda%20McMahon\"&gt;Linda McMahon&lt;/a&gt; revealed that WWF wanted its own cable network and testified that before WWF signed a rights deal with Viacom, the company had floated the idea of acquiring USA's &lt;a href=\"Syfy\"&gt;Sci-Fi Channel&lt;/a&gt;, and reformatting it as a dedicated wrestling network. USA executives rejected the idea, and McMahon said that former USA Networks President Barry Baker encouraged her to talk to other programmers about potential deals. \" 'I can tell you right now, Linda, you're not going to get anybody to give you a network,' \" McMahon quoted Baker in her testimony. In 2005, USA Network re-acquired the rights to all WWE programming.\nIn September 2011, WWE officially announced plans to launch the WWE Network in 2012 as a pay-TV channel. WWE then conducted a survey asking people if they would pay for the WWE Network if it were a &lt;a href=\"Pay%20television\"&gt;premium channel&lt;/a&gt;. In an email sent to WWE fans who might be interested in the WWE Network, WWE surveyed fans for their thoughts about the WWE Network airing &lt;a href=\"List%20of%20WWE%20pay-per-view%20events\"&gt;WWE's pay-per-views&lt;/a&gt; to subscribers for no additional charge. The survey also noted that feature repeats of \"&lt;a href=\"WWE%20Raw\"&gt;Raw&lt;/a&gt;\" and \"&lt;a href=\"WWE%20SmackDown\"&gt;SmackDown&lt;/a&gt;\", as well as footage from &lt;a href=\"World%20Championship%20Wrestling\"&gt;World Championship Wrestling&lt;/a&gt; (WCW), &lt;a href=\"Extreme%20Championship%20Wrestling\"&gt;Extreme Championship Wrestling&lt;/a&gt; (ECW), &lt;a href=\"National%20Wrestling%20Alliance\"&gt;National Wrestling Alliance&lt;/a&gt; (NWA), &lt;a href=\"XFL%20%282001%29\"&gt;XFL&lt;/a&gt;, &lt;a href=\"Smoky%20Mountain%20Wrestling\"&gt;Smoky Mountain Wrestling&lt;/a&gt; (SMW), &lt;a href=\"American%20Wrestling%20Association\"&gt;American Wrestling Association&lt;/a&gt; (AWA), and WWE films would also make the lineup. Original programming was also noted in the survey.\nAs the result of an online poll, \"&lt;a href=\"WWE%20Network%23Programming\"&gt;WrestleMania Recap&lt;/a&gt;\" was chosen as a name for a new WWE Network show on October 17, 2011. The original launch date was set for April 1, 2012, which would have coincided with &lt;a href=\"WrestleMania%20XXVIII\"&gt;WrestleMania XXVIII&lt;/a&gt;, and WWE's official website featured a countdown clock that would have expired on April 1. The clock was quietly removed, and the network did not launch as advertised. WWE chief marketing officer Michelle Wilson allayed fears about the future of the WWE Network, saying \"There will be a WWE network in some shape or form. We are in late-stage negotiations with distributors\", and confirmed that \"WWE Legends' House\" had been filmed. In April 2013, WWE had switched plans and aimed to release the WWE Network as a premium pay-TV outlet, with a potential price of $15 a month.\nOn \"Old School Raw\" in January 2014, WWE ran teasers promoting an announcement on January 8 at the &lt;a href=\"Consumer%20Electronics%20Show\"&gt;Consumer Electronics Show&lt;/a&gt; in Las Vegas, later confirming that the announcement concerned the WWE Network. At the Consumer Electronics Show, WWE revealed a comprehensive plan which would see a launch date of February 24, 2014 in the United States. &lt;a href=\"WWE%20Classics%20on%20Demand\"&gt;WWE Classics on Demand&lt;/a&gt; closed on January 31, 2014, to make way for the WWE Network. A free trial period was offered during the week of the launch. The logo initially used for the WWE Network eventually became the standard logo used by the WWE corporation in August 2014.\nIn April 2014, ahead of &lt;a href=\"WrestleMania%20XXX\"&gt;WrestleMania XXX&lt;/a&gt;, the Network received acclaim, with \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" saying that WWE had \"positioned themselves on the cutting edge of Internet television.\" Later that month, the company announced that the network had 667,000 subscribers, short of the one million subscribers they needed to break even. As WWE's stock fell 50% the following month, \"&lt;a href=\"Forbes\"&gt;Forbes&lt;/a&gt;\" described low subscription numbers as being of \"additional concern\" for investors after WWE's underwhelming &lt;a href=\"NBCUniversal\"&gt;NBCUniversal&lt;/a&gt; renewal deal. WWE offered a second free preview week of the WWE Network, which started July 7, in an attempt to sign new subscribers. A second report released at the end of July indicated that the network had reached 700,000 subscribers. WWE's goal was to reach one million subscribers by the end of 2014.\nExpansion.\nOn July 31, 2014, the company announced a 10-year, Canadian distribution deal for WWE content with &lt;a href=\"Rogers%20Media\"&gt;Rogers Media&lt;/a&gt; (owner of &lt;a href=\"Sportsnet%20360\"&gt;Sportsnet 360&lt;/a&gt;, the historic carrier of WWE programming in Canada), which will see the company distribute WWE Network as a &lt;a href=\"WWE%20Network%20%28Canada%29\"&gt;premium television service&lt;/a&gt;. Also on that date, it was announced that the WWE Network would launch in Australia, New Zealand, Hong Kong, Singapore, Mexico, Spain, and the Nordics, among others on August 12, with Italian, Arab, German, Japanese, Indian, Chinese, Thai, and Malaysian launches planned for a later date. On October 30, 2014, in an attempt to increase subscription numbers from an announced figure of 731,000, the 6-month subscription requirement was dropped, allowing subscribers the option to cancel at any time. WWE had originally planned to launch the network on October 1 in the United Kingdom, but was delayed for a further month. The launch was confirmed to be taking place at 8 p.m. on November 3; however, 20 minutes prior to the launch, WWE announced that it had been indefinitely delayed. Vince McMahon publicly apologized for the delay. It was announced on January 4, 2015, that the WWE Network would be launching in the UK and Ireland on January 19, 2015, priced at £9.99 and €12.99, respectively, although some customers managed to register as early as January 13.\nOn January 27, 2015, WWE announced that the WWE Network had reached 1 million subscribers, with &lt;a href=\"Vince%20McMahon\"&gt;Vince McMahon&lt;/a&gt; saying that WWE would \"remain focused on delivering an outstanding value proposition for ours fans by adding new content and new features in the coming year.\" On February 12, 2015, WWE announced a five-year partnership with television provider &lt;a href=\"OSN\"&gt;OSN&lt;/a&gt; to bring the WWE Network to the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt; as a premium service.\nOn July 30, 2015, WWE revealed the number of subscribers for the Network at 1.156 million. This was announced as a part of WWE's financial reporting on the second quarter of the year, which had resulted in their stock price rising past $20.00 after closing on the previous day at $16.48. The total of 1.156 million paid subscribers marked a 13% decrease from the 1.315 million paid subscribers that was stated in the reports for the first quarter of 2015. WWE also revealed, including trial subscribers, they had 1.227 million Network users at the end of the second quarter, and over the entire lifespan of the Network, there have been over 2 million unique subscribers.\nThe WWE Network launched in India on November 2, 2015. On November 19, a report by market research and consulting firm Park Associates announced that the WWE Network had broken into the top five streaming services and trailed only &lt;a href=\"MLB.tv\"&gt;MLB.tv&lt;/a&gt; in the sports category. The WWE announced the network would launch in Germany, Switzerland, Austria, and Japan on January 5, 2016, followed by Thailand and the Philippines on February 29, 2016.\nIn April 2017, WWE announced a total of 1.949 million subscribers to the WWE Network, of which 1.661 million were paid subscribers. At the end of the third quarter of 2017, the number had dropped to 1.5 million paid users. In April 2018, WWE announced subscriber growth had reached 2.1 million, with 1.8 million paid. At the end of the third quarter of 2018 the number had dropped to 1.6 million paid users.\nSwitch to Endeavor, redesign.\nIn January 2019, WWE Network signed with &lt;a href=\"Endeavor%20Streaming\"&gt;Endeavor Streaming&lt;/a&gt; to replace &lt;a href=\"BAMTech\"&gt;BAMTech&lt;/a&gt; as its operating partner. WWE's decision was motivated by the acquisition of BAMTech by &lt;a href=\"Disney\"&gt;Disney&lt;/a&gt;. Co-president George Barrios cited concerns over how BAMTech's relationships with third-party partners would be impacted by the sale, while WWE also sought greater control over the service and its operations, intending to partner with another vendor or take the service entirely in-house. The company decided to partner with Endeavor Streaming (formed primarily from the assets of NeuLion) to provide infrastructure and billing services, and Massive Interactive to develop a new front-end and mobile apps.\nThe new WWE Network platform launched in July 2019, ahead of &lt;a href=\"SummerSlam%20%282019%29\"&gt;SummerSlam&lt;/a&gt;. It includes a revamped user experience, support for &lt;a href=\"1080p\"&gt;1080p&lt;/a&gt; streams, new browsing tools (such as a new \"Superstars\" interface for filtering content by performers), and plans to add a download feature for offline viewing in the future. Support for &lt;a href=\"PlayStation%203\"&gt;PlayStation 3&lt;/a&gt;, &lt;a href=\"Xbox%20360\"&gt;Xbox 360&lt;/a&gt;, and selected legacy smart TVs was discontinued with the changeover. In an interview with \"The Verge\", Barrios revealed that there were ongoing plans for WWE.com's existing video content to be integrated into the WWE Network platform as a \"free\" tier (possibly also including previews of WWE Network's premium content), and that WWE was also considering the development of a premium tier with additional features (such as benefits for other WWE operations).\nIn March 2020, amid the onset of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt; and to promote &lt;a href=\"WrestleMania%2036\"&gt;WrestleMania 36&lt;/a&gt;, WWE Network made a selection of its premium content and archives available free for a limited time. On June 1, 2020, WWE Network officially launched a free tier with 15,000 hours of content, which includes access to selected content such as recent episodes of its weekly programming, and original series such as \"Raw Talk\", \"Monday Night War\", and &lt;a href=\"WWE%20Ride%20Along\"&gt;\"Ride Along\"&lt;/a&gt;. The service would be advertising-free, and was intended primarily to promote its weekly programs and pay-per-view events.\nMerger of U.S. service into Peacock.\nOn January 25, 2021, WWE announced that &lt;a href=\"NBCUniversal%20Television%20and%20Streaming\"&gt;NBCUniversal Television and Streaming&lt;/a&gt; had acquired the exclusive U.S. distribution rights to WWE Network, and that the service would be folded into the NBCUniversal-owned streaming service &lt;a href=\"Peacock%20%28streaming%20service%29\"&gt;Peacock&lt;/a&gt; on March 18, 2021 (ahead of &lt;a href=\"Fastlane%20%282021%29\"&gt;Fastlane&lt;/a&gt; and &lt;a href=\"WrestleMania%2037\"&gt;WrestleMania 37&lt;/a&gt;). Existing and future WWE Network content will be hosted by a branded channel within the Peacock service, with the full service included as part of the paid Peacock Premium tier (which features a wider array of television, film, and sports programming), and a selection of WWE Network content (including some of its original series such as \"The Bump\" and \"Raw Talk\", and episodes of \"&lt;a href=\"Total%20Divas\"&gt;Total Divas&lt;/a&gt;\" and \"&lt;a href=\"Total%20Bellas\"&gt;Total Bellas&lt;/a&gt;\" from NBCUniversal cable channel &lt;a href=\"E%21\"&gt;E!&lt;/a&gt;) available within its free tier. WWE committed to produce a \"signature documentary\" for the service annually beginning in 2022.\nAfter a transitional period, the standalone WWE Network ceased operations in the United States on April 4, 2021. Not all content was available at launch, as the service's library is being audited to meet NBCUniversal &lt;a href=\"Broadcast%20Standards%20and%20Practices\"&gt;standards and practices&lt;/a&gt;. WWE stated that the content migration would be completed by August 2021. To coincide with the introduction, Peacock announced plans to offer a four-month half-price promotion for new Premium subscribers. This agreement did not affect the service outside of the United States, which continues to be marketed as a standalone offering through either WWE or its local partners.\nAvailability.\nThe WWE Network is currently available through 186 out of 193 &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; &lt;a href=\"Member%20states%20of%20the%20United%20Nations\"&gt;member states&lt;/a&gt; (including all 27 &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; nations) and two observer states such as the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt; and the &lt;a href=\"State%20of%20Palestine\"&gt;State of Palestine&lt;/a&gt;. It is also distributed through six non-UN countries: the &lt;a href=\"Taiwan\"&gt;Republic of China&lt;/a&gt; (Taiwan), the &lt;a href=\"Cook%20Islands\"&gt;Cook Islands&lt;/a&gt;, &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, &lt;a href=\"Niue\"&gt;Niue&lt;/a&gt;, &lt;a href=\"Northern%20Cyprus\"&gt;Northern Cyprus&lt;/a&gt; and &lt;a href=\"Sahrawi%20Arab%20Democratic%20Republic\"&gt;SADR&lt;/a&gt;-claimed &lt;a href=\"Western%20Sahara\"&gt;Western Sahara&lt;/a&gt;.\nIn late 2017, &lt;a href=\"Liechtenstein\"&gt;Liechtenstein&lt;/a&gt; and China were added to the list of non-available countries, however the WWE Network is still available in the &lt;a href=\"Special%20administrative%20regions%20of%20China\"&gt;Chinese special administrative regions&lt;/a&gt; of &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; and &lt;a href=\"Macau\"&gt;Macau&lt;/a&gt; as well as &lt;a href=\"Taiwan\"&gt;ROC&lt;/a&gt;-controlled &lt;a href=\"Free%20area%20of%20the%20Republic%20of%20China\"&gt;Taiwan and Fujian&lt;/a&gt;. Since January 2021, WWE Network is available in India as an add-on subscription through the &lt;a href=\"SonyLIV\"&gt;SonyLIV&lt;/a&gt; streaming service.\nOn January 27, 2022, it was announced that WWE Network will be available on &lt;a href=\"Disney%2B%20Hotstar\"&gt;Disney+ Hotstar&lt;/a&gt; in Indonesia at no additional costs to subscribers.\nProgramming.\nCollections.\nWWE Network previously offered \"WWE Collections\", which are video packages of memorable characters and storylines. In July 2019, WWE updated the network and subsequently removed all collections.\nFormer Collections\nRepeat/archival programming.\nIn addition to previous editions of the original programs listed above, the network includes many other previously aired events.\nAlthough the United States &lt;a href=\"TV%20Parental%20Guidelines\"&gt;parental guidelines&lt;/a&gt; rating system rates most weekly WWE television programs TV-PG, the WWE Network broadcasts a wider range of content. A &lt;a href=\"parental%20controls\"&gt;parental controls&lt;/a&gt; block is available and content rated TV-14 and TV-MA are preceded by an advisory warning. The network airs footage featuring &lt;a href=\"Chris%20Benoit\"&gt;Chris Benoit&lt;/a&gt;; it marks the first major airing of Benoit footage or even mention of Benoit in said footage since &lt;a href=\"Chris%20Benoit%20double-murder%20and%20suicide\"&gt;his murder-suicide in 2007&lt;/a&gt;. However, the Benoit tribute episode of \"Raw\" is replaced with the episode that aired internationally, a recap of championship matches. Also, in 2007 removes all references to Benoit during the ECW World Championship match. &lt;a href=\"Over%20the%20Edge%20%281999%29\"&gt;Over the Edge 1999&lt;/a&gt;, infamous for &lt;a href=\"Owen%20Hart\"&gt;Owen Hart&lt;/a&gt;'s death at the event, is also available for the first time since its original air date; however, some portions of the event have been edited out of respect to the &lt;a href=\"Hart%20wrestling%20family\"&gt;Hart family&lt;/a&gt;. Matches called with &lt;a href=\"Jesse%20Ventura\"&gt;Jesse Ventura&lt;/a&gt; on commentary, which had previously been dubbed over due to a &lt;a href=\"Jesse%20Ventura%23Litigation\"&gt;1991 lawsuit&lt;/a&gt;, are available with the original commentary.\nWhile the network promoted on-demand airings as being unedited, some instances of &lt;a href=\"Profanity\"&gt;expletives&lt;/a&gt;, gestures, and all &lt;a href=\"nudity\"&gt;nudity&lt;/a&gt; are censored. Many programs were digitized for WWE 24/7 prior to the 2012 settlement with the &lt;a href=\"World%20Wide%20Fund%20for%20Nature\"&gt;World Wide Fund for Nature&lt;/a&gt;, and thus the \"WWF\" and the \"WWF scratch\" logo are censored in some instances. Some original music has been dubbed over with alternate tracks such as the original intro music to \"Saturday Night's Main Event\" (May 1985 – January 1988 episodes) which originally played \"&lt;a href=\"Obsession%20%28Animotion%20song%29\"&gt;Obsession&lt;/a&gt;\" by &lt;a href=\"Animotion\"&gt;Animotion&lt;/a&gt;.\nAt launch, all but one of &lt;a href=\"New%20Jack\"&gt;New Jack&lt;/a&gt;'s matches were removed from ECW pay-per-views, as was his surprise return at &lt;a href=\"ECW%20Heat%20Wave\"&gt;Heat Wave 1998&lt;/a&gt;, due to a combination of musical rights issues over his entrance music and the inability to remove the music without losing the original commentary audio. The deleted matches were eventually reinstated with replacement music and newly recorded &lt;a href=\"Joey%20Styles\"&gt;Joey Styles&lt;/a&gt; commentary. Several pay-per-views are copies of their condensed home video releases, rather than the live versions, and so are missing matches.\nArchive content on the Peacock-hosted version of WWE Network is being further edited for content by NBCUniversal. On launch, two pay-per-views were edited to remove racially-insensitive content; &lt;a href=\"WrestleMania%20VI\"&gt;WrestleMania VI&lt;/a&gt; was edited to remove a match between &lt;a href=\"Roddy%20Piper\"&gt;Roddy Piper&lt;/a&gt; and &lt;a href=\"Bad%20News%20Brown\"&gt;Bad News Brown&lt;/a&gt; where Piper had painted half of his body &lt;a href=\"Blackface\"&gt;black&lt;/a&gt;, and &lt;a href=\"Survivor%20Series%202005\"&gt;Survivor Series 2005&lt;/a&gt; was edited to remove a backstage segment where Vince McMahon used a &lt;a href=\"racial%20slur\"&gt;racial slur&lt;/a&gt; in front of &lt;a href=\"Booker%20T%20%28wrestler%29\"&gt;Booker T&lt;/a&gt; and &lt;a href=\"John%20Cena\"&gt;John Cena&lt;/a&gt;.\nPay-per-views.\nAlmost every &lt;a href=\"List%20of%20WWE%20pay-per-view%20events\"&gt;WWF/WWE&lt;/a&gt;, &lt;a href=\"List%20of%20WCW%20pay-per-view%20events\"&gt;JCP/WCW&lt;/a&gt;, and &lt;a href=\"List%20of%20ECW%20supercards%20and%20pay-per-view%20events\"&gt;ECW&lt;/a&gt; &lt;a href=\"pay-per-view\"&gt;pay-per-view&lt;/a&gt; (PPV) event ever produced is available for on-demand streaming. Although WWE promotes the selection as every pay-per-view ever made, a handful of PPV events have not yet been made available. This includes mostly foreign events such as WCW's &lt;a href=\"Millennium%20Final\"&gt;Millennium Final&lt;/a&gt;, &lt;a href=\"Collision%20in%20Korea\"&gt;Collision in Korea&lt;/a&gt;, and the &lt;a href=\"WCW/New%20Japan%20Supershow\"&gt;Japan Supershows&lt;/a&gt;, and ECW's foreign &lt;a href=\"ECW/FMW%20Supershow\"&gt;ECW/FMW Supershow&lt;/a&gt;s, however it also includes some events held domestically such as WCW's &lt;a href=\"The%20Nitro%20Girls%23History\"&gt;Nitro Girls Swimsuit Calendar Special&lt;/a&gt; and &lt;a href=\"AAA%20When%20Worlds%20Collide\"&gt;When Worlds Collide&lt;/a&gt;, and WWF's .\nIn addition the pay-per-view section contains several events which did not air on pay-per-view, such as WWE events &lt;a href=\"Royal%20Rumble%20%281988%29\"&gt;Royal Rumble 1988&lt;/a&gt; and . Many ECW Supercards are also listed as pay-per-views, despite never actually airing there.\nWWF/WWE home video.\nThe WWE released videos under the header \"Home video classics\" which include various previous home video releases that had been originally released under Coliseum Video.\nNon-wrestling content.\nAdditional content from &lt;a href=\"WWE%20Libraries\"&gt;WWE Libraries&lt;/a&gt;, which has a library of over 100,000 hours of programming, will be added over time.\nImpact on pay-per-view industry.\nIn an interview with \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\", Michelle D. Wilson, chief revenue and marketing officer for WWE, stated their reason for bypassing cable companies and instead only offering the WWE Network online: \"Digital &lt;a href=\"Over-the-top%20content\"&gt;over-the-top offerings&lt;/a&gt; represent the future, and given that our passionate fans consume five times more online video content than non-WWE viewers and over-index for purchasing online subscriptions such as &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; and &lt;a href=\"Hulu\"&gt;Hulu&lt;/a&gt;, we believe the time is now for a WWE Network.\"\nIn response to the announcement, &lt;a href=\"DirecTV\"&gt;DirecTV&lt;/a&gt; issued a statement saying that they are re-evaluating whether to continue carrying &lt;a href=\"List%20of%20WWE%20pay-per-view%20events\"&gt;WWE's pay-per-view events&lt;/a&gt;. Due to the fact that these events would also be available on the WWE Network once it launches, it might reduce the number of pay-per-view purchases via cable and satellite providers. &lt;a href=\"Vince%20McMahon\"&gt;Vince McMahon&lt;/a&gt; suggested that pay-TV operators would ultimately decide to continue to carry WWE's pay-per-view events, given that providers keep a significant share of each purchase, and incur minimal costs (apart from WWE's share of the fee for each purchase) to carry the events: \"It's found money for them.\" DirecTV later quietly dropped carriage of WWE PPVs. In response, WWE said, \"Yes, DIRECTV has decided to stop offering our PPV's residentially and commercially. The only other option would be to work through the local cable provider.\"\nOn February 19, 2014, &lt;a href=\"Dish%20Network\"&gt;Dish Network&lt;/a&gt; announced that they would carry WWE pay-per-views on an event by event basis, beginning with &lt;a href=\"Elimination%20Chamber%20%282014%29\"&gt;Elimination Chamber&lt;/a&gt;. Dish Network later released a statement saying, \"Dish will not offer the ‘WWE Elimination Chamber’ PPV on 2/23. WWE is not willing to adjust their PPV costs to satellite and cable companies, which is unfair to their customers. We need to re-focus our efforts to support partners that better serve Dish customers.\" Dish later made a decision to air &lt;a href=\"WrestleMania%20XXX\"&gt;WrestleMania XXX&lt;/a&gt;. Dish declined to offer &lt;a href=\"WrestleMania%2031\"&gt;WrestleMania 31&lt;/a&gt; and &lt;a href=\"WrestleMania%2032\"&gt;32&lt;/a&gt; but did offer &lt;a href=\"WrestleMania%2033\"&gt;WrestleMania 33&lt;/a&gt; in 2017.\nAdvertising.\nIn October 2014, it was reported &lt;a href=\"Mattel\"&gt;Mattel&lt;/a&gt;, &lt;a href=\"Kmart\"&gt;Kmart&lt;/a&gt;, and &lt;a href=\"Pepsi\"&gt;Pepsi&lt;/a&gt; would begin advertising on the network starting the week of October 13. Wilson stated that although no commercial breaks will occur during scheduled programming, 30 second adverts would run in between shows, and that one 15 or 30-second advert would be shown prior to every fourth stream of on-demand content."
}