{
    "id": "32116639",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=32116639",
    "title": "Rudolf Olden",
    "text": "Rudolf Olden (January 14, 1885 in &lt;a href=\"Stettin\"&gt;Stettin&lt;/a&gt; – September 18, 1940) was a German &lt;a href=\"lawyer\"&gt;lawyer&lt;/a&gt; and &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;. In the &lt;a href=\"Weimar%20Republic\"&gt;Weimar period&lt;/a&gt; he was a well-known voice in the political debate, a vocal opponent of the Nazis, a fierce advocate of human rights and one of the first to alert the world to the &lt;a href=\"Holocaust\"&gt;treatment of Jews&lt;/a&gt; by the Nazis in 1934. He is the author of \"Hitler der Eroberer. Entlarvung einer Legende\" (\"Hitler the Conqueror, Debunking of a Myth\") which is considered part of the German &lt;a href=\"Exilliteratur\"&gt;exile literature&lt;/a&gt;. The book was promptly banned by the &lt;a href=\"Nazi%20Germany\"&gt;Nazis&lt;/a&gt;. Shortly after its publication by &lt;a href=\"Querido\"&gt;Querido&lt;/a&gt; in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, Olden's citizenship was revoked and he emigrated, together with his wife, first to the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and then, in 1940, to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. On September 18 both died in the &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; attack on the &lt;a href=\"SS%20City%20of%20Benares\"&gt;SS \"City of Benares\"&lt;/a&gt; in the Atlantic.\nWorld War I and the Interbellum.\nRudolf Olden was born in Stettin (now &lt;a href=\"Szczecin\"&gt;Szczecin&lt;/a&gt;) as the son of the author Johann Oppenheim, (who changed his name to Hans Olden in 1891) and the actress Rosa Stein. Rudolf was the younger brother of the author &lt;a href=\"Balder%20Olden\"&gt;Balder Olden&lt;/a&gt;. After completing his education, he chose a military career and joined the \"Leib-Dragoner-Regiment Nr. 24\" (a cavalry regiment) in &lt;a href=\"Darmstadt\"&gt;Darmstadt&lt;/a&gt;. During World War I, he was first stationed in &lt;a href=\"Belgium\"&gt;Belgium&lt;/a&gt; but was transferred to the &lt;a href=\"Eastern%20Front%20%28World%20War%20I%29\"&gt;Eastern Front&lt;/a&gt; in 1915. Olden survived the war as a &lt;a href=\"first%20lieutenant\"&gt;first lieutenant&lt;/a&gt;.\nThe war left a lasting impression and, once it had ended, Olden left the army and started as editor of the &lt;a href=\"pacifism\"&gt;pacifistic&lt;/a&gt; &lt;a href=\"periodical\"&gt;periodical&lt;/a&gt; \"Der Friede\" (\"Peace\") in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; and \"Der Neue Tag\". In 1920 he married the psychoanalyst Marie-Christine Fournier (the daughter of the Viennese historian Professor &lt;a href=\"August%20Fournier\"&gt;August Fournier&lt;/a&gt;) and was soon absorbed into the circles of journalists and writers. After \"Der Neue Tag\" became insolvent, he founded a magazine (\"Er und Sie\", \"He and She\"), dedicated to \"Lebenskultur und Erotik\", which was soon at the center of a heated debate about public morals and common decency.\nIn 1926 Olden was asked by &lt;a href=\"Theodor%20Wolff\"&gt;Theodor Wolff&lt;/a&gt;, publisher of the liberal \"&lt;a href=\"Berliner%20Tageblatt\"&gt;Berliner Tageblatt&lt;/a&gt;\" newspaper, to come to &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, where he soon caused some uproar with his editorials. Olden soon became Editor in Chief and also wrote for other publications, such as \"Die Menschenrechte\" (\"Human Rights\"), \"Das Tage-Buch\" (\"The Diary\") and \"&lt;a href=\"Die%20Weltb%C3%BChne\"&gt;Die Weltbühne&lt;/a&gt;\" (\"The Global Stage\").\nIn the same year, Olden was admitted as a lawyer and for a number of years practiced law. In 1931 he was chosen to be a member of the managing board of the \"Deutsche Liga für Menschenrechte\" (\"German league for Human Rights\") and in the same year he defended &lt;a href=\"Carl%20von%20Ossietzky\"&gt;Carl von Ossietzky&lt;/a&gt;, who was prosecuted for insulting the &lt;a href=\"Reichswehr\"&gt;Reichswehr&lt;/a&gt;, because he published an article by &lt;a href=\"Kurt%20Tucholsky\"&gt;Kurt Tucholsky&lt;/a&gt; which included the phrase \"&lt;a href=\"soldiers%20are%20murderers\"&gt;soldiers are murderers&lt;/a&gt;\". Olden's defense was successful and Von Ossietzky was acquitted.\nIn 1933 Olden addressed the \"Schutzbund deutscher Schriftsteller\" (\"protective union of German authors\") and invited them to the congress \"Das Freie Wort\" (\"the free word\") in the &lt;a href=\"Kroll%20Opera%20House\"&gt;Kroll Opera House&lt;/a&gt; two days later. One thousand five hundred artists, authors, scientists and politicians accepted the invitation to protest against the increasing pressure on artistic, journalistic and academic freedoms. It was the last congress organized by the &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;, &lt;a href=\"Social%20democracy\"&gt;social democratic&lt;/a&gt; and &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; parties until 1945.\nIn exile from the Third Reich.\nAfter the &lt;a href=\"Reichstag%20fire\"&gt;Reichstag fire&lt;/a&gt;, Olden was warned by friends and was barely able to escape arrest. He managed to escape the SS - who were searching for him in the high courts, whereas on that day he was in the lower courts - by hiding with friends for a night. The following day, he travelled to the mountains and crossed the Czech border on wooden skis. The following day, his personal secretary and by that time lover, Ika Halpern, daughter of George Halpern a prominent Zionist of British descent, joined him in Prague where he published the &lt;a href=\"essay\"&gt;essay&lt;/a&gt; version of \"Hitler der Eroberer\" anonymously. From Prague they traveled to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, where he published the noted \"Schwarzbuch über die Lage der Juden in Deutschland\", the \"Black Book on the Situation of the Jews in Germany\", in which he warned about the atrocities already commonplace in Germany. He also acted as editor in chief for \"Das Reich\", a newspaper in &lt;a href=\"Saarbr%C3%BCcken\"&gt;Saarbrücken&lt;/a&gt;, and opposed the reintegration of the &lt;a href=\"Saarland\"&gt;Saarland&lt;/a&gt; into Nazi Germany.\nIn this period, Olden could only publish in a few exile magazines, such as \"Das neue Tage-Buch\", \"Pariser Tageblatt\" and \"&lt;a href=\"Die%20Sammlung\"&gt;Die Sammlung&lt;/a&gt;\". Because of these articles he was invited by the diplomat &lt;a href=\"Gilbert%20Murray\"&gt;Gilbert Murray&lt;/a&gt; to lecture on German history and politics in Oxford and London, an invitation he gladly accepted. He and Ika were invited to stay with the Murrays and set up home in a little house on their grounds called the Rosary Cottage.\nIn 1934 he became the \"de facto\" secretary of the German &lt;a href=\"International%20PEN\"&gt;P.E.N.&lt;/a&gt; chapter in exile and, even though he was never formally elected or appointed, he performed his duties very diligently, providing visas and contacts and seeing to the material needs of fugitive authors, such as &lt;a href=\"Thomas%20Mann\"&gt;Thomas Mann&lt;/a&gt;. In 1935 an extended version of the essay he wrote in Prague was published as a book by Querido in Amsterdam. In 1936 the book was published in English as \"Hitler the Pawn\".\nIn 1936 his German citizenship was revoked while Olden continued his work as secretary of the P.E.N. in London and lobbied the &lt;a href=\"Nobel%20Committee\"&gt;Nobel Committee&lt;/a&gt; on behalf of Carl von Ossietzky, whom the Nazis had incarcerated. In 1939, at the outbreak of war, Olden was interned and fell ill. In this period he accepted an invitation to lecture at the &lt;a href=\"New%20School%20of%20Social%20Research\"&gt;New School of Social Research&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. Earlier the couple had sent their daughter Mary Elizabeth on a child transport to Canada.\nOn boarding the &lt;a href=\"SS%20City%20of%20Benares\"&gt;SS \"City of Benares\"&lt;/a&gt;, his passport was stamped with the ominous words \"No Return\". On 18 September 1940, while part of a convoy, the \"City of Benares\" was &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ed by the German submarine &lt;a href=\"German%20submarine%20U-48%20%281939%29\"&gt;\"U-48\"&lt;/a&gt;. As a result, 258 people died, including all but 13 of 90 British children being evacuated to Canada. Rudolf Olden died, with Ika Halpern whom he had married in London, at the age of 55, she was 35. A witness recalled she had resisted persuasion from fellow passenger-victim, Colonel &lt;a href=\"James%20Baldwin-Webb\"&gt;James Baldwin-Webb&lt;/a&gt;, to board a lifeboat, in order to remain with her unwell husband. Nazi German propaganda later claimed Olden and Baldwin-Webb were sailing on a mission to persuade the then-neutral United States to enter the war.\nA memorial to him was erected at &lt;a href=\"Balliol%20College%2C%20Oxford\"&gt;Balliol College, Oxford&lt;/a&gt;, on the east wall of the Chapel passage."
}