{
    "id": "32140432",
    "revid": "33450425",
    "url": "https://en.wikipedia.org/wiki?curid=32140432",
    "title": "Walter Soboleff",
    "text": "Walter Alexander Soboleff (November 14, 1908 – May 22, 2011) was a &lt;a href=\"Tlingit%20people\"&gt;Tlingit&lt;/a&gt; &lt;a href=\"scholar\"&gt;scholar&lt;/a&gt;, elder and religious leader. Soboleff was the first &lt;a href=\"Native%20Alaskan\"&gt;Native Alaskan&lt;/a&gt; to become an ordained &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt; minister.\nEarly life.\nSoboleff was born in &lt;a href=\"Killisnoo%2C%20Alaska\"&gt;Killisnoo, Alaska&lt;/a&gt;, on November 14, 1908, to a Tlingit mother and a &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n father. Soboleff was born into the Tlingit name \"Ka'jaḵ'tii\", meaning \"One Slain in Battle\". His mother, Anna Hunter, who had been orphaned in nearby &lt;a href=\"Sitka%2C%20Alaska\"&gt;Sitka&lt;/a&gt;, had canoed to Killisnoo with her brother to stay with their aunt. His father, Alexander \"Sasha\" Soboleff, resided in Killisnoo with his parents and three brothers. Walter Soboleff's paternal grandfather, was a &lt;a href=\"Russian%20Orthodox\"&gt;Russian Orthodox&lt;/a&gt; minister named Ivan Soboleff, who moved to Killisnoo from &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; during the 1890s. His father, Alexander, died when Walter was twelve years old and his mother remarried.\nHe was raised in &lt;a href=\"Tenakee%20Springs%2C%20Alaska\"&gt;Tenakee&lt;/a&gt;. He first attended a U.S. Government School in Tenakee before enrolling at the &lt;a href=\"Sheldon%20Jackson%20College\"&gt;Sheldon Jackson School&lt;/a&gt; &lt;a href=\"boarding%20school\"&gt;boarding school&lt;/a&gt; in &lt;a href=\"Sitka%2C%20Alaska\"&gt;Sitka&lt;/a&gt; when he was five years old. He began working as a &lt;a href=\"Tlingit%20language\"&gt;Tlingit language&lt;/a&gt; &lt;a href=\"interpreter\"&gt;interpreter&lt;/a&gt; for doctors at ten years old during the height of the &lt;a href=\"1918%20flu%20pandemic\"&gt;1918 flu pandemic&lt;/a&gt; in &lt;a href=\"Southeast%20Alaska\"&gt;Southeast Alaska&lt;/a&gt;.\nSoboleff was hired for his first job at the Hood Bay fish &lt;a href=\"cannery\"&gt;cannery&lt;/a&gt; when he was a freshman at Sheldon Jackson High School in 1925. He earned 25 cents an hour at the cannery.\nIn 1925, Soboleff sailed from Sitka to &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; aboard the Admiral Lines steamship. He then &lt;a href=\"hitchhiking\"&gt;hitchhiked&lt;/a&gt; from Seattle to enroll at college at &lt;a href=\"Oregon%20Agricultural%20College\"&gt;Oregon Agricultural College&lt;/a&gt;, (&lt;a href=\"Oregon%20State%20University\"&gt;Oregon State University&lt;/a&gt;). However, he was only able to stay at Oregon Agricultural College for one semester due to the financial pressures of the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. He hitchhiked back to Seattle, where he stayed at a YMCA in the city until he could return to his studies.\nSoboleff won a &lt;a href=\"scholarship\"&gt;scholarship&lt;/a&gt; to the &lt;a href=\"University%20of%20Dubuque\"&gt;University of Dubuque&lt;/a&gt; in 1933. He completed a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; at the University of Dubuque in 1937 in education. Soboleff went on to earn a &lt;a href=\"master%27s%20degree\"&gt;master's degree&lt;/a&gt; in &lt;a href=\"divinity\"&gt;divinity&lt;/a&gt;, also from the University of Dubuque, in 1940.\nSoboleff returned to Sitka, Alaska, during the summer of 1940, where he initially worked in &lt;a href=\"Refrigeration\"&gt;cold storage&lt;/a&gt; or &lt;a href=\"seine%20fishing\"&gt;seine fishing&lt;/a&gt;. He was ordained a Presbyterian minister and married his wife, Genevieve Ross, a &lt;a href=\"Haida%20people\"&gt;Haida&lt;/a&gt; woman and nurse who was involved in the revival of the &lt;a href=\"Haida%20language\"&gt;Haida language&lt;/a&gt; in Alaska. Walter and Genevieve had four children - Janet, Sasha, Walter Jr. and Ross.\nMinistry and activism.\nSoboleff moved to &lt;a href=\"Juneau%2C%20Alaska\"&gt;Juneau, Alaska&lt;/a&gt;, where he served as a minister at Memorial Presbyterian Church in 1940, a then-predominantly Tlingit church which grew to include members from other ethnic groups. He also began broadcasting radio &lt;a href=\"news\"&gt;news&lt;/a&gt; in the Tlingit language.\nSoboleff traveled to remote Alaskan settlements, fishing villages, and even lighthouses as needed by the Presbyterian ministry. He also became a Tlingit and Native Alaskan advocate for cultural education, human rights and rights of indigenous people in Alaska.\nDeath.\nWalter Soboleff died at his home in &lt;a href=\"Juneau%2C%20Alaska\"&gt;Juneau, Alaska&lt;/a&gt;, on May 22, 2011, at the age of 102, of complications from bone cancer and prostate cancer. His first wife, Genevieve, died in January 1986. He married his second wife, Tshimshian Stella Alice Atkinson, in 1999. Atkinson died in April 2008.\nLegacy and honors.\n&lt;a href=\"Alaska%20Governor\"&gt;Alaska Governor&lt;/a&gt; &lt;a href=\"Sean%20Parnell\"&gt;Sean Parnell&lt;/a&gt; ordered that all state flags be lowered to half staff in Soboleff's honor. Hundreds of people, including Governor Parnell, attended Soboleff's memorial service at Centennial Hall in Juneau. The service was broadcast live on television throughout the state of Alaska.\nIn May 2015, the &lt;a href=\"Sealaska%20Heritage%20Institute\"&gt;Sealaska Heritage Institute&lt;/a&gt; opened the &lt;a href=\"https%3A//www.sealaskaheritage.org/visit\"&gt;Walter Soboleff Building&lt;/a&gt;, a cultural and research center in downtown Juneau, Alaska.\nIn 2016, Congress created the &lt;a href=\"Alyce%20Spotted%20Bear\"&gt;Alyce Spotted Bear&lt;/a&gt; and Walter Soboleff Commission on Native Children in his memory."
}