{
    "id": "32146903",
    "revid": "1063426417",
    "url": "https://en.wikipedia.org/wiki?curid=32146903",
    "title": "Daniel Harrison (rugby league)",
    "text": "Daniel Harrison is an Australian &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays for the &lt;a href=\"Hills%20District%20Bulls\"&gt;Hills District Bulls&lt;/a&gt; in the &lt;a href=\"Ron%20Massey%20Cup\"&gt;Ron Massey Cup&lt;/a&gt;. He plays as a or .\nHe previously played for the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt; and the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;. He also played for the &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt; in the &lt;a href=\"Betfred%20Championship\"&gt;Betfred Championship&lt;/a&gt;.\nRugby league career.\n2011-12: Career with Manly.\nHarrison is a former Manly junior who returned to the club in &lt;a href=\"2011%20NRL%20season\"&gt;2011&lt;/a&gt; after several seasons with &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown&lt;/a&gt;. He made his debut game in round 2 2011 against the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;, a game the Manly club won 27–16. In 2012, Harrison signed with the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt; for two-years until 2014, starting in 2013.\n2013-14: Career with Parramatta.\nIn June 2013, Harrison was one of 12 &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt; players that were told that their futures at the club were uncertain by coach, &lt;a href=\"Ricky%20Stuart\"&gt;Ricky Stuart&lt;/a&gt;. Despite being told that he may need to look for a new club in 2014, Harrison made his debut for Parramatta in Round 15 against the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; but due to Ricky Stuart leaving he was able to stay. He played seven games for Parramatta in the &lt;a href=\"2013%20NRL%20season\"&gt;2013 NRL season&lt;/a&gt; as the club finished last on the table.\nIn March 2014, Harrison was released by Parramatta. In the wake of the 2016 salary cap scandal, it was revealed that Harrison was still being paid money owed to him by Parramatta even though he left the club two years earlier.\n2015-2018: Career with London.\nOn 18 July 2014, &lt;a href=\"Championship%20%28rugby%20league%29\"&gt;Championship&lt;/a&gt; side &lt;a href=\"London%20Broncos\"&gt;London Broncos&lt;/a&gt; announced the signing of Harrison on a 2-year deal until the end of 2016.\nIn 2018, Harrison played in his 100th professional game with the round 1 victory over the &lt;a href=\"Barrow%20Raiders\"&gt;Barrow Raiders&lt;/a&gt;.\nHills District.\nAt the start of 2021, it was reported that Harrison had signed a contract with &lt;a href=\"Ron%20Massey%20Cup\"&gt;Ron Massey Cup&lt;/a&gt; side &lt;a href=\"Hills%20District%20Bulls\"&gt;Hills District Bulls&lt;/a&gt;."
}