{
    "id": "3220719",
    "revid": "11555324",
    "url": "https://en.wikipedia.org/wiki?curid=3220719",
    "title": "Slobbovia",
    "text": "Slobbovia was a postal \"&lt;a href=\"Diplomacy%20%28game%29\"&gt;Diplomacy&lt;/a&gt;\" variant played among &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; and gaming fans in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt; and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; from 1972 to 1986. The game was published in Slobinpolit Zhurnal (Слобинполит Журнал).\nIt was unique among postal games in that, through extension of the convention of \"press\" (referred to in the game as \"strakh\") prevalent in postal Diplomacy, characterization, plot development and good writing became as important as the actual gameplay itself, and actually influenced the latter.\nThe resulting \"&lt;a href=\"shared%20world\"&gt;shared world&lt;/a&gt;\", created through collaboration, cooperation and conflict, had a substantial, well-fleshed out infrastructure that developed its own rich set of traditions.\nHistory.\nThe game first started in &lt;a href=\"Killarney%2C%20Manitoba\"&gt;Killarney&lt;/a&gt;, &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;, in 1969, among &lt;a href=\"Venture%20Scout\"&gt;Venturer Scouts&lt;/a&gt; as a &lt;a href=\"live%20action%20role-playing%20game\"&gt;live action role-playing game&lt;/a&gt;. May 24, 2009, marked the 40th anniversary since the game started at a Scout Camp. The game mythos was set in a mythical land named &lt;a href=\"Lower%20Slobbovia\"&gt;Slobbovia&lt;/a&gt;, after the perpetually frozen country that occasionally appeared in &lt;a href=\"Al%20Capp\"&gt;Al Capp&lt;/a&gt;'s daily comic strip, &lt;a href=\"Li%27l%20Abner\"&gt;Li'l Abner&lt;/a&gt;.\nThe various regions of Slobbovia that appeared on the map were originally named after features around a local Killarney Lake: Cabinia was named after a cabin, Rabbitania after a bush where rabbits frolicked. In 1972, the game was adapted as a variant to the boardgame Diplomacy, which had reached its peak of popularity and had a convention known as \"press\" (press releases from the countries in play for propaganda purposes, or just plain fun) that fit in perfectly with Slobbovia. The game was chronicled in Слобинполит Журнал (transliterated from &lt;a href=\"Cyrillic%20script\"&gt;Cyrillic&lt;/a&gt; as \"Slobinpolit Zhurnal\", meaning \"Slobbovian political journal\"). The stories were collected and printed, along with the adjudications for the game and mailed to the participants by a central &lt;a href=\"gamemaster\"&gt;gamemaster&lt;/a&gt;.\nThe game itself was simply a framework to write stories about the characters, institutions, and countries of Slobbovia. Contrasting starkly with Diplomacy, there was no way to \"win\" Slobbovia, and indeed, over-reliance on force (\"Strumph\") was looked down upon by the players. Players were free to name the countries they ruled, but more importantly played as a specific character, and not the country. This character was usually (but not always) the focus of that player's \"press\" (stories). Many players also developed stables of auxiliary characters about which they wrote, and sometimes the \"strakh\" written about these characters was more involved and entertaining than that for a player's primary character.\nAn important early expansion of the postal game beyond the original Canadian players and a handful of Americans was through the efforts of Charles C. Sharp, who operated for a substantial period as the sole gamemaster and publisher. When Sharp could no longer continue in those duties, the game went into hiatus for a short while before being revived as an &lt;a href=\"amateur%20press%20association\"&gt;amateur press association&lt;/a&gt;, APA-Slobbovia. Organized by Robert Bryan Lipton, an initial group of six fans took on rotating publishing/gamemastering duties until the game's ultimate demise. Publication under the APA was usually but not exclusively via use of &lt;a href=\"mimeograph\"&gt;mimeograph&lt;/a&gt; or &lt;a href=\"spirit%20duplicator\"&gt;spirit duplicator&lt;/a&gt; machines - it is an irony the game collapsed at the dawn of personal computers and the internet, which would have greatly eased publication burdens.\n109 issues of the Slobinpolit Zhurnal were published, with a frequency that varied over the lifetime of the game. At the beginning of Charlie Sharp's stewardship, the deadlines were 3 weeks apart. The increasing volume of players' \"strakh\" or press, with the burden this placed on the publisher(s), caused this to go to a monthly, then eventually a bimonthly, schedule. The last few issues came out at irregular intervals.\nIssues 1 through 26 were (presumably) put out by various of the original Canadian players, primarily James Ritchie and Roger Nelson with help from other classmates, and produced on the school's mimeograph. After this high school cadre went on to university, they met future players from Canada and the US through science fiction conventions. John Carroll, a student at Penn State College in the US introduced the game to their university bookstore manager Charles Sharp. It was Sharp who brought considerable development to the game, as an editor, writer and with his access to publishing equipment. Issues 27 through 41 were published by Sharp. In #41 it was announced that a triumvirate of John Carroll, Fred Ramsey and Bill Spangler was taking over publication responsibilities, but they then handed it over to the APA organized by Bob Lipton, which published the balance of the Zhurnal's long run. The last issue came out in 1984/1985.\nVariations from standard \"Diplomacy\" rules.\nSubrulers and commanders.\nThe rules of the game were altered to require the appointment of \"&lt;a href=\"governor\"&gt;subruler&lt;/a&gt;s\" to a portion of the provinces of any country that got too big. Similarly, a player having more than a certain number of &lt;a href=\"army\"&gt;armies&lt;/a&gt; and/or &lt;a href=\"Naval%20fleet\"&gt;fleets&lt;/a&gt; was required to appoint \"&lt;a href=\"commander\"&gt;commander&lt;/a&gt;s\" to a portion of them. These subrulers and commanders were then free to revolt. This kept the game fluid and prevented stagnation.\nRailroads.\nA player could also devote supply toward the construction of &lt;a href=\"railroad\"&gt;railroad&lt;/a&gt;s, which allowed the movement of armies across continents. Once constructed, these also operated as joint stock companies; the builder would give shares to his allies, usually keeping the majority (and control) for himself.\nChangeability of the rules.\nSome of the rules variations were not present at the beginning of Slobbovia's play as a Diplomacy variant, but were introduced during the long life of the game. The rules provided that this could be done by a player vote. A prime example was the aforementioned railroad rules, which were introduced at some point in the middle of the game's lifespan and then voted out of existence a few years later. (Railroads were introduced at least twice, and withdrawn again on rule change votes due to too much complexity. The game was more successful when the mechanical rules were kept simple.)\nMap expansions.\nThe map itself changed over the course of game in a series of \"Imperial Surveys\". The initial set of provinces was expanded to include the southern continent of Valgoria (perversely in the Slobbovian tradition, it was located at the top of the map). A third Imperial Survey expanded the map to the east and west, and a fourth and final \"survey\" connected the east and west edges.\nThe never-ending game.\nDespite the fluidity and volatility provided by the requirement to appoint subrulers and commanders, there were several occasions where one player possibly ruled enough supply centers (one-half plus one) to fulfill the standard \"Diplomacy\" victory condition. At no point was such a situation allowed to conclude the game, however, as achieving the standard victory condition was not the point of playing this rather quirky, \"sui-generis\" Diplomacy variant.\nThe above rules were subordinate to the real purpose of and the real power in Slobbovia: \"strakh\", the ability of a player to tell a convincing &lt;a href=\"storytelling\"&gt;story&lt;/a&gt;.\nIn print.\nThe Zhurnal and strakh.\nThe Slobinpolit Zhurnal consisted of two parts: the strakh (stories) and the strumph (military and political moves that followed the rules of the game). A player who was from a weaker power, but who was consistently funny or a good storyteller, gained \"strakh\" (a combination of &lt;a href=\"chutzpah\"&gt;chutzpah&lt;/a&gt;, &lt;a href=\"moxie\"&gt;moxie&lt;/a&gt;, \"&lt;a href=\"face%20%28sociological%20concept%29\"&gt;face&lt;/a&gt;\" and style, the name of which was taken from a &lt;a href=\"Jack%20Vance\"&gt;Jack Vance&lt;/a&gt; short story \"&lt;a href=\"The%20Moon%20Moth\"&gt;The Moon Moth&lt;/a&gt;\"), which was intangible but often led to tangible gains on the board (by being granted commands of fleets, armies, or provinces that could then rebel). Besides press releases, there were poems, songs, illustrations (including complete comic books), and even \"advertisements\" (e.g. \"I would never kick my peasant without my Furfenhager boots\"). Slobbovia lasted for many years as new players would cycle in to replace those that had fallen away. Eventually the core players finally gave out and collapsed under the sheer weight and complexity of the game and storylines as they moved further away from their college days.\n\"Strumph\" is another term that works on several levels simultaneously. On the surface, it is simply a reference to the military and political moves that constitute the underlying game. But within the stories, strumph was a viewed as overweening crassness and boorishness. A player might be able to militarily defeat another, but to do it with a lack of style would be \"strumphish\". Use of bureaucracy for the simple purpose of bludgeoning someone with power would be sure to give the offending player the undesirable label of \"strumph-mad\".\nOther publications.\nBesides the Zhurnal, there were several other publications pertaining to Slobbovia and its milieu.\nSome were of a theoretically periodic nature. \"Neurse Schivosk\" was a forum for communication between the publishers who took turns adjudicating the game and putting out the Zhurnal, published by one of their number selected as the \"Arkhivist.\" The Arkhivist was also responsible for maintaining the accounts (game fees and postage) of the non-publisher players of the game. \"Budos Paraszt\" was its short-lived replacement toward the end of the Zhurnal's run, as the players sought a way to keep the game going.\nThere were also several unique stand-alone publications supplementing the regularly published Zhurnal. \"Boleski's Unkonkize Hiztory of Slobbovia\" was a history of Slobbovia written by James Ritchie, as his then-character of Cardinal Justinian Urbanus Boleski. It was deliberately written from Cardinal Boleski's point of view, reflecting what was established as his approach to the writing of history. Many players experimented with comic book format, comic and mural artist Curt Shoultz led the collaboration on a series called \"Unlikely Tales\".\nAlso, more than one instance of a Novice Packet for new players was published: reference is made to the existence of a novice package in the pages of the Sharp Zhurnals, while several of the APA's publishers and players put together such a packet in the latter days of the game.\nAs a role-playing game and as a shared world.\nAs a complex and involved take on the concept of \"&lt;a href=\"King%20of%20the%20Hill%20%28game%29\"&gt;King of the Hill&lt;/a&gt;,\" the original Venturer Scout version of Slobbovia anticipated by a fair number of years many &lt;a href=\"live%20action%20role-playing%20games\"&gt;live action role-playing games&lt;/a&gt;. After adaptation to the Diplomacy framework, but with the continued emphasis on the players' characters as opposed to the countries they represented, Slobbovia can easily be viewed as a role-playing game, and as such preceded \"&lt;a href=\"Dungeons%20%26amp%3B%20Dragons\"&gt;Dungeons &amp; Dragons&lt;/a&gt;\" by several years, though it had little impact in the general gaming world by comparison to D&amp;D.\nIt also was an example of the \"&lt;a href=\"shared%20world\"&gt;shared world&lt;/a&gt;\" format before it became popular amongst writers in science fiction and fantasy. The unwritten but usually respected rule was that a player could borrow other players' characters, but never kill them. Previously published stories were to be accepted as \"fact,\" although reinterpretation of events was allowed. (e.g. When one player \"sank\" another's capitol beneath the sea, the owning player wrote a story about a mass-hallucination.) Putting another player's character in a situation that was inconsistent with the nature of that character was considered suspect, but the clever writer would not only go with the flow, but turn it to his advantage. This was at the very core of being \"strakhful\", and always earned the player great respect if he could pull it off.\nPolitics and major and notable powers.\nThe Slobbovian Empire.\nMany traditions developed over the years, the greatest of which was the Slobbovian Empire. Whereas most countries were the creations of a single writer, the Slobbovian Empire was ruled by a succession of many &lt;a href=\"Czar\"&gt;Czar&lt;/a&gt;s, the position passing from player to player as the game progressed. (At least one ruler, Czar Viktor Polshnitzen, never existed and was a fictional front for the behind-the-throne players.) The current Czar would usually name a successor, or run an election and turn over the holdings of the empire to the new character (sometimes under the same player's control, sometimes under another), plus there might be the odd revolt. When the Czarship fell under the control of a new player, it was usually an acknowledgment of the creativity and entertainment value of the player. Further, the more entertaining, the longer the reign. The Slobbovian Empire was aided by independent \"prinzipalities\" that were pledged to its defense, the two greatest in the latter days of the game being the Prinzipality of Venturia, ruled by the Vurklemeyer family; and the Jamulian Hegemony, ruled by the Zhukovski family.\nRuling Czars would often append the initials DGIOS to their name, for Dei Gratia Imperator Omnium Slobbovinsium. Retired (or deposed) Czars were given the honorific of \"Count\", while a former Czarina would become a \"Countess\".\nThe motto of the Slobbovian Empire was \"Phage Pie Euphraino U Komrad\", which translated to \"Eat, Drink and be Merry.\" [The floating \"U\" was originally a typographical error, the final letter of euphrainou which had become detached. In repeated reproductions this became traditionalized as the proper Slobbovian way to display the phrase, eventually becoming accepted as part of a new phrase \"U Komrad\".]\nOther nations.\nAs a \"universal state\".\nIn theory, the Slobbovian Empire was a universal empire; the entire \"known world\" was by said theory subject to the Czar's authority. In practice, this concept evoked a range of attitudes ranging from some level of acceptance, to total disregard of or hostility to the Empire's suzerainty, to giggling disbelief. Some level of lip service being paid to the idea was the norm (particularly since acceptance of the concept was useful if one was aiming to become Czar).\nIn fact, there were a number of nations, some short-lived, others enduring, which existed on the board. Most were the creation of a single player, while some of the more durable and long-lasting came to be maintained and written about by multiple players, both cooperating and opposing each other in advancing the strakh of those creations.\nRegarding attitudes to the Slobbovian Empire's theoretical claim as a universal empire, particular attention should be paid to the traditions of the early Rabbitanian Empire and the Valgorian Empire (the latter of which, at least under the Vurklehymers, maintained that their Emperors were equals of the Slobbovian Czars and rightful overlords of the southern continent), on the one hand, and those of the Vurklemeyer Triarchy (which could be in outright revolt against the Empire while claiming to uphold Imperial traditions), on the other.\nBy the later years of the game, it was generally recognized that five entities on the board had, through endurance, history and strakh, attained the status of &lt;a href=\"principality\"&gt;Prinzipality&lt;/a&gt; or Prinzdom within Imperial Slobbovia. These were the Prinzipalities of Slobbovia, Rabbitania, Venturia, Valgoria and Jamul. (The first, Slobbovia, centered on the Imperial capital and consisting of the oldest \"core\" Slobbovian provinces, was never held separately but was always subsumed under the Czarship.) Part of the strakh that contributed to most of these entities being recognized as Prinzipalities was ironically their resistance, at one time or other, to the Imperial Slobbovian &lt;a href=\"juggernaut\"&gt;juggernaut&lt;/a&gt;.\nOther nations of note.\nFollowing are some of the more enduring, well-established, and/or interesting nations (a list that is, of course, not at all complete or comprehensive):\nThe legacy of the Rabbitanian Empire is as old as Slobbovia itself, dating back to the canoe and pluglunk era. As detailed below, the Slobbovians were either indigenous or the first settlers, followed soon after by the Rabbitanians. [This was actually a successful propaganda effort by the Slobbovians, because the Rabbitanians were in fact the aboriginal population of those provinces bearing their name. The Slobbovians justified their conquest by reversing the sequence.] The latter, ruled by the Rabinsky family, were held to be refugees from a fallen \"old Rabbitanian empire\" and sought to reconstitute the Rabbitanian polity in the new lands. In this they found a rival in the nascent Slobbovian Empire. A flurry of exploration, discovery, claim, battle and conquest ensued between the two rival powers; in the end, Slobbovia came out on top. The Rabinskys mostly accepted this result and from then on pursued their political fortunes within the Slobbovian imperial framework, the head of the family, Genghis Rabinsky, at one point becoming Czar. From time to time, however, they made attempts to revive and maintain a separate Rabbitanian state. A notably successful attempt was the latter day Rabbitanian Empire established in the later years of the game by Aleksandr Illanov-Rabinsky.\nThe history of the Prinzipality of Venturia and the Vurklemeyer Triarchy was intertwined to a large extent with that of the later Slobbovian Empire itself, although Venturia's outlook on the world was in many respects extremely parochial. As Rabbitanians who had \"turned Slobbovian,\" the Venturians and their ruling family seemed to consider themselves in some ways the most Slobbovian of Slobbovians, guardians of Slobbovian tradition [after all, during the early empire the Venturians physically controlled the arkhives]. The domains of the Vurklemeyer family and their allies over the years alternately served as a bulwark of the Empire and acted in opposition to it. That opposition, however, was usually expressed as being to the then current Imperial regime while loyalty to the Empire as an ideal was stressed and professed. The core of the Vurklemeyers' state was the Prinzipality, founded by the Red Prinz, Ivor I, and based around Venturia proper, its surrounding provinces, and the Kaposvarian peninsula. The Triarchy [more rarely appearing as a Biarchy or a Quadrarchy] was a more intermittent nation, being at its most active and vigorous during periods of opposition to the Empire. The head of government was the Triarch Major (usually, but not always, the Prinz of Venturia), sharing power with two or more Triarchs Minor over a realm consisting of the Prinzipality as well as the lands of assorted allies. The most prominent and powerful leader of the Triarchy was perhaps Julian Ivorovitch Boleski-Vurklemeyer, a son of the Red Prinz, whose &lt;a href=\"illegitimacy\"&gt;bastardy&lt;/a&gt; prevented him from taking the throne but who ruled as Triarch Major, succeeding his cousin Dimitri Valgoricanus Vurklemeyer. Dimitri passed on the title of Triarch Major to Julian and that of Prinz of Venturia to his nephew Nikolai Wilhelmus Vurklemeyer.\nThe Valgorian Empire dominated the southern continent intermittently from soon after that part of the map was opened up by an Imperial Survey. It was founded by Gregof Vurklemeyer, a scion of a junior branch of the leading Venturian family. Gregof was at one point a follower of Alfred Mephistovich (thought by many to actually be Alfred Aardvark), which may have had significance for later events. At some point during this period the Valgorian Vurklemeyers altered their family name to \"Vurklehymer\". Gregof was succeeded by his son Chekov. His most powerful subruler, Aleksandr Zhebatinsky, revolted soon after Chekov's accession and declared himself Emperor in Chekov's place. The resulting War of the Valgorian Succession (so named by Czar Raoul the Rude, who sought to take advantage of the chaos in the South) did not last long; rather than pursue a potentially ruinous civil war Aleksandr abandoned his claim. In doing this he also abandoned his chief lieutenant, Vasili Zhukovski. Ignominiously crushed, then rising again in revolt as head of the Theocracy of Saint Blooper, Vasili's forces became the vanguard battling Chekov and his new allies, the Goreans. Led by Sardonicus Satanicus, the Gorean horde were Satinists, and in declaring his alliance with them Chekov revealed that he was a Satinist as well. This new civil war/rebellion/nomadic incursion resulted in Chekov's death and a chaotic Valgorian state, which Gandalf Zhebatinsky, Aleksandr's son, tried and failed to reorganize. The pieces were picked up by yet another nomadic horde, this time the Zincing Horde of Huns led by Atlatl, who became and ruled as Valgorian Emperor for a brief time ... up until the morning when everybody woke to find the Huns vanished ... with the imperial treasury. A rebirth of the Valgorian Empire came some years later, when the more powerful rulers of the southern continent, led by Jurgen Zhukovski and Ivan Dragomilov, put aside their differences to organize a new cooperative state, where each of these rulers would put at least half of their lands under the rule of the reconstituted Empire. The Emperor, or \"&lt;a href=\"Nebuchadnezzar\"&gt;Nebuchadnezzar&lt;/a&gt;\", of the revived Empire was Valjenkin, while Zhukovski, Dragomilov and those who followed their lead in putting half of their lands into the new Empire became &lt;a href=\"Prince-elector\"&gt;Elector&lt;/a&gt;s or \"Balthazars\". It could be argued that the Emperor under this new scheme was at best first among equals, at worst a puppet; each Balthazar, of course, retained the strategically more important portions of his lands under his own rule and thus most of the power he or she had before.\nThe Hegemony of Jamul: Assigned as a sub-ruler to the Valgorian &lt;a href=\"Empire\"&gt;Empire&lt;/a&gt; in and around the environs of Jamul, Vasili Zhukovski was just another &lt;a href=\"adventurer\"&gt;adventurer&lt;/a&gt; set on social climbing. Experiencing a vision of Saint Blooper, he eventually ascended to the title of Grund Patriarch of the Wholly Slobbovian Church, declared the &lt;a href=\"Emperor\"&gt;Emperor&lt;/a&gt; of Valgoria a Satinist, and led a revolt, forming the &lt;a href=\"Theocracy\"&gt;Theocracy&lt;/a&gt; of Saint Blooper. Support swelled for the Theocracy while the Valgorian Empire went through convulsions that ended when &lt;a href=\"Atlatl\"&gt;Atlatl&lt;/a&gt; the Hun absconded with the &lt;a href=\"treasury\"&gt;treasury&lt;/a&gt; and left for Parts Unknown (an off-map province to the south). The Valgorian Empire collapsed \"like a &lt;a href=\"whoopee%20cushion\"&gt;whoopee cushion&lt;/a&gt;.\" The side effect was that without an external threat, the rest of Slobbovia withdrew their support to the Theocracy. Seeing &lt;a href=\"the%20writing%20on%20the%20wall\"&gt;the writing on the wall&lt;/a&gt; for future support of the Church Militant and wanting to salvage what he still held, Vasili stepped down as Grund Patriarch and turned over the reins of government to his nephew, &lt;a href=\"Jurgen%2C%20A%20Comedy%20of%20Justice\"&gt;Jurgen&lt;/a&gt; &lt;a href=\"Alexander%20the%20Great\"&gt;Sekundar&lt;/a&gt; &lt;a href=\"Georgy%20Zhukov\"&gt;Zhukovski&lt;/a&gt;. Jurgen reordered Jamul under the personal &lt;a href=\"suzerainty\"&gt;suzerainty&lt;/a&gt; of the Zhukovski family, which Jurgen was the leader of as the Grand Dilettante (the Zhukovskis were notorious dabblers in everything, and masters of none). A long struggle commenced, for despite the power vacuum left by the collapse of the Valgorian Empire, the Slobbovian Empire moved in strongly, strangling native southern culture. The Dilettancy founded its power on the Strakh of the Zhukovskis and the money that flowed in from the Jamulian Southern Railroad, of which the Zhukovskis held the majority shares. Amazingly for Traditionalist &lt;a href=\"technophobes\"&gt;technophobes&lt;/a&gt;, the Zhukovskis built the largest railroad on the face of Slobbovia. As more provinces \"joined\" (Slobbovian spin-mastering for \"forced at spear point\"), Jurgen sought a more grandiose and self-aggrandizing title, and reformed the Dilettancy as the &lt;a href=\"Hegemony\"&gt;Hegemony&lt;/a&gt; of Jamul, of which he added the title of Hegemon (retaining the title of Grand Dilettante within the Zhukovski family). Eventually, the Strakh he accrued was honored by making the Hegemony a Prinzdom of the Slobbovian Empire, independent but pledged to defend the Empire. The capital of the Hegemony was Zhukovskigard, located in Jamul. The actual seat of government was the walled &lt;a href=\"citadel\"&gt;citadel&lt;/a&gt;, appropriately enough known as The Zitadel (a conscious rival to the Slobbovian Empire's Gremlin). Eventually the strongest power on the southern continent, the Hegemony became a power broker and indulged in reviving a &lt;a href=\"puppet%20state\"&gt;puppet&lt;/a&gt; Valgorian Empire. The actual province name of \"&lt;a href=\"Jamul%2C%20California\"&gt;Jamul&lt;/a&gt;\" was taken from a small town near San Diego, California, favored by postal Diplomacy pioneer, Conrad von Metzke, who briefly was a Slobbovia participant.\nThe Goondom of Phumpha was the land of one of the first new ethnicities to be added after the game was expanded through the science fiction fan network. It was created by Robert Lipton and occupied territory to the east of the original game map. Phumphans were noted in particular for a culture suffused with a goodly amount of \"&lt;a href=\"yiddishkeit\"&gt;yiddishkeit&lt;/a&gt;\" and Jewish tradition and for their extreme xenophobia. Phumpha and Phumphans were first encountered in the game in the person of Gregor Herman Werschtenschnitzelbaum, Graf von und zu Schtumpen-Schtumpen, an old friend of the then Czar Raoul Raskolnikov. Werschtenschnitzelbaum claimed to be \"Hereditary Goon of Phumpha,\" having fled that country during some unspecified war or revolution that decimated the ruling Goon family. His claim to the title was later shown to be tenuous, at best; if he was even related to the Goons, it turned out that there were others more closely related. When the Empire made actual contact with Phumpha through an Imperial Survey (game map expansion), it was being ruled by the Klutz-Morrow family, who were quickly displaced by a restoration of the Goons under a &lt;a href=\"cadet\"&gt;cadet&lt;/a&gt; branch, the Seagoonsky dynasty. It did not hurt their cause that by this time Alexis Seagoonsky was now also Czar.\nThe States of Confusion were a country, not a mental condition, although that point was often argued.\n&lt;a href=\"Novarian%20series\"&gt;Novaria&lt;/a&gt; was named after the fictional land in &lt;a href=\"L.%20Sprague%20de%20Camp\"&gt;L. Sprague de Camp&lt;/a&gt;'s universe. Its capital was Port Novar. The nation had only two provinces, but usually was in a perpetual fight with the Jamulians (to be fair to the Jamulians, it was usually the Novarians who declared war first). This was a problem since the Novarian army had the fashion sense of the pre-World War II Red Army and its military prowess was on the same level as its fashion sense. Novaria had been a kingdom until the monarch went away on a long trip (in real life, the player had to take a leave of absence). A military coup led by Quisling Remise-Markov the 99th created the Qualified Republic of the Mouse, with the nominal head of state the Missing Monarch. Quisling the 99th's dictatorship led to social experiments, such as a new currency (there were 11 quislings to the marque and 7 pounce to the quisling, so there were 78 pounce to the marque) based on lead (until an alchemist found a way to transmute gold into lead). Novaria was also home to Furfenhager, S.A., maker of Furfenhager Boots.\nOther traditions.\nThe Holy Sativan Church.\nThe other great tradition was the Holy Sativan Church. The player who founded the church and was responsible for most of its theology is today a priest of the Anglican Church. The theology of the Holy Sativan Church was based on a literal interpretation of the statement that \"Opium is the religion of the masses\". Characters (and maybe some of the players) communed with the primary deity of Slobbovia, Sativa, via smoking \"holy communing sticks.\" The sub-pantheon of Sativa was in the form of five \"major\" saints (Waldo the Weird, Herman the Hashite, Frieda the Friendly, Blooper and Gerald; St. Ethyl and St. Foxie were also widely revered and rivaled the five \"majors\" in importance) and a plethora of minor ones. (&lt;a href=\"Ethyl%20alcohol\"&gt;Ethyl&lt;/a&gt; was considered by some to be a female analogue or avatar of Sativa, rather than a saint; communion with Sativa through the female principle of Ethyl via liquid means was popular, especially among certain ethnic groups, such as the Huns) The role of the enemy god was the standard evil deity, known as Satin (not unlike &lt;a href=\"Satan\"&gt;Satan&lt;/a&gt;). Some, particularly Satinists (see below), considered Satin to be the \"dark\" side or aspect of Sativa.\nThe church was controlled by Da Grund Patriarch. He had several forces under his control, such as the Two-Tonic Knights, and the Highly Unctuous Narcs of Holiness (the Holy HUNH, who came to resemble in no small degree &lt;a href=\"Monty%20Python\"&gt;Monty Python's&lt;/a&gt; &lt;a href=\"The%20Spanish%20Inquisition%20%28Monty%20Python%29\"&gt;The Spanish Inquisition&lt;/a&gt;). These organizations were only two from a long tradition of the Church Militant; other orders included the Knights of St. Gerald (Geraldines), the Knights of St. Herman the Hashite (the Hashashine) and the Monks of Mafang Fubar, whose primary weapons were their unwashed bodies and clothing.\nSimilar to the DGIOS of the Czar, Grund Patriarchs might use the initials HMHDGP after their name or for official proclamations (His/Her Majestic Holiness, Da Grund Patriarch). A former Grund Patriarch was known as a \"Klinkenhorc\". The one woman to occupy the position, Theodora Seagoonsky (who was, of course, titled \"Grund Matriarch\" during her tenure) assumed the title of \"Klinkenharlut\" upon stepping down.\nOnce, and only once, in Slobbovian history did Da Grund Patriarch simultaneously attain the dignity of Czar. Gregor Gregovitch united the positions and took the title of \"&lt;a href=\"Caliph\"&gt;Caliph&lt;/a&gt;\", an arrangement that did not last past his reign, belying the militant stance usual with the sect that bore his name.\nHierarchy.\nThe \"known world\" was divided into several archbishoprics, the number depending on the size of the map at that time and the amount of temporal and spiritual power the Church exercised. In the latter days of the game, the &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt;s constituted the Curia, which would elect the Grund Patriarch when the position fell vacant.\nThere were also frequently one or more &lt;a href=\"Cardinal%20%28Catholicism%29\"&gt;cardinal&lt;/a&gt;s. A cardinal, particularly if there was only one (the usual arrangement in the latter days of the game), was considered subordinate only to the Grund Patriarch himself. A cardinal might or might not also be an archbishop; for example, Tostig Zhukovski was not, serving instead as head of the Holy HUNH, while Byron von Kryptos was also an archbishop while serving as cardinal.\nFubars.\nThe monasteries of the Holy Sativan Church were called \"&lt;a href=\"FUBAR\"&gt;fubars&lt;/a&gt;\", the name being derived from the acronym \"fouled up beyond all repair\" in common usage in a variety of places, especially the U.S. military. Monks of Mafang Fubar (also known as Ragoovian monks after the fubar's founder), the most renowned of these, were the Slobbovian version of &lt;a href=\"martial%20artists\"&gt;martial artists&lt;/a&gt;. Mafang Fubarian monks turned utter lack of personal &lt;a href=\"hygiene\"&gt;hygiene&lt;/a&gt; into an offensive weapon in a style known as \"Mung Fu\". A partial listing of techniques they employed: \"Scholls ya Nostrils\" (whipping a malodorous foot beneath the victim's nose causing unconsciousness); \"Beans Flatula\" (an area-of-effect attack similar to &lt;a href=\"tear%20gas\"&gt;tear gas&lt;/a&gt;); \"Loins Gadafule\" (pronounced \"god awful\"), which involved swinging an unwashed loincloth harvested from a holy man, producing devastating effects on contact with a target. Depending upon the age and &lt;a href=\"sanctity\"&gt;sanctity&lt;/a&gt; (foulness) of the garment, effects could range from burns to total molecular breakdown (disintegration). Mafang Fubar was located in Aardvark Wallow, a small and inhospitable province whose inhabitants consisted of the monks, cronks and, according to rumor, Alfred Aardvark. Famous monks of Mafang Fubar included the monastery's founder, Bolivar Ragoo, and Boris Sharposhnikov, who would become Grund Patriarch (which he was able to do after a traumatic bathing incident).\nSects.\nThe Church was divided into several broad \"&lt;a href=\"sect\"&gt;sect&lt;/a&gt;s\" which could more accurately be considered as schools of theological thought or &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;, since no hierarchy attached to them in respect of their being sects. These included Georgianism, Gregorianism and Mazukovianism (after three early Grund Patriarchs: Georgi Eskalaskin, Gregor Gregovitch and Alexi Mazukov, respectively). The differences between their &lt;a href=\"doctrine\"&gt;doctrine&lt;/a&gt;s was generally obscure, in those instances where they could actually be discerned; the main differences tended to be attitude. A fourth sect was that of the Satinists, existing both in opposition to and, in latter days, as part of the Holy Sativan Church. The sects mostly coexisted in a typically Slobbovian atmosphere that was a cross between &lt;a href=\"toleration\"&gt;toleration&lt;/a&gt; and passive mutual contempt. A more actively combative attitude ruled relations between adherents of the most energetic and militant of the sects, the Satinists and the Gregorians, as they pursued their more extreme religious practices. For the former this was performing &lt;a href=\"human%20sacrifice\"&gt;human sacrifice&lt;/a&gt;s, and for the latter, it was hunting down and executing Satinists.\nThere were also a fair number of smaller sects, such as Oilyanism and Melvinism (an offshoot of Mazukovianism whose practice was centered on Gumpus Fubar, which had been founded, of course, by St. Melvin), as well as heresies such as Accountantism.\nTwo Czars were Satinists. Alfred Aardvark, simultaneously the greatest and most reviled of the Huns, became a &lt;a href=\"bogeyman\"&gt;bogeyman&lt;/a&gt; to frighten both small children and Czars. &lt;a href=\"Tostig\"&gt;Tostig&lt;/a&gt; Zhukovski, ironically a scion of a family that originally came to prominence by battling the Satinist Gorean hordes, ended his reign in a dramatic fashion by falling into a vat of molten bronze while mounted on his favorite horse (it is left to the imagination on how he is mounted, keeping in mind he was known as Tostig the Perverted). This also had the effect of conveniently providing his equestrian statue for the top of the imperial palace, the &lt;a href=\"Gremlin\"&gt;Gremlin&lt;/a&gt;. Other prominent Satinists included Sardonicus Satanicus, chief of the Gorean hordes; Emperor Chekov Vurklehymer of Valgoria; Krypton Chandrashankar; and, it was rumored, members of the von Kuttlich and von Kryptos families, notably Byron von Kryptos, Tostig's successor as Cardinal of the Holy Sativan Church and Theodora's successor as Grund Patriarch.\nSummoned forth from the Slobbovian version of &lt;a href=\"hell\"&gt;hell&lt;/a&gt;, Krypton Chandrashankar, Tostig Zhukovski, and Sardonicus Satanicus were fused together as the three-headed &lt;a href=\"Triptych\"&gt;Triptych&lt;/a&gt; &lt;a href=\"Demon\"&gt;Demon&lt;/a&gt;. The ultimate fate and purpose of the demon was an unresolved storyline caught in the final Slobbovian Ice Age (also known as the collapse of the Zhurnal).\nAristrakhracy.\nAlmost all of the players played members of the &lt;a href=\"nobility\"&gt;nobility&lt;/a&gt;, known as the &lt;a href=\"aristocracy\"&gt;Aristrakhracy&lt;/a&gt;, or Strakheinvolk. The ruling class actually ruled, for the most part: almost all the various nations were run by members of the Aristrakhracy. Most nations had forms of government that were monarchical or aristocratic. The notable exceptions included La Republique du Cor/La Republique de L'Ouest, a &lt;a href=\"bourgeois\"&gt;bourgeois&lt;/a&gt;, &lt;a href=\"oligarchic\"&gt;oligarchic&lt;/a&gt; republic, Novaria, a parliamentary &lt;a href=\"dictatorship\"&gt;dictatorship&lt;/a&gt;, and the States of Confusion, which was a \"sui generis\" alliance of those willing to write interesting strakh about it, following the benevolent and somewhat comedic lead of its founder. Among the exceptions could also be included those rare occasions on which the Church Militant indulged in \"strumphish\" acquisition of territory (Patrimony of St. Blooper, Geraldines), except that the upper reaches of the Church hierarchy were dominated by the aristrakhracy as well.\nLifestyles of the Strakheinvolk, as depicted in players' press, resembled in large part that of the upper class and aristocracy of Europe during a time period that could be roughly defined as being from the &lt;a href=\"Napoleonic%20era\"&gt;Napoleonic era&lt;/a&gt; to that of \"&lt;a href=\"The%20Proud%20Tower\"&gt;The Proud Tower&lt;/a&gt;\". There was a considerable amount of maneuvering on political, social and dynastic levels, with some peculiarly Slobbovian twists as will be seen below.\nGreat Families.\nThe Great Families were drawn from, and could be considered the cream of, the Strakheinvolk. By convention, Great Families were families that contributed at least two Czars and a Grund Patriarch, and it was a mark of honor for a player to have his \"family\" (related characters bearing the family surname) achieve that status. (There were exceptions to this \"rule\": the Boleskis, for example, were universally considered a Great Family. Three of their number, Janun, Mo'reen, and Egor the Fink, had held the Czarstrakh, while despite having among their members prominent and influential Churchmen like Guru Guy and Cardinal Justinian, no Boleski had ever held the Klinkenstrakh. In the end, the determining factor was just plain strakhfulness and consensus.) The head of a Great Family was considered a Prinz, a translation of the Slobbovian title \"Strakheinhorc.\" (Slobbovian, like German and unlike English, makes a distinction between a substantive, territorial prince (&lt;a href=\"Furst\"&gt;Furst&lt;/a&gt; in German) and a dynastic prince.)\nPolygamy, adoption.\nTwo practices that together lent a peculiarly Slobbovian twist to dynastic intrigue were those of &lt;a href=\"polygamy\"&gt;polygamy&lt;/a&gt; (both &lt;a href=\"polygyny\"&gt;polygyny&lt;/a&gt; and &lt;a href=\"polyandry\"&gt;polyandry&lt;/a&gt;) and adult &lt;a href=\"Adoption%20in%20ancient%20Rome\"&gt;adoption&lt;/a&gt;. A Slobb was theoretically allowed up to five &lt;a href=\"spouse\"&gt;spouse&lt;/a&gt;s, corresponding to the five Major Saints of the Sativan church. (Polygamy was introduced first by the second emperor, Breht the Barbarian. Objections by his wives resulted in the adoption of polyandry with the result that extremely complex collateral relationships of in-laws developed. This in turn led to a relative freedom to choose which family one belonged to.) &lt;a href=\"Serial%20monogamy\"&gt;Serial monogamy&lt;/a&gt; was common among the upper classes, as well. Adoption of adults, resembling in part the way the practice was used in ancient Rome, was also used as a dynastic and political tool.\nOne of the most extreme examples of both practices could be found in the history of a single person, Constantine Ivor Schramatoff Gregovitch Strakenvich Vurklemeyer Rabinsky (Constantine ISGSV Rabinsky for short), who ruled as Czar Constantine I. He started as Constantine Ivor Schramatoff Gregovitch, the son of Jacquiline Schramatoff. Gregor Gregovitch was officially his father, until it became politically useful for both Constantine and Bodrog Strakenvich for Bodrog to claim that distinction and adopt him. Further political developments led to a similar situation with Ivor Vurklemeyer, the Red Prinz, who adopted him in turn. It was as a Vurklemeyer that Constantine ruled as Czar. Political machinations after his reign led to his adoption by Genghis Rabinsky, although this last maneuver failed to help him in his attempt to return to power. Worthy of note is the fact that not only did Constantine reign as Czar, so too did his mother and all of his putative fathers.\nEven more extreme, in terms of marriage, was the case of Valjenkin Klutz-Patrick-O'Cuckoo, emperor of the revived Valgorian Empire on the southern continent. The maneuverings of former enemies Jurgen Zhukovski and &lt;a href=\"Ivan%20Dragomiloff\"&gt;Ivan Dragomilov&lt;/a&gt; and their respective allies resulted in a recreated Valgoria, on the throne of which they placed Valjenkin. Very shortly thereafter, he found that he was, through various treaties and agreements (some half-forgotten, others conveniently rediscovered) obligated to contract marriage with five different women. He did so, having children with all five and his mistress, resulting in a large number of potential, competing heirs when he eventually became unable to rule (i.e., the player playing Valjenkin left the game).\nThe Vurklemeyer family was most active in using adoption as a political and dynastic tool, using it to &lt;a href=\"Legitimacy%20%28family%20law%29\"&gt;legitimize&lt;/a&gt; family members (i.e. Julian Ivorovitch Boleski-Vurklemeyer), absorb other great and near-great families (i.e. Anatol Temujinovitch Rabinsky Vurklemeyer) or, in effect, do both (the aforementioned Julian, at the time of his adoption, was also head of the Boleski family, which had produced two Czarinas (his mother and his aunt), as well as the noted historian and cleric Justinian Urbanus, his uncle). The second example, Prinz Anatol, himself used adoption as head of the Rabinsky family when a scion of that family was needed to serve on the revived Rabbitanian throne: Aleksandr Doyouski, powerful, well-placed, and on the rise politically, married into the Rabinsky family and was then adopted, changing his name in the process to Aleksandr Illanov-Rabinsky.\nMilitary and warfare.\nWarfare was written along the lines of interest of the individual writer. &lt;a href=\"Dreadnought\"&gt;Dreadnought&lt;/a&gt;-era warships for naval battles were the norm during the written era of Slobbovia. The original live play was conducted in &lt;a href=\"canoe\"&gt;canoe&lt;/a&gt;s; those battles were decided not by 10 inch naval guns but by the combatants' skill in wielding the traditional Slobbovian weapons known as \"pluglunks\" (double-bladed &lt;a href=\"paddle\"&gt;paddle&lt;/a&gt;s). (Killarney Lake provided a 5 mile by 1 mile real life game board to play on. Battles on land, the lakeshore, during the early physical face of the game were decided by wrestling. At the Battle of Btfsplk Heights in Upper Slobbovia, the Slobbovian Imperial forces showed up with a motorcycle and the Huns with two live horses. After this battle the players agreed to convert the game to a Diplomacy-variant rule base.)\nA notable defeat was inflicted on &lt;a href=\"ironclad\"&gt;ironclad&lt;/a&gt; warships by a fleet of &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt;-style &lt;a href=\"longship\"&gt;longship&lt;/a&gt;s. The longship crews boarded with pluglunks during a heavy fog, and carried the day. This is an example of the Slobbovian dictate that older, simpler weapons were superior to newer, more complex, but less advanced weapons. Less advanced by Slobbovian mentality, at least. For example: a Boleski four-shot &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt; was notoriously undependable, but a &lt;a href=\"spear\"&gt;spear&lt;/a&gt; was extremely reliable. Then there was the case of the Corish 66-shot &lt;a href=\"automatic%20firearm\"&gt;automatic&lt;/a&gt; which had several &lt;a href=\"magazine%20%28firearms%29\"&gt;magazines&lt;/a&gt;; it was easier to throw it away rather than reload it. [The metaphysical principle being applied was that complex machinery breaks down.]\nLand combat was much more varied – rarely did it extend beyond &lt;a href=\"Napoleonic\"&gt;Napoleonic&lt;/a&gt; organization and tactics, though &lt;a href=\"chariots\"&gt;chariots&lt;/a&gt;, &lt;a href=\"knights\"&gt;knights&lt;/a&gt;, &lt;a href=\"cataphract\"&gt;kataphracts&lt;/a&gt;, &lt;a href=\"phalanx%20formation\"&gt;phalanxes&lt;/a&gt;, and &lt;a href=\"housecarls\"&gt;housecarls&lt;/a&gt; (\"housechurls\", the household guards of the Zhukovski family, known for their churlish behavior) and other medieval/ancient sources made appearances (reflecting gaming cross-over by several players who also indulged in 25mm &lt;a href=\"miniature%20figure%20%28gaming%29\"&gt;miniatures&lt;/a&gt; battles).\nMilitary ranks and titles tended to reflect European counterparts, with &lt;a href=\"Admiral\"&gt;Admiral&lt;/a&gt;s at sea and &lt;a href=\"Marshal\"&gt;Marshal&lt;/a&gt;s on land being the highest ranks. Two ranks of a more nebulous nature were Oberhorc and Unterflunky. An Oberhorc was usually treated as a mid-grade officer (vaguely a &lt;a href=\"Captain%20%28land%20and%20air%29\"&gt;captain&lt;/a&gt; or &lt;a href=\"major\"&gt;major&lt;/a&gt;) while an Unterflunky ranged from a junior grade &lt;a href=\"lieutenant\"&gt;lieutenant&lt;/a&gt; or &lt;a href=\"midshipman\"&gt;midshipman&lt;/a&gt; to something somewhere below a common &lt;a href=\"private%20%28rank%29\"&gt;private&lt;/a&gt;.\nSecurity and secret police.\nThere were various &lt;a href=\"national%20security\"&gt;security&lt;/a&gt; and/or &lt;a href=\"secret%20police\"&gt;secret police&lt;/a&gt; services controlled by (or controlling) several of the game's political entities. A series of organizations were nominally in the Imperial service. These included the Knights of the Krispy Kritter, which then chief of Imperial security Ivan Lebrunovar used to gain the Imperial throne; and the Czar's Caterers (which was a military regiment and &lt;a href=\"gourmet\"&gt;gourmet&lt;/a&gt; &lt;a href=\"catering\"&gt;catering&lt;/a&gt; service in addition to being the secret police), which the head of, Raoul Raskolnikov, utilized to supplant the KKK and gain the throne in turn. Army security was the \"Shtigret\".\nThe Holy Sativan Church advanced its aims as a Church Militant through such organizations as the Holy HUNH and the Hashashine. The Grund Flet (Imperial Navy), had as its security arm the Fubblegravf (\"selective strike\" in Slobbovian); at one point, there may have been two competing and/or opposing Fubblegravf organizations, one in Imperial service and one in Venturian service, although they'd never confirm that either way. The Fubblegravf itself replaced the first Imperial secret police, the Shtigret, but after a political upheaval was replaced in turn by the KKK. The Grund Flet kept the Fubblegravf as its arm in part because it was politically opposed to the Czar of the time. When political alliances changed, the Fubblegravf would occasionally be rehabilitated as the official Imperial secret police. Ivan Dragomilov personally controlled the &lt;a href=\"The%20Assassination%20Bureau\"&gt;Slobbovian Assassination Bureau&lt;/a&gt;. Novaria's secret police were the Cagey Bees, who wore black and yellow striped jerseys.\n&lt;a href=\"Spying\"&gt;Spies&lt;/a&gt; traditionally announced their presence by swathing themselves in black from head to toe. While in this disguise, it was generally accepted by all concerned that the spy was invisible and was thus ignored by the spied-upon. This could to be taken to logical extremes if the subjects of the spying got annoyed enough at an overly bold spy, such as pretending not to know that one had just trod (rather heavily) on the spy's foot, or taking up target practice at an item the spy was standing in front of.\nThe above only touches briefly on the means through which the members of a properly &lt;a href=\"paranoia\"&gt;paranoid&lt;/a&gt; and suspicious Slobbovian society spied on each other.\nTechnology.\nTechnology in Slobbovia varied from the aforementioned spears to the aforementioned ironclads. Many players believed the simpler things were, the better, but there was a certain joy in perverse complexity, such as Novaria's national telephone system, which consisted of networks of tin cans and strings. (The Gremlin, the home of Slobbovia's Czars, had the telephone number of 1. Novaria's secret police, the Cagey Bees, never bothered with a telephone number; they were always listening anyway.) Pervasive forms of long-distance travel included &lt;a href=\"Zeppelins\"&gt;Zeppelins&lt;/a&gt; by air, and &lt;a href=\"steam%20locomotives\"&gt;steam locomotives&lt;/a&gt; by land.\nWhile the \"least\" (i.e. most) advanced technological developments generally prevailing were at about the level of the late 19th/early 20th centuries, there were also rumors of even more ancient and potentially terrible devices, such as the ballistic &lt;a href=\"supercomputer\"&gt;supercomputer&lt;/a&gt; buried deep under the Gremlin. Seeming to be what we would now call an &lt;a href=\"AI\"&gt;AI&lt;/a&gt;, nobody knew if it was still connected to ancient &lt;a href=\"thermonuclear\"&gt;thermonuclear&lt;/a&gt; &lt;a href=\"missiles\"&gt;missiles&lt;/a&gt;, and an Imperial officer was always assigned to play &lt;a href=\"computer%20chess\"&gt;chess&lt;/a&gt; with it to keep it from becoming bored so that nobody need ever find out.\nAnd, of course, there was also &lt;a href=\"magic%20%28gaming%29\"&gt;magic&lt;/a&gt;. The paradigms covering this in players' strakh were as varied as the fantasy novels and stories the players might be reading at the time and the gaming systems used by those players who also played &lt;a href=\"fantasy%20role-playing\"&gt;fantasy role-playing&lt;/a&gt; games like Dungeons and Dragons. These might range from the logical magic of &lt;a href=\"Harold%20Shea\"&gt;Harold Shea&lt;/a&gt; to &lt;a href=\"Darkover\"&gt;Darkover&lt;/a&gt; starstones to the volatile and explosive antics of &lt;a href=\"Monty%20Python\"&gt;Monty Python&lt;/a&gt;'s &lt;a href=\"Tim%20the%20Enchanter\"&gt;Tim the Enchanter&lt;/a&gt;, to give a few examples.\nSports.\nThe most popular sport in Slobbovia was mongeef, which was a &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt;-style game played by 11-player teams on a court the size of a &lt;a href=\"basketball%20court\"&gt;basketball court&lt;/a&gt;. [Anciently mongeef was played on a battlefield as it was a civilized version of warfare.] There were three periods, each called \"halves.\" The ball, known as a \"flamsch\", weighed about fifteen pounds and was covered with iron spikes. While the players were barred from deliberately harming spectators, a mongeef match was usually a bloody and dangerous business for both players and fans. [A scandal ensued during one Strakenville championship game when one team called in an air strike on the opposing team, and the collateral damage extended into the bleachers.]\nCuisine.\nSlobbovia, being a widely diversified culture, had a widely varied range of cuisines. Certain foods, however, were ubiquitous, such as the &lt;a href=\"peasant\"&gt;peasant&lt;/a&gt; staples of &lt;a href=\"gravel\"&gt;gravel&lt;/a&gt; and &lt;a href=\"geophagy\"&gt;dirt&lt;/a&gt; and, of course, crottled greeps.\nNobody was sure whether greeps were &lt;a href=\"Plant%20cultivation\"&gt;cultivated&lt;/a&gt;, &lt;a href=\"herding\"&gt;herded&lt;/a&gt;, &lt;a href=\"hunting\"&gt;hunted&lt;/a&gt;, &lt;a href=\"fishing\"&gt;fished&lt;/a&gt; or &lt;a href=\"mining\"&gt;mined&lt;/a&gt;, or whether they were even greeps before crottling. Greeps when first introduced into the writing were the subject of some competitive and conflicting claims. Each player and story would correct the previous story as to whether the greep was animal, vegetable or mineral. The matter was finally settled when a biology student wrote an article about the migration of greep DNA through a variety of mediums during its &lt;a href=\"biological%20life%20cycle\"&gt;life cycle&lt;/a&gt;, and so the various greep dishes depended on the point in the greep's life cycle at which it was harvested.\nSlobbovians were also heavy drinkers. Think of a particularly inebriated society, and Slobbovians would put them to shame. Besides &lt;a href=\"beer\"&gt;beer&lt;/a&gt;, &lt;a href=\"wine\"&gt;wine&lt;/a&gt;, &lt;a href=\"whiskey\"&gt;whiskey&lt;/a&gt; and most of the other &lt;a href=\"distilled%20beverage\"&gt;spirits&lt;/a&gt; familiar to us, there were a number of peculiarly Slobbovian alcoholic beverages: \"Schnarg\" was fermented from crottled greeps, the best being brewed in gymnasiums in Phumpha where, when the casks started to explode, the brewer knew his schnarg was ready. \"Schnarq\" was distilled from what was left behind in the casks from brewing schnarg, and was an extremely popular beverage. \"&lt;a href=\"kumis\"&gt;Kummis&lt;/a&gt;\" was made from fermented weasel's milk, and was favored by the Huns. \"Skumjas\" was distilled from something too disgusting to mention (called \"Skumjack\" in Venturian). And \"&lt;a href=\"Newfoundland%20Screech\"&gt;screech&lt;/a&gt;\" (based on the Newfoundland drink of that name), like &lt;a href=\"vodka\"&gt;vodka&lt;/a&gt;, was distilled from whatever was available. A shot of screech would cause the drinker to screech in agony, thus the name. Its taste did not recommend it. It was a favorite drink of the Venturians, which says something one is reluctant to discuss about either screech or Venturians.\nRaces/ethnicities and names.\nThere were several \"races\" that added to the complexity of the Slobbovian milieu, and more were added as the board was expanded over the years to accommodate an increasing number of players.\nThe older races included the Slobbovians, Rabbitanians, Venturians and Huns. Slobbovians were either the original inhabitants of, or the very first migrants to, the lands defined by the original board. Rabbitanians were also early migrants to that region, refugees from an undefined \"fallen empire\". Venturians, of which the Vurklemeyers were the leading family, were Rabbitanians who had embraced Slobbovian culture. The Huns were a nomadic people, not unlike their namesake. Mixing between these original immigrants produced other ethnicities such as Rumpletitsvicklians, Pameranians, and Upper and Lower Marshaalians.\nThe newer races included Jamulians, Chardians, Valgorians, Pseudo-Wikings, Phumphans, Macians, Baratarians, Novarians, and Corese (not a complete list). This doesn't include the non-human sentients that were also written about from time to time, either as main player characters or as auxiliary characters, such as sandwhales, &lt;a href=\"Gordon%20R.%20Dickson%23Hoka%20series\"&gt;Hokas&lt;/a&gt;, and &lt;a href=\"Elder%20God%20%28Cthulhu%20Mythos%29\"&gt;Elder Gods&lt;/a&gt;. (One player even played for a while with &lt;a href=\"Cthulhu\"&gt;Cthulhu&lt;/a&gt; as his main character.) [Cthulhu was a difficult character for the game to process, being an elder-god with almost universal power. The plot-line was resolved when Alfred Aardvark introduced Cthulhu to poker and drinking. Under the guise of being his drinking buddy, Aardvark gradually turned Cthulhu into an alcoholic and thereby neutralized him, so that Aardvark could retain his standing as paramount evil in the Slobbovian universe.]\nMost character names were of a mixed Slavic/Germanic nature (e.g. Dragomilov, Zhukovski, Vurklemeyer, Dinkendorvf). Among the exceptions: most Huns sounded like they were from &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt; and generally had only a given name (Oscar da Hun, Bernie da Hun, George da Hun, Alfred da Hun (although he would later adopt the surname Aardvark)), while the Corese were faux-French and the Baratarians were vaguely Spanish and/or Italian.\nSayings and greetings.\nIt is alleged that the only nice thing that can be said in the Slobbovian language is \"Neurse Schivosk\", invariably translated as \"Merry Christmas\", and more obscurely (but perhaps more in keeping with Slobbovian mentality) as, \"May you have a less miserable time than you deserve during this midwinter festival\". The Valgorian greeting of \"Fecundar Strakh\" means \"May your strakh prosper\", but within the Slobbovian language it translates to something rather more obscene. It is often used as a stealth insult by those from the southern continent because of the duality of its nature. One addresses a member of the Aristrakhracy as \"Min Horc\", a freeman as \"Bhadjerk\", and a peasant as \"Hey you\".\nLegacy.\nThe cultural impact of the game of Slobbovia was the development of several &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt;/&lt;a href=\"fantasy\"&gt;fantasy&lt;/a&gt; writers and &lt;a href=\"game%20designer\"&gt;game designer&lt;/a&gt;s, including &lt;a href=\"Greg%20Costikyan\"&gt;Greg Costikyan&lt;/a&gt; and &lt;a href=\"Bruce%20Schlickbernd\"&gt;Bruce Schlickbernd&lt;/a&gt;. &lt;a href=\"Edgar%20Award\"&gt;Edgar Award&lt;/a&gt;-winning author &lt;a href=\"Sharyn%20McCrumb\"&gt;Sharyn McCrumb&lt;/a&gt; was also a player. James Ritchie, the first archivist, eventually became a real archivist and historical researcher.\nSeveral &lt;a href=\"fannish\"&gt;fannish&lt;/a&gt; &lt;a href=\"meme\"&gt;meme&lt;/a&gt;s had their origin, were further developed, or were introduced to a new audience in the pages of the Slobbinpolit Zhurnal. &lt;a href=\"http%3A//fancyclopedia.editme.com/CROTTLED\"&gt;Crottled greeps&lt;/a&gt;, a legendarily indescribable foodstuff long known of in &lt;a href=\"science%20fiction%20fanzine\"&gt;science fiction fanzine&lt;/a&gt;s, became a Slobbovian staple. The concept of \"retrograde progress\" (bows and arrows are better than firearms, etc.; see \"Technology\" above) proved popular. And then there were cronks: small, sub-intelligent beasts with a vocabulary of one word, \"Birdie!\", meaning \"anything edible by a cronk\": rooks, people, other cronks, the cronk's foot, etc. [Cronks also could say \"not Birdie\" but there are no confirmed reports of any material or thing falling into this latter classification.]"
}