{
    "id": "3221502",
    "revid": "24382878",
    "url": "https://en.wikipedia.org/wiki?curid=3221502",
    "title": "Tony Banks (American football)",
    "text": "Anthony Lamar Banks (born April 5, 1973) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt; who played in the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) for 12 seasons. Selected by the &lt;a href=\"History%20of%20the%20St.%20Louis%20Rams\"&gt;St. Louis Rams&lt;/a&gt; \nin the second round of the &lt;a href=\"1996%20NFL%20Draft\"&gt;1996 NFL Draft&lt;/a&gt;, he also was a member of the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;, &lt;a href=\"Washington%20Football%20Team\"&gt;Washington Redskins&lt;/a&gt;, and &lt;a href=\"Houston%20Texans\"&gt;Houston Texans&lt;/a&gt;. With the Ravens, Banks was part of the team that won the franchise's first &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; title in &lt;a href=\"Super%20Bowl%20XXXV\"&gt;Super Bowl XXXV&lt;/a&gt;.\nHigh school years.\nBanks attended &lt;a href=\"Herbert%20Hoover%20High%20School%20%28San%20Diego%2C%20California%29\"&gt;Hoover High School&lt;/a&gt; in &lt;a href=\"San%20Diego%2C%20California\"&gt;San Diego, California&lt;/a&gt;, and was a letterman in &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;.\nPost high school and college years.\nBanks played &lt;a href=\"right%20field\"&gt;right field&lt;/a&gt; for the &lt;a href=\"Minnesota%20Twins\"&gt;Minnesota Twins&lt;/a&gt;' &lt;a href=\"Class%20A%20%28baseball%29\"&gt;Class A&lt;/a&gt; team in &lt;a href=\"Ft.%20Myers%2C%20Florida\"&gt;Ft. Myers, Florida&lt;/a&gt;, before enrolling at &lt;a href=\"San%20Diego%20Mesa%20College\"&gt;San Diego Mesa College&lt;/a&gt; in San Diego. He played there two years before transferring to &lt;a href=\"Michigan%20State%20University\"&gt;Michigan State University&lt;/a&gt;.\nBanks places among the all-time record holders at Michigan State. He ranks sixth in passing completion percentage, tenth in career passing yards, and tenth in passing touchdowns. Banks was the first quarterback selected in the &lt;a href=\"1996%20NFL%20Draft\"&gt;1996 NFL Draft&lt;/a&gt;.\nIn the October 2010 issue of Sports Illustrated, former NFL agent Josh Luchs claimed he paid Banks 'several hundred dollars a month' while Banks was at Michigan State, a violation of NCAA eligibility rules.\nProfessional career.\nSt. Louis Rams.\nTony Banks was drafted in the second round of the &lt;a href=\"1996%20NFL%20Draft\"&gt;1996 NFL Draft&lt;/a&gt; by the &lt;a href=\"St.%20Louis%20Rams\"&gt;St. Louis Rams&lt;/a&gt; as the first quarterback selected in that year's draft. He soon found himself the &lt;a href=\"Starting%20lineup\"&gt;starter&lt;/a&gt; as a rookie. Banks recorded significant yardage and touchdowns but would also end up setting a record for fumbles that first season, with 21. Due to high expectations, based on his physical gifts, as well as off-field controversy, Banks soon found himself the target of criticism from the St. Louis fans and media. After three seasons with the Rams, the team signed &lt;a href=\"Trent%20Green\"&gt;Trent Green&lt;/a&gt; and then traded Banks to the Ravens for two draft picks.\nBaltimore Ravens.\nBanks accumulated the best statistics of his career with the &lt;a href=\"Baltimore%20Ravens\"&gt;Baltimore Ravens&lt;/a&gt;. The Ravens started &lt;a href=\"Scott%20Mitchell%20%28quarterback%29\"&gt;Scott Mitchell&lt;/a&gt; and &lt;a href=\"Stoney%20Case\"&gt;Stoney Case&lt;/a&gt; early in 1999, but neither worked out, so the team turned to Banks. In 1999, he threw a career-high 17 TDs next to only 8 interceptions. He also mustered 2,136 passing yards. Banks played well in early 2000, but his fumbles and INTs cost the team two games in October. Feeling the offense needed a spark after failing to score a touchdown over an entire month, the team replaced him with backup &lt;a href=\"Trent%20Dilfer\"&gt;Trent Dilfer&lt;/a&gt;, who would remain the starter through the team's &lt;a href=\"Super%20Bowl%20XXXV\"&gt;Super Bowl XXXV&lt;/a&gt; win. He finished 2000 with 8 touchdowns and 8 interceptions and was released in the off-season.\nDallas Cowboys.\nLeading into the &lt;a href=\"2001%20NFL%20season\"&gt;2001 season&lt;/a&gt;, Banks was signed by the &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt; to replace the recently released and later retired &lt;a href=\"Troy%20Aikman\"&gt;Troy Aikman&lt;/a&gt;; however, on August 15, 2001, Banks was abruptly released by the Cowboys who chose instead to go with rookie &lt;a href=\"Quincy%20Carter\"&gt;Quincy Carter&lt;/a&gt;.\nWashington Redskins.\nLater that year, Tony Banks signed with the &lt;a href=\"Washington%20Football%20Team\"&gt;Washington Football Team&lt;/a&gt; during &lt;a href=\"Marty%20Schottenheimer\"&gt;Marty Schottenheimer&lt;/a&gt;'s one-year tenure as head coach. While with the Redskins, he became the first quarterback to follow an 0-5 start with 5 straight wins. He was released after the season.\nHouston Texans.\nTony Banks signed with the &lt;a href=\"Houston%20Texans\"&gt;Houston Texans&lt;/a&gt;. He was the second-string quarterback for the &lt;a href=\"Houston%20Texans\"&gt;Houston Texans&lt;/a&gt; behind &lt;a href=\"David%20Carr%20%28American%20football%29\"&gt;David Carr&lt;/a&gt;. During his four-year tenure with the team, Banks received minimal playing time. On February 28, 2006, Banks was released by the Texans. He never returned to the &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt;."
}