{
    "id": "3222474",
    "revid": "29277813",
    "url": "https://en.wikipedia.org/wiki?curid=3222474",
    "title": "Rita of Armenia",
    "text": "Rita of Armenia (10/11 January 1278 – July 1333) was an &lt;a href=\"Armenians\"&gt;Armenian&lt;/a&gt; Byzantine Empress consort. \nShe was the daughter of King &lt;a href=\"Levon%20II%20of%20Armenia\"&gt;Levon II of Armenia&lt;/a&gt; and &lt;a href=\"Queen%20Keran%20of%20Armenia\"&gt;Queen Keran&lt;/a&gt;. She was the wife of Byzantine co-emperor &lt;a href=\"Michael%20IX%20Palaiologos\"&gt;Michael IX Palaiologos&lt;/a&gt;, making her a junior empress-consort of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;. In 1317, she became the only empress upon the death of the senior empress, &lt;a href=\"Irene%20of%20Montferrat\"&gt;Irene of Montferrat&lt;/a&gt;. She was known as Maria in &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;.\nMarriage and children.\nA chronicle attributed to &lt;a href=\"Hetoum%20II%20of%20Armenia\"&gt;Hetoum II of Armenia&lt;/a&gt; is included in the collection known as \"&lt;a href=\"Recueil%20des%20Historiens%20des%20Croisades\"&gt;Recueil des Historiens des Croisades&lt;/a&gt;\". According to a passage recording her birth, Rita was the &lt;a href=\"twin\"&gt;twin&lt;/a&gt; sister of Princess Theophane of Armenia.\nThe history of &lt;a href=\"George%20Pachymeres\"&gt;George Pachymeres&lt;/a&gt; records that &lt;a href=\"Andronikos%20II%20Palaiologos\"&gt;Andronikos II Palaiologos&lt;/a&gt; began negotiations with Levon while seeking a potential wife for his son and junior co-ruler &lt;a href=\"Michael%20IX%20Palaiologos\"&gt;Michael IX Palaiologos&lt;/a&gt;. Levon offered him Rita, and the marriage took place on 16 January 1294. The bride was sixteen years old and the groom seventeen.\nRita assumed the name \"Maria\" while at the Byzantine court. They had four children:\nEmpress.\nRita was the junior Empress consort from 1294 to 1317. The senior was &lt;a href=\"Irene%20of%20Montferrat\"&gt;Irene of Montferrat&lt;/a&gt;, second wife of Andronikos II and stepmother to Michael IX. Since 1303, Andronikos II and Irene held separate courts. The senior emperor resided in &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; and the senior Augusta in &lt;a href=\"Thessaloniki\"&gt;Thessaloniki&lt;/a&gt;. Rita became the only Empress when Irene died in 1317.\nShe remained so for three years. In 1319, however, the death of her second son resulted in tragedy. Prince Andronikos maintained a mistress but suspected her of infidelity. He assigned retainers of his to wait by her house and attack whoever tried to enter. The one who approached was Manuel during night time and the retainers failed to recognize him. The second prince died by order of his older brother.\nThe affair seriously affected the health of Michael IX who died on 12 October 1320. Both deaths strained the relationship between Andronikos II and Andronikos III. Grandfather and grandson started a &lt;a href=\"Byzantine%20civil%20war%20of%201321%E2%80%931328\"&gt;civil war&lt;/a&gt; that would last until the victory of the younger man in 1328. Meanwhile, the widowed Rita retired to a monastery, where she assumed the name \"Xene\". She would die there five years following the end of the war."
}