{
    "id": "3222203",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3222203",
    "title": "Dustin Pedroia",
    "text": "Dustin Luis Pedroia (born August 17, 1983) is an American former &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"second%20baseman\"&gt;second baseman&lt;/a&gt; who played his entire &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; career for the &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt;, from 2006 to 2019. He was a four-time &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star&lt;/a&gt;, and won the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; (AL) &lt;a href=\"Major%20League%20Baseball%20Rookie%20of%20the%20Year%20Award\"&gt;Rookie of The Year Award&lt;/a&gt; in 2007 and the AL &lt;a href=\"Major%20League%20Baseball%20Most%20Valuable%20Player%20Award\"&gt;Most Valuable Player&lt;/a&gt; and &lt;a href=\"Silver%20Slugger%20Award\"&gt;Silver Slugger Award&lt;/a&gt; in 2008. He has also received four &lt;a href=\"Rawlings%20Gold%20Glove%20Award\"&gt;Gold Glove Awards&lt;/a&gt; and was named AL &lt;a href=\"Wilson%20Defensive%20Player%20of%20the%20Year%20Award\"&gt;Defensive Player of the Year&lt;/a&gt; in 2013. \nPedroia was selected by the Red Sox &lt;a href=\"2004%20Major%20League%20Baseball%20draft\"&gt;2004 MLB draft&lt;/a&gt;, and made his major league debut in 2006. He became a full-time player in 2007, winning the &lt;a href=\"Major%20League%20Baseball%20Rookie%20of%20the%20Year%20Award\"&gt;AL Rookie of the Year Award&lt;/a&gt;. He was a member of the Red Sox &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; &lt;a href=\"List%20of%20World%20Series%20champions\"&gt;championship&lt;/a&gt; teams in &lt;a href=\"2007%20Major%20League%20Baseball%20season\"&gt;2007&lt;/a&gt; and &lt;a href=\"2013%20Major%20League%20Baseball%20season\"&gt;2013&lt;/a&gt;. Pedroia was the last player from the &lt;a href=\"2007%20World%20Series\"&gt;2007 World Series&lt;/a&gt; team to leave the club. A knee injury late in the &lt;a href=\"2017%20Major%20League%20Baseball%20season\"&gt;2017&lt;/a&gt; season marked the end of his effective play. After playing in only nine major league games over the &lt;a href=\"2018%20Major%20League%20Baseball%20season\"&gt;2018&lt;/a&gt; and &lt;a href=\"2019%20Major%20League%20Baseball%20season\"&gt;2019&lt;/a&gt; seasons, including missing the 2018 postseason, he also missed all of the shortened &lt;a href=\"2020%20Major%20League%20Baseball%20season\"&gt;2020&lt;/a&gt; season. He announced his retirement on February 1, 2021.\nPedroia was a proficient &lt;a href=\"contact%20hitter\"&gt;contact hitter&lt;/a&gt; with a very low &lt;a href=\"strikeout\"&gt;strikeout&lt;/a&gt; rate and \"a surprising amount of &lt;a href=\"Extra%20base%20hit\"&gt;power&lt;/a&gt;\", whose defense at &lt;a href=\"Second%20baseman\"&gt;second base&lt;/a&gt; has been &lt;a href=\"Ultimate%20zone%20rating\"&gt;rated&lt;/a&gt; significantly above-average. Pedroia was the first Red Sox infielder to win four Gold Gloves.\nEarly life and high school.\nBorn and raised in &lt;a href=\"Woodland%2C%20California\"&gt;Woodland, California&lt;/a&gt;, northwest of &lt;a href=\"Sacramento%2C%20California\"&gt;Sacramento&lt;/a&gt;, Pedroia's parents operated a tire shop where they worked 14-hour days. His mother, Debbie Pedroia, played &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; at &lt;a href=\"Sacramento%20City%20College\"&gt;Sacramento City College&lt;/a&gt;. Pedroia's older brother, Brett, played baseball as a &lt;a href=\"catcher\"&gt;catcher&lt;/a&gt; at &lt;a href=\"Shasta%20College\"&gt;Shasta College&lt;/a&gt;.\nPedroia attended &lt;a href=\"Woodland%20High%20School%20%28California%29\"&gt;Woodland High School&lt;/a&gt; and played &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt; and baseball. His football career ended as a freshman &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;; a hit from future All-Pro &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt; &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; &lt;a href=\"Lance%20Briggs\"&gt;Lance Briggs&lt;/a&gt; shattered his ankle. As a senior baseball player, Pedroia did not &lt;a href=\"strike%20out\"&gt;strike out&lt;/a&gt; all season, compiled a .445 &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting average&lt;/a&gt; and was chosen as his league's most valuable player.\nCollege career.\nPedroia attended &lt;a href=\"Arizona%20State%20University\"&gt;Arizona State University&lt;/a&gt; (ASU), where he played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; for the &lt;a href=\"Arizona%20State%20Sun%20Devils%20baseball\"&gt;Arizona State Sun Devils baseball&lt;/a&gt; team. He was teammates with &lt;a href=\"Ian%20Kinsler\"&gt;Ian Kinsler&lt;/a&gt; and &lt;a href=\"Andre%20Ethier\"&gt;Andre Ethier&lt;/a&gt;. Kinsler and Pedroia competed for the &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt; position at ASU. Ultimately, Pedroia stayed at shortstop, while Kinsler ended up at second base before transferring to the &lt;a href=\"University%20of%20Missouri\"&gt;University of Missouri&lt;/a&gt;. In three years at ASU, Pedroia never hit below .347 and had a career average of .384, starting all 185 games. To help ASU recruit better pitchers, Pedroia also relinquished the last two years of his athletic scholarship. He was named ASU On Deck Circle Most Valuable Player; other winners have included &lt;a href=\"Ike%20Davis\"&gt;Ike Davis&lt;/a&gt;, &lt;a href=\"Willie%20Bloomquist\"&gt;Willie Bloomquist&lt;/a&gt;, &lt;a href=\"Paul%20Lo%20Duca\"&gt;Paul Lo Duca&lt;/a&gt;, and &lt;a href=\"Barry%20Bonds\"&gt;Barry Bonds&lt;/a&gt;.\nProfessional career.\nMinor leagues.\nPedroia was drafted by the Red Sox in the second round of the &lt;a href=\"2004%20Major%20League%20Baseball%20draft\"&gt;2004 MLB draft&lt;/a&gt;, with the 65th pick overall. Pedroia, the eighth shortstop drafted, received a $575,000 &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt;.\nDuring three seasons in &lt;a href=\"Minor%20League%20Baseball\"&gt;Minor League Baseball&lt;/a&gt;, Pedroia batted .308 while playing &lt;a href=\"second%20base\"&gt;second base&lt;/a&gt; and &lt;a href=\"shortstop\"&gt;shortstop&lt;/a&gt;. He spent 2004 with the &lt;a href=\"Class%20A%20%28baseball%29\"&gt;Class A&lt;/a&gt; &lt;a href=\"Augusta%20GreenJackets\"&gt;Augusta GreenJackets&lt;/a&gt; and &lt;a href=\"Class%20A-Advanced\"&gt;Class A-Advanced&lt;/a&gt; &lt;a href=\"Sarasota%20Red%20Sox\"&gt;Sarasota Red Sox&lt;/a&gt;, part of 2005 with the &lt;a href=\"Double-A%20%28baseball%29\"&gt;Double-A&lt;/a&gt; &lt;a href=\"Portland%20Sea%20Dogs\"&gt;Portland Sea Dogs&lt;/a&gt;, and parts of 2005 and 2006 with the &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"Pawtucket%20Red%20Sox\"&gt;Pawtucket Red Sox&lt;/a&gt;.\nBoston Red Sox.\n2006–2007.\nAfter a brief call-up in 2006, when he hit just .191 in 89 at-bats, Pedroia became the regular second baseman for the Red Sox in &lt;a href=\"2007%20Red%20Sox%20season\"&gt;2007&lt;/a&gt; replacing &lt;a href=\"Mark%20Loretta\"&gt;Mark Loretta&lt;/a&gt;. Pedroia suffered through an early-season hitting slump, but recovered, later putting up a 13-game hitting streak and a five-hit game against the &lt;a href=\"2007%20San%20Francisco%20Giants%20season\"&gt;Giants&lt;/a&gt;. He notably made a diving stop to preserve fellow rookie &lt;a href=\"Clay%20Buchholz\"&gt;Clay Buchholz&lt;/a&gt;'s &lt;a href=\"no-hitter\"&gt;no-hitter&lt;/a&gt; on September 1. Pedroia won the &lt;a href=\"AL%20Rookie%20of%20the%20Year\"&gt;AL Rookie of the Year&lt;/a&gt; award and was selected to the &lt;a href=\"Topps%20All-Star%20Rookie%20Rosters\"&gt;2007 Topps Major League Rookie All-Star Team&lt;/a&gt;.\nThe Red Sox played the &lt;a href=\"2007%20Cleveland%20Indians%20season\"&gt;Indians&lt;/a&gt; in the &lt;a href=\"2007%20ALCS\"&gt;2007 ALCS&lt;/a&gt;. In &lt;a href=\"2007%20American%20League%20Championship%20Series%23Game%207\"&gt;Game 7&lt;/a&gt; of the series, Pedroia &lt;a href=\"Home%20run\"&gt;homered&lt;/a&gt; and &lt;a href=\"Double%20%28baseball%29\"&gt;doubled&lt;/a&gt;, collecting five &lt;a href=\"RBI%20%28baseball%29\"&gt;RBI&lt;/a&gt; to secure the Red Sox' spot in the &lt;a href=\"2007%20World%20Series\"&gt;World Series&lt;/a&gt;, to face the &lt;a href=\"2007%20Colorado%20Rockies%20season\"&gt;Rockies&lt;/a&gt;. Pedroia homered in the first &lt;a href=\"at%20bat\"&gt;at bat&lt;/a&gt; of the series, making him only the second player, and the first rookie, to &lt;a href=\"leadoff%20hitter\"&gt;lead off&lt;/a&gt; the Series with a home run. The Red Sox went on to win their second World Series title in four seasons – and the first World Series championship for Pedroia.\n2008: MVP Season.\nPedroia performed very well during the 2008 regular season, and received AL MVP, Gold Glove and Silver Slugger awards. He was the first-ever Red Sox second baseman to win a Silver Slugger Award, the first Red Sox second baseman to win a Gold Glove since &lt;a href=\"Doug%20Griffin\"&gt;Doug Griffin&lt;/a&gt; in 1972, and the first second baseman to win an American League MVP Award since &lt;a href=\"Nellie%20Fox\"&gt;Nellie Fox&lt;/a&gt; in 1959. He &lt;a href=\"Batting%20average%20%28baseball%29\"&gt;hit .326&lt;/a&gt; with 17 home runs over 726 &lt;a href=\"Plate%20appearance\"&gt;PAs&lt;/a&gt;, for a 127 &lt;a href=\"http%3A//www.fangraphs.com/library/offense/wrc/\"&gt;wRC+&lt;/a&gt;. Pedroia was defensively great, making only six &lt;a href=\"Error%20%28baseball%29\"&gt;errors&lt;/a&gt; through 157 games, saving +9.7 runs over the season, according to &lt;a href=\"Ultimate%20zone%20rating\"&gt;UZR&lt;/a&gt;. 2008 was also Pedroia's most productive season on the &lt;a href=\"wikt%3Abasepath\"&gt;basepaths&lt;/a&gt;; he stole 20 bases in 21 attempts, for baserunning worth 4.9 &lt;a href=\"http%3A//www.fangraphs.com/library/offense/wsb/\"&gt;runs above average&lt;/a&gt;.\nPedroia's contribution in the regular season was rated 6.5 &lt;a href=\"Wins%20Above%20Replacement\"&gt;WAR&lt;/a&gt; by Fangraphs, a \"superstar\" level of performance. He became only the third player in MLB history to win Rookie of the Year and Most Valuable Player in consecutive seasons joining &lt;a href=\"Cal%20Ripken%20Jr.\"&gt;Cal Ripken Jr.&lt;/a&gt; and &lt;a href=\"Ryan%20Howard\"&gt;Ryan Howard&lt;/a&gt;, and later was followed by &lt;a href=\"Kris%20Bryant\"&gt;Kris Bryant&lt;/a&gt;.\nPedroia was hitless through the first three games of the &lt;a href=\"2008%20American%20League%20Division%20Series\"&gt;2008 ALDS&lt;/a&gt;, recording only an RBI double in Game 4. The Red Sox defeated the &lt;a href=\"2008%20Los%20Angeles%20Angels%20of%20Anaheim%20season\"&gt;Angels&lt;/a&gt; in four games. In the &lt;a href=\"2008%20American%20League%20Championship%20Series\"&gt;ALCS&lt;/a&gt; against the &lt;a href=\"2008%20Tampa%20Bay%20Rays%20season\"&gt;Tampa Bay Rays&lt;/a&gt;, Pedroia collected nine hits in 26 plate appearances, including three home runs and a double. The rest of the team struggled to a .234 batting average against the Tampa pitching staff, and the Red Sox lost the series.\n2009.\nOn December 3, 2008, Pedroia signed a six-year contract extension worth $40.5 million, with an additional team option for 2015 worth $11 million.\nPedroia announced on December 15, 2008 that he would play for the United States team in the 2009 World Baseball Classic. He recorded the first Major League hit in &lt;a href=\"Citi%20Field\"&gt;Citi Field&lt;/a&gt; history during an April 3 &lt;a href=\"exhibition%20game\"&gt;exhibition game&lt;/a&gt; against the &lt;a href=\"2009%20New%20York%20Mets%20season\"&gt;Mets&lt;/a&gt;. He hit a home run in his first at bat of the 2009 season.\nPedroia was selected to start for the &lt;a href=\"2009%20Major%20League%20Baseball%20All-Star%20Game\"&gt;2009 AL All Star Team&lt;/a&gt;. However, Pedroia had to withdraw from the team to stay with his wife Kelli, who was experiencing pregnancy complications with the couple's first child. The same issue had caused him to miss a regular season game prior to the All Star break.\nPedroia achieved his first multi-home run game on September 8, 2009, against the &lt;a href=\"Baltimore%20Orioles\"&gt;Orioles&lt;/a&gt;.\n2010.\nIn 2010, MLB &lt;a href=\"Umpire%20%28baseball%29\"&gt;umpire&lt;/a&gt; &lt;a href=\"Joe%20West%20%28umpire%29\"&gt;Joe West&lt;/a&gt; made controversial statements regarding the speed of play between the Red Sox and &lt;a href=\"New%20York%20Yankees\"&gt;Yankees&lt;/a&gt;, Pedroia responded by saying, \"What he doesn't understand is that when we don't do well in these games against the Yankees, we get killed. If he doesn't want to do Red Sox and Yankee games, he should tell the umpires' union. Then when we're in the World Series, he'll be out of that assignment, too.\"\nOn June 24, 2010, Pedroia went 5 for 5, with 5 RBI, and hit three home runs in a game against the &lt;a href=\"Colorado%20Rockies\"&gt;Rockies&lt;/a&gt; that the Red Sox won, 13–11, in the &lt;a href=\"Extra%20innings\"&gt;tenth inning&lt;/a&gt;. The next day, Pedroia fouled a ball off his foot in an at-bat versus the &lt;a href=\"San%20Francisco%20Giants\"&gt;Giants&lt;/a&gt;. &lt;a href=\"Magnetic%20Resonance%20Imaging%20%28journal%29\"&gt;MRI&lt;/a&gt; results the next day confirmed that he had a broken bone in his foot, and he was placed on the 15-day disabled list. Pedroia was under doctor's orders not to put weight on his injured foot for two weeks, but continued to practice fielding &lt;a href=\"Glossary%20of%20baseball%20%28G%29%23ground%20ball\"&gt;grounders&lt;/a&gt; while on his knees.\nPedroia was named to be a reserve player on the &lt;a href=\"2010%20Major%20League%20Baseball%20All-Star%20Game\"&gt;2010 AL All Star team&lt;/a&gt;, but did not participate due to this injury, and had former Arizona State teammate &lt;a href=\"Ian%20Kinsler\"&gt;Ian Kinsler&lt;/a&gt; replace him on the roster. Pedroia returned to the lineup on August 17 against the &lt;a href=\"Los%20Angeles%20Angels%20of%20Anaheim\"&gt;Angels&lt;/a&gt;, only to be put back on the DL after playing 2 games. Pedroia would end the 2010 season having played only 75 games.\n2011.\nIn 2011, Pedroia bounced back, batting .307 and slugging 21 home runs over 159 games. He won a &lt;a href=\"Fielding%20Bible%20Award\"&gt;Fielding Bible Award&lt;/a&gt; in 2011 as the best fielding second baseman in MLB, and had his best defensive season by &lt;a href=\"ultimate%20zone%20rating\"&gt;ultimate zone rating&lt;/a&gt;, with 18.1 runs saved. In June and July, Pedroia had a 25-game hitting streak, the longest for a Red Sox second baseman. On August 16, Pedroia was involved in throwing a triple play, started by &lt;a href=\"Jed%20Lowrie\"&gt;Jed Lowrie&lt;/a&gt;. Pedroia's 2011 season was rated at 7.6 &lt;a href=\"Wins%20Above%20Replacement\"&gt;Wins Above Replacement&lt;/a&gt; by &lt;a href=\"FanGraphs\"&gt;Fangraphs&lt;/a&gt;, an \"MVP-caliber\" performance.\n2012.\nOn September 30, 2012, Pedroia broke his left ring finger but, after being reassured the injury would not degrade with use, he made the decision to play through the pain in the following season-ending series at Yankee Stadium.\n2013.\nOn July 23, 2013, Pedroia and the Red Sox agreed to an eight-year extension worth $110 million. Pedroia was represented in negotiations by Sam Levinson and Seth Levinson of ACES Inc.\nPedroia bounced back from his injury-affected 2012 season to become the only player on the Red Sox to play more than 150 games during the &lt;a href=\"2013%20Boston%20Red%20Sox%20season\"&gt;team's 2013 regular season&lt;/a&gt;, playing in 160 games. Pedroia posted a strong regular season performance, and was awarded his third Gold Glove, second &lt;a href=\"Fielding%20Bible%20Award\"&gt;Fielding Bible Award&lt;/a&gt;, and the &lt;a href=\"Wilson%20Overall%20Defensive%20Player%20of%20the%20Year%20Award\"&gt;Wilson Overall Defensive Player of the Year Award&lt;/a&gt; for the American League. The Red Sox won &lt;a href=\"AL%20East\"&gt;their division&lt;/a&gt; and went on to win the &lt;a href=\"2013%20World%20Series\"&gt;World Series&lt;/a&gt;.\nIn November 2013, Pedroia underwent thumb surgery to repair a torn &lt;a href=\"Ulnar%20collateral%20ligament%20of%20thumb\"&gt;UCL&lt;/a&gt;, an injury he suffered when sliding to first base on opening day.\n2014.\nIn May 2014, Pedroia hit his 100th career home run and his 300th career double. Pedroia hit only four home runs before the &lt;a href=\"2014%20Major%20League%20Baseball%20All-Star%20Game\"&gt;2014 All Star break&lt;/a&gt;, and his hitting productivity dropped to league average. For the season he batted .278/.337/.376. However, his fielding numbers remained strong. For his defensive performance, Pedroia was honored with the American League Gold Glove award at second base—his fourth in his nine-year career—along with his third Fielding Bible Award. This made him the first Red Sox infielder to win four Gold Gloves.\n2015.\nPedroia began the 2015 MLB season with two home runs in the Red Sox opening game, on the road at &lt;a href=\"Citizens%20Bank%20Park\"&gt;Citizens Bank Park&lt;/a&gt;, &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;. On June 25, 2015, the Red Sox placed him on the 15-day disabled list due to a right hamstring &lt;a href=\"Strain%20%28injury%29\"&gt;strain&lt;/a&gt;.\n2016.\nPedroia had a strong month as a hitter in August, culminating in a streak of three games, from August 25 through 27, over which he hit safely in 11 consecutive at bats, falling one hit shy of tying the major league record of 12 consecutive at bats with a base hit (shared by three players since 1902). During the streak, Pedroia had 10 singles, one double, scored two runs and drove in three. He also walked once during the streak, thus reaching base safely over 12 consecutive plate appearances. In 154 games played, Pedroia batted .318 with 201 hits, 36 doubles, 105 runs scored, 15 home runs, and 74 RBI. He tied for second in the AL in double plays grounded into, with 24.\nThe Red Sox finished the 2016 season with a 93-69 record, clinching the AL East division, but were swept in three games by the Indians in the &lt;a href=\"2016%20ALDS\"&gt;2016 ALDS&lt;/a&gt;. On October 13, Pedroia underwent left knee surgery, a partial medial meniscectomy and &lt;a href=\"chondroplasty\"&gt;chondroplasty&lt;/a&gt;. He won a 2016 Fielding Bible award. He also won the 2016 &lt;a href=\"Wilson%20Defensive%20Player%20of%20the%20Year%20Award\"&gt;Wilson Defensive Player of the Year Award&lt;/a&gt; for second base, in all of MLB.\n2017.\nOn May 30, Pedroia was placed on the 10-day disabled list due to a left wrist sprain. On August 1, he was again placed on the 10-day disabled list due to left knee soreness. On August 12, Pedroia was placed on the disabled list for the third time of the season due to soreness in the same knee. Limited to 105 games, Pedroia finished the &lt;a href=\"2017%20Boston%20Red%20Sox%20season\"&gt;2017 Red Sox season&lt;/a&gt; with a .293 batting average, 7 home runs, and 62 RBI. On October 25, it was revealed that Pedroia underwent surgery on his knee for a complete cartilage restoration, meaning that he would miss the start of the 2018 season.\n2018.\nFollowing his late 2017 knee surgery, Pedroia started the &lt;a href=\"2018%20Boston%20Red%20Sox%20season\"&gt;2018 Red Sox season&lt;/a&gt; on the disabled list. On May 14, he was optioned to the &lt;a href=\"Triple-A%20%28baseball%29\"&gt;Triple-A&lt;/a&gt; &lt;a href=\"Pawtucket%20Red%20Sox\"&gt;Pawtucket Red Sox&lt;/a&gt; for a rehabilitation assignment. He was activated on May 26, but after three games (batting 1-for-11), he wound up back on the disabled list with left knee inflammation. On August 4, Pedroia was transferred to the 60-day disabled list. On September 7, the Red Sox announced that Pedroia would take no further part in any action for the remainder of 2018. The Red Sox finished the year 108–54 and went on to win the &lt;a href=\"2018%20World%20Series\"&gt;World Series&lt;/a&gt; over the &lt;a href=\"Los%20Angeles%20Dodgers\"&gt;Los Angeles Dodgers&lt;/a&gt;.\n2019.\nOn March 7, 2019, Pedroia made his spring training debut, hitting a single in his lone at bat of the game while playing in the field for two innings; it was his first game action since May 2018. He began the season on the &lt;a href=\"injured%20list\"&gt;injured list&lt;/a&gt;. On April 4, he was sent to the &lt;a href=\"Class%20A%20%28baseball%29\"&gt;Class A&lt;/a&gt; &lt;a href=\"Greenville%20Drive\"&gt;Greenville Drive&lt;/a&gt; on a rehabilitation assignment, where he played in three games, batting 3-for-9. Pedroia was activated for Boston's home opener on April 9, appeared in six games while batting 2-for-20 (.100/.143/.100), and returned to the injured list on April 18 due to left knee irritation. He began a rehabilitation assignment with Double-A Portland on May 2. On May 11, he was scratched from a start due to knee discomfort, and his assignment with Portland was halted on May 13. He restarted his rehabilitation, first with Triple-A Pawtucket on May 17, and then with Double-A Portland on May 24. Pedroia was removed from Portland's May 24 game due to left knee soreness.\nAfter being evaluated, he announced on May 27 that he was going to take some time to evaluate his future. When asked if he would ever play again, he said \"I'm not sure.\" The same day, the Red Sox moved Pedroia to the 60-day injured list. On August 6, Pedroia underwent a left knee joint preservation surgery. In 2019, he had the slowest sprint speed of all American League second basemen, at 25.0 feet/second.\n2020.\nOn January 21, 2020, it was reported that Pedroia suffered a \"significant setback\" with his left knee. On February 23, the team placed Pedroia on the 60-day injured list. Due to his injury, Pedroia missed the entirety of the shortened 2020 season.\nRetirement.\nOn February 1, 2021, Pedroia announced his retirement from Major League Baseball after 14 seasons.\nOn June 25, 2021, the Red Sox honored Pedroia in a pre-game ceremony at Fenway Park, and announced his induction to the &lt;a href=\"Boston%20Red%20Sox%20Hall%20of%20Fame\"&gt;Boston Red Sox Hall of Fame&lt;/a&gt; as part of the class of 2022.\nHonors and awards.\nMajor league awards.\nHaving last played in MLB in 2019, Pedroia will be eligible to appear on the ballot for the &lt;a href=\"National%20Baseball%20Hall%20of%20Fame\"&gt;National Baseball Hall of Fame&lt;/a&gt; class of 2025, expected to be distributed to &lt;a href=\"Baseball%20Writers%27%20Association%20of%20America\"&gt;BBWAA&lt;/a&gt; voters in late 2024.\nPersonal life.\nPedroia has garnered multiple nicknames during his time in Boston, including Pedey, the Laser Show, and the Muddy Chicken. His family is of Swiss Italian and Portuguese heritage. The Red Sox officially lists Pedroia at , but he said he is in 2016. Pedroia has expressed an interest in &lt;a href=\"Bigfoot\"&gt;Bigfoot&lt;/a&gt;, including tweeting about the show \"&lt;a href=\"Finding%20Bigfoot\"&gt;Finding Bigfoot&lt;/a&gt;\" from his &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; account. Pedroia enjoys playing the game &lt;a href=\"cribbage\"&gt;cribbage&lt;/a&gt;; he and former manager &lt;a href=\"Terry%20Francona\"&gt;Terry Francona&lt;/a&gt; used to play together. Pedroia is a fan of the &lt;a href=\"National%20Basketball%20Association\"&gt;NBA&lt;/a&gt;'s &lt;a href=\"Sacramento%20Kings\"&gt;Sacramento Kings&lt;/a&gt;, and the &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt;'s &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt;.\nOn January 9, 2009, Pedroia was named as the cover athlete of the baseball video game \"\", and appeared in several commercials for the game.\nIn August 2009, Pedroia's wife, Kelli, gave birth to the couple's first child, a boy named Dylan.\nIn September 2012, Pedroia's wife Kelli had a second son, Cole.\nOn June 2014, the couple had their third son, Brooks. Pedroia is the nephew of &lt;a href=\"Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt; &lt;a href=\"defensive%20coordinator\"&gt;defensive coordinator&lt;/a&gt; &lt;a href=\"Phil%20Snow\"&gt;Phil Snow&lt;/a&gt;.\nIn a 2009 interview given to \"&lt;a href=\"Boston%20%28magazine%29\"&gt;Boston&lt;/a&gt;\" magazine, Pedroia criticized his home town of &lt;a href=\"Woodland%2C%20California\"&gt;Woodland, California&lt;/a&gt;, calling it a \"dump\" and a city that never embraced him. This generated backlash from his hometown and his family received death threats. Pedroia later clarified his comments saying he was only joking and his comments were taken out of context. The original article's author, however, insisted that his use of the comment was not misleading. His transcript of the interview quoted Pedroia as saying \"It's a dump. You can quote me on that. I don't give a shit.\"\nPedroia has authored an autobiography, and a children's book about Red Sox mascot &lt;a href=\"Wally%20the%20Green%20Monster\"&gt;Wally the Green Monster&lt;/a&gt; as a continuation of a series started by &lt;a href=\"Jerry%20Remy\"&gt;Jerry Remy&lt;/a&gt;:"
}