{
    "id": "32233475",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=32233475",
    "title": "Hans Weijs",
    "text": "Hans Weijs Jr. (born 19 December 1986) is a Dutch &lt;a href=\"rallying\"&gt;rally&lt;/a&gt; driver. He has won two rounds of the &lt;a href=\"Junior%20World%20Rally%20Championship\"&gt;Junior World Rally Championship&lt;/a&gt;, finishing runner-up in the standings in 2010.\nHis father, Hans Weijs, Sr., is also a rally driver and runs his own garage in Elst.\nCareer.\nIn 2004 Weijs entered for a selection day of KNAF Talent First, a program run by the Dutch national motorsport federation to find and support new young talent, which he won.\nHe made his debut in the &lt;a href=\"World%20Rally%20Championship\"&gt;World Rally Championship&lt;/a&gt; in 2006, on &lt;a href=\"2006%20Rallye%20Deutschland\"&gt;Rallye Deutschland&lt;/a&gt;, in a &lt;a href=\"Mitsubishi%20Lancer%20Evo%20VIII\"&gt;Mitsubishi Lancer Evo VIII&lt;/a&gt;, finishing in 39th position. He also finished &lt;a href=\"2006%20Wales%20Rally%20GB\"&gt;Wales Rally GB&lt;/a&gt; in a &lt;a href=\"Ford%20Fiesta%20ST\"&gt;Ford Fiesta ST&lt;/a&gt;. 2007 saw Weijs enter six rounds of the WRC in an &lt;a href=\"Mitsubishi%20Lancer%20Evo%20IX\"&gt;Evo IX&lt;/a&gt;.\nWeijs entered the &lt;a href=\"Junior%20World%20Rally%20Championship\"&gt;Junior World Rally Championship&lt;/a&gt; (JWRC) in 2008 in a &lt;a href=\"Citro%C3%ABn%20C2\"&gt;Citroën C2 R2 Max&lt;/a&gt; with the continued support of KNAF Talent First programme. He scored two points in his first season, finishing 17th in the final standings. 2009 saw considerable improvement in results after switching to a more competitive C2 S1600. He finished third in JWRC on &lt;a href=\"2009%20Rally%20de%20Portugal\"&gt;Rally de Portugal&lt;/a&gt;, and won at the end of the year on &lt;a href=\"2009%20Rally%20Catalunya\"&gt;Rally Catalunya&lt;/a&gt;. He finished the season fifth in the standings.\nIn 2010 Weijs won in Germany and scored two further podiums prior to the final round of the season in Catalunya. Weijs led on the final day of the rally, which would have seen him beat &lt;a href=\"Aaron%20Burkart\"&gt;Aaron Burkart&lt;/a&gt; to the title. However, a crank sensor failure dropped him to third, which allowed Burkart, who finished the rally fourth, to win the title.\nWeijs finished Second on his &lt;a href=\"Super%202000\"&gt;Super 2000&lt;/a&gt; debut on the &lt;a href=\"2011%20Ypres%20Rally\"&gt;Ypres Rally&lt;/a&gt;, a round of the &lt;a href=\"Intercontinental%20Rally%20Challenge\"&gt;Intercontinental Rally Challenge&lt;/a&gt; in a &lt;a href=\"%C5%A0koda%20Fabia%20S2000\"&gt;Škoda Fabia S2000&lt;/a&gt;.\nIn 2012 Hans Weijs competes in the &lt;a href=\"South%20African%20Rally%20Championship\"&gt;South African Rally Championship&lt;/a&gt;, running for the South African Volkswagen Rally team in a &lt;a href=\"Volkswagen%20Polo%20S2000\"&gt;Volkswagen Polo S2000&lt;/a&gt;"
}