{
    "id": "32231914",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=32231914",
    "title": "Werd (Lake Constance)",
    "text": "Werd Island is the main island of the small island group \"Werd Islands\" in the westernmost part of the &lt;a href=\"Untersee%20%28Lake%20Constance%29\"&gt;Lower Lake&lt;/a&gt; of &lt;a href=\"Lake%20Constance\"&gt;Lake Constance&lt;/a&gt; just before the &lt;a href=\"High%20Rhine\"&gt;High Rhine&lt;/a&gt; leaves the part of the lake known as . It is located on Swiss territory between &lt;a href=\"Stein%20am%20Rhein\"&gt;Stein am Rhein&lt;/a&gt; and &lt;a href=\"Eschenz\"&gt;Eschenz&lt;/a&gt;.\nHistory.\nThe Werd was already inhabited in 5000 BC, using &lt;a href=\"stilt%20houses\"&gt;stilt houses&lt;/a&gt;. Stone tools used by &lt;a href=\"hunter-gatherers\"&gt;hunter-gatherers&lt;/a&gt; in the &lt;a href=\"Middle%20Stone%20Age\"&gt;Middle Stone Age&lt;/a&gt; have been found. In the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt;, Werd provided an ideal place to settle. Between 1931 and 1935, the island was excavated under the direction of Karl Keller-Tarnuzzer. Numerous items such as stone axes, arrowheads, a flint sickle, pottery shards, bone fishhooks from the &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; and the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; came to light. Tools, weapons and jewelry from the Bronze Age were found.\nWater levels of Lake Constance fell to an extreme low in the winter of 2005–2006. This uncovered a large waterfront areas and some prehistoric artifacts. A selection of prehistoric, Roman Era and medieval artifacts is on display at the entrance of the &lt;a href=\"refectory\"&gt;refectory&lt;/a&gt; on the island. Other important finds are now housed in the Museum of Archaeology in &lt;a href=\"Frauenfeld\"&gt;Frauenfeld&lt;/a&gt; and in the local museum in Eschenz.\nIn 50 BCE, the &lt;a href=\"Roman%20Empire\"&gt;Romans&lt;/a&gt; built a &lt;a href=\"pile%20bridge\"&gt;pile bridge&lt;/a&gt; between &lt;a href=\"Rhaetia\"&gt;Rhaetia&lt;/a&gt; and &lt;a href=\"Magna%20Germania\"&gt;Magna Germania&lt;/a&gt; via the island. The two bridge sections had a length of 220 and 217 meters and a width of six meters. This &lt;a href=\"Roman%20road\"&gt;Roman road&lt;/a&gt;, known in the literature as the \"Rheatian Boundary Street\" led from the &lt;a href=\"Vicus%20%28Rome%29\"&gt;Vicus&lt;/a&gt; \"&lt;a href=\"Tasgetium\"&gt;Tasgetium&lt;/a&gt;\" (Eschenz) via &lt;a href=\"Rielasingen-Worblingen\"&gt;Rielasingen&lt;/a&gt;, &lt;a href=\"Singen\"&gt;Singen&lt;/a&gt;, &lt;a href=\"Friedingen\"&gt;Friedingen&lt;/a&gt;, &lt;a href=\"Stei%C3%9Flingen\"&gt;Steißlingen&lt;/a&gt;, &lt;a href=\"Orsingen-Nenzingen\"&gt;Orsingen&lt;/a&gt;, &lt;a href=\"Vilsingen\"&gt;Vilsingen&lt;/a&gt; and &lt;a href=\"Inzigkofen\"&gt;Inzigkofen&lt;/a&gt; to a &lt;a href=\"ford%20%28crossing%29\"&gt;ford&lt;/a&gt; across the &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; at Laiz. In Orsingen there was a junction to &lt;a href=\"Pfullendorf\"&gt;Pfullendorf&lt;/a&gt; and &lt;a href=\"Burgweiler%20%28Ostrach%29\"&gt;Burgweiler&lt;/a&gt;. Near \"Dürren Ast\", there was a further junction through the &lt;a href=\"Ablach%20%28Danube%29\"&gt;Ablach Valley&lt;/a&gt; to &lt;a href=\"Me%C3%9Fkirch\"&gt;Meßkirch&lt;/a&gt;, &lt;a href=\"Krauchenwies\"&gt;Krauchenwies&lt;/a&gt; and &lt;a href=\"Mengen%2C%20Germany\"&gt;Mengen&lt;/a&gt;-&lt;a href=\"Ennetach\"&gt;Ennetach&lt;/a&gt;.\nChapel.\nSaint &lt;a href=\"Othmar\"&gt;Othmar&lt;/a&gt;, the first abbot of the &lt;a href=\"Abbey%20of%20St.%20Gall\"&gt;Abbey of St. Gall&lt;/a&gt; was sent into exile to Werd in 759. He died on Werd on 16 November of that year. The St. Othmar chapel on the island was erected in his memory in the 15th Century. It belongs to the &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; parish of Eschenz.\nThe island is owned by the &lt;a href=\"Benedictine\"&gt;Benedictine&lt;/a&gt; &lt;a href=\"Einsiedeln%20Abbey\"&gt;Einsiedeln Abbey&lt;/a&gt;. It is, however, leased by the &lt;a href=\"Franciscans\"&gt;Franciscans&lt;/a&gt;; they live in a house attached to the chapel.\nArchipelago.\nWerd is the main island of a small island group. It has an area of 1.59 &lt;a href=\"hectare\"&gt;hectare&lt;/a&gt; belongs to the ward Untereschenz of the municipality of &lt;a href=\"Eschenz\"&gt;Eschenz&lt;/a&gt;, in the &lt;a href=\"Switzerland\"&gt;Swiss&lt;/a&gt; &lt;a href=\"Cantons%20of%20Switzerland\"&gt;Canton&lt;/a&gt; &lt;a href=\"Thurgau\"&gt;Thurgau&lt;/a&gt;. The highest point of the island is 398 metres above sea level or 2 metres above lake level (396 m).\nIt is connected to the south bank of the river by a 125 meter long wooden bridge.\nThe two smaller islands in the group belong to the municipality of &lt;a href=\"Stein%20am%20Rhein\"&gt;Stein am Rhein&lt;/a&gt; of &lt;a href=\"Canton%20of%20Schaffhausen\"&gt;Canton of Schaffhausen&lt;/a&gt;. They are uninhabited and form the nature reserve and bird sanctuary \"Middle and lower Werdli\". Middle Werdli island has an area of 0.4 hectares; Lower Werdli measures 0.6 hectares.\nThe boundary between the cantons of Thurgau and Schaffhausen, follows the center line of the Rhine here.\nThe bridge at Stein am Rhein is generally considered to be the boundary between the Lower Lake of Lake Constance and the &lt;a href=\"High%20Rhine\"&gt;High Rhine&lt;/a&gt;. The Werd islands lie just above the bridge and are therefore &lt;a href=\"Lake%20island\"&gt;inland islands&lt;/a&gt;, not &lt;a href=\"river%20island\"&gt;river island&lt;/a&gt;s. The Western tip of Lower Werli is about 320 meters upstream from the bridge."
}