{
    "id": "3225415",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3225415",
    "title": "Hindu mythological wars",
    "text": "Hindu mythological wars are the &lt;a href=\"war\"&gt;war&lt;/a&gt;s described in the &lt;a href=\"Hindu%20texts\"&gt;Hindu texts&lt;/a&gt; of ancient &lt;a href=\"India\"&gt;India&lt;/a&gt;. These wars depicted both mortals of great prowess as well as &lt;a href=\"Hindu%20deities\"&gt;deities&lt;/a&gt; and &lt;a href=\"List%20of%20legendary%20creatures%20in%20Hindu%20mythology\"&gt;supernatural beings&lt;/a&gt;, often wielding &lt;a href=\"Astras\"&gt;supernatural weapons&lt;/a&gt; of great power. Hindu teachings prescribe war as the final option, to be employed only after all peaceful methods are exhausted. Participation in righteous war, or \"&lt;a href=\"Dharma-yuddha\"&gt;dharmayuddha&lt;/a&gt;\", was said to be honourable and was a principal duty of the \"Kshatriya\" or warrior caste, and victory in such wars was regarded as a matter of honour.\nIn Vedic literature.\nIndra and Vritra.\nThe central battle in the \"Vedas\" is between &lt;a href=\"Indra\"&gt;Indra&lt;/a&gt; and &lt;a href=\"Vritra\"&gt;Vritra&lt;/a&gt;, and the defeat of the demon Vritra leads to the liberation of rivers, cattle and \"&lt;a href=\"Ushas\"&gt;Ushas&lt;/a&gt;\" (&lt;a href=\"dawn\"&gt;dawn&lt;/a&gt;/light).\nThe Kshatriya order.\nWar Sacrifices:\nIn Puranic Literature.\nThe Devas and Asuras.\nThe perennial battle between the &lt;a href=\"Deva%20%28Hinduism%29\"&gt;Devas&lt;/a&gt; and &lt;a href=\"Asura\"&gt;Asura&lt;/a&gt;s is undertaken over the dominion of the three worlds: &lt;a href=\"Svarga\"&gt;Svarga&lt;/a&gt;, &lt;a href=\"Bh%C5%ABmi\"&gt;Bhumi&lt;/a&gt;, and &lt;a href=\"Patala\"&gt;Patala&lt;/a&gt;, or &lt;a href=\"Heaven\"&gt;Heaven&lt;/a&gt;, &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;, and the &lt;a href=\"Underworld\"&gt;Nether world&lt;/a&gt;s. Both races are technically equal, possessors of great religious and martial powers, but the Devas are committed to the worship of the &lt;a href=\"Supreme%20Being\"&gt;Supreme Being&lt;/a&gt; and the practice of &lt;a href=\"virtue\"&gt;virtue&lt;/a&gt;. The Asuras have atheistic and devious tendencies that grow over time. The divide is the greatest in the &lt;a href=\"Kali%20Yuga\"&gt;Kali Yuga&lt;/a&gt;, the final age.\nThe Ramayana.\nAtirathis:\nMaharathis:\nAtimaharathis:\nThe Mahabharata.\nLevels of Warrior Excellence as per Bhishma from Mahabharata.\nBefore war, Bhishma ill-treated Karna by calling him Artha-rathi because Karna had a very bad habit of flying away from battlefield after being defeated. But Karna was potentially equal to 1 Maharathi warrior\nFrom Kaurava side\n\"Rathis\"\n\"Atirathis\"\n\"Maharathis\" \nFrom Pandava side\n\"Rathis\"\n\"Atirathis\"\n\"Maharathis\"\n\"Atimaharathi\"\n&lt;a href=\"Arjuna\"&gt;Arjuna&lt;/a&gt;- the mighty son of Indra was equal to 12 maharathi class warriors and thus-Atimaharathi. According to Bhishma, only Arjuna along with Krishna was Atimaharathi at time of Kurukshetra war.\nMajor deities.\nVishnu.\n&lt;a href=\"Vishnu\"&gt;Vishnu&lt;/a&gt; is a God in Vaishnavism sect of &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt;. According to traditional etymologies, \"Vishnu\" means \"all pervading\". In the puranas, he is periodically reborn &lt;a href=\"Avatar\"&gt;Avatar&lt;/a&gt; upon Earth. Vishnu has 10 avatars The 10 Avatars of Vishnu include &lt;a href=\"Matsya\"&gt;Matsya&lt;/a&gt;, &lt;a href=\"Kurma\"&gt;Kurma&lt;/a&gt;, &lt;a href=\"Varaha\"&gt;Varaha&lt;/a&gt;, &lt;a href=\"Narasimha\"&gt;Narasimha&lt;/a&gt;, &lt;a href=\"Vamana\"&gt;Vamana&lt;/a&gt;, &lt;a href=\"Parshurama\"&gt;Parshurama&lt;/a&gt;, &lt;a href=\"Rama\"&gt;Rama&lt;/a&gt;, &lt;a href=\"Krishna\"&gt;Krishna&lt;/a&gt;, &lt;a href=\"Vyasa\"&gt;Vyasa&lt;/a&gt;/&lt;a href=\"Balarama\"&gt;Balarama&lt;/a&gt; and &lt;a href=\"Kalki\"&gt;Kalki&lt;/a&gt;. Vishnu is also said to have total of 36 forms. 26 forms other than Dasa-Avatars include &lt;a href=\"Mohini\"&gt;Mohini&lt;/a&gt;, &lt;a href=\"Nara-Narayana\"&gt;Nara-Narayana&lt;/a&gt;, &lt;a href=\"Arjuna\"&gt;Arjuna&lt;/a&gt;, &lt;a href=\"Dattatreya\"&gt;Dattatreya&lt;/a&gt;, &lt;a href=\"Danvantri\"&gt;Danvantri&lt;/a&gt;, Yagya-raja, King Prithu etc. In battle, the avatars of Vishnu are aided by a variety of \"&lt;a href=\"Astra%20%28weapon%29\"&gt;astra&lt;/a&gt;\" or celestial weapons. His two human avatars, Rama and Krishna, possessed many celestial weapons. Krishna also used a few of these weapons in Mahabharata. These include:\nShiva.\nMahadeva literally means \"Highest of all gods\" i.e. God of Gods. He is the supreme God in Shaivism sect of Hinduism. Shiva is also known as \"Maheshwar\", \"the great Lord\", \"Mahadeva\", the great God, \"Shambhu\", \"Hara\", \"Pinakadharik\" (pinakapani- South India notation), \"bearer of the &lt;a href=\"Shiv%20Dhanush\"&gt;Pinaka&lt;/a&gt;\" and \"Mrityunjaya\", \"conqueror of death\". He is the spouse of &lt;a href=\"Shakti\"&gt;Shakti&lt;/a&gt;. He also is represented by Mahakala and Bhairava. Shiva is often pictured holding the &lt;a href=\"damaru\"&gt;damaru&lt;/a&gt;ka, an hourglass-shaped drum, along with his &lt;a href=\"trishula\"&gt;trishula&lt;/a&gt;, a &lt;a href=\"trident\"&gt;trident&lt;/a&gt;-staff. His usual &lt;a href=\"mantra\"&gt;mantra&lt;/a&gt; is \"&lt;a href=\"Om%20Namah%20Shivaya\"&gt;Om Namah Shivaya&lt;/a&gt;\". Shiva is also considered as the God of Gods. The existence which represents infinity itself. He is the supreme masculine divinity in this universe and is lord of the three worlds (Vishwanath) and is second to none in wrath and power.\nSarvaripati Shiva is one of the most fearsome manifestation of the supreme God. Assigned with destroying all of the universe at the end of time, Shiva is one of the most fearsome warriors and unconquerable. &lt;a href=\"Tandava\"&gt;Tandava&lt;/a&gt; is the dance of the destroyer, which he performs over the body of a demon. Shiva employs his power to kill the &lt;a href=\"Asura\"&gt;Asura&lt;/a&gt; Tripura, destroying the flying three cities of Tripura. In battle, Shiva and his amshas (spirits) deploy formidable weapons controlled by him. Some of these are:\nShakti.\nShakti is the supreme Goddess in Shaktism sect of Hinduism. Both a supreme being and an energy that is considered to be the source of all works of creation, preservation and destruction, &lt;a href=\"Adi%20Parashakti\"&gt;Adi Parashakti&lt;/a&gt; is the source of &lt;a href=\"Trimurti\"&gt;Trimurti&lt;/a&gt;, the &lt;a href=\"universe\"&gt;universe&lt;/a&gt; and all of &lt;a href=\"%3Awikt%3Acreaton\"&gt;creation&lt;/a&gt;. She took many incarnations to fight with demons, including &lt;a href=\"Parvati\"&gt;Parvati&lt;/a&gt;, wife of Shiva, &lt;a href=\"Lakshmi\"&gt;Lakshmi&lt;/a&gt;, wife of Vishnu, the complete avatar of Shakti herself, according to the &lt;a href=\"Devi-Bhagavata%20Purana\"&gt;Devi Gita&lt;/a&gt; and Durga Saptashati, the main scriptures for Shakti worshipers. As the goddess Parvati, she is considered to be the most powerful of all deities.\nSometimes, the gods worship &lt;a href=\"Parvati\"&gt;Parvati&lt;/a&gt;, who came before them in different \"avatars\":\nShakti is usually depicted as having the weapons of all the gods, even the &lt;a href=\"Trimurti\"&gt;Trimurti&lt;/a&gt;. She holds the trident of Shiva, the \"Chakra\" of Vishnu, the \"Vajra\" of Indra, the \"Gada\" of Yamaraj.\nCelestial Weapons.\nAn \"&lt;a href=\"Astra%20%28weapon%29\"&gt;Astra&lt;/a&gt;\" is a power, weapon, missile that is to be hurled at an enemy. Generally astra is in form of an arrow. Astras can be invoked using incantations (mantras). Different astras have different power. A \"&lt;a href=\"Shastra\"&gt;Shastra&lt;/a&gt;\" is a personal weapon like swords, bows, spades, axes, spears and maces which must be constantly operated by a warrior."
}