{
    "id": "32277583",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=32277583",
    "title": "Leonardo Gigli",
    "text": "Leonardo Gigli (30 April 1863, &lt;a href=\"Sesto%20Fiorentino\"&gt;Sesto Fiorentino&lt;/a&gt; – 4 April 1908, &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt;) was an Italian &lt;a href=\"surgeon\"&gt;surgeon&lt;/a&gt; and &lt;a href=\"Obstetrics\"&gt;obstetrician&lt;/a&gt; remembered for describing Gigli's operation, and for designing the &lt;a href=\"Gigli%20saw\"&gt;Gigli saw&lt;/a&gt; to simplify its performance.\nBiography.\nLeonardo Gigli was born in a &lt;a href=\"villa\"&gt;villa&lt;/a&gt; in the town of Sesto Fiorentino on 30 April 1863. He attended school and &lt;a href=\"University%20of%20Florence\"&gt;university&lt;/a&gt; in Florence, graduating in &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt; and &lt;a href=\"surgery\"&gt;surgery&lt;/a&gt; in 1889. He initially worked as assistant to the &lt;a href=\"professor\"&gt;professor&lt;/a&gt; of clinical &lt;a href=\"paediatric%20surgery\"&gt;paediatric surgery&lt;/a&gt;, and became assistant in clinical &lt;a href=\"obstetrics%20and%20gynaecology\"&gt;obstetrics and gynaecology&lt;/a&gt; in Florence under Professor Domenico Chiara in November 1889.\nWhen Chiara died in 1891 Gigli left Italy, travelling to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; to work under &lt;a href=\"%C3%89tienne%20St%C3%A9phane%20Tarnier\"&gt;Tarnier&lt;/a&gt;, then to &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"Wroc%C5%82aw\"&gt;Wrocław&lt;/a&gt; where he worked under Professor &lt;a href=\"Heinrich%20Fritsch\"&gt;Heinrich Fritsch&lt;/a&gt; from November 1892 to June 1893. During his time in Wrocław he was also able to attend surgery with &lt;a href=\"Jan%20Mikulicz-Radecki\"&gt;Mikulicz&lt;/a&gt;; here he first designed the wire saw which was manufactured by the Haertel company. He wrote about the use of this saw, which became known as the Gigli saw, to perform lateral &lt;a href=\"symphysiotomy\"&gt;pubiotomy&lt;/a&gt; (Gigli's operation) to assist in &lt;a href=\"Dystocia\"&gt;obstructed labour&lt;/a&gt; in July 1893 and again in October 1894 in the \"Annals of Obstetrics and Gynaecology of Milan\".\nHe returned to Florence in March 1894 to work at the &lt;a href=\"Hospital%20of%20Santa%20Maria%20Nuova\"&gt;Hospital of Santa Maria Nuova&lt;/a&gt;, and continued as a proponent of the lateral pubiotomy using the wire saw despite lack of support from colleagues in Italy. He also described the use of his saw for cutting other bones, excepting the &lt;a href=\"human%20skull\"&gt;skull&lt;/a&gt;, in 1897; Professor Alfred Obalinski of &lt;a href=\"Jagiellonian%20University\"&gt;Kraków&lt;/a&gt; then described its use for &lt;a href=\"craniotomy\"&gt;craniotomy&lt;/a&gt; in the same year.\nIn 1899, he became director of the Santa Maria Nuova Hospital. He resigned from this post in 1901 to work in private practice and to concentrate on scientific work, having never received a university appointment. He died at home in Florence on 4 April 1908 of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; at the age of 44.\nLegacy.\nAlthough Gigli's operation, the lateral pubiotomy, is rarely performed today, the Gigli saw is still used to perform &lt;a href=\"amputation\"&gt;amputation&lt;/a&gt;s and cranial flaps, and to section the sternum when performing an emergency &lt;a href=\"Thoracotomy\"&gt;clamshell thoracotomy&lt;/a&gt;.\nThe Gigli Archive and Library.\nThe Library of the &lt;a href=\"Museo%20Galileo\"&gt;Museo Galileo&lt;/a&gt; hosts an archival fond and a librarian fond named after Leonardo Gigli.\nThe first gathers the personal correspondence (approximately 320 letters and postcards) and the scientific correspondence (approximately 300 letters), as well as documents attesting Gigli’s professional training and many scientific writings and notes. Those allow the reader to reconstruct the author’s progression, particularly for what concerns the development of the surgical practice adopted by Gigli in the obstetrical and gynaecological field, with the use of the &lt;a href=\"wire%20saw\"&gt;wire saw&lt;/a&gt;.\nThe second fond is made of approximately 200 works dealing with medicine, and more precisely with &lt;a href=\"obstetrics\"&gt;obstetrics&lt;/a&gt; and &lt;a href=\"gynaecology\"&gt;gynaecology&lt;/a&gt;, mostly in Italian and German language.\nBoth fonds were donated to the Institute and Museum of History of Science, now Museo Galileo, by Leonardo Gigli’s brother Ottavio in 1954 and grandson Fulvio in 2003, together with some of Gigli’s surgical instruments."
}