{
    "id": "32293418",
    "revid": "1068202500",
    "url": "https://en.wikipedia.org/wiki?curid=32293418",
    "title": "Tamil Nadu football team",
    "text": "The Tamil Nadu football team is an Indian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team representing &lt;a href=\"Tamil%20Nadu\"&gt;Tamil Nadu&lt;/a&gt; in the &lt;a href=\"Santosh%20Trophy\"&gt;Santosh Trophy&lt;/a&gt;. They have appeared in the Santosh Trophy finals twice, in 1972–73 and 2012, and have never won. Tamil Nadu team reached Semi-finals of the Santosh Trophy in the year 2009, where they lost to the Goa football team. Prior to 1972, the team competed as Madras.\nTamil Nadu Squad.\nThe team selected for 2021\nSantosh Trophy;\nPlayer history.\nSome of the former Tamil Nadu state football players are &lt;a href=\"Samson%20Gunapandian\"&gt;Samson Gunapandian&lt;/a&gt;, &lt;a href=\"Simon%20Sundararaj\"&gt;Simon Sundararaj&lt;/a&gt;, &lt;a href=\"J.%20Krishnaswamy\"&gt;J. Krishnaswamy&lt;/a&gt;, &lt;a href=\"Raman%20Vijayan\"&gt;Raman Vijayan&lt;/a&gt;, &lt;a href=\"Syed%20Sabir%20Pasha\"&gt;Syed Sabir Pasha&lt;/a&gt;, &lt;a href=\"Kalia%20Kulothungan\"&gt;Kalia Kulothungan&lt;/a&gt;, &lt;a href=\"Robin%20Charles%20Raja\"&gt;Robin Charles Raja&lt;/a&gt;, &lt;a href=\"V.%20Soundararajan\"&gt;V. Soundararajan&lt;/a&gt;, P.M. Radhakrishnan, P. Nageshwara Rao, M. Thangaraj, Gandhi (RBI), Edwin Ross (Winger), D'Cruz (ICF), Orlando Rayen, A.U. Celestine (Goal Keeper), P.V. Sriramulu, A. Satyanarayanan, Guna Singh, Koshy, Kumar, Thomas, Arumaiyanayagam, Thanikachalam, Chandran Jeypal, Dhanapathy, Gurunathan, Viswanathan, and Rajamanickam (Goal Keeper).\nSimon Sundararaj from Thanjavur, Tamil Nadu scored the last Indian goal at the Olympics, in Rome in 1960.\nMost of these former players were employees of State or Central government institutions. &lt;a href=\"All%20India%20Football%20Federation\"&gt;All India Football Federation&lt;/a&gt; and &lt;a href=\"Tamil%20Nadu%20Football%20Association\"&gt;Tamil Nadu Football Association&lt;/a&gt; were coordinating these players participation at the National level. In the past, to attend preparatory camps to get selected for the Indian national football team, it was difficult for these players to obtain leave from the institutions in which they were employed. Some Tamil Nadu football players use their football talent and achievements to get jobs in Government institutions like Southern Railways, Indian Bank, and Chennai Customs.\nThe following is an incomplete list of Tamil Nadu footballers."
}