{
    "id": "32316422",
    "revid": "1067221018",
    "url": "https://en.wikipedia.org/wiki?curid=32316422",
    "title": "The Hex Girls",
    "text": "The Hex Girls (or simply Hex Girls) are a fictional &lt;a href=\"girl%20group\"&gt;female&lt;/a&gt; &lt;a href=\"Environmentalism%20in%20music\"&gt;eco&lt;/a&gt;-&lt;a href=\"Gothic%20rock\"&gt;goth-rock&lt;/a&gt; band created by writers &lt;a href=\"Rick%20Copp\"&gt;Rick Copp&lt;/a&gt; and &lt;a href=\"David%20A.%20Goodman\"&gt;David A. Goodman&lt;/a&gt;, and portrayed by actresses and singer-songwriters &lt;a href=\"Jennifer%20Hale\"&gt;Jennifer Hale&lt;/a&gt; (as lead singer and &lt;a href=\"guitarist\"&gt;guitarist&lt;/a&gt; Thorn, real name Sally McKnight), &lt;a href=\"Jane%20Wiedlin\"&gt;Jane Wiedlin&lt;/a&gt; (as &lt;a href=\"drummer\"&gt;drummer&lt;/a&gt; and back-up singer Dusk) and &lt;a href=\"Kimberly%20Brooks\"&gt;Kimberly Brooks&lt;/a&gt; (as &lt;a href=\"keyboardist\"&gt;keyboardist&lt;/a&gt; and back-up singer Luna). Hale, Wiedlin and Brooks write and perform original songs for the band.\nThe band first appeared in \"&lt;a href=\"Scooby-Doo%21%20and%20the%20Witch%27s%20Ghost\"&gt;Scooby-Doo! and the Witch's Ghost&lt;/a&gt;\", and reappeared in \"&lt;a href=\"Scooby-Doo%21%20and%20the%20Legend%20of%20the%20Vampire\"&gt;Scooby-Doo! and the Legend of the Vampire&lt;/a&gt;\", \"&lt;a href=\"What%27s%20New%2C%20Scooby-Doo%3F\"&gt;What's New, Scooby-Doo?&lt;/a&gt;\", \"&lt;a href=\"Scooby-Doo%21%20Mystery%20Incorporated\"&gt;Scooby-Doo! Mystery Incorporated&lt;/a&gt;\" and \"&lt;a href=\"Scooby-Doo%20and%20Guess%20Who%3F\"&gt;Scooby-Doo and Guess Who?&lt;/a&gt;\". The subsequent &lt;a href=\"cult%20classic\"&gt;cult classic&lt;/a&gt; success of \"Scooby-Doo! and the Witch's Ghost\" has been attributed to the presence of the Hex Girls, with the characters being seen as &lt;a href=\"queer%20culture\"&gt;queer culture&lt;/a&gt; and &lt;a href=\"Girl%20power\"&gt;girl-power&lt;/a&gt; icons. The continuing appeal of the band over two decades has been demonstrated in 2021 by the release of a set of &lt;a href=\"Funko\"&gt;Funko&lt;/a&gt; Pop Vinyl figures.\nAppearances.\nFilms.\nIn \"&lt;a href=\"Scooby-Doo%20and%20the%20Witch%27s%20Ghost\"&gt;Scooby-Doo and the Witch's Ghost&lt;/a&gt;\", the Hex Girls are first introduced as potential suspects of the mystery that is going on in their hometown, &lt;a href=\"Salem%2C%20Massachusetts\"&gt;Oakhaven, Salem, Massachusetts&lt;/a&gt;. After seeing them perform, the gang decides to follow them and see if they have anything to do with the mystery they are trying to unveil. Fred and Daphne even suspect that they are real witches, after seeing Thorn performing a strange ritual. Later, it is revealed that what they had in fact seen was a mere trick that Thorn had come up with to soothe their vocal cords, and they even explain that they are actually eco-goths, and Thorn is actually a &lt;a href=\"Wiccan\"&gt;Wiccan&lt;/a&gt;. They accompany the rest of the group in the search for Sarah Ravencroft's diary, ultimately revealed to be an actual &lt;a href=\"witch\"&gt;witch&lt;/a&gt;'s &lt;a href=\"grimoire\"&gt;grimoire&lt;/a&gt;, and later on, Thorn is the one who is able to trap her and Ben back in the book, by using it to cast a spell on them due to her biological Wiccan heritage. To pay for the damage caused in the battle, the Hex Girls, along with Scooby and the gang perform for the town's folks. In the film they sing two songs called \"I'm a Hex Girl\" and \"Earth, Wind, Fire and Air.\"\nIn \"&lt;a href=\"Scooby-Doo%20and%20the%20Legend%20of%20the%20Vampire\"&gt;Scooby-Doo and the Legend of the Vampire&lt;/a&gt;\", Scooby and the gang find out that Thorn, Luna, and Dusk, now successful as the Hex Girls, are to open the Vampire Rock Music Festival in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. When they are about to start to sing their act, they are kidnapped by Yowie Yahoo's vampire minions, which leads the gang to look for them, while trying to solve the mystery regarding Vampire Rock. It is later revealed that they had been offered by rival band Wildwind a free &lt;a href=\"scuba%20diving\"&gt;scuba diving&lt;/a&gt; tour in the &lt;a href=\"Great%20Barrier%20Reef\"&gt;Great Barrier Reef&lt;/a&gt;, if they quit from the festival, to which they refused, to which in return Wildwind refused to stop the kidnapping when given the opportunity. The Hex Girls are eventually able to come back to the place where the festival is being held, just in time to see Mystery Inc. solve the mystery, also join Scooby and the gang in their own performance as \"The Meddlin' Kids,\" alongside their new song \"We Do Voodoo.\"\nIn \"&lt;a href=\"Scoob%21\"&gt;Scoob!&lt;/a&gt;\", during the arcade chase sequence, a Hex Girls concert poster can be seen immediately to the right of the arcade's entrance, with a Hex Girls &lt;a href=\"pinball%20game\"&gt;pinball game&lt;/a&gt; additionally present among the various pinball machines on the right wall.\nTelevision series.\nIn \"&lt;a href=\"What%27s%20New%2C%20Scooby-Doo%3F\"&gt;What's New, Scooby-Doo?&lt;/a&gt;\", the Hex Girls appear in the episode \"The Vampire Strikes Back\". While the girls are in the Fortescu Castle in Transylvania, trying to shoot a &lt;a href=\"videoclip\"&gt;videoclip&lt;/a&gt; on their latest success, they are attacked by an apparent vampire. Connecting the attack with their previous experiences, Dusk tries to convince the others to leave the area for their own safety, while a disagreeing Thorn and Luna want to stay and try to shoot the videoclip. This creates an atmosphere of instability among the group, with Dusk considering leaving for a solo career. When Mystery Incorporated arrive at the same castle, the Hex Girls request their help to solve the mystery, while trying to prevent the girls from breaking up. In the end, Thorn, Dusk and Luna are able to wrap up the shooting, while enjoying the company of Scooby and the gang.\nIn \"&lt;a href=\"Scooby-Doo%21%20Mystery%20Incorporated\"&gt;Scooby-Doo! Mystery Incorporated&lt;/a&gt;\", the Hex Girls appear in the episodes \"In Fear of the Phantom\" and \"Dance of the Undead\". In this continuity, the Hex Girls are already world-famous when they meet the gang, with Velma being one of their biggest fans.\nIn \"In Fear of the Phantom\", while singing \"Hex Girl\" during a concert in Crystal Cove, the group are attacked by an apparent ghost, and Thorn is almost crushed to death. After offering their assistance to the band, Daphne is captured while acting as a stand-in for Thorn singing \"Earth, Wind, Fire, and Air\". However, she is soon rediscovered, angry after overhearing that Fred wished he \"didn't care about her\". Afterward, she temporarily joins the band under the name \"Crush\". To help Daphne get over Fred, Thorn co-writes \"Trap of Love\" with her, after the performance of which the Phantom attempts to abduct Crush but instead takes a &lt;a href=\"Mannequin\"&gt;dummy&lt;/a&gt; of her, triggering Fred's trap. The Phantom turns out to be the Hex Girls' &lt;a href=\"songwriter\"&gt;songwriter&lt;/a&gt;, Daniel Prezette, formally known as \"Fantzee Pantz\", who harbored jealousy of the Hex Girls' success and anger over having been replaced by them and delegated from his former star status - vowing revenge. With Prezette in jail and no more need for Daphne as a member, despite an open invitation from Thorn to remain, she unceremoniously retires from the band.\nIn \"Dance of the Undead\", after most of Crystal Cove, including Fred, Velma, and Daphne, is hypnotized by a &lt;a href=\"zombie\"&gt;zombie&lt;/a&gt; &lt;a href=\"Ska\"&gt;ska band&lt;/a&gt; called Rude Boy and the Ska-Tastics, Scooby and Shaggy track them down and ask them for help to defeat them in a &lt;a href=\"battle%20of%20the%20bands\"&gt;battle of the bands&lt;/a&gt;, styled after the one from \"&lt;a href=\"Scott%20Pilgrim%20vs.%20the%20World\"&gt;Scott Pilgrim vs. the World&lt;/a&gt;\". They also help the gang find another clue of the Crystal Cove Mystery, by discovering and deciphering a hidden soundtrack in the Planispheric Disk.\nIn \"&lt;a href=\"Scooby-Doo%20and%20Guess%20Who%3F\"&gt;Scooby-Doo and Guess Who?&lt;/a&gt;\", the Hex Girls appear in the episode \"I Put a Hex on You!\", where-in after Daphne's &lt;a href=\"makeup\"&gt;makeup&lt;/a&gt; &lt;a href=\"vlog\"&gt;vlog&lt;/a&gt; gains &lt;a href=\"internet\"&gt;internet&lt;/a&gt; fame, she is invited to become the band's prime consultant, which also leads the gang to another mystery in the form of the haunted &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt; of Esther Moonkiler that can seemingly control people's minds. Like in \"Mystery Incorporated\", the Hex Girls are depicted as already being world-famous when they meet the gang; unlike previous incarnations, the band is depicted as having had a former fourth member, \"Xander\", who had been forced to leave the band due to an outbreak of hives, later running the band's &lt;a href=\"fan%20club\"&gt;fan club&lt;/a&gt;. The group is depicted as having embraced all that fame has had to offer them, with Thorn having a &lt;a href=\"tranquillizer%20gun\"&gt;tranquillizer gun&lt;/a&gt; set aside for her specifically, while a rival group known as \"The Jinx Gals\" are also referenced, of whom the Hex Girls deride as a &lt;a href=\"rip-off\"&gt;rip-off&lt;/a&gt; of their own act.\nPotential spin-off television series.\nUpon the release of \"Scooby-Doo and the Witch's Ghost\", &lt;a href=\"Warner%20Bros.\"&gt;Warner Bros.&lt;/a&gt; expressed interest in the development of a spin-off television series revolving around the characters, to be developed by the film's writers Rick Copp and David A. Goodman. Although it went unrealized, elements of this series were adopted into subsequent films featuring the characters, and in February 2019, Copp confirmed he had spoken further to &lt;a href=\"Cartoon%20Network\"&gt;Cartoon Network&lt;/a&gt; with regards developing the television series, with Hale, Wiedlin and Brooks all expressing interest in reprising their roles, with Brooks citing &lt;a href=\"MeToo\"&gt;MeToo&lt;/a&gt; as \"even more of a bolster for the argument that we should be trying to revive these characters\".\nOther appearances.\nIn the final issue of \"Scooby-Doo! Team-Up\", serving as the final installment of the \"Crisis of Infinite Scoobys\" arc (a title in reference to \"&lt;a href=\"Crisis%20on%20Infinite%20Earths\"&gt;Crisis on Infinite Earths&lt;/a&gt;\"), being a &lt;a href=\"Crossover%20%28fiction%29\"&gt;crossover&lt;/a&gt; between the various incarnations of Mystery Incorporated from \"&lt;a href=\"The%2013%20Ghosts%20of%20Scooby-Doo\"&gt;The 13 Ghosts of Scooby-Doo&lt;/a&gt;\", \"&lt;a href=\"A%20Pup%20Named%20Scooby-Doo\"&gt;A Pup Named Scooby-Doo&lt;/a&gt;\", \"&lt;a href=\"What%27s%20New%2C%20Scooby-Doo%3F\"&gt;What's New, Scooby-Doo?&lt;/a&gt;\", &lt;a href=\"Scooby-Doo%20in%20film%23Film\"&gt;the \"Scooby-Doo\" film series&lt;/a&gt;, \"&lt;a href=\"Shaggy%20%26amp%3B%20Scooby-Doo%20Get%20a%20Clue%21\"&gt;Shaggy &amp; Scooby-Doo Get a Clue!&lt;/a&gt;\", \"&lt;a href=\"Scooby%20Doo%21%20Mystery%20Incorporated\"&gt;Scooby Doo! Mystery Incorporated&lt;/a&gt;\", \"&lt;a href=\"Be%20Cool%2C%20Scooby-Doo%21\"&gt;Be Cool, Scooby-Doo!&lt;/a&gt;\" and \"&lt;a href=\"Scooby%20Apocalypse\"&gt;Scooby Apocalypse&lt;/a&gt;\", the Hex Girls are revealed alongside &lt;a href=\"List%20of%20Scooby-Doo%20characters%23Flim-Flam\"&gt;Flim-Flam&lt;/a&gt;, &lt;a href=\"Shaggy%20%26amp%3B%20Scooby-Doo%20Get%20a%20Clue%21%23Characters\"&gt;Robi&lt;/a&gt; and &lt;a href=\"List%20of%20Scooby-Doo%20characters%23Red%20Herring\"&gt;Red Herring&lt;/a&gt; to have been controlling a gigantic &lt;a href=\"Scrappy-Doo\"&gt;Scrappy-Doo&lt;/a&gt; on the behest of &lt;a href=\"List%20of%20Scooby-Doo%20characters%23Vincent%20Van%20Ghoul\"&gt;Vincent Van Ghoul&lt;/a&gt; against the various incarnations of Mystery Incorporated, being upset that the Scooby Gang were allowed to have their characters evolve over time and continuities and gain more adventure and fame, and having been cast aside to be forgotten. After being questioned as to the absence of the real Scrappy-Doo from the plan, Thorn notes \"that mutt [is] too annoying, even for us!\", before a pack of various versions of Scrappy-Doo turn up to fight all incarnations.\nDevelopment.\nThe Hex Girls co-creator Rick Copp has cited \"&lt;a href=\"Josie%20and%20the%20Pussycats\"&gt;Josie and the Pussycats&lt;/a&gt;\" as a partial inspiration in creating the characters.\nReception.\nThe Hex Girls were immediately embraced by fans of Scooby-Doo, and have gone on to be considered cult-classic characters. Many people, such as author Heather Greene, felt \"they reflect the \"girl power\" movement and could be witch-derivatives of the Spice Girls...\" The band was such a &lt;a href=\"Tent-pole%20%28entertainment%29\"&gt;tent pole&lt;/a&gt; for a generation that in 2019, a 4-piece rough and tumble rock band from &lt;a href=\"Cedar%20Falls%2C%20Iowa\"&gt;Cedar Falls, Iowa&lt;/a&gt; adopted the Hex Girls name to their own band in reference to the \"Scooby-Doo\" franchise.\nEvangelical criticism.\nReligious debates over The Hex Girls are based on claims that they are Satanic and their music promotes the &lt;a href=\"occult\"&gt;occult&lt;/a&gt;. Much of the criticism of them comes from a small number of &lt;a href=\"evangelism\"&gt;evangelical Christians&lt;/a&gt; who hold that Scooby-Doo's depiction of witchcraft is dangerous to children. David J. Stewart, spokesman for 'Jesus is Savior', an online missionary claimed the band was \"of the Devil, luring young girls into Wicca witchcraft.\"\nResponses to criticism.\nThe satanic claims made by Stewart were picked up and &lt;a href=\"Roast%20%28comedy%29\"&gt;roasted&lt;/a&gt; on the &lt;a href=\"Internet%20forum\"&gt;Internet forum&lt;/a&gt; of &lt;a href=\"Landover%20Baptist%20Church\"&gt;Landover Baptist Church&lt;/a&gt;, a popular parody of fundamentalist &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt; &lt;a href=\"local%20church\"&gt;church's&lt;/a&gt;.\nMerchandise.\nAfter the release of Scooby-Doo! and the Witch's Ghost, The Hex Girls appeared in various types of merchandise created to cross market the film, including books like \"Scooby-Doo! and the Hex Files.\"\nIn 2021, Hex Girls merchandise began being made by the popular &lt;a href=\"retail\"&gt;retail&lt;/a&gt; chain &lt;a href=\"Hot%20Topic\"&gt;Hot Topic&lt;/a&gt;. In May, they revealed an exclusive three-pack of &lt;a href=\"Funko\"&gt;Funko&lt;/a&gt; Pop's, featuring Thorn, Dusk, and Luna. The Pop's sold out in under 10-minutes, and are now rare collector's items. In October, they revealed the new Hex Girls clothing line."
}