{
    "id": "32322069",
    "revid": "339749",
    "url": "https://en.wikipedia.org/wiki?curid=32322069",
    "title": "2012 Recopa Sudamericana",
    "text": "The 2012 Recopa Sudamericana (officially the 2012 Recopa &lt;a href=\"Santander%20Group\"&gt;Santander&lt;/a&gt; Sudamericana for sponsorship reasons) was the 20th edition of the &lt;a href=\"Recopa%20Sudamericana\"&gt;Recopa Sudamericana&lt;/a&gt;, the &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition organized by &lt;a href=\"CONMEBOL\"&gt;CONMEBOL&lt;/a&gt; between the winners of the previous season's two major &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;n club tournaments, the &lt;a href=\"Copa%20Libertadores\"&gt;Copa Libertadores&lt;/a&gt; and the &lt;a href=\"Copa%20Sudamericana\"&gt;Copa Sudamericana&lt;/a&gt;. It was contested between &lt;a href=\"Brazilian%20Football%20Confederation\"&gt;Brazilian&lt;/a&gt; club &lt;a href=\"Santos%20FC\"&gt;Santos&lt;/a&gt;, the &lt;a href=\"2011%20Copa%20Libertadores\"&gt;2011 Copa Libertadores&lt;/a&gt; champion, and &lt;a href=\"Chilean%20Football%20Federation\"&gt;Chilean&lt;/a&gt; club &lt;a href=\"Club%20Universidad%20de%20Chile\"&gt;Universidad de Chile&lt;/a&gt;, the &lt;a href=\"2011%20Copa%20Sudamericana\"&gt;2011 Copa Sudamericana&lt;/a&gt; champion.\nAfter a goalless first leg, Santos was crowned champions after their 2–0 victory in the second leg. &lt;a href=\"Neymar\"&gt;Neymar&lt;/a&gt; of Santos was selected as the player of the 2012 Recopa Sudamericana.\nRules.\nThe Recopa Sudamericana was played over &lt;a href=\"Two-legged%20tie\"&gt;two legs&lt;/a&gt;; home and away. The team that qualified via the Copa Libertadores played the second leg at home. The team that accumulated the most points —&lt;a href=\"Three%20points%20for%20a%20win\"&gt;three for a win&lt;/a&gt;, one for a draw, zero for a loss— after the two legs was crowned the champion. In case of the two teams tied on points after the second leg, the team with the best &lt;a href=\"goal%20difference\"&gt;goal difference&lt;/a&gt; won. If the two teams had equal goal difference, the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt; was not applied. &lt;a href=\"overtime%20%28sports%29\"&gt;Extra time&lt;/a&gt; was played, which consisted of two 15-minute halves. If the tie was still not broken, a &lt;a href=\"penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt; ensued according to the &lt;a href=\"Laws%20of%20the%20Game%20%28association%20football%29\"&gt;Laws of the Game&lt;/a&gt;."
}