{
    "id": "32327247",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=32327247",
    "title": "Apple silicon",
    "text": "Apple silicon is a series of &lt;a href=\"system%20on%20a%20chip\"&gt;system on a chip&lt;/a&gt; (SoC) and &lt;a href=\"System%20in%20package\"&gt;system in a package&lt;/a&gt; (SiP) processors designed by &lt;a href=\"Apple%20Inc.\"&gt;Apple Inc.&lt;/a&gt;, mainly using the &lt;a href=\"ARM%20architecture\"&gt;ARM architecture&lt;/a&gt;. It is the basis of most new &lt;a href=\"Macintosh\"&gt;Mac&lt;/a&gt; computers as well as &lt;a href=\"iPhone\"&gt;iPhone&lt;/a&gt;, &lt;a href=\"iPad\"&gt;iPad&lt;/a&gt;, &lt;a href=\"Apple%20TV\"&gt;Apple TV&lt;/a&gt;, and &lt;a href=\"Apple%20Watch\"&gt;Apple Watch&lt;/a&gt;, and of products such as &lt;a href=\"AirPods\"&gt;AirPods&lt;/a&gt;, &lt;a href=\"HomePod\"&gt;HomePod&lt;/a&gt;, &lt;a href=\"iPod%20Touch\"&gt;iPod Touch&lt;/a&gt;, and &lt;a href=\"AirTag\"&gt;AirTag&lt;/a&gt;.\nApple announced its plan to &lt;a href=\"Mac%20transition%20to%20Apple%20silicon\"&gt;switch Mac computers from Intel processors&lt;/a&gt; to Apple silicon at &lt;a href=\"Apple%20Worldwide%20Developers%20Conference%232020\"&gt;WWDC 2020&lt;/a&gt; on June 22, 2020. The first Macs built around the &lt;a href=\"Apple%20M1\"&gt;Apple M1&lt;/a&gt; processor were unveiled on November 10, 2020. By early 2022, most Mac models were built on Apple silicon; exceptions include the 27‑inch &lt;a href=\"iMac\"&gt;iMac&lt;/a&gt; and the &lt;a href=\"Mac%20Pro\"&gt;Mac Pro&lt;/a&gt;.\nApple outsources the chips' manufacture but fully controls their integration with the company's hardware and software. &lt;a href=\"Johny%20Srouji\"&gt;Johny Srouji&lt;/a&gt; is in charge of Apple's silicon design.\nEarly series.\nApple first used SoCs in early versions of the &lt;a href=\"iPhone\"&gt;iPhone&lt;/a&gt; and &lt;a href=\"iPod%20touch\"&gt;iPod touch&lt;/a&gt;. They combine in one package a single &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; processing core (&lt;a href=\"CPU\"&gt;CPU&lt;/a&gt;), a graphics processing unit (&lt;a href=\"GPU\"&gt;GPU&lt;/a&gt;), and other electronics necessary for mobile computing.\nThe APL0098 (also 8900B or S5L8900) is a &lt;a href=\"package%20on%20package\"&gt;package on package&lt;/a&gt; (PoP) system on a chip (SoC) that was introduced on June 29, 2007, at the launch of the &lt;a href=\"iPhone%20%281st%20generation%29\"&gt;original iPhone&lt;/a&gt;. It includes a 412 MHz single-core &lt;a href=\"ARM11\"&gt;ARM11&lt;/a&gt; CPU and a PowerVR MBX Lite GPU. It was manufactured by Samsung on a &lt;a href=\"90%20nm\"&gt;90 nm&lt;/a&gt; &lt;a href=\"semiconductor%20device%20fabrication\"&gt;process&lt;/a&gt;. The &lt;a href=\"iPhone%203G\"&gt;iPhone 3G&lt;/a&gt; and the first-generation iPod touch also use it.\nThe APL0278 (also S5L8720) is a PoP SoC introduced on September 9, 2008, at the launch of the &lt;a href=\"iPod%20touch%20%282nd%20generation%29\"&gt;second-generation iPod touch&lt;/a&gt;. It includes a 533 MHz single-core ARM11 CPU and a &lt;a href=\"PowerVR\"&gt;PowerVR&lt;/a&gt; MBX Lite GPU. It was manufactured by Samsung on a &lt;a href=\"65%20nm\"&gt;65 nm&lt;/a&gt; process.\nThe APL0298 (also S5L8920) is a PoP SoC introduced on June 8, 2009, at the launch of the &lt;a href=\"iPhone%203GS\"&gt;iPhone 3GS&lt;/a&gt;. It includes a 600 MHz single-core &lt;a href=\"ARM%20Cortex-A8\"&gt;Cortex-A8&lt;/a&gt; CPU and a PowerVR SGX535 GPU. It was manufactured by Samsung on a 65 nm process.\nThe APL2298 (also S5L8922) is a &lt;a href=\"45%20nm\"&gt;45 nm&lt;/a&gt; &lt;a href=\"die%20shrink\"&gt;die shrunk&lt;/a&gt; version of the iPhone 3GS SoC and was introduced on September 9, 2009, at the launch of the &lt;a href=\"iPod%20touch%20%283rd%20generation%29\"&gt;third-generation iPod touch&lt;/a&gt;.\nA series.\n is a family of &lt;a href=\"system%20on%20a%20chip\"&gt;SoCs&lt;/a&gt; used in certain models of the &lt;a href=\"iPhone\"&gt;iPhone&lt;/a&gt;, &lt;a href=\"iPad\"&gt;iPad&lt;/a&gt; other than the &lt;a href=\"iPad%20Pro%20%285th%20generation%29\"&gt;fifth generation iPad Pro&lt;/a&gt;, &lt;a href=\"iPod%20Touch\"&gt;iPod Touch&lt;/a&gt;, and the &lt;a href=\"Apple%20TV\"&gt;Apple TV&lt;/a&gt; digital media player. They integrate one or more &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; processing cores (&lt;a href=\"CPU\"&gt;CPU&lt;/a&gt;), a graphics processing unit (&lt;a href=\"GPU\"&gt;GPU&lt;/a&gt;), &lt;a href=\"CPU%20cache\"&gt;cache memory&lt;/a&gt; and other electronics necessary to provide mobile computing functions within a single physical package.\nApple A4.\nThe Apple A4 is a PoP SoC manufactured by &lt;a href=\"Samsung\"&gt;Samsung&lt;/a&gt;, the first SoC Apple designed in-house. It combines an &lt;a href=\"ARM%20architecture\"&gt;ARM&lt;/a&gt; &lt;a href=\"ARM%20Cortex-A8\"&gt;Cortex-A8&lt;/a&gt; CPU also used in Samsung's S5PC110A01 SoC and a &lt;a href=\"PowerVR%23Series5%20%28SGX%29\"&gt;PowerVR SGX 535&lt;/a&gt; &lt;a href=\"graphics%20processing%20unit\"&gt;graphics processor&lt;/a&gt; (GPU), all built on Samsung's 45-nanometer silicon chip fabrication process. The design emphasizes power efficiency. The A4 commercially debuted in 2010, in Apple's iPad &lt;a href=\"tablet%20computer\"&gt;tablet&lt;/a&gt;, and was later used in the &lt;a href=\"iPhone%204\"&gt;iPhone 4&lt;/a&gt; smartphone, the &lt;a href=\"iPod%20Touch%20%284th%20generation%29\"&gt;fourth-generation iPod Touch&lt;/a&gt;, and the 2nd-generation &lt;a href=\"Apple%20TV\"&gt;Apple TV&lt;/a&gt;.\nThe Cortex-A8 core used in the A4, dubbed \"&lt;a href=\"Samsung%20Hummingbird\"&gt;Hummingbird&lt;/a&gt;\", is thought to use performance improvements developed by Samsung in collaboration with chip designer &lt;a href=\"Intrinsity\"&gt;Intrinsity&lt;/a&gt;, which was subsequently acquired by Apple It can run at far higher clock rates than other Cortex-A8 designs yet remains fully compatible with the design provided by ARM. The A4 runs at different speeds in different products: 1 GHz in the first iPads, 800 MHz in the iPhone 4 and fourth-generation iPod touch, and an undisclosed speed in the 2nd-generation Apple TV.\nThe A4's SGX535 GPU could theoretically push 35 million polygons per second and 500 million pixels per second, although real-world performance may be considerably less. Other performance improvements include additional &lt;a href=\"CPU%20cache\"&gt;L2 cache&lt;/a&gt;.\nThe A4 processor package does not contain &lt;a href=\"random-access%20memory\"&gt;RAM&lt;/a&gt;, but supports &lt;a href=\"package%20on%20package\"&gt;PoP&lt;/a&gt; installation. The 1st-generation iPad, &lt;a href=\"iPod%20Touch%204th%20Generation\"&gt;fourth-generation iPod touch&lt;/a&gt;, and the 2nd-generation Apple TV have an A4 mounted with two low-power 128 MB &lt;a href=\"DDR%20SDRAM\"&gt;DDR SDRAM&lt;/a&gt; &lt;a href=\"Integrated%20circuit\"&gt;chips&lt;/a&gt; (totaling 256 MB), while the iPhone 4 has two 256 MB packages for a total of 512 MB. The RAM is connected to the processor using ARM's &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt;-wide &lt;a href=\"ABMA%203%20AXI\"&gt;AMBA 3 AXI&lt;/a&gt; bus. To give the iPad high graphics bandwidth, the width of the RAM data bus is double that used in previous ARM11- and ARM9-based Apple devices.\nApple A5.\nThe Apple A5 is an SoC manufactured by &lt;a href=\"Samsung\"&gt;Samsung&lt;/a&gt; that replaced the &lt;a href=\"Apple%20A4\"&gt;A4&lt;/a&gt;. The chip commercially debuted with the release of Apple's &lt;a href=\"iPad%202\"&gt;iPad 2&lt;/a&gt; &lt;a href=\"tablet%20computer\"&gt;tablet&lt;/a&gt; in March 2011, followed by its release in the &lt;a href=\"iPhone%204S\"&gt;iPhone 4S&lt;/a&gt; &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; later that year. Compared to the A4, the A5 &lt;a href=\"CPU\"&gt;CPU&lt;/a&gt; \"can do twice the work\" and the &lt;a href=\"Graphics%20processing%20unit\"&gt;GPU&lt;/a&gt; has \"up to nine times the graphics performance\", according to Apple.\nThe A5 contains a dual-core &lt;a href=\"ARM%20Cortex-A9%20MPCore\"&gt;ARM Cortex-A9&lt;/a&gt; CPU with ARM's advanced &lt;a href=\"SIMD\"&gt;SIMD&lt;/a&gt; extension, marketed as &lt;a href=\"ARM%20NEON\"&gt;NEON&lt;/a&gt;, and a dual core &lt;a href=\"PowerVR\"&gt;PowerVR&lt;/a&gt; SGX543MP2 GPU. This GPU can push between 70 and 80 million polygons/second and has a pixel fill rate of 2 billion pixels/second. The iPad 2's technical specifications page says the A5 is clocked at 1 GHz, though it can adjust its frequency to save battery life. The clock speed of the unit used in the iPhone 4S is 800 MHz. Like the A4, the A5 process size is 45 nm.\nAn updated &lt;a href=\"32%20nm\"&gt;32 nm&lt;/a&gt; version of the A5 processor was used in the 3rd-generation Apple TV, the &lt;a href=\"iPod%20Touch%20%285th%20generation%29\"&gt;fifth-generation iPod Touch&lt;/a&gt;, the iPad Mini, and the new version of iPad 2 (version iPad2,4). The chip in the Apple TV has one core locked. Markings on the square package indicate that it is named \"APL2498\", and in software, the chip is called \"S5L8942\". The &lt;a href=\"32%20nanometer\"&gt;32 nm&lt;/a&gt; variant of the A5 provides around 15% better battery life during web browsing, 30% better when playing 3D games and about 20% better battery life during video playback.\nIn March 2013, Apple released an updated version of the 3rd-generation Apple TV (Rev A, model A1469) containing a smaller, single-core version of the A5 processor. Unlike the other A5 variants, this version of the A5 is not a PoP, having no stacked RAM. The chip is very small, just 6.1×6.2 mm, but as the decrease in size is not due to a decrease in feature size (it is still on a 32 nm fabrication process), this indicates that this A5 revision is of a new design. Markings tell that it is named \"APL7498\", and in software, the chip is called \"S5L8947\".\nApple A5X.\nThe Apple A5X is an SoC announced on March 7, 2012, at the launch of the &lt;a href=\"iPad%20%283rd%20generation%29\"&gt;third-generation iPad&lt;/a&gt;. It is a high-performance variant of the &lt;a href=\"Apple%20A5\"&gt;Apple A5&lt;/a&gt;; Apple claims it has twice the graphics performance of the A5. It was superseded in the &lt;a href=\"iPad%20%284th%20generation%29\"&gt;fourth-generation iPad&lt;/a&gt; by the &lt;a href=\"Apple%20A6X\"&gt;Apple A6X&lt;/a&gt; processor.\nThe A5X has a quad-core graphics unit (PowerVR SGX543MP4) instead of the previous dual-core as well as a quad-channel memory controller that provides a memory bandwidth of 12.8 GB/s, roughly three times more than in the A5. The added graphics cores and extra memory channels add up to a very large die size of 165 mm², for example twice the size of &lt;a href=\"Nvidia\"&gt;Nvidia&lt;/a&gt; &lt;a href=\"Tegra%203\"&gt;Tegra 3&lt;/a&gt;. This is mainly due to the large PowerVR SGX543MP4 GPU. The clock frequency of the dual ARM Cortex-A9 cores have been shown to operate at the same 1 GHz frequency as in A5. The RAM in A5X is separate from the main CPU package.\nApple A6.\nThe Apple A6 is a PoP SoC introduced on September 12, 2012, at the launch of the &lt;a href=\"iPhone%205\"&gt;iPhone 5&lt;/a&gt;, then a year later was inherited by its minor successor the &lt;a href=\"iPhone%205C\"&gt;iPhone 5C&lt;/a&gt;. Apple states that it is up to twice as fast and has up to twice the graphics power compared to its predecessor the &lt;a href=\"Apple%20A5\"&gt;Apple A5&lt;/a&gt;. It is 22% smaller and draws less power than the 45 nm A5.\nThe A6 is said to use a 1.3 GHz custom Apple-designed &lt;a href=\"ARM%20architecture\"&gt;ARMv7&lt;/a&gt; based &lt;a href=\"Multi-core%20processor\"&gt;dual-core CPU&lt;/a&gt;, called Swift, rather than a licensed CPU from ARM like in previous designs, and an integrated 266 MHz triple-core &lt;a href=\"PowerVR\"&gt;PowerVR&lt;/a&gt; SGX 543MP3 &lt;a href=\"graphics%20processing%20unit\"&gt;graphics processing unit&lt;/a&gt; (GPU). The Swift core in the A6 uses a new tweaked instruction set, ARMv7s, featuring some elements of the &lt;a href=\"ARM%20Cortex-A15%20MPCore\"&gt;ARM Cortex-A15&lt;/a&gt; such as support for the &lt;a href=\"ARM%20architecture\"&gt;Advanced SIMD v2&lt;/a&gt;, and &lt;a href=\"VFP%20%28instruction%20set%29\"&gt;VFPv4&lt;/a&gt;. The A6 is manufactured by Samsung on a &lt;a href=\"high-%CE%BA%20dielectric\"&gt;high-κ&lt;/a&gt; &lt;a href=\"metal%20gate\"&gt;metal gate&lt;/a&gt; (HKMG) 32 nm process.\nApple A6X.\nApple A6X is an SoC introduced at the launch of the &lt;a href=\"iPad%20%284th%20generation%29\"&gt;fourth-generation iPad&lt;/a&gt; on October 23, 2012. It is a high-performance variant of the &lt;a href=\"Apple%20A6\"&gt;Apple A6&lt;/a&gt;. Apple claims the A6X has twice the CPU performance and up to twice the graphics performance of its predecessor, the &lt;a href=\"Apple%20A5X\"&gt;Apple A5X&lt;/a&gt;.\nLike the A6, this SoC continues to use the dual-core Swift CPU, but it has a new quad core GPU, quad channel memory and slightly higher 1.4 GHz CPU clock rate. It uses an integrated quad-core &lt;a href=\"PowerVR\"&gt;PowerVR&lt;/a&gt; SGX 554MP4 &lt;a href=\"graphics%20processing%20unit\"&gt;graphics processing unit&lt;/a&gt; (GPU) running at 300 MHz and a quad-channel &lt;a href=\"Memory%20controller\"&gt;memory subsystem&lt;/a&gt;. Compared to the A6 the A6X is 30% larger, but it continues to be manufactured by Samsung on a &lt;a href=\"high-%CE%BA%20dielectric\"&gt;high-κ&lt;/a&gt; &lt;a href=\"metal%20gate\"&gt;metal gate&lt;/a&gt; (HKMG) 32 nm process.\nApple A7.\nThe Apple A7 is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; PoP SoC whose first appearance was in the &lt;a href=\"iPhone%205S\"&gt;iPhone 5S&lt;/a&gt;, which was introduced on September 10, 2013. The chip would also be used in the &lt;a href=\"iPad%20Air\"&gt;iPad Air&lt;/a&gt;, &lt;a href=\"iPad%20Mini%202\"&gt;iPad Mini 2&lt;/a&gt; and &lt;a href=\"iPad%20Mini%203\"&gt;iPad Mini 3&lt;/a&gt;. Apple states that it is up to twice as fast and has up to twice the graphics power compared to its predecessor the Apple A6. The Apple A7 chip is the first 64-bit chip to be used in a smartphone.\nThe A7 features an Apple-designed 1.3–1.4 GHz 64-bit &lt;a href=\"ARMv8\"&gt;ARMv8&lt;/a&gt;-A dual-core CPU, called Cyclone, and an integrated &lt;a href=\"PowerVR%23Series%206%20%28Rogue%29\"&gt;PowerVR G6430&lt;/a&gt; GPU in a four cluster configuration. The ARMv8-A architecture doubles the number of &lt;a href=\"Processor%20register\"&gt;registers&lt;/a&gt; of the A7 compared to the A6. It now has 31 general-purpose registers that are each &lt;a href=\"64-bit%20computing\"&gt;64-bits&lt;/a&gt; wide and 32 floating-point/&lt;a href=\"ARM%20NEON\"&gt;NEON&lt;/a&gt; registers that are each 128-bits wide. The A7 is manufactured by Samsung on a &lt;a href=\"high-%CE%BA%20dielectric\"&gt;high-κ&lt;/a&gt; &lt;a href=\"metal%20gate\"&gt;metal gate&lt;/a&gt; (HKMG) &lt;a href=\"28%20nanometer\"&gt;28 nm&lt;/a&gt; process and the chip includes over 1 billion &lt;a href=\"Transistor%20count\"&gt;transistors&lt;/a&gt; on a die 102 mm2 in size.\nApple A8.\nThe Apple A8 is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; PoP SoC manufactured by TSMC. Its first appearance was in the &lt;a href=\"iPhone%206\"&gt;iPhone 6&lt;/a&gt; and &lt;a href=\"iPhone%206%20Plus\"&gt;iPhone 6 Plus&lt;/a&gt;, which were introduced on September 9, 2014. A year later it would drive the &lt;a href=\"iPad%20Mini%204\"&gt;iPad Mini 4&lt;/a&gt;. Apple states that it has 25% more CPU performance and 50% more graphics performance while drawing only 50% of the power compared to its predecessor, the &lt;a href=\"Apple%20A7\"&gt;Apple A7&lt;/a&gt;. On February 9, 2018, Apple released the HomePod, which is powered by an Apple A8 with 1 GB of RAM.\nThe A8 features an Apple-designed 1.4 GHz 64-bit &lt;a href=\"ARMv8\"&gt;ARMv8&lt;/a&gt;-A dual-core CPU, and an integrated custom &lt;a href=\"PowerVR%23Series%206XT\"&gt;PowerVR GX6450&lt;/a&gt; GPU in a four cluster configuration. The GPU features custom shader cores and compiler. The A8 is manufactured on a 20 nm process by &lt;a href=\"TSMC\"&gt;TSMC&lt;/a&gt;, which replaced &lt;a href=\"Samsung\"&gt;Samsung&lt;/a&gt; as the manufacturer of Apple's mobile device processors. It contains 2 billion transistors. Despite that being double the number of transistors compared to the A7, its physical size has been reduced by 13% to 89 mm2 (consistent with a shrink only, not known to be a new microarchitecture).\nApple A8X.\nThe Apple A8X is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; SoC introduced at the launch of the &lt;a href=\"iPad%20Air%202\"&gt;iPad Air 2&lt;/a&gt; on October 16, 2014. It is a high performance variant of the &lt;a href=\"Apple%20A8\"&gt;Apple A8&lt;/a&gt;. Apple states that it has 40% more CPU performance and 2.5 times the graphics performance of its predecessor, the &lt;a href=\"Apple%20A7\"&gt;Apple A7&lt;/a&gt;.\nUnlike the A8, this SoC uses a &lt;a href=\"triple-core\"&gt;triple-core&lt;/a&gt; &lt;a href=\"Central%20processing%20unit\"&gt;CPU&lt;/a&gt;, a new &lt;a href=\"octa-core\"&gt;octa-core&lt;/a&gt; &lt;a href=\"Graphics%20processing%20unit\"&gt;GPU&lt;/a&gt;, &lt;a href=\"Dual%20channel%20memory%20architecture\"&gt;dual channel memory&lt;/a&gt; and slightly higher 1.5 GHz CPU clock rate. It uses an integrated custom octa-core &lt;a href=\"PowerVR\"&gt;PowerVR&lt;/a&gt; GXA6850 &lt;a href=\"graphics%20processing%20unit\"&gt;graphics processing unit&lt;/a&gt; (GPU) running at 450 MHz and a dual-channel &lt;a href=\"Memory%20controller\"&gt;memory subsystem&lt;/a&gt;. It is manufactured by &lt;a href=\"TSMC\"&gt;TSMC&lt;/a&gt; on their 20 nm fabrication process, and consists of 3 billion &lt;a href=\"Transistor%20count\"&gt;transistors&lt;/a&gt;.\nApple A9.\nThe Apple A9 is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARMv8-A\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the &lt;a href=\"iPhone%206S\"&gt;iPhone 6S&lt;/a&gt; and 6S Plus, which were introduced on September 9, 2015. Apple states that it has 70% more CPU performance and 90% more graphics performance compared to its predecessor, the &lt;a href=\"Apple%20A8\"&gt;Apple A8&lt;/a&gt;. It is dual sourced, a first for an Apple SoC; it is manufactured by Samsung on their 14 nm FinFET LPE process and by TSMC on their 16 nm FinFET process. It was subsequently included in the &lt;a href=\"iPhone%20SE%20%281st%20generation%29\"&gt;first-generation iPhone SE&lt;/a&gt;, and the &lt;a href=\"iPad%20%285th%20generation%29\"&gt;iPad (5th generation)&lt;/a&gt;. The Apple A9 was the last CPU that Apple manufactured through a contract with Samsung, as all A-series chips after are manufactured by TSMC.\nApple A9X.\nThe Apple A9X is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; SoC that was announced on September 9, 2015, and released on November 11, 2015, and first appeared in the &lt;a href=\"iPad%20Pro\"&gt;iPad Pro&lt;/a&gt;. It offers 80% more CPU performance and two times the GPU performance of its predecessor, the &lt;a href=\"Apple%20A8X\"&gt;Apple A8X&lt;/a&gt;. It is manufactured by &lt;a href=\"TSMC\"&gt;TSMC&lt;/a&gt; using a &lt;a href=\"16%20nm\"&gt;16 nm&lt;/a&gt; &lt;a href=\"FinFET\"&gt;FinFET&lt;/a&gt; process.\nApple A10 Fusion.\nThe Apple A10 Fusion is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARMv8-A\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the &lt;a href=\"iPhone%207\"&gt;iPhone 7&lt;/a&gt; and 7 Plus, which were introduced on September 7, 2016. The A10 is also featured in the &lt;a href=\"IPad%20%286th%20generation%29\"&gt;sixth-generation iPad&lt;/a&gt;, &lt;a href=\"IPad%20%287th%20generation%29\"&gt;seventh-generation iPad&lt;/a&gt; and &lt;a href=\"iPod%20Touch%20%287th%20generation%29\"&gt;seventh-generation iPod Touch&lt;/a&gt;. It has a new &lt;a href=\"ARM%20big.LITTLE\"&gt;ARM big.LITTLE&lt;/a&gt; quad core design with two high performance cores, and two smaller highly efficient cores. It is 40% faster than the A9, with 50% faster graphics. It is manufactured by TSMC on their 16 nm FinFET process.\nApple A10X Fusion.\nThe Apple A10X Fusion is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARMv8-A\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the 10.5\" &lt;a href=\"iPad%20Pro\"&gt;iPad Pro&lt;/a&gt; and the second generation of the 12.9\" iPad Pro, which were both announced on June 5, 2017. It is a variant of the &lt;a href=\"Apple%20A10\"&gt;A10&lt;/a&gt; and Apple claims that it has 30 percent faster CPU performance and 40 percent faster GPU performance than its predecessor, the &lt;a href=\"Apple%20A9X\"&gt;A9X&lt;/a&gt;. On September 12, 2017, Apple announced that the &lt;a href=\"Apple%20TV%204K\"&gt;Apple TV 4K&lt;/a&gt; would be powered by an A10X chip. It is made by TSMC on their 10 nm FinFET process.\nApple A11 Bionic.\nThe Apple A11 Bionic is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARMv8-A\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the &lt;a href=\"iPhone%208\"&gt;iPhone 8&lt;/a&gt;, iPhone 8 Plus, and &lt;a href=\"iPhone%20X\"&gt;iPhone X&lt;/a&gt;, which were introduced on September 12, 2017. It has two high-performance cores, which are 25% faster than the &lt;a href=\"Apple%20A10\"&gt;A10 Fusion&lt;/a&gt;, four high-efficiency cores, which are 70% faster than the energy-efficient cores in the A10, and for the first time an Apple-designed three-core GPU with 30% faster graphics performance than the A10. It is also the first A-series chip to feature Apple's \"Neural Engine,\" which enhances artificial intelligence and machine learning processes.\nApple A12 Bionic.\nThe Apple A12 Bionic is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the &lt;a href=\"iPhone%20XS\"&gt;iPhone XS&lt;/a&gt;, &lt;a href=\"iPhone%20XS\"&gt;XS Max&lt;/a&gt; and &lt;a href=\"iPhone%20XR\"&gt;XR&lt;/a&gt;, which were introduced on September 12, 2018. It is also used in the &lt;a href=\"IPad%20Air%20%283rd%20generation%29\"&gt;third-generation iPad Air&lt;/a&gt;, &lt;a href=\"IPad%20Mini%20%285th%20generation%29\"&gt;fifth-generation iPad Mini&lt;/a&gt;, and the &lt;a href=\"IPad%20%288th%20generation%29\"&gt;eighth-generation iPad&lt;/a&gt;. It has two high-performance cores, which are 15% faster than the A11 Bionic, and four high-efficiency cores, which have 50% lower power usage than the energy-efficient cores in the A11 Bionic. The A12 is manufactured by &lt;a href=\"TSMC\"&gt;TSMC&lt;/a&gt; using a &lt;a href=\"7%20nanometer\"&gt;7 nm&lt;/a&gt; &lt;a href=\"FinFET\"&gt;FinFET&lt;/a&gt; process, the first to ship in a smartphone. It is also used in the 6th generation &lt;a href=\"Apple%20TV\"&gt;Apple TV&lt;/a&gt;.\nApple A12X Bionic.\nThe Apple A12X Bionic is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the 11.0\" &lt;a href=\"iPad%20Pro\"&gt;iPad Pro&lt;/a&gt; and the third generation of the 12.9\" iPad Pro, which were both announced on October 30, 2018. It offers 35% faster single-core and 90% faster multi-core CPU performance than its predecessor, the A10X. It has four high-performance cores and four high-efficiency cores. The A12X is manufactured by &lt;a href=\"TSMC\"&gt;TSMC&lt;/a&gt; using a &lt;a href=\"7%20nanometer\"&gt;7 nm&lt;/a&gt; &lt;a href=\"FinFET\"&gt;FinFET&lt;/a&gt; process.\nApple A12Z Bionic.\nThe Apple A12Z Bionic is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; SoC based on the A12X that first appeared in the fourth generation &lt;a href=\"iPad%20Pro\"&gt;iPad Pro&lt;/a&gt;, which was announced on March 18, 2020. The A12Z is also used in the &lt;a href=\"Developer%20Transition%20Kit%20%282020%29\"&gt;Developer Transition Kit&lt;/a&gt; prototype computer that helps developers prepare their software for Macs based on Apple silicon.\nApple A13 Bionic.\nThe Apple A13 Bionic is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the &lt;a href=\"iPhone%2011\"&gt;iPhone 11&lt;/a&gt;, &lt;a href=\"iPhone%2011%20Pro\"&gt;11 Pro&lt;/a&gt;, and &lt;a href=\"iPhone%2011%20Pro%20Max\"&gt;11 Pro Max&lt;/a&gt;, which were introduced on September 10, 2019. It is also featured in the &lt;a href=\"iPhone%20SE%20%282nd%20generation%29\"&gt;second-generation iPhone SE&lt;/a&gt; (released April 15, 2020) and in the &lt;a href=\"iPad%20%289th%20generation%29\"&gt;9th generation iPad&lt;/a&gt; (announced September 14, 2021).\nThe entire A13 Bionic SoC features a total of 18 cores – a six-core CPU, four-core GPU, and an eight-core Neural Engine processor, which is dedicated to handling on-board machine learning processes; four of the six cores on the CPU are low-powered cores that are dedicated to handling less CPU-intensive operations, such as voice calls, browsing the Web, and sending messages, while two higher-performance cores are used only for more CPU-intensive processes, such as recording 4K video or playing a video game.\nApple A14 Bionic.\nThe Apple A14 Bionic is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the &lt;a href=\"IPad%20Air%20%284th%20generation%29\"&gt;fourth-generation iPad Air&lt;/a&gt; and &lt;a href=\"iPhone%2012\"&gt;iPhone 12&lt;/a&gt;, released on October 23, 2020. It is the first commercially available &lt;a href=\"5%20nm%20process\"&gt;5 nm&lt;/a&gt; chipset and it contains 11.8 billion transistors and a 16-core AI processor. It includes Samsung &lt;a href=\"LPDDR4X\"&gt;LPDDR4X&lt;/a&gt; &lt;a href=\"Dynamic%20random-access%20memory\"&gt;DRAM&lt;/a&gt;, a 6-core CPU, and 4-Core GPU with real time machine learning capabilities.\nApple A15 Bionic.\nThe Apple A15 Bionic is a &lt;a href=\"64-bit%20computing\"&gt;64-bit&lt;/a&gt; &lt;a href=\"ARM%20architecture\"&gt;ARM-based&lt;/a&gt; SoC that first appeared in the &lt;a href=\"iPhone%2013\"&gt;iPhone 13&lt;/a&gt;, unveiled on September 14, 2021. The A15 is built on a 5-nanometer manufacturing process with 15 billion transistors. It has 2 high-performance processing cores, 4 high-efficiency cores, a new 5-core graphics for iPhone 13 Pro series (4-core for iPhone 13&amp;13 mini) processing unit, and a new 16-core Neural Engine capable of 15.8 trillion operations per second.\nS series.\nThe Apple \"S\" series is a family of &lt;a href=\"System%20in%20package\"&gt;Systems in a Package (SiP)&lt;/a&gt; used in the &lt;a href=\"Apple%20Watch\"&gt;Apple Watch&lt;/a&gt;. It uses a customized &lt;a href=\"Central%20processing%20unit\"&gt;application processor&lt;/a&gt; that together with &lt;a href=\"Random-access%20memory\"&gt;memory&lt;/a&gt;, &lt;a href=\"Flash%20memory\"&gt;storage&lt;/a&gt; and support processors for wireless connectivity, sensors, and &lt;a href=\"I/O\"&gt;I/O&lt;/a&gt; comprise a complete computer in a single package. They are designed by Apple and manufactured by contract manufacturers such as &lt;a href=\"Samsung\"&gt;Samsung&lt;/a&gt;.\nApple S1.\nThe Apple S1 is an integrated computer. It includes memory, storage and support circuits like &lt;a href=\"wireless%20modem\"&gt;wireless modem&lt;/a&gt;s and I/O controllers in a sealed integrated package. It was announced on September 9, 2014, as part of the \"Wish we could say more\" event. It was used in the first-generation &lt;a href=\"Apple%20Watch\"&gt;Apple Watch&lt;/a&gt;.\nApple S1P.\nUsed in &lt;a href=\"Apple%20Watch%20Series%201\"&gt;Apple Watch Series 1&lt;/a&gt;. It has a dual-core processor identical to the S2, with the exception of the built-in &lt;a href=\"GPS%20receiver\"&gt;GPS receiver&lt;/a&gt;. It contains the same dual-core CPU with the same new &lt;a href=\"GPU\"&gt;GPU&lt;/a&gt; capabilities as the S2, making it about 50% faster than the S1.\nApple S2.\nUsed in the &lt;a href=\"Apple%20Watch%20Series%202\"&gt;Apple Watch Series 2&lt;/a&gt;. It has a dual-core processor and a built-in GPS receiver. The S2's two cores deliver 50% higher performance and the GPU delivers twice as much as the predecessor, and is similar in performance to the Apple S1P.\nApple S3.\nUsed in the &lt;a href=\"Apple%20Watch%20Series%203\"&gt;Apple Watch Series 3&lt;/a&gt;. It has a dual-core processor that is 70% faster than the Apple S2 and a built-in GPS receiver. There is also an option for a cellular modem and an internal &lt;a href=\"eSIM\"&gt;eSIM&lt;/a&gt; module. It also includes the W2 chip. The S3 also contains a &lt;a href=\"barometric\"&gt;barometric&lt;/a&gt; &lt;a href=\"altimeter\"&gt;altimeter&lt;/a&gt;, the &lt;a href=\"Apple%20W2\"&gt;W2&lt;/a&gt; wireless connectivity processor, and in some models &lt;a href=\"UMTS\"&gt;UMTS&lt;/a&gt; (3G) and &lt;a href=\"LTE%20%28telecommunication%29\"&gt;LTE&lt;/a&gt; (4G) cellular modems served by a built-in &lt;a href=\"eSIM\"&gt;eSIM&lt;/a&gt;.\nApple S4.\nUsed in the &lt;a href=\"Apple%20Watch%20Series%204\"&gt;Apple Watch Series 4&lt;/a&gt;. It has a custom 64-bit dual-core processor based on the A12 with up to 2× faster performance. It also contains the W3 wireless chip, which supports &lt;a href=\"Bluetooth%205\"&gt;Bluetooth 5&lt;/a&gt;. The S4 introduced 64-bit &lt;a href=\"ARMv8\"&gt;ARMv8&lt;/a&gt; &lt;a href=\"microprocessor%20core\"&gt;cores&lt;/a&gt; to the Apple Watch. The chip contains two Tempest cores, which are the energy-efficient cores found in the &lt;a href=\"Apple%20A12\"&gt;A12&lt;/a&gt;. Despite the small size, Tempest still uses a 3-wide decode &lt;a href=\"Out-of-order%20execution\"&gt;out-of-order&lt;/a&gt; &lt;a href=\"Superscalar%20processor\"&gt;superscalar&lt;/a&gt; design, which make them much more powerful than previous in-order cores.\nThe S4 contains a Neural Engine that is able to run &lt;a href=\"Core%20ML\"&gt;Core ML&lt;/a&gt;. Third-party apps can use it starting from watchOS 6. The SiP also includes new accelerometer and gyroscope functionality that has twice the dynamic range in measurable values of its predecessor, as well as being able to sample data at 8 times the speed. It also contains a new custom &lt;a href=\"GPU\"&gt;GPU&lt;/a&gt;, which can use the &lt;a href=\"Metal%20%28API%29\"&gt;Metal API&lt;/a&gt;.\nApple S5.\nUsed in the &lt;a href=\"Apple%20Watch%20Series%205\"&gt;Apple Watch Series 5&lt;/a&gt;, &lt;a href=\"Apple%20Watch%20SE\"&gt;Watch SE&lt;/a&gt;, and &lt;a href=\"HomePod%20mini\"&gt;HomePod mini&lt;/a&gt;. It adds a built-in &lt;a href=\"magnetometer\"&gt;magnetometer&lt;/a&gt; to the custom 64-bit dual-core processor and GPU of the S4.\nApple S6.\nUsed in the &lt;a href=\"Apple%20Watch%20Series%206\"&gt;Apple Watch Series 6&lt;/a&gt;. It has a custom 64-bit dual-core processor that runs up to 20 percent faster than the S5. The dual cores in the S6 are based on the &lt;a href=\"Apple%20A13\"&gt;A13's&lt;/a&gt; energy-efficient \"&lt;a href=\"ARM%20big.LITTLE\"&gt;little&lt;/a&gt;\" Thunder cores at 1.8 GHz. Like the S4 and S5, it also contains the W3 wireless chip. The S6 adds the new &lt;a href=\"%23Apple_U1\"&gt;U1 ultra wideband chip&lt;/a&gt;, an always-on &lt;a href=\"altimeter\"&gt;altimeter&lt;/a&gt;, and 5 GHz &lt;a href=\"WiFi\"&gt;WiFi&lt;/a&gt;.\nApple S7.\nUsed in the &lt;a href=\"Apple%20Watch%20Series%207\"&gt;Apple Watch Series 7&lt;/a&gt;. The S7 has the same T8301 identifier and quoted performance as the S6.\nT series.\nThe T series chip operates as a secure enclave on Intel-based MacBook and iMac computers released from 2016 onwards. The chip processes and encrypts &lt;a href=\"Biometrics\"&gt;biometric&lt;/a&gt; information (&lt;a href=\"Touch%20ID\"&gt;Touch ID&lt;/a&gt;) and acts as a gatekeeper to the microphone and FaceTime HD camera, protecting them from hacking. The chip runs &lt;a href=\"bridgeOS\"&gt;bridgeOS&lt;/a&gt;, a purported variant of &lt;a href=\"watchOS\"&gt;watchOS&lt;/a&gt;.\nApple T1.\nThe Apple T1 chip is an &lt;a href=\"ARMv7\"&gt;ARMv7&lt;/a&gt; SoC (derived from the processor in the Apple Watch's &lt;a href=\"Apple%20S2\"&gt;S2&lt;/a&gt;) that drives the &lt;a href=\"System%20Management%20Controller\"&gt;System Management Controller&lt;/a&gt; (SMC) and &lt;a href=\"Touch%20ID\"&gt;Touch ID&lt;/a&gt; sensor of the &lt;a href=\"MacBook%20Pro%23Fourth%20generation\"&gt;2016 and 2017 MacBook Pro with Touch Bar&lt;/a&gt;.\nApple T2.\nThe Apple T2 Security Chip is a SoC first released in the &lt;a href=\"iMac%20Pro\"&gt;iMac Pro&lt;/a&gt; 2017. It is a 64-bit ARMv8 chip (a variant of the &lt;a href=\"Apple%20A10\"&gt;A10&lt;/a&gt;, or T8010), and runs &lt;a href=\"bridgeOS\"&gt;bridgeOS&lt;/a&gt; 2.0. It provides a secure enclave for encrypted keys, enables users to lock down the computer's boot process, handles system functions like the camera and audio control, and handles on-the-fly encryption and decryption for the &lt;a href=\"solid-state%20drive\"&gt;solid-state drive&lt;/a&gt;. T2 also delivers \"enhanced imaging processing\" for the iMac Pro's &lt;a href=\"FaceTime\"&gt;FaceTime&lt;/a&gt; HD camera.\nW series.\nThe Apple \"W\" series is a family of &lt;a href=\"system%20on%20a%20chip\"&gt;SoCs&lt;/a&gt; and wireless chips with a focus on Bluetooth and Wi-Fi connectivity. \"W\" in model numbers stands for \"wireless\".\nApple W1.\nThe Apple W1 is a SoC used in the 2016 &lt;a href=\"AirPods\"&gt;AirPods&lt;/a&gt; and select &lt;a href=\"Beats%20Electronics\"&gt;Beats headphones&lt;/a&gt;. It maintains a &lt;a href=\"Bluetooth\"&gt;Bluetooth&lt;/a&gt; &lt;a href=\"Bluetooth%23Uses\"&gt;Class 1&lt;/a&gt; connection with a computer device and decodes the audio stream that is sent to it.\nApple W2.\nThe Apple W2, used in the &lt;a href=\"Apple%20Watch%20Series%203\"&gt;Apple Watch Series 3&lt;/a&gt;, is integrated into the &lt;a href=\"Apple%20S3\"&gt;Apple S3&lt;/a&gt; SiP. Apple said the chip makes Wi-Fi 85% faster and allows Bluetooth and Wi-Fi to use half the power of the W1 implementation.\nApple W3.\nThe Apple W3 is used in the &lt;a href=\"Apple%20Watch%20Series%204\"&gt;Apple Watch Series 4&lt;/a&gt;, &lt;a href=\"Apple%20Watch%20Series%205\"&gt;Series 5&lt;/a&gt;, &lt;a href=\"Apple%20Watch%20Series%206\"&gt;Series 6&lt;/a&gt;, &lt;a href=\"Apple%20Watch%20SE\"&gt;SE&lt;/a&gt;, and &lt;a href=\"Apple%20Watch%20Series%207\"&gt;Series 7&lt;/a&gt;. It is integrated into the &lt;a href=\"Apple%20S4\"&gt;Apple S4&lt;/a&gt;, &lt;a href=\"Apple%20S5\"&gt;S5&lt;/a&gt;, &lt;a href=\"Apple%20S6\"&gt;S6&lt;/a&gt; and &lt;a href=\"Apple%20S6\"&gt;S7&lt;/a&gt; SiPs. It supports Bluetooth 5.0.\nH series.\nThe Apple \"H\" series is a family of &lt;a href=\"system%20on%20a%20chip\"&gt;SoCs&lt;/a&gt; used in headphones. \"H\" in model numbers stands for \"headphones\".\nApple H1.\nThe Apple H1 chip was first used in the 2019 version of AirPods, and was later used in the Powerbeats Pro, the Beats Solo Pro, the &lt;a href=\"AirPods%20Pro\"&gt;AirPods Pro&lt;/a&gt;, the 2020 Powerbeats, &lt;a href=\"AirPods%20Max\"&gt;AirPods Max&lt;/a&gt;, and the AirPods (3rd generation). Specifically designed for headphones, it has Bluetooth 5.0, supports hands-free \"Hey Siri\" commands, and offers 30 percent lower &lt;a href=\"latency%20%28audio%29\"&gt;latency&lt;/a&gt; than the W1 chip used in earlier AirPods.\nU series.\nThe Apple \"U\" series is a family of &lt;a href=\"System%20in%20package\"&gt;Systems in a Package (SiP)&lt;/a&gt; implementing &lt;a href=\"ultra-wideband\"&gt;ultra-wideband&lt;/a&gt; radio.\nApple U1.\nThe Apple U1 is used in the iPhone 11 and later (excluding the &lt;a href=\"IPhone%20SE%20%282nd%20generation%29\"&gt;second generation iPhone SE&lt;/a&gt;), the Apple Watch Series 6 and Series 7, the HomePod mini and &lt;a href=\"AirTag%20%28tracker%29\"&gt;AirTag&lt;/a&gt; trackers.\nM series.\nThe Apple \"M\" series is a family of &lt;a href=\"System%20on%20a%20Chip\"&gt;Systems on a Chip (SoC)&lt;/a&gt; used in &lt;a href=\"Macintosh\"&gt;Mac computers&lt;/a&gt; from November 2020 or later and &lt;a href=\"iPad%20Pro\"&gt;iPad Pro&lt;/a&gt; tablets from April 2021 or later. The \"M\" designation was previously used for &lt;a href=\"Apple%20motion%20coprocessors\"&gt;Apple motion coprocessors&lt;/a&gt;.\nApple M1.\nThe M1 chip, Apple's first processor designed for use in Macs, is manufactured using &lt;a href=\"TSMC\"&gt;TSMC&lt;/a&gt;'s 5 nm process. Announced on November 10, 2020, it is used in the &lt;a href=\"MacBook%20Air%20%28Apple%20silicon%29\"&gt;MacBook Air&lt;/a&gt; (M1, 2020), &lt;a href=\"Mac%20Mini%23Fifth%20generation%20%28Apple%20silicon%29\"&gt;Mac mini (M1, 2020)&lt;/a&gt;, &lt;a href=\"MacBook%20Pro%234th%20generation%20%28Apple%20Silicon%29\"&gt;MacBook Pro (13-inch, M1, 2020)&lt;/a&gt;, &lt;a href=\"iMac%20%28Apple%20silicon%29\"&gt;iMac&lt;/a&gt; (24-inch, M1, 2021), &lt;a href=\"IPad%20Pro%20%285th%20generation%29\"&gt;iPad Pro, 11-inch (3rd generation)&lt;/a&gt;, and &lt;a href=\"IPad%20Pro%20%285th%20generation%29\"&gt;iPad Pro, 12.9-inch (5th generation)&lt;/a&gt;.\nApple M1 Pro and M1 Max.\nThe M1 Pro chip is a more powerful companion to the M1, with six to eight performance cores, two efficiency cores, 14 to 16 GPU cores, 16 Neural Engine cores, up to 32 GB unified RAM with up to 200 GB/s memory bandwidth, and more than double the transistors. It was announced on October 18, 2021, and is used in the 14- and 16-inch &lt;a href=\"MacBook%20Pro\"&gt;MacBook Pro&lt;/a&gt;. Apple said the CPU performance is about 70% faster than the M1, and that its GPU performance is about double. Apple claims the M1 Pro can deliver up to 20 streams of 4K or 7 streams of 8K ProRes video playback (up from 6 offered by Afterburner card for &lt;a href=\"Mac%20Pro%233rd%20generation%20%28Small%20tower%29\"&gt;2019 Mac Pro&lt;/a&gt;).\nThe M1 Max chip is a larger version of the M1 Pro chip, with eight performance cores, two efficiency cores, 24 to 32 GPU cores, 16 Neural Engine cores, up to 64 GB unified RAM with up to 400 GB/s memory bandwidth, and more than double the number of transistors. It was announced on October 18, 2021, and is used in the 14- and 16-inch &lt;a href=\"MacBook%20Pro\"&gt;MacBook Pro&lt;/a&gt;. Apple says it has 57 billion transistors. Apple claims the M1 Max can deliver up to 30 streams of 4K (up from 23 offered by Afterburner card for 2019 Mac Pro) or 7 streams of 8K ProRes video playback.\nMiscellaneous devices.\nThis segment is about Apple-designed processors that are not easily sorted into another section.\nThe 339S0196 is an ARM-based &lt;a href=\"microcontroller\"&gt;microcontroller&lt;/a&gt; used in Apple's \"Lightning Digital AV Adapter\", a &lt;a href=\"Lightning%20%28connector%29\"&gt;Lightning&lt;/a&gt;-to-&lt;a href=\"HDMI\"&gt;HDMI&lt;/a&gt; adapter. This is a miniature computer with 256 MB RAM, running an &lt;a href=\"XNU\"&gt;XNU&lt;/a&gt; kernel loaded from the connected &lt;a href=\"List%20of%20iOS%20and%20iPadOS%20devices\"&gt;iOS device&lt;/a&gt;, then taking a serial signal from the iOS device translating that into a proper HDMI signal."
}