{
    "id": "323413",
    "revid": "4897226",
    "url": "https://en.wikipedia.org/wiki?curid=323413",
    "title": "Alpenglow",
    "text": "Alpenglow (from , , Italian: ) is an &lt;a href=\"optical%20phenomenon\"&gt;optical phenomenon&lt;/a&gt; that appears as a horizontal reddish &lt;a href=\"afterglow\"&gt;glow&lt;/a&gt; near the &lt;a href=\"horizon\"&gt;horizon&lt;/a&gt; opposite to the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt; when the solar disk is just below the horizon. This effect is easily visible when &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s are illuminated, but can also be seen when &lt;a href=\"cloud\"&gt;cloud&lt;/a&gt;s are lit through &lt;a href=\"backscatter\"&gt;backscatter&lt;/a&gt;.\nDescription.\nAlpenglow is loosely defined and may refer either to indirect &lt;a href=\"sunlight\"&gt;sunlight&lt;/a&gt; reflected off of clouds after &lt;a href=\"sunset\"&gt;sunset&lt;/a&gt; or before &lt;a href=\"sunrise\"&gt;sunrise&lt;/a&gt;, or to direct sunlight that occurs near sunset or sunrise.\nReflected sunlight.\nWhen the Sun is below the horizon, &lt;a href=\"sunlight\"&gt;sunlight&lt;/a&gt; has no direct path to reach a mountain. Unlike the direct sunlight around sunrise or sunset, the light that causes alpenglow is &lt;a href=\"diffuse%20reflection\"&gt;reflected&lt;/a&gt; off airborne &lt;a href=\"precipitation\"&gt;precipitation&lt;/a&gt;, &lt;a href=\"ice%20crystals\"&gt;ice crystals&lt;/a&gt;, or &lt;a href=\"particulates\"&gt;particulates&lt;/a&gt; in the lower atmosphere. These conditions differentiate between a direct sunlight around sunrise or sunset and alpenglow.\nThe term is generally confused to be any sunrise or sunset light reflected off the mountains or clouds (see also the \"&lt;a href=\"Alpenglow%23Direct%20sunlight\"&gt;Direct sunlight&lt;/a&gt;\" section for an alternative view), but true alpenglow is not direct sunlight and is only visible after sunset or before sunrise.\nAfter sunset, if mountains are absent, &lt;a href=\"aerosol\"&gt;aerosol&lt;/a&gt;s in the eastern &lt;a href=\"sky\"&gt;sky&lt;/a&gt; can be illuminated in the same way by the remaining scattered reddish light above the fringe of &lt;a href=\"Earth%27s%20shadow\"&gt;Earth's shadow&lt;/a&gt;. This &lt;a href=\"backscatter\"&gt;backscatter&lt;/a&gt;ed light produces a pinkish band opposite of the Sun's direction, called the &lt;a href=\"Belt%20of%20Venus\"&gt;Belt of Venus&lt;/a&gt;.\nDirect sunlight.\nOther sources conflict with the reflected sunlight understanding and define alpenglow as the rosy or reddish light of the setting or rising Sun, some suggesting that clear skies are necessary (as shown in the photo of &lt;a href=\"Mount%20Forbes\"&gt;Mount Forbes&lt;/a&gt; in the lead section)."
}