{
    "id": "32369274",
    "revid": "10951369",
    "url": "https://en.wikipedia.org/wiki?curid=32369274",
    "title": "Cacho Fontana",
    "text": "Jorge \"Cacho\" Fontana (born Norberto Palese, April 23, 1932 ) is an Argentine radio and television personality.\nLife and work.\nBorn Norberto Palese in the &lt;a href=\"Barracas%2C%20Buenos%20Aires\"&gt;Barracas&lt;/a&gt; section of &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt;, he was the only child of Nieves Filgueiras and Antonio Palese. He began his career in &lt;a href=\"show%20business\"&gt;show business&lt;/a&gt; at age sixteen, when Jorge Loguarro, a friend and coworker who moonlighted as a stage presenter, invited him to do likewise at the \"Salón Argentino\" on &lt;a href=\"Corrientes%20Avenue\"&gt;Corrientes Avenue&lt;/a&gt;. The company hired Palese as a presenter for their traveling show, and the young man adopted his stage name: Jorge \"Cacho\" Fontana.\nHe debuted on the &lt;a href=\"radio%20in%20Argentina\"&gt;radio in Argentina&lt;/a&gt; in 1950 when a chance encounter with radio host Roberto González Rivero (\"Riverito\") at the &lt;a href=\"Estadio%20Tom%C3%A1s%20Adolfo%20Duc%C3%B3\"&gt;Huracán Stadium&lt;/a&gt; resulted in his being hired as an announcer on Riverito's \"Peña de tango\", on Radio del Pueblo. He then worked with &lt;a href=\"radio%20theater\"&gt;radio theater&lt;/a&gt; host Julio César Barton, and as a &lt;a href=\"sportscaster\"&gt;sportscaster&lt;/a&gt; for &lt;a href=\"Chacarita%20Juniors\"&gt;Chacarita Juniors&lt;/a&gt;. He replaced Carlos Carella, who began career in &lt;a href=\"Argentine%20cinema\"&gt;film&lt;/a&gt;, at the popular \"El Chantecler\" &lt;a href=\"revue\"&gt;revue&lt;/a&gt; and became acquainted with &lt;a href=\"Argentine%20humor\"&gt;Argentine comedy&lt;/a&gt; greats &lt;a href=\"Tita%20Merello\"&gt;Tita Merello&lt;/a&gt; and &lt;a href=\"Luis%20Sandrini\"&gt;Luis Sandrini&lt;/a&gt; as a stand-in for host Jaime Font Saravia in \"El Relámpago\" (\"The Thunderbolt\"), where the duo starred under the direction of Miguel Coronatto Paz. Coronatto Paz later hired Fontana on a permanent basis. His first marriage, to Dora Palma, ended after two years; they had one daughter.\nFontana hosted a morning show, beginning in 1955, with María Esther Vignola and Rina Morán on Radio El Mundo. The \"Fontana Show\" was a success, and the show attracted prestigious producers such as &lt;a href=\"Alberto%20Migr%C3%A9\"&gt;Alberto Migré&lt;/a&gt;, &lt;a href=\"Hugo%20Moser\"&gt;Hugo Moser&lt;/a&gt;, &lt;a href=\"Abel%20Santa%20Cruz\"&gt;Abel Santa Cruz&lt;/a&gt;, and \"Relámpago\" producer Miguel Coronatto Paz. He premiered on &lt;a href=\"Television%20in%20Argentina\"&gt;Argentine television&lt;/a&gt; in 1956, hosting the &lt;a href=\"quiz%20show\"&gt;quiz show&lt;/a&gt; \"Odol Pregunta\" on &lt;a href=\"Canal%207%20Argentina\"&gt;Channel 7&lt;/a&gt;, and a &lt;a href=\"talk%20show\"&gt;talk show&lt;/a&gt;, \"La Campana de Cristal\". His producer on Channel 7, Guillermo Brizuela Méndez, would become a friend and mentor to the young star. He appeared in numerous &lt;a href=\"television%20advertisement\"&gt;advertising&lt;/a&gt; spots in subsequent years, as well as in sportscasting, and would work with leading &lt;a href=\"Football%20in%20Argentina\"&gt;Argentine football&lt;/a&gt; announcer José María Muñoz during the &lt;a href=\"1966%20FIFA%20World%20Cup\"&gt;1966 FIFA World Cup&lt;/a&gt;. \nThe Fontana Show on Radio El Mundo ended in 1967. Fontana joined Radio Rivadavia, and he and Muñoz became the station's signature &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; announcers during eight years. Fontana also covered &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt;, and was on hand for &lt;a href=\"Nicolino%20Locche\"&gt;Nicolino Locche&lt;/a&gt;'s 1968 &lt;a href=\"Light%20Welterweight\"&gt;Light Welterweight&lt;/a&gt; World Championship win, as well as for &lt;a href=\"Ringo%20Bonavena\"&gt;Ringo Bonavena&lt;/a&gt;'s controversial loss against &lt;a href=\"Muhammad%20Ali\"&gt;Muhammad Ali&lt;/a&gt; in 1970. He served as chief &lt;a href=\"news%20correspondent\"&gt;news correspondent&lt;/a&gt; during the 1970 ceremony bestowing the &lt;a href=\"Nobel%20Prize%20in%20Physiology%20or%20Medicine\"&gt;Nobel Prize in Physiology or Medicine&lt;/a&gt; to Dr. &lt;a href=\"Luis%20Federico%20Leloir\"&gt;Luis Federico Leloir&lt;/a&gt;. The Fontana Show returned on the airwaves as a four-hour, live current events and interview program. The show became known for its on-site reporting, and its host often interviewed guests in their cars with a &lt;a href=\"outside%20broadcasting\"&gt;mobile unit&lt;/a&gt; plugged into the cigarette lighter. The popular program helped launch the careers of Carlos Abrevaya, &lt;a href=\"Adolfo%20Castelo\"&gt;Adolfo Castelo&lt;/a&gt;, and &lt;a href=\"Jorge%20Guinzburg\"&gt;Jorge Guinzburg&lt;/a&gt;, among others. \nFontana had a twelve-year relationship with tango vocalist &lt;a href=\"Beba%20Bidart\"&gt;Beba Bidart&lt;/a&gt;, and in 1970 married model &lt;a href=\"Liliana%20Caldini\"&gt;Liliana Caldini&lt;/a&gt;, who is 20 years younger than him and with whom he had twin daughters. He left Radio Rivadavia in December 1973 to pursue an offer from &lt;a href=\"List%20of%20radio%20stations%20in%20Spain\"&gt;Spanish radio&lt;/a&gt; network &lt;a href=\"Cadena%20SER\"&gt;Cadena SER&lt;/a&gt;, where he continued his morning show format. He returned to Argentina in 1977, and joined &lt;a href=\"Canal%2013%20%28Argentina%29\"&gt;Channel 13&lt;/a&gt;. The new program would feature more international news by incorporating a &lt;a href=\"VCR\"&gt;VCR&lt;/a&gt; and imported news footage, hence the name: \"VideoShow.\" The show was a success, and on August 17, 1978, Fontana's VideoShow was given the honor of inaugurating the nation's first &lt;a href=\"color%20television\"&gt;color television&lt;/a&gt; station, &lt;a href=\"Canal%207%20Argentina\"&gt;ATC&lt;/a&gt;.\nThe sinking of the &lt;a href=\"ARA%20General%20Belgrano\"&gt;ARA General Belgrano&lt;/a&gt; on May 2, 1982, at the height of the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt;, prompted Fontana to organize a &lt;a href=\"telethon\"&gt;telethon&lt;/a&gt; for the benefit of the troops, \"24 horas por Malvinas\", hosted with &lt;a href=\"Lidia%20Elsa%20Satragno\"&gt;Lidia Elsa Satragno&lt;/a&gt; on May 7–8. The marathon 24-hour event, which raised us$1.5 million as well as sundries and valuables, would become a serious setback to his career, however. Following the Argentine defeat five weeks later, revelations surfaced that the donations, as well as the Islas Malvinas Patriotic Fund these were deposited into (totaling us$54 million), were largely misappropriated by the &lt;a href=\"Leopoldo%20Galtieri\"&gt;Galtieri&lt;/a&gt; regime.\nHis marriage to Liliana Caldini ended acrimoniously after twelve years. Fontana returned to radio in 1983 as co-host of the comedy series \"Chapucai\", with Nito Artaza, on &lt;a href=\"LOR%20Radio%20Argentina\"&gt;LOR Radio Argentina&lt;/a&gt;. He transferred to &lt;a href=\"LRA%20Radio%20Nacional\"&gt;LRA Radio Nacional&lt;/a&gt; the following year to host \"Fontana Nacional\", and earned a contract as &lt;a href=\"spokesperson\"&gt;spokesperson&lt;/a&gt; for local dairy products maker &lt;a href=\"La%20Seren%C3%ADsima\"&gt;La Serenísima&lt;/a&gt;. The Radio Nacional studio was located across the street from &lt;a href=\"Atahualpa%20Yupanqui\"&gt;Atahualpa Yupanqui&lt;/a&gt;'s Buenos Aires address, and the noted folk singer-songwriter became a frequent, impromptu co-host. He returned to Radio Rivadavia as host of \"Sexta Edición\" (Sixth Edition) in 1986. Co-hosted by &lt;a href=\"Antonio%20Carrizo\"&gt;Antonio Carrizo&lt;/a&gt;, &lt;a href=\"H%C3%A9ctor%20Larrea\"&gt;Héctor Larrea&lt;/a&gt;, and José María Muñoz, the show restored Fontana's prominence in the medium during the late 1980s.\nThe contract as spokesman for La Serenísima ended in 1989, and though the Fontana Show returned on Radio Rivadavia in 1992, its cancellation in 1993 marked the effective end of Fontana's storied career. He would appear only sporadically in advertisements or special programs in later years. The avuncular host, winner of 14 &lt;a href=\"Mart%C3%ADn%20Fierro%20Awards\"&gt;Martín Fierro Awards&lt;/a&gt; (as well as one for lifetime achievement) and an &lt;a href=\"Premios%20Ondas\"&gt;Ondas Prize&lt;/a&gt; from Spain, considered leaving the country where his name had been a household word. Fontana's relationship with Marcela Tiraboschi ended in the early 1990s amid lawsuits, and he later struggled with &lt;a href=\"alcoholism\"&gt;alcoholism&lt;/a&gt; and &lt;a href=\"drug%20addiction\"&gt;drug addiction&lt;/a&gt;. His mother died in 2006 at age 101, and in 2009 he underwent a &lt;a href=\"coronary%20artery%20bypass%20surgery\"&gt;coronary artery bypass surgery&lt;/a&gt;. He overcame these challenges, however, later appearing in the &lt;a href=\"Cosqu%C3%ADn%20Festival\"&gt;Cosquín Festival&lt;/a&gt; (one of the most important recurring events in &lt;a href=\"Argentine%20music\"&gt;Argentine music&lt;/a&gt;) and returning as a spokesman for La Serenísima."
}