{
    "id": "3240521",
    "revid": "643728",
    "url": "https://en.wikipedia.org/wiki?curid=3240521",
    "title": "Eddie Dyer",
    "text": "Edwin Hawley Dyer (October 11, 1899 – April 20, 1964) was an American left-handed &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt;, &lt;a href=\"manager%20%28baseball%29\"&gt;manager&lt;/a&gt; and &lt;a href=\"farm%20system\"&gt;farm system&lt;/a&gt; official in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; for the &lt;a href=\"St.%20Louis%20Cardinals\"&gt;St. Louis Cardinals&lt;/a&gt; from 1922–1944 and 1946–1950. In , Dyer's first season at the helm of the Cardinals, the Redbirds defeated the &lt;a href=\"Brooklyn%20Dodgers\"&gt;Brooklyn Dodgers&lt;/a&gt; in a thrilling &lt;a href=\"National%20League\"&gt;National League&lt;/a&gt; season that featured the first postseason &lt;a href=\"pennant%20playoff\"&gt;playoff&lt;/a&gt; in baseball history, then bested the favored &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; in a seven-game &lt;a href=\"1946%20World%20Series\"&gt;World Series&lt;/a&gt;.\nEarly life, college career.\nEdwin Hawley Dyer was born October 11, 1899, in Morgan City, Louisiana, the fourth of seven children of Joseph M. and Alice Natalie Dyer. Baseball encyclopedias give his birth date as 1900, but his son Eddie Jr. says he subtracted a year from his age when he entered professional ball. U.S. census and military draft records confirm this. He was an outstanding &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, baseball and &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; athlete as part of the &lt;a href=\"Morgan%20City%20High%20School\"&gt;Morgan City High School&lt;/a&gt;, Class of 1917.\nHis father owned a general store and a lumber yard and served as mayor of Morgan City, but lost it all during a recession before World War I and moved his family to &lt;a href=\"Houston%2C%20Texas\"&gt;Houston, Texas&lt;/a&gt; where an oil boom was just beginning. Dyer earned an athletic scholarship to &lt;a href=\"Rice%20Institute\"&gt;Rice Institute&lt;/a&gt; and lettered in three sports (football, baseball, track), winning the Southwest Conference championship in the broad jump and earning a berth on the All-SWC football team in 1920. He was the Owl's football captain in 1921. He was also All-SWC in each of his three years of varsity baseball (1919, 1920, 1921). He pitched a no-hitter against Baylor's Ted Lyons, later a Hall of Fame pitcher for the White Sox. Dyer left school two credits short of graduation in 1922 when &lt;a href=\"Branch%20Rickey\"&gt;Branch Rickey&lt;/a&gt; gave him a $2,500 bonus to sign with the Cardinals. The money paid off his father's debts and put his youngest brother, Sammy, through one year of college. In 1936, Dyer completed requirements for his &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; from Rice.\nPlaying career with St. Louis Cardinals.\nThe , Dyer was a versatile player, playing &lt;a href=\"outfielder\"&gt;outfield&lt;/a&gt; and &lt;a href=\"first%20baseman\"&gt;first base&lt;/a&gt; in addition to pitching. He made his debut with the Cardinals on the mound on July 8, 1922 and pitched twice in relief before he was farmed out to Syracuse, at the highest minor-league level.\nThe next spring Rickey sent him to Houston, then to Wichita Falls, both in the Texas League, to play the outfield. When he didn't hit, he became a full-time pitcher.\nOn September 9, 1923, in Dyer's first start as pitcher, he pitched a complete game shutout of the Chicago Cubs, winning 3-0.\nIn 1924 he stuck with the Cardinals, but posted a 4.61 ERA and an 8-11 record, dividing his time between starting and relieving for the sixth-place club. The next year he lowered his ERA to 4.15, pitching primarily in relief. Rickey moved into the front office and the Cardinals' star second baseman, Rogers Hornsby, became manager in 1925. He and Dyer did not get along. According to one account, Dyer told Hornsby, \"I'll never play on this club as long as you're the manager.\" That earned him a return ticket to Syracuse in 1926, while the Cardinals won their first World Championship.\nIn 1927 Dyer pitched once for St. Louis before he headed to Syracuse again. He won six games in a row, but on June 30 he hurt his arm in his first loss. That finished his pitching career.\nHe appeared for the Cardinals in 129 games over all or parts of six seasons (1922–1927) — although 1924 and 1925 were his only full seasons in the majors — splitting 30 pitching &lt;a href=\"decision%20%28baseball%29\"&gt;decisions&lt;/a&gt; with an &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt; of 4.78, and &lt;a href=\"batting%20average%20%28baseball%29\"&gt;batting&lt;/a&gt; .223 in 157 &lt;a href=\"at%20bat\"&gt;at bat&lt;/a&gt;s with two &lt;a href=\"home%20run\"&gt;home run&lt;/a&gt;s and 13 &lt;a href=\"runs%20batted%20in\"&gt;runs batted in&lt;/a&gt;.\nMinor league manager and executive.\nFrom 1928 on, Dyer managed in the Cardinals' farm system, continuing his playing career as an outfielder through 1933. He completed his Rice degree in 1936 and coached freshman football there (during baseball's off-season) for several years. In addition, Dyer served as business manager or club president of the teams he managed, and in 1938 he supervised all of the Cardinal farm teams in the &lt;a href=\"Southern%20United%20States\"&gt;Southern&lt;/a&gt; and &lt;a href=\"Southwestern%20United%20States\"&gt;Southwestern United States&lt;/a&gt;.\nThe most important of these was Dyer's hometown &lt;a href=\"Houston%20Buffaloes\"&gt;Houston Buffaloes&lt;/a&gt;, the Cardinals’ club in the &lt;a href=\"Double-A%20%28baseball%29\"&gt;Class A1&lt;/a&gt; &lt;a href=\"Texas%20League\"&gt;Texas League&lt;/a&gt;. He took over as the Buffaloes' manager from 1939–1941 and led them to three consecutive first-place finishes and one league playoff championship, averaging 102 victories.\nDuring much of the &lt;a href=\"World%20War%20II\"&gt;wartime&lt;/a&gt; period that followed, Dyer was director of the entire Cardinals farm system, although he left that post in the midst of the 1944 season to tend to his oil, real estate and insurance businesses in Houston.\nMajor league manager.\nAt the war's end, and with the Cardinals in need of a manager upon &lt;a href=\"Billy%20Southworth\"&gt;Billy Southworth&lt;/a&gt;'s departure for the &lt;a href=\"Boston%20Braves%20%28baseball%29\"&gt;Boston Braves&lt;/a&gt;, Dyer returned to baseball and his first Major-League managing assignment in 1946. The Cardinals were a powerhouse, having won three straight NL pennants from 1942–1944 and finished second in 1941 and 1945, but 1946 was an extremely challenging season for Dyer and his team. He had to blend returning war veterans and young players with Southworth's wartime club, and lost three key players — undefeated left-handed pitcher &lt;a href=\"Max%20Lanier\"&gt;Max Lanier&lt;/a&gt;, &lt;a href=\"second%20baseman\"&gt;second baseman&lt;/a&gt; &lt;a href=\"Lou%20Klein\"&gt;Lou Klein&lt;/a&gt; and &lt;a href=\"relief%20pitcher\"&gt;relief pitcher&lt;/a&gt; &lt;a href=\"Fred%20Martin%20%28baseball%29\"&gt;Fred Martin&lt;/a&gt; — to the marauding &lt;a href=\"Mexican%20League\"&gt;Mexican League&lt;/a&gt;.\nDyer also had to deal with the Cards' implacable foes, the Dodgers of &lt;a href=\"Leo%20Durocher\"&gt;Leo Durocher&lt;/a&gt;, back at full strength after the war. Led by pitchers &lt;a href=\"Howie%20Pollet\"&gt;Howie Pollet&lt;/a&gt; and &lt;a href=\"Harry%20Brecheen\"&gt;Harry Brecheen&lt;/a&gt;, and the hitting and leadership of future &lt;a href=\"Baseball%20Hall%20of%20Fame\"&gt;Hall of Famers&lt;/a&gt; &lt;a href=\"Stan%20Musial\"&gt;Stan Musial&lt;/a&gt; and &lt;a href=\"Enos%20Slaughter\"&gt;Enos Slaughter&lt;/a&gt;, the Cardinals made up a five-game &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Break&lt;/a&gt; deficit, won 14 of their 22 regular-season games with the Dodgers, and were tied with Brooklyn for the pennant on the season's final day. The Cards then swept the Dodgers in a &lt;a href=\"1946%20National%20League%20tie-breaker%20series\"&gt;best-of-three playoff&lt;/a&gt; behind the pitching of Pollet and &lt;a href=\"Murry%20Dickson\"&gt;Murry Dickson&lt;/a&gt;.\nIn the 1946 World Series, the Redbirds faced what would be the only &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; in which &lt;a href=\"Ted%20Williams\"&gt;Ted Williams&lt;/a&gt; would play. The Red Sox had breezed to the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; pennant by 12 games and featured 20-game winners &lt;a href=\"Dave%20Ferriss\"&gt;Dave Ferriss&lt;/a&gt; and &lt;a href=\"Tex%20Hughson\"&gt;Tex Hughson&lt;/a&gt;. Idle during the NL playoffs, Boston played an exhibition game against an AL \"all-star\" team in an effort to tune up for the Fall Classic. Williams was struck on the elbow by a pitch, and when the Series began, he was ineffective. Brecheen won three games, the Cardinals played inspired baseball, and in the deciding seventh game, Slaughter scored from first on a &lt;a href=\"double%20%28baseball%29\"&gt;double&lt;/a&gt; (often mistakenly remembered as a &lt;a href=\"single%20%28baseball%29\"&gt;single&lt;/a&gt;) by &lt;a href=\"Harry%20Walker\"&gt;Harry Walker&lt;/a&gt;, a shocking &lt;a href=\"Slaughter%27s%20Mad%20Dash\"&gt;feat&lt;/a&gt;. His was the winning &lt;a href=\"run%20%28baseball%29\"&gt;run&lt;/a&gt; in the game and the Series.\nThe 1946 world championship was Dyer's high-water mark as Cardinal manager. The following season, Brooklyn upset the balance of power in the National League by boldly breaking the &lt;a href=\"baseball%20color%20line\"&gt;color line&lt;/a&gt;. In May 1947, the Cardinals became embroiled in a hotly denied rumor that they planned to strike, rather than permit &lt;a href=\"Jackie%20Robinson\"&gt;Jackie Robinson&lt;/a&gt; on a Major League diamond — although Dyer was not implicated in the rumor. More damaging, for the next decade, the Cardinals would lag behind most of the other NL clubs in signing &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt; players. Overall, the Cardinals reverted to bridesmaid status, finishing second from 1947–1949, although they trailed the Dodgers by only one game in . With the team's legendary farm system struggling without its founder — &lt;a href=\"Branch%20Rickey\"&gt;Branch Rickey&lt;/a&gt;, the very man who brought Robinson to Brooklyn — the Cardinals’ quarter-century of baseball dominance was coming to an end. In 1950, they fell to fifth and Dyer stepped down as manager at the end of the season.\nDuring his five years as St. Louis manager, the Cardinals won 446 games and lost 325 for a .578 winning percentage. \nLater life.\nDyer preferred to manage his thriving Houston-area businesses rather than seek another managing job in baseball. He suffered a stroke in January 1963, and died in &lt;a href=\"Houston%2C%20Texas\"&gt;Houston&lt;/a&gt; in April of the following year at the age of 64."
}