{
    "id": "32433462",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=32433462",
    "title": "Chlorpropham",
    "text": "Chlorpropham or CIPC is a &lt;a href=\"plant%20growth%20regulator\"&gt;plant growth regulator&lt;/a&gt; and &lt;a href=\"herbicide\"&gt;herbicide&lt;/a&gt; used as a sprout suppressant for grass weeds, &lt;a href=\"alfalfa\"&gt;alfalfa&lt;/a&gt;, lima and &lt;a href=\"snap%20beans\"&gt;snap beans&lt;/a&gt;, &lt;a href=\"blueberries\"&gt;blueberries&lt;/a&gt;, &lt;a href=\"cane%20fruit\"&gt;cane fruit&lt;/a&gt;, &lt;a href=\"carrot\"&gt;carrot&lt;/a&gt;s, &lt;a href=\"cranberry\"&gt;cranberries&lt;/a&gt;, ladino &lt;a href=\"clover\"&gt;clover&lt;/a&gt;, &lt;a href=\"garlic\"&gt;garlic&lt;/a&gt;, &lt;a href=\"seed%20grass\"&gt;seed grass&lt;/a&gt;, &lt;a href=\"onion\"&gt;onion&lt;/a&gt;s, &lt;a href=\"spinach\"&gt;spinach&lt;/a&gt;, &lt;a href=\"sugar%20beet\"&gt;sugar beet&lt;/a&gt;s, &lt;a href=\"tomato\"&gt;tomato&lt;/a&gt;es, &lt;a href=\"safflower\"&gt;safflower&lt;/a&gt;, &lt;a href=\"soybean\"&gt;soybean&lt;/a&gt;s, &lt;a href=\"gladioli\"&gt;gladioli&lt;/a&gt; and woody nursery stock. It is also used to inhibit &lt;a href=\"potato\"&gt;potato&lt;/a&gt; sprouting and for sucker control in &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt;. Chlorpropham is available in emulsifiable concentrate and liquid formulations.\nChlorpropham is approved for use as a plant regulator and herbicide only on potatoes in the United States. The use of CIPC was banned in the EU and UK in 2019 after it was not reauthorised for use due to toxicity concerns, with sales prohibited from January 2020.\nUses.\nWhen it is used as an anti-sprouting agent for potatoes, the formulation is based on HN formulation, Hot Fogging.\nCommercial names include Bud Nip, Taterpex, Preventol, Elbanil, Metoxon, Nexoval, Stickman Pistols, Preweed, Furloe, Stopgerme-S, Sprout Nip, Mirvale, Bygran, ChlorIPC, Spud-Nic, Spud-Nie, Chloro-IFK, Chloro-IPC, Keim-stop, Triherbicide CIPC, OORJA.\nFor herbicide, an EC formulation is used so that it is dissolvable in water for spray in the field.\nToxicity.\nChlorpropham displays a low level toxicity profile, with no signs of acute toxicity after exposure of less than 1000 mg/kg/day. Long term exposure at high doses (≥ 1000 mg/kg/day) could cause reduction of body weight gain, decrease in &lt;a href=\"hematocrit\"&gt;hematocrit&lt;/a&gt; and &lt;a href=\"hemoglobin\"&gt;hemoglobin&lt;/a&gt;, and increase in blood &lt;a href=\"reticulocyte\"&gt;reticulocyte&lt;/a&gt;s.\nRegarding the carcinogenic risk, chlorpropham is classified by the &lt;a href=\"Environmental%20Protection%20Agency\"&gt;EPA&lt;/a&gt; as group E (non-carcinogenic). One of its metabolites is &lt;a href=\"3-chloroaniline\"&gt;3-chloroaniline&lt;/a&gt;.\nThe acceptable daily intake ranges from 0.03 mg/kg (&lt;a href=\"Food%20and%20Agriculture%20Organization\"&gt;FAO&lt;/a&gt; 2001) to 0.05 mg/Kg (&lt;a href=\"Environmental%20Protection%20Agency\"&gt;EPA&lt;/a&gt; 1996 and &lt;a href=\"European%20Commission\"&gt;EC&lt;/a&gt; 2003).\nStability.\nChlorpropham is partially degraded in the environment under aerobic conditions (15% to 30% after 100 days) and partially hydrolysed in water solution (90% after 59 to 130 days).\nA study of the stability of chlorpropham in potatoes (estimated concentration of chlorpropham: 1.8 to 7.6 mg/kg at 10 days post-application) revealed that mean concentration of chlorpropham in the tuber decreased spontaneously by 24% and 42% at 28 days and 65 days postapplication respectively. The study also showed that peeling removed 91–98% and washing 33–47%. Residues of chlorpropham were detected in the boiled potatoes, in the boiling water, in the French-fried potatoes and in the frying oil. According to this study, the theoretical dose for a 20 kg infant eating 100g of crude-peeled tuber would be 0.00018 to 0.00342 mg/kg."
}