{
    "id": "32462",
    "revid": "5320876",
    "url": "https://en.wikipedia.org/wiki?curid=32462",
    "title": "Virgin Islands",
    "text": "The Virgin Islands () are an &lt;a href=\"archipelago\"&gt;archipelago&lt;/a&gt; in the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt;. They are geologically and biogeographically the easternmost part of the &lt;a href=\"Greater%20Antilles\"&gt;Greater Antilles&lt;/a&gt;, the northern islands belonging to the &lt;a href=\"Puerto%20Rico%20Trench\"&gt;Puerto Rico Trench&lt;/a&gt; and St. Croix being a displaced part of the same geologic structure. Politically, the British Virgin Islands have been governed as the western &lt;a href=\"archipelago\"&gt;island group&lt;/a&gt; of the &lt;a href=\"Leeward%20Islands\"&gt;Leeward Islands&lt;/a&gt;, which are the northern part of the &lt;a href=\"Lesser%20Antilles\"&gt;Lesser Antilles&lt;/a&gt;, and form the border between the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; and the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt;. The archipelago is separated from the true &lt;a href=\"Lesser%20Antilles\"&gt;Lesser Antilles&lt;/a&gt; by the &lt;a href=\"Anegada%20Passage\"&gt;Anegada Passage&lt;/a&gt; and from the &lt;a href=\"List%20of%20islands%20of%20Puerto%20Rico\"&gt;main island of Puerto Rico&lt;/a&gt; by the Virgin Passage. \nThe islands fall into three different &lt;a href=\"jurisdiction%20%28area%29\"&gt;political jurisdictions&lt;/a&gt;:\nEtymology.\n&lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; named the islands after &lt;a href=\"Saint%20Ursula\"&gt;Saint Ursula&lt;/a&gt; and the 11,000 Virgins (), shortened to the Virgins (). The official name of the British territory is the Virgin Islands, and the official name of the U.S. territory is the Virgin Islands of the United States. In practice, the two island groups are almost universally referred to as the British Virgin Islands and the U.S. Virgin Islands.\nHistory.\nThe Virgin Islands were originally inhabited by the &lt;a href=\"Arawaks\"&gt;Arawak&lt;/a&gt; and &lt;a href=\"Island%20Caribs\"&gt;Carib&lt;/a&gt;, many of whom are thought to have perished during the colonial period due to &lt;a href=\"slavery\"&gt;enslavement&lt;/a&gt;, foreign disease, and war brought about by European colonists.\nEuropean colonists later settled here and established &lt;a href=\"sugar%20plantations%20in%20the%20Caribbean\"&gt;sugar plantations&lt;/a&gt;, at least one &lt;a href=\"tobacco%20plant\"&gt;tobacco&lt;/a&gt; plantation, and purchased slaves taken from &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;. The plantations are gone, but the descendants of the slaves remain the bulk of the population, sharing a common African-Caribbean heritage with the rest of the &lt;a href=\"English-speaking%20Caribbean\"&gt;English-speaking Caribbean&lt;/a&gt;.\nLike mainland Puerto Rico, the Virgin Islands that belonged to &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; were ceded to the United States in 1898. The United States took possession of the islands after the signing of the armistice that put an end to military operations in the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt;.\nA 1916 &lt;a href=\"Treaty%20of%20the%20Danish%20West%20Indies\"&gt;treaty&lt;/a&gt; between the United States and Denmark (not ratified by the United States until 1917) resulted in Denmark selling the &lt;a href=\"Danish%20West%20Indies\"&gt;Danish Virgin Islands&lt;/a&gt; to the United States for $25 million in gold.\nHistorical affiliations.\nThe Virgin Islands have been under the sovereignty of several nations and groups throughout history. Below is a table which represents the affiliation of the various islands:\nDemography.\nThe total population of the Virgin Islands is 147,778: 104,901 in the U.S. Virgin Islands, 31,758 in the British, and 11,119 in the Spanish. Roughly three-quarters of islanders are &lt;a href=\"Afro-Caribbean\"&gt;black&lt;/a&gt; in the British and U.S. Virgin Islands, while the majority of inhabitants in &lt;a href=\"Culebra%2C%20Puerto%20Rico\"&gt;Culebra&lt;/a&gt; and &lt;a href=\"Vieques\"&gt;Vieques&lt;/a&gt; are &lt;a href=\"White%20Puerto%20Ricans\"&gt;Puerto Rican of European&lt;/a&gt; descent, with a significant &lt;a href=\"Afro-Puerto%20Rican\"&gt;Afro-Puerto Rican&lt;/a&gt; community. The main languages are &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; and &lt;a href=\"Virgin%20Islands%20Creole\"&gt;Virgin Islands Creole&lt;/a&gt; in the U.S. and British Virgin Islands, and &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; in the Puerto Rican territory. St. Thomas is the most populous island, with St. Croix close behind (51,634 and 50,601, respectively).\nTraffic control.\nMotor vehicles are &lt;a href=\"right-%20and%20left-hand%20traffic\"&gt;driven on the left-hand side of the road&lt;/a&gt; in both the British and the U.S. Virgin Islands, although the steering wheels on most cars are located on the left side (as is the norm for drive-on-the-right localities). In the Spanish Virgin Islands, vehicles are driven on the right-hand side of the road."
}