{
    "id": "32462819",
    "revid": "9438818",
    "url": "https://en.wikipedia.org/wiki?curid=32462819",
    "title": "Expedition to Lapland",
    "text": "The Expedition to Lapland, the northernmost region in &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, by &lt;a href=\"Carl%20Linnaeus\"&gt;Carl Linnaeus&lt;/a&gt; between May and October 1732 was an important part of his scientific career.\nLinnaeus departed from &lt;a href=\"Uppsala\"&gt;Uppsala&lt;/a&gt; and travelled clockwise around the coast of the &lt;a href=\"Gulf%20of%20Bothnia\"&gt;Gulf of Bothnia&lt;/a&gt; over the course of six months, making major inland incursions from &lt;a href=\"Ume%C3%A5\"&gt;Umeå&lt;/a&gt;, &lt;a href=\"Lule%C3%A5\"&gt;Luleå&lt;/a&gt; and &lt;a href=\"Tornio\"&gt;Tornio&lt;/a&gt;. His observations became the basis of his book \"&lt;a href=\"Flora%20Lapponica\"&gt;Flora Lapponica&lt;/a&gt;\" (1737) in which Linnaeus’ ideas about &lt;a href=\"nomenclature\"&gt;nomenclature&lt;/a&gt; and &lt;a href=\"Biological%20classification\"&gt;classification&lt;/a&gt; were first used in a practical way. Linnaeus kept a journal of his expedition which was first published posthumously as an English translation called \"Lachesis Lapponica: A Tour in Lapland\" (1811).\nBackground.\nIn April 1732, Linnaeus was awarded a grant from the &lt;a href=\"Royal%20Society%20of%20Sciences%20in%20Uppsala\"&gt;Royal Society of Sciences in Uppsala&lt;/a&gt; for his journey. &lt;a href=\"Olof%20Rudbeck%20the%20Younger\"&gt;Olof Rudbeck the Younger&lt;/a&gt;, one of Linnaeus' former professors at &lt;a href=\"Uppsala%20University\"&gt;Uppsala University&lt;/a&gt;, had made an expedition to &lt;a href=\"Lapland%20%28Sweden%29\"&gt;Lapland&lt;/a&gt; in 1695, but the detailed results of his exploration were lost in a fire seven years afterwards. Linnaeus' hope was to find new plants, animals and possibly valuable minerals. He was also curious about the customs of the native &lt;a href=\"Sami%20people\"&gt;Sami people&lt;/a&gt;, reindeer-herding nomads who wandered the vast tundras of Fenno-&lt;a href=\"Scandinavia\"&gt;Scandinavia&lt;/a&gt;.\nUppsala to Umeå.\nLinnaeus began his expedition from &lt;a href=\"Uppsala\"&gt;Uppsala&lt;/a&gt; in May; he travelled on foot and horse, bringing with him his journal, botanical and &lt;a href=\"ornithological\"&gt;ornithological&lt;/a&gt; manuscripts and sheets of paper for pressing plants. It took him 11 days to reach &lt;a href=\"Ume%C3%A5\"&gt;Umeå&lt;/a&gt;, via &lt;a href=\"G%C3%A4vle\"&gt;Gävle&lt;/a&gt; (near which he found great quantities of \"Campanula serpyllifolia\", later known as \"&lt;a href=\"Linnaea%20borealis\"&gt;Linnaea borealis&lt;/a&gt;\", the twinflower that would become his favourite). He sometimes dismounted on the way to examine a flower or rock and was particularly interested in &lt;a href=\"moss\"&gt;moss&lt;/a&gt;es and &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;s, the latter a main part of the diet of the &lt;a href=\"reindeer\"&gt;reindeer&lt;/a&gt;, a common animal in Lapland.\nFirst inland incursion.\nFrom Umeå, Linnaeus headed towards &lt;a href=\"Lycksele\"&gt;Lycksele&lt;/a&gt;, a town much further inland from the coast than he had traveled until then, examining &lt;a href=\"water%20bird\"&gt;water bird&lt;/a&gt;s on the way. After five days, he reached the town and stayed with the pastor and his wife. He then attempted to reach &lt;a href=\"Sorsele\"&gt;Sorsele&lt;/a&gt; but had to turn around at a place called Lycksmyran (\"lucky &lt;a href=\"marsh\"&gt;marsh&lt;/a&gt;\") due to extremely difficult conditions. In the beginning of June he returned to Umeå after having spent additional days in Lycksele, and learning more of the customs of the Sami. (\"See\" e.g. &lt;a href=\"Tablut\"&gt;Tablut&lt;/a&gt;)\nUmeå to Luleå and second inland incursion.\nAfter returning to Umeå, he travelled further north along the coast of the &lt;a href=\"Gulf%20of%20Bothnia\"&gt;Gulf of Bothnia&lt;/a&gt;, via &lt;a href=\"Skellefte%C3%A5\"&gt;Skellefteå&lt;/a&gt; and Old &lt;a href=\"Pite%C3%A5\"&gt;Piteå&lt;/a&gt;, passing Old &lt;a href=\"Lule%C3%A5\"&gt;Luleå&lt;/a&gt; where he received a Sami woman's cap on the way. From Luleå he again traveled inland, following the Lule River via &lt;a href=\"Jokkmokk\"&gt;Jokkmokk&lt;/a&gt; on the &lt;a href=\"arctic%20circle\"&gt;arctic circle&lt;/a&gt; and &lt;a href=\"Kvikkjokk\"&gt;Kvikkjokk&lt;/a&gt; (then Hyttan), into the &lt;a href=\"Scandinavian%20Mountains\"&gt;Scandinavian Mountains&lt;/a&gt;, crossing the border into Norway, arriving in &lt;a href=\"S%C3%B8rfold\"&gt;Sørfold&lt;/a&gt; on the coast and making a trip to nearby Rörstadt. He then returned the way he came, approximately back to Luleå.\nLuleå to Tornio, third inland incursion and return to Uppsala.\nLinnaeus then continued his travel along the coast to &lt;a href=\"Tornio\"&gt;Tornio&lt;/a&gt; (Torneå in Swedish), from which he made his third and final inland incursion, along the &lt;a href=\"Torne%20River\"&gt;Torne River&lt;/a&gt; as far as &lt;a href=\"Vittangi\"&gt;Vittangi&lt;/a&gt;. He spent some time in the Tornio area; in &lt;a href=\"Kalix\"&gt;Kalix&lt;/a&gt; he received instructions in &lt;a href=\"Metallurgical%20assay\"&gt;assaying&lt;/a&gt;. In the middle of September he began his return journey. Travelling via &lt;a href=\"Kemi\"&gt;Kemi&lt;/a&gt;, he followed the Finnish coastline to &lt;a href=\"Turku\"&gt;Turku&lt;/a&gt; (Åbo in Swedish), where he sailed via &lt;a href=\"%C3%85land\"&gt;Åland&lt;/a&gt;, arriving in Sweden in &lt;a href=\"Grisslehamn\"&gt;Grisslehamn&lt;/a&gt; and then finally home to Uppsala.\nResults.\nHe returned from his six-month-long, over expedition on 10 October, having gathered and observed many plants, birds and rocks. Although Lapland was a region with limited &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt;, Linnaeus described about a hundred previously undescribed plants. The details of his discoveries became the basis of his book \"&lt;a href=\"Flora%20Lapponica\"&gt;Flora Lapponica&lt;/a&gt;\".\nLinnaeus's account of the journey, \"Iter Lapponicum\" was translated into English by &lt;a href=\"James%20Edward%20Smith\"&gt;James Edward Smith&lt;/a&gt; and published in 1811 as \"Lachesis Lapponica: A Tour in Lapland\". Some of Linnaeus' original illustrations:"
}