{
    "id": "32478185",
    "revid": "473593",
    "url": "https://en.wikipedia.org/wiki?curid=32478185",
    "title": "Albert Llovera",
    "text": "Albert Llovera Massana (born 11 September 1966) is a &lt;a href=\"rallying\"&gt;rally&lt;/a&gt; driver and former &lt;a href=\"alpine%20skiing\"&gt;alpine skier&lt;/a&gt; from &lt;a href=\"Andorra\"&gt;Andorra&lt;/a&gt;. He became the youngest athlete to compete in the &lt;a href=\"Winter%20Olympics\"&gt;Winter Olympics&lt;/a&gt; in 1984 at the age of 17. A serious accident in 1985 left him paralysed from the waist down. He has since taken up rallying, using cars with specially adapted hand controls. He is currently competing in the &lt;a href=\"Super%202000%20World%20Rally%20Championship\"&gt;Super 2000 World Rally Championship&lt;/a&gt;.\nCareer.\nAt the age of 17, Llovera became the youngest ever athlete to compete in the &lt;a href=\"Winter%20Olympics\"&gt;Winter Olympics&lt;/a&gt; when he represented Andorra at the &lt;a href=\"1984%20Winter%20Olympics\"&gt;1984 games&lt;/a&gt; in &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt;, &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;. In the following year, 1985, whilst competing in the European Ski Cup, also in Sarejevo, he suffered a serious accident which left him using a wheelchair with &lt;a href=\"paraplegia\"&gt;paraplegia&lt;/a&gt; beginning at lower back level.\nHe turned to motorsport, first competing on &lt;a href=\"quad%20bikes\"&gt;quad bikes&lt;/a&gt; and then starting in rallying. In 1989 he won the Peugeot Rally Cup in Andorra. In 2001, with the support of &lt;a href=\"Fiat\"&gt;Fiat&lt;/a&gt;, he began competing in the &lt;a href=\"Junior%20World%20Rally%20Championship\"&gt;Junior World Rally Championship&lt;/a&gt; in a &lt;a href=\"Fiat%20Punto%20S1600\"&gt;Fiat Punto S1600&lt;/a&gt;. He continued in the championship in 2002.\nAfter competing in Spain along with selected WRC appearances he returned full-time to the world stage in 2010 to contest the &lt;a href=\"Super%202000%20World%20Rally%20Championship\"&gt;Super 2000 World Rally Championship&lt;/a&gt; in a &lt;a href=\"Fiat%20Abarth%20Grande%20Punto%20S2000\"&gt;Fiat Abarth Grande Punto S2000&lt;/a&gt;. He finished fifth in class on his first event &lt;a href=\"2010%20Rally%20Mexico\"&gt;Rally Mexico&lt;/a&gt;. He scored a best overall result of 17th on &lt;a href=\"2010%20Rally%20Catalunya\"&gt;Rally Catalunya&lt;/a&gt;, which was not a round of the SWRC.\nHe continued in the SWRC in 2011, finishing fourth in the category in &lt;a href=\"2011%20Jordan%20Rally\"&gt;Jordan&lt;/a&gt;.\nIn 2020 he will be competing the Dakar rally in an Iveco truck from the Dutch Team de Rooy."
}