{
    "id": "324835",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=324835",
    "title": "Éric de Montgolfier",
    "text": " Éric de Montgolfier (born 11 August 1946) is a French attorney and &lt;a href=\"prosecutor\"&gt;state prosecutor&lt;/a&gt; (\"procureur de la République\").\nWhen head prosecutor in &lt;a href=\"Valenciennes\"&gt;Valenciennes&lt;/a&gt;, he became famous for prosecuting the businessman-cum-politician &lt;a href=\"Bernard%20Tapie\"&gt;Bernard Tapie&lt;/a&gt; for rigging the match between his &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt; and the local club &lt;a href=\"Valenciennes%20FC\"&gt;Valenciennes FC&lt;/a&gt;. Tapie was sentenced to prison in 1995 for complicity of &lt;a href=\"political%20corruption\"&gt;corruption&lt;/a&gt; and &lt;a href=\"subornation\"&gt;subornation&lt;/a&gt; of &lt;a href=\"witness\"&gt;witness&lt;/a&gt;es.\nIn 2003, as head prosecutor of &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt;, he returned to public notice with allegations that the local judiciary had deliberately derailed justice by miscarrying procedures, letting &lt;a href=\"medical%20prescription\"&gt;prescription&lt;/a&gt; lapse, or losing files, in \"sensitive\" cases; he also indicated that some members of the judiciary had unhealthy contacts in &lt;a href=\"Masonic\"&gt;Masonic&lt;/a&gt; lodges with local personalities, including those they had to prosecute.\nMontgolfier also opened a &lt;a href=\"criminal%20investigation\"&gt;criminal investigation&lt;/a&gt; targeting rock star &lt;a href=\"Johnny%20Hallyday\"&gt;Johnny Hallyday&lt;/a&gt; for allegedly raping an employee of a yacht rented by Halliday. He had also hinted at possible investigations concerning &lt;a href=\"political%20corruption\"&gt;corruption&lt;/a&gt; in the city of Nice's administration.\nAn official report from the inspection corps of the Justice ministry blamed him for unwarranted accusations against his colleagues, but supporters of Montgolfier argue that he is criticized merely because he has uncovered cases involving well-connected people."
}