{
    "id": "324853",
    "revid": "1068161325",
    "url": "https://en.wikipedia.org/wiki?curid=324853",
    "title": "Bernard Tapie",
    "text": "Bernard Roger Tapie (; 26 January 1943 – 3 October 2021) was a French businessman, politician and occasional actor, singer, and TV host. He was Minister of City Affairs in the government of &lt;a href=\"Pierre%20B%C3%A9r%C3%A9govoy\"&gt;Pierre Bérégovoy&lt;/a&gt;.\nLife and career.\nTapie was born in Paris. He was a businessman who specialized in recovering bankrupt companies, among which &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt; is the most famous (he owned Adidas from 1990 to 1993); and owner of sports teams: his cycling team &lt;a href=\"La%20Vie%20Claire\"&gt;La Vie Claire&lt;/a&gt; won the Tour de France twice – in 1985 and 1986 – and his football club &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt; won the French championship four times in a row, and the Champions League in 1993.\n&lt;a href=\"La%20Vie%20Claire%20%28company%29\"&gt;La Vie Claire&lt;/a&gt;, one of Tapie's former businesses, is a chain of health product stores. It sponsored one of the strongest cycling teams of all time, La Vie Claire, which was founded after the 1983 European cycling season, when multiple &lt;a href=\"Tour%20de%20France\"&gt;Tour de France&lt;/a&gt; winner &lt;a href=\"Bernard%20Hinault\"&gt;Bernard Hinault&lt;/a&gt; had acrimoniously broken away from the &lt;a href=\"Renault-Elf-Gitane\"&gt;Renault-Elf-Gitane&lt;/a&gt; team that featured Hinault's much younger and newly crowned French Tour de France winner, &lt;a href=\"Laurent%20Fignon\"&gt;Laurent Fignon&lt;/a&gt;. \nLa Vie Claire was formed by Hinault after Hinault had experienced a falling-out with his long-time and highly successful team manager from Renault-Elf, &lt;a href=\"Cyrille%20Guimard\"&gt;Cyrille Guimard&lt;/a&gt;, in respect to which of the two French riders (and previously loyal team-mates) would lead the team in 1984 after Fignon's 1983 victory, a race in which Hinault had been unable to participate, due to tendonitis of his knee that had flared up during the 1983 &lt;a href=\"Vuelta%20a%20Espa%C3%B1a\"&gt;Vuelta a España&lt;/a&gt; (Tour of Spain) that had been raced little over a month earlier and which Hinault had won. \nFollowing Hinault from the all-powerful Renault-Elf team to the newly formed La Vie Claire squad was &lt;a href=\"Greg%20LeMond\"&gt;Greg LeMond&lt;/a&gt;, who would himself end up winning three Tours de France with three different teams. Hinault and LeMond would soon win successive Tours with the La Vie Claire team after leaving Renault-Elf-Gitane, while both Fignon and Guimard would never win another Tour de France, as a cyclist and directeur sportif respectively, after 1984 (the closest that the two came to winning the Tour de France again was in 1989, when Lemond defeated their enduring alliance by a mere 8 seconds in the time-trial that was held on the final day of that Tour, which is still the closest ever winning margin in over 100 editions of the Tour and which closely followed Fignon's win that year in the &lt;a href=\"Giro%20d%27Italia\"&gt;Giro d'Italia&lt;/a&gt;, or Tour of Italy).\nHinault had already formed a strong collective of primarily French riders almost immediately after his breakaway from Renault-Elf and Guimard, and before he had even secured the much-needed financial backing for his team from someone like Bernard Tapie.\nFrom 1986-94, he was the president of the &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club, which became Champion of France five times in a row (from &lt;a href=\"1988%E2%80%9389%20French%20Division%201\"&gt;1989&lt;/a&gt; to &lt;a href=\"1992%E2%80%9393%20French%20Division%201\"&gt;1993&lt;/a&gt;) and won the &lt;a href=\"1992%E2%80%9393%20UEFA%20Champions%20League\"&gt;1992–93 UEFA Champions League&lt;/a&gt;.\nIn 1985, he bought the sailing ship \"Club Mediterrannee\" from the wife of disappeared French navigator Alain Colas. The boat was transported to Marseille, where Tapie had his football team, and restored for two years. It was renamed \"Phocea\" and was at that time the longest sailing ship in the world (). Tapie took command of it with a new crew in 1988 and broke the world record for crossing the Atlantic ocean. \nIn 2021, Tapie and his wife were severely beaten in a home invasion robbery.\nLegal difficulties.\nIn 1993, the same year that &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt; won the &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;, he was accused of &lt;a href=\"French%20football%20bribery%20scandal\"&gt;fixing the match&lt;/a&gt; between his club and minor club &lt;a href=\"Valenciennes%20FC\"&gt;Valenciennes&lt;/a&gt;; the motivation seemed to be that he could thus save his best players for important matches and not waste their energy. \nHis club was stripped of its &lt;a href=\"Ligue%201\"&gt;French league&lt;/a&gt; championship, though not of the Champions League title, and later suffered a forced relegation to the &lt;a href=\"Ligue%202\"&gt;second division&lt;/a&gt; because of this match-fixing suspicion.\nIn 1994, Tapie was under criminal investigation for complicity of corruption and witness tampering. After a high-profile case against &lt;a href=\"public%20prosecutor\"&gt;public prosecutor&lt;/a&gt; &lt;a href=\"%C3%89ric%20de%20Montgolfier\"&gt;Éric de Montgolfier&lt;/a&gt;, he was sentenced in 1995 by the &lt;a href=\"Court%20of%20Appeals\"&gt;Court of Appeals&lt;/a&gt; of &lt;a href=\"Douai\"&gt;Douai&lt;/a&gt; to two years in prison, including 8 months non-suspended and three years of deprivation of his civic rights.\nFrom 1993 to 2008 there was a long legal battle between Tapie and the &lt;a href=\"Cr%C3%A9dit%20Lyonnais\"&gt;Crédit Lyonnais&lt;/a&gt; bank (state-owned bank). Crédit Lyonnais had defrauded Tapie in 1993 and 1994 when it sold &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt; on his behalf to &lt;a href=\"Robert%20Louis-Dreyfus\"&gt;Robert Louis-Dreyfus&lt;/a&gt;, apparently by arranging a larger sale with Dreyfus without Tapie's knowledge.\nA 600-million-franc (90-million-Euro) sum was granted in 1995 by the French justice system, and after appeal from Credit Lyonnais the Appeal Court increased the sanction to 150 million Euros in 2005. This ruling was partially dismissed in &lt;a href=\"Court%20of%20Cassation%20%28France%29\"&gt;Cassation&lt;/a&gt;.\nIn 2008 a special judicial panel ruled that Tapie should receive compensation of €404 million from the French Ministry of Finance, headed by &lt;a href=\"Christine%20Lagarde\"&gt;Christine Lagarde&lt;/a&gt;. She decided not to challenge the ruling. On 3 December 2015, a French court ruled that Tapie should return this compensation with interest. A few days later, the &lt;a href=\"Cour%20de%20Justice%20de%20la%20R%C3%A9publique\"&gt;Court of Justice of the Republic&lt;/a&gt; ordered that Lagarde should stand trial for negligence. \nOn 19 December 2016, Lagarde was convicted of negligence; however, the conviction was not deemed a criminal record and Lagarde was not sentenced to any punishment.\nIn 2012, the new French government announced they would challenge in courts the Arbitrage sentence ruled in favor of Tapie under the Sarkozy government. After four years of new trials, the Arbitrage was canceled on the basis of a \"suspected fraud\" in the nomination and impartiality of one of the three judges who ruled in favor of Tapie.\nIn 2019, a criminal case was conducted against Tapie and the suspected judge concluded there was no fraud and the arbitrage was fully legal. The French authorities, supervised by the French government, appealed this decision. After 26 years of proceedings, this legal battle was still ongoing at the time of Tapie's death in 2021.\nAcquisitions.\nTapie made his fortune in the late 1970s and 1980s by acquiring bankrupt companies. The first companies that he purchased were paper companies Duverger and Diguet-Denis. Later came larger companies such as Leclanché Wonder – a large producer of batteries. He later sold this company to &lt;a href=\"Union%20Carbide\"&gt;Ucar&lt;/a&gt;. \nIn 1990, Tapie purchased Adidas for nearly 1.6 billion francs. He took up a loan syndicated with a banking pool with a majority of foreign banks (German and Japanese banks for the main part), and in minority from French backers, in particular with the SdBO, the subsidiary of Crédit Lyonnais group hidden for several years. \nThe AGF, the UAP and Crédit Lyonnais entered the capital of the sporting brand.\nAdidas was nearly bankrupt when Tapie took it over.\nHis five year plan saved the company, the major change being the marketing with the recruiting of Bob Strasser (former Chief of Design from Nike), and the change of image of the brand (the logo for example was changed, from the lotus flower to the more modern (and still current logo) three stripes triangle). \nManufacturing was largely moved to Asia, and the distribution network was completely redesigned.\nIn 1995, Adidas was listed on the Stock Exchange for a valuation of 11 billion francs, more than six times the price Tapie paid to acquire it. \nHe subsequently had a &lt;a href=\"%23Legal%20difficulties\"&gt;number of legal difficulties&lt;/a&gt; associated with the sale of the company, conducted by the French state-owned Credit Lyonnais, which was subsequently sanctioned for lack of loyalty (by not informing Tapie he could sell the company at a much higher price than Credit Lyonnais declared) and for breaching the obligation not to buy the company themselves. (Credit Lyonnais used offshore companies to buy Adidas on their behalf but without declaring it.)\nThe Tapie group, through Bernard Tapie's son Laurent Tapie, who had created a successful company in the sportsbetting business that he sold in 2008 to Partouche Group (n.1 casino Group in Europe at that time), also tried to dabble in the &lt;a href=\"online%20poker\"&gt;online poker&lt;/a&gt; world when Laurent Tapie tried to acquire &lt;a href=\"Full%20Tilt%20Poker\"&gt;Full Tilt Poker&lt;/a&gt;. However, they were unable to negotiate a successful deal with the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;United States Department of Justice&lt;/a&gt;, and the deal fell through.\nMedia.\nIn 1995, Tapie turned to artistic endeavors because he was unable to pursue his previous interests: he was personally bankrupt and therefore unable to pursue business ventures, he was declared ineligible to run for political office, and he was banned from football. The first thing he turned to was film. He starred, together with &lt;a href=\"Fabrice%20Luchini\"&gt;Fabrice Luchini&lt;/a&gt;, in &lt;a href=\"Claude%20Lelouch\"&gt;Claude Lelouch&lt;/a&gt;'s 1996 movie \"&lt;a href=\"Hommes%2C%20femmes%2C%20mode%20d%27emploi\"&gt;Hommes, femmes, mode d'emploi&lt;/a&gt;\" (\"Men, Women: A User's Manual\").\nIn 1998, he collaborated on a song written by &lt;a href=\"Doc%20Gyn%C3%A9co\"&gt;Doc Gynéco&lt;/a&gt;, \"C'est beau la vie.\"\nIn 2000, he made his debut as a theater actor, receiving great reviews from French critics for his re-enactment of Jack Nicholson's role of Randle McMurphy in \"&lt;a href=\"One%20Flew%20Over%20the%20Cuckoo%27s%20Nest%20%28film%29\"&gt;One Flew Over the Cuckoo's Nest&lt;/a&gt;\".\nIn 2001, a documentary titled \"Who is Bernard Tapie?\" was produced by American filmmaker &lt;a href=\"Marina%20Zenovich\"&gt;Marina Zenovich&lt;/a&gt;.\nFrom 2001 to 2005, Tapie acted in theater plays and appeared in the French TV series \"Valence\" as a police chief.\nIn 2018, Tapie was diagnosed with double cancer (stomach and esophagus). He was later treated in France and in Belgium, partially with experimental treatments.\nDeath.\nIn the morning of 3 October 2021 his family announced that he had died at the age of 78. Tapie had been suffering from stomach cancer for several years.\nPresident &lt;a href=\"Emmanuel%20Macron\"&gt;Emmanuel Macron&lt;/a&gt; expressed his condolences to Tapie's family in a statement, saying he and his wife \"have been touched by the news of the death of Bernard Tapie, whose ambition, energy and enthusiasm were a source of inspiration for generations of French people\". \n&lt;a href=\"Olympique%20de%20Marseille\"&gt;OM&lt;/a&gt; said in a statement, \"Olympique de Marseille learned with deep sadness of the passing of Bernard Tapie. He will leave a great void in the hearts of the Marseillais and will forever remain in the legend of the club\"."
}