{
    "id": "32495316",
    "revid": "36979282",
    "url": "https://en.wikipedia.org/wiki?curid=32495316",
    "title": "Alectia",
    "text": "Alectia A/S is a &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; &lt;a href=\"Consultants\"&gt;consulting&lt;/a&gt; company with approx. 700 employees (2014) and an annual turnover in 2014 of 623 million &lt;a href=\"Danish%20krone\"&gt;DKK&lt;/a&gt;. The company is owned entirely by the Alectia-Foundation. Alectia is headquartered in &lt;a href=\"Virum\"&gt;Virum&lt;/a&gt; with regional offices in &lt;a href=\"Aarhus\"&gt;Aarhus&lt;/a&gt;, &lt;a href=\"Odense\"&gt;Odense&lt;/a&gt; and &lt;a href=\"Kolding\"&gt;Kolding&lt;/a&gt;. In addition, the company has an office in Ascot (UK), and possesses a number of companies outside Denmark.\nAlectia is a member of the Danish Association of Consulting &lt;a href=\"Engineers\"&gt;Engineers&lt;/a&gt; (FRI).\nStrategy.\nOver the years Alectia has developed from a classic engineering company to a knowledge-based company with specialised competences within process &lt;a href=\"technology\"&gt;technology&lt;/a&gt;, occupational &lt;a href=\"health%20and%20safety\"&gt;health and safety&lt;/a&gt;, &lt;a href=\"business%20consulting\"&gt;business consulting&lt;/a&gt;, &lt;a href=\"building\"&gt;building&lt;/a&gt;s, &lt;a href=\"water\"&gt;water&lt;/a&gt;, &lt;a href=\"Fuel\"&gt;energy&lt;/a&gt; and &lt;a href=\"Environmental%20policy\"&gt;environment&lt;/a&gt;.\nHistory.\nUnder the name Birch &amp; Krogboe the company was founded in 1912 as the first consulting engineering company in Denmark. The founders were the two engineers Ludvig Birch and Jacob O. Pedersen Krogboe. In the early years the company dealt primarily with the construction of &lt;a href=\"hospital\"&gt;hospital&lt;/a&gt;s and &lt;a href=\"residential%20building\"&gt;residential building&lt;/a&gt;s, including &lt;a href=\"Gentofte%20Hospital\"&gt;Gentofte Hospital&lt;/a&gt; and &lt;a href=\"Rigshospitalet\"&gt;Rigshospitalet&lt;/a&gt;. Today, Alectia participates in the building projects Urban Mediaspace and Navitas Park, in Aarhus, Odense Research and Knowledge Park and Copenhagen Bio Science Park (COBIS).\nIn 2008, the company changed its name to Alectia. This was part of a strategic acquisitions process, which took place primarily in Denmark:"
}