{
    "id": "3250111",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=3250111",
    "title": "Buddhism in Mongolia",
    "text": "&lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; is the largest religion of &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt; practiced by 53% of Mongolia's population, according to the 2010 Mongolia census. Buddhism in Mongolia derives much of its recent characteristics from &lt;a href=\"Tibetan%20Buddhism\"&gt;Tibetan Buddhism&lt;/a&gt; of the &lt;a href=\"Gelug\"&gt;Gelug&lt;/a&gt; and &lt;a href=\"Kagyu\"&gt;Kagyu&lt;/a&gt; lineages, but is distinct and presents its own unique characteristics.\n&lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; in &lt;a href=\"Mongolia\"&gt;Mongolia&lt;/a&gt; began with the &lt;a href=\"Yuan%20dynasty\"&gt;Yuan dynasty&lt;/a&gt; (1271-1368) emperors' conversion to &lt;a href=\"Tibetan%20Buddhism\"&gt;Tibetan Buddhism&lt;/a&gt;. The &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt; returned to &lt;a href=\"Shamanism\"&gt;shamanic&lt;/a&gt; traditions after the collapse of the &lt;a href=\"Mongol%20Empire\"&gt;Mongol Empire&lt;/a&gt;, but Buddhism reemerged in the 16th and 17th centuries.\nCharacteristics.\nBuddhism in Mongolia derives many of its recent characteristics from &lt;a href=\"Tibetan%20Buddhism\"&gt;Tibetan Buddhism&lt;/a&gt; of the &lt;a href=\"Gelug\"&gt;Gelug&lt;/a&gt; and &lt;a href=\"Kagyu\"&gt;Kagyu&lt;/a&gt; lineages, but is distinct and presents its own unique characteristics. Traditionally, the &lt;a href=\"Mongolian%20shamanism\"&gt;Mongolian ethnic religion&lt;/a&gt;s involved worship of &lt;a href=\"Tengri\"&gt;Heaven&lt;/a&gt; (the \"eternal blue sky\") and ancestors and the ancient North Asian practices of &lt;a href=\"shamanism\"&gt;shamanism&lt;/a&gt;, in which human intermediaries went into &lt;a href=\"trance\"&gt;trance&lt;/a&gt; and spoke to and for some of the numberless infinities of spirits responsible for human luck or misfortune.\nHistory.\nNomadic empires (first millennium AD) – first introduction.\nThe earliest introduction of Buddhism into the Mongolian steppes took place during the periods of the nomadic empires. Buddhism penetrated Mongolia from &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; via &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;. Many Buddhist terms of &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt; origin were adopted via the &lt;a href=\"Sogdian%20language\"&gt;Sogdian language&lt;/a&gt;.\nThe rulers of the nomadic empires such as the &lt;a href=\"Xiongnu\"&gt;Xiongnu&lt;/a&gt; (209 BC – 93 AD), &lt;a href=\"Xianbei\"&gt;Xianbei&lt;/a&gt; (93 AD - 234), &lt;a href=\"Rouran%20Khaganate\"&gt;Rouran Khaganate&lt;/a&gt; (late 4th c. - middle 6th c.) and the &lt;a href=\"G%C3%B6kt%C3%BCrks\"&gt;Göktürks&lt;/a&gt; (middle first mill. AD) received missionaries and built temples for them. Buddhism prevailed among aristocrats and was patronised by the monarchs of the &lt;a href=\"Northern%20Wei\"&gt;Northern Wei&lt;/a&gt; (386 - 534) established by the &lt;a href=\"Xianbei\"&gt;Xianbei&lt;/a&gt; and of the &lt;a href=\"Liao%20dynasty\"&gt;Liao dynasty&lt;/a&gt; (907 - 1125) established by the &lt;a href=\"Khitan%20people\"&gt;Khitan people&lt;/a&gt;. The Khitan aristocracy regarded Buddhism as the culture of the &lt;a href=\"Uyghur%20Khaganate\"&gt;Uyghur Khaganate&lt;/a&gt; that dominated the Mongolian steppes before the rise of the Khitans. The monarchs of the &lt;a href=\"Jin%20dynasty%20%281115%E2%80%931234%29\"&gt;Jin&lt;/a&gt; (1115–1234) established by the &lt;a href=\"Jurchen%20people\"&gt;Jurchen people&lt;/a&gt; also regarded Buddhism as part of their Khitan.\nThe oldest known &lt;a href=\"Mongolian%20language\"&gt;Mongolian language&lt;/a&gt; translations of &lt;a href=\"Buddhist%20literature\"&gt;Buddhist literature&lt;/a&gt; were translated from the &lt;a href=\"Uyghur%20language\"&gt;Uyghur language&lt;/a&gt; and contain &lt;a href=\"Turkic%20language\"&gt;Turkic language&lt;/a&gt; words like sümbür tay (Sumeru Mountain), ayaγ-wa (a &lt;a href=\"dative\"&gt;dative&lt;/a&gt; form of ayaq, an Uyghur word meaning honor), quvaray (monk) and many proper names and titles like buyuruγ and külüg of 12th-century Turkic origin.\nMongol Empire and Yuan dynasty (13th-14th century) – second introduction.\n&lt;a href=\"Genghis%20Khan\"&gt;Genghis Khan&lt;/a&gt; (c. 1162 - 1227) and his immediate successors conquered nearly all of Asia and &lt;a href=\"European%20Russia\"&gt;European Russia&lt;/a&gt; and sent armies as far as central Europe and Southeast Asia. The emperors of the &lt;a href=\"Yuan%20dynasty\"&gt;Yuan dynasty&lt;/a&gt; (1271-1368) in the 13th and 14th century converted to &lt;a href=\"Tibetan%20Buddhism\"&gt;Tibetan Buddhism&lt;/a&gt;. &lt;a href=\"Kublai%20Khan\"&gt;Kublai Khan&lt;/a&gt; (reign 1269-1294; established the Yuan-dynasty in 1271) invited &lt;a href=\"lama\"&gt;lama&lt;/a&gt; &lt;a href=\"Drog%C3%B6n%20Ch%C3%B6gyal%20Phagpa\"&gt;Drogön Chögyal Phagpa&lt;/a&gt; of the &lt;a href=\"Sakya\"&gt;Sakya&lt;/a&gt; school of &lt;a href=\"Tibetan%20Buddhism\"&gt;Tibetan Buddhism&lt;/a&gt; to spread Buddhism throughout his realm (the second introduction of Buddhism among the Mongols). Buddhism became the \"de facto\" &lt;a href=\"state%20religion\"&gt;state religion&lt;/a&gt; of the Mongol Yuan state. In 1269, Kublai Khan commissioned Phagpa lama to design a new writing system to unify the writing systems of the multilingual empire. The &lt;a href=\"%27Phags-pa%20script\"&gt;'Phags-pa script&lt;/a&gt;, also known as the \"Square script\", was based on the &lt;a href=\"Tibetan%20script\"&gt;Tibetan script&lt;/a&gt; and written vertically from top was designed to write in &lt;a href=\"Mongolian%20language\"&gt;Mongolian&lt;/a&gt;, &lt;a href=\"Tibetic%20languages\"&gt;Tibetan&lt;/a&gt;, &lt;a href=\"Chinese%20language\"&gt;Chinese&lt;/a&gt;, &lt;a href=\"Uighur%20language\"&gt;Uighur&lt;/a&gt; and &lt;a href=\"Sanskrit%20language\"&gt;Sanskrit language&lt;/a&gt;s and served as the official script of the empire.\nTibetan Buddhist monasticism had an important influence on the early development of Mongolian Buddhism. Buddhist monkhood played significant political roles in Central and &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt;, and the &lt;a href=\"Sangha%20%28Buddhism%29\"&gt;sangha&lt;/a&gt; in Mongolia was no exception.\nMongols assisted Tibetans in unifying the country. The activities of the Mongols were conducive to the prominency of the &lt;a href=\"Sakya\"&gt;Sakya&lt;/a&gt; school and then the Gelug, and to the further development of Tibeto-Mongolian civilisation.\nNorthern Yuan and cultural renaissance (16th century) – third introduction.\nThe &lt;a href=\"Mongols\"&gt;Mongols&lt;/a&gt; returned to &lt;a href=\"Shamanism\"&gt;shamanic&lt;/a&gt; traditions after the collapse of the &lt;a href=\"Mongol%20Empire\"&gt;Mongol Empire&lt;/a&gt;.\nHutuhtai Secen Hongtaiji of Ordos and his two brothers invaded Tibet in 1566. He sent an ultimatum to some of the ruling clergy of Tibet demanding their submission. The Tibetan supreme monks decided to surrender and Hutuhtai Secen Hongtaiji returned to Ordos with three high ranking monks. Tumen Jasaghtu Khan invited a monk of the &lt;a href=\"Kagyu\"&gt;Kagyu&lt;/a&gt; school in 1576.\nIn 1578 &lt;a href=\"Altan%20Khan\"&gt;Altan Khan&lt;/a&gt;, a Mongol military leader with ambitions to unite the Mongols and to emulate the career of &lt;a href=\"Genghis%20Khan\"&gt;Genghis Khan&lt;/a&gt;, invited the &lt;a href=\"3rd%20Dalai%20Lama\"&gt;3rd Dalai Lama&lt;/a&gt;, the head of the rising Gelug lineage to a summit. They formed an alliance that gave Altan Khan legitimacy and religious sanction for his imperial pretensions and that provided the Buddhist school with protection and patronage. Altan Khan recognized Sonam Gyatso lama as a reincarnation of &lt;a href=\"Drog%C3%B6n%20Ch%C3%B6gyal%20Phagpa\"&gt;Phagpa&lt;/a&gt; lama, gave the Tibetan leader the title of &lt;a href=\"Dalai%20Lama\"&gt;Dalai Lama&lt;/a&gt; (\"Ocean &lt;a href=\"Lama\"&gt;Lama&lt;/a&gt;\"), which his successors still hold. Sonam Gyatso, in turn, recognized Altan as a reincarnation of Kublai Khan. Thus, Altan added legitimacy to the title \"khan\" that he had assumed, while Sonam Gyatso received support for the supremacy he sought over the Tibetan sangha. Since this meeting, the heads of the Gelugpa school became known as &lt;a href=\"Dalai%20Lama\"&gt;Dalai Lama&lt;/a&gt;s. Altan Khan also bestowed the title Ochirdara (Очирдар, from Sanskr. Vajradhara) to Sonam Gyatso.\nAltan Khan died soon after, but in the next century the Gelug spread throughout Mongolia, aided in part by the efforts of contending Mongol &lt;a href=\"Aristocracy%20%28class%29\"&gt;aristocrat&lt;/a&gt;s to win religious sanction and mass support for their ultimately unsuccessful efforts to unite all Mongols in a single state. &lt;a href=\"Vihara\"&gt;Vihara&lt;/a&gt;s (Mongolian \"datsan\") were built across Mongolia, often sited at the juncture of trade and migration routes or at summer pastures where large numbers of herders would congregate for shamanistic rituals and sacrifices. &lt;a href=\"Bhikkhu\"&gt;Buddhist monks&lt;/a&gt; carried out a protracted struggle with the indigenous shamans and succeeded, to some extent, in taking over their functions and fees as healers and diviners, and in pushing the shamans to the fringes of Mongolian culture and religion.\nChurch and state supported each other, and the doctrine of reincarnation made it possible for the reincarnations of living Buddhas to be discovered conveniently in the families of &lt;a href=\"Mongolian%20nobility\"&gt;Mongolian nobility&lt;/a&gt; until this practice was outlawed by the &lt;a href=\"Qianlong%20Emperor\"&gt;Qianlong Emperor&lt;/a&gt; of the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt;.\nQing dynasty (1635–1912).\nDuring the Qing's Emperor &lt;a href=\"Hong%20Taiji\"&gt;Hong Taiji&lt;/a&gt;'s (1592-1643) campaign against the last Mongol khan &lt;a href=\"Ligdan%20Khan\"&gt;Ligdan Khan&lt;/a&gt;, he started the sponsorship of &lt;a href=\"Tibetan%20Buddhism\"&gt;Tibetan Buddhism&lt;/a&gt; to gain support. According to the Manchu historian &lt;a href=\"Jin%20Qicong\"&gt;Jin Qicong&lt;/a&gt;, Buddhism was used by Qing rulers to control Mongolians and Tibetans; it was of little relevance to ordinary Manchus in the Qing dynasty.\nThe long association of the Manchu rulership with the Bodhisattva &lt;a href=\"Manjusri\"&gt;Manjusri&lt;/a&gt;, and his own interest in Tibetan Buddhism, gave credence to the Qianlong Emperor's patronage of Tibetan Buddhist art, and patronage of translations of the Buddhist canon. He supported the Yellow Church (the Tibetan Buddhist &lt;a href=\"Gelukpa\"&gt;Gelukpa&lt;/a&gt; sect) to \"maintain peace among the Mongols\" since the Mongols were followers of the Dalai Lama and &lt;a href=\"Panchen%20Lama\"&gt;Panchen Lama&lt;/a&gt; of the Yellow Church. Mark Elliott concludes that these actions delivered political benefits but \"meshed seamlessly with his personal faith.\"\nThe Khalkha nobles' power was deliberately undermined by Qianlong, when he appointed the Tibetan Ishi-damba-nima of the Lithang royal family of the eastern Tibetans as the 3rd reincarnated &lt;a href=\"Jebtsundamba\"&gt;Jebtsundamba&lt;/a&gt;, instead of the Khalkha Mongol which they wanted to be appointed. The decision was first protested against by the Outer Mongol Khalkha nobles, and then the Khalkhas sought to have him placed at a distance from them at Dolonnor. Nevertheless, Qianlong snubbed both of their requests, sending the message that he was putting an end to Outer Mongolian autonomy. The decision to make Tibet the only place where the reincarnation came from was intentional by the Qing to curtail the Mongols.\nBogd Khanate (early 20th century).\nBy the beginning of the twentieth century, Outer Mongolia had 583 monasteries and temple complexes, which controlled an estimated 20 percent of the country's wealth. Almost all Mongolian cities have grown up on the sites of monasteries. \"Ikh Huree\", as &lt;a href=\"Ulaanbaatar\"&gt;Ulaanbaatar&lt;/a&gt; was then known, was the seat of the preeminent living Buddha of Mongolia (the &lt;a href=\"Jebtsundamba%20Khutuktu\"&gt;Jebtsundamba Khutuktu&lt;/a&gt;, also known as the Bogdo Gegen and later as the &lt;a href=\"Bogd%20Khan\"&gt;Bogd Khan&lt;/a&gt;), who ranked third in the ecclesiastical hierarchy after the Dalai Lama and the &lt;a href=\"Panchen%20Lama\"&gt;Panchen Lama&lt;/a&gt;. Two monasteries there contained approximately 13,000 and 7000 monks, respectively, and the pre-&lt;a href=\"Chinese%20Communist%20Revolution\"&gt;revolutionary&lt;/a&gt; name of the settlement known to outsiders as \"Urga\", \"Ikh Huree\", means \"Big Monastery\".\nOver the centuries, the monasteries acquired riches and secular dependents, gradually increasing their wealth and power as the wealth and power of the Mongol nobility declined. Some nobles donated a portion of their dependent families—people, rather than land, were the foundation of wealth and power in old Mongolia—to the monasteries. Some herders dedicated themselves and their families to serve the monasteries, either from piety or from the desire to escape the arbitrary exactions of the nobility. In some areas, the monasteries and their living buddhas (of whom there were a total of 140 in 1924) were also the secular authorities. In the 1920s, there were about 110,000 monks, including children, who made up about one-third of the male population, although many of these lived outside the monasteries and did not observe their vows. About 250,000 people, more than a third of the total population, either lived in territories administered by monasteries and living Buddhas or were hereditary dependents of the monasteries.\nWith the end of Manchu rule in 1911, the Buddhist church and its clergy provided the only political structure available. The autonomous state thus took the form of a weakly centralized theocracy, headed by the Jebtsundamba Khutukhtu in Yehe Kuriye.\nBy the twentieth century, Buddhism had penetrated deeply into the &lt;a href=\"culture%20of%20Mongolia\"&gt;culture of Mongolia&lt;/a&gt;, and the populace willingly supported the lamas and the monasteries. Foreign observers usually had a negative opinion of Mongolian monks, condemning them as lazy, ignorant, corrupt, and debauched, but the Mongolian people did not concur. Ordinary Mongolians apparently combined a cynical and realistic anticlericalism, sensitive to the faults and the human fallibility of individual monks or groups of monks, with a deep and unwavering concern for the transcendent values of the church.\nCommunist-rule Mongolian People's Republic (1924–1992).\nWhen the revolutionaries took power, determined to modernize their country and to reform its society, they confronted a massive ecclesiastical structure that enrolled a larger part of the population, monopolized education and medical services, administered justice in a part of the country, and controlled a great deal of the national wealth.\nThe Buddhist church, moreover, had no interest in reforming itself or in modernizing the country. The result was a protracted political struggle that absorbed the energies and attention of &lt;a href=\"Mongolian%20People%27s%20Party\"&gt;the party&lt;/a&gt; and its Soviet advisers for nearly twenty years. As late as 1934, the party counted 843 major Buddhist centers, about 3,000 temples of various sizes, and nearly 6000 associated buildings, which usually were the only fixed structures in a world of &lt;a href=\"yurt\"&gt;yurt&lt;/a&gt;s. The annual income of the church was 31 million &lt;a href=\"Mongolian%20t%C3%B6gr%C3%B6g\"&gt;tögrög&lt;/a&gt;s, while that of the state was 37.5 million tögrögs. A party source claimed that, in 1935, monks constituted 48 percent of the adult male population.\nIn a campaign marked by shifts of tactics, alternating between conciliation and persecution, and a few reported uprisings led by monks and abbots, the Buddhist church was removed progressively from public administration, was subjected to confiscatory taxes, was forbidden to teach children, and was prohibited from recruiting new monks or replacing living Buddhas. The campaign's timing matched the phases of &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;'s persecution of the &lt;a href=\"Russian%20Orthodox%20Church\"&gt;Russian Orthodox Church&lt;/a&gt;.\nRobert Rupen reports that in the 1920s there were over 112,000 Mongolian Buddhist monks, representing more than 13% of Mongolia's overall population. By the 1940s, nearly every monk was either dead or had apostatized. In 1938 — amid accusations that the church and monasteries were trying to cooperate with the Japanese, who were promoting a pan-Mongol puppet state — the remaining monasteries were dissolved, their property was seized, and their monks were secularized, interned or executed. Those monastic buildings that had not been destroyed were taken over to serve as local government offices or schools. Only then was the ruling party, which since 1921 gradually had built a cadre of politically reliable and secularly educated administrators, able to destroy the church and to mobilize the country's wealth and population for its program of modernization and social change.\nSince the late 1940s, one monastery, Gandan Monastery, with a community of 100 monks, was open in Ulaanbaatar. It was the country's sole monastery and was more for international display than functionality. A few of the old monasteries survived as museums, and the Gandan Monastery served as a living museum and a tourist attraction. Its monks included a few young men who had undergone a five-year training period, but whose motives and mode of selection were unknown to Western observers. The party apparently thought that Buddhism no longer posed a challenge to its dominance and that — because Buddhism had played so large a part in the &lt;a href=\"history%20of%20Mongolia\"&gt;history of Mongolia&lt;/a&gt; and traditional &lt;a href=\"Culture%20of%20Mongolia\"&gt;arts and culture&lt;/a&gt;, total extirpation of knowledge about the religion and its practices would cut modern Mongols off from much of their past to the detriment of their national identity. A few aged former monks were employed to translate Tibetan-language handbooks on herbs and &lt;a href=\"traditional%20Tibetan%20medicine\"&gt;traditional Tibetan medicine&lt;/a&gt;. Government spokesmen described the monks of the Gandan Monastery as doing useful work. Today the monastery has been reinvigorated as &lt;a href=\"Gandantegchinlen%20Monastery\"&gt;Gandantegchinlen Monastery&lt;/a&gt; by the post-Communist governments of the country.\nBuddhism, furthermore played a role in Mongolia's foreign policy by linking Mongolia with the communist and the noncommunist states of East and Southeast Asia. Ulaanbaatar was the headquarters of the &lt;a href=\"Asian%20Buddhist%20Conference%20for%20Peace\"&gt;Asian Buddhist Conference for Peace&lt;/a&gt;, which has held conferences for Buddhists from such countries as &lt;a href=\"Buddhism%20in%20Japan\"&gt;Japan&lt;/a&gt;, &lt;a href=\"Buddhism%20in%20Vietnam\"&gt;Vietnam&lt;/a&gt;, &lt;a href=\"Buddhism%20in%20Cambodia\"&gt;Cambodia&lt;/a&gt;, &lt;a href=\"Buddhism%20in%20Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, and &lt;a href=\"Buddhism%20in%20Bhutan\"&gt;Bhutan&lt;/a&gt;; published a journal for international circulation; and maintained contacts with such groups as the &lt;a href=\"Christian%20Peace%20Conference\"&gt;Christian Peace Conference&lt;/a&gt;, the &lt;a href=\"Soviet%20Afro-Asian%20Solidarity%20Committee\"&gt;Soviet Afro-Asian Solidarity Committee&lt;/a&gt; and the Russian Orthodox Church. It sponsored the visits of the Dalai Lama to Mongolia in 1979 and 1982. The organization, headed by the abbot of then-Gandan Monastery, advanced the &lt;a href=\"Foreign%20relations%20of%20Mongolia\"&gt;foreign policy goals of the Mongolian government&lt;/a&gt;, which were in accord with &lt;a href=\"Foreign%20relations%20of%20the%20Soviet%20Union\"&gt;those of the Soviet Union&lt;/a&gt;.\nDemocracy since the 1990 revolution.\nAfter the &lt;a href=\"Mongolian%20Revolution%20of%201990\"&gt;1990 overthrow of communism&lt;/a&gt;, there has been a resurgence of &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; in the country, with about 200 temples now in existence and a monastic sangha of around 300 to 500 Mongolian monks and nuns. According to Vesna Wallace, a professor of religious studies at UC Santa Barbara: \"Now more people are coming to temples and visiting monasteries. There is also a new interest in meditation among the general public.\"\nAccording to the national census of 2010, 53% of the Mongolians identify as Buddhists."
}