{
    "id": "32508314",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=32508314",
    "title": "Gilmary M. Hostage III",
    "text": "Gilmary Michael \"Mike\" Hostage III (born April 29, 1955) is a retired &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; four-star &lt;a href=\"General%20%28United%20States%29\"&gt;general&lt;/a&gt; who last served as commander, &lt;a href=\"Air%20Combat%20Command\"&gt;Air Combat Command&lt;/a&gt; from September 13, 2011, to October 2014. He previously served as commander, &lt;a href=\"United%20States%20Air%20Forces%20Central\"&gt;United States Air Forces Central&lt;/a&gt;, Southwest Asia. He retired from the Air Force after over 37 years of service.\nMilitary career.\nAs the commander of Air Combat Command, Hostage was responsible for organizing, training, equipping and maintaining combat-ready forces for rapid deployment and employment while ensuring strategic air defense forces are ready to meet the challenges of peacetime air sovereignty and wartime defense. ACC operates more than 1,000 aircraft, 22 wings, 13 bases, and more than 300 operating locations worldwide with 79,000 active-duty and civilian personnel. When mobilized, the Air National Guard and Air Force Reserve contribute more than 700 aircraft and 51,000 people to ACC. As the Combat Air Forces lead agent, ACC develops strategy, doctrine, concepts, tactics, and procedures for air- and space-power employment. The command provides conventional and information warfare forces to all unified commands to ensure air, space and information superiority for warfighters and national decision-makers. ACC can also be called upon to assist national agencies with intelligence, surveillance and crisis response capabilities.\nAs the Air Component Commander for &lt;a href=\"United%20States%20Central%20Command\"&gt;United States Central Command&lt;/a&gt;, Hostage was responsible for developing contingency plans and conducting air operations in a 20-nation area of responsibility covering Central and Southwest Asia.\nHostage entered the air force through &lt;a href=\"Air%20Force%20Reserve%20Officer%20Training%20Corps\"&gt;Air Force Reserve Officer Training Corps&lt;/a&gt; from &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt; in 1977 with a Bachelor of Science degree in mechanical engineering. He is also a graduate of the U.S. Air Force Fighter Weapons School, and a command pilot with more than 4,000 flying hours. He has flown combat missions in multiple aircraft, logging more than 600 combat hours in operations Desert Shield, Desert Storm, Southern Watch, Enduring Freedom, Iraqi Freedom and New Dawn.\nIn May 2012, press reports indicated Hostage ordered pilots to fly the &lt;a href=\"Lockheed%20Martin%20F-22%20Raptor\"&gt;F-22 Raptor&lt;/a&gt; despite problems with its oxygen system. Hostage said that some of the problems the pilots encountered were simply limits of the human body, but that UAVs were not suitable for the &lt;a href=\"AirLand_Battle%23AirSea_Battle\"&gt;AirSea Battle&lt;/a&gt; concept of the Pacific Pivot.\nHostage has put forward the concept of a \"combat cloud\" for how manned and unmanned systems will work together in the USAF of the future.\nIn 2014 Hostage said that his plans to retire the A-10 fleet would put greater demands on USAF pilots and that their readiness was crucial. He also doubted the usefulness of the planned &lt;a href=\"Sikorsky%20HH-60%20Pave%20Hawk\"&gt;Combat Rescue Helicopter&lt;/a&gt; in a serious conflict against modern air defenses, and that it might be better to just use the V-22."
}