{
    "id": "32512846",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=32512846",
    "title": "Healthcare in Greece",
    "text": "Healthcare in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; consists of a &lt;a href=\"universal%20health%20care\"&gt;universal health care&lt;/a&gt; system provided through &lt;a href=\"national%20health%20insurance\"&gt;national health insurance&lt;/a&gt;, and private health care. According to the 2011 budget, the Greek healthcare system was allocated 6.1 billion &lt;a href=\"euro\"&gt;euro&lt;/a&gt;, or 2.8% of GDP. In a 2000 report by the &lt;a href=\"World%20Health%20Organization\"&gt;World Health Organization&lt;/a&gt;, the Greek healthcare system was ranked 14th worldwide in the overall assessment, above other countries such as &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; (25) and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; (18), while ranking 11th at level of service. \nHealthcare in Greece is provided by the National Healthcare Service, or ESY ().\nAncient history.\nHealthcare in Greece traces its roots to the &lt;a href=\"Classical%20Greece\"&gt;ancient Greek civilization&lt;/a&gt;. Hospitals did not exist in the modern sense in the ancient Greek world, but temples dedicated to the healing god &lt;a href=\"Aesculapius\"&gt;Aesculapius&lt;/a&gt; (called &lt;a href=\"Hospital%23Early%20examples\"&gt;Asclepieia&lt;/a&gt;) functioned as healing places as well as places of worship. It is not known whether or not cities in ancient Greece provided free healthcare to their citizens, but recent study of the ruins of the Kos Asclepieion show that medical services were offered to everyone who could pay for them, including &lt;a href=\"slave\"&gt;slave&lt;/a&gt;s and &lt;a href=\"Alien%20%28law%29\"&gt;foreigner&lt;/a&gt;s.\nThe &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; is accredited by some for having invented the hospital as the institution we know it to be today. Professor Timothy S. Miller of the &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt; argues that the Byzantine Empire was the first to employ a system of hospital-based healthcare, where the hospital became the chief institution of the medical profession in contrast to its function as a last resort in Western medieval Europe, carrying forward the medical knowledge of &lt;a href=\"ancient%20Greece\"&gt;ancient Greece&lt;/a&gt; and &lt;a href=\"ancient%20Rome\"&gt;Rome&lt;/a&gt;.\nAusterity period.\nIn July 2011, changes were made to the Greek healthcare system in accordance with austerity measures. Unemployed Greeks were entitled to healthcare from national health insurance for a maximum of a year, and after that period, healthcare was no longer universal and patients had to pay for their own treatment. Austerity measures also resulted in citizens being forced to contribute more towards the cost of their medications. As a result, many free clinics funded by private donations sprang up, and although officially illegal, were allowed to remain in operation.\nIn 2016, the Greek government voted to extend health coverage to uninsured people who are registered as unemployed and refugees from June 1 on, with those earning less than 2,400 euro a year entitled to free healthcare, with the threshold rising for families according to how many children they have.\nHospitals.\nIn 2009 the hospital bed to 10,000 population ratio in the country was 48, above countries such as the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; (39), &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; (34) and &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; (39), but considerably below countries such as &lt;a href=\"France\"&gt;France&lt;/a&gt; (72) and &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; (83). On 1 July 2011, the &lt;a href=\"Ministry%20for%20Health%20and%20Social%20Solidarity%20%28Greece%29\"&gt;Ministry for Health and Social Solidarity&lt;/a&gt; announced its intention to cut back the number of beds and hospitals in the country from 131 hospitals with 35,000 beds to 83 hospitals with 33,000 beds.\nCurrently the largest hospital in the country is Attica Psychiatric Hospital \"Dafni\" with 1,325 beds, while the largest general hospital is \"Evangelismos\" General Hospital of Athens with 1,100 beds. Public hospitals in Greece are constructed by a government-owned company by the name of DEPANOM. S.A. (, \"Public Corporation for the Construction of Hospital Units S.A.\"), which is also in charge of maintaining and upgrading the country's public medical facilities and equipment.\nEmergency, ambulance and air-ambulance services in Greece are provided by the \"National Center for Direct Aid\", known mostly by the acronym EKAB ().\nStatistics.\nOn an &lt;a href=\"OECD\"&gt;OECD&lt;/a&gt; health report in 2011, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt; got the following results:\nHealthcare expenditure per capita went down by 28% between 2009 and 2011 - a more drastic cut than any other European country. However treatment results have not deteriorated, but according to the survey conducted by the &lt;a href=\"Euro%20health%20consumer%20index\"&gt;Euro health consumer index&lt;/a&gt; in 2015 Albania was the European country in which unofficial payments to doctors were reported most commonly. The Greek rates of Caesarean sections is one of the highest in the world. \nWith respect to pharmaceutical drugs in use, ~20% were &lt;a href=\"Generic%20drug\"&gt;generic&lt;/a&gt; at the end of 2013 and the government has set a goal of reaching 60% generic use by the end of 2015. This planned major increase in generic use has been driven by conditions of economic support from the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and &lt;a href=\"International%20Monetary%20Fund\"&gt;International Monetary Fund&lt;/a&gt; requiring that Greece reduce overall public spending on drugs.\nGreece has the highest number of doctors per head of population of any OECD country. 6.3 doctors per thousand people in 2013."
}