{
    "id": "325181",
    "revid": "26709253",
    "url": "https://en.wikipedia.org/wiki?curid=325181",
    "title": "Keelung",
    "text": "Keelung (; &lt;a href=\"Hokkien\"&gt;Hokkien&lt;/a&gt; &lt;a href=\"Pe%CC%8Dh-%C5%8De-j%C4%AB\"&gt;POJ&lt;/a&gt;: '), officially known as Keelung City\"', is a major port &lt;a href=\"Provincial%20city%20%28Taiwan%29\"&gt;city&lt;/a&gt; situated in the northeastern part of &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;. It borders &lt;a href=\"New%20Taipei\"&gt;New Taipei&lt;/a&gt; with which it forms the &lt;a href=\"Taipei%E2%80%93Keelung%20metropolitan%20area\"&gt;Taipei–Keelung metropolitan area&lt;/a&gt;, along with Taipei itself. Nicknamed the \"Rainy Port\" for its frequent rain and maritime role, the city is Taiwan's second largest &lt;a href=\"seaport\"&gt;seaport&lt;/a&gt; (after &lt;a href=\"Kaohsiung\"&gt;Kaohsiung&lt;/a&gt;).\nThe city was founded by the Spanish Empire in 1626, called La Santisima Trinidad. Belonging to the Viceroyalty of the New Spain. \nName.\nAccording to early Chinese accounts, this northern coastal area was originally called \"Pak-kang\" (). By the early 20th century, the city was known to the Western world as Kelung, as well as the variants \"Kiloung\", \"Kilang\" and \"Keelung\". In his 1903 general history of Taiwan, US Consul to Formosa (1898–1904) &lt;a href=\"James%20W.%20Davidson\"&gt;James W. Davidson&lt;/a&gt; related that \"Kelung\" was among the few well-known names, thus warranting no alternate &lt;a href=\"Romanization%20of%20Japanese\"&gt;Japanese romanization&lt;/a&gt;.\nHowever, the Taiwanese people have long called the city \"Kelang\" (). While it has been proposed that this name was derived from the local mountain that took the shape of a rooster cage, it is more likely that the name was derived from the first inhabitants of the region, as are the names of many other Taiwanese cities. In this case, the &lt;a href=\"Ketagalan%20people\"&gt;Ketagalan people&lt;/a&gt; were the first inhabitants, and early &lt;a href=\"Han%20Chinese\"&gt;Han&lt;/a&gt; settlers probably approximated \"Ketagalan\" with \"Ke-lâng\" (&lt;a href=\"Ketagalan%20language\"&gt;Ketagalan&lt;/a&gt;: &lt;a href=\"wikt%3Ake-%20-an\"&gt;ke-&lt;/a&gt;, \"domain marker prefix\" + &lt;a href=\"Taiwanese%20Hokkien\"&gt;Taiwanese&lt;/a&gt; &lt;a href=\"Hokkien\"&gt;Hokkien&lt;/a&gt; ), the noun root being replaced with the common &lt;a href=\"Taiwanese%20Hokkien\"&gt;Taiwanese Hokkien&lt;/a&gt; term for people, while the domain marker &lt;a href=\"circumfix\"&gt;circumfix&lt;/a&gt; \"&lt;a href=\"wikt%3Ake-%20-an\"&gt;ke- -an&lt;/a&gt;\" being reduced to just the &lt;a href=\"prefix\"&gt;prefix&lt;/a&gt;.\nIn 1875, during the late &lt;a href=\"Taiwan%20under%20Qing%20rule\"&gt;Qing era&lt;/a&gt;, a new official name was given (). In &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin&lt;/a&gt;, probably the working language of Chinese government at the time, both the old and new names were likely pronounced \"Kīlóng\" (hence \"Keelung\").\nUnder &lt;a href=\"Taiwan%20under%20Japanese%20rule\"&gt;Japanese rule&lt;/a&gt; (1895–1945), the city was also known to the west by the Japanese romanization Kīrun (also written as \"Kiirun\").\nIn &lt;a href=\"Taiwanese%20Hokkien\"&gt;Taiwanese Hokkien&lt;/a&gt;, native language of the area, the city is called \"Ke-lâng\". In &lt;a href=\"Hanyu%20Pinyin\"&gt;Hanyu Pinyin&lt;/a&gt;, a system created for &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin Chinese&lt;/a&gt; in &lt;a href=\"Mainland%20China\"&gt;Mainland China&lt;/a&gt;, the name of Keelung is written as \"Jīlóng\" (the shift from initial \"K\" to \"J\" is a recent development in the Beijing dialect, see &lt;a href=\"Old%20Mandarin\"&gt;Old Mandarin&lt;/a&gt;).\nHistory.\nEarly history.\nKeelung was first inhabited by the &lt;a href=\"Ketagalan%20people\"&gt;Ketagalan&lt;/a&gt;, a tribe of &lt;a href=\"Taiwanese%20aborigine\"&gt;Taiwanese aborigine&lt;/a&gt;. The &lt;a href=\"Spanish%20expedition%20to%20Formosa\"&gt;Spanish expedition to Formosa&lt;/a&gt; in the early 17th century was its first contact with the West; by 1624 the Spanish had built , a fort in Keelung serving as an outpost of the &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;-based &lt;a href=\"Spanish%20East%20Indies\"&gt;Spanish East Indies&lt;/a&gt;. The Spanish ruled it as a part of &lt;a href=\"Spanish%20Formosa\"&gt;Spanish Formosa&lt;/a&gt;. From 1642 to 1661 and 1663–1668, Keelung was under &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; control. The &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; took over the Spanish Fort San Salvador at &lt;a href=\"Santissima%20Trinidad%20%28Taiwan%29\"&gt;Santissima Trinidad&lt;/a&gt;. They reduced its size and renamed it Fort Noort-Hollant. The Dutch had three more minor fortifications in Keelung and also a little school and a preacher.\nWhen &lt;a href=\"Ming%20Dynasty\"&gt;Ming Dynasty&lt;/a&gt; loyalist &lt;a href=\"Koxinga\"&gt;Koxinga&lt;/a&gt; successfully attacked the Dutch in southern Taiwan \n(&lt;a href=\"Siege%20of%20Fort%20Zeelandia\"&gt;Siege of Fort Zeelandia&lt;/a&gt;), the crew of the Keelung forts fled to the Dutch trading post in Japan. The Dutch came back in 1663 and re-occupied and strengthened their earlier forts. However, trade with Qing China through Keelung was not what they hoped it would be and, in 1668, they left after getting harassed by aboriginals.\nQing dynasty.\nFirst Opium War.\nGiven the strategic and commercial value of Taiwan, there were British suggestions in 1840 and 1841 to seize the island. In September 1841, during the &lt;a href=\"First%20Opium%20War\"&gt;First Opium War&lt;/a&gt;, the British transport ship \"Nerbudda\" became shipwrecked near Keelung Harbour due to a typhoon. The brig \"Ann\" also became shipwrecked in March 1842. Most of the crew were Indian &lt;a href=\"lascar\"&gt;lascar&lt;/a&gt;s. Survivors from both ships were transferred by authorities to the capital Tainan. The Taiwan Qing commanders, Ta-hung-ah and Yao Ying, filed a disingenuous report to the emperor, claiming to have defended against an attack from the Keelung fort. In October 1841, &lt;a href=\"HMS%20Nimrod%20%281828%29\"&gt;HMS \"Nimrod\"&lt;/a&gt; sailed to Keelung to search for the \"Nerbudda\" survivors, but after Captain Joseph Pearse found out that they were sent south for imprisonment, he ordered the bombardment of the harbour and destroyed 27 sets of cannon before returning to Hong Kong. Most of the survivors—over 130 from the \"Nerbudda\" and 54 from the \"Ann\"—were &lt;a href=\"Nerbudda%20incident\"&gt;executed in Tainan&lt;/a&gt; in August 1842.\nIn 1863, the Qing Empire opened up Keelung as a trading port and the city enjoyed rapid development due to the abundant commodities such as placer gold and high quality coal found in the drainage area of &lt;a href=\"Keelung%20River\"&gt;Keelung River&lt;/a&gt;. In 1875, &lt;a href=\"Taipeh%20Prefecture\"&gt;Taipeh Prefecture&lt;/a&gt; was created and included Keelung. In 1878, Keelung was formed into a \"ting\" or sub-prefecture. Around the same time, the name was changed from \"Ke-lang\" () to \"Kilong\" (), which means \"rich and prosperous land\".\nSino-French War.\nDuring the Sino-French War (1884–85), the French attempted an invasion of Taiwan during the Keelung Campaign. &lt;a href=\"Liu%20Mingchuan\"&gt;Liu Mingchuan&lt;/a&gt;, who led the defence of Taiwan, recruited Aboriginals to serve alongside the Chinese soldiers in fighting against the French of Colonel &lt;a href=\"Jacques%20Duchesne\"&gt;Jacques Duchesne&lt;/a&gt;'s Formosa Expeditionary Corps. The French were defeated at the &lt;a href=\"Battle%20of%20Tamsui\"&gt;Battle of Tamsui&lt;/a&gt; and the Qing forces pinned the French down at Keelung in an eight-month-long campaign before the French withdrew.\nEmpire of Japan.\nA systematic city development started during the Japanese Era, after the 1895 &lt;a href=\"Treaty%20of%20Shimonoseki\"&gt;Treaty of Shimonoseki&lt;/a&gt;, which handed all Taiwan over to Japan. A five-phase construction of Keelung Harbor was initiated, and in by 1916 trade volume had exceeded even those of Tamsui and Kaohsiung Harbors to become one of the major commercial harbors of Taiwan.\nKeelung was governed as , Kīrun District, &lt;a href=\"Taihoku%20Prefecture\"&gt;Taihoku Prefecture&lt;/a&gt; in 1920 and was upgraded to a city in 1924. The &lt;a href=\"Pacific%20War\"&gt;Pacific War&lt;/a&gt; broke out in 1941, and Keelung became one of the first targets of Allied bombers and was nearly destroyed as a result.\nRepublic of China.\nAfter the &lt;a href=\"Retrocession%20Day\"&gt;handover of Taiwan from Japan&lt;/a&gt; to the &lt;a href=\"Republic%20of%20China%20%281912%E2%80%931949%29\"&gt;Republic of China&lt;/a&gt; in October 1945, Keelung was established as a &lt;a href=\"Provincial%20city%20%28Taiwan%29\"&gt;provincial city&lt;/a&gt; of &lt;a href=\"Taiwan%20Province\"&gt;Taiwan Province&lt;/a&gt;. The &lt;a href=\"Keelung%20City%20Government\"&gt;Keelung City Government&lt;/a&gt; worked with the harbor bureau to rebuild the city and the harbor and in 1984, the harbor became the 7th largest container harbor in the world.\nGeography.\nKeelung City is located in the northern part of Taiwan Island. It occupies an area of and is separated from its neighboring county by mountains in the east, west and south. The northern part of the city faces the ocean and is a great deep water harbor since early times. Keelung also administers the nearby &lt;a href=\"Keelung%20Islet\"&gt;Keelung Islet&lt;/a&gt; as well as the more distant and strategically important &lt;a href=\"Pengjia%20Islet\"&gt;Pengjia Islet&lt;/a&gt;, &lt;a href=\"Mianhua%20Islet\"&gt;Mianhua Islet&lt;/a&gt; and &lt;a href=\"Huaping%20Islet\"&gt;Huaping Islet&lt;/a&gt;.\nClimate.\nKeelung has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen&lt;/a&gt; \"Cfa\") with a yearly rainfall average upwards of . It has long been noted as one of the wettest and gloomiest cities in the world; the effect is related to the &lt;a href=\"Kuroshio%20Current\"&gt;Kuroshio Current&lt;/a&gt;. Although it is one of the coolest cities of Taiwan, winters are still short and warm, whilst summers are long, relatively dry and hot, temperatures can peek above 26 °C during a warm winter day, while it can dip below 27 °C during a rainy summer day, much like the rest of northern Taiwan. However its location on northern mountain slopes means that due to &lt;a href=\"orographic%20lift\"&gt;orographic lift&lt;/a&gt;, rainfall is heavier during fall and winter, the latter during which a northeasterly flow prevails. During summer, southwesterly winds dominate and thus there is a slight &lt;a href=\"rain%20shadow%20effect\"&gt;rain shadow effect&lt;/a&gt;. Fog is most serious during winter and spring, when relative humidity levels are also highest.\nAdministration.\n&lt;a href=\"Zhongzheng%20District%2C%20Keelung\"&gt;Zhongzheng District&lt;/a&gt; is the seat of Keelung City which houses the &lt;a href=\"Keelung%20City%20Government\"&gt;Keelung City Government&lt;/a&gt; and &lt;a href=\"Keelung%20City%20Council\"&gt;Keelung City Council&lt;/a&gt;. The current &lt;a href=\"Mayor%20of%20Keelung\"&gt;Mayor of Keelung&lt;/a&gt; is &lt;a href=\"Lin%20Yu-chang\"&gt;Lin Yu-chang&lt;/a&gt; of the &lt;a href=\"Democratic%20Progressive%20Party\"&gt;Democratic Progressive Party&lt;/a&gt;.\nAdministrative divisions.\nKeelung has seven (7) &lt;a href=\"District%20%28Taiwan%29\"&gt;districts&lt;/a&gt;:\nPolitics.\nKeelung City voted one &lt;a href=\"Democratic%20Progressive%20Party\"&gt;Democratic Progressive Party&lt;/a&gt; legislator to be in the &lt;a href=\"Legislative%20Yuan\"&gt;Legislative Yuan&lt;/a&gt; during the &lt;a href=\"2016%20Taiwanese%20general%20election\"&gt;2016 Republic of China legislative election&lt;/a&gt;.\nDemographics.\nFestivals.\nOne of the most popular festivals in Taiwan is the mid-summer &lt;a href=\"Ghost%20Festival\"&gt;Ghost Festival&lt;/a&gt;. The Keelung Ghost Festival is among the oldest in Taiwan, dating back to 1851 after bitter clashes between rival clans, which claimed many lives before mediators stepped in.\nEconomy.\n&lt;a href=\"Coal%20mining\"&gt;Coal mining&lt;/a&gt; peaked in 1968. The city developed quickly and by 1984, the harbor was the 7th largest container harbor in the world.\nEducation.\nEducation in Keelung City is governed by the Department of Education of &lt;a href=\"Keelung%20City%20Government\"&gt;Keelung City Government&lt;/a&gt;.\nUniversities and colleges.\nKeelung City houses several universities and colleges, such as the &lt;a href=\"National%20Taiwan%20Ocean%20University\"&gt;National Taiwan Ocean University&lt;/a&gt;, &lt;a href=\"Ching%20Kuo%20Institute%20of%20Management%20and%20Health\"&gt;Ching Kuo Institute of Management and Health&lt;/a&gt; and &lt;a href=\"Chungyu%20Institute%20of%20Technology\"&gt;Chungyu Institute of Technology&lt;/a&gt;.\nEnergy.\nKeelung City houses the only fully oil-fired power plant in Taiwan, the &lt;a href=\"Hsieh-ho%20Power%20Plant\"&gt;Hsieh-ho Power Plant&lt;/a&gt;, which is located in &lt;a href=\"Zhongshan%20District%2C%20Keelung\"&gt;Zhongshan District&lt;/a&gt;. The installed capacity of the power plant is 2,000 MW.\nTourist attractions.\nPorts.\n&lt;a href=\"Bisha%20Fishing%20Port\"&gt;Bisha Fishing Port&lt;/a&gt;.\nParks.\n&lt;a href=\"Chung%20Cheng%20Park%20%28Keelung%29\"&gt;Chung Cheng Park&lt;/a&gt; and &lt;a href=\"Heping%20Island%20Park\"&gt;Heping Island Park&lt;/a&gt;.\nCultural centers.\n&lt;a href=\"Embrace%20Cultural%20and%20Creative%20Park\"&gt;Embrace Cultural and Creative Park&lt;/a&gt; and &lt;a href=\"Keelung%20Cultural%20Center\"&gt;Keelung Cultural Center&lt;/a&gt;.\nMuseums.\n&lt;a href=\"National%20Museum%20of%20Marine%20Science%20and%20Technology\"&gt;National Museum of Marine Science and Technology&lt;/a&gt;.\nHistorical structures.\n&lt;a href=\"Baimiweng%20Fort\"&gt;Baimiweng Fort&lt;/a&gt;, &lt;a href=\"Dawulun%20Fort\"&gt;Dawulun Fort&lt;/a&gt;, &lt;a href=\"Gongzi%20Liao%20Fort\"&gt;Gongzi Liao Fort&lt;/a&gt;, &lt;a href=\"Keelung%20Fort%20Commander%27s%20Official%20Residence\"&gt;Keelung Fort Commander's Official Residence&lt;/a&gt;, &lt;a href=\"Nuannuan%20Ande%20Temple\"&gt;Nuannuan Ande Temple&lt;/a&gt;, &lt;a href=\"Pengjia%20Lighthouse\"&gt;Pengjia Lighthouse&lt;/a&gt;, &lt;a href=\"Uhrshawan%20Battery\"&gt;Uhrshawan Battery&lt;/a&gt; and &lt;a href=\"Xian%20Dong%20Yan\"&gt;Xian Dong Yan&lt;/a&gt;.\nTransportation.\nRail.\nThe &lt;a href=\"Taiwan%20Railways%20Administration\"&gt;Taiwan Railways Administration&lt;/a&gt; stations of &lt;a href=\"Badu%20Station\"&gt;Badu Station&lt;/a&gt;, &lt;a href=\"Baifu%20Station\"&gt;Baifu Station&lt;/a&gt;, &lt;a href=\"Keelung%20Station\"&gt;Keelung Station&lt;/a&gt;, &lt;a href=\"Nuannuan%20Station\"&gt;Nuannuan Station&lt;/a&gt;, &lt;a href=\"Qidu%20Station\"&gt;Qidu Station&lt;/a&gt; and &lt;a href=\"Sankeng%20Station\"&gt;Sankeng Station&lt;/a&gt; cross Keelung City.\nWater.\nTaiwan's second largest port, the &lt;a href=\"Port%20of%20Keelung\"&gt;Port of Keelung&lt;/a&gt;, is located in the city. The port serves for destinations to &lt;a href=\"Matsu%20Islands\"&gt;Matsu Islands&lt;/a&gt;, &lt;a href=\"Xiamen\"&gt;Xiamen&lt;/a&gt; and &lt;a href=\"Okinawa%20Prefecture\"&gt;Okinawa&lt;/a&gt;.\nInternational relations.\nTwin towns – Sister cities.\nKeelung is &lt;a href=\"town%20twinning\"&gt;twinned&lt;/a&gt; with:\nNotable people.\nNotable people from Keelung include:"
}