{
    "id": "32528396",
    "revid": "49920",
    "url": "https://en.wikipedia.org/wiki?curid=32528396",
    "title": "Bacon roll",
    "text": "A bacon roll is bacon served in a sandwich, using a soft or crusty bread roll. It is popular in the U.K. with a variety of regional names: \"bacon sarnie\", \"bacon butty/buttie\" \"bacon bap\", \"bacon barm\" or \"bacon cob\". It is most often served with brown sauce or tomato ketchup.\nAngels on horseback.\nAngels on horseback is a hot &lt;a href=\"appetizer\"&gt;appetizer&lt;/a&gt; made of &lt;a href=\"oyster\"&gt;oyster&lt;/a&gt;s wrapped with &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt;. In the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; they can also be a &lt;a href=\"savoury%20%28small%20dish%29\"&gt;savoury&lt;/a&gt;, the final course of a traditional British formal meal. They are somewhat similar to &lt;a href=\"Devils%20on%20horseback\"&gt;Devils on horseback&lt;/a&gt; and the Midwestern version of &lt;a href=\"pigs%20in%20a%20blanket\"&gt;pigs in a blanket&lt;/a&gt;, a traditional dish of the American &lt;a href=\"Midwest\"&gt;Midwest&lt;/a&gt;. &lt;a href=\"Scallops\"&gt;Scallops&lt;/a&gt; wrapped in bacon appears to be a variation on this dish.\nStrictly speaking angels on horseback (and the original UK form of pigs in a blanket) are an &lt;a href=\"hors%20d%27%C5%93uvre\"&gt;hors d'œuvre&lt;/a&gt;, unlike the US variant of pigs in a blanket, which are &lt;a href=\"canap%C3%A9\"&gt;canapé&lt;/a&gt;s, since the latter always involve a bread base or wrapping, and angels on horseback are not by necessity served on &lt;a href=\"Toast%20%28food%29\"&gt;toast&lt;/a&gt;.\nBacon sandwich.\nA bacon sandwich (also known in the &lt;a href=\"UK\"&gt;UK&lt;/a&gt; as a bacon sarnie, bacon butty/buttie, bacon bap, bacon barm, bacon batch or bacon cob and as a bacon sanger or piece 'n bacon in &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;) is a form of &lt;a href=\"sandwich\"&gt;sandwich&lt;/a&gt; made from cooked &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt; between two slices of &lt;a href=\"bread\"&gt;bread&lt;/a&gt;, usually &lt;a href=\"butter\"&gt;butter&lt;/a&gt;ed. Often some form of &lt;a href=\"sauce\"&gt;sauce&lt;/a&gt;, such as &lt;a href=\"mayonnaise\"&gt;mayonnaise&lt;/a&gt;, &lt;a href=\"Ketchup\"&gt;tomato ketchup&lt;/a&gt; or &lt;a href=\"steak%20sauce\"&gt;brown sauce&lt;/a&gt;, is included.\nCheese &amp; Bacon roll.\nA &lt;a href=\"Cheese%20and%20Bacon%20Roll\"&gt;Cheese and Bacon Roll&lt;/a&gt; is a common snack popular in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; which usually consists of a hamburger bun topped with cheese and bacon.\nDevils on horseback.\nDevils on horseback are a hot appetizer or &lt;a href=\"savoury%20%28small%20dish%29\"&gt;savoury&lt;/a&gt;.\nRecipes vary but in general they are a variation on &lt;a href=\"angels%20on%20horseback\"&gt;angels on horseback&lt;/a&gt;, made by replacing oysters with dried fruit. The majority of recipes contain a pitted &lt;a href=\"prune\"&gt;prune&lt;/a&gt; (though &lt;a href=\"date%20%28fruit%29\"&gt;date&lt;/a&gt;s are sometimes used) stuffed with &lt;a href=\"mango\"&gt;mango&lt;/a&gt; &lt;a href=\"chutney\"&gt;chutney&lt;/a&gt; and wrapped in &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt;. This is then baked in the oven and quite often served on toast, with &lt;a href=\"watercress\"&gt;watercress&lt;/a&gt;.\nOther recipes stuff the prune with &lt;a href=\"cheese\"&gt;cheese&lt;/a&gt;, &lt;a href=\"almonds\"&gt;almonds&lt;/a&gt;, &lt;a href=\"Oysters\"&gt;smoked oysters&lt;/a&gt; or other things in place of the mango chutney. Other versions again use &lt;a href=\"liver\"&gt;liver&lt;/a&gt; pieces in place of the prunes.\nDevils on horseback are commonly served as part of a Christmas feast.\nDouble Down.\nA Double Down is a sandwich offered by &lt;a href=\"KFC\"&gt;Kentucky Fried Chicken&lt;/a&gt; (KFC). The Double Down contains \"bacon, two different kinds of melted cheese, the Colonel’s 'secret' sauce... pinched in between two pieces of Original Recipe chicken fillets.\" It is also available with grilled chicken fillets instead of the Original Recipe fried fillets. The KFC Double Down was initially test marketed in &lt;a href=\"Omaha%2C%20Nebraska\"&gt;Omaha, Nebraska&lt;/a&gt; and &lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence, Rhode Island&lt;/a&gt;. KFC describes the Double Down as a \"&lt;a href=\"sandwich\"&gt;sandwich&lt;/a&gt;\" although it does not have bread.\nFool's Gold Loaf.\nFool's Gold Loaf is a &lt;a href=\"sandwich\"&gt;sandwich&lt;/a&gt; made by the Colorado Mine Company, a &lt;a href=\"Restaurant%20rating\"&gt;five-star restaurant&lt;/a&gt; in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;. The sandwich consists of a single warmed, hollowed-out loaf of bread filled with one jar of creamy &lt;a href=\"peanut%20butter\"&gt;peanut butter&lt;/a&gt;, one jar of grape &lt;a href=\"Fruit%20preserves\"&gt;jelly&lt;/a&gt;, and a pound of &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt;. The name of the sandwich is derived from its price of $49.95. In later years, it was priced closer to $100 for the sandwich and a bottle of &lt;a href=\"Dom%20P%C3%A9rignon%20%28wine%29\"&gt;Dom Pérignon&lt;/a&gt;.\nHangtown fry.\nHangtown fry is a type of &lt;a href=\"omelette\"&gt;omelette&lt;/a&gt; made famous during the &lt;a href=\"California%20Gold%20Rush\"&gt;California Gold Rush&lt;/a&gt; in the 1850s. The most common version includes &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt; and &lt;a href=\"oysters\"&gt;oysters&lt;/a&gt; combined with &lt;a href=\"Egg%20%28food%29\"&gt;eggs&lt;/a&gt;, and fried together.\nThe dish was invented in &lt;a href=\"Placerville%2C%20California\"&gt;Placerville, California&lt;/a&gt;, then known as Hangtown. According to most accounts, the dish was invented when a gold &lt;a href=\"Prospecting\"&gt;prospector&lt;/a&gt; struck it rich, headed to the Cary House Hotel, and demanded the most expensive dish that the kitchen could provide. The most expensive ingredients available were eggs, which were delicate and had to be carefully brought to the mining town; bacon, which was shipped from the East Coast, and oysters, which had to be brought on ice from &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, over 100 miles away.\nBaconator.\nThe Baconator sandwich is a &lt;a href=\"hamburger\"&gt;hamburger&lt;/a&gt; sold by the international &lt;a href=\"fast-food%20restaurant\"&gt;fast-food restaurant&lt;/a&gt; chain &lt;a href=\"Wendy%27s\"&gt;Wendy's&lt;/a&gt;. It is one of their late-teen–to–young-adult oriented products.\nWhen it was introduced, the hamburger consisted of two 4oz. beef patties, two slices of &lt;a href=\"American%20cheese\"&gt;American cheese&lt;/a&gt;, six strips of &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt;, &lt;a href=\"mayonnaise\"&gt;mayonnaise&lt;/a&gt;, and &lt;a href=\"ketchup\"&gt;ketchup&lt;/a&gt; on a bun. The sandwich was layered so that there were three strips of bacon on top of each patty. In 2009, Wendy's began offering three different varieties of the Baconator- the Baconator Single (one patty), the Baconator Double (the same as the original), and the Baconator Triple (three patties). At various times Wendy's has offered special limited-time only Baconators such as the Spicy Baconator, which added &lt;a href=\"pepper%20jack%20cheese\"&gt;pepper jack cheese&lt;/a&gt;, &lt;a href=\"jalape%C3%B1o\"&gt;jalapeño&lt;/a&gt;s, and \"&lt;a href=\"Chipotle\"&gt;Chipotle&lt;/a&gt; Ranch\" sauce."
}