{
    "id": "32537387",
    "revid": "16209302",
    "url": "https://en.wikipedia.org/wiki?curid=32537387",
    "title": "2011–12 Maltese Premier League",
    "text": "The 2011–12 Maltese Premier League was the 97th season of the &lt;a href=\"Maltese%20Premier%20League\"&gt;Maltese Premier League&lt;/a&gt;, the top-tier &lt;a href=\"Association%20Football\"&gt;football&lt;/a&gt; league in &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;. It began on 19 August 2011 and it ended in May 2012. &lt;a href=\"Valletta%20F.C.\"&gt;Valletta&lt;/a&gt; were the defending champions, having won their 20th title &lt;a href=\"2010%E2%80%9311%20Maltese%20Premier%20League\"&gt;last season&lt;/a&gt;.\nThe Premier League consists of two rounds. In the First Round, every team plays each opponent twice, once \"home\" and once \"away\" (in actuality, the designation of home and away is purely arbitrary as most of the clubs do not have their own grounds), for a total of 22 games. The league then splits into two pools. Earned points are subsequently halved. Teams that finish in positions 1–6 compete in the \"Championship Pool\" and teams that finish in positions 7–12 play in the \"Relegation Pool\".\nOn 13 January 2011, the &lt;a href=\"Malta%20Football%20Association\"&gt;Malta Football Association&lt;/a&gt; decided to expand the league to 12 teams starting with this season.\nTeams.\n&lt;a href=\"Vittoriosa%20Stars%20F.C.\"&gt;Vittoriosa Stars&lt;/a&gt; were relegated to the &lt;a href=\"Maltese%20First%20Division\"&gt;First Division&lt;/a&gt; after finishing in last place of the &lt;a href=\"2010%E2%80%9311%20Maltese%20Premier%20League%23Relegation%20Pool\"&gt;relegation pool&lt;/a&gt; last season. This ended a one-year stay in the Premier League for them. Taking their place in the competition are &lt;a href=\"Balzan%20Youths%20F.C.\"&gt;Balzan Youths&lt;/a&gt;, the champions of the Maltese First Division. Balzan are playing in the Premier League after a seven season absence.\nBecause of the league's expansion for this season, the second- and third-place finishers of the First Division, &lt;a href=\"Mqabba%20F.C.\"&gt;Mqabba&lt;/a&gt; and &lt;a href=\"Mosta%20F.C.\"&gt;Mosta&lt;/a&gt; respectively, were also promoted to the Premier League for this season. Mqabba return to the top league after a three year absence while Mosta return after five years away.\nStadia and training grounds.\nOnly a few stadia have the infrastructure needed to host Premier League matches. These are &lt;a href=\"Ta%27%20Qali%20National%20Stadium\"&gt;Ta' Qali National Stadium&lt;/a&gt; and &lt;a href=\"Centenary%20Stadium\"&gt;Centenary Stadium&lt;/a&gt; at &lt;a href=\"Ta%27%20Qali\"&gt;Ta' Qali&lt;/a&gt;, &lt;a href=\"Attard\"&gt;Attard&lt;/a&gt;, &lt;a href=\"Victor%20Tedesco%20Stadium\"&gt;Victor Tedesco Stadium&lt;/a&gt; at &lt;a href=\"%C4%A6amrun\"&gt;Ħamrun&lt;/a&gt; and &lt;a href=\"Hibernians%20Ground\"&gt;Hibernians Ground&lt;/a&gt; at &lt;a href=\"Paola%2C%20Malta\"&gt;Paola&lt;/a&gt;. Additional to that, each team has been assigned to a dedicated training ground. On a few occasions, Hibernians and Hamrun Spartans play at their home ground, but otherwise all games are played on neutral ground, rendering \"home\" and \"away\" games purely symbolic."
}