{
    "id": "32552196",
    "revid": "39166520",
    "url": "https://en.wikipedia.org/wiki?curid=32552196",
    "title": "Total active reflection coefficient",
    "text": "The total active reflection coefficient (TARC) within &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt; and &lt;a href=\"physics\"&gt;physics&lt;/a&gt; &lt;a href=\"scattering%20theory\"&gt;scattering theory&lt;/a&gt;, relates the total incident &lt;a href=\"Electric%20power\"&gt;power&lt;/a&gt; to the total outgoing power in an N-port &lt;a href=\"microwave%20component\"&gt;microwave component&lt;/a&gt;. The TARC is mainly used for multiple-input multiple-output (&lt;a href=\"MIMO\"&gt;MIMO&lt;/a&gt;) antenna systems and &lt;a href=\"array%20antennas\"&gt;array antennas&lt;/a&gt;, where the outgoing power is unwanted reflected power. The name shows the similarities with the &lt;a href=\"active%20reflection%20coefficient\"&gt;active reflection coefficient&lt;/a&gt;, which is used for single elements. \nThe TARC is the square root of the sum of all outgoing powers at the ports, divided by the sum of all incident powers at the ports of an N-port antenna. Similarly to the &lt;a href=\"active%20reflection%20coefficient\"&gt;active reflection coefficient&lt;/a&gt;, the TARC is a function of &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt;, and it also depends on scan angle and tapering. With this definition we can characterize the multi-port &lt;a href=\"Antenna%20%28radio%29\"&gt;antenna&lt;/a&gt;’s frequency &lt;a href=\"Bandwidth%20%28signal%20processing%29\"&gt;bandwidth&lt;/a&gt; and &lt;a href=\"radiation\"&gt;radiation&lt;/a&gt; performance. When the antennas are made of lossless materials, TARC can be computed directly from the &lt;a href=\"scattering%20matrix\"&gt;scattering matrix&lt;/a&gt; by\nwhere formula_2 formula_3 is the antenna's &lt;a href=\"scattering%20matrix\"&gt;scattering matrix&lt;/a&gt;, formula_4 is the excitation &lt;a href=\"Euclidean%20vector\"&gt;vector&lt;/a&gt;, and formula_5 represents the scattered vector. The TARC is a &lt;a href=\"real%20number\"&gt;real number&lt;/a&gt; between zero and one, although it is typically presented in &lt;a href=\"decibel%20scale\"&gt;decibel scale&lt;/a&gt;. When the value of the TARC is equal to zero, all the delivered power is accepted by the antenna and when it is equal to one, all the delivered is coming back as outgoing power (thus the all power is reflected, but not necessarily in the same port).\nThe normalized total accepted power is given by formula_6. Since antennas in general have loss formula_7, the normalized total radiated power is given by formula_8. If the &lt;a href=\"directivity\"&gt;directivity&lt;/a&gt; of the antenna array is known, the &lt;a href=\"realized%20gain\"&gt;realized gain&lt;/a&gt; can therefore be computed by multiplication by formula_9. As with all reflection coefficients, a small reflection coefficient does not guarantee a high radiation efficiency since the small reflected signal could also be due to losses."
}