{
    "id": "325880",
    "revid": "1068416992",
    "url": "https://en.wikipedia.org/wiki?curid=325880",
    "title": "Elephant bird",
    "text": "Elephant birds are members of the &lt;a href=\"Extinction\"&gt;extinct&lt;/a&gt; &lt;a href=\"ratite\"&gt;ratite&lt;/a&gt; &lt;a href=\"family%20%28biology%29\"&gt;family&lt;/a&gt; Aepyornithidae, made up of &lt;a href=\"Island%20gigantism\"&gt;large to enormous&lt;/a&gt; &lt;a href=\"flightless%20bird\"&gt;flightless bird&lt;/a&gt;s that once lived on the island of &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;. They became extinct, perhaps around 1000–1200 AD, probably as a result of human activity. Elephant birds comprised the &lt;a href=\"genus\"&gt;genera&lt;/a&gt; \"&lt;a href=\"Mullerornis\"&gt;Mullerornis&lt;/a&gt;\", \"&lt;a href=\"Vorombe\"&gt;Vorombe&lt;/a&gt;\" and \"&lt;a href=\"Aepyornis\"&gt;Aepyornis&lt;/a&gt;\". While they were in close geographical proximity to the &lt;a href=\"ostrich\"&gt;ostrich&lt;/a&gt;, their closest living relatives are &lt;a href=\"Kiwi%20%28bird%29\"&gt;kiwi&lt;/a&gt; (found only in New Zealand), suggesting that &lt;a href=\"ratite\"&gt;ratite&lt;/a&gt;s did not diversify by &lt;a href=\"vicariance\"&gt;vicariance&lt;/a&gt; during the breakup of &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt; but instead evolved from ancestors that dispersed more recently by flying.\nIn September 2018, scientists determined that \"Vorombe titan\" reached weights of and stood tall, making it the world's largest (heaviest) &lt;a href=\"bird\"&gt;bird&lt;/a&gt;, slightly larger than the much older \"&lt;a href=\"Dromornis%20stirtoni\"&gt;Dromornis stirtoni&lt;/a&gt;\".\nDescription.\nElephant birds have been extinct since at least the 17th century. &lt;a href=\"%C3%89tienne%20de%20Flacourt\"&gt;Étienne de Flacourt&lt;/a&gt;, a French governor of Madagascar in the 1640s and 1650s, mentions an ostrich-like bird said to inhabit unpopulated regions, though it is unclear whether he was repeating folk tales passed on from generations earlier. In 1659, Flacourt wrote of the \"vouropatra – a large bird which haunts the Ampatres and lays eggs like the ostriches; so that the people of these places may not take it, it seeks the most lonely places.\" &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt; also mentioned hearing stories of very large birds during his journey to the East during the late 13th century. These accounts are today believed to describe elephant birds.\nBetween 1830 and 1840 European travelers in Madagascar saw giant eggs and egg shells. English observers were more willing to believe the accounts of giant birds and eggs because they knew of the &lt;a href=\"moa\"&gt;moa&lt;/a&gt; in New Zealand. In 1851 the &lt;a href=\"French%20Academy%20of%20Sciences\"&gt;French Academy of Sciences&lt;/a&gt; received three eggs and some bone fragments. In some cases the eggs have a length up to , the largest type of bird egg ever found. The egg weighed about . The egg volume is about 160 times greater than that of a chicken egg.\n\"Aepyornis\" is believed to have been more than tall and weighed perhaps in the range of . In September 2018, scientists reported that \"Vorombe titan\" reached weights of , and based on a fragmentary femur, possibly up to , making it the world's largest bird. Only the much older species \"&lt;a href=\"Dromornis%20stirtoni\"&gt;Dromornis stirtoni&lt;/a&gt;\" from &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; rivals it in size among known fossil birds. In the same report, the upper weight limits for \"A. maximus\" and \"D. stirtoni\" were revised to 540 and 730 kg, respectively.\nSpecies.\nUp to ten or eleven species in the genus \"Aepyornis\" have been described, but the validity of many have been disputed, with numerous authors treating them all in just one species, \"A. maximus\". Up to three species have been described in \"Mullerornis\". But recent work by Hansford &amp; Turvey 2018 has restricted the number of aepyornithid species to four, with two in \"Aepyornis\", one in \"Mullerornis\", and one in \"Vorombe\".\nSeveral ratites outside of Madagascar have been posited as \"aepyornithid\"-like and could potentially make this clade considerably more speciose. These include \"&lt;a href=\"Eremopezus\"&gt;Eremopezus&lt;/a&gt;\" from the &lt;a href=\"Eocene\"&gt;Eocene&lt;/a&gt; of &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;, unnamed &lt;a href=\"Canary%20Island\"&gt;Canary Island&lt;/a&gt; remains and several Neogene taxa in Eurasia.\nEtymology.\n\"Aepyornis maximus\" is commonly known as the 'elephant bird', a term that apparently originated from &lt;a href=\"Marco%20Polo\"&gt;Marco Polo&lt;/a&gt;'s account of the &lt;a href=\"Roc%20%28mythology%29\"&gt;rukh&lt;/a&gt; in 1298, although he was apparently referring to an eagle-like bird strong enough to \"seize an elephant with its talons\". Sightings of eggs of elephant birds by sailors (e.g. text on the &lt;a href=\"Fra%20Mauro%20map\"&gt;Fra Mauro map&lt;/a&gt; of 1467–69, if not attributable to ostriches) could also have been erroneously attributed to a giant raptor from Madagascar. The legend of the &lt;a href=\"roc%20%28mythology%29\"&gt;roc&lt;/a&gt; could also have originated from sightings of such a giant &lt;a href=\"Malagasy%20crowned%20eagle\"&gt;subfossil eagle&lt;/a&gt; related to the African &lt;a href=\"crowned%20eagle\"&gt;crowned eagle&lt;/a&gt;, which has been described in the genus \"&lt;a href=\"Stephanoaetus\"&gt;Stephanoaetus&lt;/a&gt;\" from Madagascar, being large enough to carry off large &lt;a href=\"primates\"&gt;primates&lt;/a&gt;; today, &lt;a href=\"lemur\"&gt;lemur&lt;/a&gt;s still retain a fear of aerial predators such as these. Another might be the perception of ratites retaining &lt;a href=\"neoteny\"&gt;neotenic&lt;/a&gt; features and thus being mistaken for enormous chicks of a presumably more massive bird.\nThe ancient &lt;a href=\"Malagasy%20language\"&gt;Malagasy&lt;/a&gt; name for the bird is vorompatra, meaning \"bird of the Ampatres\". The Ampatres are today known as the &lt;a href=\"Androy\"&gt;Androy&lt;/a&gt; region of southern Madagascar.\nTaxonomy and biogeography.\nLike the &lt;a href=\"ostrich\"&gt;ostrich&lt;/a&gt;, &lt;a href=\"Rhea%20%28bird%29\"&gt;rhea&lt;/a&gt;, &lt;a href=\"cassowary\"&gt;cassowary&lt;/a&gt;, &lt;a href=\"emu\"&gt;emu&lt;/a&gt;, &lt;a href=\"Kiwi%20%28bird%29\"&gt;kiwi&lt;/a&gt; and extinct &lt;a href=\"moa\"&gt;moa&lt;/a&gt;, \"Mullerornis\" and \"Aepyornis\" were ratites; they could not fly, and their &lt;a href=\"sternum\"&gt;breast bones&lt;/a&gt; had no &lt;a href=\"keel%20%28bird%20anatomy%29\"&gt;keel&lt;/a&gt;. Because Madagascar and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; separated before the ratite &lt;a href=\"lineage%20%28evolution%29\"&gt;lineage&lt;/a&gt; arose, \"Aepyornis\" has been thought to have dispersed and become flightless and gigantic \"&lt;a href=\"in%20situ\"&gt;in situ&lt;/a&gt;\".\nMore recently, it has been deduced from DNA sequence comparisons that the closest living relatives of elephant birds are &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; &lt;a href=\"Kiwi%20%28bird%29\"&gt;kiwi&lt;/a&gt;, though they are not particularly closely related, being estimated to have diverged from each other 54 million years ago. Elephant birds are actually part of the mid-&lt;a href=\"Cenozoic\"&gt;Cenozoic&lt;/a&gt; Australian ratite radiation; their ancestors flew across the Indian Ocean well after &lt;a href=\"Gondwana\"&gt;Gondwana&lt;/a&gt; broke apart. The existence of possible flying palaeognaths in the Miocene such as \"&lt;a href=\"Proapteryx\"&gt;Proapteryx&lt;/a&gt;\" further supports the view that ratites did not diversify in response to &lt;a href=\"vicariance\"&gt;vicariance&lt;/a&gt;. Gondwana broke apart in the Cretaceous and their phylogenetic tree does not match the process of &lt;a href=\"continental%20drift\"&gt;continental drift&lt;/a&gt;. Madagascar has a notoriously poor Cenozoic terrestrial fossil record, with essentially no fossils between the end of the Cretaceous (&lt;a href=\"Maevarano%20Formation\"&gt;Maevarano Formation&lt;/a&gt;) and the Late Pleistocene. Molecular clock estimates from complete mitochondrial genomes obtained from \"Aepyornis\" eggshells suggest that \"Aepyornis\" and \"Mullerornis\" diverged from each other during the mid &lt;a href=\"Oligocene\"&gt;Oligocene&lt;/a&gt; around 27 million years ago, suggesting elephant birds must have been present on Madagascar before this time.\nClaims of findings of \"aepyornithid\" egg remains on the eastern &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt;, if valid, would represent a major &lt;a href=\"biogeography\"&gt;biogeographical&lt;/a&gt; enigma. These islands are not thought to have been connected to mainland Africa when elephant birds were alive. There is no indication that elephant birds evolved outside Madagascar, and today, the Canary Island eggshells are considered to belong to extinct &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;n birds that may not have been ratites (possibly \"&lt;a href=\"Eremopezus\"&gt;Eremopezus&lt;/a&gt;\"/\"&lt;a href=\"Psammornis\"&gt;Psammornis&lt;/a&gt;\", or even &lt;a href=\"Pelagornithidae\"&gt;Pelagornithidae&lt;/a&gt;, prehistoric &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt;s of immense size). Various \"aepyornithid-like\" eggs and bones occur in &lt;a href=\"Paleogene\"&gt;Paleogene&lt;/a&gt; and &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; deposits in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;.\nTwo whole eggs have been found in dune deposits in southern &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;, one in the 1930s (the Scott River egg) and one in 1992 (the &lt;a href=\"Cervantes%2C%20Western%20Australia\"&gt;Cervantes&lt;/a&gt; egg); both have been identified as \"Aepyornis maximus\" rather than \"&lt;a href=\"Genyornis\"&gt;Genyornis&lt;/a&gt;\". It is hypothesized that the eggs floated from Madagascar to Australia on the &lt;a href=\"Antarctic%20Circumpolar%20Current\"&gt;Antarctic Circumpolar Current&lt;/a&gt;. Evidence supporting this is the finding of two fresh &lt;a href=\"penguin\"&gt;penguin&lt;/a&gt; eggs that washed ashore on Western Australia but originated in the &lt;a href=\"Kerguelen%20Islands\"&gt;Kerguelen Islands&lt;/a&gt;, and an &lt;a href=\"ostrich%20egg\"&gt;ostrich egg&lt;/a&gt; found floating in the &lt;a href=\"Timor%20Sea\"&gt;Timor Sea&lt;/a&gt; in the early 1990s.\nBiology.\nExamination of brain &lt;a href=\"endocast\"&gt;endocast&lt;/a&gt;s has shown that both \"A. maximus\" and \"A. hildebrandi\" had greatly reduced &lt;a href=\"Superior%20colliculus\"&gt;optic lobe&lt;/a&gt;s, similar to those of their closest living relatives, the kiwis, and consistent with a similar &lt;a href=\"nocturnal\"&gt;nocturnal&lt;/a&gt; lifestyle. The optic lobes of \"Mullerornis\" were also reduced, but to a lesser degree, suggestive of a nocturnal or &lt;a href=\"crepuscular\"&gt;crepuscular&lt;/a&gt; lifestyle. \"A. maximus\" had relatively larger &lt;a href=\"olfactory%20bulb\"&gt;olfactory bulb&lt;/a&gt;s than \"A. hildebrandi\", suggesting that the former occupied forested habitats where the sense of smell is more useful while the latter occupied open habitats.\nDiet.\nBecause there is no &lt;a href=\"rainforest\"&gt;rainforest&lt;/a&gt; &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt; record in Madagascar, it is not known for certain if there were species adapted to dense forest dwelling, like the &lt;a href=\"cassowary\"&gt;cassowary&lt;/a&gt; in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; today. However, some rainforest fruits with thick, highly sculptured &lt;a href=\"endocarp\"&gt;endocarp&lt;/a&gt;s, such as that of the currently undispersed and highly threatened forest &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; palm \"&lt;a href=\"Voanioala%20gerardii\"&gt;Voanioala gerardii&lt;/a&gt;\", may have been adapted for passage through ratite guts, and the fruit of some palm species are indeed dark bluish purple (e.g. \"&lt;a href=\"Ravenea%20louvelii\"&gt;Ravenea louvelii&lt;/a&gt;\" and \"&lt;a href=\"Satranala%20decussilvae\"&gt;Satranala decussilvae&lt;/a&gt;\"), just like many cassowary-dispersed fruits.\nReproduction.\nOccasionally subfossil eggs are found intact. The &lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic Society&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; holds a specimen of an \"Aepyornis\" egg which was given to &lt;a href=\"Luis%20Marden\"&gt;Luis Marden&lt;/a&gt; in 1967. The specimen is intact and contains the skeleton of the unhatched bird. The &lt;a href=\"Denver%20Museum%20of%20Nature%20and%20Science\"&gt;Denver Museum of Nature and Science&lt;/a&gt; in Colorado holds two intact eggs, one of which is currently on display. Another giant \"Aepyornis\" egg is on display at the &lt;a href=\"Harvard%20Museum%20of%20Natural%20History\"&gt;Harvard Museum of Natural History&lt;/a&gt; in Cambridge, Massachusetts, and a complete, unbroken egg is held at &lt;a href=\"Leeds%20Discovery%20Centre\"&gt;Leeds Discovery Centre&lt;/a&gt; in the UK. A cast of the egg is preserved at the &lt;a href=\"University%20College%20London%23Museums%20and%20collections\"&gt;Grant Museum of Zoology&lt;/a&gt; at &lt;a href=\"University%20College%20London\"&gt;London University&lt;/a&gt;.\nAn intact specimen also exists in &lt;a href=\"Kuleli%20Military%20High%20School\"&gt;Kuleli Military High School&lt;/a&gt; Museum, Istanbul, Turkey.\n&lt;a href=\"David%20Attenborough\"&gt;David Attenborough&lt;/a&gt; owned an almost complete eggshell, dating from 600 to 700 AD, which he pieced together from fragments that were given to him while making his 1961 BBC series \"&lt;a href=\"Zoo%20Quest\"&gt;Zoo Quest to Madagascar&lt;/a&gt;\". In March 2011, the BBC broadcast the 60-minute documentary \"Attenborough and the Giant Egg\", presented by Attenborough, about his personal scientific quest to discover the secrets of the elephant bird and its egg.\nA complete eggshell is also available in the collection of the University of Wrocław &lt;a href=\"Museum%20of%20Natural%20History%2C%20University%20of%20Wroc%C5%82aw\"&gt;Museum of Natural History&lt;/a&gt;.\nThere is also an intact specimen of an elephant bird's egg (contrasted with the eggs from other bird species, including a hummingbird's) on display at the &lt;a href=\"Delaware%20Museum%20of%20Natural%20History\"&gt;Delaware Museum of Natural History&lt;/a&gt;, just outside Wilmington, &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt;, US, and another in the &lt;a href=\"Natural%20History%20Museum%2C%20London\"&gt;Natural History Museum, London&lt;/a&gt;.\nThe &lt;a href=\"Melbourne%20Museum\"&gt;Melbourne Museum&lt;/a&gt; has two \"Aepyornis\" eggs. The first was acquired for £100 by Professor &lt;a href=\"Frederick%20McCoy\"&gt;Frederick McCoy&lt;/a&gt; in June 1862, and is an intact example. In 1950 it was subjected to radiological examination, which revealed no traces of embryonic material. A second, side-&lt;a href=\"Egg%20decorating\"&gt;blown&lt;/a&gt; \"Aepyornis\" egg was acquired at a later date.\nThe &lt;a href=\"Western%20Foundation%20of%20Vertebrate%20Zoology\"&gt;Western Foundation of Vertebrate Zoology&lt;/a&gt;, with one of the world's largest collections of avian eggs, has seven \"Aepyornis\" egg specimens.\nA specimen is also held by the science department at &lt;a href=\"Stowe%20School\"&gt;Stowe School&lt;/a&gt; in &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt;, UK.\nIn the collections of the department of geology at the &lt;a href=\"Field%20Museum%20of%20Natural%20History\"&gt;Field Museum of Natural History&lt;/a&gt; in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; there is a complete, side-blown egg collected, in about 1917, by Rev. Peter A. Bjelde.\nA specimen of egg is also held at &lt;a href=\"Regional%20Museum%20of%20Natural%20History%2C%20Bhubaneswar\"&gt;Regional Museum of Natural History, Bhubaneswar&lt;/a&gt; which was donated by former Indian Ambassador Abasar Beuria and his wife Tripti Beuria from their collection.\nIn April 2013 a specimen was sold at &lt;a href=\"Christie%27s\"&gt;Christie's&lt;/a&gt; in London for £66,675 The pre-sale estimate had been \"more than $45,000\".\nIn April 2018, staff at the &lt;a href=\"Buffalo%20Museum%20of%20Science\"&gt;Buffalo Museum of Science&lt;/a&gt; radiographed what had long been thought to be a model of an elephant bird egg. The cream-colored object, measuring in length and in circumference and weighing over , was found to be a mislabeled real egg (the museum does also have such a model in its collections).\nTwo eggs have been discovered on the Western Australia coast, one discovered in the 1930s and another in 1992. A study concluded that the egg found at &lt;a href=\"Cervantes%2C%20Western%20Australia\"&gt;Cervantes&lt;/a&gt; was 2000 years old and had likely drifted across the Indian Ocean.\nRelationship with humans.\nExtinction.\nIt is widely believed that the extinction of \"Aepyornis\" was a result of human activity. The birds were initially widespread, occurring from the northern to the southern tip of &lt;a href=\"Madagascar\"&gt;Madagascar&lt;/a&gt;. One theory states that humans hunted the elephant birds to extinction in a very short time for such a large landmass (the &lt;a href=\"Quaternary%20extinction%20event%23Overkill%20hypothesis\"&gt;blitzkrieg hypothesis&lt;/a&gt;). There is indeed evidence that they were hunted and their preferred habitats destroyed. Eggs may have been particularly vulnerable. 19th-century travelers saw eggshells used as bowls, and a recent archaeological study found remains of eggshells among the remains of human fires, suggesting that the eggs regularly provided meals for entire families.\nThe exact time period when they died out is also not certain; tales of these giant birds may have persisted for centuries in &lt;a href=\"folk%20memory\"&gt;folk memory&lt;/a&gt;. There is archaeological evidence of \"Aepyornis\" from a &lt;a href=\"Radiocarbon%20dating\"&gt;radiocarbon-dated&lt;/a&gt; bone at 1880 ± 70 &lt;a href=\"Before%20Present\"&gt;BP&lt;/a&gt; (approximately 120 &lt;a href=\"Common%20era\"&gt;CE&lt;/a&gt;) with signs of butchering, and on the basis of radiocarbon dating of shells, about 1000 BP (approximately 1000 AD).\nAn alternative theory is that the extinction was a secondary effect of human impact resulting from transfer of &lt;a href=\"Quaternary%20extinction%20event%23Hyperdisease%20hypothesis\"&gt;hyperdiseases&lt;/a&gt; from human &lt;a href=\"commensal\"&gt;commensal&lt;/a&gt;s such as &lt;a href=\"chicken\"&gt;chicken&lt;/a&gt;s and &lt;a href=\"guineafowl\"&gt;guineafowl&lt;/a&gt;. The bones of these domesticated fowl have been found in &lt;a href=\"subfossil\"&gt;subfossil&lt;/a&gt; sites in the island (MacPhee and Marx, 1997: 188), such as Ambolisatra (Madagascar), where \"Mullerornis\" sp. and \"Aepyornis maximus\" have been reported. Also reported by these authors, ratite remains have been found in west and south west Madagascar, at Belo-sur-Mer (\"A. medius\", \"Mullerornis rudis\"), Bemafandry (\"M. agilis\") and Lamboharana (\"Mullerornis\" sp.).\nSeveral elephant bird bones with tool marks have been dated to approximately 10,000 BC and interpreted as evidence of a long history of coexistence between elephant birds and humans, however these conclusions conflict with more commonly accepted evidence of a much shorter history of human presence on the island and remain controversial."
}