{
    "id": "3259145",
    "revid": "38489415",
    "url": "https://en.wikipedia.org/wiki?curid=3259145",
    "title": "Rashid Rida",
    "text": "Muḥammad Rashīd ibn ʿAlī Riḍā ibn Muḥammad Shams al-Dīn ibn Muḥammad Bahāʾ al-Dīn ibn Munlā ʿAlī Khalīfa (23 September 1865 or 18 October 1865 – 22 August 1935 CE/ 1282 - 1354 AH), widely known as Sayyid Rashid Rida () was a prominent &lt;a href=\"Ulama\"&gt;Islamic scholar&lt;/a&gt;, &lt;a href=\"Islah\"&gt;reformer&lt;/a&gt;, &lt;a href=\"Theology\"&gt;theologian&lt;/a&gt; and &lt;a href=\"Islamic%20revival\"&gt;revivalist&lt;/a&gt;. As an eminent Salafi scholar who called for the revival of &lt;a href=\"Hadith%20studies\"&gt;Hadith sciences&lt;/a&gt; and a theoretician of &lt;a href=\"Islamic%20state\"&gt;Islamic State&lt;/a&gt; in the modern-age; Rida condemned the rising currents of secularism and nationalism across the Islamic World following the &lt;a href=\"Abolition%20of%20the%20Ottoman%20sultanate\"&gt;Abolition of the Ottoman sultanate&lt;/a&gt;, and called for a global Islamic Renaissance program to re-establish an &lt;a href=\"Caliphate\"&gt;Islamic Caliphate&lt;/a&gt;. Rida is considered by many as one of the most influential scholars and jurists of his generation and was initially influenced by the movement for &lt;a href=\"Islamic%20Modernism\"&gt;Islamic Modernism&lt;/a&gt; founded in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; by &lt;a href=\"Muhammad%20Abduh\"&gt;Muhammad Abduh&lt;/a&gt;. Eventually, Rida became a resolute proponent of the works of &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyyah&lt;/a&gt;, &lt;a href=\"Muhammad%20ibn%20Abd%20al-Wahhab\"&gt;Muhammad ibn 'Abd al-Wahhab&lt;/a&gt;, etc. and was the leader of the &lt;a href=\"Salafi%20movement%23Evolution\"&gt;early \"Salafiyya\"&lt;/a&gt; movement. Rida was also influenced by mainstream classical scholars such as &lt;a href=\"Ibn%20Qudamah\"&gt;Ibn Qudama&lt;/a&gt;, &lt;a href=\"Al-Ghazali\"&gt;Ghazzali&lt;/a&gt;, &lt;a href=\"Al-Mawardi\"&gt;Mawardi&lt;/a&gt;, &lt;a href=\"Fakhr%20al-Din%20al-Razi\"&gt;Razi&lt;/a&gt;, &lt;a href=\"Al-Taftazani\"&gt;Taftasani&lt;/a&gt;, &lt;a href=\"Ibn%20Rajab\"&gt;Ibn Rajab&lt;/a&gt; etc. and regularly cited them in his works. Rida would be an important source of influence for a number of 20th century Salafi scholars such as &lt;a href=\"Muhammad%20Taqi-ud-Din%20al-Hilali\"&gt;Taqi ud Din al Hilali&lt;/a&gt;, &lt;a href=\"Muhibb-ud-Deen%20Al-Khatib\"&gt;Muhibb al Din al Khatib&lt;/a&gt;, &lt;a href=\"https%3A//ar.m.wikipedia.org/wiki/%25D9%2585%25D8%25AD%25D9%2585%25D8%25AF_%25D8%25AD%25D8%25A7%25D9%2585%25D8%25AF_%25D8%25A7%25D9%2584%25D9%2581%25D9%2582%25D9%258A%23%3A~%3Atext%3D%25D9%2588%25D9%2584%25D8%25AF%2520%25D9%2585%25D8%25AD%25D9%2585%25D8%25AF%2520%25D8%25AD%25D8%25A7%25D9%2585%25D8%25AF%2520%25D8%25A7%25D9%2584%25D9%2581%25D9%2582%25D9%258A%2520%25D8%25A8%25D9%2582%25D8%25B1%25D9%258A%25D8%25A9%2C%25D9%2584%25D9%2585%2520%25D9%258A%25D9%2583%25D9%2585%25D9%2584%25D9%2587%2520%25D9%2584%25D8%25B8%25D8%25B1%25D9%2588%25D9%2581%2520%25D8%25A7%25D8%25B6%25D8%25B7%25D8%25B1%25D8%25AA%25D9%2587%2520%25D9%2584%25D8%25B0%25D9%2584%25D9%2583.\"&gt;Muhammad Hamid al-Fiqi&lt;/a&gt;, Muhammad Bahjat al-Bitar, &lt;a href=\"Jamal%20al-Din%20Qasimi\"&gt;Jamal al-Din al Qasimi&lt;/a&gt;, &lt;a href=\"Muhammad%20ibn%20al-Uthaymeen\"&gt;Ibn Uthaymin&lt;/a&gt;, &lt;a href=\"https%3A//ar.m.wikipedia.org/wiki/%25D8%25B9%25D8%25A8%25D8%25AF_%25D8%25A7%25D9%2584%25D8%25B8%25D8%25A7%25D9%2587%25D8%25B1_%25D8%25A3%25D8%25A8%25D9%2588_%25D8%25A7%25D9%2584%25D8%25B3%25D9%2585%25D8%25AD%23%3A~%3Atext%3D%25D8%25B9%25D8%25A8%25D8%25AF%2520%25D8%25A7%25D9%2584%25D8%25B8%25D8%25A7%25D9%2587%25D8%25B1%2520%25D8%25A8%25D9%2586%2520%25D9%2585%25D8%25AD%25D9%2585%25D8%25AF%2520%25D9%2586%25D9%2588%25D8%25B1%2C%25D8%25A7%25D9%2584%25D8%25B4%25D8%25B1%25D9%2582%25D9%258A%25D8%25A9%2520%25D8%25A8%25D9%2585%25D8%25B5%25D8%25B1%25D8%258C%2520%25D9%2581%25D9%258A%2520%25D8%25B9%25D8%25A7%25D9%2585%25201300%25D9%2587%25D9%2580.\"&gt;'Abd al-Zahir Abu al-Samh&lt;/a&gt;, &lt;a href=\"http%3A//www.saaid.net/Doat/gamdi/11.htm\"&gt;Muhammad 'Abd al-Razzaq Hamza&lt;/a&gt;, &lt;a href=\"Abdur%20Razzaq%20Malihabadi\"&gt;Abdur Razzaq Malihabadi&lt;/a&gt;, &lt;a href=\"Vakkom%20Moulavi\"&gt;Vakkam Abdul Qadir Moulavi&lt;/a&gt; and most notably &lt;a href=\"Muhammad%20Nasiruddin%20al-Albani\"&gt;Muhammad Nasir al-Din al-Albani&lt;/a&gt;.\nRida was born near &lt;a href=\"Tripoli%2C%20Lebanon\"&gt;Tripoli&lt;/a&gt; in &lt;a href=\"Al-Qalamoun\"&gt;Al-Qalamoun&lt;/a&gt; in &lt;a href=\"Beirut%20Vilayet\"&gt;Beirut Vilayet&lt;/a&gt;. His early education consisted of training in \"traditional Islamic subjects\" and then under a religious school established by (1845-1909) that also taught modern sciences. As a young student of the works of Ghazzali and Ibn Taymiyya, Rida believed that the Muslim \"&lt;a href=\"Ummah\"&gt;Ummah&lt;/a&gt;\" needed a Reformation to stop its decline, rid immoral and heretical practices associated with popular Sufism and revive itself. In 1884–5 he was first exposed to \"&lt;a href=\"Al-Urwah%20al-Wuthqa\"&gt;al-`Urwa al-wuthqa&lt;/a&gt;\", the journal of &lt;a href=\"Jamal%20al-Din%20al-Afghani\"&gt;Jamal al-Din al-Afghani&lt;/a&gt; and &lt;a href=\"Muhammad%20Abduh\"&gt;Muhammad Abduh&lt;/a&gt;. In 1897 he left &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; for &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; to collaborate with Abduh. The following year Rida launched \"&lt;a href=\"al-Manar%20%28journal%29\"&gt;al-Manar&lt;/a&gt;\", a weekly and then monthly journal comprising Quranic commentary. Through \"Al-Manar\"'s popularity across the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;, with an active readership across &lt;a href=\"Java\"&gt;Java&lt;/a&gt; to &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, Rida essentially led the early Salafi movement and championed its cause.\nAfter the death of Abduh, Rida would depart from his initial rationalist leanings and draw close to traditional Salafi Scripturalist methodologies such as that of \"&lt;a href=\"Ahl-i%20Hadith\"&gt;Ahl-i Hadith&lt;/a&gt;\". He would become an admirer of the &lt;a href=\"Wahhabism\"&gt;Wahhabi movement&lt;/a&gt;, revive the works of Ibn Taymiyya and spear-head the \"Salafiyya\" movement into a more conservative direction, adopting a strict Scripturalist approach. Through \"Al-Manar\", Rida would popularise Wahhabi teachings throughout the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;. He is regarded by a number of &lt;a href=\"historian\"&gt;historian&lt;/a&gt;s as \"pivotal in leading Salafism's retreat\" from the Islamic Modernist school of his mentor, Muhammad Abduh. Rida's strategy of rehabilitation of the &lt;a href=\"Ummah\"&gt;Muslim Ummah&lt;/a&gt; through a return to its Islamic origins would be adopted by &lt;a href=\"Muslim%20Brotherhood\"&gt;Muslim Brotherhood&lt;/a&gt; and inspire later &lt;a href=\"Islamic%20fundamentalism\"&gt;fundamentalist&lt;/a&gt; movements.\nEarly life.\nFamily Background.\nMuhammad Rasheed Rida was born in a village near &lt;a href=\"Tripoli%2C%20Lebanon\"&gt;Tripoli&lt;/a&gt; in 1865, to a family well known for religious knowledge and piety. His father was an \"&lt;a href=\"Imam\"&gt;Imam&lt;/a&gt;\" in \"&lt;a href=\"Mosque\"&gt;Masjid&lt;/a&gt;\". Riḍā came from a Sunni Shafi'i family of modest means that relied on the revenues of their limited olive-tree holdings and fees earned by some of its members who served as \"ulama\". For generations, the \"ulama\" of the Rida family had been in charge of &lt;a href=\"Al-Qalamoun\"&gt;Al-Qalamoun&lt;/a&gt; mosque. He belonged to a family of \"&lt;a href=\"Sayyid\"&gt;Sayyid&lt;/a&gt;s\" who claimed descent from the \"&lt;a href=\"Ahl%20al-Bayt\"&gt;Ahl al-Bayt&lt;/a&gt;\" (family of the Islamic &lt;a href=\"Muhammad%20in%20Islam\"&gt;prophet Muhammad&lt;/a&gt;), specifically &lt;a href=\"Husayn%20ibn%20Ali\"&gt;Husayn ibn Ali&lt;/a&gt;. Stories of Al-Husayn were frequently repeated inside the family. Rida himself identified Al-Husayn as one of his \"great-grandfathers\" and often cursed those responsible for his martyrdom, without naming them.\nEducation.\nAs a young boy, Rida had received traditional religious education. Riḍā started his elementary education in a local \"&lt;a href=\"Kuttab\"&gt;Kuttab&lt;/a&gt;\" (Qurʾānic school) in &lt;a href=\"Al-Qalamoun\"&gt;Qalamūn&lt;/a&gt;, where he learned and memorized the \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\". He then moved to the Turkish government elementary school in Tripoli, where he studied grammar, mathematics, geography and religion, in addition to &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; and &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt;. After one year, Rida enrolled in the National Islamic School (\"al-Madrasa al-Islāmiyya al-Waṭaniyya\") of Shaykh &lt;a href=\"https%3A//fr.m.wikipedia.org/wiki/Husayn_al-Jisr\"&gt;Ḥusayn al-Jisr&lt;/a&gt; in Tripoli. The language of instruction of the school was Arabic and its curriculum included Islamic religious sciences, logic, mathematics and modern natural sciences. Riḍā's teachers included Maḥmūd Nashābeh(d. 1890), who taught him &lt;a href=\"Hadith%20studies\"&gt;hadith&lt;/a&gt; and &lt;a href=\"Shafi%CA%BDi%20school\"&gt;Shafi'i&lt;/a&gt; Fiqh; ʿAbd al-Ghānī al-Rāfiʿī(d. 1890), who introduced him to the works of &lt;a href=\"Yemen\"&gt;Yemeni&lt;/a&gt; jurist &lt;a href=\"Al-Shawkani\"&gt;Al-Shawkani&lt;/a&gt;; and Muḥammad al-Kawukjī (d. 1887).\nAs a pious and motivated religious student, Rida started preaching and educating others at a communal level. He gathered the people of his village to the Central mosque where he taught them \"&lt;a href=\"Tafsir\"&gt;Tafsir&lt;/a&gt;\" lessons and other religious sciences. He also arranged separate classes for females, instructing them on the rules of rituals and \"&lt;a href=\"Ibadah\"&gt;Ibadah&lt;/a&gt;\". Rida's accidental discovery of several copies of the periodical \"&lt;a href=\"Al-Urwah%20al-Wuthqa\"&gt;al-Urwa al-Wuthqa&lt;/a&gt;\", edited by &lt;a href=\"Jamal%20al-Din%20al-Afghani\"&gt;Jamal al-Din Al-Afghani&lt;/a&gt; and Muhammad Abduh, would change the course of his life. Rida collected its various issues from his father and Al-Jisr, became its avid reader and was highly influenced by it. He wrote to Afghani asking him to accept him as a disciple, but Afghani died before Rida had a chance to meet him.\nAccording to Lebanese-British historian &lt;a href=\"Albert%20Hourani\"&gt;Albert Hourani&lt;/a&gt;, Rashid Rida belonged to the last generation of traditionally trained Islamic scholars who could be \"fully educated and yet alive in a self-sufficient Islamic world of thought.\"\nCollaboration With Abduh.\nRida had met Abduh as an exile in Lebanon in the mid-1880s. Rida was able to establish a relationship with Abduh and would refer to him as his Ustadh (mentor) throughout his life. After obtaining diploma of ulema in 1897, Rida joined Abduh in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;. Modelled after \"al-Urwa al-Wuthqa\", they would start the monthly periodical \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\". Rida would continue as its chief editor and owner until his death in 1935. After Abduh's death, Rida would publish \"&lt;a href=\"Tafsir%20al-Manar\"&gt;Tafsir al-Manar&lt;/a&gt;\" as well as issue \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;s\" (religious rulings)on various issues in the section \"Fataawa al-Manar\". \"Tafsir al-Manar\" would later be published as a separate &lt;a href=\"Tafsir\"&gt;Qur'anic exegesis&lt;/a&gt;, although it remained incomplete. In the words of &lt;a href=\"Albert%20Hourani\"&gt;Albert Hourani&lt;/a&gt;; \"from the time of its foundation, \"Al-Manar\" was... (Rida's) life.\"\nAfter the death of Abduh, Rida would be seen as his de facto successor. After Abduh's death, his disciples would divide into opposing camps. One camp were Islamic modernists (such as &lt;a href=\"Saad%20Zaghloul\"&gt;Saad Saghlul&lt;/a&gt;, &lt;a href=\"Ali%20Abdel%20Raziq\"&gt;'Ali 'Abd al-Raziq&lt;/a&gt;) who called for embracing European secular values and legal system. The other camp was the \" \"Al-Manar Reform Party\" \" which advocated the &lt;a href=\"Tajdid\"&gt;revival&lt;/a&gt; of Islam and sought to base \"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\" for organisation of both state as well as society. From this camp, would emerge in the \"Salafiyya\" movement. Rida would engage in fierce campaigns against the modernists, often invoking Abduh's legacy even though Abduh wouldn't have shared his views. Unlike Afghani and Abduh whose movement sought to \"modernise Islam\", Rida and his \"Salafiyya\" school sought the \"Islamization of modernity\".\nDifferences with Abduh.\nInitial Dispute.\nDespite their different backgrounds, a serious-minded and religiously pious, young Rashid Rida developed a close-relationship with the broad-minded Abduh. The first major dispute between them arose over the status of the &lt;a href=\"Bah%C3%A1%CA%BC%C3%AD%20Faith\"&gt;Baháʼí Faith&lt;/a&gt;. Muhammad 'Abduh viewed the Baha'is as a creative minority who were attempting to reform &lt;a href=\"Shia%20Islam\"&gt;Shi'ite faith&lt;/a&gt; and whose efforts were relevant for Islamic reform. Rashid Rida, on the other hand, considered Bahais as a totally separate religion with its own distinctive laws and concluded that they were esotericists pretending to believe in Islam while practising another religion. He perceived them as modern equivalents of &lt;a href=\"Fatimid%20Caliphate\"&gt;Fatimids&lt;/a&gt; and as a destructive internal threat to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. Rida was disheartened to hear of Abduh's friendship with &lt;a href=\"%CA%BBAbdu%27l-Bah%C3%A1\"&gt;'Abdu'l-Baha Abbas&lt;/a&gt;, the head of Bahai faith and his praise of his &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; ideas. Abduh's arguments supporting Bahai stances were unacceptable to Rida, who was determined to convince Abduh of its falsehood. In Rida's view, Bahai faith, like all the other non-Muslim religious movements were falsehood and there was no room for \"partially true\" movements.\nStance on Wahhabis.\nAbduh had disliked the literalism of the Wahhabi movement. In his conversations with Rida, Abduh alleged about the Najdi movement:\"The Wahhábis undertook reform, and their sect would be good were it not for their extremism and excess. What need is there for their call that the tomb of the Prophet be destroyed? Or their assertion that all other Muslims are infidels? Or that they must be extirpated?\"\nAbduh criticized the Wahhabis and their religious ethos for running counter to the intellectual and social objectives of Islamic modernism. Although the Wahhabis were against \"&lt;a href=\"Taqlid\"&gt;taqleed&lt;/a&gt;\", 'Abduh complained that they ended up being more narrow-minded and extreme than the blind imitators. According to him, they were no \"friends of science and civilization\". Rida on the other hand, was a staunch defender of Wahhabis and advocated their rehabilitation in the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;. Unlike Abduh, Rida identified as a Salafi in creed and relied heavily on transmitted reports(\"naql\"). But as a balanced reformer, Rida still upheld notions of rationality and progress. Additionally, Abduh was mostly unfamiliar with the works of Hanbali theologian Ibn Taymiyya and was quite critical of his reputed literalism. Rashid Rida respected Ibn Taymiyya as a major scholarly figure in the &lt;a href=\"history%20of%20Sunni%20Islam\"&gt;history of Sunni Islam&lt;/a&gt; who had a profound impact on Islamic religious thought.\nTheological Differences.\nAbduh's conception of \"&lt;a href=\"Tawhid\"&gt;Tawhid&lt;/a&gt;\" was build almost entirely upon &lt;a href=\"Ash%27ari\"&gt;Ash'ari theology&lt;/a&gt;. Abduh's definition of \"Tawhid\" was only limited to mean what Salafis understand as \"al-rubūbiyyah\"(the Lordship of God). He also adopted the Ash'ari methodology of metaphorical and interpretive view of what he viewed as potentially anthropomorphic descriptions of &lt;a href=\"Attributes%20of%20God%20in%20Islam\"&gt;Attributes of God&lt;/a&gt;. Rashid Rida, who was advocating Salafi theology after the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;, would correct his teachers views. In response to Abduh's statement in \"Risalah al Tawhid\" that the most important aspect of \"Tawhid\" is belief in \"God's oneness in His essence a nd the creation of the universes\", Rida remarks that Abduh failed to mention \"tawḥīd al-ʾulūhiyyah\" which he viewed as “the first thing to which every Prophet called upon his people.” He also disputed Abduh's stance on Divine Attributes. In his long editorial footnote to the section where Abduh advocates \"ta'wil\" (allegory) or \"tafwid\" (suspending the meaning) of what he considered as potentially anthropomorphic Attributes, Rida refuted Abduh's views and repeated the standard Salafi arguments against the Ash'ari and &lt;a href=\"Maturidi\"&gt;Maturidi&lt;/a&gt;te schools.\nAbduh had a liberal, humanist outlook and sought to unite various Islamic sects. In line with his tolerant approach, Abduh had interpreted the Prophetic hadith of \"73 sects\" to argue that no Muslim can be assured of belonging to the saved sect and that all surviving groups are included in the Saved Sect. Directly criticising Abduh on the issue, Rida stated that the “saved sect” was indisputably \"&lt;a href=\"Sunni%20Islam\"&gt;Ahlul Sunna wal Jama'ah&lt;/a&gt; (i.e. \"Sunni Islam\").\nPolitical Differences.\nUnlike 'Abduh, Rida also believed that problems faced by &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; required comprehensive political reform. Politically, Rida differed from 'Abduh and his former associates in championing &lt;a href=\"anti-imperialist\"&gt;anti-imperialist&lt;/a&gt; activism characterised by radical &lt;a href=\"Pan-Islamist\"&gt;Pan-Islamist&lt;/a&gt; stances. This was at odds with the political quietism of 'Abduh or the &lt;a href=\"Egyptian%20nationalism\"&gt;nationalist&lt;/a&gt; activism of the Egyptian leader &lt;a href=\"Saad%20Zaghlul\"&gt;Saad Zaghlul&lt;/a&gt;, another prominent disciple of 'Abduh.\nInitially, Rida was a supporter of &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; as the bastion of Islamic strength. He proposed the creation of an Islamic Empire, wherein the \"ulema\" of various Islamic sects - &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt;, &lt;a href=\"Shi%E2%80%98a\"&gt;Shi‘a&lt;/a&gt;, &lt;a href=\"Ibadi\"&gt;Ibadi&lt;/a&gt; - draft a modern code of law based on \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\" under the leadership of the &lt;a href=\"Ottoman%20Caliphate\"&gt;Ottoman Caliph&lt;/a&gt;. After his proposals of reform were rejected by Sultan &lt;a href=\"Abdul%20Hamid%20II\"&gt;Abdul Hamid II&lt;/a&gt;, Rida would briefly back the Young Turk Revolution and Hashemite-led Arab revolt during World War I. However, Atatürk's actions of abolition of Caliphate would be a shock to Rida and he would later regret his past decisions. During 1922–1923, Rida would publish a series of articles in \"Al-Manar\" titled “\"The Caliphate or the Supreme Imamate\"”. In this highly influential treatise, Rida advocates for the restoration of Caliphate and proposes gradualist measures of Education, Reformation and Purification through the efforts of \"Salafiyya\" Reform movements across the globe.\nIn advocating a &lt;a href=\"Worldwide%20caliphate\"&gt;restoration of the Caliphate&lt;/a&gt;, Rashid Rida would re-iterate the unity of both the &lt;a href=\"Spirituality\"&gt;spiritual&lt;/a&gt; and temporal aspects of Islam, in direct opposition to the emerging tides of &lt;a href=\"secularism\"&gt;secularism&lt;/a&gt; across the Arab and Turkish worlds. In \"The Caliphate or the Supreme Imamate\" he discusses the conditions necessary for the revival of the ideal Caliphal rule and proposes routes that would avoid a return to the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman imperial system&lt;/a&gt;. Acclaiming the &lt;a href=\"Early%20Muslim%20conquests\"&gt;early Islamic territorial conquests&lt;/a&gt;, Rida stated:“The greatest glory in the Muslim conquests goes to the Arabs, and that religion grew and became great through them; their foundation is the strongest, their light the brightest, and they are indeed the best umma brought forth to the world. . . . [A] little knowledge of past and present history shows that most of the countries where Islam was established were conquered by the Arabs.”\nOpposition to Modernists.\nDuring his early years, Rida was influenced by 'Abduh and Afghani and he attacked the official clergy throughout his writings. At this stage, Rida considered the traditional &lt;a href=\"Sufi\"&gt;Sufi&lt;/a&gt; clergy to be the biggest obstacle to &lt;a href=\"Islamic%20revival\"&gt;revival&lt;/a&gt; of &lt;a href=\"Muslim%20World\"&gt;Islamic civilisation&lt;/a&gt; and &lt;a href=\"Islah\"&gt;reformation&lt;/a&gt; of Muslims. Despite this, Rida never shared Muhammad 'Abduh's intellectual accommodation for &lt;a href=\"Western%20civilization\"&gt;Western civilization&lt;/a&gt; and European ideas. Rather than the Western and Persian philosophers admired by 'Abduh, Rida was inspired by classical Islamic scholars such as &lt;a href=\"Ibn%20Taymiyya\"&gt;Ibn Taymiyya&lt;/a&gt; and his hardline Hanbalite treatises. Instead of criticising &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt; based on its perceived role in the Islamic historical scheme; Rida opposed Sufis since he considered their activities to be \"&lt;a href=\"bid%27ah\"&gt;bid'ah&lt;/a&gt;\" (innovations) without textual precedents or any sanction in the practices of the earliest generations.\nThe advancement of &lt;a href=\"secularist\"&gt;secularist&lt;/a&gt; trends would later make Rida turn his attention on the Westernised &lt;a href=\"Islamic%20modernism\"&gt;modernisers&lt;/a&gt;. Rida would fiercely attack the modernisers, accusing them of sowing corruption, immorality and charging them \"with treason\". For Rida, Scriptures cannot be ignored and any \"reforms\" that goes against Scripture is a heresy that should be censured. Rida's fierce campaigns were instrumental in putting modernists like &lt;a href=\"Ali%20Abdel%20Raziq\"&gt;Ali Abd al-Raziq&lt;/a&gt; to trial for what he viewed as his \"attacks\" on \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\". Rida would extol &lt;a href=\"Ibn%20Hazm\"&gt;Ibn Hazm&lt;/a&gt;, an early scholar of the &lt;a href=\"Zahiri\"&gt;Zahiri&lt;/a&gt; (literalist) school, whom he regularly cited. In line with his literalist methodology, Rida would gradually distance from the tolerant approach of Abduh and Afghani.\nRida was also a staunch opponent of Hadith-rejectionist trends in Egypt. Prominent amongst them was the Egyptian physician &lt;a href=\"Muhammad%20Tawfiq%20Sidqi\"&gt;Muhammad Tawfiq Sidqi&lt;/a&gt; who grew out of the modernist traditions of Muhammad Abduh. Sidqi cast aspersions on the hadith corpus, suggesting that it has been prone to corruption due to flawed transmissions and hence, Muslims should rely solely on Qur'an. Rashid Rida rebuked Sidqi's views, writing:\"It is self-evident to us, \"and none contests it, that our Prophet Muhammad was sent to all people - those of his own era, both Arabs and others, and those who came after, until the Day of Resurrection.\"\nHence, Rida argued, Sidqi's assault on &lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;, was a rejection of this prophecy, reducing &lt;a href=\"Muhammad%20in%20Islam\"&gt;Muhammad&lt;/a&gt; to a minor figure and slandering him. Ridā's public stance against Sidqi forced him to recant his views.\nAlthough Rida's initial views mirrored the modernist approach of Abduh, he later became an admirer of &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt; and &lt;a href=\"Muhammad%20ibn%20Abd%20al-Wahhab\"&gt;Muhammad Ibn Abd al-Wahhab&lt;/a&gt; and would adopt a more conservative and orthodox outlook. He believed that the &lt;a href=\"Islamic%20modernism\"&gt;modernists&lt;/a&gt; had gone too far in their reformist attempts, embracing Westernised lifestyles and thinking; thus leading Muslims to loose their faith. Rida advocated a return the ways of the \"&lt;a href=\"salaf\"&gt;salaf&lt;/a&gt;\" and urged Muslims to live entirely by the &lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;. Reviving the ideas of Ibn Taymiyya, he employed the term \"&lt;a href=\"Jahiliyyah\"&gt;Jahiliyya&lt;/a&gt;\" to refer to the conditions of contemporary Muslims and believed that governance not adhering to \"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\" was &lt;a href=\"apostasy\"&gt;apostasy&lt;/a&gt;. This idea would become a major rationale behind the &lt;a href=\"Jihad\"&gt;armed Jihad&lt;/a&gt; of future militant organisations.\nAfter Abduh's Death.\nAs the successor of Abduh's legacy, Rida tried to depict his late mentor as a champion of Salafi theology. In 1928, Rida declared that Abduh was \"Salafi in creed\" despite the fact that he interpreted some divine attributes like an Ashari. However, Abduh was only an Islamic freethinker rather than an exponent of \"madhhab al-salaf\". The comments Rida wrote in his re-editions of Abduh's famous theological treatise, \"Risalat al-tawheed\", reveal a similar discomfort. Disturbed by a passage in which Abduh praised &lt;a href=\"Al-Ash%27ari\"&gt;Abu al-Hasan al-Ash'ari&lt;/a&gt; (d. 936) for striking a balance between the position of the \"salaf\" and that of the \"khalaf\", Rida added a footnote to remind readers that al-Ash'ari recanted his own views and embraced &lt;a href=\"Hanbali\"&gt;Hanbali&lt;/a&gt; theology at the end of his life. Rida also noted the historical significance of Ibn Taymiyya and his role in proving the superiority of \"&lt;a href=\"Traditionalist%20theology%20%28Islam%29\"&gt;madhhab al-salaf&lt;/a&gt;\" over \"&lt;a href=\"kalam\"&gt;kalam&lt;/a&gt;\", an essential element of Salafi theology that Abduh had failed to mention. Even though Rida and his Salafi comrades considered Abduh to be a great reformer they had serious reservations about his theological views. Claiming him as one of their own was always an uphill battle.\nWhen popular interest in &lt;a href=\"Muhammad%20Abduh\"&gt;Muhammad Abduh&lt;/a&gt; was revived in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; around twenty-five years after his death, two contesting narratives of him were available. One was a short biography published by &lt;a href=\"Mustafa%20%27Abd%20al-Raziq\"&gt;Mustafa 'Abd al-Raziq&lt;/a&gt;, an &lt;a href=\"Azharite\"&gt;Azharite&lt;/a&gt; student of 'Abduh, which stressed the rationalist legacy of Abduh's thought. Similar portrayals of Abduh would be espoused by Uthman Amin and Egyptian artist &lt;a href=\"Mohamed%20Nagy%20%28artist%29\"&gt;Muhammad Naji&lt;/a&gt;. The other narrative was elaborated by Rashid Rida, in his 1931 biographic work titled \"Tarikh al-ustadh al-imam al-shaykh Muhammad Abduh\" (“History of Professor the Imam Shaykh Muhammad Abduh”). The views of Muhammad Abduh attributed by Rida were closest to his own. His unorthodox views were either ignored or actively deleted from the editions of his works that Rida published. Rather than an exponent of rationalist theology, Muhammad 'Abduh was portrayed as a restorer of Islamic orthodoxy, an opponent of \"&lt;a href=\"bid%27ah\"&gt;bid'ah&lt;/a&gt;\"- and an enthusiast of &lt;a href=\"Ibn%20Taymiyya\"&gt;Ibn Taymiyya&lt;/a&gt;. Eventually, Rida's view of Muhammad 'Abduh would become the dominant one, enshrined in Egyptian school history lessons and in popular memory.\n&lt;a href=\"Jamal%20al-Din%20Qasimi\"&gt;Jamal al-Din al Qasimi&lt;/a&gt;, a Salafi scholar and associate of Rida, would also claim that Abduh abided by the creed of the \"Salaf\". Recounting a private conversation with Abduh in 1903, Qasimi ambivalently claimed that Abduh had assented \"in silence\" on the issue of the methodology of the pious ancestors being the correct theological approach. Although Abduh had not claimed the \"Salafi\" label for himself, Abduh did understand the technical meaning of the term. In 1902, three years before his death, he made a rare mention of the Salafis (\"al-salafiyyun\") in \"Al-Manar\" introducing them as “people who adhere to the creed of the forefathers\". However, he hadn't included himself amongst them but presented them as Sunni Muslims who differed from Asharis in theology. Unlike 'Abduh, Rida also referred to himself as \"Salafi\" in both creed as well as law.\nProposal of Reform to Abdul Hamid II.\nWorld Islamic Congress.\nIn 1897, Rida had decided to expand his knowledge by studying under the active &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamic&lt;/a&gt; scholar, &lt;a href=\"Jamal%20al-Din%20al-Afghani\"&gt;Jamal al-Din al-Afghani&lt;/a&gt;, who was at that time in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; but died later that year. After suspecting the &lt;a href=\"https%3A//www.britannica.com/place/Ottoman-Empire/Rule-of-Abdulhamid-II\"&gt;Hamidian administration&lt;/a&gt; of being responsible for his death, Rida left the empire and joined Afghani's student &lt;a href=\"Muhammad%20Abduh\"&gt;Muhammad 'Abduh&lt;/a&gt; (1849- 1905) in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;. Beginning from 1898, Rashid Rida published numerous articles in \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\" counselling the Ottoman authorities to adopt a new religious strategy in the framework of the caliphal and &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamic&lt;/a&gt; policy of &lt;a href=\"Abdul%20Hamid%20II\"&gt;Sultan Abd al-Hamid II&lt;/a&gt;. For training future \"&lt;a href=\"ulama\"&gt;ulama&lt;/a&gt;\" as well as \"&lt;a href=\"Qadi\"&gt;Qadi&lt;/a&gt;s\" responsible for issuing fatwas and discussing religious affairs, Rashid Rida recommended the creation of different institutions in a standardised manner.\nIn an article published in 1898, \"Al-Manar\" would raise the issue of a World Islamic Congress for Muslim reformation, with the standardisation of creed, laws and teachings as its fundamental principle. Directly addressing Sultan Abdul Hamid II as \"&lt;a href=\"Amir%20al-Mu%27minin\"&gt;Amir al-Mu'min&lt;/a&gt;\", Rashid Rida wrote:\"This reform is consistent with the creation of an Islamic society, under the auspices of the caliph, which will have a branch in every Islamic land. Its greatest branch should be in Mecca, a city to which Muslims come from all over the world and where they fraternize at its holy sites. The most important meeting of this branch should be held during the pilgrimage season, when members from the rest of the branches in the rest of the world come on pilgrimage. Thus they can bring back to their own branches whatever is decided, secretly and openly, in the general assembly (al-mujtama al 'amm). This is one of the advantages of establishing the great society at Mecca rather than Istanbul. There are other advantages, the most important among them being the distance from the intrigues and suspicions of [non-Muslim] foreigners\"\nThe proposed international society would publish a religious journal in the Sacred city, to counter innovations(\"&lt;a href=\"Bid%CA%BBah\"&gt;bid'ah&lt;/a&gt;\") and heretic ideas; as well as translating religious works to different languages. Rida had lamented the attitude of returning pilgrims, who spoke about their journeys, but not at all regarding the contemporary circumstances under which the rest of Muslims lived. The &lt;a href=\"Caliphate\"&gt;Khalifa&lt;/a&gt; himself would preside over the affairs of the society, while remaining its member just like the other members. The scholars of the society would compile legal works, drawn from all \"&lt;a href=\"Madhhab\"&gt;mad'habs&lt;/a&gt;\"(legal schools), adapted to contemporary situation and the resulting legislation should be implemented by the \"Khalifa\" in all Muslim lands.\nRida did not call for an immediate establishment of a spiritual caliphate, but a global religious society which would pave the way for it. Islamic unity required the abolition of sectarian differences and reviving the doctrines of the \"&lt;a href=\"Salaf\"&gt;Salaf us Salih&lt;/a&gt;\", who pre-dated different sects and \"mad'habs\". While respecting the contributions of the scholarly eponyms of the \"mad'habs\", Rida advocated a centralising policy of reunion of Muslim schools and sects through a return to the fundamentals of Faith. The proposal also had the political objective of uniting Muslims against &lt;a href=\"Colonialism\"&gt;European colonialism&lt;/a&gt;. Critiquing despotic systems, Rida believed that \"&lt;a href=\"shura\"&gt;shura&lt;/a&gt;\"(consultation) is a basic feature of any &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt;. He viewed the &lt;a href=\"Caliphate\"&gt;Caliphate&lt;/a&gt; as a necessary temporal power to defend Islam and enforce sharia. Maintaining that Islam fundamentally sought the implementation of \"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\" through authority, Rida wrote:\"The Muslim does not consider his religion in full being unless there exists a strong independent Islamic state capable of enforcing the sharia without opposition or foreign control.\"\nOttoman Censorship.\n\"Al-Manar\" proposals were met with poor and often, hostile reception from the Ottoman authorities. The choice of &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; as the centre of the society and the relegation of the Caliph as an ordinary member of the society; alerted the Ottoman authorities for whom the domination of Istanbul and &lt;a href=\"Ottoman%20dynasty\"&gt;Ottoman dynastic&lt;/a&gt; claims to Caliphate were not open to dispute. Some of them proposed a Muslim Congress in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;. However, according to Rida, it was harmful to set up such a Congress in Istanbul. Abdul Hamid II opposed the idea of a Congress both in Mecca as well as Istanbul. The Meccan Congress was opposed by the &lt;a href=\"Ottoman%20Sultan\"&gt;Sultan&lt;/a&gt;, viewing it as a ploy for Arab separatism and Hejazi autonomy. The Istanbul setting was perceived as an indirect way to establish a parliamentary forum in the capital of the empire. The proposals were in direct contradiction to the established Ottoman policy on enforcing the absolute authority of the &lt;a href=\"Sultan\"&gt;Sultan&lt;/a&gt;.\nMeanwhile, Rashid Riḍā's harsh denunciation of &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt; had enraged Abū l-Hudā al-Sayyādī(1850-1909), the sultan's Syrian advisor. Riḍā condemned the &lt;a href=\"Rifa%CA%BDi\"&gt;Rifāʿiyya&lt;/a&gt; and &lt;a href=\"Qadiriyya\"&gt;Qādiriyya&lt;/a&gt; &lt;a href=\"Tariqa\"&gt;Sufi orders&lt;/a&gt; for ritualising innovated practices. Due to this, the Ottoman authorities harassed Rida's family in Syria. Al-Sayyādī requested Badrī Bāšā, his brother-in- ̣law and the governor of Tripoli, to transfer Riḍā's brothers to military authorities. One of Rida's brothers was beaten and the authorities also tried to confiscate Rida's family mosque. Rida would report that Sayyadi had also planned to assassinate him in Egypt. The Hamidian administration would ban the journal \"Al-Manar\" in Ottoman regions. Later in 1901, Rida published a review on &lt;a href=\"Abd%20al-Rahman%20al-Kawakibi\"&gt;Kawakibi's&lt;/a&gt; famous essay, \"Characteristics of Tyranny\"(Tabāʾiʿ al-istibdād), which attacked Sufism as well as the Ottoman sultan directly.\nFurther Proposals.\nDespite the censorship, \"al-Manar\" resulted in the wide dissemination of reformist proposals across the Islamic World. The theme of a World Muslim Congress was given detailed expression for the first time in Abd al-Rahman al-Kawakibi's famous literary piece of fiction, \"Umm al-qura\", first published in 1900. Umm al-Qura(one of the names of the Islamic holy city of &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;), was the setting of Kawakibi's fictional story of a Muslim congress and its proceedings. The article would become the staunchest anti-Ottoman elaboration of the &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamist movement&lt;/a&gt;. In the article, Kawakibi argued for an end to the Ottoman rule, and its replacement by an Arabian Qurayshi caliphate elected through a great Islamic congress. Rashid Rida took the outline of the article presented to him by Al-Kawakibi in Cairo, expanded it with consultation and made it famous, through serialization in \"al-Manar\". Salafi reformist themes such as the stripping away of ritual accretions, Sufism, etc. were advocated by the article.\nIn spite of the rejection of his proposals as well as vehement Ottoman opposition, Rida supported the preservation of the &lt;a href=\"Sultanate\"&gt;Sultanate&lt;/a&gt; during the &lt;a href=\"https%3A//www.britannica.com/place/Ottoman-Empire/Rule-of-Abdulhamid-II\"&gt;Hamidian era&lt;/a&gt;(1876-1909). The dynastic nature of Ottoman state, was reconciled with the classical legal approach of accommodating a “caliphate of conquest,” in which caliphs ruled through force, not \"&lt;a href=\"shura\"&gt;shura&lt;/a&gt;\", consent, and adherence to \"shari‘ah\". While holding the Ottoman rule to be based on \"&lt;a href=\"Asabiyyah\"&gt;asabiyya&lt;/a&gt;\"(tribalism), Rida distanced himself from rebelling against the empire, since it may lead to the demolition of the only Islamic temporal power. With the emerging European colonial encroachment that threatened the Muslim World, the Ottoman Caliphate was seen an indispensable buffer. At this stage, Rida had restricted himself to advocating reforms for consultative governance within the Ottoman state. His writings also focused on condemning partisanship to \"mad'habs\" and all forms of factionalism. He also walked a tight-rope of supporting &lt;a href=\"Pan-Arabism\"&gt;Arabism&lt;/a&gt; and promoting Arab pre-eminence while simultaneously advocating Islamic unity and condemning ethnic prejudice as un-Islamic. In the Arab religious nationalism advocated by \"Salafiyya\", Arabs were better suited for Islamic leadership and hence Arab revival was identical with Islamic unity. Simultaneously, Rida called for Arab-Turkish co-operation, writing:\"Islam both gave people equal rights and transformed them into brethren. The achievements of each should be perceived as complementary. Otherwise, racial conflict which was the cause of Muslim weakness in the past might become the cause of their total destruction in the future.\"\nOttoman Consultative Society.\nIn 1897, Rashid Rida, &lt;a href=\"Raf%C4%ABq%20Bey%20al-%CA%BFAzm\"&gt;Rafiq al-‘Azm&lt;/a&gt;, and &lt;a href=\"Ali%20Saip%20Ursava%C5%9F\"&gt;Saib Bey&lt;/a&gt;, a Turkish officer; founded the Ottoman Consultative Society(\"Jam‘iyat al-shura al-‘uthmaniyya\") in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;. Azm served as the society's treasurer and Rida became the administrative head. Its members consisted of Turks, Armenians, and Circassians residing in Egypt. The Society called for Islamic unity embodied under an &lt;a href=\"Ottomanism\"&gt;Ottomanist&lt;/a&gt; platform but condemned the autocratic &lt;a href=\"Abdul%20Hamid%20II\"&gt;Hamidian rule&lt;/a&gt; as well as &lt;a href=\"European%20imperialism\"&gt;European imperialism&lt;/a&gt;. Its journals from &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; were printed in &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; and &lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt; and distributed across the empire through \"Al-Manar\". During this period, the society's goals aligned with that of the Young Turks. However, the society disbanded following the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk revolution&lt;/a&gt; in 1908 after which Azm joined the &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;CUP&lt;/a&gt; in pursuit of modernist activism. Rashid Rida, on the other hand, became a vocal critique of the centralist &lt;a href=\"Young%20Turks\"&gt;Young Turks&lt;/a&gt;.\nConflicts with Ottoman authorities: 1905-1914.\nFor the \"Salafiyya\" scholars and activists, opposition to the &lt;a href=\"https%3A//www.britannica.com/place/Ottoman-Empire/Rule-of-Abdulhamid-II\"&gt;Hamidian state&lt;/a&gt; was part of a wider religious reform project of liberating Muslims from the constrained religious interpretations of the state clergy. They insisted on the right to engage in \"&lt;a href=\"Ijtihad\"&gt;Ijtihad&lt;/a&gt;\" in the field of Islamic law. Scholars like ‘&lt;a href=\"Abd%20al-Rahman%20al-Kawakibi\"&gt;Abd al-Rahman al-Kawakibi&lt;/a&gt;(d. 1902) combined their critique of both religious and political authority; seeing the resistance to Ottoman despotism as a critical element in the revival of religious knowledge and Islamic civilization. Scholars of the salafi reform programme found common ground with other activists in the Ottoman Arab provinces who believed that their future progress depended upon the reclamation and strengthening of Arab cultural tradition. For salafis, the promotion of Arabic as the language of revelation was necessary for the revival of the practice of ijtihad amongst legal scholars. The Salafi opposition to Ottoman despotism emphasised on religious reform as a means of socio-political rejuvenation.\n&lt;a href=\"Abdul%20Hamid%20II\"&gt;Abdülhamid II&lt;/a&gt;’s autocratic measures that stifled the civil society along with the acceleration of the modernising &lt;a href=\"Tanzimat\"&gt;Tanzimat Project&lt;/a&gt;, limited the space for a public sphere where the affairs of state could be discussed in a critical manner. The \"Salafiyya\" movement popularised an Islamic alternative to the aspirations of the disgruntled conservative religious sections through a revival of values modelled during the era of the \"&lt;a href=\"Salaf\"&gt;Salaf al-Salih&lt;/a&gt;\". Implicit in the \"salafiyya\" worldview was a glorification of Arab Islam and a devaluation of &lt;a href=\"Ottomanism\"&gt;Ottomanism&lt;/a&gt;; which idealised the eras of Muhammad, his &lt;a href=\"Companions%20of%20the%20Prophet\"&gt;companions&lt;/a&gt; and the Salaf; and viewed all that succeeded the &lt;a href=\"Abbasid%20Caliphate\"&gt;Abbasids&lt;/a&gt; as a sad period of decline. The Islamic doctrines of \"&lt;a href=\"shura\"&gt;shura&lt;/a&gt;\" and \"Ijtihad\" became a rallying base for critique of authoritarian state and popular &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt;. As the state grew more oppressive, the \"Salafiyya\" trend became further radicalised. The emerging fault-lines between authoritarian regimes and &lt;a href=\"Islamic%20fundamentalism\"&gt;Islamic fundamentalist&lt;/a&gt; movements, would determine the rest of the political power-struggles of the post-Ottoman Middle East. Thus, as early as 1904, Rashid Rida had publicly applauded &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;Ibn Sa‘ud&lt;/a&gt;’s victory against the Ottoman allied &lt;a href=\"Rashidi%20dynasty\"&gt;Rashidis&lt;/a&gt;.\nPersecution:1905-1908.\nIn June 1905, Ottoman authorities arrested Muhyi al-Din Himadah, former mayor of &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt; and a close associate of Muhammad 'Abduh under charges of Syrian separatism. Following Himada's arrest, Ottoman police conducted widespread raids across Syria on the homes of men suspected of complicity. The police arrested Rida's brother and confiscated books and letters from Rida's home. His father was also suspected of separatism. The articles disseminated through his magazine angered the authorities so much that by 1906, the Ottoman court in Tripoli had issued orders to arrest Rashid Rida, wherever he might be, under charges \"of printing traitorous and slanderous items\" in \"Al-Manar\". Additionally, Rida became increasingly vocal in activities against the Hamidian regime. Sharp criticism of autocratic rule and calls for representative government through \"&lt;a href=\"shura\"&gt;shura&lt;/a&gt;\" became a common theme in \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\".\nPrior to 1908, Conservative \"ulema\" were able to employ active Ottoman governmental support for their anti-salafi actions due to numerous reasons. &lt;a href=\"Abdul%20Hamid%20II\"&gt;Sultan Abdul Hamid&lt;/a&gt; had made a policy of pursuing an Islamic policy of patronising powerful &lt;a href=\"Tariqa\"&gt;Sufi orders&lt;/a&gt;. In addition, &lt;a href=\"Battle%20of%20Riyadh%20%281902%29\"&gt;Wahhabi&lt;/a&gt; and &lt;a href=\"Yemeni%E2%80%93Ottoman%20conflicts\"&gt;Zaydi rebellions&lt;/a&gt; against Ottomans in 1902 and 1904 were exploited by the &lt;a href=\"Sufism\"&gt;Sufi&lt;/a&gt; \"&lt;a href=\"Ulama\"&gt;ulema&lt;/a&gt;\" to posit links between Salafi reformers and opposition to Sultan. Major Salafi scholars including Rida, &lt;a href=\"Jamal%20al-Din%20Qasimi\"&gt;Jamal al-Din al Qasimi&lt;/a&gt;, &lt;a href=\"Abd%20al-Rahman%20al-Kawakibi\"&gt;Abd al-Rahman al-Kawakibi&lt;/a&gt;, Abd al Razzaq al Bitar, Mahmud Shukri Al Alusi, etc. were accused of being \"Wahhabi sympathisers\" perceived as participating in a plot against the empire to establish an \"Arab Caliphate\". Between 1896 and 1908, Conservative Ulema persuaded Ottoman authorities to punish Salafis and succeeded in intimidating the reformers. Although they were able to harass Salafis, they couldn't convince any Ottoman governor to imprison or exile a Salafi since the \"ulema\" had lost much influence by then.\nYoung Turk Revolution.\nDuring the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk Revolution&lt;/a&gt; of 1908, Rashid Rida states that he was working secretly for securing the Constitution from Sultan Abdul Hamid II hoping to benefit from the greater liberty it would allow for Islamic reform and revivalist activities. However, the subsequent transformation of &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; by &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal&lt;/a&gt; had defeated his expectations and Rida charged the new Turkish leader with \"pure unbelief and &lt;a href=\"Apostasy%20in%20Islam\"&gt;apostasy&lt;/a&gt; from Islam, of which there's no uncertainty\". During this period, the conservative Ottoman \"ulema\" would increase their attacks on Rida and his disciples; charging them with \"Wahhabism\" for opposing popular Sufi practices. These \"ulema\" opposed the Ottoman Constitutionalist movement and accused Rashid Rida and his Syrian Salafi and Arabist supporters of being \"Wahhabis\".\nInitially after the July revolution, Salafis were divided into two camps. Salafis like Tahir al Jaza'iri was suspicious of the CUP, viewing the revolution as a coup from personal to collective autocracy and refused to return to Syria. Others such as Abd al-Razzaq al-Bitar and Jamal al-Din al-Qasimi was initially much more hopeful of the prospects. The orthodox Sufi \"ulema\" and their supporters, on the other hand, began to preach openly against the CUP. Utilizing the new freedoms of assembly and speech,they established their own association, \"The Ulama Club\"; assisted by the former officials of the Hamidian administration.\nDamascene Mob Incident(1908).\nShortly after the July revolution, Rida would visit &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt; in October 1908, while touring Syria and Lebanon. He had already been attacked during his Syrian journey, when a man struck his head with a club-chain. Since it was the eve of the &lt;a href=\"1908%20Ottoman%20general%20election\"&gt;1908 Ottoman general election&lt;/a&gt;s, the \"Ulema Club\" decided to exploit Rida's visit to display their strength and stir up their supporters against the Salafis. In October 24, Rashid Rida gave a public lecture in the &lt;a href=\"Umayyad%20Mosque\"&gt;Umayyad Mosque&lt;/a&gt;before a large audience; addressing themes of Islamic revival and religious education of Muslims. During his lecture, he preached that praying to intercessors other than God is an act of polytheism(\"&lt;a href=\"Shirk%20%28Islam%29\"&gt;shirk&lt;/a&gt;\"). At this point, two Sufi shaykhs, interrupting his public lecture in the mosque, railed against Rida, accusing him of being a \"&lt;a href=\"Wahhabism%23Etymology\"&gt;Wahhabi&lt;/a&gt;\" who rejected \"&lt;a href=\"Madhhab\"&gt;mad'habs&lt;/a&gt;\". 'Abd al-Qadir al-Khatib, a leading Damascene figure of the Muhammadan Union, an organization that sought the restoration of Abd al-Hamid's rule, was amongst the chief agitators against Rashid Rida. He urged his supporters to denounce Wahhabis, alluding to Rida. The infuriated crowd besieged him, but his disciples were able to rescue Rida with great difficulty. After leaving the mosque, Rida learned that the riots were planned by powerful men who sought to influence the parliament and upon the advice of his disciples, he left Damascus the next morning. His disciples, Al-Bitar and &lt;a href=\"Jamal%20al-Din%20Qasimi\"&gt;Al-Qasimi&lt;/a&gt; were forced to seclude themselves in their homes and returned to their posts in their mosques only after four months.\nOttomanist Counter Coup(1909).\nThe Constitutional Restoration of 1908 changed the political context of the Salafi conflict with the \"ulema\". Salafis had backed the &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;Committee of Union and Progress(C.U.P)&lt;/a&gt;, the strongest Constitutionalist party. However, Salafis like &lt;a href=\"https%3A//fr.m.wikipedia.org/wiki/T%C4%81hir\"&gt;al-Jazā'irī Tahir al-Jazairi&lt;/a&gt; were already alarmed by the ascendance of centralist factions in the CUP. It would take several years for the CUP to consolidate its power across the empire. In its first year of power itself, CUP would be challenged by factions of Ottoman army that sought to re-instate &lt;a href=\"Abdul%20Hamid%20II\"&gt;Abdul Hamid II&lt;/a&gt;, now rendered a nominal head. In &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; on April 13, number of Hamidian Ottoman soldiers joined religious students in an uprising to expel the &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;C.U.P&lt;/a&gt; from the capital. As news of initial Hamidian victories reached damascus, the Ottomanist Muhammadan Union began celebrations and mobilised rallies. Once again the Sufi ulema put the heat on Salafis and began inciting riots to kill \"Wahhabis\". However, by April 24 a pro-CUP army entered Istanbul on April 24 and recaptured the city. Sultan Abdulhamid II was deposed by the &lt;a href=\"General%20Assembly%20of%20the%20Ottoman%20Empire\"&gt;Ottoman General Assembly&lt;/a&gt; on April 27 and the Damascene conservative \"ulama\" lapsed into political quiescence following their defeat in April 1909. The outcome of events in 1908-1909 heartened the salafis and dismayed the conservative \"&lt;a href=\"ulama\"&gt;ulama&lt;/a&gt;\", who could no longer count on financial subsidies and the government's ideological antipathy toward religious reform.\nFor Rida, Abdul Hamid's role in the 1909 counter-coup demonstrated his illegitimacy. He viewed Abdul Hamid's deposal as a sign that &lt;a href=\"Allah\"&gt;God&lt;/a&gt; would end all tyranny, and called upon the Muslim community to unite against oppression. Following the revolution, he visited Istanbul in October 1909, with two aims: to reconcile between the Arabs and the Turks in the Ottoman Empire and to establish a school for Islamic missionaries in Istanbul. However, his proposals were turned down in both subjects and Rida became a sworn enemy of the &lt;a href=\"Young%20Turks\"&gt;Young Turks&lt;/a&gt; and their party CUP. His initial optimism on the newly appointed &lt;a href=\"Mehmed%20V\"&gt;Sultan Mehmed V&lt;/a&gt;, would prove short-lived since effective power had been concentrated under the hands of the Young Turks, whose vision were at odds with the Salafis and Arabists. Rida concluded that Young Turks had abandoned &lt;a href=\"Islamism\"&gt;Islamism&lt;/a&gt; and &lt;a href=\"Ottomanism\"&gt;Ottomanism&lt;/a&gt; and were pursuing a nationalist, Turkification policy.\nClash with the Young Turks(1909-1914).\nRashid Rida had initially set aside concerns about the nationalism of &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;CUP&lt;/a&gt;. However, by 1909, he would be its staunch opponent, accusing it of \"abandoning Islam and Ottomanism for nationalism, spreading heresy, turning Islamic government into European government, and sowing intrigue.\" Opposing the &lt;a href=\"Young%20Turks\"&gt;Young Turks&lt;/a&gt;, Rida sought decentralization of the empire without challenging the legitimacy of the Ottoman Sultan; following a difficult line of holding onto &lt;a href=\"Ottomanism\"&gt;Ottomanism&lt;/a&gt; while also working for Arab unity. Until &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Rida advocated autonomy for imperial territories while seeking to maintain the caliphate in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;.\nWithin two years after the revolution; Rida became convinced that the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; had succumbed to a \"&lt;a href=\"Zionism\"&gt;Zionist&lt;/a&gt;-&lt;a href=\"Freemasonry\"&gt;Masonic&lt;/a&gt; influence\". In November 1910, Rida publicly asserted that the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk revolution&lt;/a&gt; had been orchestrated by the Jews through &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt;. According to Rida, the revolution was a Jewish response to the Hamidian regime's rejection of Zionist plans to reclaim of their &lt;a href=\"Third%20Temple\"&gt;Third temple&lt;/a&gt; in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; and its surrounding territories through which they sought to reestablish their &lt;a href=\"Greater%20Israel\"&gt;kingdom&lt;/a&gt;. In the following months, he became pre-occupied with concerns of Jewish manipulation of the Ottoman state and argued that the Jews wielded immense influence over the Committee of Union and Progres and the Ottoman treasury. Declaring that the Arabs would forcibly resist the Zionist plans to purchase Palestine from the Freemasons in the Ottoman leadership; Rida warned that the ultimate ambition of the Zionists, assisted by the Young Turks; was to convert &lt;a href=\"Al-Aqsa%20Mosque\"&gt;al-Aqsa&lt;/a&gt; mosque into a &lt;a href=\"Third%20Temple\"&gt;Jewish temple&lt;/a&gt; and cleanse &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; from all of its &lt;a href=\"Arabs\"&gt;Arab&lt;/a&gt; inhabitants.\nRida wrote numerous articles in the Turkish press; calling to shun ideas and policies based on nationalism and race. He warned that &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt; was a European concept contrary to Islamic principles, and would lead to the collapse of the multi-ethnic, multi-racial Ottoman Empire. During this phase, Rida's Arabism was limited to advocate Arab autonomy within the broader Ottomanist framework. He was careful to distinguish between his opposition to the CUP and his loyalty to the Ottoman state. On the eve of the &lt;a href=\"Italo-Turkish%20War\"&gt;1911 Ottoman-Italian war&lt;/a&gt; in &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;, Rida wrote:\"Islam is a religion of authority and sovereignty... Muslims all over the world believe that the Ottoman state is fulfilling the role of defender of the Muslim faith. It may fall short in serving Islam because of the despotism of some of its sultans, or the irreligion of some of its pashas, or the threats from Europe. But these are symptoms that will disappear when their causes cease, as long as the [Ottoman] state remains independent and responsible for the office of the caliphate..\"\n\"Election of Clubs\"(1912).\nThe CUP and the conservative \"ulema\" had begun to make rapprochement after 1909, and by 1912 the Conservative \"ulema\" had allied with the CUP in the &lt;a href=\"1912%20Ottoman%20general%20election\"&gt;1912 general elections&lt;/a&gt;; forming a common front against Salafis. CUP's persecution of salafis and Arabists had signaled an opportunity for the Sufi \"ulema\" to cooperate with the CUP, the empire's dominant power. CUP pragmatically allied with the conservatives, who controlled vast resources and held influence across the Empire. CUP candidate list consisted major conservative figures backed by the anti-salafi \"ulama\". Meanwhile, Salafis and Arabists supported the decentralist forces led by opposition &lt;a href=\"Freedom%20and%20Accord%20Party\"&gt;Freedom and Accord Party&lt;/a&gt;(Liberal Entente) that sought to represent the empire's minorities and Turks sympathetic to a decentralised administration. Salafis would back the Entente in 1912 elections. Rida and his allies would again be accused, this time by CUP, of secessionist plots and seeking an \"Arab Caliphate\". Persecution of Salafis would again begin, this time on a bigger scale. CUP would win elections after massive electoral fraud, earning it the nickname \"&lt;a href=\"1912%20Ottoman%20general%20election\"&gt;Election of Clubs&lt;/a&gt;\".\n\"Jam'iyyat al-Jami‘a al-Arabiyya\"(the Society of Arab Association).\nAs early as 1910, Rashid Rida had started publicly attacking &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;CUP&lt;/a&gt; members as \"&lt;a href=\"Atheism\"&gt;atheists&lt;/a&gt; and &lt;a href=\"Freemasonry\"&gt;freemasons&lt;/a&gt;\"; alleging them of exploiting &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; for selfish political ends and seeking the destruction of &lt;a href=\"Muslim%20world\"&gt;Islamic world&lt;/a&gt;. Rida no longer had faith in the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. The military and political developments had indicated towards an imminent collapse of the Ottoman state. The prospects of an Ottoman collapse seemed more likely, especially after Ottoman &lt;a href=\"Battle%20of%20Tripoli%20%281911%29\"&gt;defeats in Tripoli&lt;/a&gt; and the &lt;a href=\"First%20Balkan%20War\"&gt;Balkan wars&lt;/a&gt;. Fearing that the Arab lands under Ottoman control may soon fall under the hands of the &lt;a href=\"Colonialism\"&gt;colonial&lt;/a&gt; European empires, Rida would establish a secret society known as \"Jam'iyyat ul-Jami‘a al-Arabiyya\".(the Society of the Arab Association) The society had two objectives: i) unification of the &lt;a href=\"Emir\"&gt;amirs&lt;/a&gt; of the &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt; to secure a common regional defence, ii) cooperation for the development &amp; protection of Arab countries, and to establish connections among the Arab societies across &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;,&lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, etc. within the framework of struggle against the CUP. The society sought a union of the Arabian Peninsula and the Arab Provinces of Ottoman Empire. Through the secret activities of the society, Rida sought to strongly pressure the Ottoman state on behalf of the Arabs and also prepare a contingency plan for the defense of Arabs against European ambitions, should the Ottoman Empire disintegrate. In accordance with these objectives, Rida corresponded with &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;Ibn Saud&lt;/a&gt; of &lt;a href=\"Najd\"&gt;Najd&lt;/a&gt;,&lt;a href=\"Yahya%20Muhammad%20Hamid%20ed-Din\"&gt;Imam Yahya&lt;/a&gt; of &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt; and &lt;a href=\"Muhammad%20ibn%20Ali%20al-Idrisi\"&gt;aI-Sayyid al-Idrisi&lt;/a&gt; of &lt;a href=\"%27Asir%20Province\"&gt;‘Asir&lt;/a&gt;, and convinced them on the necessity of a pact between all the rulers of the Arabian Peninsula to strengthen the &lt;a href=\"Arabs\"&gt;Arabs&lt;/a&gt;. Ibn Sa‘ud asked Rida to send a messenger to explain the plan from aa religious and political standpoint in order to persuade his followers. Rida sent him a messenger along with numerous religious treatises. However, due to outbreak of the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;; the mission failed, and the books were confiscated in Bombay. The war also ruptured his correspondence with Yahya and aI-Idrisi. In 1912 Rida would also meet &lt;a href=\"Mubarak%20Al-Sabah\"&gt;Mubarak al-Sabah&lt;/a&gt;, the shaykh of &lt;a href=\"Kuwait\"&gt;Kuwait&lt;/a&gt;, Shaykh Khaz‘al, the ruler of Muhammara, and the Emir of &lt;a href=\"Muscat\"&gt;Mascut&lt;/a&gt; and persuaded them on the necessity of establishing an independent Arab state.\nFollowing the Ottoman defeats in the Libyan war (1911) and the Balkan wars (1912-1913), Rida published a pamphlet calling for solidarity and unity of Arabs for the salvation of their land and defending the might of Islam. He announced the creation of a \"Superior Committee\" whose aim was the establishment of an Islamic Union that would protect the Arabian Peninsula and the Arab nation and defend their rights from the Ottoman administration. The pamphlet was targeted specifically for the amirs and the Arab leaders of Hijaz, Najd, Yemen, and the tribes of the Arabian Peninsula and the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;. It warned them of impending European plots to gain control of Syria and the shores of the Arabian Peninsula as a first stage; followed by the occupation of Islamic holy cities and transportation of sacred Islamic relics to the Museums in Europe. Rida urged the Arab leaders to awaken and cease their internal feuds. The Superior Committee made the following demands:\nRida had concluded that the \"Europeanized\" Ottoman Empire was impossible to be reformed, since it was solely dependent on Europe. For Rida, Ottoman statesmen were drenched deep in a \"European complex\" that they neglected the security of both the Arabs and even the &lt;a href=\"Turkish%20people\"&gt;Turks&lt;/a&gt; in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;. Ottoman Europe was draining Ottoman resources to such an extent that the state failed to defend both its European and Asiatic territories. He proposed the authorities to transfer Istanbul into a purely &lt;a href=\"Outpost%20%28military%29\"&gt;military outpost&lt;/a&gt; and shift the capital either to &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt; or the &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;n city of &lt;a href=\"Konya\"&gt;Konya&lt;/a&gt;. Arabs and Turks should join then in creating \"local Asiatic military formations\" capable of defending themselves in case of foreign danger. Priority should be given to defending the &lt;a href=\"Hejaz\"&gt;Hijaz&lt;/a&gt; and the &lt;a href=\"Holiest%20sites%20in%20Islam\"&gt;two holy sanctuaries&lt;/a&gt; in &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; and &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt; and the lands adjacent to them.\nBeginning from 1912, Rida would play an important leadership role in Decentralist political factions. The &lt;a href=\"Egyptian%20nationalism\"&gt;Egyptian nationalists&lt;/a&gt;, especially the &lt;a href=\"Watani%20Party\"&gt;Watan party&lt;/a&gt;, attacked “the Society of the Arab Union”(\"Jam‘iyyat ul-lttihad al-Arabi\") as a conspiracy that sought conflict with the Turks, secession of Arab countries from the Ottoman Empire, and establish an Arab Caliphate. The allegations would be denied by Rida. Simultaneously, Rida began making sharp public attacks against the CUP. Rida believed that the party aimed to \"intermix the nations of the Empire with the Turkish race\". Initially, the society had limited themselves to achieve unity between the rulers of the Arabian Peninsula and defending the Arab countries from the Committee of Union and Progress. However, Rida would later explicitly advocate for Arab secessionism from the Ottoman Empire.\n1913 coup d'état.\nIn 1913, CUP members would launch a &lt;a href=\"1913%20Ottoman%20coup%20d%27%C3%A9tat\"&gt;coup&lt;/a&gt; to establish a &lt;a href=\"one-party%20state\"&gt;one-party state&lt;/a&gt; under a \"de facto\" &lt;a href=\"triumvirate\"&gt;triumvirate&lt;/a&gt; of the \"&lt;a href=\"Three%20Pashas\"&gt;Three Pashas&lt;/a&gt;\"(&lt;a href=\"Enver%20Pasha\"&gt;Enver Pasha&lt;/a&gt;,&lt;a href=\"Talaat%20Pasha\"&gt;Talaat Pasha&lt;/a&gt; and &lt;a href=\"Djemal%20Pasha\"&gt;Djemal Pasha&lt;/a&gt;). During the years of World War, both Arabists and Salafis were persecuted harshly by &lt;a href=\"Djemal%20Pasha\"&gt;Jamal Pasha&lt;/a&gt;, the CUP leader who held military and civilian powers in Syria. Many Arabists would be court-martialed and executed, and many Salafi scholars exiled. This would lead to prominent Salafis such as Tahir al-Jaza'iri and Rashid Rida to support the British-backed &lt;a href=\"Arab%20Revolt\"&gt;Arab revolt&lt;/a&gt; led by &lt;a href=\"Hussein%20bin%20Ali%2C%20Sharif%20of%20Mecca\"&gt;Sharif Hussain&lt;/a&gt;. Harshly condemning the 1913 coup, Rida denounced the Young Turks as the “enemy of Arabs and of Islam\" who sought the degrading of Arabs. In a radical shift from his early activism focused on educational reforms based on the salafi model, by 1913 Rida had started organizing against the Ottoman government. He espoused the movement to establish a new Islamic pan-Arab empire which would include the Arabian Peninsula, Syria and Iraq.\nIt was during this period that Rashid Rida would join the ranks of &lt;a href=\"Ibn%20Saud\"&gt;Ibn Saud&lt;/a&gt;'s boosters in the Arab World. Later on, this shift in stance was further accelerated by his resentment and disenchantment by the betrayal of Sharif Hussein and the scheming of Western colonial powers in the post-war era. Rida saw in Ibn Saud a strong Muslim ruler who had the vision and resolve to prevent &lt;a href=\"British%20Imperial\"&gt;British imperial&lt;/a&gt; designs in the &lt;a href=\"Arab%20world\"&gt;Arab World&lt;/a&gt;. Rida's active promotion of \"&lt;a href=\"Wahhabism\"&gt;Najdi da'wa&lt;/a&gt;\" was in direct contradiction to Abduh's denunciation of that movement.\nOn the eve of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, on 27 March 1914, Rashid Rida publicly alleged in \"Al-Manar\" that the &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;CUP&lt;/a&gt; was assisting the &lt;a href=\"Zionism\"&gt;Zionists&lt;/a&gt; in &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt;. He began to vocally participate in the Decentralist opposition to Zionists. Rida accused the Zionists of seeking to establish a &lt;a href=\"Jewish%20state\"&gt;Jewish state&lt;/a&gt; from \"Palestine to the Euphrates\" and warned that if the Zionists achieved their objectives; not a single Muslim would remain in \"&lt;a href=\"Promised%20Land\"&gt;the Promised Land&lt;/a&gt;\" of the &lt;a href=\"Jewish%20tradition\"&gt;Jewish tradition&lt;/a&gt;. To confront the Zionist threat in Palestine, Rida prescribed:\"deliberation, determination, communal strength... acts and deeds, not talk and words\" against the &lt;a href=\"Jewish%20settlers\"&gt;Jewish settlers&lt;/a&gt; declaring that \"the time for action has come\". Calls from prominent pan-Arab activists for violence against &lt;a href=\"Jewish%20colonies\"&gt;Jewish colonies&lt;/a&gt; accompanied by Rashid Rida's declaration of direct action were readily answered in Palestine. In the months before World War 1, youths across the towns in Palestine began taking organized steps to oppose the Zionists. \"Al-Manar\" would become a chief source for spreading Arab anti-semitic tropes; portraying &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; as those who controlled the finances of the European powers.\nWorld War Era.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Rashid Rida's activities primarily involved negotiating with the British and &lt;a href=\"Hussein%20bin%20Ali%2C%20Sharif%20of%20Mecca\"&gt;Sharif Husayn&lt;/a&gt; of &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;, persuading them on the issue of establishing a united &lt;a href=\"Pan-Islamism\"&gt;pan-Islamic&lt;/a&gt; state, with autonomy for different regions, in the scenario of an eventual collapse of the Ottoman Empire. His attitudes towards the British had been reserved and always suspected them of holding hidden ambitions in Arab countries. These suspicions became stronger after the British ignored his war-time appeals and were verified when he learned about the &lt;a href=\"Sykes%E2%80%93Picot%20Agreement\"&gt;Sykes-Picot agreement&lt;/a&gt; to divide the Arab provinces of the Ottoman Empire between Britain and France. Since Rida identified the well-being of the Arabs with that of Islam, he considered Britain's actions as dangerous and hostile to not just Arabs, but all Muslims.\nAftermath of the War.\nThe injustice and humiliation imposed upon Muslims by the &lt;a href=\"History%20of%20colonialism%23Inter-War%20Period%20%281918%E2%80%931939%29\"&gt;post-World War Order&lt;/a&gt; crafted by the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied Powers&lt;/a&gt; and the betrayal of &lt;a href=\"Hussein%20bin%20Ali%2C%20Sharif%20of%20Mecca\"&gt;Sharif Husyan&lt;/a&gt; and his sons would lead to a radical phase of Rida's &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamist&lt;/a&gt; enterprise. He became a key figure in the transformation of Islamist politics in both Syria and Egypt, towards militant &lt;a href=\"Anti-Western%20sentiment\"&gt;anti-Westernism&lt;/a&gt;. &lt;a href=\"Hassan%20al-Banna\"&gt;Hasan Al-Banna&lt;/a&gt; was a regular attendee of Rida's lectures in the mid-1920s. Rida stubbornly withheld any more attempts at mediation with Western powers and would turn vehemently anti-British. Viewing the &lt;a href=\"Treaty%20of%20Versailles\"&gt;Versailles peace treaty&lt;/a&gt; and its succeeding World order as worse than the War itself, Rida condemned &lt;a href=\"democracy\"&gt;democracy&lt;/a&gt; as a &lt;a href=\"Colonialism\"&gt;colonial&lt;/a&gt; deceit and proposed a Universal Islamic System as a substitute for the failed &lt;a href=\"Wilsonianism\"&gt;Wilsonian Peace&lt;/a&gt;.\nRida had already become an ardent advocate of Sunni revivalism through the theological framework of &lt;a href=\"Hanbali%20school%20of%20Islamic%20theology\"&gt;Hanbalism&lt;/a&gt;. He supported the militant &lt;a href=\"Wahhabism\"&gt;Wahhābī&lt;/a&gt; movement in Central Arabia; a movement he considered as tied to his \"Salafīyya\" theology and committed himself to its defence. Rashid Riḍā was opposed to later developments of mystical thoughts and practices in Islam, and hence, was attracted by Wahhābī doctrines that called for \"a pristine Islam\" with a total rejection of sainthood and superstitions. He regularly attacked what he viewed as ‘spiritual dangers’ of the &lt;a href=\"Tariqa\"&gt;mystic orders&lt;/a&gt; that led to the neglect of the \"&lt;a href=\"Quran\"&gt;Qurʾān&lt;/a&gt;\" and \"&lt;a href=\"Sunni%20Islam\"&gt;Sunna&lt;/a&gt;\". Riḍā’ believed that the neglect of religious duties by &lt;a href=\"Sufism\"&gt;Ṣūfīs&lt;/a&gt; and their pacifist teachings led to weakness of the Islamic society and the corruption of the \"&lt;a href=\"Ummah\"&gt;Ummah&lt;/a&gt;\". Politically, Riḍā aligned himself with the &lt;a href=\"Sultanate%20of%20Nejd\"&gt;Sultanate of Najd&lt;/a&gt; and publicly supported &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;Ibn Saʿūd&lt;/a&gt;'s &lt;a href=\"Unification%20of%20Saudi%20Arabia\"&gt;military campaigns&lt;/a&gt; (1902-1934), seeing him as the only ruler capable of expelling the treacherous Sharif Ḥusayn from \"&lt;a href=\"Hejaz\"&gt;Ḥijāz&lt;/a&gt;\" and challenging the British.\nLife as a Scholar.\n\"Dar al-Da'wa Wal Irshad\" (1912 - 1918).\nRashid Rida managed a short-lived, yet influential, Islamic seminary known as \"Dar al-Da'wa wal Irshad\" (“The House of Invitation and Guidance”) during 1912–1918. It was an international institution which accommodated students from all parts of the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;. Although it was forced to close-down due to financial difficulties and political turbulence of &lt;a href=\"World%20War%20I\"&gt;World War 1&lt;/a&gt;, the seminary would produce many prominent Islamic scholars and inspire future Islamic educational institutions.\nTrip to India (1912).\n&lt;a href=\"Shibli%20Nomani\"&gt;Shibli Nomani&lt;/a&gt;, the principal of the subcontinental \"&lt;a href=\"Nadwatul%20Ulama\"&gt;Nadwat-ul-Ulama&lt;/a&gt;\" had invited Rashid Rida to \"&lt;a href=\"Darul%20Uloom%20Nadwatul%20Ulama\"&gt;Dar al-Ulum&lt;/a&gt;\" in 1912. \"Nadwat-ul-Ulama\" had set goals that were fully compatible with those of the Arab \"&lt;a href=\"Salafi%20movement\"&gt;Salafiyya&lt;/a&gt;\". Rida delivered two speeches in the Darul Uloom Nadwat ul-ʿulamāʾ in &lt;a href=\"Lucknow\"&gt;Lucknow&lt;/a&gt;. He also met several influential \"&lt;a href=\"Ahl-i%20Hadith\"&gt;Ahl-i Hadith&lt;/a&gt;\" scholars on the occasion.\nUpon his visit to \"Nadwat al-Ulama\", Rida also visited \"&lt;a href=\"Darul%20Uloom%20Deoband\"&gt;Dar al-Ulum Deoband&lt;/a&gt;\". During his stay, &lt;a href=\"Deobandi\"&gt;Deobandi&lt;/a&gt; scholar &lt;a href=\"Anwar%20Shah%20Kashmiri\"&gt;\"Sayyid\" Anwar Shah Kashmiri&lt;/a&gt; gave an &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; lecture on \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\", \"&lt;a href=\"Hadith\"&gt;Hadith&lt;/a&gt;\", &lt;a href=\"Hanafi\"&gt;Hanafi&lt;/a&gt;te \"&lt;a href=\"fiqh\"&gt;fiqh&lt;/a&gt;\", methodology of &lt;a href=\"Deobandi\"&gt;Deobandi&lt;/a&gt; school, its intellectual background and the thought of Indian Islamic revivalist &lt;a href=\"Shah%20Waliullah%20Dehlawi\"&gt;Shah Wali Allah Dehlawi&lt;/a&gt;. Amazed by the speech, Rida praised Anwar Shah Kashmiri and his Hanafi thought. After returning to Egypt, Rida wrote in \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\", praising Deoband:\n\"If I had not seen Dar al-‘Ulum Deoband in Hindustan, I would have returned hopeless from that country.”\nRevival of Salafi Theology.\nIn 1905, Rashid Rida spoke of the Salafis \"(al-Salafiyya\") as a collective noun in distinction with the &lt;a href=\"Ash%27ari\"&gt;Ash'ari&lt;/a&gt;s in a theological sense. He would also refer to \"Wahhabis\" as Salafis. In the same year, \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\" published an article entitled “Speculative Theology is a \"&lt;a href=\"Bid%CA%BBah\"&gt;bid‘a&lt;/a&gt;\" According to the Pious Predecessors.” He also wrote about the importance of following the \"&lt;a href=\"salaf\"&gt;salaf&lt;/a&gt;\" in their promotion of &lt;a href=\"Hadith%20studies\"&gt;\"ḥadīth\" science&lt;/a&gt; – a position he promoted consistently during the succeeding years. Identifying &lt;a href=\"Islamic%20revival\"&gt;Islamic revival&lt;/a&gt; as synonymous with the spread of \"hadith\" sciences, Riḍā saw a return to the proof-texts and mastery of various \"hadith\" disciplines as the sole remedy for reviving the \"madhab Al-Salaf\"(doctrines of the \"&lt;a href=\"Salaf\"&gt;Salaf&lt;/a&gt;\").\nIn 1912, Salafi scholars &lt;a href=\"Muhibb-ud-Deen%20Al-Khatib\"&gt;Muhibb al Din al Khatib&lt;/a&gt; and Abd al Fattah Al Qatlan began to work together with Rashid Rida. Their \"Salafiyya Bookstore\" was relocated to join the famous Manar Bookstore (\"Maktabat al-Manar\") run by Rashid Rida.\nIn 1914, Rida explained that \"mad'hab al-salaf\" was “nothing other than to act according to the \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\" and the \"Sunna\" without any accretion, in the way that [the \"salaf\"] understood [Islam] at its inception.” Like his contemporary Islamic reformers such as &lt;a href=\"https%3A//ar.m.wikipedia.org/wiki/%25D9%2585%25D8%25AD%25D9%2585%25D9%2588%25D8%25AF_%25D8%25B4%25D9%2583%25D8%25B1%25D9%258A_%25D8%25A7%25D9%2584%25D8%25A2%25D9%2584%25D9%2588%25D8%25B3%25D9%258A%23%3A~%3Atext%3D%25D9%2585%25D8%25AD%25D9%2585%25D9%2588%25D8%25AF%2520%25D8%25B4%25D9%2583%25D8%25B1%25D9%258A%2520%25D8%25A7%25D8%25A8%25D9%2586%2520%25D8%25B9%25D8%25A8%25D8%25AF%2520%25D8%25A7%25D9%2584%25D9%2584%25D9%2587%2C%25D9%2585%25D9%2586%2520%25D8%25A7%25D9%2584%25D9%2583%25D8%25AB%25D9%258A%25D8%25B1%2520%25D9%2585%25D9%2586%2520%25D8%25B9%25D9%2584%25D9%2585%25D8%25A7%25D8%25A1%2520%25D8%25A8%25D8%25BA%25D8%25AF%25D8%25A7%25D8%25AF.\"&gt;Mahmud Shukri Al Alusi&lt;/a&gt;, &lt;a href=\"Jamal%20al-Din%20Qasimi\"&gt;Jamal al Din al Qasimi&lt;/a&gt; in &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;, Rashid Rida considered the Salafi theology to be a pillar of their multifaceted reform program. Rida was critical of all kinds of speculative interpretation (\"&lt;a href=\"Esoteric%20interpretation%20of%20the%20Quran\"&gt;ta'wil&lt;/a&gt;\") which went beyond what he considered as the apparent/literal meaning of the text of the Scriptures. Despite having been influenced by &lt;a href=\"Al-Ghazali\"&gt;Ghazali&lt;/a&gt; in his youth, Rida criticised Ghazali's works due to the practice of \"ta'wil\" and mystical interpretation of the injunctions of the \"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\". Similar to the medieval theologian &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt;, Rida directed a much sharper criticism against &lt;a href=\"Ibn%20Arabi\"&gt;Ibn Arabi&lt;/a&gt;, for his metaphysical doctrine of &lt;a href=\"Sufi%20metaphysics\"&gt;\"Wahdat al Wujud\"&lt;/a&gt;.\nRashid Riḍā believed that only the &lt;a href=\"Hadith%20scholars\"&gt;\"ḥadīth\" specialists&lt;/a&gt; were endowed with the proper capability to revive the \"&lt;a href=\"Sunni%20Islam\"&gt;Sunna&lt;/a&gt;\". From 1915, he began constantly emphasizing that the scholars of the early \"&lt;a href=\"Ahl%20al-Hadith\"&gt;Ahl al-hadith&lt;/a&gt;\" school were the ones who preserved the religion by resisting threats of heretical innovations. Hence, the methods of the \"&lt;a href=\"Muhaddith\"&gt;Muhaddith&lt;/a&gt;oon\" in scrutinizing and using \"ḥadīth\" reports in law and creed had to be revived and followed in the society. Later in the 1920s, Rida and some of his followers would declare themselves \"Salafis\" with respect to \"&lt;a href=\"fiqh\"&gt;fiqh&lt;/a&gt;\", thereby broadening Salafi epithets to the realm of law.\nMany Islamic reformers had argued that &lt;a href=\"Traditionalist%20theology%20%28Islam%29\"&gt;Athari&lt;/a&gt; theology was more agreeable to reason than the &lt;a href=\"Kalam\"&gt;speculative theology&lt;/a&gt; of the late Sunni tradition. Rida confessed that the Hanbalis' opposition to \"&lt;a href=\"kalam\"&gt;kalam&lt;/a&gt;\" had puzzled him in his youth. He had assumed that they were a stagnant group of people who adhered to the literal meaning of texts, who did not truly understand them, who were ignorant of the inherent truths of science, and who could not conciliate Islam and modern knowledge. However, Rida later concluded that Hanbali theology provided a more solid and reliable basis for faith than &lt;a href=\"Ash%27ari\"&gt;Ash'ari&lt;/a&gt; beliefs. Reading Hanbali books, he wrote, was like \"walking on a straight path\", whereas reading Ash'ari ones amounted to \"swimming in a deep sea, where one has to struggle against the waves of philosophical doubts and the currents of theoretical investigation\". In his writings, which were widely read among reformers throughout the Muslim world, Rida repeatedly explained that the Salafi creed was easier to understand than speculative theology (and thus provided a stronger bulwark against the threat of atheism), had a greater claim to orthodoxy, and was less divisive and more conducive to progress and happiness in this world.\nAlthough Rida claimed that the pious ancestors forbade \"&lt;a href=\"Ijtihad\"&gt;Ijtihad&lt;/a&gt;\" and differences of opinion in the foundations of theology (as opposed to Islamic law), he nonetheless tolerated doctrinal diversity. Rida argued that Salafis, &lt;a href=\"Ash%27ari\"&gt;Asharis&lt;/a&gt;, &lt;a href=\"Maturidi\"&gt;Maturidi&lt;/a&gt;s, &lt;a href=\"Mu%CA%BFtazila\"&gt;Mu'tazilis&lt;/a&gt;, &lt;a href=\"Ibadi%20Islam\"&gt;Ibadis&lt;/a&gt;, &lt;a href=\"Shia%20Islam\"&gt;Shi'is&lt;/a&gt; all were Muslims and it was the duty of the reformers to reconcile between them.\nShould modern Muslims take the \"&lt;a href=\"Salaf\"&gt;Salaf&lt;/a&gt;\" as models, Rida argued, they would be rational, flexible, strong, and united. The first issues of \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;al-Manar&lt;/a&gt;\" contained articles explaining the pious ancestors’ accomplishments, ranging from the successful politics of the \"&lt;a href=\"Rashidun\"&gt;Khulafa Ar-Rashid&lt;/a&gt;\"(Rightly-Guided Caliphs) to the military exploits of &lt;a href=\"Amr%20ibn%20al-As\"&gt;'Amr ibn al-'As&lt;/a&gt; (d. 671), the Muslim commander who led the conquest of &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;. Like both Al-Afghani and Abduh, Rida believed that the \"Salaf\" had exemplified the full potential of Islam. Rida believed that the life of the \"salaf\" demonstrated the virtues of reason and the adapting to changing conditions.\nRevival of Salafi Legal Theory.\nFrom the medieval period, Sunni scholars had used the label \"Salafi\", to denote Muslims who professed &lt;a href=\"Traditionalist%20theology%20%28Islam%29\"&gt;Athari&lt;/a&gt; theology. Prior to the 1920s, when Salafi circles used the terms \"mad'hab al Salaf\" and \"Salafiyya\", they usually retained its theological meaning. This was how first Rida understood and used Salafi epithets. Late 19th century Salafi scholars such as Nu'man al Alusi and Mahmud Shukri Al Alusi also described Salafis (\"al-salafiyyun\") as those who accept the Divine attributes without explaining them rationally or falling into anthropomorphism. Najdi scholars such as Abd al-Rahman ibn Hasan and Abd al-Latif ibn Abd al-Rahman too spoke of Salafi beliefs in the same way. Both Rida and his fellow Syrian reformer, Jamal al-Din al-Qasimi, referred to Salafis as Sunni Muslims who adopted Athari theology and rejected the allegorical interpretation of God's attributes. Yet on a few occasions before the 1920s, both Rida and Qasimi had used these terms in loose ways that would have puzzled an attentive reader.\nFrom the 1920s onwards, Rida and his disciples would conceptually expand \"Salafiyya\" in a legal sense. In 1924, Rida described himself in the following terms: “I am a Salafi Muslim; I do not blindly follow any particular religious scholar and am not a partisan of any particular \"mujtahid\".” Rida claimed to directly use scriptural proofs on legal issues, as the \"&lt;a href=\"Salaf\"&gt;Salaf&lt;/a&gt;\" had done. Rida's disciples too began promoting the term in the same way. In promoting the non-madhab or pre-madhab approach to Islamic law of the \"Salaf\", Rida and his followers, however, didn't dismiss the system of classical \"&lt;a href=\"Fiqh\"&gt;Fiqh&lt;/a&gt;\". They maintained that all four schools of law were virtuous and promoted reconciliation between them, while condemning sectarianism between schools.\nEvolution of Salafiyya after Rida.\nRida's ideas would later on be expanded by his disciples. One such disciple, Abu Ya'la al Zawawi called for the creation of a committee of \"ulama\" to reconcile various Sunni legal \"mad'habs\". The ultimate goal was the promotion of a single school of thought for all Muslims, “a pure ancestral madhhab [\"madhhaban salafiyyan mahdan\"], be it in creed or in worship and other religious practices.” Others such as Muhammad Munir al-Dimishqi would come to the defense of the \"mad'habs\". He also condemned those who invited Muslims to act according to Qur'an and Sunnah alone without \"taqleed\" (imitation) or \"ittiba\" (following) of the 4 schools. Conveying his \"pro-madhab\" message, Munir asserted that \"taqleed\" is not dispensable for modern Muslims. Scholars like Mas'ud 'Alam al-Nadwi defined the Salafi movement in vague terms as \"the movement of decisive revolution against stagnancy\". Thus different notions of Salafi legal doctrines emerged amongst Rida's followers and competed for dominance. Some, like that of Munir remained marginal.\nIt was during this period (1920s and 1930s) that Nasir al Deen al-Albani would be influenced by the reformist, revivalist ideas of Rida as a young man in Syria. He would spend many hours in \"Maktabat Zahiriyya\", the first public library in Syria founded by the early Salafi reformer . Al-Jaza'iri as the director of Syria's first public library had used his position to advance the revival of the Medieval scholar, Ibn Taymiyya. Jaza'iri was also the teacher of Muhibb al-Din Khatib and a close friend of Jamal al-Din al-Qasimi. As a result of his constant reading of \"Al-Manar\" as well as his attendance of classes of Muhammad Bahjat al-Bitar (a disciple of both Rashid Rida and Al-Qasimi) Albani adhered to the \"Salafiyya\" Reform tradition by the age of twenty. From this tradition, Albani would become a staunch opponent of \"&lt;a href=\"Taqlid\"&gt;taqleed&lt;/a&gt;\", rejecting adherence to the four canonical legal schools and calling for a renewal of \"Ijtihad\". For enabling this renewal, Albani would champion the cause of Salafi reformists- headed by Rida - which was the critical re-evaluation of hadiths. Albani's approach, like the Indian &lt;a href=\"Ahl-i%20Hadith\"&gt;Ahl-i-Hadith&lt;/a&gt; movement was in the footsteps of the Medieval &lt;a href=\"Ahl%20al-Hadith\"&gt;Ahlul Hadith&lt;/a&gt; school. Albani's efforts would lead to a new-found enthusiasm and revival of the sciences of \"hadith\" across Islamic religious circles.\nBy the 1950s, Albani had become popular for his knowledge of \"hadith\" to the point that it began to worry the Syrian government who put him under surveillance by 1960. Known for his impressive command of \"hadith\" science, Albani was offered a teaching post in &lt;a href=\"Islamic%20University%20of%20Madinah\"&gt;Islamic University of Medina&lt;/a&gt;. Albani differed with the Najdi \"ulema\" for being unacknowledged partisans of Hanbali \"mad'hab\" and stirred up a sharp controversy. However, the growing popularity of Albani prevented them from ridding him, until he wrote a treatise entitled \"The Muslim Woman's Veil\" (\"Hijab al-mar’a al-muslima\") in which he advocated that women are not obliged to cover their faces. Following this, Albani's contract in the university was allowed to lapse in 1963, after which he left the country. Even though Albani taught for only a short time in Saudi Arabia his ideas had a very strong impact there. In the 1960s, there were sharp disputes between disciples of Albani, the \"hadith\" revivalists and partisans of a more traditional hadith concept in the Islamic University of Medina. By the 1970s, Albani's faction had gained ground at the institute. In 1971, a leading member of Al al-Shaikh published a magazine article about Muhammad ibn 'Abd al-Wahhab's life and doctrine wherein he wrote that lbn 'Abd al-Wahhab's followers preferred to be known as \"al-Salafiyyun.\" Thus in the 1970s, the Saudi religious establishment took a \"Salafi\" turn, embracing the Salafi label more actively and constructing a Salafi patrimony. By 1975, Saudi Arabia had finally granted Albani symbolic rehabilitation, making him a member of the High Council (\"al-Majlis al-A‘li\") of the Islamic University of Medina.\nContemporary era: Purist Salafism.\nAs long as Rida was alive, the \"\"Salafiyya\"\" movement had broad unity and a common purpose. Although different Salafis emphasized different aspects of the broad reformist project, all of the factions coexisted and coalesced under the leadership of Rida, who channeled all the tendencies through \"\"Al-Manar\"\" and his scholarly involvement in public affairs. After Rida's death in 1935, the advocates of \"Salafiyya\" began to fragment and coalesced around four major movements—&lt;a href=\"Islamic%20modernism\"&gt;Modernism&lt;/a&gt;, &lt;a href=\"Islamism\"&gt;Islamism&lt;/a&gt;, &lt;a href=\"Salafi%20movement%23Purists\"&gt;Purism&lt;/a&gt; and &lt;a href=\"Jihadism\"&gt;Jihadism&lt;/a&gt;— often competing for dominance and making rival claims to orthodoxy. Over the course of decades, most of the disciples of Rida drifted towards religious purism. Roughly a decade after Rida's death in Cairo, the epicenter of \"Salafiyya\" had moved nearer to &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;. In a letter sent by the prominent Salafi scholar &lt;a href=\"Muhammad%20Bahjat%20Athari\"&gt;Muhammad Bahjat al-Bitar&lt;/a&gt; from Saudi Arabia in 1947, to the Moroccan scholar &lt;a href=\"Muhammad%20Taqi-ud-Din%20al-Hilali\"&gt;Taqi-ud-Din Al-Hilali&lt;/a&gt; - both former pupils of Rida - ; Al-Bitar would praise &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;Ibn Saud&lt;/a&gt; for his contributions to &lt;a href=\"Islamic%20revival\"&gt;Islamic revival&lt;/a&gt;ism and refer to him as \"the leader of the Salafiyya\"(\"imām al-daʿwa al-salafiyya\"). With their institutional capabilities, control of the Islamic holy cities, rejection of popular &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt; and official championing of the reformist cause, the political and religious authorities of Saudi Arabia, had attained credible prospects to claim the leadership of \"&lt;a href=\"Salafi%20movement\"&gt;Salafiyya&lt;/a&gt;\" movement.\nEventually, out of all currents competing between Rida's successors, a Purist notion of \"Salafiyya\" supported by the Saudi \"ulema\" would emerge dominant. This came to be emphasized globally as the \"Salafi Manhaj\". \"Manhaj\" refers to the path or methodology by which Salafis live and implement their beliefs and \"Da'wa\"(call). This \"Manhaj\" was associated with the Syrian-Albanian Islamic scholar &lt;a href=\"Muhammad%20Nasiruddin%20al-Albani\"&gt;Muhammad Nasiruddin Al-Albani&lt;/a&gt;, considered as one of the leading authorities for Salafis globally. Alongside Albani, &lt;a href=\"Muhammad%20ibn%20al-Uthaymeen\"&gt;Muhammad ibn Salih al Uthaymeen&lt;/a&gt; and &lt;a href=\"Abd%20al-Aziz%20ibn%20Baz\"&gt;Ibn Baz&lt;/a&gt; became the main advocates of the \"Salafi Manhaj\". The \"Salafi Manhaj\" was opposed to two other competing camps: 1) &lt;a href=\"Salafi%20jihadism\"&gt;Jihadi-Salafism&lt;/a&gt; which was heavily influenced by the &lt;a href=\"Qutbism\"&gt;thought of Sayyid Qutb&lt;/a&gt; 2) \"Salafi-harakis\", i.e., Activist Salafis or &lt;a href=\"Islamism\"&gt;Islamists&lt;/a&gt; who advocated non-violent political activism in Muslim and non-Muslim countries. Starting from the 1980s, Purist Salafis would distinguish themselves from the emerging counter-currents. Toeing this line, contemporary Salafis portray Rashid Rida as a \"true Salafi in the Taymiyyan and Wahhabi traditions\".\nDifferences from Early \"Salafiyya\".\nContemporary &lt;a href=\"Salafi%20movement%23Purists\"&gt;Purist Salafism&lt;/a&gt;, widely known as \"the Salafi Manhaj\" emerged from the 1960s as an intellectual hybrid of three similar, yet distinct, religious reform traditions: the &lt;a href=\"Wahhabism\"&gt;Wahhabi&lt;/a&gt; movement in Arabia, \"&lt;a href=\"Ahl-i%20Hadith\"&gt;Ahl-i Hadith&lt;/a&gt;\" movement in India and \"Salafiyya\" movement in the Arab World of the late-19th and early 20th centuries. The person most responsible for this transformation was the Syrian Islamic scholar &lt;a href=\"Muhammad%20Nasiruddin%20al-Albani\"&gt;Muhammad Nasir al-Din al-Albani&lt;/a&gt;, who is considered to be the \"spiritual father\" of the Purist Salafi current and recognised by all contemporary Salafis as \"the greatest hadith scholar of his generation\". Albani's school of thought differed from his teachers of the \"Salafiyya\" tradition in three major ways:\nLater Years.\nThe \"&lt;a href=\"Modernist%20Salafism\"&gt;Enlightenment Salafism&lt;/a&gt;\" of &lt;a href=\"Jamal%20al-Din%20al-Afghani\"&gt;Jamal al-Din Afghani&lt;/a&gt; and &lt;a href=\"Muhammad%20Abduh\"&gt;Muhammad 'Abduh&lt;/a&gt; did not partake of the literalist theology of &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt;. Rather, Abduh and Afghani were rationalist &lt;a href=\"Ash%27ari\"&gt;Ash'ari&lt;/a&gt;s. The Abduh-Afghani school, however, was similar to Ibn Taymiyya and &lt;a href=\"Ibn%20Qayyim%20al-Jawziyya\"&gt;Ibn Qayyim&lt;/a&gt; on legal principles such as importance of \"&lt;a href=\"Ijtihad\"&gt;Ijtihad&lt;/a&gt;\" to interpret textual sources. However, they weren't literalists and did not promote unconditional authority of \"&lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;s\". After the death of his mentor Abduh, Rashid Rida moved closer to traditional Salafi teachings and was seriously involved in editing and publishing of works of Ibn Taymiyya and like-minded scholars. Throghout his writings in \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\" and other works, he began espousing traditional Salafi legal and theological positions. Scholars such as Muhammad Hamid al-Fiqi drew Rida closer to the scholars of &lt;a href=\"Najd\"&gt;Najd&lt;/a&gt; and away from the rationalism of Abduh. Rida, adopting a Hadith-centric approach in his methodology would also associate with the \"&lt;a href=\"Ahl-i%20Hadith\"&gt;Ahl-i-Hadith&lt;/a&gt;\" movement of the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt;. Rida and \"Ahl-i-Hadith\" scholars would co-publish books propagating Salafi principles.\nAdvocacy of Wahhabism.\nRashid Rida developed favourable views towards &lt;a href=\"Wahhabism\"&gt;Wahhabis&lt;/a&gt; upon his arrival in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; in the 1890s; after reading about the movement in the histories of &lt;a href=\"Abd%20al-Rahman%20al-Jabarti\"&gt;Al-Jabartī&lt;/a&gt; and &lt;a href=\"Ahmad%20ibn%20Khalid%20al-Nasiri\"&gt;Al-Nāṣiri&lt;/a&gt;. Thus, as early as 1900s, Rashid Rida had hailed Ibn Saud's victories during the &lt;a href=\"Saudi%E2%80%93Rashidi%20War%20%281903%E2%80%931907%29\"&gt;Saudi-Rashidi wars&lt;/a&gt;. A few years before Abduh's death, the term “\"Salafiyya\"” discretely found its way into Rashid Rida's seminal journal \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manār&lt;/a&gt;\". At first, Rida understood the word in a narrow theological sense and used it as an adjective that characterized the unique creed of the pious ancestors (\"ʿaqīda\" \"wāḥida\" \"salafiyya\"), which he openly equated with &lt;a href=\"Hanbali%20school%20of%20Islamic%20theology\"&gt;Hanbali theology&lt;/a&gt;. In a 1913 article, he declared that &lt;a href=\"Najd\"&gt;Najd&lt;/a&gt;, the heart of today's Saudi Arabia, was the region in which Salafi theology was the most widespread. However, during this stage, Rida had noted that \"the Wahhabis were overcome with harshness (\"jafāʾ\") and exaggeration (\"ghuluw\") and were not “moderate” like the other Salafis in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, the &lt;a href=\"Hejaz\"&gt;Hijaz&lt;/a&gt;, &lt;a href=\"Syria%20%28region%29\"&gt;Greater Syria&lt;/a&gt;, and &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;\". In Rida's mind, moderation (\"iʿtidāl\") was a defining characteristic of the school of \"Salafiyya\".\nAfter the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;, Rashid Rida no longer saw the 'tradition-bound' \"&lt;a href=\"ulama\"&gt;ulama&lt;/a&gt;\", but rather, the rising class of &lt;a href=\"Westernization\"&gt;Westernizing&lt;/a&gt; Muslim intelligentsia as his main opponents. Thus, Rida would became the most enthusiastic stalwart of &lt;a href=\"Wahhabism\"&gt;Wahhabism&lt;/a&gt;. In 1919, he published &lt;a href=\"Muhammad%20ibn%20Abd%20al-Wahhab\"&gt;Muhammad Ibn 'Abd al-Wahhab's&lt;/a&gt; \"Kashf al-Shubuhat\" (Removal of Doubts); and by 1920, Rida had begun extolling ibn ‘Abd al-Wahhab as a \"&lt;a href=\"Mujaddid\"&gt;Mujadid&lt;/a&gt;\" of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; in &lt;a href=\"Najd\"&gt;Nejd&lt;/a&gt;. Were it not for the excessive zeal of some of his supporters, and the conspiracies of his adversaries, Rida argued; the Wahhabi movement could have expanded and led &lt;a href=\"Islamic%20revival\"&gt;Islamic revival&lt;/a&gt; all across the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;. In 1922 Rashid Rida distributed a volume of essays containing writings by Ibn Taymiyya, Ibn Qudama, and Ibn Rajab; reportedly after payment from a Najdi merchant. This would stir a theological controversy between the Sufi and Salafi factions of Syria. For Rashid Rida, \"Salafiyya\" came to symbolise religious fervour and puritanical revival of old Islamic practices. The thrust to return to the ways of the pious ancestors (\"&lt;a href=\"Salaf\"&gt;Salaf&lt;/a&gt;\") was also combined with doctrines of Arab pre-eminence. This also made him a committed supporter of &lt;a href=\"Unification%20of%20Saudi%20Arabia\"&gt;Saudi military expansions&lt;/a&gt; and Wahhabi revival.\nBy rejecting \"&lt;a href=\"taqlid\"&gt;taqlid&lt;/a&gt;\", and going back beyond the founders of the \"&lt;a href=\"Madhhab\"&gt;Madh'habs&lt;/a&gt;\" to the early community of the \"&lt;a href=\"Salaf\"&gt;Salaf&lt;/a&gt;\", Rashïd Ridā and his followers would gravitate towards the &lt;a href=\"Hanbali\"&gt;Hanbali&lt;/a&gt;te reformist outlook of &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt;, with other scholarly influences like those of &lt;a href=\"Al-Ghazali\"&gt;Al-Ghazāli&lt;/a&gt; getting rapidly replaced. As the most vocal medieval theologian who condemned &lt;a href=\"Sufism\"&gt;Sufi&lt;/a&gt; innovations and heresies, Ibn Taymiyya exemplied the most authoritative classical scholar to the \"Al-Manar\" party. While politically &lt;a href=\"Pan-Islamism\"&gt;pan-Islamist&lt;/a&gt;, in its social program \"Salafiyya\" was being increasingly be characterized by Puritanism and was facing opposition from conservative quarters like &lt;a href=\"Al-Azhar%20University\"&gt;Al-Azhar&lt;/a&gt;. Meanwhile, they found support from other quarters with the revival of Wahhabism in &lt;a href=\"Arabian%20Peninsula\"&gt;Arabia&lt;/a&gt; and the \"&lt;a href=\"Ahl-i%20Hadith\"&gt;Ahl-i Hadith&lt;/a&gt;\" movement in &lt;a href=\"India\"&gt;India&lt;/a&gt;, all of whom condemned Sufi innovations and saint-cults and looked up to Ibn Taymiyya as the greatest medieval scholar.\nSaudi-Hejazi Conflicts.\nFollowing a series of catastrophic events in the &lt;a href=\"Aftermath%20of%20World%20War%20I\"&gt;aftermath of the World War&lt;/a&gt;, such as the ongoing &lt;a href=\"Partition%20of%20the%20Ottoman%20Empire\"&gt;Partition of the Ottoman Empire&lt;/a&gt;, the &lt;a href=\"Franco-Syrian%20War\"&gt;French occupation of Syria&lt;/a&gt; in 1920, the &lt;a href=\"Mandatory%20Iraq\"&gt;loss of Iraq&lt;/a&gt; and &lt;a href=\"Mandate%20for%20Syria%20and%20the%20Lebanon\"&gt;Greater Syria&lt;/a&gt; to the Mandatory Powers, the triumph of &lt;a href=\"Secularism\"&gt;secular&lt;/a&gt; &lt;a href=\"Kemalism\"&gt;Kemalists&lt;/a&gt; in &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, the &lt;a href=\"Abolition%20of%20the%20Ottoman%20sultanate\"&gt;abolition of the Sultanate&lt;/a&gt; and &lt;a href=\"Abolition%20of%20the%20Caliphate\"&gt;the caliphate&lt;/a&gt; in 1922 and 1924 respectively; Rashid Rida's militant opposition to the &lt;a href=\"European%20Powers\"&gt;European powers&lt;/a&gt; had reached its peak by the 1920s. He responded to these challenges by proposing a comprehensive &lt;a href=\"Pan-Islamism\"&gt;pan-Islamist&lt;/a&gt; thesis in his famous book \"\"&lt;a href=\"The%20Caliphate%20or%20the%20Grand%20Imamate\"&gt;al-Khilafa aw al-Imama al-‘Uzma&lt;/a&gt;\"\" (The Caliphate or the Exalted Imamate), published in 1922. He called upon &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; to rally behind the banners of their shared &lt;a href=\"Islamic%20faith\"&gt;Islamic faith&lt;/a&gt;; shun the emerging &lt;a href=\"Nationalism\"&gt;nationalist&lt;/a&gt; currents, and stressed the role of &lt;a href=\"Arabs\"&gt;Arab&lt;/a&gt; leadership in unifying Muslim ranks. Of utmost importance to his agenda was thwarting &lt;a href=\"British%20imperialism\"&gt;British imperialist&lt;/a&gt; goals in the &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian peninsula&lt;/a&gt;. Although he greatly admired &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;'Abd al-Aziz&lt;/a&gt; and the religiosity of Wahhabis, he urged &lt;a href=\"Hussein%20bin%20Ali%2C%20Sharif%20of%20Mecca\"&gt;Sharif Husayn&lt;/a&gt; and Ibn Saud not to fight each other as late as 1919, and unite in the face of the colonial threat. Through the pages of \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\", Rida regularly called for &lt;a href=\"Islamic%20Unification%20Movement\"&gt;Islamic unity&lt;/a&gt; against the European threat.\nHowever, Sharif Husayn's rejection of Rida's overtures and his continued privileged relations with the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt; and the &lt;a href=\"French%20Third%20Republic\"&gt;French&lt;/a&gt; would make Rida publicly condemn Husayn. By the 1920s, Husyan had taken control of &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; with British-backing and his sons &lt;a href=\"Faisal%20I%20of%20Iraq\"&gt;Faysal&lt;/a&gt; and &lt;a href=\"Abdullah%20I%20of%20Jordan\"&gt;Abdallah&lt;/a&gt; were granted the &lt;a href=\"British%20protectorate\"&gt;Protectorates&lt;/a&gt; of &lt;a href=\"Mandate%20of%20Iraq\"&gt;Iraq&lt;/a&gt; and &lt;a href=\"Emirate%20of%20Transjordan\"&gt;Transjordan&lt;/a&gt;; respectively. Rashid Rida castigated Sharif Husayn and his sons for their dynastic schemings in collusion with the &lt;a href=\"colonial%20powers\"&gt;colonial powers&lt;/a&gt; to betray their own people. For Rida, the king of the Hijaz was nothing more than a sellout and a pawn of the British Empire in their oppression of &lt;a href=\"Arabs\"&gt;Arabs&lt;/a&gt; and &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt;. By 1923, Rida had begun to publicly call upon the Arabian emirs to free Hejaz from the &lt;a href=\"Hashemites\"&gt;Hashemite&lt;/a&gt; rule. Rida viewed &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;Ibn Saud&lt;/a&gt; of the &lt;a href=\"Sultanate%20of%20Nejd\"&gt;Sultanate of Najd&lt;/a&gt; as the most suitable candidate for this task, not only because he favoured the Wahhabis as the best hope for Arab and &lt;a href=\"Islamic%20renaissance\"&gt;Islamic renaissance&lt;/a&gt;; but also because of their promising military-political capabilities to bring stability and security to the Hijaz, and defend it from any European imperial aggressions. In stark contrast to the Hashemite family, Ibn Saud and his faithful Wahhabi followers were pious Muslims striving to apply orthodoxy and orthopraxy in keeping with the doctrines of the \"&lt;a href=\"Salaf\"&gt;Salaf al-Salih&lt;/a&gt;\" and hence the leadership of holy places of Islam was incumbent upon them. Two days after the &lt;a href=\"Abolition%20of%20the%20Caliphate\"&gt;Turkish Abolition of Caliphate&lt;/a&gt;, Sharif Husayn &lt;a href=\"Sharifian%20Caliphate\"&gt;proclaimed&lt;/a&gt; himself as &lt;a href=\"Caliphate\"&gt;Caliph&lt;/a&gt; of Muslims in March 1924, initiating controversy across the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;. Denouncing his proclamation as illegitimate due to his dependence on the British and his betrayal of Muslims, Rida condemned Sharif Husayn's declaration as a desecration of Islam and viewed him as a \"&lt;a href=\"Mulhid\"&gt;Mulhid&lt;/a&gt;\" (heretic) who was dangerous to the entire \"&lt;a href=\"Ummah\"&gt;Ummah&lt;/a&gt;\".\nSaudi Conquest of Hejaz (1924 - 1925).\nIn the &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt;, the &lt;a href=\"Wahhabism\"&gt;Wahhabi&lt;/a&gt; revival led by the expanding &lt;a href=\"Sultanate%20of%20Nejd\"&gt;Sultanate of Najd&lt;/a&gt; had led to military clashes with the &lt;a href=\"Hashemites\"&gt;Hashemite&lt;/a&gt; &lt;a href=\"Kingdom%20of%20Hejaz\"&gt;Kingdom of Hijaz&lt;/a&gt; by 1924. Since the Hashemites also ruled &lt;a href=\"Mandatory%20Iraq\"&gt;Iraq&lt;/a&gt; and &lt;a href=\"Emirate%20of%20Transjordan\"&gt;Transjordan&lt;/a&gt;, the struggle for Hijaz assumed &lt;a href=\"Pan-Arabism\"&gt;pan-Arab&lt;/a&gt; as well as global &lt;a href=\"Pan-Islamism\"&gt;pan-Islamic&lt;/a&gt; dimensions; due to the significance of the &lt;a href=\"Holiest%20sites%20in%20Islam\"&gt;Islamic Holy Cities&lt;/a&gt;. Throughout the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;, the &lt;a href=\"Hussein%20bin%20Ali%2C%20Sharif%20of%20Mecca\"&gt;Sharīf&lt;/a&gt; was regarded with increasing disdain. Rida would wholeheartedly champiom &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;'Abdul Aziz Ibn Saud's&lt;/a&gt; Hejaz campaigns during 1924-1925 through \"Al-Manar\", viewing the nascent Saudi state as the best hope for &lt;a href=\"Islamic%20revival\"&gt;Islamic Renaissance&lt;/a&gt; and portrayed it as the last major bastion of Islamic resistance to the &lt;a href=\"Colonialism\"&gt;colonial&lt;/a&gt; order. In August 1924, Ibn Sa’ud launched a final, decisive offensive against the &lt;a href=\"Hejaz\"&gt;Hijaz&lt;/a&gt; and, following his defeat in the &lt;a href=\"Battle%20of%20Mecca%20%281924%29\"&gt;Battle of Mecca&lt;/a&gt; in December, Husayn was forced to abdicate. Rida enthusiastically welcomed the conquest of Mecca by the Sultanate of Najd, portraying it as a historic event and a long-yearned opportunity for Muslims to recover the lost Islamic glory. Within a few years, 'Abd al-Azeez ibn Saud had united Hejaz and Northern Arabia, gained international recognition and prestige; and his saga had become a success-story and an Islamic alternative to &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Atatürk&lt;/a&gt; in &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;. King 'Abd al-'Aziz's greatness, independence, and religiosity combined with his pragmatic promotion of technology to develop his state, exemplied balanced reform to Rashid Rida.\nRashid Rida vocally defended the &lt;a href=\"Kingdom%20of%20Hejaz%20and%20Nejd\"&gt;new Saudi regime&lt;/a&gt; from its Muslim and non-Muslim detractors; proclaiming that the &lt;a href=\"Wahhabism\"&gt;Wahhabis&lt;/a&gt; were \"the best Muslims\" who stayed true to the doctrines of \"Imam\" &lt;a href=\"Ahmad%20ibn%20Hanbal\"&gt;Ahmad Ibn Hanbal&lt;/a&gt;, one of the four celebrated patronyms of &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; &lt;a href=\"Madhhab\"&gt;legal schools&lt;/a&gt;, and the well-known Hanbalite reformer &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ahmad ibn Taymiyyah&lt;/a&gt;. Making &lt;a href=\"anti-Shi%27ism\"&gt;anti-Shi'ism&lt;/a&gt; \"a major trait of his school\", Rida would defend the &lt;a href=\"Demolition%20of%20al-Baqi\"&gt;Wahhabi demolition of the shrines of Al-Baqi&lt;/a&gt;, and fiercely denounced those &lt;a href=\"Shi%27Ites\"&gt;Shi'ites&lt;/a&gt; who were outraged by it, condemning them as \"\"&lt;a href=\"Rafida\"&gt;Raafidites&lt;/a&gt;\"\" who were the instruments of &lt;a href=\"Persians\"&gt;Persians&lt;/a&gt;. Through his articles in \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\", Rida hailed the Saudi conquest as a sensational moment in Islamic history, declaring it as:\"‘a great, truly great event: the &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; has been conquered by the one and only Sunni-Islamic &lt;a href=\"Salafi%20movement\"&gt;Salafi&lt;/a&gt; state, and the cradle of Islam has come under its control’... ‘&lt;a href=\"Islah\"&gt;Islamic reformation&lt;/a&gt; now possesses an armed state that fights heresies’ (\"&lt;a href=\"Bid%CA%BBah\"&gt;al-bida‘&lt;/a&gt;\")\"\nIbn Saud came to represent everything Rida had expected from a just Muslim \"&lt;a href=\"Sultan\"&gt;Sultan&lt;/a&gt;\". He rebutted all the circulating rumours regarding the Wahhabis desecrating graves, slaughtering women and children in their conquests etc.; condemning them as \"&lt;a href=\"British%20propaganda%20during%20World%20War%20I\"&gt;British propaganda&lt;/a&gt;\". In reality, Rida clarified, Wahhabis restored Islamic rule to the Holy city of &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; and guaranteed that Hejaz would not have to go through the oppression of despotic rulers in the future. Praising Ibn Saud as a model Islamic ruler that the post-Ottoman Muslim world needed, Rida wrote:“England feels that one of the greatest dangers to her policy in Arab or Islamic countries is the existence among the Muslims of a strong emir, especially if he believes in his religion, adheres to it, and is backed by a people of true faith, like Ibn Saud and his people\".\nGreat Syrian Revolt (1925 - 1927).\nRida's subsequent political efforts focused on two fronts: campaign for Syrian independence and support for Ibn Sa‘ud's efforts to &lt;a href=\"Unification%20of%20Saudi%20Arabia\"&gt;unify the Arabian Peninsula&lt;/a&gt;. When the &lt;a href=\"Great%20Syrian%20Revolt\"&gt;Great Syrian Rebellion&lt;/a&gt; broke out in 1925, Rida and the &lt;a href=\"Syrian%E2%80%93Palestinian%20Congress\"&gt;Syro-Palestinian Congress&lt;/a&gt; provided it full support, with financial backing from the nascent Saudi state. However, by 1927, the rebellion had been crushed and the &lt;a href=\"Syrian%20nationalism\"&gt;nationalist&lt;/a&gt; factions of Syro-Palestinian Congress parted ways with Rida, seeking compromise with the &lt;a href=\"British%20Empire\"&gt;British&lt;/a&gt; and &lt;a href=\"French%20Third%20Republic\"&gt;French&lt;/a&gt;. Rida vehemently objected to this and further strengthened ties to Ibn Saud's government, which he regarded as the only sovereign Islamic government that stood up to the colonial powers and guarded the holiest sites in &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. He was also active in &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamist&lt;/a&gt; organisations that sought to rally Muslim peoples against the European imperial powers. Fearing the influence of Rashid Rida across the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt; and his connections to the Saudis, the &lt;a href=\"British%20intelligence%20agencies\"&gt;British Intelligence&lt;/a&gt; in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; closely followed Rida's activities.\nWorld Islamic Congresses (1926).\nAs the new ruler of &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt;, &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;'Abd al-Azeez ibn Saud&lt;/a&gt; convened a &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamic&lt;/a&gt; Congress in &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; in June–July 1926; with the objectives of international Islamic recognition of &lt;a href=\"Kingdom%20of%20Hejaz%20and%20Nejd\"&gt;Saudi rule of Hejaz&lt;/a&gt;, consultations on \"&lt;a href=\"Hajj\"&gt;Hajj&lt;/a&gt;\" (pilgrimage) services, and also to erase the past reputation of sectarianism associated with the &lt;a href=\"Wahhabism\"&gt;Wahhabis&lt;/a&gt;. (A few years later, Ibn Saud would wage a military campaign against the &lt;a href=\"Ikhwan%20revolt\"&gt;\"Ikhwan\" rebels&lt;/a&gt;, who were notorious for their fanaticism across the &lt;a href=\"Muslim%20world\"&gt;Islamic World&lt;/a&gt;, signalling the future religious reforms to transpire. Rashid Rida would enthusiastically back their elimination) Rida was the most prominent delegate of the Congress, who was entrusted as the organiser of the conference. Ibn Saud charged Rida with convening the conference on his behalf, drafting the conference protocols and writing the king's opening address. In his private capacity, Rida would also support the stances of Ibn Saud and the Saudi delegates. Earlier, Rida had been an important delegate in the preparatory subcommittee for the 1926 Islamic Congress for &lt;a href=\"Caliphate\"&gt;Caliphate&lt;/a&gt; held in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;, which declared that the Caliphate was still possible. However he was not an active participant in the Cairo Congress itself and considered the organizers to be inefficient; privately predicting doom for the Congress due to its lack of resolve and irreconciliable sectarian-political differences. Meanwhile, Rida was enthusiastic about the Meccan Congress and became its most prominent advocate. Delegates of Islamic religious organisations and Muslim governments across the World attended the Congress. Rida pressed for a collective oath of the Congress delegates, pledging to rid the &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt; of all foreign influences. Far exceeding the initial references of the Congress, Rida also proposed an Islamic Pact (\"mithal Islami\") between Muslim governments, envisioning the assembly as a precursor to a league of Muslim Nations. However, no significant resolutions could be passed and no subsequent congress in Mecca was ever held due to the prevalence of deep religious, doctrinal and political differences across the Muslim world. Despite this, with prominent figures like &lt;a href=\"Grand%20Mufti%20of%20Jerusalem\"&gt;Grand Mufti of Jerusalem&lt;/a&gt; &lt;a href=\"Amin%20al-Husseini\"&gt;Hajji Amin al-Husseini&lt;/a&gt; in attendance, the conference marked the consolidation of the alliance between &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamists&lt;/a&gt; and the leaders of the new Wahhabi state.\nRida would publish a treatise \"The Wahhabis and Hijaz\" wherein he set forth the case for Wahhabi rule over Hejaz. The treatise condemned &lt;a href=\"Hussein%20bin%20Ali%2C%20Sharif%20of%20Mecca\"&gt;Sharif Husayn&lt;/a&gt; and his &lt;a href=\"Hashemites\"&gt;family&lt;/a&gt; for their selling of &lt;a href=\"Arab%20world\"&gt;Arab lands&lt;/a&gt; in complicity with the agenda &lt;a href=\"colonial%20powers\"&gt;colonial powers&lt;/a&gt;; for the sake of their personal dynastic ambitions. Rida warned in his treatise about the &lt;a href=\"Divide%20and%20rule\"&gt;British manipulations&lt;/a&gt; across the region to dominate the region and subjugate &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt;. Defending the religious credentials of Wahhabis, Rashid Rida cited \"Tarikh Najd\", a treatise composed by &lt;a href=\"Abdullah%20bin%20Muhammad%20Al%20Sheikh\"&gt;'Abd Allah ibn Muhammad Aal-al Shaykh&lt;/a&gt;, the son of &lt;a href=\"Muhammad%20ibn%20Abd%20al-Wahhab\"&gt;Muhammad Ibn 'Abd al Wahhab&lt;/a&gt;. He asserted that Wahhabis had sincere zeal for the Islamic faith and were amongst the most hostile to foreign influences. Rida presented their leader Ibn Saud as the strongest and the most capable Islamic leader who would stand up to the &lt;a href=\"British%20Empire\"&gt;British imperial&lt;/a&gt; programme. The notion that &lt;a href=\"Western%20world\"&gt;Western powers&lt;/a&gt; colluded with their Arab client-states to dominate Muslim lands and secularise them would become a pillar of subsequent &lt;a href=\"Islamic%20revival\"&gt;Islamic revival&lt;/a&gt;ist movements. The oldest and most influential of these movement would be the \"&lt;a href=\"Muslim%20Brotherhood\"&gt;Ikhwan al-Muslimeen&lt;/a&gt;\" (Muslim Brotherhood), founded by the &lt;a href=\"Egyptians\"&gt;Egyptian&lt;/a&gt; school teacher &lt;a href=\"Hassan%20al-Banna\"&gt;Hasan al-Banna&lt;/a&gt; in 1928, who was influenced by Rashid Rida's ideas.\nRehabilitation of Wahhabis.\nAlthough Rida defended the Wahhabis passionately, he had often acknowledged the adverse effects of &lt;a href=\"Najd\"&gt;Najd&lt;/a&gt;i zeal and acknowledged the existence of fierce exaggerators (\"ghulat\") amongst the Najdis and their zealotry due to general state of \"Jahl\" (ignorance). However, he strove to downplay their importance by stressing that King Abd al-Aziz was a reasonable man. In Rida's view, it was better to judge the Najdis based on their pragmatic and moderate political leader or to accept the fact that some fanaticism was better for the \"&lt;a href=\"Ummah\"&gt;Ummah&lt;/a&gt;\" than the erosion of &lt;a href=\"Islamic%20identity\"&gt;Islamic identity&lt;/a&gt;. While he acknowledged the religious militancy of the Najdis, he considered their attitude to be better than the resignation and undeclared defeatism of other &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt;. Even though he defended the Wahhabi movement against its critiques and despite his embracal of Hanbali legal principles, he had found his Hanbali counterparts in Saudi Arabia to be unaware of modern developments, a point that he conveyed to them.\nAs an exponent of &lt;a href=\"Traditionalist%20theology%20%28Islam%29\"&gt;Athari theology&lt;/a&gt;, Rida had argued that allegorical interpretations of the scriptures (\"&lt;a href=\"Esoteric%20interpretation%20of%20the%20Quran\"&gt;ta'wil&lt;/a&gt;\") were sometimes appropriate because without them many Muslims would have abandoned their religion. Due to pressures of the modern era; the message of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; needed to be articulated in a way that was consistent with &lt;a href=\"Science\"&gt;scientific&lt;/a&gt; discourses. He took it upon himself to counsel the Najdi scholars on the necessity of balanced &lt;a href=\"Islah\"&gt;reform&lt;/a&gt; and mailed them copies of \"&lt;a href=\"Tafsir%20al-Manar\"&gt;Tafsir al-Manar&lt;/a&gt;\" for learning. In a letter addressed to &lt;a href=\"Abdul-Rahman%20al-Sa%27di\"&gt;Abdul Rahman al Sa'adi&lt;/a&gt; (d. 1957), the teacher of the famous Salafi scholar &lt;a href=\"Muhammad%20ibn%20al-Uthaymeen\"&gt;Ibn 'Uthaymin&lt;/a&gt; (d. 2001), Rida advised:\"It is necessary that you distinguish between natural sciences, which we invite [people] to learn, and philosophy, both ancient and modern. Philosophy consists of opinions and theoretical thoughts whereas natural sciences are an expression of the science by which God gave benefits to His creation, such as water, steam, air ..., the advantages of electricity -which include the telegraph, the telephone, and more- as well as amazing products like war machines for the land, the sea, and the sky.\"\nWhen news of &lt;a href=\"https%3A//ar.m.wikipedia.org/wiki/%25D9%2585%25D8%25AD%25D9%2585%25D8%25AF_%25D8%25A8%25D9%2586_%25D8%25A8%25D9%2584%25D9%258A%25D9%2587%25D8%25AF\"&gt;Ibn Bulayhid&lt;/a&gt;, a Najdi scholar who clashed with Rida's Salafi disciples in &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; over the former's beliefs in , were spreading, Rida sought to control damaging rumours. Other prominent Wahhabi scholars such as &lt;a href=\"https%3A//ar.m.wikipedia.org/wiki/%25D9%2585%25D8%25AD%25D9%2585%25D8%25AF_%25D8%25A8%25D9%2586_%25D8%25B9%25D8%25A8%25D8%25AF_%25D8%25A7%25D9%2584%25D9%2584%25D8%25B7%25D9%258A%25D9%2581_%25D8%25A8%25D9%2586_%25D8%25B9%25D8%25A8%25D8%25AF_%25D8%25A7%25D9%2584%25D8%25B1%25D8%25AD%25D9%2585%25D9%2586_%25D8%25A2%25D9%2584_%25D8%25A7%25D9%2584%25D8%25B4%25D9%258A%25D8%25AE\"&gt;Muhammad ibn 'Abd al-Latif Al al-Shaykh&lt;/a&gt; would intervene on behalf of Rida's disciples and refute Ibn Bulayhid to affirm the &lt;a href=\"Spherical%20Earth\"&gt;sphericity of earth&lt;/a&gt;. In an \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\" article about education and the dangers of stagnation, Rida criticized flat-earthers and enemies of science. He insisted that the scholars of Najd could not be counted among these ignoramuses and that rumors to the contrary verged on absurdity:\n\"It has come to my ears that one of the most revered and well-read ulama of Najd advocated anathema [takfir] against anyone who professes that the earth is round. This has startled me because Muhammad ibn Abd al-Wahhab, the imam of the Najdi revival, as well as other scholars [of this movement], have stipulated that they do not accuse anyone of being an infidel except for a breach of consensus about definite religious questions. But this is not a religious question, and there is no [religious] consensus about it. [This has also startled me] because the greatest Hanbali Imams from whose books the shaykh [Muhammad ibn 'Abd al-Wahhab] and his successors derived [their] Najdi religious renewal are Ibn Taymiyya and Ibn Qayyim. The latter has mentioned, in some of his books, that the earth is round. So, if the rumor about this [Najdi] scholar were true, would he charge [Ibn Qayyim] with unbelief?\"\nHowever, by 1926, any references to the \"excessive zeal\" of some of the Wahhabis had disappeared. The initial failure of the &lt;a href=\"Wahhabism\"&gt;Wahhabi&lt;/a&gt; movement was blamed on the corrupt &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt; and on the plots of “the country of the Satanic ruses” (i.e. the &lt;a href=\"British%20Empire\"&gt;British empire&lt;/a&gt;). Saluting &lt;a href=\"Muhammad%20ibn%20Abd%20al-Wahhab\"&gt;Ibn ‘Abd al-Wahhab&lt;/a&gt; as “the \"&lt;a href=\"Mujaddid\"&gt;Mujaddid&lt;/a&gt;\" of the twelfth century” who taught the people of &lt;a href=\"Najd\"&gt;Najd&lt;/a&gt; the proper understanding of \"&lt;a href=\"Tawhid\"&gt;Tawḥīd&lt;/a&gt;\" as expounded by &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt;, Rida hailed his movement as one of \"reform and renewal\" (\"al-iṣlāḥ waʾl-tajdīd\"). He implored the followers of his \"&lt;a href=\"Islah\"&gt;Islah&lt;/a&gt;\" Movement to support the Wahhabis against the three hazards that threatened the \"&lt;a href=\"Ummah\"&gt;Ummah&lt;/a&gt;\" from within: i) the “&lt;a href=\"Shia%20Islam\"&gt;Shi‘a&lt;/a&gt; fanatics”; ii) the \"grave-worshippers” (i.e., the &lt;a href=\"Sufism\"&gt;Sufis&lt;/a&gt;) and iii) the “&lt;a href=\"Westernization\"&gt;Westernised&lt;/a&gt; preachers of &lt;a href=\"atheism\"&gt;atheism&lt;/a&gt;\". Wahhabi \"&lt;a href=\"Ulama\"&gt;ulema&lt;/a&gt;\" would directly collaborate with Rida to publish their works through Rida's \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\" publishing house. During the 1920s, \"Al-Manar\" would publish over two dozen Wahhabi works, which included \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;s\" refuting the \"&lt;a href=\"Ikhwan\"&gt;Ikhwan&lt;/a&gt;\". Most notably, Rida would compile the famous collection of texts titled \"Majmūʿat al-rasāʾil waʾl-masāʾil al-Najdiyya\" (“The Compendium of Najdī Epistles and Responsa”); and publish it in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; as four volumes.\nBy 1927, throwing his adversaries off-balance, Rida asserted that \"Wahhabis\" had become a large group in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, with adherents among the religious scholars of &lt;a href=\"Al-Azhar%20University\"&gt;Al-Azhar University&lt;/a&gt; and other religious institutions; assisted by the popularity of \"&lt;a href=\"Islah\"&gt;Islah&lt;/a&gt;i\" ideals of \"al-Manar\". Openly claiming that his journal promoted a \"Wahhabi\" approach to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; was a bold and ironic way of siding with the Najdis while making the point that they did not deserve to be stigmatized. Rida had already started to adopt some of the Wahhabis' more uncompromising attitudes to religious reform. Rida's opponents accused that his transformation to be the official spokesman for the Wahhabites was due to the financial assistance he received from Ibn Saud. However, Rida justified himself by stating that it was his scholarly research and extensive knowledge, that propelled him to defend Wahhabism.\nReformed \"Wahhabism\".\nDespite the mixed results of the rehabilitation campaign and the difficulties that some of his disciples encountered, Rida remained devoted to King &lt;a href=\"Abdulaziz%20of%20Saudi%20Arabia\"&gt;ʿAbd al-ʿAzīz&lt;/a&gt; until the very end. For all his occasional faults, the Saudi ruler was, in the eyes of Rida, the best available Muslim statesman, and his kingdom offered the best prospect of becoming the political arm of the balanced \"&lt;a href=\"Islah\"&gt;Islah&lt;/a&gt;i\" movement. Past experience had made Rida recognise the realistic difficulties of putting his ideal reformist efforts into practice: it required money as well as political support. The strong relationship between Riḍā and ʿAbd al-ʿAzīz would also facilitate the movement of several of Riḍā's disciples to the &lt;a href=\"Hejaz\"&gt;Ḥijāz&lt;/a&gt; in the 1920s. Assisted by Ibn Saud, their efforts would also mark the shift from the exclusivist, narrow-minded prone to \"&lt;a href=\"Takfiri\"&gt;Takfiri&lt;/a&gt;sm\"; to a new reformed Wahhabi tradition open to outside world. The revived Wahhabi movement was more tolerant and no longer hostile to the surrounding populations, unlike its earlier iterations.\nRida's endorsement of Wahhabism would be a decisive factor in the spread of its influences beyond the kingdom's borders. Wahhabi scholars would consistently emphasize their affinity to mainstream &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; &lt;a href=\"Madhhab\"&gt;legal schools&lt;/a&gt; and affirm that their tradition was amongst the several manifestations of the Islamic reform movement of \"&lt;a href=\"Salafi%20movement\"&gt;Salafiyya&lt;/a&gt;\". To further mainstreamise and refine Wahhabism; 'Abdul Aziz would also encourage the Saudi \"ulema\" to tone down their dogmatic views. Rida's disciples in &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; would make significant efforts to reform Wahhabis towards \"&lt;a href=\"Salafi%20movement\"&gt;Salafiyya&lt;/a&gt;\". One of the biggest efforts towards reintegration of Wahhabism into the mainstream Sunni World was through the establishment of \"&lt;a href=\"https%3A//ar.m.wikipedia.org/wiki/%25D9%2585%25D8%25AF%25D8%25B1%25D8%25B3%25D8%25A9_%25D8%25AF%25D8%25A7%25D8%25B1_%25D8%25A7%25D9%2584%25D8%25AA%25D9%2588%25D8%25AD%25D9%258A%25D8%25AF\"&gt;Dar al-Tawhid&lt;/a&gt;\" (\"The House of Unity\"), a religious educational institute in &lt;a href=\"Taif\"&gt;Ta’if&lt;/a&gt; headed by &lt;a href=\"Muhammad%20Bahjat%20Athari\"&gt;Muhammad Bahjat al Bitar&lt;/a&gt;, a disciple of Rashid Rida. Another disciple &lt;a href=\"https%3A//ar.m.wikipedia.org/wiki/%25D9%2585%25D8%25AD%25D9%2585%25D8%25AF_%25D8%25AD%25D8%25A7%25D9%2585%25D8%25AF_%25D8%25A7%25D9%2584%25D9%2581%25D9%2582%25D9%258A%23%3A~%3Atext%3D%25D9%2588%25D9%2584%25D8%25AF%2520%25D9%2585%25D8%25AD%25D9%2585%25D8%25AF%2520%25D8%25AD%25D8%25A7%25D9%2585%25D8%25AF%2520%25D8%25A7%25D9%2584%25D9%2581%25D9%2582%25D9%258A%2520%25D8%25A8%25D9%2582%25D8%25B1%25D9%258A%25D8%25A9%2C%25D9%2584%25D9%2585%2520%25D9%258A%25D9%2583%25D9%2585%25D9%2584%25D9%2587%2520%25D9%2584%25D8%25B8%25D8%25B1%25D9%2588%25D9%2581%2520%25D8%25A7%25D8%25B6%25D8%25B7%25D8%25B1%25D8%25AA%25D9%2587%2520%25D9%2584%25D8%25B0%25D9%2584%25D9%2583.\"&gt;Muhammad Hamid al-Fiqi&lt;/a&gt;, would be appointed as the president of the Meccan Department of Printing and Publication (\"raʾīs shuʿbat al-ṭabʿ wa-l-nashr bi-Makka\"). Based on the advise of Rida, Al-Fiqi would start a new Islamic journal \"Al-Islah\" in &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;, modelled after \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\". \"Al-Islah\" championed the key doctrines of \"Salafiyya\" and integrated Arabia into the transnational network of Islamic reformist efforts while fostering a broader sense of Islamic identity amongst the &lt;a href=\"Arabs\"&gt;Arab&lt;/a&gt; elite.\nAftermath.\nThe &lt;a href=\"Establishment%20of%20Saudi%20Arabia\"&gt;establishment of Saudi rule&lt;/a&gt; over &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; marked a landmark event in the history of the &lt;a href=\"Arab%20world\"&gt;Arab world&lt;/a&gt; in particular and the &lt;a href=\"Muslim%20world\"&gt;Islamic world&lt;/a&gt; in general. The alliance of Rida and the Wahhabi state laid the foundational coalitions of a fundamentalist &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamist&lt;/a&gt; movement, a new &lt;a href=\"Sunni%20orthodoxy\"&gt;Sunni orthodoxy&lt;/a&gt;, with direct support from &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt; since 1926. Inspired by the theological paradigm elaborated by Rashid Rida, his disciple &lt;a href=\"Hassan%20al-Banna\"&gt;Hasan al-Banna&lt;/a&gt; founded the &lt;a href=\"Muslim%20Brotherhood\"&gt;Society of the Muslim Brothers&lt;/a&gt; (\"Jama'at al-Ikhwan al-Muslimeen\") in 1928; which Rida himself was on the verge of joining shortly before his death. The Muslim Brotherhood would become the most influential movement of Pan-Islamism across the Arab world. The successful establishment of an &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt; in heartland of Islam significantly advanced the proliferation of the &lt;a href=\"Islamic%20revival\"&gt;Islamic revival&lt;/a&gt;ist programme envisioned by Rashid Rida.\nWith the consolidation of &lt;a href=\"Saudi%20Arabia\"&gt;Saudi rule&lt;/a&gt;, the &lt;a href=\"Sufism\"&gt;Sufi&lt;/a&gt; institutions in &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; were closed and replaced with Rashid Rida's Salafi comrades and the Najdi \"&lt;a href=\"Ulama\"&gt;ulema&lt;/a&gt;\". Sufi influence was being curtailed and \"Salafiyya\" movement was being promoted on an international scale. In 1961, the &lt;a href=\"Islamic%20University%20of%20Madinah\"&gt;Islamic University of Medina&lt;/a&gt; was founded and it would serve as an international seminary for propagation of Salafi \"&lt;a href=\"Dawah\"&gt;Da'wa&lt;/a&gt;\" globally, with coordination of leading Salafis all over the world. Vast majority of its students came outside Saudi Arabia with wide-ranging scholarships. After graduation, these students would return to their native lands with prestige and would get appointed as imams, leaders, etc. or found \"Da'wa\" organisations of their own.\nDeath.\nRashid Rida died on his way back to Cairo from Suez, where he had gone to see off his patron, King of Saudi Arabia &lt;a href=\"Abdulaziz%20Ibn%20Saud\"&gt;Abdulaziz Ibn Saud&lt;/a&gt;. Rida had committed most of his resources for Islamic reform through publishing and other revivalist efforts. Hence, he faced financial difficulties throughout his career and he died poor and in debt.\nThe Sheikh of &lt;a href=\"Al-Azhar%20Mosque\"&gt;Al Azhar&lt;/a&gt;, &lt;a href=\"Mustafa%20al-Maraghi\"&gt;Mustafa al Maraghi&lt;/a&gt;, remarked that Rida had three main opponents: Muslim modernists, non-Muslims, and religious obscurantists.\nHabib Jamati said in his eulogy: \nEgyptian hadith scholar and Rida's disciple, &lt;a href=\"Ahmad%20Muhammad%20Shakir\"&gt;Ahmad Shakir&lt;/a&gt; wrote:\"Islam has lost today a very high personality, an Imam, a Hujjah among the Imams of guidance, a great Mujahid and a great reformer. He lived benign and died a martyr!\"\nViews.\nOn Taqleed.\nRashid Rida was a leading exponent of &lt;a href=\"Salafi%20movement\"&gt;Salafism&lt;/a&gt; and was especially critical of what he termed \"blind following\" (\"&lt;a href=\"Taqlid\"&gt;Taqleed&lt;/a&gt;\") of excessive &lt;a href=\"Sufism\"&gt;Sufism&lt;/a&gt;; which he believed to have distorted the original message of Islam. He distinguished between imitating a \"madhab\" and following Muhammad using the commendable term \"\"ittiba\"\" (following); which denoted following the Prophetic \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\" through textual proofs. He encouraged both laymen and scholars to read and study directly the primary sources of Islam by themselves. This principle also enabled Rida to address a number of contemporary subjects and challenges in a modern way, articulating his defense of Islam in a renovated language that sometimes led him to hold un-conventional views. Not only was \"Taqlid\" inherently blameworthy, Rida also condemned its resultant factionalism, writing:\"What is harmful is fragmentation of Muslims into sects and parties, while each of them requires its members to follow a scholar whom they call an \"&lt;a href=\"imam\"&gt;imam&lt;/a&gt;\", and they follow him in every word and opinion, and assemble themselves against the followers of another scholar, leading finally to the negligence of the Book [\"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\"] and the \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\"\"\nCondemning \"&lt;a href=\"Taqlid\"&gt;Taqlid&lt;/a&gt;\" theologically, Rida argued that rigid adherence to the \"&lt;a href=\"Madhhab\"&gt;mad'habs&lt;/a&gt;\" have divided the &lt;a href=\"Ummah\"&gt;Muslim \"Ummah\"&lt;/a&gt; into sectarian factions; almost causing the jurists to worship the four Imams like deities, which contradicted \"&lt;a href=\"Tawhid\"&gt;Tawhid&lt;/a&gt;\". Moreover, it blocked the independent thinking of Muslims and prohibited their right to access the Scriptures directly, which enabled the tyrants, supported by the corrupt \"ʿulamaʾ\", to justify oppression and preserve their despotism. He would also explain that the hadiths regarding the saved sect (\"al-firqa al-nājiya\") referred to the \"Ahl al-Ittiba\" (the people who followed proof-texts) who are the \"saved ones\" (\"al-Najin\"); while the \"madhab\" fanatics belonged to the innovated group. Despite this, Rida did not ignore the legacy of the four \"mad'habs\" and viewed its legal literature as a resource from which he derived rulings, adapting to changing circumstances. Although he placed the four \"Imams\" at the peak of juristic excellence, he claimed that &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt; was practically more relevant for contemporary Muslims.\nRida's criticism of \"Taqlid\" extended well beyond the confines of &lt;a href=\"Sharia\"&gt;Islamic law&lt;/a&gt; and &lt;a href=\"Schools%20of%20Islamic%20theology\"&gt;theology&lt;/a&gt; to include socio-political developments. He believed that socio-political associations and its consequent \"&lt;a href=\"Asabiyyah\"&gt;Asabiyyah&lt;/a&gt;\" (partisanships) influenced \"madhab\" affiliations and fanaticism. He was far more critical of \"Al-Mutafarnijun\" (Europeanised emulators); whom he regarded as being guilty of \"Taqlid\" and abandoning the path of the \"&lt;a href=\"Salaf\"&gt;Salaf&lt;/a&gt;\" (pious forefathers). While the \"madhab\" partisans are influenced by administrative positions of power and promote governmental interests; the \"Mutafarnijun\" create more damage by dividing the \"Ummah\" based on different languages, nationalities and countries and conceiving new identities within the nation-states. Labelling the Europeanisers who associated with new national identities as \"&lt;a href=\"Mulhid\"&gt;Mulhid&lt;/a&gt;\" (heretics) and \"&lt;a href=\"Apostasy%20in%20Islam\"&gt;Murtadd&lt;/a&gt;\" (apostates), Rida wrote:\"Nationalist adherence…is the destruction of the foundation of their community. They think that through it they build a new foundation better than that which history built for them [i.e via Islam].. We have learned with great surprise and despair…that some Syrians and Egyptians who continue to despise themselves and prefer the Turks over their own people, choose to follow them (taqlīduhum) in this... they are like [the Turks] in their unbelief (kufr) and ‘negation [of divine attributes]’ (ta‘ṭīl) and the lack of feeling for religious connections\"\nDrawing on &lt;a href=\"Hanbali\"&gt;Hanbali&lt;/a&gt; and &lt;a href=\"Shafi%CA%BDi%20school\"&gt;Shafi'i&lt;/a&gt; legal traditions that supported the continuity of \"&lt;a href=\"Ijtihad\"&gt;Ijtihad&lt;/a&gt;\", Rida also employed its doctrine into practice. Rida defined the application of \"Ijtihad\" strictly in terms of \"pure adherence to the provisions of the \"&lt;a href=\"Quran\"&gt;Qur’an&lt;/a&gt;\" and \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\" and upon the understanding of the \"&lt;a href=\"Salaf\"&gt;Salaf al-Salih&lt;/a&gt;\"\" and restricted its scope by enforcing the authority of \"&lt;a href=\"Ijma\"&gt;'Ijma&lt;/a&gt;\" (scholarly consensus). Rida's position on the scope of \"ijtihād\" would pave a middle-ground between the &lt;a href=\"Islamic%20modernism\"&gt;Modernist&lt;/a&gt; conceptualisation of \"ijtihād\" as an all-inclusive creative endeavour and the minimalist view of \"ijtihād\" which restricted it to a narrow legal spectrum of &lt;a href=\"Madhhab\"&gt;\"mad'hab\"&lt;/a&gt; partisanship. &lt;a href=\"South%20Asia\"&gt;South Asia&lt;/a&gt;n thinker &lt;a href=\"Muhammad%20Iqbal\"&gt;Muhammad Iqbal&lt;/a&gt; (d. 1938) represented the former position, while the &lt;a href=\"Deobandi\"&gt;Deobandi movement&lt;/a&gt; advocated the latter. During his life-time when \"Taqlid\" tradition was predominant, \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;s\" were not issued by \"Ijtihad\". Beginning from 1903, Rida issued fatwas in \"Al-Manar\" answering questions sent by readers from all corners of the Islamic World and proclaimed the \"fatwas\" as his \"Ijtihad\" (independent legal reasoning). His exceptional claim to exercise of \"Ijtihad\" would impart a major influence on future &lt;a href=\"Islamic%20revivalism\"&gt;Islamic revivalist&lt;/a&gt; movements.\nOn Islamic Revival.\nRida believed that the early Muslims' upholding of \"&lt;a href=\"Tawhid\"&gt;Tawheed&lt;/a&gt;\"(Oneness of God), and \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\" were the primary reason for their spiritual and material success. They were motivated by the \"Qur'anic\" teachings which taught them to be independent, free from blind imitation(\"&lt;a href=\"Taqlid\"&gt;taqleed&lt;/a&gt;\") and prepared them to spiritually and materially lead mankind. Thus they were able to establish a mighty civilisation unrivalled across the world with highly advanced science and technology and spread civilisation across all the lands they conquered, freeing its inhabitants from oppression and \"&lt;a href=\"Jahiliyya\"&gt;Jahiliyya&lt;/a&gt;\"(darkness). Rida believed that the Muslim decline started after the end of the &lt;a href=\"Abbasid%20Caliphate\"&gt;Islamic Caliphates&lt;/a&gt; in the 13th century, when the Arab rule ceased and power shifted to the non-Arabs who abandoned the \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\" and innovated various superstitions that contradicted the Scriptures. Based on his reading of \"&lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;\", Rida believed that after this decline, a second Islamic victory is prophesied. He undertook initiatives for a global &lt;a href=\"Islamic%20revival\"&gt;Islamic Renaissance&lt;/a&gt; in that path.\nRida believed that the &lt;a href=\"Muslim%20world\"&gt;Muslim World&lt;/a&gt; faced acute crises in spiritual, educational and legislative affairs. He identified Islamic religious reform \"as a triple unification of doctrine, law, and ethics.\" Rida's adoption of \"&lt;a href=\"Wahhabism\"&gt;Wahhabiyyah's&lt;/a&gt;\" puritanical tenets after 1918 symbolised his adoption of a &lt;a href=\"Hanbali\"&gt;Hanbali&lt;/a&gt;te reformist framework, to carry out his revivalist efforts. While strictly adhering to \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\" and \"Hadith\", the Hanbali school called for the application of Ijtihad where the Scriptures are vague. It also accepted the general Islamic principle of \"&lt;a href=\"Maslaha\"&gt;Maslaha&lt;/a&gt;\"(public interest). Inorder to expound a comprehensive Islamic system of law, government, education, and ethics in the modern world; Rida revived the classical Islamic theory of life. The reconstitution of the Islamic system was only possible by directly returning to the original sources. In this, he also defended the superiority of \"naql\" (textual sources) over \"&lt;a href=\"%27Aql\"&gt;'aql&lt;/a&gt;\" (rational sources) and condemned &lt;a href=\"Islamic%20philosophy\"&gt;philosophy&lt;/a&gt; and \"&lt;a href=\"Sufism\"&gt;tasawwuf&lt;/a&gt;\".\nRashid Rida travelled to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; only once, for a specific political purpose, and was ignorant of &lt;a href=\"Languages%20of%20Europe\"&gt;European languages&lt;/a&gt;. He disliked the social life of Europeans and was hostile to &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt;. Despite this, he had a robust sensitivity to challenges faced by Muslims in the modern world. He believed that the &lt;a href=\"Islamic%20Golden%20Age%23Decline\"&gt;inner decay of Muslims&lt;/a&gt; as well as the efforts of &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;, prevented &lt;a href=\"Ethnic%20groups%20in%20Europe\"&gt;Europeans&lt;/a&gt; from embracing &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. He wanted Muslims to accept aspects of &lt;a href=\"modernity\"&gt;modernity&lt;/a&gt; only to the extent to which it was essential for the recovery of Islamic strength. By referring to the juristic principles of necessity, he considered it as a duty for Muslims to study modern sciences and technology. Rida repeatedly urged the legal experts and the \"&lt;a href=\"Ulama\"&gt;Ulema&lt;/a&gt;\" of his era to come together and produce legal works based directly from \"Quran\" and \"hadith\", easy for all &lt;a href=\"Mumin\"&gt;believers&lt;/a&gt; to comprehend and in accordance with the needs of the age.\nOn Secularism and Modernism.\nRashid Rida believed that the management of state affairs and its principles were an integral part of &lt;a href=\"Islamic%20faith\"&gt;Islamic faith&lt;/a&gt;. Accordingly, he called for the restoration of &lt;a href=\"Worldwide%20caliphate\"&gt;Islamic Caliphate&lt;/a&gt; and waged fierce battles against &lt;a href=\"Secularism\"&gt;secularist&lt;/a&gt; trends that emerged across the &lt;a href=\"Arab%20world\"&gt;Arab World&lt;/a&gt; during the early twentieth century. He denounced calls for separation of religion and state, advocated by some of the former students of Muhammad 'Abduh, as the most dangerous threat to Islam. By the 1920s, Rida had discovered that his most formidable opponents were not the tradition-bound Sufi-Ash'arite \"ulama\" of Al-Azhar but the Western-educated secularists who pushed Abduh's utilitarian principles far beyond. Rida made vehement denunciations and attacks against modernists such as &lt;a href=\"Ali%20Abdel%20Raziq\"&gt;Ali Abdel Raziq&lt;/a&gt; and Ahmed Safwat. By this point, Rida's main priority had shifted to repeal what he considered \"Western invasion of Islamic culture\". This shift was also evident in his promotion of the &lt;a href=\"Wahhabism\"&gt;Wahhabi&lt;/a&gt; cause and active promotion of \"&lt;a href=\"Salafi%20movement\"&gt;Salafiyya&lt;/a&gt;\", championing the works of &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt;, &lt;a href=\"Ibn%20Qayyim%20al-Jawziyya\"&gt;Ibn Qayyim&lt;/a&gt;, &lt;a href=\"Ibn%20Qudamah\"&gt;Ibn Qudama&lt;/a&gt;, etc.\nRida called upon &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; to shun the imitation of foreigners and their ways, and labelled the &lt;a href=\"Islamic%20modernism\"&gt;Islamic modernists&lt;/a&gt; as “false renewers” and “heretics\" whose efforts were harming Muslim societies. He would also severely arraign the scholars who provided \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;s\" (religious rulings) that aligned with the ideals of modernists. Rida asserted that a society which properly obeyed \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\" would be able to successfully resist both &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt; as well as the disorder of class-based &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt;; since such a society would be unsusceptible to its temptations. The &lt;a href=\"Westernization\"&gt;Westernising&lt;/a&gt; turn of Abduh's modernist disciples, was defied by Rida. He would propel towards the nascent &lt;a href=\"Wahhabism\"&gt;Wahhabi&lt;/a&gt; state of &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt; and its \"&lt;a href=\"Ulama\"&gt;Ulema&lt;/a&gt;\". Rida despised the Westernising and &lt;a href=\"Secularization\"&gt;secularising&lt;/a&gt; trends in Muslim societies and viewed them as the direct outcome of the modernist movement. Dismissing the modernist advocacy of cultural synthesis, he emphasized the self-sufficiency and comprehensiveness of Islamic faith, and adopted a hostile attitude towards Western powers; socially and politically. Rida's polemical posture against the modernists and themes of Islamic self-sufficiency, &lt;a href=\"Anti-Western%20sentiment\"&gt;anti-Westernism&lt;/a&gt;, etc. would portend the emergence of transnational &lt;a href=\"Islamism\"&gt;Islamist&lt;/a&gt; movements such as the &lt;a href=\"Muslim%20Brotherhood\"&gt;Muslim Brotherhood&lt;/a&gt; and \"&lt;a href=\"Jamaat-e-Islami\"&gt;Jamaat-i Islami&lt;/a&gt;\".\nIn his treatise \"Yusr al-Islam wa Usül at-Tashri' al-'Ämm\" (“The Accommodating Spirit of Islam and the Sources of General Jurisprudence”), Rida explains that he favors a \"middle path\" between the rigid conservatives whose legal interpretations are all tied to one traditional sect or another, and those secularists who at most use Islamic “symbols” but are ready in practice to disregard Islam entirely and to borrow legal codes from Europe or evolve new ones on the basis of local convenience:\n\"The moderate advocates of Islamic reform are those who affirm that it is possible to resuscitate Islam and renew its true guidance by following the Qur’än and the true Sunna and the guidance of the Virtuous Forefathers [\"as-salaf as-Salih\"], and by seeking the help of the learning of the &lt;a href=\"Imam\"&gt;\"Imams\"&lt;/a&gt;, without cleaving to particular sectarian books and teachings around which the first group has solidified. They also affirm that it is possible to combine this with the noblest forms of civilization and organization which the second groups calls for. Indeed, they believe that religion and the most modern techniques of civilization and power, on both of which they advocate primary reliance, are two friends in agreement, not in conflict, and that each adds to the power and nobility of the other.\"\nOn Zionism.\nThe Zionist programme to create a &lt;a href=\"Jewish%20state\"&gt;Jewish state&lt;/a&gt; in Palestine was a source of concern throughout the Islamic World, during the early 20th century. Muhammad Rashid Rida was one of the earliest critics of &lt;a href=\"Zionism\"&gt;Zionism&lt;/a&gt; and wrote an article condemning the movement as early as 1898. Rida had warned early on that &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; were being mobilised by Zionists to migrate to &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; with &lt;a href=\"European%20colonial%20powers\"&gt;European&lt;/a&gt; approval. Rida urged the Arabs to wake up and take action against the Zionists. Quoting leaders of Zionist movement themselves, Rida warned that the goal of the movement was to establish a Zionist state in Palestine. Rida also directed critique against Jews in general. In his 1929 article “\"Thawrat Filistin\"”, Rida propagated &lt;a href=\"Antisemitism\"&gt;anti-semitic&lt;/a&gt; stereotypes. Rida claimed that Jews were a \"selfish and chauvinist, cunning and perfidious\" people who sought to exploit and exterminate other people. He alleged that Jews plotted in Europe to undermine the power of &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;, introduced &lt;a href=\"freemasonry\"&gt;freemasonry&lt;/a&gt; and through it; manipulated the &lt;a href=\"Bolsheviks\"&gt;Bolsheviks&lt;/a&gt; and the &lt;a href=\"Young%20Turks\"&gt;Young Turks&lt;/a&gt; against the &lt;a href=\"Russian%20Empire\"&gt;Russian&lt;/a&gt; and &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; empires. Rida believed that capitalism was created by the Jews as a tool to \"enslave the whole world through their money\".\nRida regarded the Zionist enterprise as part of the wider &lt;a href=\"British%20Empire\"&gt;British imperial&lt;/a&gt; &lt;a href=\"Divide%20and%20rule\"&gt;scheme&lt;/a&gt; to consolidate their regional domination and provoke \"&lt;a href=\"Fitna%20%28word%29\"&gt;Fitna&lt;/a&gt;\" (civil strife) amongst &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt;. In his 1929 &lt;a href=\"Antisemitism\"&gt;anti-semitic&lt;/a&gt; treatise \"Thawrat Filastin\" ( Revolution in Palestine); Rida identified Jews as historically the most fanatical people in \"&lt;a href=\"Asabiyyah\"&gt;Asabiyya&lt;/a&gt;\" (in-group solidarity); who refused to assimilate with other cultures. He listed a number of historical crimes of the &lt;a href=\"Israelites\"&gt;Israelites&lt;/a&gt; such as their offenses against the &lt;a href=\"Prophets%20and%20messengers%20in%20Islam\"&gt;Prophets of God&lt;/a&gt;, their lapsing into \"&lt;a href=\"Shirk%20%28Islam%29\"&gt;shirk&lt;/a&gt;\" (polytheism) and \"&lt;a href=\"riba\"&gt;riba&lt;/a&gt;\" (usury). So God punished them, taking away their &lt;a href=\"Hasmonean%20dynasty\"&gt;kingdom&lt;/a&gt; and subjecting them to centuries of &lt;a href=\"Persecution%20of%20Jews%23Western%20and%20Christian%20antisemitism\"&gt;Christian persecution&lt;/a&gt;. Rida asserted that the Jews had gained immense influence in capitalist countries through their control of the Western banking system, and thus have succeeded in turning the Christian states against Muslims. The Jews are seeking the resurrection of their &lt;a href=\"Greater%20Israel\"&gt;religious state&lt;/a&gt; in &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; to pave the way for the arrival of their long-awaited &lt;a href=\"Messiah%20in%20Judaism\"&gt;Messiah&lt;/a&gt;, who in fact is the &lt;a href=\"Al-Masih%20ad-Dajjal\"&gt;Anti-Christ&lt;/a&gt;; who will be killed by the true &lt;a href=\"Messiah%20in%20Islam\"&gt;Messiah&lt;/a&gt;, &lt;a href=\"Jesus%20in%20Islam\"&gt;Jesus&lt;/a&gt; (‘Īsa bin Mariam) as per the Islamic Prophesies of the &lt;a href=\"Jesus%20in%20Islam%23Second%20coming\"&gt;Second Coming of Jesus&lt;/a&gt;. Impatient with their endless wait, free-thinkers skeptical of religious eschatology had founded the Zionist movement. Since the Jews were only competent in financial sector, but not in military affairs; Rida argued; the Zionists were backed by the military might of British.\nIn 1933, Rida issued a \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;\" forbidding all Muslims to sell land to Jews in Palestine, ruling that such sales represented the \"betrayal of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;\" and complicity with Zionism. In response to a query from an Arab living in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; under the new &lt;a href=\"Nazi%20Germany\"&gt;Nazi&lt;/a&gt; regime, Rida propounded that the &lt;a href=\"Germanic%20peoples\"&gt;Germanic people&lt;/a&gt; had begun taking their vengeance upon the Jews; for their roles in undermining Germany during the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;. Although Rida's theology was ideologically at odds with Nazi doctrines, he nevertheless viewed them as sweeping away heresies and false beliefs, clearing the path for the ultimate triumph of the Islamic faith. He viewed &lt;a href=\"Kemalism\"&gt;Kemalism&lt;/a&gt; and &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt; as the immediate enemies of Islam, both of which were directly threatening Muslim territories.\nFour months before his death, Rida paid a ringing tribute for his disciple &lt;a href=\"Grand%20Mufti%20of%20Jerusalem\"&gt;Grand Mufti&lt;/a&gt; &lt;a href=\"Amin%20al-Husseini\"&gt;Hajji Amin al-Husayni&lt;/a&gt;; praising him as a brilliant &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamic&lt;/a&gt; \"&lt;a href=\"Mujahideen\"&gt;Mujahid&lt;/a&gt;\" leader of &lt;a href=\"Palestinians\"&gt;Palestinians&lt;/a&gt;, and extolled his skillful efforts. In one of his final texts published in 1935, Rida called upon all Muslims to unite urgently and focus all their resources to defeat the Jews. In Rida's view:\"‘If we want to save our homeland and \"&lt;a href=\"Ummah\"&gt;umma&lt;/a&gt;\" from Jewish domination by means of the moral power of religion, we shall have to take the path traced by our ancestors [\"&lt;a href=\"salaf\"&gt;salaf&lt;/a&gt;ina\"], who defeated the Jews in the first epoch [of Islam] and expelled them from the &lt;a href=\"Arabian%20Peninsula\"&gt;Arabian Peninsula&lt;/a&gt;.\"\nOn Christianity.\nRida was highly sensitive to the openly hostile and &lt;a href=\"Islamophobia\"&gt;Islamophobic&lt;/a&gt; attitudes prevalent amongst &lt;a href=\"Orientalism\"&gt;Orientalists&lt;/a&gt; and European &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; of his era. Before promoting the vision of a &lt;a href=\"Caliphate\"&gt;Caliphate&lt;/a&gt; as a means of Islamic revival, Rida was trying to counteract the activities of &lt;a href=\"Christian%20mission\"&gt;Christian mission&lt;/a&gt;aries for founding a society to for organised &lt;a href=\"Dawah\"&gt;Islamic \"Da'wa\"&lt;/a&gt; outside Ottoman territories. He was also concerned by what he regarded as sympathies of native &lt;a href=\"Arab%20Christians\"&gt;Arab Christians&lt;/a&gt; to &lt;a href=\"colonial%20powers\"&gt;colonial powers&lt;/a&gt;. When he organised his &lt;a href=\"Caliphate\"&gt;Caliphate&lt;/a&gt; theory, his vision would have recognised both &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt; and Christianity, granting non-Muslims the right to serve in administration and judicial system.(except the Islamic \"&lt;a href=\"Sharia\"&gt;shar'i&lt;/a&gt;\" courts)\nIn Rida's view, the only ‘true’ mission of solid faith in Christian history was that of the disciples of &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt;; and any later missionary attempt was false. Riḍā perceived the Christian missions as an integral part of the colonial presence in the &lt;a href=\"Muslim%20world\"&gt;Muslim world&lt;/a&gt; and was convinced that Europe made use of religion as a political instrument for mobilising European Christians by inflaming their ‘fanatic’ feelings against other nations. In spite of this, Rida did promote efforts to reconcile between Muslims and Christians.\nHowever, Rida accused &lt;a href=\"Eastern%20Christianity\"&gt;Oriental Christians&lt;/a&gt; in general of being the tools of colonial powers and of conspiring with \"atheist Westerners\" against Islam. In a series of articles published in 1911 compiled under the title \"al-Muslimun wa-l-qutb\" (\"The Muslims and the Copts\"), Rida condemned Muslims for dividing over nationalism. In his view, &lt;a href=\"Egyptian%20nationalism\"&gt;nationalist&lt;/a&gt; slogans were exploited by the colonial powers and would only favor the Coptic minority. He mocked the &lt;a href=\"Copts\"&gt;Copts&lt;/a&gt;’ claim to be descended from the “heathen, God-hating” Pharaohs and their demand to positions of power, responding that \"they lack experience\". Rida also applauded the 1911 Muslim congress organised as a response to Congress of Asyut in 1911 that demanded Coptic minority rights. Rida believed that the &lt;a href=\"Western%20culture\"&gt;Western Civilisation&lt;/a&gt; could not be considered \"Christian\" but only materialistic, and predicted that its vices would lead to its self-destruction. He alleged that the West sought to turn Muslims away from their religion, either by degrading their moral values, or converting them to Christianity, or both.\nOn Shi'ism.\nFrom being a person who was accommodative towards &lt;a href=\"Shia%20Islam\"&gt;Shiism&lt;/a&gt;, Rashid Rida would gradually become a sharp critique of it. In a book originally published in 1929, he states that he was once willing to work with the balanced reformers amongst Shias, but explains that the situation has changed. He also alleged that Shiites \"worship the dead\" attributing to their intercessionary practices towards \"&lt;a href=\"Wali\"&gt;awliyaa&lt;/a&gt;\" in their shrines and called upon Shias to condemn these practices. Although he fell short of censuring all Shias, Rida left them few options. Pan-Islamic unity was still conceivable, but it had to be on Salafi terms. In 1927, in the context of heightened communal tensions following the Saudi's heavy-handed efforts on the Shi'i population of the kingdom, \"al-Manar\" published a series of seven anti-Shi'i articles written by the Salafi scholar and Rida's disciple &lt;a href=\"Muhammad%20Taqi-ud-Din%20al-Hilali\"&gt;Muhammad Taqi ud din al-Hilali&lt;/a&gt;. Rida condemned the Shia for \"supporting the Tatar and Crusader invasions\" and alleged that &lt;a href=\"Rafida\"&gt;\"Raafidi\"&lt;/a&gt; doctrines were formulated by a Jewish-Zoroastrian conspiracy aimed at \"perverting Islam and weakening the Arabs\". Rida called upon \"moderate Shi'is\" to dissociate themselves from the stagnant Shia clergy and condemn intercessionary practices such as beseeching their religious figures from the \"&lt;a href=\"Ahl%20al-Bayt\"&gt;Ahl al-Bayt&lt;/a&gt;\" and \"&lt;a href=\"Awliyaa\"&gt;Awliyaa&lt;/a&gt;\" (saints) in their graves; which he equated with \"&lt;a href=\"Shirk%20%28Islam%29\"&gt;shirk&lt;/a&gt;\" (polytheism). Only then shall they be incorporated into his &lt;a href=\"pan-Islamic\"&gt;pan-Islamic&lt;/a&gt; ecumenical paradigm.\nDespite all this, Rida was the most important modern Sunni scholar that influenced modern Shiite &lt;a href=\"exegesis\"&gt;exegesis&lt;/a&gt;. Rida's prolific Quranic commentary (\"&lt;a href=\"Tafsir\"&gt;Tafseer&lt;/a&gt;\") is regarded by both Sunni and Shiite scholars as groundbreaking in the field of \"Tafseer\". As traditional Shiism came into contact with various Islamic reform movements, such as the \"salafiyya\" which emphasised the importance of adhering to \"\"&lt;a href=\"Qur%27an\"&gt;Qur'an&lt;/a&gt;\" and \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\"\" over personalities, its orthodox reluctance to engage in \"Qur'anic\" exegesis was highly challenged in the modern World. Rida's \"Tafseer\" and his innovative approach were important in inducing a similar tendency within Shiism.\nDarwinism.\nAlthough Rashid Rida personally rejected &lt;a href=\"Darwinism\"&gt;Darwin's theory of evolution&lt;/a&gt;, he did not outright denounce someone who expounded the theory as an &lt;a href=\"Kafir\"&gt;unbeliever&lt;/a&gt;. &lt;a href=\"Muhammad%20Abduh\"&gt;Abduh&lt;/a&gt; had interpreted certain aspects of the story of &lt;a href=\"Adam%20in%20Islam\"&gt;Adam&lt;/a&gt; such as \"questions of &lt;a href=\"Angels%20in%20Islam\"&gt;angels&lt;/a&gt;\", \"prostration of angels\", \"tree\", etc. in an allegorical manner. Commenting on his teacher's explanation, Rashid Rida said that what was done by \"&lt;a href=\"Ustad\"&gt;al-Ustadh&lt;/a&gt;\" (teacher), is no more as &lt;a href=\"al-Ghazali\"&gt;al-Ghazali&lt;/a&gt;. Rida points out that Abduh did not interpret &lt;a href=\"Adam%20in%20Islam\"&gt;Adam&lt;/a&gt; as a mere myth. Defending Abduh, Rida argued that Darwinism cannot answer whether humans originate from a single lineage or not. Hence, Rida argues that the &lt;a href=\"Islamic%20views%20on%20evolution%23Creation%20of%20humanity\"&gt;Islamic creationist&lt;/a&gt; belief of Adam being the first man doesn't contradict Darwinism.\nHowever, Rida sharply distanced himself from the figurative interpretation of \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\" favoured by Abduh and &lt;a href=\"Jamal%20al-Din%20al-Afghani\"&gt;Afghani&lt;/a&gt;. According to Rida, anybody who denied the historical existence of Adam and &lt;a href=\"Abraham%20in%20Islam\"&gt;Abraham&lt;/a&gt; is guilty of &lt;a href=\"apostasy\"&gt;apostasy&lt;/a&gt;. Like the medieval theologian &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt;, Rida held that there's no possibility of reason or science contradicting any \"&lt;a href=\"Quran\"&gt;Qur’anic&lt;/a&gt;\" text.\nOn \"Istishan\" (juristic discretion), \"Istislah\" and \"Maslaha\" (public interest).\nThroughout his legal writings, Rida tried to demonstrate that \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\" was intended and suited to be a comprehensive legal structure for the Islamic society. In an early series of articles in \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\" titled “Debates Between the Reformer and the Slavish Imitator” (\"Muhäwarät al-Muslih wal-Muqallid\"), Rida takes the view that the fixed \"shar'i\" principles in the &lt;a href=\"Muamalat\"&gt;\"mu'ämalät\"&lt;/a&gt; (social transactions) are of only a general character, allowing for considerable adaptation by successive generations of &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; in the light of the demands of their worldly welfare, while it is only the '&lt;a href=\"Ibadah\"&gt;\"ibädät\"&lt;/a&gt; (governing matters of ritual and worship) that do not admit of interpretive change. According to Rashid Rida, the &lt;a href=\"Hanafi\"&gt;Hanafi&lt;/a&gt; principle of \"&lt;a href=\"Istihsan\"&gt;Istihsan&lt;/a&gt;\" (ruling in which a benefit to the Community is confirmed) is essentially an application of this spirit. However, Rida divided \"&lt;a href=\"Muamalat\"&gt;Mu'amalat&lt;/a&gt;\" into two categories: i) moral issues and ii) morally irrelevant issues. The former are similar to \"'Ibadat\" rules which were Revealed by God who defined moral norms and hence, fixed. Those who break these rules are sinful &lt;a href=\"Fasiq\"&gt;transgressors&lt;/a&gt;. The latter category of issues, can be solved through the process of \"&lt;a href=\"Qiyas\"&gt;Qiyas&lt;/a&gt;\" (analogical reasoning). Thus, like \"Istihsan\", \"Qiyas\" is a fundamental principle necessary for the relevant application of the law.\nFor medieval jurists such as &lt;a href=\"Shihab%20al-Din%20al-Qarafi\"&gt;Al-Qarafi&lt;/a&gt;, &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt; etc., \"&lt;a href=\"istislah\"&gt;istislah&lt;/a&gt;\" was but a logical extension of \"&lt;a href=\"qiyas\"&gt;qiyas&lt;/a&gt;\", whereby a consideration of utility neither explicitly enjoined nor excluded by the revealed texts would be assumed as a valid basis for judgment. Rashid Rida adopted this rationale, acknowledging that the conclusions of \"istisläh\" were accordingly not legally binding as a firmly grounded \"qiyas\" (as opposed to a \"qiyas\" without precise textual basis), for \"no individual is entitled to require or forbid others to perform an act without Divine authorization\".\nHowever, in matters of public policy this doesn't prevent the government from enacting ordinances based on utility, provided that the government rests on the proper foundations of \"\"&lt;a href=\"shura\"&gt;shura&lt;/a&gt;\"\" (consultation) amongst \"ulul amr\" (qualified authorities) and that such ordinances do not conflict with clear Divine Revelation. Citing the &lt;a href=\"Al-Andalus\"&gt;Andalusian&lt;/a&gt; \"&lt;a href=\"Faq%C4%ABh\"&gt;Faqih&lt;/a&gt;\" &lt;a href=\"Al-Shatibi\"&gt;Ash-Shatibi&lt;/a&gt; (d.790 H), Rida suggests that much of the legal rulings built through the meticulous process of \"&lt;a href=\"Qiyas\"&gt;Qiyas&lt;/a&gt;\", can actually be reached by an equally valid (yet much simpler) process of \"istislah\". Citing &lt;a href=\"Shihab%20al-Din%20al-Qarafi\"&gt;Al-Qarafi&lt;/a&gt;, Rida states that many \"&lt;a href=\"Ulama\"&gt;ulema&lt;/a&gt;\" feared that tyrants would use \"\"maslaha\" as an excuse for following their desires and imposing absolutism upon their population. Rida concludes that the solution should be to reform the political system so that decisions of public policy and law rests on the hands of qualified persons - \"&lt;a href=\"Ahl%20al-hall%20wal-aqd\"&gt;ahl al-hall wal-'aqd&lt;/a&gt;\" or \"ulul amr\"\" - through mutual consultation (\"shura\") and ruler responsible to them. If this is done, \"there will be no reason to fear that \"Masalih\" will be a means for corruption\", Rida says, thus lifting the restrictions on deduction of legal ordinances.\nHowever, Rida was clear in specifying that general principles cannot supersede clear-cut texts. He stated that a soundly transmitted Scriptural text can only be superseded by a specific text which is more superior. It could also be superseded by general texts of \"&lt;a href=\"Quran\"&gt;Qurʾan&lt;/a&gt;\" and authentic \"&lt;a href=\"hadith\"&gt;hadith&lt;/a&gt;s\" that permit believers to prevent damage to themselves or to commit prohibited actions in a state of emergencies; such as endangerment of life. Rida asserted that such a permission is valid only during the situation of extreme necessity; and that the degree of allowance was proportional to the scope of necessity. Maintaining that Revealed texts are superior to \"&lt;a href=\"Maslaha\"&gt;Maslaha&lt;/a&gt;\"; Rida's legal approach towards the revealed texts and \"maṣlaḥa\" was based on the criterion and mechanisms elaborated by classical jurists such as Al-Shatibi and &lt;a href=\"Najm%20ad-Din%20al-Tufi\"&gt;Al-Tufi&lt;/a&gt;. In addition, Rida's legal doctrine continued the juristic traditions of a number of prominent \"&lt;a href=\"Faq%C4%ABh\"&gt;Fuqaha&lt;/a&gt;\" between the 10th and 14th centuries such as &lt;a href=\"Al-Ghazali\"&gt;Al-Ghazali&lt;/a&gt;, &lt;a href=\"Fakhr%20al-Din%20al-Razi\"&gt;Fakhr al-Din al-Razi&lt;/a&gt;, al-Qarafi, &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt;, etc. During these four centuries, Islamic jurists had commonly employed \"maṣlaḥa\" as an amenity for legal resolution and juristic dynamism. As Rida saw it, the classical jurists had sufficiently elaborated the “philosophical, moral and hermeneutical controls\" for valid utilisation of the principles of \"Maslaha\" (public interest). Thus, he engaged with the traditional theoretical literature of classical &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; \"&lt;a href=\"Fiqh\"&gt;Fiqh&lt;/a&gt;\" and conveyed its rich heritage to his readers in a sophisticated manner. Rida would also credit Al-Ghazali and Al-Shatibi for his revivalism of \"maṣlaḥa\"; which revamped the principle within the traditional legal framework of \"&lt;a href=\"Qiyas\"&gt;Qiyas&lt;/a&gt;\" (analogical reasoning).\nRida's doctrines would later be extended by &lt;a href=\"Islamic%20modernism\"&gt;modernists&lt;/a&gt; to uphold \"maslaha\" as an independent legal source, making \"qiyas\" dispensable and formulating positive laws directly on &lt;a href=\"Utilitarianism\"&gt;utilitarian&lt;/a&gt; grounds, for the \"wisdom behind the Revealed Laws is no longer inscrutable\", thus creating new implications. Throughout the 1920s, when such conclusions were drawn by the modernists based on these premises, Rida would object strenuously. He vehemently denounced the Egyptian lawyer Ahmed Safwat for promotion of \"non-adherence to the texts\" of \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\" and \"&lt;a href=\"Sunni%20Islam\"&gt;Sunna&lt;/a&gt;\" in particular matters in the name of public utility. Although Rida stated that \"&lt;a href=\"Mujahideen\"&gt;Mujtahids&lt;/a&gt;\" are obliged to take a broad view of all considerations affecting the public interest, \"textual limits\" had to be respected. The general public was obliged to follow the qualified \"&lt;a href=\"Mujahideen\"&gt;Mujtahids&lt;/a&gt;\" unquestionably on \"mu'amalat\" (wordly Transactions) and their consensus was a legal source (\"hujja shar'iyya\").\nOn Women.\nRashid Rida believed that &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; treats women and men equally in terms of their spiritual obligations and their ability to earn &lt;a href=\"God%20in%20Islam\"&gt;God's&lt;/a&gt; favor. He holistically addressed gender issues such as sexual freedom, women's exploitation in the workplace, and the rising cases of illegitimate children which were creating serious problems in European societies. He contrasted this with &lt;a href=\"Gender%20roles%20in%20Islam\"&gt;Islamic gender roles&lt;/a&gt;, which defined a woman's position in both household and society; and maintained that it represented the proper solution to the social problems faced by the most advanced societies. While men are heads of the household, Islam granted women the right to choose a spouse and gave them clearly stipulated rights and responsibilities in a marriage. He also stipulated that consent of &lt;a href=\"Wali%20%28Islamic%20legal%20guardian%29\"&gt;male guardian&lt;/a&gt; of women was essential for a \"&lt;a href=\"Marriage%20in%20Islam\"&gt;Nikah&lt;/a&gt;\" (marriage) to be valid, since it stabilises the domestic order and befits the honor of both women and men. He criticised those followers of \"&lt;a href=\"Hanafi\"&gt;Hanafi&lt;/a&gt;\" school, who didn't adhere to this stipulation and confuted his position, as bigoted partisans to \"madhabs\" guilty of abandoning the \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\" and \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\" in favour of their law schools.\nRida was also a firm defender of traditional Islamic views on &lt;a href=\"Polygyny%20in%20Islam\"&gt;polygamy&lt;/a&gt;, presenting it as a solution to the emerging social ills afflicting societies; such as free mixing of men and women in workplaces and consequent sexual freedoms. In one of his last treatises \"A Call to the Fair Sex\" published in 1932, a treatise addressed to the &lt;a href=\"Women%20in%20Islam\"&gt;Muslim women&lt;/a&gt;, Rida argued that polygamy not only solved the problems associated with promiscuity and its resultant evils, but also addressed the difficulties produced by the loss of numerous men in wars. The book condemned the calls for equality between men and women in the workplace and in politics; and warned about the folly of imitating Western women in their misguided ways. Rida declared that calls for \"the &lt;a href=\"Feminist%20movement\"&gt;liberation of women&lt;/a&gt;\" and other social reforms by the &lt;a href=\"Islamic%20modernism\"&gt;modernisers&lt;/a&gt; were destroying the very fabric of Islamic societies. Rida also explained the etiquettes of &lt;a href=\"Hijab\"&gt;veiling&lt;/a&gt;, emphasizing modesty for Muslim women, and addressed legal issues such as &lt;a href=\"Divorce%20in%20Islam\"&gt;divorce&lt;/a&gt;. Although Rida hindered Muslim women from political participation, he encouraged association-based female Islamic activism; that called upon the government to outlaw free-mixing, wine-drinking, fronts of prostitution and demanded expansion of Islamic education for both males and females. In marital affairs, he held the view that wives are not obliged to cook, clean or take care of their children in \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\" and decried the hypocrisy of men who demanded more from their wives.\nWhile Rida encouraged &lt;a href=\"Women%20in%20Islam\"&gt;Muslim women&lt;/a&gt; to participate in the social life of Islam as they did during the early Islamic eras, he would stress that men are more capable and superior in terms of strength, intelligence, learning, physical labour, etc. Hence, they have \"&lt;a href=\"Wali%20%28Islamic%20legal%20guardian%29\"&gt;Wilayah&lt;/a&gt;\" (legal guardianship) over women; but similar to the ruler over his subjects, the male authority should be exercised through \"&lt;a href=\"shura\"&gt;shura&lt;/a&gt;\" (consultation). In this, Muslim men should follow Muhammad, who set forth the perfect example of the kind treatment of wives. Rida also defended &lt;a href=\"Islamic%20views%20on%20slavery%23Traditional%20Islamic%20jurisprudence\"&gt;Islamic slavery&lt;/a&gt;, asserting that it protects women from harm and gives all of them a chance to bear children, and therefore, not in conflict with justice. According to Rida, the basic principle of \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\" concerning women, is that:\"... every woman should have a legal guardian, to give her all she needs to be an honourable virgin, a virtuous wife, a careful mother, and a respected grandmother. She who is prevented from being wife or mother is not thereby prevented from enjoying protection and honour.\"\nDefinition of \"Ahl al-Kitab\".\nRashid Rida belonged to a minority of &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; scholars like &lt;a href=\"Ahmad%20Sirhindi\"&gt;\"Mujaddid Alif Thani\" Ahmad Sirhindi&lt;/a&gt; who widened the definition of \"&lt;a href=\"People%20of%20the%20Book\"&gt;Ahl al-Kitab&lt;/a&gt;\" to include &lt;a href=\"Zoroastrianism\"&gt;Magians&lt;/a&gt;, &lt;a href=\"Sabians\"&gt;Sabians&lt;/a&gt;, &lt;a href=\"Buddhism\"&gt;Buddhists&lt;/a&gt;, &lt;a href=\"Brahmin\"&gt;Brahmin&lt;/a&gt;s, &lt;a href=\"Confucianism\"&gt;Confucianists&lt;/a&gt; and &lt;a href=\"Shinto\"&gt;Shinto&lt;/a&gt;ists; since they held that they too were recipients of previous abrogated Revelations that upheld \"&lt;a href=\"Tawhid\"&gt;Tawhid&lt;/a&gt;\". In their opinion, since those religious sects believed in God, Prophets, Revelation, Day of Judgment, Paradise and Hell, they are similar to the &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; and &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; and fall under the \"Ahl al-Kitab\" category; despite not being mentioned in \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\". Rida posited that \"Qur'an\" confined to mention those groups such as Jews, Christians, Sabi'is and Magians since they were known by the Arabs, to whom the Holy Qur'an was Revealed. He adopted this view from his discernment of the hadith \"treat them in the same way as \"Ahl al-Kitab\"\" regarding the Magians. Hence, Muslim men were permitted to engage in marital relations with women of these religions. Justifying this stance, Rida argued that marriages with non-Muslim women had been the manner of expanding the reach of Islam. However, Rida was clear in specifying that a Muslim woman was not allowed to marry a non-Muslim.\nOn \"Riba\" (Usury).\nRida considered that certain types of \"&lt;a href=\"riba\"&gt;riba&lt;/a&gt;\" (usury) may be permitted in certain cases (i.e. in cases of extreme poverty or larger public interest). The medieval scholar Ibn al-Qayyim had distinguished between two types of \"riba\", \"riba al-nasi'ah\" and \"riba al-fadl\". &lt;a href=\"Ibn%20Qayyim%20al-Jawziyya\"&gt;Ibn Qayyim&lt;/a&gt; maintained that \"rib al-nasi'ah\" was prohibited by Qur'an and &lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt; definitively while the latter was only prohibited in order to stop the charging of interest. According to Ibn Qayyim, the prohibition of \"riba al-fadl\" was less severe and it could be allowed in dire need or greater public interest (\"&lt;a href=\"maslaha\"&gt;maslaha&lt;/a&gt;\"). Ibn Qayyim considered that things prohibited in order to prevent access to evil become permissible when they result in a greater benefit. Hence under a compelling need, an item may be sold with delay in return for dirhams or for another weighed substance despite implicating \"riba al-nasi'ah\". In addition, Ibn Qayyim held that the sales of gold and silver jewelry for more than their equivalent weight in gold or silver was permissible, in consideration of workmanship and people's dire need. Although Ibn Qayyim clearly sought to restrict the scope of \"riba’\"s prohibition, he never stated that charging interest on loans was legal. In fact, Ibn Qayyim, relying on his reasoning, rejected the argument that coins (at the time made of gold and silver) could be sold for an excess in compensation for the minting process. In his opinion, although the authority gets them minted on wage payments, gold and silver should be used as a means of exchange, not trading with coins. Rida was influenced by both 'Abduh and Ibn Qayyims' legal reasonings.\nAs &lt;a href=\"Grand%20Mufti%20of%20Egypt\"&gt;Grand Mufti of Egypt&lt;/a&gt;, 'Abduh had issued a fatwa in 1904 permitting to accept interest on deposits with the savings fund of the Egyptian post office. However, Rida was uneasy about 'Abduh's expansion of circumstances in which interest payment was permitted and chipped away at what 'Abduh had allowed. Rida glossed away 'Abduh's fatwa by suggesting that \"Abduh only sanctioned returns on money deposited in this way on the understanding that the funds would be used for small investments by the post office in which the rules of transction would be strictly observed.\" He later would also highlight the public about \"Abduh's fierce condemnation of the interest charged by the Egyptian banks.\" Most remarkably, Rida asserted that, as a direct violation of Divine command, \"riba\" rendered &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt; fundamentally at odds with an Islamic system.\nRashid Rida's stance on Riba is expressed in his treatise \"Al-Riba w al-Mu`amalat fi al-Islam\" (Riba and Transactions in Islam). In the treatise, Rida responds to a series of four \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;s\" issued by &lt;a href=\"Hyderabad\"&gt;Hyderabad&lt;/a&gt;i &lt;a href=\"Hanafi\"&gt;Hanafi&lt;/a&gt; &lt;a href=\"Faq%C4%ABh\"&gt;jurists&lt;/a&gt;. In their first fatwa, Hyderabadi jurists stated that concept of \"riba\" is abstract and quoted consensus over it. Responding to the fatwa, Rida defeated the claim of consensus while accepting it as a valid Hanafi stance. In the second fatwa, the Hyderabadi jurists defined \"riba\" as \"an increase without compensation in sales\" referring Hanafi legal treatises. Rida responded stating \"This view isn't necessarily accepted, since his proof is not necessarily accepted\", maintaining that \"riba\" isn't restricted to sales. The third fatwa stated that the benefit stipulated as condition in a loan is not the \"\"riba\" explicitly mentioned in the Canonical Texts\", since there is no explicit proof in \"Qur'an and valid Hadith\". Responding, Rida stated \"If he means that it is not explicitly mentioned in the &lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;, we accept the statement, since the \"riba\" mentioned in Qur'an is restricted to \"riba al-nasi'ah\" applied to deferment of existing debts, rather than at the inception of the first contract\". The fourth fatwa stated that a benefit arising as part of a loan is not \"riba\" by \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\" or valid \"Hadith\", but only on \"&lt;a href=\"Qiyas\"&gt;Qiyas&lt;/a&gt;\" (analogical reasoning). The analogy is doubtful owing to \"instigating factors\" and even if the analogy was valid, it would be speculative since, \"rulings based on analogy change with time\". In his response, Rida acknowledged the validity of the position stating that \"if the analogy was valid at an earlier time, its ruling may be reversed based on necessities of needs in current times\".\nIn summary, Rashid Rida ruled that only the first increase in a termed loan is permissible in \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\", classifying it as \"Riba al-Fadl\". Based on his analysis of the reports in &lt;a href=\"Tafsir%20al-Tabari\"&gt;Tafsir al Tabari&lt;/a&gt; that described the practice of \"riba\" during the pre-Islamic period, Rida distinguished the former from the usury practised during the &lt;a href=\"Pre-Islamic%20Arabia\"&gt;pre-Islamic period&lt;/a&gt; (\"Ribā Âl-Jāhilīyyá\"). However, any further increase in returns or postponement of maturity date is unlawful. Differentiating between \"Riba al-Jahiliyya\" and other forms of Riba in his treatise \"Al-Ríba Fi Al-Mūamālat Fíl Islām\" (\"Riba and Transactions in Islam\"), Rida writes:\"...[N]one of the authentic &lt;a href=\"hadith\"&gt;hadith&lt;/a&gt; attributed to the &lt;a href=\"Muhammad%20in%20Islam\"&gt;Prophet&lt;/a&gt; in relation to \"riba\" appears to mention the terms, 'loan' (qard) or 'debt' (dayn). This absence of any reference to loans or debts in riba-related hadith led a minority of jurists to contend that what is actually prohibited as \"riba\" is certain form of sales, which are referred to in the hadith literature.\"\nFatwa on Qur'an Translations.\nThe debut of Turkish translations of Qur'an in the newly established &lt;a href=\"Turkey\"&gt;Turkish Republic&lt;/a&gt; with state involvement would ignite considerable controversy throughout the Muslim world in 1924. Muhammad Rashid Rida, who was highly influential in shaping opinion in the Muslim world, portrayed the state-sponsored project as a long-term plot to displace the Arabic Qur'an. Rida was correct in his suspicions that Mustafa Kemal's regime sought to tamper with Islamic rituals and accused the Turkish government of promoting heretical ideas in order \"to turn the devout people among them away from the word of God the Exalted, who revealed it to the Arabian Prophet Muhammad in the clear Arabic tongue\".\nIn response to a query by Sheikh Ahsan Shah Effendi Ahmad (in Russia), Rida issued a \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;\" prohibiting Qur'anic translations. Rida listed numerous negative objections such as 1) literal translation of Qur'an identical to original text being impossible 2) this trend will sever \"Islamic ties of unity\" by stoking racial divisions 3) translation of Qur'an doesn't have the same quality of Qur'an, as the meaning will be \"limited\" by the translator's understanding. However Rida was clear in the fatwa that prohibition was on translation of Arabic Qur'an to substitute it with a non-Arabic one. Rida's criticism was not against the general idea of Qur'anic translations (which are considered interpretations of the scripture of &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; in languages other than &lt;a href=\"Classical%20Arabic\"&gt;Arabic&lt;/a&gt;). He was against the possibility that Muslim nations would have a substitute to the original text, which in his opinion was heresy and lead to disunity among Muslim nations.\nFatwa on statues.\nThe emerging controversy over erecting &lt;a href=\"statue\"&gt;statue&lt;/a&gt;s in the early 20th-century Arab world was extensively addressed in the treatises of Rashid Rida. Rashid Rida believed that statues were forbidden in Islam, since they belonged to pagan traditions. According to him, statues were an imitation of un-Islamic cultures and also involved wasting people's money. Most notably, Rida vigorously campaigned against the statue-erection of the Egyptian nationalist leader &lt;a href=\"Mustafa%20Kamil%20Pasha\"&gt;Mustafa Kamil Pasha&lt;/a&gt;.\nAnti-colonialism.\nRida focused on the relative weakness of Muslim societies vis-à-vis &lt;a href=\"Western%20colonialism\"&gt;Western colonialism&lt;/a&gt;, blaming &lt;a href=\"Sufi\"&gt;Sufi&lt;/a&gt; excesses, the blind imitation of the past (\"&lt;a href=\"taqlid\"&gt;taqlid&lt;/a&gt;\"), the stagnation of the \"&lt;a href=\"ulama\"&gt;ulama&lt;/a&gt;\", and the resulting failure to achieve progress in science and technology. He held that these flaws could be alleviated by a return to what he saw as the true principles of Islam albeit interpreted (\"&lt;a href=\"ijtihad\"&gt;ijtihad&lt;/a&gt;\") to suit modern realities. This alone could, he believed, save Muslims from subordination to the colonial powers.\nTunisian Naturalisation issue.\nIn 1923, the French government had enacted a law for easier citizenship access to Tunisians. Responding to a query from &lt;a href=\"French%20protectorate%20of%20Tunisia\"&gt;Tunisia&lt;/a&gt; in 1924, Rashid Riḍā ruled that Muslims who naturalize are &lt;a href=\"Apostasy%20in%20Islam\"&gt;apostates&lt;/a&gt;; since they are guilty of giving preference to non-Muslim system of law. In 1932, he would issue another \"&lt;a href=\"fatwa\"&gt;fatwa&lt;/a&gt;\" declaring the naturalized Tunisians as \"enemies of Allah and His Prophet\" and forbade them from being married or buried in Muslim cemeteries.\nWhen &lt;a href=\"French%20Third%20Republic\"&gt;France&lt;/a&gt; eased access for &lt;a href=\"French%20nationality%20law\"&gt;French citizenship&lt;/a&gt; for the &lt;a href=\"French%20protectorate%20of%20Tunisia\"&gt;French Protectorate of Tunisia&lt;/a&gt; in 1933, Rida backed the &lt;a href=\"Tunisian%20naturalization%20issue\"&gt;anti-naturalization&lt;/a&gt; protests. In line with the Salafi doctrine of &lt;a href=\"Al-Wala%27%20wal-Bara%27\"&gt;\"Al Wala wal Bara\"&lt;/a&gt;, Rida issued a \"fatwa\" prohibiting the acquisition of citizenship of the colonial power, stating that it was apostasy from Islam:\"By acquiring such citizenship, he agrees to give his money and his life to fighting Muslims if his country calls on him to do so... One who acquires such citizenship considers it permissible to violate these precepts, and doing so is universally agreed to be kufr(disbelief).\"\nOn Freemasonry.\nRashid Rida advanced anti-Semitic conspiracies which would later become popular across the Arab world and various Islamist movements. In Rida's worldview, &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt; was invented by Jews to plot against world nations. Rida's early mentors Afghani and Abduh used to have close relations with &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt;. Afghani had arrived in Egypt in 1871 with the mission to combat what he perceived as the threat of European imperialism. For al-Afghani, freemasonry was a means of shattering \"the towering edifices of injustice, tyranny, and oppression\" in Egypt. Afghani had utilised Freemasonry as an organizational base for subversive activities against the Egyptian ruler, &lt;a href=\"Isma%27il%20Pasha\"&gt;Khedive Isma'il&lt;/a&gt;. The political faction later founded by Afghani, \"al-Hizb al Watanlal-Hurr\" ('The Free National Party') would play a major role in removing Ismail Pasha from the throne and bringing &lt;a href=\"Tewfik%20Pasha\"&gt;Tawfiq Pasha&lt;/a&gt; as the Khedive. In these efforts, Afghani was also aided by his disciples such as Muhammad Abduh whom he persuaded to join Freemasonry. Through these associations, Abduh was able to establish contacts with Tawfiq Pasha and other leaders of Egypt. In his later life, however, Abduh would distance himself from his past associations with freemasonry. Afghani and Abduh would later withdraw from Freemasonry due to political disputes. Years later, Rida would ask 'Abduh why he and Afghani had become Masons, 'Abduh replied that it was for a \"political and social purpose\". Rida pointed to Abduh that the objective of the Masons was \"the destruction of all the religions.\" His attitudes towards &lt;a href=\"Bah%C3%A1%CA%BC%C3%AD%20Faith\"&gt;Baháʼí Faith&lt;/a&gt; were also negative.\nFrom the turn of nineteenth century, Rida's \"Al-Manar\" periodical would regularly feature anti-semitic articles linking Jews and Freemasons who eagerly sought the exploitation of \"all nations’ wealth for its own benefit\". By the 1930s, Rida would also promote the ideas of &lt;a href=\"The%20Protocols%20of%20the%20Elders%20of%20Zion\"&gt;Protocols of the Elders of Zion&lt;/a&gt;. Conspiracy theories accusing Freemasons and Jews of seeking to topple the existing order through secret machinations featured regularly in \"Al-Manar\". In his articles, Rida maintained that the Jews created Freemasonry and through it orchastrated the Young Turk revolution in the Ottoman Empire in 1908 and &lt;a href=\"French%20Revolution\"&gt;French Revolution of 1789&lt;/a&gt; and manipulated the &lt;a href=\"Bolsheviks\"&gt;Bolsheviks&lt;/a&gt; against the &lt;a href=\"Tsar\"&gt;Czar&lt;/a&gt;. By 1910, Rashid Rida believed that Ottoman Empire had fallen under a Zionist-Masonic influence due to the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk Revolution&lt;/a&gt;. Adopting a narrative of a grand, &lt;a href=\"Jewish%20conspiracy\"&gt;global Jewish conspiracy&lt;/a&gt;; Rida described that the Jews, oppressed by the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;, had orchestrated through the Freemasons the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;, &lt;a href=\"1905%20Russian%20Revolution\"&gt;1905 Russian Revolution&lt;/a&gt; and the Young Turk Revolution. According to Rida, the revolution of Young Turks was a Jewish response to the Ottoman Empire's rejection of Jewish ambitions to regain possession of their temple in Jerusalem and surrounding regions to reestablish their kingdom. Rida argued that Jews wielded immense influence over the &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;Committee of Union&lt;/a&gt; and the treasury of the Ottoman Empire. As early as 1908, he had alleged about a Zionist plan to purchase &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; from the Freemasons in Turkish leadership and called upon Arabs to resist this plan by force. By March 1914, Rida believed that the Zionists had already managed to convince the Committee of Union and Progress to support Jewish rule in Palestine as a buffer against the Arabs and as a means to divide them.\nAccording to Rida, the term ‘Freemason’ itself refers to the re-construction of the &lt;a href=\"Solomon%27s%20Temple\"&gt;temple of Solomon&lt;/a&gt;. In his articles, Rida emphasized that although the founders of Freemasonry were Jews and Christians, Jews led and dominated the movement. Rida viewed freemasonry as a Jewish invention and one of the tools of Jews in their bid to re-establish a Jewish state and rebuild Solomon's temple in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;. They dominated the Freemasons, concealing the ultimate objective of establishing a Jewish state and overthrowing the religious governments in Europe, Russia, and Turkey, where Islamic law was replaced by a secularist government. Although the Jesuits were able to thwart their influence in Catholic countries, Jews succeeded in establishing Bolshevism in Russia and secularise Turkey. Explaining his beliefs, Rida wrote in his famous 1929 article \"Revolution in Palestine: Its Causes and Consequences\"(\"Thawrat Filastin: Asbabuha wa nata’ijuha\") in \"Al-Manar\": \"It is an established hidden truth that the Society of the Freemasons, which has control over the religious establishments and governments of the European, Turkish and Russian countries is a plot of the Jews, and they possess the greatest authority in it, though this is hidden from most of its members, ... and it is one of the wonders of the plotting and potential of the Jews... that their final political goal is the establishment of a divine Jewish State in the mold of the State of Israel which David established and which was improved by Solomon, the builder of the Jewish Temple atop Mount Zion in Jerusalem. Owing to this, they named it the Society of Freemasons... and most of the members of this society are ignorant about the correct reason for this naming. So has there been found anyone stranger in the world, than the group which destroys the religious authority of others to establish the same thing for their themselves, and mocks the gentiles for many generations for what they neither know nor understand?\"\nReception.\nDespite some un-conventional stances held by Rida, his works and in particular his magazine \"&lt;a href=\"al-Manar\"&gt;al-Manar&lt;/a&gt;\" spread throughout the &lt;a href=\"Muslim%20world\"&gt;Muslim world&lt;/a&gt;; influencing many individuals including the popular Salafi writer &lt;a href=\"Muhammad%20Nasiruddin%20al-Albani\"&gt;Muhammad Nasiruddin al-Albani&lt;/a&gt;.\nThe status of Rida and his works, are a matter of contention amongst some contemporary &lt;a href=\"Salafi%20movement%23Purists\"&gt;purist Salafis&lt;/a&gt;. Unlike the Purist Salafis, Rashid Rida considered rulers who legislated man-made laws contrary to \"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\" to be guilty of \"&lt;a href=\"Kufr\"&gt;kufr akbar&lt;/a&gt;\" (major disbelief). According to Rida, Muslims are obliged to force such rulers to annul such laws or overthrow them. If they are unable to do that, their lands can no longer be considered \"&lt;a href=\"Divisions%20of%20the%20world%20in%20Islam\"&gt;Dar-al-Islam&lt;/a&gt;\" (abode of Islam). Owing to this, some present-day Salafi Purists criticise Rida for straying from &lt;a href=\"Political%20quietism%20in%20Islam%23Quietism%20among%20Salafists\"&gt;quietist&lt;/a&gt; Salafi principles. The pro-government &lt;a href=\"Madkhalism\"&gt;Madkhali&lt;/a&gt; Salafists condemn Rida for his influence on &lt;a href=\"Salafi%20movement%23Salafi%20activists\"&gt;Salafi-activists&lt;/a&gt;, &lt;a href=\"Islamism\"&gt;Islamists&lt;/a&gt; and &lt;a href=\"Salafi%20jihadism\"&gt;Salafi-Jihadists&lt;/a&gt;. However, other Salafi scholars such as Albani, while critiquing his mistakes on \"Hadeeth\" sciences, praises Rida and his works generally. Praising Rashid Rida and his scholarly contributions, Al-Albani stated:\"As-Sayid Muhammad Rasheed Rida (may God have mercy upon him), has a great virtue upon the Islamic world in a general form and upon the Salafis in a particular form, and this turns to him being a rare caller who spread the \"Salafi Manhaj\" in all the corners of the world through his magazine \"Al-Manar\", and he performed a great struggle for which he is thanked, and it is hoped that his reward will be enshrined for him with his Lord. In addition to being a caller to following the approach of the \"Salaf us Salih\" in what they were upon in terms of belief, thought and behavior, he also had a keen interest in discerning the authentic and weak hadiths... Sayyid Muhammad Rasheed Rida had a great interest in the science of Hadith, to the extent of assisting his scholarly, societal and political stances... his magazine \"Al-Manar...\" became a good nucleus that drew the attention of Muslims to take care of the hadiths of the Prophet Peace be upon him.\"\nIslamic Political Theory.\nRashid Rida is widely regarded as one of \"the ideological forefathers\" of contemporary &lt;a href=\"Islamism\"&gt;Islamist&lt;/a&gt; movements. Rida's ideas were foundational to the development of the modern \"&lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt;\". He \"was an important link between classical theories of the &lt;a href=\"caliphate\"&gt;caliphate&lt;/a&gt;, such as &lt;a href=\"al-Mawardi\"&gt;al-Mawardi's&lt;/a&gt;, and 20th-century notions of the Islamic state\". While rejecting &lt;a href=\"Secularism\"&gt;secularist&lt;/a&gt; calls for separation of religion and state with regards to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, Rida nevertheless contended that those who engage in defence of Islam, its propagation and its teaching should not engage in politics, in line with orthodox &lt;a href=\"Sunni%20Islam\"&gt;Sunni doctrine&lt;/a&gt;.\nRashid Rida preceded &lt;a href=\"Abul%20Ala%20Maududi\"&gt;Abul Ala Maududi&lt;/a&gt;, &lt;a href=\"Sayyid%20Qutb\"&gt;Sayyid Qutb&lt;/a&gt;, and later &lt;a href=\"Islamist\"&gt;Islamist&lt;/a&gt;s in declaring adherence to \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\" (Islamic law) as essential for Islamic rulers, saying\nKoran 5:44 applies to '...whomsoever thinks it distasteful to rule in accordance with the just rules which God sent down, and does not rule by them because he has different views, or because he has worldly interests. According to these verses, they are unbelievers; because true faith requires obedience. Obedience requires deeds, and is not consistent with omission' \nHistorical Analysis.\nThe corruption and tyranny of Muslim rulers (&lt;a href=\"caliphs\"&gt;caliphs&lt;/a&gt;, \"&lt;a href=\"sultan\"&gt;sultan&lt;/a&gt;s\", etc.) throughout history was a central theme in Rida's criticisms. Rida, however, celebrated the rule of &lt;a href=\"Muhammad%20in%20Islam\"&gt;Muhammad&lt;/a&gt; and the &lt;a href=\"Rightly%20Guided%20Caliphs\"&gt;Rightly Guided Caliphs&lt;/a&gt;, and leveled his attacks at subsequent rulers who could not maintain Muhammad's example. He also criticized the Islamic scholars (\"&lt;a href=\"ulama\"&gt;ulama&lt;/a&gt;\") for compromising their integrity - and the integrity of the Islamic law (\"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\") they were meant to uphold - by associating with corrupt worldly powers. Rida believed that throughout &lt;a href=\"History%20of%20Islam\"&gt;Islamic history&lt;/a&gt;, the feudal monarchs and the depraved \"Ulema\" classes had disfigured the ideal &lt;a href=\"caliphate\"&gt;caliphate&lt;/a&gt; system, leading to social chaos and institutionalising corruption of authoritarian rulers. He expounded the revival of an ideal, veritable “&lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt;” political system, and reverse this status-quo.\nArab Pre-eminence.\nRashid Rida also believed that the awakening of &lt;a href=\"Arabs\"&gt;Arabs&lt;/a&gt; was an important prerequisite for Islamic Renaissance. Since it was during the early days of Arab power that Islamic power reached its pinnacle; only the Arab nation could the restore the might of early Islam. By constantly stressing on Arab pre-eminence; Rida pointed out that only Arabs can take up the \"historic mission\" of Islamic Unity.\nRida viewed &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; language as the common medium that unites &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; of all nations and promoted Arabic as an integral pillar of his reform efforts. Issuing a \"&lt;a href=\"Fatwa\"&gt;Fatwa&lt;/a&gt;\" stipulating that knowledge of Arabic is obligatory on every Muslim, Rida wrote in \"&lt;a href=\"Al-Man%C4%81r%20%28magazine%29\"&gt;Al-Manar&lt;/a&gt;\": \"We have stated more than once that knowledge of Arabic is obligatory upon every Muslim, because understanding the religion, establishing its rituals and fulfilling its obligations all depend on understanding this language, and cannot be valid without it... The &lt;a href=\"Ajam\"&gt;non-Arabs&lt;/a&gt; who entered Islam in the early period hastened to learn Arabic in order to understand the \"Qur’aan\" and \"Sunnah\" and to form bonds through the language without which the unity of the \"ummah\" cannot be achieved. The \"&lt;a href=\"Companions%20of%20the%20Prophet\"&gt;Sahaabah&lt;/a&gt;\" used to address the people in Arabic in every land that they conquered, and it was not long before the language of the lands that they entered became Arabic, due to the influence of the spirit of Islam... The difference in languages that we see today among Muslims is one of the most serious bad effects of politics... We cannot rely on any religious reform in India or elsewhere in the Muslim world, unless Arabic is taught from the primary stage and is made the language of knowledge.\"\n\"Jihad\".\nRashid Rida believed that &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; prescribed armed \"&lt;a href=\"Jihad\"&gt;Jihad&lt;/a&gt;\" as a binding duty upon all capable male Muslims; not only to defend the religion but also to bring non-Muslims into the fold of the Islamic faith. However, since the obligation of \"&lt;a href=\"Jihad\"&gt;Jihad&lt;/a&gt;\" cannot be performed unless they are strong, their immediate task was to acquire the sciencitific and technical prowess first, inorder to fulfill the duty of \"Jihad\". While upholding \"Jihad\" as a necessary duty, Rida nonetheless distinguished between wars to spread Islam (\"Jihad al-Talab\") and wars to defend Islam (\"Jihad al-Daf\"'). While the latter are always obligatory; Jihad to expand Islam into non-Muslim territories (\"&lt;a href=\"Dar%20al-Harb\"&gt;Dar al-Harb&lt;/a&gt;\") is not obligatory unless Muslims are not allowed to live according to \"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\" or unless Islamic \"&lt;a href=\"Dawah\"&gt;Da'wa&lt;/a&gt;\"(preaching) efforts were hampered by the non-Muslim state.\n\"Jahiliyya\" and \"Hakimiyya\".\nRashid Rida revived Ibn Taymiyya's concept of \"&lt;a href=\"Jahiliyyah\"&gt;Jahiliyya&lt;/a&gt;\", a \"&lt;a href=\"Quran\"&gt;Qur'anic&lt;/a&gt;\" term that denoted the ignorance of &lt;a href=\"pre-Islamic%20Arabia\"&gt;pre-Islamic Arabia&lt;/a&gt;. He applied this concept to Muslim lands of his own era and charged the ruling secular authorities with &lt;a href=\"Apostasy%20in%20Islam\"&gt;apostasy&lt;/a&gt; for submitting to man-made laws and substituting &lt;a href=\"Sharia\"&gt;Islamic laws&lt;/a&gt;, in the same manner Ibn Taymiyya &lt;a href=\"Takfir\"&gt;ex-communicated&lt;/a&gt; the &lt;a href=\"Tatars\"&gt;Tatars&lt;/a&gt;. Rida argued that only \"salafiyya\" Islam, \"an Islam purged of impurities and Western influences\", could save Muslims from colonial subordination and \"Jahiliyya\". He detested the rulers who substituted Western laws for \"sharia\" and \"&lt;a href=\"takfir\"&gt;takfir&lt;/a&gt;ed\" them stating: \"[the secular rulers]... abolish supposedly distasteful penalties such as cutting off the hands of thieves or stoning adulterers and prostitutes. They replace them with man-made laws and penalties. He who does that has undeniably become an infidel.”\nRashid Rida believed that Islamic law was flexible enough to remain relevant for all eras and was staunchly opposed to influences of foreign law-codes. The &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt; is to be based on \"Hakimiyya\" (“sovereignty of Allah”) and it \"does not recognize the sovereignty of the people, and the state denies people’s legislative power”. Muslim politicians must engage with the state's social, political, economic and process of the state according to the sources of Islamic law.\nExplaining the four basic, agreed upon sources of Islamic law; Rashid Rida wrote:\"the [well-known] sources of legislation in Islam are four: the Qur'an, the Sunnah, the consensus of the ummah and ijtihad undertaken by competent jurists\"\n\"Shura\".\nThroughout his works, Rashid Rida emphasized that Islamic law (\"Sharia\") was intended to be a comprehensive legal structure for the society. He promoted a restoration of the Caliphate for Islamic unity, through '\"&lt;a href=\"shura\"&gt;shura&lt;/a&gt;\"'\". In theology, his reformist ideas, like those of Abduh, were \"based on the argument that:\n&lt;a href=\"shari%27a\"&gt;shari'a&lt;/a&gt; consists of \"&lt;a href=\"Ibadah\"&gt;`ibadat&lt;/a&gt;\" (worship) and \"&lt;a href=\"mu%27amalat\"&gt;mu'amalat&lt;/a&gt;\" (social relations). Human reason has little scope in the former and Muslims should adhere to the dictates of the &lt;a href=\"Qur%27an\"&gt;Qur'an&lt;/a&gt; and hadith. The laws governing \"mu'amalat\" should conform to Islamic ethics but on specific points may be continually reassessed according to changing conditions of different generations and societies.Rida's &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt; envisioned a representative government, which he compared to be \"a sort of a &lt;a href=\"republic\"&gt;republic&lt;/a&gt;\", that upholds \"Shura\" (Islamic consultative system) in political life. The \"&lt;a href=\"Khalifa\"&gt;Khalifa&lt;/a&gt;\" has no superiority in &lt;a href=\"Sharia\"&gt;law&lt;/a&gt; over his subjects; and his duty is only to execute the religious law(\"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\") and act according to national interests. The Caliph must uphold truth, social justice and the rule of law; cleanse \"&lt;a href=\"Bid%CA%BBah\"&gt;bid'a&lt;/a&gt;\" (innovations), eliminate oppression and consult his advisors in issues not verifiable by the \"&lt;a href=\"Quran\"&gt;Quran&lt;/a&gt;\" and \"&lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt;\". The caliph is not a \"&lt;a href=\"Ismah\"&gt;Ma'sum&lt;/a&gt;\"(infallible) or a source of revelation and was responsible for all his deeds. The nation has the right to depose the caliph, for valid reasons. Every member of the \"&lt;a href=\"Ummah\"&gt;Ummah&lt;/a&gt;\" had a right to question the Caliph for his errors. The best possible way to bring about a strong caliphate was through a detailed application \"of the rules of the \"Shariah\".\" One of these rules is involved the appointment of \"&lt;a href=\"Ahl%20al-hall%20wal-aqd\"&gt;ahl al-hal wa-l 'aqd&lt;/a&gt;\" (the group who loosen and bind), a group of Muslim representatives who have the right to take council(\"mushabaha\") with a Caliph as well as the power to both appoint and remove him of behalf of the \"Ummah.\" Since the state uses Islamic law as its guiding principle, the \"&lt;a href=\"Ulama\"&gt;Ulema&lt;/a&gt;\" were not only responsible for the sacred mission of reforming the society, but also responsible for correcting the monarch, by holding him accountable to \"Sharia\". The \"&lt;a href=\"Faq%C4%ABh\"&gt;Fuqaha&lt;/a&gt;\" were also to engage in \"&lt;a href=\"Ijtihad\"&gt;Ijtihad&lt;/a&gt;\" by referring to the Scriptures, and evalute contemporary conditions to enhance the vitality of the law. In a jibe against his theological opponents, Rida also remarked that their forsaking of \"Ijtihad\" had sunk Muslims into ignorance and \"&lt;a href=\"westernization\"&gt;westernization&lt;/a&gt; and &lt;a href=\"atheism\"&gt;atheism&lt;/a&gt;.\"\nThe two major books outlining the Political Doctrines of Rashid Rida are: i) \"Al-Khilafa aw al-Imama al-ʿUzma\" (\"\"The Caliphate or the Grand Imamate\") ii) \"'al-Waḥī al-Muḥammadī\" (\"The Muhammadan Revelation\"\")\n\"The Caliphate or the Grand Imamate\" (1922).\nAl-Khilafa aw al-Imama al-ʿUzma () is an influential treatise written by Rashid Rida in 1922, during the aftermath of the &lt;a href=\"Abolition%20of%20the%20Ottoman%20sultanate\"&gt;Turkish Abolition of the Ottoman Sultanate&lt;/a&gt;. The treatise outlined a comprehensive &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt; theory by taking precedence from classical &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; doctrines; especially those of &lt;a href=\"Al-Mawardi\"&gt;Al-Mawardi&lt;/a&gt;. The treatise would become an authoritative reference for modern &lt;a href=\"Islamist\"&gt;Islamist&lt;/a&gt; movements.\n\"The Muhammadan Revelation\" (1933).\nRashid Riḍā's final substantial treatise \"The Muhammadan Revelation\" (\"al-Waḥī al-Muḥammadī\"), published in 1933, was a &lt;a href=\"manifesto\"&gt;manifesto&lt;/a&gt; in which he proclaimed that Islam is the only savior for the deteriorating &lt;a href=\"Western%20world\"&gt;West&lt;/a&gt;. Insisting that &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; called for the Brotherhood of all people, opposing all forms of racist hierarchies that were responsible for the &lt;a href=\"World%20War%20I\"&gt;World War&lt;/a&gt; and the corrupted &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt;, Rashid Rida presented a Universal Islamic Order as a substitute for the crumbling Wilsonian system.\nArticulating the Islamic vision of &lt;a href=\"Islah\"&gt;Reformation&lt;/a&gt; for &lt;a href=\"human\"&gt;human&lt;/a&gt;ity, Rashid Rida wrote:\"When Islam came into the world, humankind was widely divided; on the basis of origin, color, language, geography, religion, tribal affiliation, government, and politics. Moreover, on the basis of anyone of these differences, humans went to war... Then Islam came along and called out loud and clear, calling humankind to a common humanity, and binding them to it so that they would no longer see their differences as reasons for enmity and aggression... Islam directed its call to all of humankind, and within the first century of the Muhammadan Revelation all the peoples of the civilized world had heard about Islam, so that from the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt; to the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt; people were becoming Muslims in droves. Had it not been for the aberrations in those who governed the Muslims, had it not been for their tyranny and love of power, and had it not been for the ignorance of many of those whose conversions to Islam were incomplete, the world today would be a different place, and &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; would be spoken everywhere. But, finally, the truth will always prevail.\"\nRashid Rida blamed the horrors of the First World War on &lt;a href=\"European%20nationalism\"&gt;European nationalism&lt;/a&gt; and &lt;a href=\"White%20supremacy\"&gt;racial obsession&lt;/a&gt;. Introducing &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; as the solution for &lt;a href=\"World%20peace\"&gt;World peace&lt;/a&gt;, Rida explained the Five important Islamic teachings on \"&lt;a href=\"Jihad\"&gt;Jihad&lt;/a&gt;\":\nAccording to Rida, &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; is a comprehensive religion, which, in addition to dealing with &lt;a href=\"Islamic%20ethics\"&gt;ethics&lt;/a&gt; and &lt;a href=\"Zuhd%20in%20Islam\"&gt;spirituality&lt;/a&gt;; also elaborated on leadership, politics and government. The &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt; symbolised \"the greatest political reform\" brought forth by the \"&lt;a href=\"Quran\"&gt;Qur'an&lt;/a&gt;\" in an age when all of humanity were shackled by various manifestations of &lt;a href=\"Tyrant\"&gt;tyranny&lt;/a&gt;. Taking the \"&lt;a href=\"Rashidun\"&gt;Khulafa Rashidun&lt;/a&gt;\" as the exemplar models, Rashid Rida elaborated on the basic features of an Islamic government:\"Rule, in Islam, is for the people, the \"ummah\"; its form is to be \"shura\", or mutual consultation; and its leader is to the \"imam\" or \"khalifah\", the one who implements the \"Shari'ah\". The \"&lt;a href=\"ummah\"&gt;ummah&lt;/a&gt;\", in turn, is to determine whether the \"imam\" stays or goes... Those in authority are those who are most competent in finding solutions to issues, whose opinions are informed, who have the best interests of the ummah in mind, and who enjoy the confidence and support of the \"ummah\".\"\nInfluence on Islamists.\nThe Islamic political doctrines of Rashid Rida would deeply influence many future &lt;a href=\"Islamism\"&gt;Islamists&lt;/a&gt; like &lt;a href=\"Hassan%20al-Banna\"&gt;Hasan al-Banna&lt;/a&gt;, &lt;a href=\"Sayyid%20Qutb\"&gt;Sayyid Qutb&lt;/a&gt;, etc. as well as subsequent &lt;a href=\"Islamic%20fundamentalism\"&gt;fundamentalist&lt;/a&gt; movements across the &lt;a href=\"Arab%20world\"&gt;Arab world&lt;/a&gt;. &lt;a href=\"Egyptians\"&gt;Egyptian&lt;/a&gt; school teacher Hasan al-Banna, was highly influenced by Rashid Rida's \"&lt;a href=\"Salafi%20movement\"&gt;Salafiyya&lt;/a&gt;\" movement as well his &lt;a href=\"Pan-Islamism\"&gt;Pan-Islamist&lt;/a&gt; activities through socio-political means to re-generate an &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt;. Continuing Rida's work, Al-Banna would go on to establish the &lt;a href=\"Muslim%20Brotherhood\"&gt;Muslim Brotherhood&lt;/a&gt;, a mass political party which sought to establish an Islamic state in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, within the existing constitutional framework. The movement demanded the Egyptian government to recognize \"&lt;a href=\"Sharia\"&gt;Sharia&lt;/a&gt;\" as the supreme source of law and remove the European law codes.\nThe &lt;a href=\"Islamic%20state\"&gt;Islamic State&lt;/a&gt; Theory of Rashid Rida was also adopted by &lt;a href=\"Osama%20bin%20Laden\"&gt;Usama Bin Laden&lt;/a&gt; and &lt;a href=\"Ayman%20al-Zawahiri\"&gt;Ayman al Zawahiri&lt;/a&gt;. Throughout their references of \"Islamic State\" and \"&lt;a href=\"Caliphate\"&gt;Caliphate&lt;/a&gt;\", Bin Laden and Zawahiri followed the terminology as advocated by Rashid Rida and later embraced by Hasan al-Banna; which differentiated between an Islamic State and the Caliphate. In contrast to other Islamist movements like &lt;a href=\"Hizb%20ut-Tahrir\"&gt;Hizb ut-Tahrir&lt;/a&gt; who believed that a Caliphate is the only valid government; the two &lt;a href=\"Al-Qaeda\"&gt;Al-Qaeda&lt;/a&gt; leaders believed in the legitimacy of multiple Islamic national states referring to them as Emirates, such as the &lt;a href=\"Afghanistan\"&gt;Islamic Emirate of Afghanistan&lt;/a&gt; and &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt; until 1990s when it lost legitimacy according to Bin Laden.\nIn developing the pan-Islamist model of &lt;a href=\"Jamal%20al-Din%20al-Afghani\"&gt;Afghani&lt;/a&gt;, Rida had specifically admired the model of the \"&lt;a href=\"Rashidun\"&gt;Khulafa Rashidun&lt;/a&gt;\", and resurrected &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya's&lt;/a&gt; concept of \"&lt;a href=\"Jahiliyyah\"&gt;Jahiliyya&lt;/a&gt;\". Moving towards a militant and conservative sphere of &lt;a href=\"Islamic%20revival\"&gt;revivalist&lt;/a&gt; teachings, Rida condemned the secular authorities of his era to be &lt;a href=\"Apostasy%20in%20Islam\"&gt;apostates&lt;/a&gt;; just like the &lt;a href=\"Mongol%20Empire\"&gt;Mongols&lt;/a&gt; during the era of Ibn Taymiyya. Furthermore, he condemned the state-backed scholars for neglecting the revival of the traditions and values of early eras of Islam. Rida's insistence that only an &lt;a href=\"Muslim%20world\"&gt;Islamic world&lt;/a&gt; completely free of Western influences could escape the colonial noose and the state of \"Jahiliyya\", set the foundations of future &lt;a href=\"Salafi%20jihadism\"&gt;Salafi-Jihadist&lt;/a&gt; ideologies. Rida's strategy to establish an Islamic State is also believed to have influenced the &lt;a href=\"Islamic%20State%20of%20Iraq%20and%20the%20Levant\"&gt;Islamic State of Iraq and Levant&lt;/a&gt; in their 2014 &lt;a href=\"Abu%20Bakr%20al-Baghdadi%23Declaration%20of%20a%20caliphate\"&gt;declaration of Caliphate in Mosul&lt;/a&gt;.\nLegacy.\nMuhammad Rashid Rida is considered by Salafis as an erudite scholarly authority for contemporary reference. Salafi scholar Muhammad 'Abdullah Salman authored a book in his praise, titled, \"al-Shaykh Rashid Rida al-Musleh al-Salafi\"(al-Shaykh Rashid Rida the Salafi Reformer). Rida's efforts were instrumental in fostering the modern trans-national network of Salafi scholarship across the world. Early Salafi \"&lt;a href=\"ulema\"&gt;ulema&lt;/a&gt;\" of &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; would built extensive relations with Wahhabi scholars through education, travel, religious gatherings, etc. These included Muhammad Hamid al-Fiqi, ʿAbd al-Razzaq Hamzah, ʿAbd al-Zahir Abu al-Samh, etc. who were the pupils of Rida. These \"ʿulama\" would continue writing against innovations and various Sufi practices within the theological framework laid down by &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyyah&lt;/a&gt;, the Najdis, and Rashid Rida. Their organisation, \"Ansar al-Sunnah al Muhammadiyyah\" would become the bastion of Salafiyya school in Egypt. Apart from the Purist Salafis, &lt;a href=\"Salafi%20movement%23Salafi%20Activists\"&gt;Salafi activists&lt;/a&gt; (\"harakis\") also look up to Rida's works to build a revivalist platform focused on Islamic socio-political and cultural reforms (\"&lt;a href=\"Islah\"&gt;Islah&lt;/a&gt;\") with a long-term objective to establish an &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt;. Prominent figures in this rival camp include Abu Hanieh, &lt;a href=\"Safar%20al-Hawali\"&gt;Safar Al-Hawali&lt;/a&gt;, &lt;a href=\"Abu%20Qatada\"&gt;Abu Qatada&lt;/a&gt;, &lt;a href=\"Muhammad%20Surur\"&gt;Muhammad Surur&lt;/a&gt;, &lt;a href=\"Abd%20al-Rahman%20Abd%20al-Khaliq\"&gt;Abdurrahman Abdulkhaliq&lt;/a&gt;, etc. Abu Qatada and Abu Hanieh established a new movement known as \"Ahl Al-Sunnah Wal Jama’a\" based in Jordan and published \"al-Manar\" magazine named after Rashid Rida's popular monthly.\nThe influential &lt;a href=\"Salafi%20movement%23Salafi%20activists\"&gt;activist-Salafi&lt;/a&gt; organisation Islamic Assembly of North America (IANA), which played a crucial role in the spread of Salafism across &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, drew inspiration from Muhammad Rashid Rida. The official publication of the organisation was a magazine titled \"Al-Manar al-Jadid\" (“the New Lighthouse”) in honour of Rashid Rida's legacy. The magazine's prologue was copied verbatim from Rida's original 19th century text; believing that the Muslim community continued to face \"the same tribulations\" as during Rida's era. The organisation included notable scholars and figures like &lt;a href=\"Bilal%20Philips\"&gt;Bilal Philips&lt;/a&gt;, Muhammad Adly, Jamal Zarabozo, Abdel Rahman al-Dosari, etc. After 9/11, IANA would be subject to intense federal scrutiny. As a result of this policy in the post 9/11 period, IANA was eventually forced to disband; many members were deported, and some others, like &lt;a href=\"Ali%20al-Tamimi\"&gt;Ali al-Timimi&lt;/a&gt;, were jailed.\nSalafi scholar &lt;a href=\"Muhammad%20Nasiruddin%20al-Albani\"&gt;Nasir al Din Al Albani&lt;/a&gt; considered Rashid Rida to be his mentor. As an avid reader of \"Al-Manar\", Albani embraced key Traditionalist Salafi ideas through Rida's works and adopted Rida as his intellectual father. For Albani, Riḍā exemplified the standard of how to look to \"&lt;a href=\"Hadith\"&gt;ḥadith&lt;/a&gt;\" for reviving the &lt;a href=\"Ummah\"&gt;Muslim community&lt;/a&gt;. Crediting Rida for his turn to Salafism and interest in &lt;a href=\"Hadith%20studies\"&gt;\"hadith\" sciences&lt;/a&gt;, Albani stated: \"Whatever I have concerning my orientation towards Salafism first, and to the discernment of weak ḥadīth reports second, the credit for this goes to the sayyid Muḥammad Rashīd Riḍā...\" \nIn his treatise \"The Exoneration\" written in response to &lt;a href=\"Sayyed%20Imam%20Al-Sharif\"&gt;Sayyid Imam Al-Sharif&lt;/a&gt;, Salafi-jihadist leader &lt;a href=\"Ayman%20al-Zawahiri\"&gt;Ayman al Zawahiri&lt;/a&gt; cited the anti-colonial fatwa of Rashid Rida (against &lt;a href=\"Tunisian%20naturalization%20issue\"&gt;French naturalization&lt;/a&gt;) to argue that a Muslim who applies for Western citizenship by his own choice is guilty of \"kufr\"(disbelief) or close to \"kufr\". Islamic scholar &lt;a href=\"Yusuf%20al-Qaradawi\"&gt;Yusuf al-Qaradawi&lt;/a&gt; described Rida as \"the true \"&lt;a href=\"Mujaddid\"&gt;Mujaddid&lt;/a&gt;\" of Islam of his time\" and views him as the most prominent scholar who advocated traditionalism in contemporary Islamic history. Qaradawi described Rida's thought as a \"lighthouse\" that \"guided the ship of Islam in modern history\".\nAlbani's son ‘Abd Allah praised Rashid Rida as \"\"&lt;a href=\"muhaddith\"&gt;muhaddith&lt;/a&gt; Misr\"\" (the ḥadīth scholar of Egypt). The Egyptian Salafi hadith scholar &lt;a href=\"Ahmad%20Muhammad%20Shakir\"&gt;Ahmad Shakir&lt;/a&gt; conferred the title of \"&lt;a href=\"Hujjat%20al-Islam\"&gt;Hujjat al-Islam&lt;/a&gt;\" to Rashid Rida and extolled his &lt;a href=\"Quran\"&gt;Qur'anic&lt;/a&gt; commentary, \"&lt;a href=\"Tafsir%20al-Manar\"&gt;Tafsir al-Manar&lt;/a&gt;\" as a \"real defense of religion\" in the contemporary era, encouraging everyone to read as well as spread his \"&lt;a href=\"Tafsir\"&gt;Tafsir&lt;/a&gt;\". Prominent Saudi scholar &lt;a href=\"Muhammad%20ibn%20al-Uthaymeen\"&gt;Ibn 'Uthaymeen&lt;/a&gt; listed Rashid Rida as his chief source of scholarly influence alongside &lt;a href=\"Ibn%20Taymiyyah\"&gt;Ibn Taymiyya&lt;/a&gt; and commended Rida as an exemplar scholar of \"&lt;a href=\"sharia\"&gt;sharia&lt;/a&gt;\" who had the combined knowledge of religious sciences as well political and economic affairs.\n&lt;a href=\"Grand%20Imam%20of%20al-Azhar\"&gt;Grand Imam of al-Azhar&lt;/a&gt;, &lt;a href=\"Mustafa%20al-Maraghi\"&gt;Mustafa al-Maraghi&lt;/a&gt; praised Rida as the champion of Salafi thought during his funeral saying:\n\"Al-Sayyid Rashid triumphed and his supporters and disciples became many, while there were once few supporters and disciples... and clouds of ignorance and falsehood were wiped out of their hearts. He didn't have any new principle in Islam, but his principle was the principle of the entire ‘\"ulama\"’ of the \"Salaf\", i.e., to return in judgment to God and His Messenger... and his principle was also that of the ‘\"ulama\"’ of the \"Salaf\" in choosing rules appropriate for the time and beneficial for nations in issues of \"ijtihad and his principle was that of the ‘ulama’ of the Salaf\" in everything related to Divine attributes and the issues related to the last day, so he was a \"Salafi\" Sunni man who disliked \"taqlid\" and propagated \"ijtihad\", seeing it an obligation upon himself and upon everyone capable.\"\nWorks.\nThe following is a list of some of the works published by Shaykh Rashid Rida:"
}