{
    "id": "32613125",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=32613125",
    "title": "Peniophora quercina",
    "text": "Peniophora quercina is a species of &lt;a href=\"wood-decay%20fungus\"&gt;wood-decay fungus&lt;/a&gt; in the family &lt;a href=\"Peniophoraceae\"&gt;Peniophoraceae&lt;/a&gt;. It produces &lt;a href=\"Basidiocarp\"&gt;fruit bodies&lt;/a&gt; that vary in appearance depending on whether they are wet or dry. The wet fruit bodies are waxy and lilac, and attached strongly to the wood on which they grow. When dry, the edges curl up and reveal the dark underside, while the surface becomes crusty and pink. \"P. quercina\" is the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt; of the genus \"&lt;a href=\"Peniophora\"&gt;Peniophora&lt;/a&gt;\", with the species being reclassified as a member of the genus upon the latter's creation by &lt;a href=\"Mordecai%20Cubitt%20Cooke\"&gt;Mordecai Cubitt Cooke&lt;/a&gt;. \"P. quercina\" is found primarily in Europe, where it can be encountered all year. Though primarily growing upon dead wood, especially &lt;a href=\"oak\"&gt;oak&lt;/a&gt;, it is also capable of growing upon still-living wood.\nTaxonomy.\nEarly descriptions of the species came from &lt;a href=\"Carl%20Ludwig%20Willdenow\"&gt;Carl Ludwig Willdenow&lt;/a&gt;, who named it \"Lichen carneus\" in 1787, and &lt;a href=\"Jean%20Baptiste%20Fran%C3%A7ois%20Pierre%20Bulliard\"&gt;Jean Baptiste François Pierre Bulliard&lt;/a&gt;, who, in 1790, named it \"Auricularia corticalis\". However, the &lt;a href=\"sanctioned%20name\"&gt;sanctioned name&lt;/a&gt; is \"Thelephora quercina\", given by &lt;a href=\"Christiaan%20Hendrik%20Persoon\"&gt;Christiaan Hendrik Persoon&lt;/a&gt; in 1801, and sanctioned by &lt;a href=\"Elias%20Magnus%20Fries\"&gt;Elias Magnus Fries&lt;/a&gt; in the first volume of his \"&lt;a href=\"Systema%20Mycologicum\"&gt;Systema Mycologicum&lt;/a&gt;\". The &lt;a href=\"specific%20name%20%28botany%29\"&gt;specific name&lt;/a&gt; \"quercina\" is in reference to \"&lt;a href=\"Quercus\"&gt;Quercus&lt;/a&gt;\", the generic name for oak. A number of authors (including &lt;a href=\"Jean-Baptiste%20Lamarck\"&gt;Jean-Baptiste Lamarck&lt;/a&gt;, &lt;a href=\"Lucien%20Qu%C3%A9let\"&gt;Lucien Quélet&lt;/a&gt; and &lt;a href=\"Giacomo%20Bresadola\"&gt;Giacomo Bresadola&lt;/a&gt;) reclassified Bulliard's \"Auricularia corticalis\" throughout the 19th century, while Persoon's \"Thelephora quercina\" was reclassified by &lt;a href=\"Samuel%20Frederick%20Gray\"&gt;Samuel Frederick Gray&lt;/a&gt; in 1821, who placed it in \"&lt;a href=\"Corticium%20%28fungus%29\"&gt;Corticium&lt;/a&gt;\" as \"Corticium quercinum\". However, in 1879, &lt;a href=\"Mordecai%20Cubitt%20Cooke\"&gt;Mordecai Cubitt Cooke&lt;/a&gt; transferred the species to his newly described genus \"&lt;a href=\"Peniophora\"&gt;Peniophora&lt;/a&gt;\", declaring it the &lt;a href=\"type%20species\"&gt;type species&lt;/a&gt;. Despite subsequent attempts at reclassification, Cooke's name is the one currently used.\nDescription.\n\"Peniophora quercina\" produces &lt;a href=\"Resupination\"&gt;resupinate&lt;/a&gt; &lt;a href=\"fruit%20bodies\"&gt;fruit bodies&lt;/a&gt; that vary in appearance depending on whether they are wet or dry. They are up to thick, and form irregular patches that sometimes measure several centimetres across. Initially, the species forms small, disc-shaped fruit bodies through holes in bark, but these expand and merge to form the irregular patches. When fresh, the surface is reminiscent of jelly or wax, and can be smooth or warty, varying in colour from a dull blue to lilac. Initially, they are firmly attached to the wood on which they are growing, but as they dry, the edges roll inwards and reveal the dark brown or black underside. The dry specimens have a crusty and slightly &lt;a href=\"fissure%20%28botany%29\"&gt;fissure&lt;/a&gt;d surface, and, in colour, are a bright pink or grey, tinted with lilac. There is a relatively thick layer of gelatinous &lt;a href=\"trama%20%28mycology%29\"&gt;flesh&lt;/a&gt;. Apart from a brown layer close to the wood, the flesh is &lt;a href=\"hyaline\"&gt;hyaline&lt;/a&gt;. The species has no distinctive odour or taste, and is inedible.\nMicroscopic features.\n\"Peniophora quercina\" produces spores that take the shape of a curved cylinder (sausage shaped), and have been variously reported as light red, pink and white. They measure from 8 to 12 by 3 to 4 &lt;a href=\"micrometre\"&gt;micrometre&lt;/a&gt;s (μm). The spores are borne on &lt;a href=\"basidia\"&gt;basidia&lt;/a&gt;, with four spores per basidium, which measure 50 to 70 by 5 to 12 μm. The species has hyaline &lt;a href=\"cystidia\"&gt;cystidia&lt;/a&gt; with thick &lt;a href=\"cell%20walls\"&gt;cell walls&lt;/a&gt;, which are \"heavily encrusted with crystalline material\". The cystidia are often buried within the fruit body as it grows, but can be found in large numbers. They have been variously described as spindle-shaped or conical, and measure 25 to 35 by 10 to 15 μm. The &lt;a href=\"hyphae\"&gt;hyphae&lt;/a&gt; have &lt;a href=\"clamp%20connections\"&gt;clamp connections&lt;/a&gt;, and the base of the fruit body is made up of brown hyphae with moderately thick cell walls, measuring 3 to 4 μm in width.\nSimilar species.\n\"&lt;a href=\"Peniophora%20limulata\"&gt;Peniophora limulata&lt;/a&gt;\" is similar in appearance to \"P. quercina\". However, the edges of the fruit body are highlighted in a dark black, and the species favours &lt;a href=\"ash%20%28tree%29\"&gt;ash&lt;/a&gt;, as opposed to oak.\nEcology and distribution.\n\"Peniophora quercina\" typically grows upon dead wood, which can be attached to the tree or fallen, where it causes &lt;a href=\"white%20rot\"&gt;white rot&lt;/a&gt;. It favours &lt;a href=\"oak\"&gt;oak&lt;/a&gt;, but can also be found on other &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; trees, such as &lt;a href=\"beech\"&gt;beech&lt;/a&gt;. \"P. quercina\" is known to be a &lt;a href=\"pioneer%20species\"&gt;pioneer species&lt;/a&gt; on dead wood, which means it can be the first species to grow. It is found in Europe, where it is very common. Though it can be encountered all year, it produces spores in late summer and autumn. It has also been recorded in &lt;a href=\"Amur%20Oblast\"&gt;Amur&lt;/a&gt;, in eastern Asia.\nThe species has also been identified in living &lt;a href=\"Wood%23Heartwood%20and%20sapwood\"&gt;sapwood&lt;/a&gt;, though it is latent at this time, and it is probable that it waits until the wood begins to die (when it is drier, but contains more oxygen) before the &lt;a href=\"mycelia\"&gt;mycelia&lt;/a&gt; begin to grow. When the species was &lt;a href=\"inoculated\"&gt;inoculated&lt;/a&gt; into living wood, it did grow, but only around the inoculation wound; the species did not spread as it would have done on dead wood. Another study found that the species actively colonised partially living branches, causing white rot. However, the species had little effect on the &lt;a href=\"Vascular%20cambium\"&gt;cambium&lt;/a&gt;, and was mostly limited to the ends of branches."
}