{
    "id": "3261557",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=3261557",
    "title": "Leaf River (Mississippi)",
    "text": "The Leaf River is a &lt;a href=\"river\"&gt;river&lt;/a&gt;, about 180 mi (290 km) long, in southern &lt;a href=\"Mississippi\"&gt;Mississippi&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. It is a principal &lt;a href=\"tributary\"&gt;tributary&lt;/a&gt; of the &lt;a href=\"Pascagoula%20River\"&gt;Pascagoula River&lt;/a&gt;, which flows to the &lt;a href=\"Gulf%20of%20Mexico\"&gt;Gulf of Mexico&lt;/a&gt;.\nCourse.\nThe Leaf River rises in the &lt;a href=\"Bienville%20National%20Forest\"&gt;Bienville National Forest&lt;/a&gt; in southwestern &lt;a href=\"Scott%20County%2C%20Mississippi\"&gt;Scott County&lt;/a&gt; and flows initially southward through eastern &lt;a href=\"Smith%20County%2C%20Mississippi\"&gt;Smith&lt;/a&gt;, northeastern &lt;a href=\"Covington%20County%2C%20Mississippi\"&gt;Covington&lt;/a&gt;, western &lt;a href=\"Jones%20County%2C%20Mississippi\"&gt;Jones&lt;/a&gt; and northern &lt;a href=\"Forrest%20County%2C%20Mississippi\"&gt;Forrest&lt;/a&gt; Counties to &lt;a href=\"Hattiesburg%2C%20Mississippi\"&gt;Hattiesburg&lt;/a&gt;, where it collects the &lt;a href=\"Bouie%20River\"&gt;Bouie River&lt;/a&gt;. Below Hattiesburg, the river turns southeastward and flows through central &lt;a href=\"Perry%20County%2C%20Mississippi\"&gt;Perry&lt;/a&gt; and southwestern &lt;a href=\"Greene%20County%2C%20Mississippi\"&gt;Greene&lt;/a&gt; Counties, skirting the edge of the &lt;a href=\"De%20Soto%20National%20Forest\"&gt;De Soto National Forest&lt;/a&gt;, into northern &lt;a href=\"George%20County%2C%20Mississippi\"&gt;George County&lt;/a&gt;, where it joins the &lt;a href=\"Chickasawhay%20River\"&gt;Chickasawhay River&lt;/a&gt; to form the Pascagoula River.\nHistory.\nThe Leaf River served as a trade route in the area before roads and trails were widely developed. It is recorded that traders made regular trips to people living near the river bringing with them supplies from &lt;a href=\"Pascagoula%2C%20Mississippi\"&gt;Pascagoula&lt;/a&gt;. Legend says that one of these traders buried his profits, several thousand dollars in Spanish coins, near the banks of the Leaf River. The coins were later found in about 1854.\nAlleged pollution.\nWhile the upper stretches of the river enjoy an excellent reputation, the lower river has been the subject of claims of pollution since the 1990s. At that time, thousands of area residents filed suit against the &lt;a href=\"Georgia-Pacific%20Corporation\"&gt;Georgia-Pacific Corporation&lt;/a&gt;, claiming that its pulp mill released the dangerous chemicals, &lt;a href=\"Dioxins%20and%20dioxin-like%20compounds\"&gt;dioxins&lt;/a&gt;, into the river. In 1996, these suits were dismissed when the courts decided that there was no scientific proof that dangerous dioxin levels were present in the river or that Georgia-Pacific was negligent.\nVariant names.\nAccording to the &lt;a href=\"Geographic%20Names%20Information%20System\"&gt;Geographic Names Information System&lt;/a&gt;, the Leaf River has also been known as:"
}