{
    "id": "3264433",
    "revid": "8493753",
    "url": "https://en.wikipedia.org/wiki?curid=3264433",
    "title": "Höfn",
    "text": "Höfn () or Höfn í Hornafirði () is an &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt;ic fishing town in the southeastern part of the country. It lies near &lt;a href=\"Hornafj%C3%B6r%C3%B0ur\"&gt;Hornafjörður&lt;/a&gt; fjord.\nThe town, the second largest in the southeastern part of Iceland, offers scenic views of &lt;a href=\"Vatnaj%C3%B6kull\"&gt;Vatnajökull&lt;/a&gt; (the largest &lt;a href=\"ice%20cap\"&gt;ice cap&lt;/a&gt; in Europe by volume). The community was formerly known as Hornafjarðarbær between 1994 and 1998.\nGeography.\nHöfn is located on a peninsula in the southeast of Iceland. The name Höfn means harbour and it is a fishing port surrounded on three sides by the sea, with beaches on a long shoreline to the southeast. &lt;a href=\"Shoal\"&gt;Shoal&lt;/a&gt;s and glacial rivers traverse this area with many shifting &lt;a href=\"lagoon\"&gt;lagoon&lt;/a&gt;s and sand reefs being formed. Höfn is surrounded by several small islands to the east of the town, the largest of which is &lt;a href=\"Mikley\"&gt;Mikley&lt;/a&gt;, followed by &lt;a href=\"Kr%C3%B3kal%C3%A1tur\"&gt;Krókalátur&lt;/a&gt; and &lt;a href=\"Hellir%20%28Island%29\"&gt;Hellir&lt;/a&gt;.\nHöfn is one of very few harbours in the southern part of Iceland and it needs to be navigated with care due to the changing pattern of shoals. &lt;a href=\"Dredging\"&gt;Dredging&lt;/a&gt; is an essential requirement to remove sand that has accumulated near the harbour so that ships can safely moor. The entrance channel to Höfn port has a minimum depth of . However, the depth at the entrance itself is . The harbour at Höfn is reported to freeze during periods of extremely cold weather.\n&lt;a href=\"Eagle%20Air%20%28Iceland%29\"&gt;Eagle Airways&lt;/a&gt; operates domestic flights from &lt;a href=\"Hornafj%C3%B6r%C3%B0ur%20Airport\"&gt;Höfn airport&lt;/a&gt; and the town is a major centre for visitors to the Vatnajökull Glacier. Höfn lies at the end of Road 99, which leaves Iceland's &lt;a href=\"Route%201%20%28Iceland%29\"&gt;National Road 1&lt;/a&gt; several kilometres north of the town. A tunnel is located near the town, measuring 1,300 metres in length, which is named &lt;a href=\"Almannaskar%C3%B0sg%C3%B6ng\"&gt;Almannaskarðsgöng&lt;/a&gt;. It was opened in 2005.\nNearby areas include Suðursveit (the birthplace of &lt;a href=\"%C3%9E%C3%B3rbergur%20%C3%9E%C3%B3r%C3%B0arson\"&gt;Þórbergur Þórðarson&lt;/a&gt;), &lt;a href=\"%C3%96r%C3%A6fasveit\"&gt;Öræfasveit&lt;/a&gt;, &lt;a href=\"L%C3%B3n\"&gt;Lón&lt;/a&gt;, &lt;a href=\"M%C3%BDrar\"&gt;Mýrar&lt;/a&gt; and &lt;a href=\"Nes%20%28Iceland%29\"&gt;Nes&lt;/a&gt;. In Nes there is a small village called Nesjahverfi. &lt;a href=\"Reykjav%C3%ADk\"&gt;Reykjavík&lt;/a&gt;, the capital of Iceland, is about from Höfn along the south coast.\nEconomy.\nThe main economic activities in Höfn are fishing and tourism. Fishing involves both sea fishing and processing and packaging in the factories; one major fish processing factory, Skinney-Þinganes is one of the largest fish factories in the eastern part of Iceland, which employs a large number of people. The main production of these factories is bacaloa (saltfish) and processed lobster. Herring and &lt;a href=\"capelin\"&gt;capelin&lt;/a&gt; are also processed. Ten large and a number of smaller boats operate from Höfn. During the summer tourist season, trips are organised to the nearby Vatnajökull glacier. The surrounding area has served as a &lt;a href=\"filming%20location\"&gt;filming location&lt;/a&gt; for feature films including the &lt;a href=\"James%20Bond\"&gt;James Bond&lt;/a&gt; movies \"&lt;a href=\"Die%20Another%20Day\"&gt;Die Another Day&lt;/a&gt;\" and \"&lt;a href=\"A%20View%20to%20a%20Kill\"&gt;A View to a Kill&lt;/a&gt;\", \"\", and &lt;a href=\"Batman%20Begins\"&gt;Batman Begins&lt;/a&gt;. Recently a song in the 2015 Bollywood movie \"&lt;a href=\"Dilwale%20%282015%20film%29\"&gt;Dilwale&lt;/a&gt;\" has been shot in the surrounding areas.\nHöfn offers a variety of services and stores including a supermarket, pharmacy, a bank, three hairdressers, two gas stations and a swimming pool.\nIn the town there are several guesthouses and restaurants. Restaurants including Pakkhúsið, Humarhöfnin, Íshúsið Pizzeria, Ottó, Kaffihornið, Ósinn, Z Bistro and Hafnarbúðin.\nThe headland of the town is called the &lt;a href=\"Ing%C3%B3lfsh%C3%B6f%C3%B0i\"&gt;Ingólfshöfði&lt;/a&gt;, which is high and (in a direct line) from the town. Sea birds such as &lt;a href=\"skua\"&gt;skua&lt;/a&gt;s, &lt;a href=\"guillemots\"&gt;guillemots&lt;/a&gt;, &lt;a href=\"fulmar\"&gt;fulmar&lt;/a&gt; and &lt;a href=\"puffin\"&gt;puffin&lt;/a&gt;s can be seen from the headland.\nCulture.\nA cultural highlight of the town is the annual Humarhátíð (a &lt;a href=\"lobster\"&gt;lobster&lt;/a&gt; festival) held on the first weekend of July. During the summer season, the Glacier Exhibition is held in the old supermarket building.\nHöfn contains several museums, including an exhibition about the Vatnajökulsþjóðgarð in Gamlabúð which has a variety of displays on the geology, ecology and history of the glacier.\nGamlabúð.\nGamlabúð (\"Old Shop\") is one of the oldest houses in Höfn still being used. It has served at least three purposes and has been moved around southeast Iceland. First it was a trade center in Papós and then it was a store in Höfn. Most recently it has been moved again and now it serves as an information center.\nOriginally called \"Krambúðin\", meaning \"The Mercantile Store\", in a short time it had managed to become one of the main trade centers for the people of southeast Iceland, as there were few other settlements in the area. Just about everything available in these parts of Iceland was sold here. Farmers were the main group of people making purchases, so naturally it sold mostly tools and such things that farmers needed on daily basis. In 1897 it was moved to the harbor of Höfn and stayed there for 80 years.\nThe house was the main trade post for the citizens of Höfn from 1937-1977, but when the town began to develop and modernize, the shop had neither a place at the harbor or in the town so it changed and moved, this time to Sílavík on the outskirts of town.\nThe municipality decided to move it again in 2012, back to the harbour of Höfn. This was done with the blessing of The Cultural Heritage Agency of Iceland which oversees the conservation of historical buildings. It now serves as an information and visitor centre for &lt;a href=\"Vatnaj%C3%B6kull%20National%20Park\"&gt;Vatnajökull National Park&lt;/a&gt;.\nEducation.\nHöfn used to have three schools: &lt;a href=\"Nesjask%C3%B3li\"&gt;Nesjaskóli&lt;/a&gt;, located in &lt;a href=\"Nesjahverfi\"&gt;Nesjahverfi&lt;/a&gt;, &lt;a href=\"Hafnarsk%C3%B3li\"&gt;Hafnarskóli&lt;/a&gt; and &lt;a href=\"Heppusk%C3%B3li\"&gt;Heppuskóli&lt;/a&gt;. Now, the three schools have been merged into one school called Grunnskóli Hornafjarðar. In the secondary school &lt;a href=\"Framhaldssk%C3%B3linn%20%C3%AD%20Austur-Skaftafellss%C3%BDslu\"&gt;Framhaldsskólinn í Austur-Skaftafellssýslu&lt;/a&gt; 70 to 100 students study in the day school and over 100 students are under distance-study programmes. The school maintains close collaboration with other schools in Iceland, the College in &lt;a href=\"Egilssta%C3%B0ir\"&gt;Egilsstaðir&lt;/a&gt; and the Vocational School in &lt;a href=\"Neskaupsta%C3%B0ur\"&gt;Neskaupstaður&lt;/a&gt;. The school has modern teaching facilities such as wireless internet, a computer centre, availability of laptop computers for students, overhead projectors and built-in sound systems.\nSports.\nThe local football club is &lt;a href=\"UMF%20Sindri%20H%C3%B6fn\"&gt;Sindri&lt;/a&gt;, which plays in the Icelandic 3rd tier.\nClimate.\nHöfn has a &lt;a href=\"subpolar%20oceanic%20climate\"&gt;subpolar oceanic climate&lt;/a&gt; (Köppen \"Cfc\"), bordering on a &lt;a href=\"subarctic%20climate\"&gt;subarctic climate&lt;/a&gt; and &lt;a href=\"tundra%20climate\"&gt;tundra climate&lt;/a&gt;. Daytime highs in the summer are around , while being just above the freezing point in the winter. Höfn is a rainy town, averaging approximately of precipitation. On average, Höfn has 180 days with measurable precipitation. Extreme temperatures range from recorded on August 10, 2004 to recorded on March 8, 1969.\nTransport.\nHöfn is well connected via &lt;a href=\"Route%201%20%28Iceland%29\"&gt;Route 1&lt;/a&gt;, which circles Iceland. The distance to Reykjavik is . In the past, during the harsh winter months, the road just east of Höfn would often become blocked because of regular snow, hampering communications and access. To address this, a new tunnel, named &lt;a href=\"Almannaskar%C3%B0sg%C3%B6ng\"&gt;Almannaskarðsgöng&lt;/a&gt;, was constructed and opened in 2005. The tunnel measures exactly in length (although the sign rounds it off to 1,300).\nBy air, &lt;a href=\"Hornafj%C3%B6r%C3%B0ur%20Airport\"&gt;Hornafjörður Airport&lt;/a&gt; provides service to Reykjavik."
}