{
    "id": "32642124",
    "revid": "13791031",
    "url": "https://en.wikipedia.org/wiki?curid=32642124",
    "title": "Elite Football League of India",
    "text": "The Elite Football League of India (EFLI) is a professional &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; league based in &lt;a href=\"India\"&gt;India&lt;/a&gt;. It was founded with eight franchises in 2011, and now has 23 franchises throughout &lt;a href=\"South%20Asia\"&gt;South Asia&lt;/a&gt;, among whom 20 located in India, two in &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt; and one in &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. The league has had only one season till now.\nThe winners of the &lt;a href=\"2012%20Elite%20Football%20League%20of%20India%20season\"&gt;first championship&lt;/a&gt; were &lt;a href=\"Pune%20Marathas%20%28American%20football%29\"&gt;Pune Marathas&lt;/a&gt;, who claimed the title after defeating &lt;a href=\"Delhi%20Defenders\"&gt;Delhi Defenders&lt;/a&gt; 6–0 in the &lt;a href=\"2012%20Elite%20Football%20League%20of%20India%20season%23Elite%20Bowl%20I\"&gt;Elite Bowl I&lt;/a&gt; on 10 November 2012.\nEstablishment.\nIn August 2011, the EFLI announced the launch of the league. The aim of the league is to introduce American football to the Indian market and its large consumer base. The organisation's management team consists of &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and Indian business and entertainment executives, and several U.S. sports figures. U.S. brand marketing consultant Sunday Zeller is noted as the founder.\nProminent investors include &lt;a href=\"Brandon%20Chillar\"&gt;Brandon Chillar&lt;/a&gt; an &lt;a href=\"Indian%20American\"&gt;Indian American&lt;/a&gt; &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; from the &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;-winning &lt;a href=\"Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt; who played eight games that 2010 season until an injury put him on the injured reserve list, &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;-winning head coach &lt;a href=\"Mike%20Ditka\"&gt;Mike Ditka&lt;/a&gt;, former &lt;a href=\"Dallas%20Cowboys\"&gt;Dallas Cowboys&lt;/a&gt; &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; &lt;a href=\"Michael%20Irvin\"&gt;Michael Irvin&lt;/a&gt;, and former &lt;a href=\"NFL\"&gt;NFL&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;s &lt;a href=\"Ron%20Jaworski\"&gt;Ron Jaworski&lt;/a&gt; and &lt;a href=\"Kurt%20Warner\"&gt;Kurt Warner&lt;/a&gt;. Investors outside of the sports community include U.S. actor and entertainment producer &lt;a href=\"Mark%20Wahlberg\"&gt;Mark Wahlberg&lt;/a&gt;.\nThe first regular season games began 22 September 2012. EFLI games are broadcast on television in India, Sri Lanka, and Pakistan, and in the &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; on &lt;a href=\"Ten%20Sports\"&gt;Ten Sports&lt;/a&gt;. This will represent a potential audience of over 500 million viewers.\nLeague structure.\nThe EFLI management's intent is to draw current &lt;a href=\"Rugby%20football\"&gt;rugby&lt;/a&gt; players from India over to the sport, in part by paying higher salaries than the &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt;s. In the announcement of the league on 5 August 2011, CEO Richard Whelan noted that orientation programmes had attracted over 4,000 interested players in the previous month alone. Similar orientation events are planned for Sri Lanka, Pakistan, Bangladesh and Nepal to attract a wide talent pool.\nOwnership of the teams will follow a &lt;a href=\"Franchise%20%28sports%29\"&gt;franchise&lt;/a&gt; system, similar to the structure of the NFL, and ownership will be determined in an auction format. Unlike ownership rules in other Indian sports leagues, bidding will be open to both Indian and non-Indian investors alike. Although specifics about league finances have not been announced, officials note that 15% of revenues will be shared with the &lt;a href=\"Ministry%20of%20Youth%20Affairs%20and%20Sports\"&gt;Ministry of Sports&lt;/a&gt;.\nWhile the teams represent cities across India, Sri Lanka and Pakistan, all games for the inaugural season were hosted in &lt;a href=\"Sugathadasa%20Stadium\"&gt;Sugathadasa Stadium&lt;/a&gt; in &lt;a href=\"Colombo\"&gt;Colombo&lt;/a&gt;, Sri Lanka. The Sports Authority of India provided also the &lt;a href=\"Shree%20Shiv%20Chhatrapati%20Sports%20Complex\"&gt;Balewadi Stadium&lt;/a&gt;, which was used for pre-season activities. The games were held in a &lt;a href=\"Round-robin%20scheduling\"&gt;round-robin&lt;/a&gt; format so that all teams played each other.\nThe expansion plans include total of 24 teams, as a part of a project, which aims to expand to 52 teams by 2022.\nChampionships.\nElite Bowl records.\nIn the table below, teams are ordered first by number of wins, then by number of appearances, and finally by year of first appearance. In the \"Season(s)\" column, bold years indicate winning seasons.\nDocumentary.\nIn 2012, the filmmaking duo &lt;a href=\"Evan%20Rosenfeld\"&gt;Evan Rosenfeld&lt;/a&gt; and Jenna Moshell began following the EFLI and chronicling its inaugural season and the introduction of American football to South Asia in the documentary \"Birth of a Sport\"."
}