{
    "id": "326471",
    "revid": "1066201820",
    "url": "https://en.wikipedia.org/wiki?curid=326471",
    "title": "Mathematics education",
    "text": "In contemporary &lt;a href=\"education\"&gt;education&lt;/a&gt;, mathematics education is the practice of &lt;a href=\"teaching\"&gt;teaching&lt;/a&gt; and &lt;a href=\"learning\"&gt;learning&lt;/a&gt; &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, along with the associated scholarly &lt;a href=\"research\"&gt;research&lt;/a&gt;.\nResearchers in mathematics education are primarily concerned with the tools, methods and approaches that facilitate practice or the study of practice; however, &lt;a href=\"List%20of%20mathematics%20education%20journals\"&gt;mathematics education research&lt;/a&gt;, known on the continent of Europe as the &lt;a href=\"didactics\"&gt;didactics&lt;/a&gt; or &lt;a href=\"pedagogy\"&gt;pedagogy&lt;/a&gt; of mathematics, has developed into an extensive field of study, with its concepts, theories, methods, national and international organisations, conferences and literature. This article describes some of the history, influences and recent controversies.\nHistory.\nElementary mathematics was part of the &lt;a href=\"Education\"&gt;education system&lt;/a&gt; in most ancient civilisations, including &lt;a href=\"Ancient%20Greece\"&gt;Ancient Greece&lt;/a&gt;, the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, &lt;a href=\"Vedic%20civilization\"&gt;Vedic society&lt;/a&gt; and &lt;a href=\"ancient%20Egypt\"&gt;ancient Egypt&lt;/a&gt;. In most cases, formal education was only available to &lt;a href=\"male\"&gt;male&lt;/a&gt; children with sufficiently high status, wealth or &lt;a href=\"caste\"&gt;caste&lt;/a&gt;. \nIn &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;'s division of the &lt;a href=\"liberal%20arts\"&gt;liberal arts&lt;/a&gt; into the &lt;a href=\"trivium%20%28education%29\"&gt;trivium&lt;/a&gt; and the &lt;a href=\"quadrivium\"&gt;quadrivium&lt;/a&gt;, the quadrivium included the mathematical fields of &lt;a href=\"arithmetic\"&gt;arithmetic&lt;/a&gt; and &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;. This structure was continued in the structure of &lt;a href=\"Medieval%20university\"&gt;classical education&lt;/a&gt; that was developed in medieval Europe. The teaching of geometry was almost universally based on &lt;a href=\"Euclid\"&gt;Euclid&lt;/a&gt;'s \"Elements\". Apprentices to trades such as masons, merchants and money-lenders could expect to learn such practical mathematics as was relevant to their profession.\nIn the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;, the academic status of mathematics declined, because it was strongly associated with trade and commerce, and considered somewhat un-Christian. Although it continued to be taught in European universities, it was seen as subservient to the study of &lt;a href=\"Natural%20Philosophy\"&gt;Natural&lt;/a&gt;, &lt;a href=\"Metaphysics\"&gt;Metaphysical&lt;/a&gt; and &lt;a href=\"Moral%20philosophy\"&gt;Moral Philosophy&lt;/a&gt;. The first modern arithmetic curriculum (starting with addition, then subtraction, multiplication, and division) arose at &lt;a href=\"reckoning%20school\"&gt;reckoning school&lt;/a&gt;s in Italy in the 1300s. Spreading along trade routes, these methods were designed to be used in commerce. They contrasted with Platonic math taught at universities, which was more philosophical and concerned numbers as concepts rather than calculating methods. They also contrasted with mathematical methods learned by &lt;a href=\"artisan\"&gt;artisan&lt;/a&gt; apprentices, which were specific to the tasks and tools at hand. For example, the division of a board into thirds can be accomplished with a piece of string, instead of measuring the length and using the arithmetic operation of division.\nThe first mathematics textbooks to be written in English and French were published by &lt;a href=\"Robert%20Recorde\"&gt;Robert Recorde&lt;/a&gt;, beginning with \"The Grounde of Artes\" in 1543. However, there are many different writings on mathematics and mathematics methodology that date back to 1800 BCE. These were mostly located in Mesopotamia where the Sumerians were practicing multiplication and division. There are also artifacts demonstrating their methodology for solving equations like the quadratic equation. After the Sumerians, some of the most famous ancient works on mathematics come from Egypt in the form of the &lt;a href=\"Rhind%20Mathematical%20Papyrus\"&gt;Rhind Mathematical Papyrus&lt;/a&gt; and the &lt;a href=\"Moscow%20Mathematical%20Papyrus\"&gt;Moscow Mathematical Papyrus&lt;/a&gt;. The more famous &lt;a href=\"Rhind%20Papyrus\"&gt;Rhind Papyrus&lt;/a&gt; has been dated to approximately 1650 BCE but it is thought to be a copy of an even older scroll. This papyrus was essentially an early textbook for Egyptian students.\nThe social status of mathematical study was improving by the seventeenth century, with the &lt;a href=\"University%20of%20Aberdeen\"&gt;University of Aberdeen&lt;/a&gt; creating a Mathematics Chair in 1613, followed by the Chair in Geometry being set up in &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; in 1619 and the &lt;a href=\"Lucasian%20Professor%20of%20Mathematics\"&gt;Lucasian Chair of Mathematics&lt;/a&gt; being established by the &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt; in 1662.\nIn the 18th and 19th centuries, the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; led to an enormous increase in &lt;a href=\"urban%20area\"&gt;urban&lt;/a&gt; populations. Basic numeracy skills, such as the ability to tell the time, count money and carry out simple &lt;a href=\"arithmetic\"&gt;arithmetic&lt;/a&gt;, became essential in this new urban lifestyle. Within the new &lt;a href=\"public%20education\"&gt;public education&lt;/a&gt; systems, mathematics became a central part of the curriculum from an early age.\nBy the twentieth century, mathematics was part of the core curriculum in all &lt;a href=\"developed%20country\"&gt;developed countries&lt;/a&gt;.\nDuring the twentieth century, mathematics education was established as an independent field of research. Here are some of the main events in this development:\nIn the 20th century, the cultural impact of the \"&lt;a href=\"Information%20Age\"&gt;electronic age&lt;/a&gt;\" (McLuhan) was also taken up by &lt;a href=\"educational%20theory\"&gt;educational theory&lt;/a&gt; and the teaching of mathematics. While previous approach focused on \"working with specialized 'problems' in &lt;a href=\"arithmetic\"&gt;arithmetic&lt;/a&gt;\", the emerging structural approach to knowledge had \"small children meditating about &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt; and '&lt;a href=\"set%20theory\"&gt;sets&lt;/a&gt;'.\"\nObjectives.\nAt different times and in different cultures and countries, mathematics education has attempted to achieve a variety of different objectives. These objectives have included:\nMethods.\nThe method or methods used in any particular context are largely determined by the objectives that the relevant educational system is trying to achieve. Methods of teaching mathematics include the following:\nContent and age levels.\nDifferent levels of mathematics are taught at different ages and in somewhat different sequences in different countries. Sometimes a class may be taught at an earlier age than typical as a special or &lt;a href=\"honors%20class\"&gt;honors class&lt;/a&gt;.\nElementary mathematics in most countries is taught similarly, though there are differences. Most countries tend to cover fewer topics in greater depth than in the United States. During the primary school years, children learn about whole numbers and arithmetic, including addition, subtraction, multiplication, and division. Comparisons and measurement are taught, in both numeric and pictorial form, as well as fractions and proportionality, patterns, and various topics related to geometry.\nAt high school level, \nin most of the U.S., &lt;a href=\"algebra\"&gt;algebra&lt;/a&gt;, &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt; and analysis (&lt;a href=\"pre-calculus\"&gt;pre-calculus&lt;/a&gt; and &lt;a href=\"calculus\"&gt;calculus&lt;/a&gt;) are taught as separate courses in different years. \nMathematics in most other countries (and in a few U.S. states) is integrated, with topics from all branches of mathematics studied every year. Students in many countries choose an option or pre-defined course of study rather than choosing courses \"à la carte\" as in the United States. \nStudents in science-oriented curricula typically study &lt;a href=\"differential%20calculus\"&gt;differential calculus&lt;/a&gt; and &lt;a href=\"trigonometry\"&gt;trigonometry&lt;/a&gt; at age 16–17 and &lt;a href=\"integral%20calculus\"&gt;integral calculus&lt;/a&gt;, &lt;a href=\"complex%20numbers\"&gt;complex numbers&lt;/a&gt;, &lt;a href=\"analytic%20geometry\"&gt;analytic geometry&lt;/a&gt;, &lt;a href=\"exponential%20function\"&gt;exponential&lt;/a&gt; and &lt;a href=\"logarithmic%20function\"&gt;logarithmic function&lt;/a&gt;s, and &lt;a href=\"infinite%20series\"&gt;infinite series&lt;/a&gt; in their final year of secondary school. &lt;a href=\"Probability\"&gt;Probability&lt;/a&gt; and &lt;a href=\"statistics\"&gt;statistics&lt;/a&gt; may be taught in secondary education classes. \nIn some countries, these topics are available as \"advanced\" or \"additional\" mathematics.\nAt college and university, \n&lt;a href=\"Bachelor%20of%20Science\"&gt;science-&lt;/a&gt; and &lt;a href=\"bachelor%20of%20engineering\"&gt;engineering students&lt;/a&gt; will be required to take &lt;a href=\"multivariable%20calculus\"&gt;multivariable calculus&lt;/a&gt;, &lt;a href=\"differential%20equations\"&gt;differential equations&lt;/a&gt;, and &lt;a href=\"linear%20algebra\"&gt;linear algebra&lt;/a&gt;;\nat several US colleges, the &lt;a href=\"Academic%20minor\"&gt;minor&lt;/a&gt; or &lt;a href=\"Associate%20degree%23United%20States\"&gt;AS&lt;/a&gt; in mathematics substantively comprises these courses.\n&lt;a href=\"bachelor%20of%20mathematics\"&gt;Mathematics majors&lt;/a&gt; continue, to study various other areas within &lt;a href=\"pure%20mathematics\"&gt;pure mathematics&lt;/a&gt; - and often in applied mathematics - with the requirement of specified advanced courses in &lt;a href=\"Mathematical%20analysis\"&gt;analysis&lt;/a&gt; and &lt;a href=\"modern%20algebra\"&gt;modern algebra&lt;/a&gt;.\n&lt;a href=\"Applied%20mathematics\"&gt;Applied mathematics&lt;/a&gt; may be taken as a &lt;a href=\"academic%20major\"&gt;major&lt;/a&gt; subject in its own right, while specific topics are taught within other courses: \nfor example, \n&lt;a href=\"civil%20engineers\"&gt;civil engineers&lt;/a&gt; may be required to study &lt;a href=\"fluid%20mechanics\"&gt;fluid mechanics&lt;/a&gt;, \nand \"math for computer science\" might include &lt;a href=\"graph%20theory\"&gt;graph theory&lt;/a&gt;, &lt;a href=\"permutation\"&gt;permutation&lt;/a&gt;, probability, and &lt;a href=\"formal%20proof\"&gt;formal&lt;/a&gt; &lt;a href=\"mathematical%20proof\"&gt;mathematical proof&lt;/a&gt;s. \nPure and applied math degrees often include modules in &lt;a href=\"probability%20theory\"&gt;probability theory&lt;/a&gt; / &lt;a href=\"mathematical%20statistics\"&gt;mathematical statistics&lt;/a&gt;; while a course in &lt;a href=\"numerical%20methods\"&gt;numerical methods&lt;/a&gt; is often a requirement for applied math.\n&lt;a href=\"Theoretical%20physics\"&gt;(Theoretical)&lt;/a&gt; &lt;a href=\"physics\"&gt;physics&lt;/a&gt; is mathematics intensive, often overlapping substantively with the pure or applied math degree.\nStandards.\nThroughout most of history, standards for mathematics education were set locally, by individual schools or teachers, depending on the levels of achievement that were relevant to, realistic for, and considered socially appropriate for their pupils.\nIn modern times, there has been a move towards regional or national standards, usually under the umbrella of a wider standard school curriculum. In &lt;a href=\"England\"&gt;England&lt;/a&gt;, for example, standards for mathematics education are set as part of the National Curriculum for England, while Scotland maintains its own educational system. Many other countries have centralized ministries which set national standards or curricula, and sometimes even textbooks.\nMa (2000) summarised the research of others who found, based on nationwide data, that students with higher scores on standardised mathematics tests had taken more mathematics courses in high school. This led some states to require three years of mathematics instead of two. But because this requirement was often met by taking another lower-level mathematics course, the additional courses had a “diluted” effect in raising achievement levels.\nIn North America, the &lt;a href=\"National%20Council%20of%20Teachers%20of%20Mathematics\"&gt;National Council of Teachers of Mathematics&lt;/a&gt; (NCTM) published the \"&lt;a href=\"Principles%20and%20Standards%20for%20School%20Mathematics\"&gt;Principles and Standards for School Mathematics&lt;/a&gt;\" in 2000 for the US and Canada, which boosted the trend towards &lt;a href=\"reform%20mathematics\"&gt;reform mathematics&lt;/a&gt;. In 2006, the NCTM released \"&lt;a href=\"Principles%20and%20Standards%20for%20School%20Mathematics%23Curriculum%20Focal%20Points\"&gt;Curriculum Focal Points&lt;/a&gt;\", which recommend the most important mathematical topics for each grade level through grade 8. However, these standards were guidelines to implement as American states and Canadian provinces chose. In 2010, the National Governors Association Center for Best Practices and the Council of Chief State School Officers published the &lt;a href=\"Common%20Core%20State%20Standards%20Initiative\"&gt;Common Core State Standards&lt;/a&gt; for US states, which were subsequently adopted by most states. Adoption of the Common Core State Standards in mathematics is at the discretion of each state, and is not mandated by the federal government. \"States routinely review their academic standards and may choose to change or add onto the standards to best meet the needs of their students.\" The NCTM has state affiliates that have different education standards at the state level. For example, Missouri has the Missouri Council of Teachers of Mathematics (MCTM) which has its pillars and standards of education listed on its website. The MCTM also offers membership opportunities to teachers and future teachers so they can stay up to date on the changes in math educational standards.\nThe &lt;a href=\"Programme%20for%20International%20Student%20Assessment\"&gt;Programme for International Student Assessment&lt;/a&gt; (PISA), created by the &lt;a href=\"OECD\"&gt;Organisation for the Economic Co-operation and Development&lt;/a&gt; (OECD), is a global program studying the reading, science and mathematic abilities of 15-year-old students. The first assessment was conducted in the year 2000 with 43 countries participating. PISA has repeated this assessment every three years to provide comparable data, helping to guide global education to better prepare youth for future economies. There have been many ramifications following the results of triennial PISA assessments due to implicit and explicit responses of stakeholders, which have led to education reform and policy change.\nResearch.\n\"Robust, useful theories of classroom teaching do not yet exist\". However, there are useful theories on how children learn mathematics and much research has been conducted in recent decades to explore how these theories can be applied to teaching. The following results are examples of some of the current findings in the field of mathematics education:\nMethodology.\nAs with other educational research (and the social sciences in general), mathematics education research depends on both quantitative and qualitative studies. &lt;a href=\"Quantitative%20research\"&gt;Quantitative research&lt;/a&gt; includes studies that use &lt;a href=\"inferential%20statistics\"&gt;inferential statistics&lt;/a&gt; to answer specific questions, such as whether a certain teaching method gives significantly better results than the status quo. The best quantitative studies involve randomized trials where students or classes are randomly assigned different methods to test their effects. They depend on large samples to obtain statistically significant results.\n&lt;a href=\"Qualitative%20research\"&gt;Qualitative research&lt;/a&gt;, such as &lt;a href=\"case%20studies\"&gt;case studies&lt;/a&gt;, &lt;a href=\"action%20research\"&gt;action research&lt;/a&gt;, &lt;a href=\"discourse%20analysis\"&gt;discourse analysis&lt;/a&gt;, and &lt;a href=\"Jean%20Piaget\"&gt;clinical interviews&lt;/a&gt;, depend on small but focused samples in an attempt to understand student learning and to look at how and why a given method gives the results it does. Such studies cannot conclusively establish that one method is better than another, as randomized trials can, but unless it is understood \"why\" treatment X is better than treatment Y, application of results of quantitative studies will often lead to \"lethal mutations\" of the finding in actual classrooms. Exploratory qualitative research is also useful for suggesting new hypotheses, which can eventually be tested by randomized experiments. Both qualitative and quantitative studies, therefore, are considered essential in education—just as in the other social sciences. Many studies are “mixed”, simultaneously combining aspects of both quantitative and qualitative research, as appropriate.\nRandomized trials.\nThere has been some controversy over the relative strengths of different types of research. Because randomized trials provide clear, objective evidence on “what works”, policymakers often consider only those studies. Some scholars have pushed for more random experiments in which teaching methods are randomly assigned to classes. In other disciplines concerned with human subjects, like biomedicine, psychology, and policy evaluation, controlled, randomized experiments remain the preferred method of evaluating treatments. Educational statisticians and some mathematics educators have been working to increase the use of randomized experiments to evaluate teaching methods. On the other hand, many scholars in educational schools have argued against increasing the number of randomized experiments, often because of philosophical objections, such as the ethical difficulty of randomly assigning students to various treatments when the effects of such treatments are not yet known to be effective, or the difficulty of assuring rigid control of the independent variable in fluid, real school settings.\nIn the United States, the &lt;a href=\"Math%20wars%23National%20Mathematics%20Advisory%20Panel\"&gt;National Mathematics Advisory Panel&lt;/a&gt; (NMAP) published a report in 2008 based on studies, some of which used randomized assignment of treatments to &lt;a href=\"experimental%20unit\"&gt;experimental unit&lt;/a&gt;s, such as classrooms or students. The NMAP report's preference for randomized experiments received criticism from some scholars. In 2010, the &lt;a href=\"What%20Works%20Clearinghouse\"&gt;What Works Clearinghouse&lt;/a&gt; (essentially the research arm for the &lt;a href=\"United%20States%20Department%20of%20Education\"&gt;Department of Education&lt;/a&gt;) responded to ongoing controversy by extending its research base to include non-experimental studies, including &lt;a href=\"regression%20discontinuity%20design\"&gt;regression discontinuity design&lt;/a&gt;s and &lt;a href=\"Case%20studies\"&gt;single-case studies&lt;/a&gt;."
}