{
    "id": "326500",
    "revid": "28322167",
    "url": "https://en.wikipedia.org/wiki?curid=326500",
    "title": "Pohang",
    "text": "Pohang () is a &lt;a href=\"Administrative%20divisions%20of%20South%20Korea\"&gt;city&lt;/a&gt; in the province of &lt;a href=\"North%20Gyeongsang\"&gt;North Gyeongsang&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, and a main &lt;a href=\"seaport\"&gt;seaport&lt;/a&gt; in the &lt;a href=\"Daegu-Gyeongbuk\"&gt;Daegu-Gyeongbuk&lt;/a&gt; region. The built-up area of Pohang is located on the &lt;a href=\"alluvium\"&gt;alluvium&lt;/a&gt; of the mouth of the &lt;a href=\"Hyeongsan%20River\"&gt;Hyeongsan River&lt;/a&gt;. The city is divided into two wards (&lt;a href=\"Gu%20%28administrative%20division%29\"&gt;\"gu\"&lt;/a&gt;), Buk-gu or Northern Ward () and Nam-gu or Southern Ward ().\nThis city has the largest population of &lt;a href=\"North%20Gyeongsang%20Province\"&gt;North Gyeongsang Province&lt;/a&gt; and it has the third-largest land area of any city (&lt;a href=\"List%20of%20cities%20in%20South%20Korea\"&gt;\"si\"&lt;/a&gt;) in South Korea.\nHistory.\nThe earliest evidence of human occupation in the Pohang area is from the &lt;a href=\"Mumun%20Pottery%20Period\"&gt;Mumun Pottery Period&lt;/a&gt; (1500–300 BC). Archaeologists have unearthed small villages and megalithic burials (&lt;a href=\"dolmen\"&gt;dolmen&lt;/a&gt;) from this period. Still a small fishing village at the dawn of the 20th century, the earliest steps toward developing Pohang into a place of greater significance were taken in 1930 with the construction of a modern harbour. Pohang grew rapidly afterward, attaining the designation of town (&lt;a href=\"Eup%20%28administrative%20division%29\"&gt;\"eup\"&lt;/a&gt;) in 1931 and then earning the status of city (&lt;a href=\"List%20of%20cities%20in%20South%20Korea\"&gt;\"si\"&lt;/a&gt;) in 1949.\nPohang's road arteries and shipping port made it a place of strategic significance during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. An unopposed landing of UN forces at Pohang on July 18, 1950 was the first large-scale amphibious operation since World War II, and the region around Pohang saw &lt;a href=\"Battle%20of%20P%27ohang-dong\"&gt;fierce clashes&lt;/a&gt; between South Korea's &lt;a href=\"3rd%20Infantry%20Division%20%28South%20Korea%29\"&gt;3rd Infantry Division&lt;/a&gt; and North Korea's &lt;a href=\"5th%20Division%20%28North%20Korea%29\"&gt;5th Infantry Division&lt;/a&gt; during August–September 1950.\nBy the 1960s, Pohang was a small coastal city with a population of 50,000. The next major development in Pohang's growth came in 1968 with the inauguration of the steel maker &lt;a href=\"POSCO\"&gt;POSCO&lt;/a&gt;, and the local plant's commencement of production in 1972. The introduction of heavy industry to the city brought the local economy to a blend of iron, steel, shipbuilding and fisheries through the end of the 20th century.\nThe early 21st century and the age of &lt;a href=\"globalization\"&gt;globalization&lt;/a&gt; has brought new economic challenges to companies such as POSCO, giving rise to beliefs that Pohang would be wise to not be overly reliant on heavy industry to maintain its prosperity. In response, the Pohang of today presents itself as having an eye to the future, striving to become a diversified city of &lt;a href=\"environmentalism\"&gt;environmentalism&lt;/a&gt; and advanced learning, as well as a centre of arts and culture.\nDuring the &lt;a href=\"Silla\"&gt;Silla&lt;/a&gt; Dynasty the area was made up of four \"&lt;a href=\"hyeon\"&gt;hyeon&lt;/a&gt;\", Toehwa-hyeon (), Jidap-hyeon (), Geunoji-hyeon (), Haea-hyeon (). Then during the &lt;a href=\"Goryeo\"&gt;Goryeo&lt;/a&gt; Dynasty these four were renamed to Heunghae-&lt;a href=\"Administrative%20divisions%20of%20South%20Korea\"&gt;gun&lt;/a&gt; (흥해군/), Janggi-hyeon (), Yeongil-hyeon (), Cheongha-hyeon () respectively.\nOn 4 August 1896, the three remaining \"hyeon\", which at that time were Janggi, Yeonil (; originally Yeongil) and Cheongha were reassigned as counties or \"&lt;a href=\"Administrative%20divisions%20of%20South%20Korea\"&gt;gun&lt;/a&gt;\" as part of the change to the 13-province division of the &lt;a href=\"Korean%20Empire\"&gt;Korean Empire&lt;/a&gt;.\nOn 1 March 1914, the four counties were unified as one Yeongil-gun (), which was subdivided into 18 \"&lt;a href=\"Myeon%20%28administrative%20division%29\"&gt;myeons&lt;/a&gt;\".\nOn 1 April 1931, Pohang-myeon () was designated as an \"&lt;a href=\"Eup%20%28administrative%20division%29\"&gt;eup&lt;/a&gt;\", thus giving Yeongil-gun 1 eup and 17 myeon.\nOn 1 April 1934, Jukbuk-myeon () and Juknam-myeon () were united to make Jukjang-myeon (), while Janggi-myeon () and Bongsan-myeon () united to make Jihaeng-myeon (), so that there were 1 eup and 15 myeon.\nOn 1 October 1938, Hyeongsan-myeon () was incorporated into Pohang-eup, leaving Yeongil-gun with 1 eup and 14 myeon.\nOn 1 October 1942 Changju-myeon () was renamed and reclassified as Guryongpo-eup (구룡포읍/九龍浦邑), leaving 2 eup and 13 myeon.\nOn 15 August 1949, Pohang-eup was designated as Pohang-&lt;a href=\"List%20of%20cities%20in%20South%20Korea\"&gt;\"si\"&lt;/a&gt; (), leaving Yeongil with 1 si, 1 eup, 13 myeon and 1 local office.\nOn 8 July 1956, Heunghae-myeon () and Gokgang-myeon () are incorporated into Uichang-myeon () leaving 1 si, 1 eup and 12 myeon.\nOn 29 October 1957, Daljeon-myeon () is abolished and incorporated into Heunghae-myeon and Yeonil-myeon () leaving 1 si, 1 eup and 11 myeons.\nOn 1 March 1967, the Gibuk Local Office () of Gigye-myeon (기계면/) is established.\nOn 1 July 1973, Uichang-myeon is designated as Uichang-eup () leaving 1 si, 2 eup, 10 myeon and 3 local offices.\nOn 1 December 1980, Yeonil-myeon and Ocheon-myeon () are both designated as eup leaving 1 si, 4 eup, 8 myeon and 3 local offices.\nOn 1 September 1982, Haedo-dong () and Sangdae-dong () are separated into Haedo 1 and 2-dong and Sangdae 1 and 2-dong respectively.\nOn 1 April 1986, Daebo Local Office () and Gibuk Local Office are designated as myeon leaving 1 si, 4 eup, 10 myeon and 1 local office.\nOn 1 January 1995, a united Pohang-si absorbs all of Yeongil-gun, composed of 1 si, 2 gu, 4 eup, 10 myeon, 25 dong and 1 local office.\nOn 1 September 1998, the unification of Small-dong left Pohang with 1 si, 2 gu, 4 eup, 10 myeon, 19 dong and 1 local office.\nOn 1 January 2009, the unification of Small-dong left Pohang with 1 si, 2 gu, 4 eup, 10 myeon, 15 dong and 1 local office.\nGeography and climate.\nUnder the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;, Pohang has a &lt;a href=\"humid%20subtropical%20climate\"&gt;humid subtropical climate&lt;/a&gt; (\"Cfa\").\nThe mean temperature in the coldest month, January, is relatively mild at 1.8 °C. The warmest month is August, when the mean temperature is 25.7 °C. On average, Pohang receives 1,152 mm of precipitation per year. The driest month is December, when the city receives a scant 25.7 mm of precipitation on average. However, the mean amount of precipitation for the wettest month, August, is 227.4 mm.\nAdministrative Organization.\nCulture &amp; Arts Center\nMunicipal library\nMunicipal art gallery\nAgricultural product wholesale market management office\nWomen's culture center\nPark management office\nVehicle Registration Office\nTransportation.\nThe city is served by several trains a day from &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt; and &lt;a href=\"Daegu\"&gt;Daegu&lt;/a&gt;. Pohang is the terminus for a number of ferry routes serving the adjacent &lt;a href=\"Sea%20of%20Japan\"&gt;Sea of Japan&lt;/a&gt;, including the main tourist route for &lt;a href=\"Ulleung%20Island\"&gt;Ulleung Island&lt;/a&gt; and &lt;a href=\"Liancourt%20Rocks\"&gt;Liancourt Rocks&lt;/a&gt;. \nPohang is the home of &lt;a href=\"POSCO\"&gt;POSCO&lt;/a&gt; (the Pohang Steel Company), one of the largest steel producers in the world, and a host of related industries. As a result, the port shipped a total of 54.8 million tons in 2006.\nSeveral flights per day to Seoul &lt;a href=\"Gimpo%20Airport\"&gt;Gimpo Airport&lt;/a&gt; and &lt;a href=\"Jeju%20Airport\"&gt;Jeju Airport&lt;/a&gt; are available at &lt;a href=\"Pohang%20Airport\"&gt;Pohang Airport&lt;/a&gt;.\nLocal transportation is served by only city buses. They run about 20 different ways of the city and some of them reach to the mountain folk. Also, the buses are classified into 2 kinds – one is Ilban-bus (normal bus) and the other is Jwaseok-bus (full of seats and a little more expensive than Ilban-bus). They run 15~25 minutes intervals along their own way. The bus routes are listed in both &lt;a href=\"http%3A//bis.ipohang.org/Guide/LineGuide/%23\"&gt;Korean&lt;/a&gt; and &lt;a href=\"https%3A//web.archive.org/web/20091216001813/http%3A//eng.ipohang.org/home/eng/travelers_Info/page.wscms\"&gt;English&lt;/a&gt; but the Korean version is interactive, and thus more helpful.\nThere are two main bus terminals - Shiwae (시외) and Gosok (고속) which roughly translate into intercity/city and express. The Shiwae bus terminal (시외버스터미널) also acts as the cross-country bus terminal from which access to nearby metropolitan cities such as Daegu and Busan (~1.5 hrs each depending on traffic) is available. Their &lt;a href=\"http%3A//%ED%8F%AC%ED%95%AD%ED%84%B0%EB%AF%B8%EB%82%A0.kr/main/main.asp\"&gt;website&lt;/a&gt; is only in Korean and only accessible in Internet Explorer. The Gosok bus terminal (고속버스터미널) &lt;a href=\"https%3A//web.archive.org/web/20070212052546/http%3A//www.kobus.co.kr/web/eng/index.jsp\"&gt;website&lt;/a&gt; is in both English and Korean. From Gosok bus terminal one can travel to Seoul, Gwangju, and Daejeon.\nPohang is also serviced by two train stations - &lt;a href=\"Pohang%20station\"&gt;Pohang station&lt;/a&gt; (포항역) and Wolpo station (월포역). Times and destinations are available on the &lt;a href=\"http%3A//info.korail.com/2018/eng/eng_index.jsp\"&gt;Korail website&lt;/a&gt; which is in English and Korean.\nPassengers using the &lt;a href=\"KTX\"&gt;KTX&lt;/a&gt; had to go to &lt;a href=\"Singyeongju%20Station\"&gt;Singyeongju Station&lt;/a&gt; (신경주역) until 2015. However, since 2015, the &lt;a href=\"KTX\"&gt;KTX&lt;/a&gt; travels directly to &lt;a href=\"Pohang%20Station\"&gt;Pohang Station&lt;/a&gt; (포항역).\nHealth.\nThere are some hospitals to treat people; two types of hospitals exist: public, and private. Public hospitals are run by the government, and supported by the government. Conversely, private hospitals are managed by the individuals. For example, S Pohang hospital is sponsored by the Ministry of Public Administration and Security which means it is supported by the government (\"Introduction of the hospital\" 1). They provide the treatments of brain disease, and spine disease. For private hospital, Pohang Sunlin Hospital is run by Hyunsu Shin (\"Introduction of the head of the hospital\" 1).\nCulture.\nThousands flock to see the &lt;a href=\"fireworks\"&gt;fireworks&lt;/a&gt; festival at Yeongildae Beach each summer. People travel from all over the country to watch the show.\nThe Culture &amp; Arts Center, opened in 1995, holds performances and exhibitions in its various galleries and theaters. Pohang is known for &lt;a href=\"gwamegi\"&gt;gwamegi&lt;/a&gt; and holds an annual Gwamegi Festival. Gwamegi Festival is available on November annually. In 2015, the festival invited individuals from different ages. Numerous people can enjoy the festival, and the festival is sponsored by banks such as &lt;a href=\"http%3A//www.grp-suhyup.co.kr/\"&gt;Suhyeop&lt;/a&gt;, &lt;a href=\"https%3A//web.archive.org/web/20160109221229/http%3A//guryongpobank.co.kr/\"&gt;Nonghyeop&lt;/a&gt;, &lt;a href=\"http%3A//www.shinhan.com/\"&gt;Shinhan&lt;/a&gt;, and &lt;a href=\"http%3A//www.posco.com/homepage/docs/eng5/jsp/s91a0000001i.jsp\"&gt;POSCO&lt;/a&gt;. During the festival, it is available to experience the old traditional Korean culture such as competing with person who sell &lt;a href=\"Yeot\"&gt;Yeot&lt;/a&gt;. Furthermore, many singers from various places including &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; are invited to demonstrate their talent to people (\"Schedule\" 1). In this place, Guryongpo, it is possible to try &lt;a href=\"Gwamegi\"&gt;Gwamegi&lt;/a&gt;, Pidegi which is dried squid, and big crabs (\"Information about the products in Guryongpo\" 1).\nSports.\nThe city is home to the &lt;a href=\"Pohang%20Steelers\"&gt;Pohang Steelers&lt;/a&gt; of &lt;a href=\"K%20League%201\"&gt;K League 1&lt;/a&gt;.\nAlso, there is the &lt;a href=\"Pohang%20Baseball%20Stadium\"&gt;Pohang Baseball Stadium&lt;/a&gt;, which &lt;a href=\"Samsung%20Lions\"&gt;Samsung Lions&lt;/a&gt; belonging to &lt;a href=\"KBO%20League\"&gt;KBO League&lt;/a&gt; is using as the second stadium.\nPoints of interest.\nThe Jukdo Market is a large, bustling traditional market near the centre of the &lt;a href=\"city\"&gt;city&lt;/a&gt;, close to the &lt;a href=\"port\"&gt;port&lt;/a&gt;. It is well known throughout Korea as an important seafood market. There are many raw-fish restaurants in the market. The &lt;a href=\"fish\"&gt;fish&lt;/a&gt; is cheaper here than in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt; or &lt;a href=\"Daegu\"&gt;Daegu&lt;/a&gt;.\nBukbu Beach is located in Duho-dong in the northern part of the city's built-up area. The beach front has been the focus of commercial developments such as bars, restaurants, and budget accommodations called \"Yeogwan\". A number of &lt;a href=\"beaches\"&gt;beaches&lt;/a&gt; on the Sea of Japan can be found just north of the built-up area, including Chilpo and Wolpo.\n&lt;a href=\"Homigot\"&gt;Homigot&lt;/a&gt;, a point of land jutting out into the Sea of Japan, is located to the east of urban Pohang in Daebo-myeon. Homigot is one of the easternmost points on the Korean peninsula and as such serves every year as a gathering place for thousands to greet Korea's first sunrise of the New Year. The beach is also home to the 'Hands of Harmony' sculpture.\nBogyeongsa is a major &lt;a href=\"Buddhist%20temple\"&gt;Buddhist temple&lt;/a&gt; nestled in a steep green valley at the foot of Mount Naeyeon (710 m) in Songna-myeon, an area in the extreme northern part of Pohang. Yeonsan Waterfall is located nearby in the same mountain valley. There are hiking trails leading from the temple up into the mountains. Bogyeongsa also has a number of mountain hermitages in the vicinity.\nOeosa is a temple located in the extreme southern part of Pohang, just inside the mountains south of the coastal plain formed by the Naengcheon River. It is located at the foot of Mt. Unjae (481 m) in a steep valley in Daesong-myeon. Signs placed in and around Oeosa claim that the temple was founded by &lt;a href=\"Wonhyo\"&gt;Wonhyo&lt;/a&gt;, the well-travelled &lt;a href=\"Silla\"&gt;Silla&lt;/a&gt; monk.\nShopping.\nThe main downtown shopping area is between Yukgeori (육거리) and Ogeori (오거리) which translate to 6-way intersection and 5-way intersection. The streamlet boardwalk shopping area opens and ends with Pohang Station and Yukgeori, respectively. This shopping area has several stores, restaurants, and a few bars including Converse, Shoemarker, Skin Food, ABC Mart, Redface, &lt;a href=\"The%20North%20Face\"&gt;The North Face&lt;/a&gt;, a cinema, Starbucks, Mr. Pizza, Whistler Bar, Beethoven Bar, Mindy's Bar, etc.\nGroceries.\nPohang has a few major grocer stores including two Home Plus locations, two GS Supermarkets, and two E-marts. One &lt;a href=\"https%3A//maps.google.com/maps/place%3Fcid%3D9535532728816287532%26amp%3Bq%3Dhome%2Bplus%2Bpohang%26amp%3Bhl%3Den%26amp%3Bcd%3D1%26amp%3Bcad%3Dsrc%3Applink%26amp%3Bei%3D1YzFS6WkMo2CkQWMi7WMDA\"&gt;Home Plus&lt;/a&gt; is by the Shiwae bus terminal and the &lt;a href=\"https%3A//maps.google.com/maps%3Ff%3Dq%26amp%3Bsource%3Ds_q%26amp%3Bg%3DKorea%2B%EA%B2%BD%EC%83%81%EB%B6%81%EB%8F%84%2B%ED%8F%AC%ED%95%AD%EC%8B%9C%2B%EB%82%A8%EA%B5%AC%2B%EC%86%A1%EB%8F%84%EB%8F%99%2B410-1%26amp%3Bq%3Dhome%2Bplus%2Bpohang%26amp%3BbtnG%3DSearch%2BMaps\"&gt;other&lt;/a&gt; is closer to Jukdo Market. Jukdo market is an open market where you can purchase clothes, fish, produce, and a plethora of items. The one GS supermarket is in &lt;a href=\"https%3A//maps.google.com/maps/place%3Fcid%3D9529835218832101606%26amp%3Bq%3Dgs%2Bsupermarket%2Bpohang%26amp%3Bhl%3Den%26amp%3Bcd%3D1%26amp%3Bcad%3Dsrc%3Applink%26amp%3Bei%3DaIzFS__3IYOQkQXW8cCADw\"&gt;Jukdo-dong&lt;/a&gt; whereas the other is in &lt;a href=\"https%3A//maps.google.com/maps%3Ff%3Dq%26amp%3Bsource%3Ds_q%26amp%3Bg%3DKorea%2B%EA%B2%BD%EC%83%81%EB%B6%81%EB%8F%84%2B%ED%8F%AC%ED%95%AD%EC%8B%9C%2B%EB%82%A8%EA%B5%AC%2B%EC%86%A1%EB%8F%84%EB%8F%99%2B410-1%26amp%3Bq%3Dhome%2Bplus%2Bpohang%26amp%3BbtnG%3DSearch%2BMaps\"&gt;Duho-dong&lt;/a&gt;. E-marts are located in &lt;a href=\"https%3A//maps.google.com/maps/place%3Fcid%3D7922596542427957227%26amp%3Bcd%3D1%26amp%3Bcad%3Dsrc%3Appiwlink%26amp%3Bei%3D4I3FS7nJBMuikAXvi8ycCA%26amp%3Bdtab%3D0\"&gt;I-dong&lt;/a&gt; and in &lt;a href=\"https%3A//maps.google.com/maps/place%3Fcid%3D4664755896662429273%26amp%3Bq%3De-mart%2Bpohang%26amp%3Bhl%3Den%26amp%3Bcd%3D1%26amp%3Bcad%3Dsrc%3Appiwlink%26amp%3Bei%3DzI3FS9TgEIKfkQXK0uxA%26amp%3Bdtab%3D0\"&gt;Indeok-dong&lt;/a&gt;.\nAdministrative divisions.\nPohang is divided into 2 non-autonomous districts, which in turn is divided into 4 eup, 10 myeon and 15 dong.\nTwin towns – sister cities.\nPohang is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:\nFriendly cities.\nPohang is cooperating with:\nCitation.\n\"Announcement about the Pause of Pohang Airport.\" Pohang Airport. Governor of Pohang, 17 Feb. 2016. Web.\n\"포항공항(Pohang Airport).\" 실시간 운항정보(Flights in Real Time). N.p., n.d. Web. 18 Mar. 2016.\n\"포항야구장(Pohang Baseball Stadium).\" 시설소개. 시설관리공단(Organization That Manages Facility), n.d. Web. 18 Mar. 2016.\nKim, Minje. \"전체기사(Whole Articles).\" 전체기사(Whole Articles). Jakeun News, 16 Dec. 2015. Web. 18 Mar. 2016.\nKim, Jumdol. \"구룡포 과메기 축제(Guryongpo Gwamegi Festival).\" 구룡포 과메기 축제(Guryongpo Gwamegi Festival). Jumdol Kim, n.d. Web. 18 Mar. 2016.\n\"보건복지부 인증 전문병원-에스포항병원(뇌센터, 척추센터)!! :: 병원소개(S Pohang Hospital Introduction of the Hospital).\" 보건복지부 인증 전문병원-에스포항병원(뇌센터, 척추센터)!! :: 병원소개(S Pohang Hospital Introduction of the Hospital). Executives and Staff Members, Dec. 2008. Web. 18 Mar. 2016.\nShin, Hyunsu. \"병원장 인사말(Introduction by the Head of the Hospital).\" Sunlin Hospital. Hyunsu Shin, n.d. Web. 18 Mar. 2016.\n\"지역별 문의처(Inquiry for Locals).\" Marine in South Korea. N.p., n.d. Web. 18 Mar. 2016.\n\"지원 FAQ(enrolling FAQ).\" Marine in South Korea. N.p., n.d. Web. 18 Mar. 2016."
}