{
    "id": "326532",
    "revid": "1047986732",
    "url": "https://en.wikipedia.org/wiki?curid=326532",
    "title": "Jeolla Province",
    "text": "Jeolla Province (, ) was one of the historical &lt;a href=\"Eight%20Provinces%20of%20Korea\"&gt;Eight Provinces of Korea&lt;/a&gt; during the Kingdom of &lt;a href=\"Joseon\"&gt;Joseon&lt;/a&gt; in today Southwestern Korea. It consisted of the modern &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;n provinces of &lt;a href=\"North%20Jeolla%20Province\"&gt;North Jeolla&lt;/a&gt;, &lt;a href=\"South%20Jeolla%20Province\"&gt;South Jeolla&lt;/a&gt; and &lt;a href=\"Gwangju\"&gt;Gwangju&lt;/a&gt; Metropolitan City as well as the &lt;a href=\"Jeju%20Province\"&gt;Jeju Province&lt;/a&gt;. The provincial capital was &lt;a href=\"Jeonju\"&gt;Jeonju&lt;/a&gt;, the current capital of North Jeolla. The entire inland &lt;a href=\"Regions%20of%20Korea\"&gt;region&lt;/a&gt; was called &lt;a href=\"Honam\"&gt;Honam&lt;/a&gt; (\"South of the Lake\"), which is still commonly used today.\nHistory.\nSamhan and Samguk.\nDuring the &lt;a href=\"Samhan\"&gt;Samhan&lt;/a&gt; era of Korean history, the area of Jeolla was controlled by the &lt;a href=\"Mahan%20confederacy\"&gt;Mahan confederacy&lt;/a&gt; and the &lt;a href=\"Tamna\"&gt;Tamna&lt;/a&gt; kingdom on Jeju. Fifteen of the 45 Korean tribes had their bases in this region. When &lt;a href=\"Baekje\"&gt;Baekje&lt;/a&gt; overtook Mahan by the 5th century, the &lt;a href=\"Three%20Kingdoms%20of%20Korea\"&gt;Three Kingdoms&lt;/a&gt; era began and the region became part of southern Baekje. Jungbang was the center of the province during this period.\nUnified Silla.\nWhen &lt;a href=\"Silla\"&gt;Silla&lt;/a&gt; conquered &lt;a href=\"Baekje\"&gt;Baekje&lt;/a&gt; with the help of &lt;a href=\"Tang%20dynasty\"&gt;Tang China&lt;/a&gt; in 660, it became a territory of &lt;a href=\"Later%20Silla\"&gt;Later Silla&lt;/a&gt; during the 16th year of the reign of &lt;a href=\"Munmu%20of%20Silla\"&gt;Munmu of Silla&lt;/a&gt;. Silla reorganized this territory into 9 \"ju\" () and 5 \"gyeong\" (), 3 of the \"ju\" belonging to the former Baekje. The northern territory of former Baekje, Ung (\"Ungju\"; ), corresponds to modern-day &lt;a href=\"South%20Chungcheong%20Province\"&gt;South Chungcheong Province&lt;/a&gt;.\nThe middle area consisted of &lt;a href=\"Jeonju\"&gt;Wansan&lt;/a&gt; () and &lt;a href=\"Namwon\"&gt;Namwon&lt;/a&gt;, which correspond to modern-day North Jeolla. Wansan was later renamed Jeonju. The southern area consisted of Mujin (\"Mujin-ju\"), which was renamed Mu () in 757, the 16th year of the reign of &lt;a href=\"Gyeongdeok%20of%20Silla\"&gt;Gyeongdeok of Silla&lt;/a&gt;. Mu consisted of one \"gun\" and 43 \"hyeon\", and corresponds to modern-day South Jeolla.\nGoryeo Dynasty.\nIn 983, during the second year of the reign of &lt;a href=\"Seongjong%20of%20Goryeo\"&gt;Seongjong of Goryeo&lt;/a&gt;, the country was reorganized into 12 \"mok\". Jeonju became Jeonju-mok (), while Muju was split into the two \"mok\" of &lt;a href=\"Naju\"&gt;Naju&lt;/a&gt; and Seungju. In 995, King Seongjong again reorganized the country, this time into 10 \"do\" (도; 道; \"province\"). Jeonju-mok was renamed Gangnam-do (\"province south of the river\") while Naju and Seugnju were reunited and renamed Haeyang-do (\"ocean province\").\nIn 1018, during the 9th year of the reign of &lt;a href=\"Hyeonjong%20of%20Goryeo\"&gt;Hyeonjong of Goryeo&lt;/a&gt;, the country was again reorganized in 5 \"do\", and the provinces of Gangnam and Haeyang were merged to form the province of Jeollaju (). The name derived from the names of the principal cities of &lt;a href=\"Jeonju\"&gt;Jeonju&lt;/a&gt; () and &lt;a href=\"Naju\"&gt;Naju&lt;/a&gt; (). (The difference between \"Na-\" and \"-la\" is due to the (&lt;a href=\"North%E2%80%93South%20differences%20in%20the%20Korean%20language%23Initial%20%E3%84%B4%20/%20%E3%84%B9%20%28%EB%91%90%EC%9D%8C%EB%B2%95%EC%B9%99%20Dueum%20beopchik%2C%20%26quot%3Binitial%20sound%20rule%26quot%3B%29\"&gt;\"initial sound rule\"&lt;/a&gt; of modern Korean). This was the first time the area currently known as Jeolla was united under one administrative division, and it would remain this way for nearly eight centuries.\nJoseon: 1392-1910.\nIn 1413, during 13th year of the right of &lt;a href=\"Taejong%20of%20Joseon\"&gt;Taejong of Joseon&lt;/a&gt;, the territories were, once again, reorganized into 8 \"do\". This is the era of the historic Eight Provinces. \"Jeollajudo\" was variously known as Gwangnam, Jeongwang, and Jeonnam, but the original name persisted, and was eventually shortened to simply \"Jeollado\" (). \nThe &lt;a href=\"Donghak%20Peasant%20Revolution\"&gt;Donghak Peasant Revolution&lt;/a&gt; of 1894-95 began in Jeollado, which was a peasant revolt fueled by the fervor of a coming local \"messiah\" and protests over Seoul's high taxes on rice and increasing number of Japanese traders in Joseon. They had &lt;a href=\"anti-Japanese%20sentiment\"&gt;anti-Japanese sentiment&lt;/a&gt;s due to the &lt;a href=\"Japanese%20invasions%20of%20Korea%20%281592%E2%80%931598%29\"&gt;Japanese invasions of Korea (1592–1598)&lt;/a&gt;.\nOn May 26, 1895, &lt;a href=\"Gojong%20of%20Korea\"&gt;Gojong of Korea&lt;/a&gt; replaced the 8 \"do\" system with a 23 &lt;a href=\"Provinces%20of%20Korea%23Districts%20of%20Late%20Joseon\"&gt;\"bu\"&lt;/a&gt; \"district\" system and Jeolla was replaced by the districts of &lt;a href=\"Jeonju\"&gt;Jeonju&lt;/a&gt; () in the northwest, Naju () in the southwest, Namwon () in the east, and Jeju () on Jejudo.\nOn August 4, 1896, Emperor Gojong issued Royal Order 36, repealing the district system and restoring the province system. Jeolla, along with &lt;a href=\"Chungcheong%20Province\"&gt;Chungcheong Province&lt;/a&gt;, &lt;a href=\"Gyeongsang%20Province\"&gt;Gyeongsang Province&lt;/a&gt;, &lt;a href=\"Hamgyong%20Province\"&gt;Hamgyong Province&lt;/a&gt; and &lt;a href=\"Pyongan%20Province\"&gt;Pyongan Province&lt;/a&gt;, were divided north-south into &lt;a href=\"North%20Jeolla%20Province\"&gt;North Jeolla Province&lt;/a&gt; and &lt;a href=\"South%20Jeolla%20Province\"&gt;South Jeolla Province&lt;/a&gt;, bringing the total to 13 provinces. \nRepublic of Korea: 1948-present.\n&lt;a href=\"North%20Jeolla%20Province\"&gt;North Jeolla Province&lt;/a&gt; consisted of the Jeonju and northern Namwon districts, while &lt;a href=\"South%20Jeolla%20Province\"&gt;South Jeolla Province&lt;/a&gt; consisted of the southern Namwon districts, Naju district, and Jeju island. Jeonju was retained as the capital of North Jeolla, with &lt;a href=\"Gwangju\"&gt;Gwangju&lt;/a&gt; being made the capital of South Jeolla. The capital of South Jeolla was later moved to &lt;a href=\"Namak%2C%20South%20Korea\"&gt;Namak, South Korea&lt;/a&gt; in 2005, with Gwangju designated a Special City.\nJeolla is a stronghold of the &lt;a href=\"Liberalism%20in%20South%20Korea\"&gt;liberal&lt;/a&gt; &lt;a href=\"Democratic%20Party%20of%20Korea\"&gt;Democratic Party of Korea&lt;/a&gt;.\nGeography.\nJeolla Province was bounded on the north by Chungcheong Province, on the east by Gyeongsang Province, on the south by the &lt;a href=\"East%20China%20Sea\"&gt;East China Sea&lt;/a&gt;, and on the west by the &lt;a href=\"Yellow%20Sea\"&gt;Yellow Sea&lt;/a&gt;. The region is bordered on the east by the &lt;a href=\"Sobaek%20Mountains\"&gt;Sobaek Mountains&lt;/a&gt; and is drained by the Yeongsan, Seomjin and Mangyeong River. The largest city in the region is &lt;a href=\"Gwangju\"&gt;Gwangju&lt;/a&gt;. Apart from Jeonju and Naju, other cities of note include &lt;a href=\"Iksan\"&gt;Iksan&lt;/a&gt; (formerly Iri), &lt;a href=\"Gunsan\"&gt;Gunsan&lt;/a&gt;, &lt;a href=\"Mokpo\"&gt;Mokpo&lt;/a&gt;, Namwon, &lt;a href=\"Suncheon\"&gt;Suncheon&lt;/a&gt;, and &lt;a href=\"Yeosu\"&gt;Yeosu&lt;/a&gt;."
}