{
    "id": "32671558",
    "revid": "38004052",
    "url": "https://en.wikipedia.org/wiki?curid=32671558",
    "title": "Vyacheslav Volodin",
    "text": "Vyacheslav Viktorovich Volodin (; born 4 February 1964) is a Russian politician who has served as the 10th &lt;a href=\"Chairman%20of%20the%20State%20Duma\"&gt;Chairman of the State Duma&lt;/a&gt; since 5 October 2016.\nHe is a former aide to President &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt;. The former Secretary-General of the &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt; party, he was a deputy in the &lt;a href=\"State%20Duma\"&gt;State Duma&lt;/a&gt; from 1999 until 2011 and from 2016 to present day. From 2010 until 2012, he was &lt;a href=\"Deputy%20Prime%20Minister%20of%20Russia\"&gt;Deputy Prime Minister of Russia&lt;/a&gt;. He is also a former first deputy &lt;a href=\"Kremlin%20Chief%20of%20Staff\"&gt;Chief of Staff&lt;/a&gt; of the &lt;a href=\"Presidential%20Administration%20of%20Russia\"&gt;Presidential Administration of Russia&lt;/a&gt;. Volodin engineered Putin's &lt;a href=\"Conservatism%20in%20Russia\"&gt;conservative&lt;/a&gt; turn in his third term.\nBiography.\nVolodin was born 4 February 1964 in the village of &lt;a href=\"Alexeyevka%20%28Khvalynsky%20District%29\"&gt;Alexeyevka&lt;/a&gt;, &lt;a href=\"Khvalynsky%20District\"&gt;Khvalynsky District&lt;/a&gt;, &lt;a href=\"Saratov%20Oblast\"&gt;Saratov Oblast&lt;/a&gt;, in a large family. His father was the captain of the river fleet; he died at the age of 51 in 1969. After the death of his father, he was brought up by his stepfather. His sister is an employee of a consulting firm, and his brother is a military pensioner. All of them, according to Volodin himself, live in the Saratov Oblast. His mother graduated from the &lt;a href=\"Saratov%20Pedagogical%20College\"&gt;Saratov Pedagogical College&lt;/a&gt;. After completing her studies, she refused a job assignment to Leningrad and remained in her native region, because she did not want to leave her elderly mother alone. She worked as a &lt;a href=\"primary%20school\"&gt;primary school&lt;/a&gt; teacher in a rural school.\nVolodin graduated in mechanical engineering from the Faculty of organization and technology of the Saratov Institute of Mechanization of Agriculture in 1986, followed by a degree in &lt;a href=\"law\"&gt;law&lt;/a&gt; from the Russian State Service Academy under the &lt;a href=\"President%20of%20Russia\"&gt;President of the Russian Federation&lt;/a&gt; in 1995 and a Ph.D. in law from the Interior Ministry's St. Petersburg Institute in 1996 with a thesis entitled, \"A Russian Constituent Entity: Problems of Power, Law-making and Administration.\" He worked as a lecturer and assistant professor as well.\nIn 1990, he was elected as a member of the &lt;a href=\"Saratov%20City%20Duma\"&gt;Saratov City Duma&lt;/a&gt;. Since 1992, Volodin was the Deputy of the Head of Administration of &lt;a href=\"Saratov\"&gt;Saratov&lt;/a&gt;, since 1994 deputy chairman of the &lt;a href=\"Saratov%20Oblast%20Duma\"&gt;Saratov Oblast Duma&lt;/a&gt; and in 1996 he was appointed to the Vice Governor of the Saratov region.\nIn the &lt;a href=\"1999%20Russian%20legislative%20election\"&gt;Russian legislative election in 1999&lt;/a&gt;, he was a candidate of the &lt;a href=\"political%20bloc\"&gt;political bloc&lt;/a&gt; \"&lt;a href=\"Fatherland%20%E2%80%93%20All%20Russia\"&gt;Fatherland – All Russia&lt;/a&gt;\". After being elected Volodin became deputy chairman of the third &lt;a href=\"State%20Duma\"&gt;State Duma&lt;/a&gt;, and from September 2001 he was the head of the \"Fatherland – All Russia\".\nIn 2003, he ran for a seat in &lt;a href=\"2003%20Russian%20legislative%20election\"&gt;the fourth State Duma&lt;/a&gt; and was elected as a Deputy from the &lt;a href=\"Balakovo%20constituency\"&gt;Balakovo constituency&lt;/a&gt;, &lt;a href=\"Saratov%20Oblast\"&gt;Saratov Oblast&lt;/a&gt;. In the fourth State Duma he was deputy chairman again and appointed first deputy head of the fraction of the ruling party &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt; which has been founded in 2001. Since 2005 he was the party's Secretary-General of its Council Presidium.\nIn 2007, he was &lt;a href=\"2007%20Russian%20legislative%20election\"&gt;elected&lt;/a&gt; to the Russian State Duma in its fifth session. Until October 2010, he was once more Deputy of the Chairman of the Duma.\nOn 21 October 2010, he was appointed Deputy &lt;a href=\"Prime%20Minister%20of%20Russia\"&gt;Prime Minister&lt;/a&gt; under &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt;. as well as—after the dismissal of &lt;a href=\"Sergey%20Sobyanin\"&gt;Sergey Sobyanin&lt;/a&gt; in connection with his approval to the &lt;a href=\"Mayor%20of%20Moscow\"&gt;Mayor of Moscow&lt;/a&gt;—&lt;a href=\"Kremlin%20Chief%20of%20Staff\"&gt;Chief of Staff&lt;/a&gt; of the &lt;a href=\"Presidential%20Administration%20of%20Russia\"&gt;Presidential Executive Office&lt;/a&gt;.\nOn 28 April 2014, following the &lt;a href=\"2014%20Crimean%20referendum\"&gt;Crimean status referendum&lt;/a&gt;, the &lt;a href=\"U.S.%20Treasury\"&gt;U.S. Treasury&lt;/a&gt; put Volodin on the &lt;a href=\"Office%20of%20Foreign%20Assets%20Control%23Specially%20Designated%20Nationals%20List\"&gt;Specially Designated Nationals List (SDN)&lt;/a&gt;, a &lt;a href=\"List%20of%20individuals%20sanctioned%20during%20the%20Ukrainian%20crisis\"&gt;list of individuals sanctioned&lt;/a&gt; as \"members of the Russian leadership's inner circle.\" The sanctions freeze any assets he holds in the US and ban him from entering the United States.\nOn 12 May 2014, Volodin was added to the European Union sanctions list due to his role in the &lt;a href=\"2014%20Crimean%20crisis\"&gt;2014 Crimean crisis&lt;/a&gt;. He is barred from entering countries in the EU, and his assets in the EU have been frozen.\nSince 2009, he has written over 50 scientific publications is the Head of State management School of &lt;a href=\"Moscow%20University\"&gt;Moscow University&lt;/a&gt;. Volodin has a daughter and two sons.\nEighty-two-year-old mother of Vyacheslav Volodin Barabanov Lidia Petrovna, born 6 April 1936, worked all her life as a primary school teacher – in particular, in the Alekseevka working village in the Saratov region. According to Rosreestr, as of August 2018, Baradova Lidia Petrovna owns an apartment in the elite residential complex \"White Swan\" in the Moscow district of Ramenka with an area of 390.6 square meters. Lidia Barabanova also owns Dniprovo Holding JSC, Gorodnyanskoye Agricultural Enterprise LLC.\nChairman of the State Duma.\nElections.\n2016.\nFor the first time rumors that Volodin could become the new Chairman of the State Duma after the &lt;a href=\"2016%20Russian%20legislative%20election\"&gt;2016 legislative election&lt;/a&gt; appeared before the election. However, this information has not been confirmed.\nAfter the &lt;a href=\"2016%20Russian%20legislative%20election\"&gt;2016 legislative election&lt;/a&gt;, the previous Chairman of the State Duma &lt;a href=\"Sergey%20Naryshkin\"&gt;Sergey Naryshkin&lt;/a&gt; was appointed Director of the &lt;a href=\"Foreign%20Intelligence%20Service%20%28Russia%29\"&gt;Foreign Intelligence Service&lt;/a&gt;. On 23 September 2016, &lt;a href=\"President%20of%20Russia\"&gt;President&lt;/a&gt; &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; proposed to the United Russia to nominate Vyacheslav Volodin to the post of Chairman of the State Duma. The majority leader &lt;a href=\"Vladimir%20Vasilyev%20%28politician%29\"&gt;Vladimir Vasilyev&lt;/a&gt; said that the &lt;a href=\"United%20Russia\"&gt;United Russia&lt;/a&gt; faction will support the candidacy of Volodin. Candidacy Volodin also supported the faction of the &lt;a href=\"Liberal%20Democratic%20Party%20of%20Russia\"&gt;Liberal Democratic Party&lt;/a&gt; and &lt;a href=\"A%20Just%20Russia\"&gt;A Just Russia&lt;/a&gt;. On 5 October, Vyacheslav Volodin was elected Chairman of the State Duma, received 404 votes. His only rival was the &lt;a href=\"Communist%20Party%20of%20the%20Russian%20Federation\"&gt;communist&lt;/a&gt; &lt;a href=\"Dmitry%20Novikov\"&gt;Dmitry Novikov&lt;/a&gt;, who received 40 votes.\n2021.\nIn 2021, Volodin was again nominated to the chairmanship of the &lt;a href=\"8th%20State%20Duma\"&gt;8th State Duma&lt;/a&gt;. His candidacy was again endorsed by the Liberal Democratic Party and A Just Russia — For Truth. The only opponent of Volodin was again the candidate from the Communist Party Dmitry Novikov. On 12 October, Vyacheslav Volodin was re–elected Chairman of the State Duma, received 360 votes.\nTenure.\nIn October 2016, he was among the three most influential politicians in Russia (after &lt;a href=\"Vladimir%20Putin\"&gt;Vladimir Putin&lt;/a&gt; and &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt;) by rating of the Center for Political Technologies. According to a survey conducted by the expert-analytical center of &lt;a href=\"Russian%20Presidential%20Academy%20of%20National%20Economy%20and%20Public%20Administration\"&gt;RANEPA&lt;/a&gt;, the level of recognition of Vyacheslav Volodin is at a high level. 83% of respondents know that he holds the post of Chairman of the State Duma. In addition, 78% of Russians have a positive or neutral view of Volodin's activities as Chairman of the State Duma.\nOn 24 November 2016, he was elected Chairman of the Parliamentary Assembly of the &lt;a href=\"Collective%20Security%20Treaty%20Organization\"&gt;Collective Security Treaty Organization&lt;/a&gt; and on 26 December 2016 he was elected Chairman of the Parliamentary Assembly of the &lt;a href=\"Union%20State\"&gt;Union State&lt;/a&gt;.\nAs Chairman, Volodin actively began to deal with the discipline of deputies. At first he forbade deputies to vote by proxy for other deputies. In this connection, the deputies have to attend the meetings in person. Fines for missing meetings without a valid reason were also introduced.\nOn 6 March 2019, Vyacheslav Volodin, during a meeting of the State Duma, interrupted the report of the Minister of Economic Development &lt;a href=\"Maxim%20Oreshkin\"&gt;Maxim Oreshkin&lt;/a&gt; and did not allow him to finish his speech. Volodin accused him of being unprepared and offered to report again in a month (usually such reports pass only once a year). According to some deputies, this case is the first in the entire post-Soviet history of Russia.\nOn 6 April 2019, Volodin proposed amendments to the &lt;a href=\"Constitution%20of%20Russia\"&gt;Constitution&lt;/a&gt; allowing the State Duma to participate more actively in the formation of the &lt;a href=\"Government%20of%20Russia\"&gt;government&lt;/a&gt;. According to him, the State Duma should at least participate in consultations when appointing members of the government (currently, the participation of the State Duma in the formation of the government is limited only by the fact that it must give consent to the President to appoint the Prime Minister). Volodin said that the participation of the State Duma in the formation of the government \"would be consistent with the principles of proper balance of power\" and \"would provide a higher level of responsibility\" in the work of Ministers. In July 2019, Volodin again called for the introduction of appropriate amendments to the Constitution in his article in the \"Parliamentary Newspaper\". Later, Volodin's proposal was supported by the leaders of all opposition parliamentary parties. In January 2020, President Vladimir Putin proposed introducing such amendments during his &lt;a href=\"Presidential%20Address%20to%20the%20Federal%20Assembly\"&gt;Address to the Federal Assembly&lt;/a&gt;.\nIn November 2019, Volodin threatened Ukraine in his speech that due to nationalism and oppression of ethnic minorities there is a chance that some oblasts may separate from Ukraine.\nPossible presidential bid.\nDespite the fact that Volodin actively supports Vladimir Putin (for example, he says that \"no Putin - no Russia\"), many experts talk about his presidential ambitions. So in 2012, one of his friends in an interview with \"&lt;a href=\"Reuters\"&gt;Reuters&lt;/a&gt;\" said that considers Volodin the future President, as \"he has a desire to fly high\". Another close to Volodin man said: \"an ordinary person in the afternoon thinking about plans for the evening. Volodin does not think about plans for the evening - he has a plan for life. When he was Vice Mayor of Saratov, he already said to friends that he would become President of Russia.\" In addition, in 2015, the cleric &lt;a href=\"Vsevolod%20Chaplin\"&gt;Vsevolod Chaplin&lt;/a&gt;, commenting on the article in the \"&lt;a href=\"Izvestia\"&gt;Izvestia&lt;/a&gt;\" about the personal life of a number of political figures of Russia, also spoke about the presidential ambitions of Volodin.\nOn 20 April 2017, at the meeting of the organizing committee for the Victory Day, which was held by President Vladimir Putin, the head of the Organization of Veterans of the War in Afghanistan &lt;a href=\"Andrey%20Chepurnoy\"&gt;Andrey Chepurnoy&lt;/a&gt; spoke. He criticized Senator &lt;a href=\"Franz%20Klintsevich\"&gt;Franz Klintsevich&lt;/a&gt;, Chairman of the Russian Union of Veterans of Afghanistan. He spoke about the letter of Klintsevich, in which he indicates Volodin as the next President. Commenting on this speech, Putin said that \"the successor to the President is determined only by the Russian people in the democratic elections — and no one else\". Later Klintsevich denied the words of Chepurnoy and called it slander. At the same time, one of the members of the Moscow organization \"Safe Capital\" said that Klintsevich really mentioned the presidential ambitions of Volodin. \"At one of the meetings in 2016 with our organization Klintsevich said that it is necessary to support Volodin in all his endeavors, because he, according to Klintsevich, will be the next President of Russia\". According to political scientist &lt;a href=\"Stanislav%20Belkovsky\"&gt;Stanislav Belkovsky&lt;/a&gt;, Volodin has presidential ambitions, but he is not going to be President \"instead of Putin\", and will agree to become president only if Putin offers him."
}