{
    "id": "32685293",
    "revid": "211905",
    "url": "https://en.wikipedia.org/wiki?curid=32685293",
    "title": "Aline B. Carter",
    "text": "Aline B. Carter (1892–1972) was a Texas poet and humanitarian, and &lt;a href=\"Poets%20Laureate%20of%20Texas\"&gt;Poet Laureate of Texas&lt;/a&gt; from 1947 through 1949. She also served as a vice president of the Poetry Society of Texas.\nBiography.\nCarter's family was well established in &lt;a href=\"San%20Antonio\"&gt;San Antonio&lt;/a&gt; history, business, and society. The women especially were well-educated, well-traveled, and well-known. Carter received private tutelage until 1913, when she left home to attend &lt;a href=\"Wellesley%20College\"&gt;Wellesley College&lt;/a&gt; in &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. She also studied the harp at the &lt;a href=\"Boston%20Conservatory\"&gt;Boston Conservatory&lt;/a&gt; and &lt;a href=\"Eric%20Pape\"&gt;Eric Pape&lt;/a&gt; School of Art.\nIn 1915, Aline returned to San Antonio after the death of her father, Frank J. Badger, to live with her mother and grandmother in the &lt;a href=\"List%20of%20Recorded%20Texas%20Historic%20Landmarks\"&gt;Eagar House&lt;/a&gt; at 434 South Alamo. The following year she married prominent local attorney and former president of the Texas Bar Association Henry Champe Carter. Together, they raised three sons, Henry Champe, Jr., Frank, and David. The family resided in the &lt;a href=\"Alfred%20Giles%20%28architect%29\"&gt;Alfred Giles&lt;/a&gt; designed &lt;a href=\"Maverick%20Carter%20House\"&gt;Maverick Carter House&lt;/a&gt;, at 119 Taylor Street. Built in 1893 for William H. Maverick, son of &lt;a href=\"Samuel%20Maverick\"&gt;Samuel A. Maverick&lt;/a&gt;, the &lt;a href=\"Richardsonian%20Romanesque\"&gt;Richardsonian Romanesque&lt;/a&gt; home now functions as an education center as well as museum.\nHer published works of poetry include \"Halo of Love\" and \"Doubt Not the Dream\". The former included illustrated hand drawings by Aline. Additionally, she wrote a manuscript for a historical novel based on the life of her grandmother, Sarah Riddle Eagar. This manuscript, entitled \"Light Beyond the Hills\", was never published and remains with the &lt;a href=\"University%20of%20Texas%20at%20San%20Antonio%20Libraries\"&gt;University of Texas at San Antonio Libraries Special Collections&lt;/a&gt;.\nCarter had a great love of astronomy, and hosted stargazing parties on the roof of her home, where she had an observatory built circa 1925 by local artisan and friend &lt;a href=\"San%20Jose%20Mission%20Pottery\"&gt;Ethel Wilson Harris&lt;/a&gt;. She also taught astronomy classes at the &lt;a href=\"Witte%20Museum\"&gt;Witte Museum&lt;/a&gt; in San Antonio.\nKnown as the \"White Angel\" because of the white organdy dresses she often wore, Carter was a great humanitarian. She taught &lt;a href=\"Sunday%20School\"&gt;Sunday School&lt;/a&gt; for many years and was a member to the &lt;a href=\"St.%20Mark%27s%20Episcopal%20Church%20%28San%20Antonio%2C%20Texas%29\"&gt;St. Mark's Episcopal Church&lt;/a&gt;. For over forty years she hosted a Christmas party for the Protestant Children's Home orphanage at her home on Taylor Street. Her work with inmates at the Bexar County Juvenile Detention Center and Bexar County Jail, and patients at the San Antonio State Hospital, was well known and appreciated. She also established the Aline B. Carter Peace Prize for Aspiring Poets.\nA very spiritual woman, Carter had a small chapel built at her seaside home on &lt;a href=\"Mustang%20Island\"&gt;Mustang Island&lt;/a&gt; in &lt;a href=\"Port%20Aransas%2C%20Texas\"&gt;Port Aransas, Texas&lt;/a&gt; as well as converting her San Antonio home library into a personal chapel. Carter commissioned Ethel Harris for both projects. The Port Aransas structure was built in 1937-38 and has become known locally as the Chapel on the Dunes. It was the first consecrated episcopal church built on the island due to the destruction from the &lt;a href=\"1919%20Florida%20Keys%20hurricane\"&gt;1919 Hurricane&lt;/a&gt;."
}