{
    "id": "32724180",
    "revid": "1032715769",
    "url": "https://en.wikipedia.org/wiki?curid=32724180",
    "title": "Stock Market Learning",
    "text": "Stock Market Learning is an international competition run by the &lt;a href=\"Savings%20bank\"&gt;Savings Banks&lt;/a&gt; in Europe with the support of the &lt;a href=\"European%20Savings%20Banks%20Group\"&gt;European Savings Banks Group&lt;/a&gt; (ESBG) based in Brussels. It aims to provide pupils a better understanding of the &lt;a href=\"stock%20market\"&gt;stock market&lt;/a&gt; and of the economic and financial world by simulating transactions in &lt;a href=\"stock%20exchange\"&gt;stock exchange&lt;/a&gt;s. The competition was held for the first time in Germany in 1983, while the Savings Banks in Europe became actively involved in 1999. By 2010, over 1 million teams had taken part in the initiative.\nProcedure.\nEach team is assigned an account with virtual capital that is to be used to buy and sell &lt;a href=\"Security%20%28finance%29\"&gt;securities&lt;/a&gt;. The purpose is to increase initial &lt;a href=\"asset\"&gt;asset&lt;/a&gt;s by conducting individual investing strategies. While capital is virtual, trading is based on real &lt;a href=\"Share%20price\"&gt;stock prices&lt;/a&gt; at certain stock exchanges.\nThe list of tradable securities consists primarily of &lt;a href=\"Share%20%28finance%29\"&gt;shares&lt;/a&gt; but also includes &lt;a href=\"Fixed%20interest\"&gt;fixed-interests&lt;/a&gt; securities and &lt;a href=\"Collective%20investment%20scheme\"&gt;investment funds&lt;/a&gt;. Since 2009, there is both a conventional and &lt;a href=\"sustainability\"&gt;sustainability&lt;/a&gt; competition. The former takes into consideration the total performance of the account, whereas the latter is based on the sustainability account value, i.e. on the earnings gained from shares listed in a &lt;a href=\"sustainability%20index\"&gt;sustainability index&lt;/a&gt;.\nAwards.\nIn 2010, Stock Market Learning received the official &lt;a href=\"United%20Nations%20Decade%20of%20Education%20for%20Sustainable%20Development\"&gt;UN Decade Project of Education for Sustainable Development&lt;/a&gt; award from the German Commission for UNESCO."
}