{
    "id": "32798",
    "revid": "29863264",
    "url": "https://en.wikipedia.org/wiki?curid=32798",
    "title": "Victorian era",
    "text": "In the &lt;a href=\"history%20of%20the%20United%20Kingdom\"&gt;history of the United Kingdom&lt;/a&gt;, the Victorian era was the &lt;a href=\"wikt%3Aperiod\"&gt;period&lt;/a&gt; of &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt;'s reign, from 20 June 1837 until her death on 22 January 1901. The era followed the &lt;a href=\"Georgian%20era\"&gt;Georgian period&lt;/a&gt; and preceded the &lt;a href=\"Edwardian%20era\"&gt;Edwardian period&lt;/a&gt;, and its later half overlaps with the first part of the \"&lt;a href=\"Belle%20%C3%89poque\"&gt;Belle Époque&lt;/a&gt;\" era of Continental Europe. There was a strong religious drive for higher moral standards led by the &lt;a href=\"Nonconformist%20%28Protestantism%29\"&gt;nonconformist&lt;/a&gt; churches, such as the &lt;a href=\"Methodists\"&gt;Methodists&lt;/a&gt;, and the &lt;a href=\"Evangelical%20Anglicanism\"&gt;Evangelical wing&lt;/a&gt; of the established &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;. Ideologically, the Victorian era witnessed resistance to the &lt;a href=\"rationalism\"&gt;rationalism&lt;/a&gt; that defined the Georgian period and an increasing turn towards &lt;a href=\"romanticism\"&gt;romanticism&lt;/a&gt; and even &lt;a href=\"mysticism\"&gt;mysticism&lt;/a&gt; with regard to religion, social values, and arts. Technologically, this era saw a staggering amount of innovations that proved key to Britain's power and prosperity. Doctors started moving away from tradition and mysticism towards a science-based approach; modern medicine saw the light of day thanks to the adoption of the germ theory of disease and pioneering research in epidemiology.\nDomestically, the political agenda was increasingly liberal, with a number of shifts in the direction of gradual &lt;a href=\"Reform%20movement\"&gt;political reform&lt;/a&gt;, social reform, and the widening of the &lt;a href=\"Suffrage\"&gt;franchise&lt;/a&gt;. There were unprecedented demographic changes: the &lt;a href=\"Demography%20of%20England\"&gt;population of England&lt;/a&gt; and &lt;a href=\"Demography%20of%20Wales\"&gt;Wales&lt;/a&gt; almost doubled from 16.8 million in 1851 to 30.5 million in 1901, and &lt;a href=\"Demography%20of%20Scotland\"&gt;Scotland's population&lt;/a&gt; also rose rapidly, from 2.8 million in 1851 to 4.4 million in 1901. However, &lt;a href=\"Irish%20population%20analysis\"&gt;Ireland's population&lt;/a&gt; decreased sharply, from 8.2 million in 1841 to less than 4.5 million in 1901, mostly due to emigration and the &lt;a href=\"Great%20Famine%20%28Ireland%29\"&gt;Great Famine&lt;/a&gt;. Between 1837 and 1901 about 15 million emigrated from Great Britain, mostly to the United States, Canada, South Africa, New Zealand, and Australia. Thanks to educational reforms, the British population not only approached universal literacy towards the end of the era but also became increasingly well-educated; the market for reading materials of all kinds boomed.\nBritain's relations with the other &lt;a href=\"International%20relations%20of%20the%20Great%20Powers%20%281814%E2%80%931919%29\"&gt;Great Powers&lt;/a&gt; were driven by the colonial antagonism of the &lt;a href=\"The%20Great%20Game\"&gt;Great Game&lt;/a&gt; with Russia, climaxing during the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt;; a \"&lt;a href=\"Pax%20Britannica\"&gt;Pax Britannica&lt;/a&gt;\" of international free trade was maintained by the country's naval and industrial supremacy. Britain embarked on global imperial expansion, particularly in Asia and Africa, which made the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; the &lt;a href=\"List%20of%20largest%20empires\"&gt;largest empire in history&lt;/a&gt;. National self-confidence peaked. Britain granted political autonomy to the more advanced colonies of Australia, Canada, and New Zealand. Apart from the Crimean War, Britain was not involved in any armed conflict with another major power.\nThe two main political parties during the era remained the &lt;a href=\"Whig%20%28British%20political%20faction%29\"&gt;Whigs/Liberals&lt;/a&gt; and the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservatives&lt;/a&gt;; by its end, the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; had formed as a distinct political entity. These parties were led by such prominent statesmen as &lt;a href=\"William%20Lamb%2C%202nd%20Viscount%20Melbourne\"&gt;Lord Melbourne&lt;/a&gt;, Sir &lt;a href=\"Robert%20Peel\"&gt;Robert Peel&lt;/a&gt;, &lt;a href=\"Edward%20Smith-Stanley%2C%2014th%20Earl%20of%20Derby\"&gt;Lord Derby&lt;/a&gt;, &lt;a href=\"Henry%20John%20Temple%2C%203rd%20Viscount%20Palmerston\"&gt;Lord Palmerston&lt;/a&gt;, &lt;a href=\"Benjamin%20Disraeli\"&gt;Benjamin Disraeli&lt;/a&gt;, &lt;a href=\"William%20Gladstone\"&gt;William Gladstone&lt;/a&gt;, and &lt;a href=\"Robert%20Cecil%2C%203rd%20Marquess%20of%20Salisbury\"&gt;Lord Salisbury&lt;/a&gt;. The unsolved problems relating to &lt;a href=\"Irish%20Home%20Rule%20movement\"&gt;Irish Home Rule&lt;/a&gt; played a great part in politics in the later Victorian era, particularly in view of Gladstone's determination to achieve a political settlement in Ireland.\nTerminology and periodisation.\nIn the strictest sense, the Victorian era covers the duration of Victoria's reign as &lt;a href=\"List%20of%20British%20monarchs\"&gt;Queen of the United Kingdom of Great Britain and Ireland&lt;/a&gt;, from her accession on 20 June 1837—after the death of her uncle, &lt;a href=\"William%20IV%20of%20the%20United%20Kingdom\"&gt;William IV&lt;/a&gt;—until her death on 22 January 1901, after which she was succeeded by her eldest son, &lt;a href=\"Edward%20VII\"&gt;Edward VII&lt;/a&gt;. Her reign lasted for 63 years and seven months, a longer period than any of her predecessors. The term 'Victorian' was in contemporaneous usage to describe the era. The era has also been understood in a more extensive sense as a period that possessed sensibilities and characteristics distinct from the periods adjacent to it, in which case it is sometimes dated to begin before Victoria's accession—typically from the passage of or agitation for (during the 1830s) the &lt;a href=\"Reform%20Act%201832\"&gt;Reform Act 1832&lt;/a&gt;, which introduced a wide-ranging change to the &lt;a href=\"voting%20system\"&gt;electoral system&lt;/a&gt; of &lt;a href=\"England%20and%20Wales\"&gt;England and Wales&lt;/a&gt;. Definitions that purport a distinct sensibility or politics to the era have also created scepticism about the worth of the label \"Victorian\", though there have also been defences of it.\n&lt;a href=\"Michael%20Sadleir\"&gt;Michael Sadleir&lt;/a&gt; was insistent that \"in truth, the Victorian period is three periods, and not one\". He distinguished early Victorianism – the socially and politically unsettled period from 1837 to 1850 – and late Victorianism (from 1880 onwards), with its new waves of &lt;a href=\"aestheticism\"&gt;aestheticism&lt;/a&gt; and &lt;a href=\"imperialism\"&gt;imperialism&lt;/a&gt;, from the Victorian heyday: mid-Victorianism, 1851 to 1879. He saw the latter period as characterized by a distinctive mixture of prosperity, domestic &lt;a href=\"prude\"&gt;prude&lt;/a&gt;ry, and complacency – what &lt;a href=\"G.%20M.%20Trevelyan\"&gt;G. M. Trevelyan&lt;/a&gt; similarly called the \"mid-Victorian decades of quiet politics and roaring prosperity\".\nPolitical and diplomatic history.\nEarly.\nIn 1832, after much &lt;a href=\"Days%20of%20May\"&gt;political agitation&lt;/a&gt;, the &lt;a href=\"Reform%20Act%201832\"&gt;Reform Act&lt;/a&gt; was passed on the third attempt. The Act abolished many borough seats and created others in their place, as well as expanding the franchise in England and Wales (a &lt;a href=\"Scottish%20Reform%20Act%201832\"&gt;Scottish Reform Act&lt;/a&gt; and &lt;a href=\"Irish%20Reform%20Act%201832\"&gt;Irish Reform Act&lt;/a&gt; were passed separately). Minor reforms followed in 1835 and 1836.\nOn 20 June 1837, Victoria became Queen of the United Kingdom on the death of her uncle, &lt;a href=\"William%20IV%20of%20the%20United%20Kingdom\"&gt;William IV&lt;/a&gt;, just weeks after reaching the age of eighteen. Her government was led by the &lt;a href=\"British%20Whig%20party\"&gt;Whig&lt;/a&gt; prime minister &lt;a href=\"William%20Lamb%2C%202nd%20Viscount%20Melbourne\"&gt;Lord Melbourne&lt;/a&gt;, to whom she was close. But within two years he had resigned, and the &lt;a href=\"Tories%20%28British%20political%20party%29\"&gt;Tory&lt;/a&gt; politician Sir &lt;a href=\"Robert%20Peel\"&gt;Robert Peel&lt;/a&gt; attempted to &lt;a href=\"Bedchamber%20crisis\"&gt;form a new ministry&lt;/a&gt;. Peel said he was willing to become prime minister provided the Queen replaced her Whig ladies-in-waiting with Tory ones. She refused and re-appointed Lord Melbourne, a decision criticised as unconstitutional. She regularly recorded the events of the rebellions on &lt;a href=\"Upper%20Canada%20Rebellion\"&gt;Upper&lt;/a&gt; and &lt;a href=\"Lower%20Canada%20Rebellion\"&gt;Lower Canada&lt;/a&gt; as these reminded her of the &lt;a href=\"American%20Revolution\"&gt;American Revolution&lt;/a&gt;, which took place during the reign of her grandfather King George III. Britain sent Lord Durham to resolve the issue and &lt;a href=\"Durham%20Report\"&gt;his 1839 report&lt;/a&gt; opened the way for \"responsible government\" (that is, self-government).\nIn the same year, a seizure of British opium exports to China prompted the &lt;a href=\"First%20Opium%20War\"&gt;First Opium War&lt;/a&gt; against the &lt;a href=\"Qing%20dynasty\"&gt;Qing dynasty&lt;/a&gt;, and &lt;a href=\"Company%20rule%20in%20India\"&gt;British imperial India&lt;/a&gt; initiated the &lt;a href=\"First%20Anglo-Afghan%20War\"&gt;First Anglo-Afghan War&lt;/a&gt;—one of the first major conflicts of &lt;a href=\"the%20Great%20Game\"&gt;the Great Game&lt;/a&gt; between Britain and &lt;a href=\"Russian%20Empire\"&gt;Russia&lt;/a&gt;.\nIn South Africa, the Dutch &lt;a href=\"Boers\"&gt;Boers&lt;/a&gt; made their \"&lt;a href=\"Great%20Trek\"&gt;Great Trek&lt;/a&gt; to found Natal, the Transvaal, and the Orange Free State, defeating the Zulus in the process, 1835–1838; Britain annexed Natal in 1843 but recognized the independence of the Transvaal in 1852 in the Orange Free State in 1854.\nIn 1840, Queen Victoria married her German cousin &lt;a href=\"Albert%2C%20Prince%20Consort\"&gt;Prince Albert of Saxe-Coburg-Saalfield&lt;/a&gt;. It proved a passionate marriage, whose children were much sought after by royal families across Europe. An astute diplomat, the Queen was only too willing to arrange such marriages. Indeed, she became the \"Grandmother of Europe\" thanks to the nine children she had with Prince Albert in just sixteen years despite suffering from postnatal depression and her dislike of childbirth. Unfortunately, she carried the gene for &lt;a href=\"haemophilia\"&gt;haemophilia&lt;/a&gt;, which affected ten of her male descendants, one of whom was the &lt;a href=\"Alexei%20Nikolaevich%2C%20Tsarevich%20of%20Russia\"&gt;heir apparent&lt;/a&gt; of &lt;a href=\"Nicholas%20II%20of%20Russia\"&gt;Tsar Nicholas II&lt;/a&gt;.\nIn Australia, new provinces were founded with Victoria in 1835 and South Australia in 1842. The focus shifted from transportation of criminals to voluntary immigration. New Zealand became a British colony in 1839; in 1840 Maori chiefs ceded sovereignty to Britain in &lt;a href=\"Treaty%20of%20Waitangi\"&gt;Treaty of Waitangi&lt;/a&gt;. In 1841 New Zealand became an autonomous colony. The signing of the &lt;a href=\"Treaty%20of%20Nanking\"&gt;Treaty of Nanking&lt;/a&gt; in 1842 ended the First Opium War and gave Britain control over &lt;a href=\"Hong%20Kong%20Island\"&gt;Hong Kong Island&lt;/a&gt;. However, a &lt;a href=\"1842%20retreat%20from%20Kabul\"&gt;disastrous retreat from Kabul&lt;/a&gt; in the same year led to the annihilation of a British army column in Afghanistan. In 1845, the &lt;a href=\"Great%20Famine%20%28Ireland%29\"&gt;Great Famine&lt;/a&gt; began to cause mass starvation, disease and death in Ireland, sparking large-scale emigration. To allow more cheap food into Ireland, the Peel government repealed the &lt;a href=\"Corn%20Laws\"&gt;Corn Laws&lt;/a&gt;. Peel was replaced by the Whig ministry of &lt;a href=\"John%20Russell%2C%201st%20Earl%20Russell\"&gt;Lord John Russell&lt;/a&gt;.\nIn 1853, Britain fought alongside &lt;a href=\"Second%20French%20Empire\"&gt;France&lt;/a&gt; in the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt; against Russia. The goal was to ensure that Russia could not benefit from the declining status of the Ottoman Empire, a strategic consideration known as the &lt;a href=\"Eastern%20Question\"&gt;Eastern Question&lt;/a&gt;. The conflict marked a rare breach in the \"&lt;a href=\"Pax%20Britannica\"&gt;Pax Britannica&lt;/a&gt;\", the &lt;a href=\"International%20relations%20of%20the%20Great%20Powers%20%281814%E2%80%931919%29\"&gt;period of relative peace (1815–1914)&lt;/a&gt; that existed among the &lt;a href=\"Great%20Powers\"&gt;Great Powers&lt;/a&gt; of the time, and especially in Britain's interaction with them. On its conclusion in 1856 with the &lt;a href=\"Treaty%20of%20Paris%20%281856%29\"&gt;Treaty of Paris&lt;/a&gt;, Russia was prohibited from hosting a military presence in Crimea. In October of the same year, the &lt;a href=\"Second%20Opium%20War\"&gt;Second Opium War&lt;/a&gt; saw Britain overpower the Qing dynasty in China. Along with other major powers, Britain took steps in obtaining special trading and legal rights in a limited number of treaty ports.\nIt was during the Crimean War that the Queen introduced the &lt;a href=\"Victoria%20Cross\"&gt;Victoria Cross&lt;/a&gt;, awarded on the basis of valour and merit regardless of rank. The first Crosses were handed out to 62 men in a ceremony at Hyde Park in 1857, the first time officers and men were decorated together.\nDuring 1857–58, an &lt;a href=\"Indian%20Rebellion%20of%201857\"&gt;uprising&lt;/a&gt; by &lt;a href=\"sepoy\"&gt;sepoy&lt;/a&gt;s against the &lt;a href=\"East%20India%20Company\"&gt;East India Company&lt;/a&gt; was suppressed, an event that led to the end of Company rule in India and the transferral of administration to &lt;a href=\"British%20Raj\"&gt;direct rule&lt;/a&gt; by the British government. The princely states were not affected and remained under British guidance. English was imposed as the medium of education.\nMiddle.\nIn 1861, Prince Albert died. Queen Victoria went into mourning and withdrew from public life.\nWhilst the cabinet leaned toward &lt;a href=\"United%20Kingdom%20and%20the%20American%20Civil%20War\"&gt;recognition of the Confederacy during the American Civil War&lt;/a&gt;, public opinion was split. Confederate foreign policy planners had hoped that the value of their cotton exports would encourage European powers to intervene in their favour. It was not to be, and the British attitude might have been decisive. Being cut off from cotton did not affect the British economy as much as the Confederates had expected. A considerable supply was available to Great Britain when the American Civil War erupted and she was able to turn to India and Egypt as alternatives when that ran out. In the end, the government decided to remain neutral upon realising that war with the United States would be highly dangerous, for that country provided much of Britain's food supply (especially wheat) and its navy could sink much of the merchant fleet. U.S. ambassador to Britain &lt;a href=\"Charles%20Francis%20Adams%20Sr.\"&gt;Charles Francis Adams Sr.&lt;/a&gt; succeeded in resolving thorny problems that could have driven the two powers into war. But once it was clear that the United States had the upper hand on the battlefield, the possibility of an Anglo-American war vanished.Her diary entries suggest the Queen had contemplated the possibility of a union of her North American colonies as early as February 1865. She wrote, \"...we must struggle for it, and far the best it would be to let it go as an Independent Kingdom, under an English Prince!\" She also mentioned how her late husband Prince Albert had hoped that one day, their sons would rule over the British colonies. In February 1867, the Queen received a copy of the British North America Act (also known as the &lt;a href=\"Constitution%20Act%2C%201867\"&gt;Constitution Act 1867&lt;/a&gt;). A fortnight later she hosted delegates coming to discuss the question of confederation \"under the name of Canada,\" including the future Prime Minister &lt;a href=\"John%20A.%20Macdonald\"&gt;John A. Macdonald&lt;/a&gt;. On 29 March 1867, the Queen granted royal assent to the Act, which was to become effective on &lt;a href=\"Canada%20Day\"&gt;1 July&lt;/a&gt; 1867, allowing the delegates time to return home for celebrations.\nIn fact, the Queen maintained strong ties with Canada. Victoria in British Columbia and Victoria County in Nova Scotia were named after her, Regina in Saskatchewan in her honour, Prince Edward Island her father, and Alberta her daughter. Her birthday, &lt;a href=\"Victoria%20Day\"&gt;Victoria Day&lt;/a&gt;, is an official public holiday in Canada. In addition, her daughter Princess Louise was chatelaine of Rideau Hall from 1878 to 1883 and her son the Duke of Connaught served as Governor-General of Canada between 1911 and 1916.\nIn 1867, the &lt;a href=\"Reform%20Act%201867\"&gt;second Reform Act&lt;/a&gt; was passed, expanding the franchise.\nIn 1871, just a year after the &lt;a href=\"French%20Third%20Republic\"&gt;French Third Republic&lt;/a&gt; was founded, republican sentiments grew in Britain. After Prince Edward recovered from typhoid, the Queen decided to give a public thanksgiving service and appear on the balcony of Buckingham Palace. This was the start of her return to public life.\nIn 1878, Britain was a &lt;a href=\"plenipotentiary\"&gt;plenipotentiary&lt;/a&gt; at the &lt;a href=\"Treaty%20of%20Berlin%20%281878%29\"&gt;Treaty of Berlin&lt;/a&gt;, which gave \"de jure\" recognition to the independent states of &lt;a href=\"United%20Principalities%20of%20Moldavia%20and%20Wallachia\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Principality%20of%20Serbia\"&gt;Serbia&lt;/a&gt;, and &lt;a href=\"Principality%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt;.\nLate.\nKey leaders included Conservatives &lt;a href=\"Benjamin%20Disraeli\"&gt;Benjamin Disraeli&lt;/a&gt;, and &lt;a href=\"Robert%20Gascoyne-Cecil%2C%203rd%20Marquess%20of%20Salisbury\"&gt;Robert Gascoyne-Cecil, 3rd Marquess of Salisbury&lt;/a&gt;, and Liberals &lt;a href=\"William%20Ewart%20Gladstone\"&gt;William Ewart Gladstone&lt;/a&gt;, &lt;a href=\"Archibald%20Primrose%2C%205th%20Earl%20of%20Rosebery\"&gt;the Earl of Rosebery&lt;/a&gt; and &lt;a href=\"William%20Harcourt%20%28politician%29\"&gt;William Harcourt&lt;/a&gt;. They introduced various reforms aimed at strengthening the political autonomy of large industrial cities and increasing British involvement in the international stage. Labour movements were recognised and integrated in order to combat extremism. Both Queen Victoria and Prince Albert favoured moderate improvements to conditions of workers. Queen Victoria found in Disraeli a trustworthy adviser. She approved of his policies which helped elevated Britain's status to global superpower. In her later years, her popularity soared as she became a symbol of the British Empire. The major new policies included rapid succession, the complete abolition of slavery in the West Indies and African possessions, the end of transportation of convicts to Australia, loosening restrictions on colonial trade, and introducing responsible government.\n&lt;a href=\"David%20Livingstone\"&gt;David Livingstone&lt;/a&gt; led famous expeditions in central Africa, positioning Britain for favorable expansion of its colonial system in the &lt;a href=\"Scramble%20for%20Africa\"&gt;Scramble for Africa&lt;/a&gt; during the 1880s. There were numerous revolts and violent conflicts in the British Empire, but there were no wars with other major nations. In South Africa tensions escalated, especially with the discovery of gold. The result was the &lt;a href=\"First%20Boer%20War\"&gt;First Boer War&lt;/a&gt; in 1880–1881 and the intensely bitter &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt; in 1899–1902. The British finally prevailed, but lost prestige at home and abroad.\nAfter weeks of illness, Queen Victoria died on 22 January 1901. By her bedside were her son and heir &lt;a href=\"Edward%20VII\"&gt;Edward VII&lt;/a&gt; and grandson &lt;a href=\"Wilhelm%20II%2C%20German%20Emperor\"&gt;Kaiser Wilhelm II&lt;/a&gt;. Australia received dominion status in the same year. Despite their difficult relations, Edward VII never severed ties with the Queen. Like her, he modernised the British monarchy and ensured its survival when so many European royal families collapsed as a result of the First World War.\nSociety and culture.\nCommon culture.\nThe rise of the middle class during the era had a formative effect on its character; the historian &lt;a href=\"Walter%20Houghton\"&gt;Walter E. Houghton&lt;/a&gt; reflects that \"once the middle class attained political as well as financial eminence, their social influence became decisive. The Victorian frame of mind is largely composed of their characteristic modes of thought and feeling\".\nIndustrialisation brought with it a rapidly growing middle class whose increase in numbers had a significant effect on the social strata itself: cultural norms, lifestyle, values and morality. Identifiable characteristics came to define the middle-class home and lifestyle. Previously, in town and city, residential space was adjacent to or incorporated into the work site, virtually occupying the same geographical space. The difference between private life and commerce was a fluid one distinguished by an informal demarcation of function. In the Victorian era, English family life increasingly became compartmentalised, the home a self-contained structure housing a nuclear family extended according to need and circumstance to include blood relations. The concept of \"privacy\" became a hallmark of the middle-class life. \nEvangelicals, utilitarians, and reform.\nThe central feature of Victorian-era politics is the search for reform and improvement, including both the individual personality and society. Three powerful forces were at work. First was the rapid rise of the middle class, in large part displacing the complete control long exercised by the aristocracy. Respectability was their code—a businessman had to be trusted and must avoid reckless gambling and heavy drinking. Second, the spiritual reform closely linked to evangelical Christianity, including both the Nonconformist sects, such as the Methodists, and especially the evangelical or Low Church element in the established Church of England, typified by &lt;a href=\"Anthony%20Ashley-Cooper%2C%207th%20Earl%20of%20Shaftesbury\"&gt;Lord Shaftesbury&lt;/a&gt; (1801–1885). It imposed fresh moralistic values on society, such as Sabbath observance, responsibility, widespread charity, discipline in the home, and self-examination for the smallest faults and needs of improvement. Starting with the anti-slavery movement of the 1790s, the evangelical moralizers developed highly effective techniques of enhancing the moral sensibilities of all family members and reaching the public at large through intense, very well organized agitation and propaganda. They focused on exciting a personal revulsion against social evils and personal misbehavior. &lt;a href=\"Asa%20Briggs\"&gt;Asa Briggs&lt;/a&gt; points out, \"There were as many treatises on 'domestic economy' in mid-Victorian England as on political economy\"\nThe third effect came from the liberalism of philosophical &lt;a href=\"Utilitarianism%23Classical%20utilitarianism\"&gt;utilitarians&lt;/a&gt;, led by intellectuals &lt;a href=\"Jeremy%20Bentham\"&gt;Jeremy Bentham&lt;/a&gt; (1748–1832), &lt;a href=\"James%20Mill\"&gt;James Mill&lt;/a&gt; (1773–1836) and his son &lt;a href=\"John%20Stuart%20Mill\"&gt;John Stuart Mill&lt;/a&gt; (1806–1873). They were not moralistic but scientific. Their movement, often called \"Philosophic Radicalism,\" fashioned a formula for promoting the goal of \"progress\" using scientific rationality, and businesslike efficiency, to identify, measure, and discover solutions to social problems. The formula was an inquiry, legislation, execution, inspection, and report. In public affairs, their leading exponent was &lt;a href=\"Edwin%20Chadwick\"&gt;Edwin Chadwick&lt;/a&gt; (1800–1890). Evangelicals and utilitarians shared a basic middle-class ethic of responsibility and formed a political alliance. The result was an irresistible force for reform.\nSocial reforms focused on ending slavery, removing the slavery-like burdens on women and children, and reforming the police to prevent crime, rather than emphasizing the very harsh punishment of criminals. Even more important were political reforms, especially the lifting of disabilities on nonconformists and Roman Catholics, and above all, the reform of Parliament and elections to introduce democracy and replace the old system whereby senior aristocrats controlled dozens of seats in parliament.\nThe long-term effect of the reform movements was to tightly link the nonconformist element with the Liberal party. The dissenters gave significant support to moralistic issues, such as temperance and sabbath enforcement. The &lt;a href=\"nonconformist%20conscience\"&gt;nonconformist conscience&lt;/a&gt;, as it was called, was repeatedly called upon by Gladstone for support for his moralistic foreign policy. In election after election, Protestant ministers rallied their congregations to the Liberal ticket. In Scotland, the Presbyterians played a similar role to the Nonconformist Methodists, Baptists and other groups in England and Wales. The political strength of Dissent faded sharply after 1920 with the secularization of British society in the 20th century.\nReligion.\nReligion was a battleground during this era, with the Nonconformists fighting bitterly against the established status of the Church of England, especially regarding education and access to universities and public office. Penalties on Roman Catholics were mostly removed. The Vatican &lt;a href=\"Universalis%20Ecclesiae\"&gt;restored the English Catholic bishoprics&lt;/a&gt; in 1850 and numbers grew through conversions and immigration from Ireland. The &lt;a href=\"Oxford%20Movement\"&gt;Oxford Movement&lt;/a&gt; was also occurring around this time, which would draw in new converts to the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;; among these was &lt;a href=\"John%20Henry%20Newman\"&gt;John Henry Newman&lt;/a&gt;. Secularism and doubts about the accuracy of the Old Testament grew as the scientific outlooked rapidly gained ground among the better educated. Walter E. Houghton argues, \"Perhaps the most important development in 19th-century intellectual history was the extension of scientific assumptions and methods from the physical world to the whole life of man.\"\nDuring the mid-nineteenth century, there were two distinct religious mentalities among British academics. The North British school was religiously conservative and commercially engaged thanks to the influence of Presbyterianism and Calvinism. Northern English and Scottish researchers played a key role in the development of thermodynamics, which was motivated by the desire to design ever more efficient engines. By contrast, in the South, mentalities of Anglicanism, agnosticism, and even atheism were more common. Academics such as the biologist Thomas Huxley promoted \"scientific naturalism.\"\nStatus of Nonconformist churches.\n&lt;a href=\"Nonconformist%20conscience\"&gt;Nonconformist conscience&lt;/a&gt; describes the moral sensibility of the &lt;a href=\"Nonconformist%20%28Protestantism%29\"&gt;Nonconformist&lt;/a&gt; churches—those which dissent from the established &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;—that influenced British politics in the 19th and early 20th centuries. In the 1851 census of church attendance, non-conformists who went to chapel comprised half the attendance of Sunday services. Nonconformists were focused in the fast-growing urban middle class. The two categories of this group were in addition to the evangelicals or \"Low Church\" element in the Church of England: \"Old Dissenters,\" dating from the 16th and 17th centuries, included &lt;a href=\"Baptists\"&gt;Baptists&lt;/a&gt;, &lt;a href=\"Congregationalists\"&gt;Congregationalists&lt;/a&gt;, &lt;a href=\"Quakers\"&gt;Quakers&lt;/a&gt;, &lt;a href=\"Unitarianism\"&gt;Unitarian&lt;/a&gt;s, and &lt;a href=\"Presbyterian\"&gt;Presbyterian&lt;/a&gt;s outside Scotland; \"New Dissenters\" emerged in the 18th century and were mainly Methodists. The \"Nonconformist conscience\" of the Old group emphasized religious freedom and equality, the pursuit of justice, and opposition to discrimination, compulsion, and coercion. The New Dissenters (and also the Anglican evangelicals) stressed personal morality issues, including sexuality, temperance, family values, and &lt;a href=\"Sabbath\"&gt;Sabbath&lt;/a&gt;-keeping. Both factions were politically active, but until the mid-19th century, the Old group supported mostly Whigs and Liberals in politics, while the New—like most Anglicans—generally supported Conservatives. In the late 19th century, the New Dissenters mostly switched to the Liberal Party. The result was a merging of the two groups, strengthening their great weight as a political pressure group. They joined on new issues especially regarding schools and temperance, with the latter of special interest to Methodists. By 1914 the linkage was weakening and by the 1920s it was virtually dead.\nParliament had long imposed a series of political disabilities on Nonconformists outside Scotland. They could not hold most public offices, they had to pay local taxes to the Anglican church, be married by Anglican ministers, and be denied attendance at Oxford or degrees at Cambridge. Dissenters demanded the removal of political and civil disabilities that applied to them (especially those in the &lt;a href=\"Test%20Acts\"&gt;Test&lt;/a&gt; and &lt;a href=\"Corporation%20Act%201661\"&gt;Corporation Act&lt;/a&gt;s). The Anglican establishment strongly resisted until 1828. Dissenters organized into a political pressure group and succeeded in 1828 in the repeal of some restrictions. It was a major achievement for an outside group, but the Dissenters were not finished and the early Victorian period saw them even more active and successful in eliminating their grievances. Next on the agenda was the matter of church rates, which were local taxes at the parish level for the support of the parish church building in England and Wales. Only buildings of the established church received the tax money. Civil disobedience was attempted but was met with the seizure of personal property and even imprisonment. The compulsory factor was finally abolished in 1868 by &lt;a href=\"William%20Ewart%20Gladstone\"&gt;William Ewart Gladstone&lt;/a&gt;, and payment was made voluntary. While Gladstone was a moralistic evangelical inside the Church of England, he had strong support in the Nonconformist community. The &lt;a href=\"Marriage%20Act%201836\"&gt;Marriage Act 1836&lt;/a&gt; allowed local government registrars to handle marriages. Nonconformist ministers in their chapels were allowed to marry couples if a registrar was present. Also in 1836, civil registration of births, deaths, and marriages was taken from the hands of local parish officials and given to local government registrars. Burial of the dead was a more troubling problem, for urban chapels had no graveyards, and Nonconformists sought to use the traditional graveyards controlled by the established church. The &lt;a href=\"Burial%20Laws%20Amendment%20Act%201880\"&gt;Burial Laws Amendment Act 1880&lt;/a&gt; finally allowed that.\nOxford University required students seeking admission to subscribe to the &lt;a href=\"39%20Articles\"&gt;39 Articles&lt;/a&gt; of the Church of England. Cambridge required that for a diploma. The two ancient universities opposed giving a charter to the new &lt;a href=\"University%20of%20London\"&gt;University of London&lt;/a&gt; in the 1830s because it had no such restriction. The university, nevertheless, was established in 1837, and by the 1850s Oxford dropped its restrictions. In 1871 Gladstone sponsored the &lt;a href=\"Universities%20Tests%20Act%201871\"&gt;Universities Tests Act 1871&lt;/a&gt; that provided full access to degrees and fellowships. Nonconformists (especially Unitarians and Presbyterians) played major roles in founding new universities in the late 19th century at &lt;a href=\"Victoria%20University%20of%20Manchester\"&gt;Manchester&lt;/a&gt;, as well as &lt;a href=\"University%20of%20Birmingham\"&gt;Birmingham&lt;/a&gt;, &lt;a href=\"University%20of%20Liverpool\"&gt;Liverpool&lt;/a&gt; and &lt;a href=\"University%20of%20Leeds\"&gt;Leeds&lt;/a&gt;.\nAgnostics and freethinkers.\nThe abstract theological or philosophical doctrine of agnosticism, whereby it is theoretically impossible to prove whether or not God exists, suddenly became a popular issue around 1869, when &lt;a href=\"T.%20H.%20Huxley\"&gt;T. H. Huxley&lt;/a&gt; coined the term. It was much discussed for several decades, and had its journal edited by &lt;a href=\"William%20Stewart%20Ross\"&gt;William Stewart Ross&lt;/a&gt; (1844–1906) the \"Agnostic Journal and Eclectic Review\". Interest petered out by the 1890s, and when Ross died the Journal soon closed. Ross championed agnosticism in opposition not so much to Christianity, but to atheism, as expounded by &lt;a href=\"Charles%20Bradlaugh\"&gt;Charles Bradlaugh&lt;/a&gt; The term \"atheism\" never became popular. &lt;a href=\"Blasphemy\"&gt;Blasphemy&lt;/a&gt; laws meant that promoting atheism could be a crime and was vigorously prosecuted. &lt;a href=\"Charles%20Southwell\"&gt;Charles Southwell&lt;/a&gt; was among the editors of an explicitly atheistic periodical, \"&lt;a href=\"The%20Oracle%20of%20Reason\"&gt;Oracle of Reason, or Philosophy Vindicated&lt;/a&gt;\", who were imprisoned for blasphemy in the 1840s.\nDisbelievers call themselves \"freethinkers\" or \"secularists\". They included &lt;a href=\"John%20Stuart%20Mill\"&gt;John Stuart Mill&lt;/a&gt;, &lt;a href=\"Thomas%20Carlyle\"&gt;Thomas Carlyle&lt;/a&gt;, &lt;a href=\"George%20Eliot\"&gt;George Eliot&lt;/a&gt; and &lt;a href=\"Matthew%20Arnold\"&gt;Matthew Arnold&lt;/a&gt;. They were not necessarily hostile to Christianity, as Huxley repeatedly emphasized. The literary figures were caught in something of a trap – their business was writing and their theology said there was nothing for certain to write. They instead concentrated on the argument that it was not necessary to believe in God to behave in moral fashion. The scientists, on the other hand, paid less attention to theology and more attention to the exciting issues raised by Charles Darwin in terms of evolution. The proof of God's existence that said he had to exist to have a marvelously complex world was no longer satisfactory when biology demonstrated that complexity could arise through evolution.\nMarriage and family.\nThe centrality of the family was a dominant feature for all classes. Worriers repeatedly detected threats that had to be dealt with: working wives, overpaid youths, harsh factory conditions, bad housing, poor sanitation, excessive drinking, and religious decline. The licentiousness so characteristic of the upper class of the late 18th and early 19th centuries dissipated. The home became a refuge from the harsh world; middle-class wives sheltered their husbands from the tedium of domestic affairs. The number of children shrank, allowing much more attention to be paid to each child. Extended families were less common, as the nuclear family became both the ideal and the reality.\nThe emerging middle-class norm for women was &lt;a href=\"separate%20spheres\"&gt;separate spheres&lt;/a&gt;, whereby women avoid the public sphere – the domain of politics, paid work, commerce, and public speaking. Instead, they should dominate in the realm of domestic life, focused on the care of the family, the husband, the children, the household, religion, and moral behavior. Religiosity was in the female sphere, and the Nonconformist churches offered new roles that women eagerly entered. They taught in Sunday schools, visited the poor and sick, distributed tracts, engaged in fundraising, supported missionaries, led Methodist class meetings, prayed with other women, and a few were allowed to preach to mixed audiences.\nThe long 1854 poem \"&lt;a href=\"The%20Angel%20in%20the%20House\"&gt;The Angel in the House&lt;/a&gt;\" by &lt;a href=\"Coventry%20Patmore\"&gt;Coventry Patmore&lt;/a&gt; (1823–1896) exemplified the idealized Victorian woman who is angelically pure and devoted to her family and home. The poem was not a pure invention but reflected the emerging legal economic social, cultural, religious and moral values of the Victorian middle-class. Legally women had limited rights to their bodies, the family property, or their children. The recognized identities were those of daughter, wife, mother, and widow. Rapid growth and prosperity meant that fewer women had to find paid employment, and even when the husband owned a shop or small business, the wife's participation was less necessary. Meanwhile, the home sphere grew dramatically in size; women spent the money and decided on the furniture, clothing, food, schooling, and outward appearance the family would make. Patmore's model was widely copied – by Charles Dickens, for example. Literary critics of the time suggested that superior feminine qualities of delicacy, sensitivity, sympathy, and sharp observation gave women novelists a superior insight into stories about home family and love. This made their work highly attractive to the middle-class women who bought the novels and the serialized versions that appeared in many magazines. However, a few early feminists called for aspirations beyond the home. By the end of the century, the \"New Woman\" was riding a bicycle, wearing bloomers, signing petitions, supporting worldwide mission activities, and talking about the vote.\nIn Great Britain, elsewhere in Europe, and in the United States, the notion that marriage should be based on &lt;a href=\"Romance%20%28love%29\"&gt;romantic love&lt;/a&gt; and companionship rather than convenience, money, or other strategic considerations grew in popularity during the Victorian period. Cheaper paper and printing technology made it easier for humans to attract mates this way, hence the birth of the &lt;a href=\"Valentine%27s%20Day\"&gt;Valentine card&lt;/a&gt;.\nEducation and literacy.\nThe Industrial Revolution incentivised people to think more scientifically and to become more educated and informed in order to solve novel problems. As a result, cognitive abilities were pushed to their genetic limits, making people more intelligent and innovative than their predecessors. Formal education thus became vital. According to intelligence researcher &lt;a href=\"James%20Flynn%20%28academic%29\"&gt;James R. Flynn&lt;/a&gt;, these changes echoed down to the twentieth century before leveling off in the early twenty-first.\nThe era saw a reform and renaissance of public schools, inspired by &lt;a href=\"Thomas%20Arnold\"&gt;Thomas Arnold&lt;/a&gt; at Rugby. The public school became a model for gentlemen and public service. Sunday schools and charity schools helped reduce illiteracy. In fact, throughout the course of the nineteenth century, there was a clear movement towards universal literacy, culminating in the &lt;a href=\"Elementary%20Education%20Act%201870\"&gt;Elementary Education Act of 1870&lt;/a&gt;. By 1876, attending elementary schools was made compulsory. \nAs a consequence of various education reforms, literacy rates steadily rose. One way to determine the literacy rate is to count those who could sign their names on their marriage registers. Using this method, it was established that literacy in England and Wales reached roughly 90% by the late nineteenth century. Statistics of literacy from this era are likely underestimates because they were based on the number of people who could write, but throughout most of the nineteenth century, people were typically taught to read before they were taught to write. Literacy rates were higher in urban than rural areas. Rising literacy and urbanization provided an expanding market for printed materials, from cheap books to magazines. By 1900, only around 3% of people in England and Wales were illiterate with a similar rate in Scotland.\nA key component of the curriculum at Cambridge since the mid-eighteenth century had been the \"&lt;a href=\"Mathematical%20Tripos\"&gt;Mathematical Tripos&lt;/a&gt;,\" providing not just intensive training for mathematicians and scientists but also general education for future civil servants, colonial administrators, lawyers, and clergymen. Named after the three-legged stool students had been sitting on since the fifteenth century, the Tripos included extremely challenging and highly prestigious exams whose most successful candidate for a given year was called the \"&lt;a href=\"Senior%20Wrangler\"&gt;Senior Wrangler&lt;/a&gt;.\" Below the Senior and Second Wranglers were the Optimes. The exams concerned not just pure but also \"mixed\" or applied mathematics. Starting from the 1830s, under the influence of Master of Trinity College &lt;a href=\"William%20Whewell\"&gt;William Whewell&lt;/a&gt;, the \"mixed\" portion included only branches of applied mathematics deemed stable, such as mechanics and optics, rather those amenable to mathematical analysis but remained unfinished at the time, such as electricity and magnetism. Following recommendations from the Royal Commission of 1850–51, science education at Oxford and Cambridge underwent significant reforms. In 1851, a new Tripos was introduced, providing a broader and less mathematical program in \"natural philosophy,\" or what science was still commonly called back then. By 1890, the Tripos had evolved into a rigorous test of not just mathematical ingenuity but also mental stamina. Topics ranged widely, from number theory to mathematical physics. Candidates needed to have a firm grasp of the works of Sir Isaac Newton and Euclid of Alexandria, trigonometric identities, conic sections, compounded interest, eclipses and more. They usually sat for five and a half hours each day for eight days for a total of a dozen papers featuring increasingly difficult questions.\nIn general, while the first colleges for women opened in the 1870s, it was not until the 1890s that they started to be permitted to study side by side with men and to sit for the same exams as men. The first college for women at the University of Cambridge, &lt;a href=\"Girton%20College%2C%20Cambridge\"&gt;Girton&lt;/a&gt;, opened in 1873. However, women were only allowed to take exams; it was not until 1948 that they were able to receive degrees. They were marked and scored separately, however, and the results of female candidates were enunciated in comparison to men's, for instance, \"between the 20th and 21st Optimes.\" Exam results from the 1860s onward suggested that women broadly did as well as men, though with the notable exception of mathematics. At that time, it was commonly thought that women were emotional creatures lacking the mental faculty to master mathematics. Thus it was big news when &lt;a href=\"Philippa%20Fawcett\"&gt;Philippa Fawcett&lt;/a&gt; was ranked \"above the Senior Wranger\" in 1890, scoring thirteen percent higher than the top male that year, &lt;a href=\"Geoffrey%20Thomas%20Bennett\"&gt;Geoffrey Thomas Bennett&lt;/a&gt;. She was the first, and last, woman to score the highest on the Tripos.\nWhile women were not welcomed in the world of medicine, this was not the case in nursing. In fact, nursing became even more respected after the brilliant exploits of Florence Nightingale during the Crimean War. Her nursing school at &lt;a href=\"St%20Thomas%27%20Hospital\"&gt;St Thomas' Hospital&lt;/a&gt; became a model for others. Consequently, for many middle-class young women, the prospects of being a nurse, one of the few career options open to them at the time, became much more appealing.\nReading culture.\nDuring the nineteenth century, the publishing industry found itself catching up with the momentous changes to society brought about by the Industrial Revolution. It benefited from the introduction of electrical power, rail transport, and telegraphy. Sales of books and periodicals were fuelled by the seemingly insatiable demand for knowledge, self-improvement, and entertainment from the rapidly growing middle-class.\nInitially, while book prices were too high for the average reader, they were sufficient to cover the costs of the publisher and to pay reasonable amounts to the authors. But as free-to-use libraries sprang up all around the country, people started flocking to them. Authors and publishers looked for ways to cut prices and increase sales. Serialisation in periodicals, especially literary magazines though not newspapers, became popular. Quality illustrations were commissioned from the reputable artists of the time as an incentive to purchase. Income from writing increased for some writers, and many became professional novelists.\nIn the early 1800s, the market for children's literature was dominated by religious groups. Stories from this period often included strong a moral message. But it showed signs of growth and some writers decided to seize the opportunity. By the middle of the century, commercial publishers came to recognise the great potential of this market and signed deals with gifted authors to provide a plethora of reading materials to children. They also took advantage of innovations such as those that enable the printing of coloured illustrations. As the middle class boomed, people had more money to spend on entertaining their children. Moral messaging was de-emphasised in favor of fun. Classics like the tales of the &lt;a href=\"Brothers%20Grimm\"&gt;Brothers Grimm&lt;/a&gt; and the fairy tales of &lt;a href=\"Hans%20Christian%20Andersen\"&gt;Hans Christian Andersen&lt;/a&gt; made their way to the printing press. But it was \"&lt;a href=\"Alice%27s%20Adventures%20in%20Wonderland\"&gt;Alice's Adventures in Wonderland&lt;/a&gt;\" by &lt;a href=\"Lewis%20Carroll\"&gt;Lewis Carroll&lt;/a&gt; that proved to be the most popular, alongside the works of &lt;a href=\"William%20Makepeace%20Thackeray\"&gt;William Makepeace Thackeray&lt;/a&gt;, &lt;a href=\"Charles%20Kingsley\"&gt;Charles Kingsley&lt;/a&gt;, &lt;a href=\"Jean%20Ingelow\"&gt;Jean Ingelow&lt;/a&gt;, and &lt;a href=\"George%20MacDonald\"&gt;George Macdonald&lt;/a&gt;. By the 1880s, juvenile fiction packed with action and adventure became commonplace. Fantasy did not have a monopoly on the market for children's literature, however. \"&lt;a href=\"Tom%20Brown%27s%20School%20Days\"&gt;Tom Brown's School Days&lt;/a&gt;\" (1857) by &lt;a href=\"Thomas%20Hughes\"&gt;Thomas Hughes&lt;/a&gt; was a noteworthy example of realistic writing and school stories while \"&lt;a href=\"Black%20Beauty\"&gt;Black Beauty&lt;/a&gt;\" (1877) by &lt;a href=\"Anna%20Sewell\"&gt;Anna Sewell&lt;/a&gt; was the start of the blooming of animal tales. As a matter of fact, the market grew so large that most of the top writers of the era wrote at least one book for children. Children's magazines and poetry for children (especially the nonsensical variety) blossomed during the Victorian age.\nIn &lt;a href=\"prose\"&gt;prose&lt;/a&gt;, the novel rose from a position of relative neglect during the 1830s to become the leading &lt;a href=\"literary%20genre\"&gt;literary genre&lt;/a&gt; by the end of the era. In the 1830s and 1840s, the &lt;a href=\"social%20novel\"&gt;social novel&lt;/a&gt; (also \"Condition-of-England novels\") responded to the social, political and economic upheaval associated with industrialisation. Though it remained influential throughout the period, there was a notable resurgence of &lt;a href=\"Gothic%20fiction\"&gt;Gothic fiction&lt;/a&gt; in the \"&lt;a href=\"fin%20de%20si%C3%A8cle\"&gt;fin de siècle&lt;/a&gt;\", such as in &lt;a href=\"Robert%20Louis%20Stevenson\"&gt;Robert Louis Stevenson&lt;/a&gt;'s novella \"&lt;a href=\"Strange%20Case%20of%20Dr%20Jekyll%20and%20Mr%20Hyde\"&gt;Strange Case of Dr Jekyll and Mr Hyde&lt;/a&gt;\" (1886) and &lt;a href=\"Oscar%20Wilde\"&gt;Oscar Wilde&lt;/a&gt;'s \"&lt;a href=\"The%20Picture%20of%20Dorian%20Gray\"&gt;The Picture of Dorian Gray&lt;/a&gt;\" (1891).\nFollowing the bicentenary of &lt;a href=\"William%20Shakespeare\"&gt;William Shakespeare&lt;/a&gt; in 1769, the popularity of his works steadily grew, reaching a peak in the nineteenth century. Charles and Mary Lamb appeared to have anticipated this with their \"&lt;a href=\"Tales%20from%20Shakespeare\"&gt;Tales from Shakespeare&lt;/a&gt;\" (1807). Intended as an introduction for apprentice readers to the works of the great playwright, the book became one of the best-selling titles in literature of the century, being republished multiple times.\nAs early as 1830, astronomer &lt;a href=\"John%20Herschel\"&gt;John Herschel&lt;/a&gt; had already recognised the need for the genre of popular science. In a letter to philosopher William Whewell, he wrote that the general public needed \"digests of what is actually known in each particular branch of science... to give a connected view of what has been done, and what remains to be accomplished.\" Indeed, as the British population became not just increasingly literate but also well-educated, there was growing demand for science titles. &lt;a href=\"Mary%20Somerville\"&gt;Mary Somerville&lt;/a&gt; became an early and highly successful science writer of the nineteenth century. Her \"&lt;a href=\"On%20the%20Connexion%20of%20the%20Physical%20Sciences\"&gt;On the Connexion of the Physical Sciences&lt;/a&gt;\" (1834), intended for the mass audience, sold quite well. Arguably one of the first books in the genre of popular science, it contained few diagrams and very little mathematics. It had ten editions and was translated to multiple languages. As its name suggests, it offered readers a broad overview of the physical sciences at a time when these studies were becoming increasingly distinct and specialised. It was the most popular science title from the publisher &lt;a href=\"John%20Murray%20%28publishing%20house%29\"&gt;John Murray&lt;/a&gt; until Charles Darwin's \"On the Origin of Species\" (1859). Although Somerville's rendition of Pierre-Simon de Laplace's masterpiece \"&lt;a href=\"Trait%C3%A9%20de%20m%C3%A9canique%20c%C3%A9leste\"&gt;Mécanique Céleste&lt;/a&gt;\", \"The Mechanism of the Heavens\" (1831), was intended to inform the masses of the latest advances in Newtonian mechanics and gravitation, it was also used as a textbook for students at the University of Cambridge till the 1880s.\nThe abolition of the newspaper stamp duty in 1855 and the advertising tax in 1858 paved the way for not only cheaper magazines but also those catering to a variety of interests. During the final three decades of the Victorian era, women's newspapers and magazines flourished and increasingly covered topics other than domestic issues, reflecting the trend among women at the time.\nThe professional police force dedicated to not just the prevention but also the investigation of crime took shape during the mid-nineteenth century. This development inspired Charles Dickens to write the crime novel \"&lt;a href=\"Bleak%20House\"&gt;Bleak House&lt;/a&gt;\" (1852–3), creating the first fictional detective, Mr. Bucket, based on a real-life character by the name of Charles Field. But it was Arthur Conan Doyle's &lt;a href=\"Sherlock%20Holmes\"&gt;Sherlock Holmes&lt;/a&gt; who proved to be the most popular fictional detective of the Victorian age, and indeed, of all times.\nBy the 1860s, there was strong demand for adventure, detective, sensational, and science-fiction novels. Indeed, the late nineteenth century saw a tremendous amount of technological progress, which inspired authors to write in the genre of science fiction. &lt;a href=\"H.%20G.%20Wells\"&gt;Herbert George Wells&lt;/a&gt;' \"&lt;a href=\"The%20Time%20Machine\"&gt;The Time Machine&lt;/a&gt;\" (1895) was a commercial success; in it, he introduced the notion of time travel. In some instances, science fiction inspired new technology and scientific research. Explorer &lt;a href=\"Ernest%20Shackleton\"&gt;Ernest Shackleton&lt;/a&gt; acknowledged that the novel \"Twenty Thousand Leagues Under the Sea\" by Jules Vernes was an inspiration.\nA 2015 study investigated the frequency at which difficult vocabulary from the &lt;a href=\"Wordsum\"&gt;WORDSUM&lt;/a&gt; test were employed in about 5.9 million English-language texts published between 1850 and 2005. The researchers found that the more difficult of words were in declining usage and a negative correlation between the use of such words and completed fertility. On the other hand, simpler words entered increasingly common use, an effect of rising literacy. In another study, from 2017, researchers employed &lt;a href=\"Google%20Ngram%20Viewer\"&gt;Google's Ngram Viewer&lt;/a&gt;, an enormous archive of scanned books, periodicals, and other printed materials dating back to the sixteenth century. They found that the use of difficult vocabulary increased substantially between the mid-1700s and mid-1800s before declining steadily till the present day.\nEntertainment.\nPopular forms of entertainment varied by social class. Victorian Britain, like the periods before it, was interested in literature, theatre and &lt;a href=\"the%20arts\"&gt;the arts&lt;/a&gt; (see &lt;a href=\"Aesthetic%20movement\"&gt;Aesthetic movement&lt;/a&gt; and &lt;a href=\"Pre-Raphaelite%20Brotherhood\"&gt;Pre-Raphaelite Brotherhood&lt;/a&gt;), and music, drama, and opera were widely attended. &lt;a href=\"Michael%20Balfe\"&gt;Michael Balfe&lt;/a&gt; was the most popular British &lt;a href=\"grand%20opera\"&gt;grand opera&lt;/a&gt; composer of the period, while the most popular musical theatre was a series of fourteen &lt;a href=\"comic%20operas\"&gt;comic operas&lt;/a&gt; by &lt;a href=\"Gilbert%20and%20Sullivan\"&gt;Gilbert and Sullivan&lt;/a&gt;, although there was also &lt;a href=\"Victorian%20burlesque\"&gt;musical burlesque&lt;/a&gt; and the beginning of &lt;a href=\"Edwardian%20musical%20comedy\"&gt;Edwardian musical comedy&lt;/a&gt; in the 1890s.\nDrama ranged from &lt;a href=\"low%20comedy\"&gt;low comedy&lt;/a&gt; to &lt;a href=\"William%20Shakespeare\"&gt;Shakespeare&lt;/a&gt; (see &lt;a href=\"Henry%20Irving\"&gt;Henry Irving&lt;/a&gt;). &lt;a href=\"Melodrama\"&gt;Melodrama&lt;/a&gt;—literally 'musical drama'—was introduced in Revolutionary France and reached Great Britain from there during the Victorian era. It was a particularly widespread and influential theatrical genre thanks to its appeal to the working-class and artisans. However, its popularity decline in the late nineteenth century. Even so, it continued to influence the novels of the era.\nGentlemen went to dining clubs, like the &lt;a href=\"Beefsteak%20Club\"&gt;Beefsteak Club&lt;/a&gt; or the &lt;a href=\"Savage%20Club\"&gt;Savage Club&lt;/a&gt;. Gambling at cards in establishments popularly called &lt;a href=\"casino\"&gt;casino&lt;/a&gt;s was wildly popular during the period: so much so that evangelical and reform movements specifically targeted such establishments in their efforts to stop gambling, drinking, and prostitution.\n&lt;a href=\"Brass%20band%20%28British%20style%29\"&gt;Brass bands&lt;/a&gt; and 'The &lt;a href=\"Bandstand\"&gt;Bandstand&lt;/a&gt;' became popular in the Victorian era. The bandstand was a simple construction that not only created an ornamental focal point but also served acoustic requirements whilst providing shelter from the changeable &lt;a href=\"Climate%20of%20the%20United%20Kingdom\"&gt;British weather&lt;/a&gt;. It was common to hear the sound of a brass band whilst strolling through &lt;a href=\"Urban%20park\"&gt;parklands&lt;/a&gt;. At this time musical recording was still very much a novelty.\nThe Victorian era marked the golden age of the British circus. &lt;a href=\"Astley%27s%20Amphitheatre\"&gt;Astley's Amphitheatre&lt;/a&gt; in Lambeth, &lt;a href=\"London\"&gt;London&lt;/a&gt;, featuring equestrian acts in a 42-foot wide circus ring, was the center of the 19th-century circus. The permanent structure sustained three fires but as an institution lasted a full century, with &lt;a href=\"Andrew%20Ducrow\"&gt;Andrew Ducrow&lt;/a&gt; and &lt;a href=\"William%20Batty\"&gt;William Batty&lt;/a&gt; managing the theatre in the middle part of the century. &lt;a href=\"William%20Batty\"&gt;William Batty&lt;/a&gt; would also build his 14,000-person arena, known commonly as Batty's Hippodrome, in Kensington Gardens, and draw crowds from the &lt;a href=\"Crystal%20Palace%20Exhibition\"&gt;Crystal Palace Exhibition&lt;/a&gt;. Traveling circuses, like &lt;a href=\"Pablo%20Fanque\"&gt;Pablo Fanque&lt;/a&gt;'s, dominated the British provinces, Scotland, and Ireland (Fanque would enjoy fame again in the 20th century when John Lennon would buy an 1843 poster advertising his circus and adapt the lyrics for &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt; song, \"&lt;a href=\"Being%20for%20the%20Benefit%20of%20Mr.%20Kite%21\"&gt;Being for the Benefit of Mr. Kite!&lt;/a&gt;\"). Fanque also stands out as a black man who achieved great success and enjoyed great admiration among the British public only a few decades after Britain had abolished slavery.\nAnother form of entertainment involved \"spectacles\" where paranormal events, such as &lt;a href=\"mesmerism\"&gt;mesmerism&lt;/a&gt;, communication with the dead (by way of &lt;a href=\"mediumship\"&gt;mediumship&lt;/a&gt; or channeling), &lt;a href=\"Ghosts%20in%20European%20culture\"&gt;ghost&lt;/a&gt; conjuring and the like, were carried out to the delight of crowds and participants. Such activities were more popular at this time than in other periods of recent Western history.\n&lt;a href=\"Natural%20history\"&gt;Natural history&lt;/a&gt; became increasingly an \"amateur\" activity. Particularly in Britain and the United States, this grew into specialist hobbies such as the &lt;a href=\"Ornithology\"&gt;study of birds&lt;/a&gt;, butterflies, seashells (&lt;a href=\"malacology\"&gt;malacology&lt;/a&gt;/&lt;a href=\"conchology\"&gt;conchology&lt;/a&gt;), beetles and wildflowers. Amateur &lt;a href=\"collecting\"&gt;collectors&lt;/a&gt; and natural history entrepreneurs played an important role in building the large natural history collections of the nineteenth and early twentieth centuries.\nMiddle-class Victorians used the train services to visit the seaside, helped by the &lt;a href=\"Bank%20Holiday%20Act%201871\"&gt;Bank Holiday Act of 1871&lt;/a&gt;, which created many fixed holidays. Large numbers traveling to quiet fishing villages such as &lt;a href=\"Worthing\"&gt;Worthing&lt;/a&gt;, &lt;a href=\"Morecambe\"&gt;Morecambe&lt;/a&gt; and &lt;a href=\"Scarborough%2C%20North%20Yorkshire\"&gt;Scarborough&lt;/a&gt; began turning them into major tourist centres, and people like &lt;a href=\"Thomas%20Cook\"&gt;Thomas Cook&lt;/a&gt; saw tourism and even overseas travel as viable businesses.\nSports.\nThe Victorian era saw the introduction and development of many modern sports. Often originating in the public schools, they exemplified new ideals of manliness. &lt;a href=\"Cricket\"&gt;Cricket&lt;/a&gt;, cycling, &lt;a href=\"croquet\"&gt;croquet&lt;/a&gt;, horse-riding, and many water activities are examples of some of the popular sports in the Victorian era.\nThe modern game of tennis originated in Birmingham, England, between 1859 and 1865. The world's oldest tennis tournament, the &lt;a href=\"The%20Championships%2C%20Wimbledon\"&gt;Wimbledon championships&lt;/a&gt;, was first played in London in 1877. Britain was an active competitor in all the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; starting in 1896.\nHigh culture.\n&lt;a href=\"Gothic%20Revival%20architecture\"&gt;Gothic Revival architecture&lt;/a&gt; became increasingly significant during the period, leading to the &lt;a href=\"Battle%20of%20the%20Styles\"&gt;Battle of the Styles&lt;/a&gt; between Gothic and &lt;a href=\"Classical%20architecture\"&gt;Classical&lt;/a&gt; ideals. &lt;a href=\"Charles%20Barry\"&gt;Charles Barry&lt;/a&gt;'s architecture for the new &lt;a href=\"Palace%20of%20Westminster\"&gt;Palace of Westminster&lt;/a&gt;, which had been badly damaged in an &lt;a href=\"Burning%20of%20Parliament\"&gt;1834 fire&lt;/a&gt;, was built in the &lt;a href=\"Medieval%20architecture\"&gt;medieval style&lt;/a&gt; of &lt;a href=\"Westminster%20Hall\"&gt;Westminster Hall&lt;/a&gt;, the surviving part of the building. It constructed a narrative of cultural continuity, set in opposition to the violent disjunctions of &lt;a href=\"French%20Revolution\"&gt;Revolutionary France&lt;/a&gt;, a comparison common to the period, as expressed in &lt;a href=\"Thomas%20Carlyle\"&gt;Thomas Carlyle&lt;/a&gt;'s \"\" and &lt;a href=\"Charles%20Dickens\"&gt;Charles Dickens&lt;/a&gt;' \"&lt;a href=\"Great%20Expectations\"&gt;Great Expectations&lt;/a&gt;\" and \"&lt;a href=\"A%20Tale%20of%20Two%20Cities\"&gt;A Tale of Two Cities&lt;/a&gt;\". Gothic was also supported by critic &lt;a href=\"John%20Ruskin\"&gt;John Ruskin&lt;/a&gt;, who argued that it epitomised communal and inclusive social values, as opposed to Classicism, which he considered to epitomise mechanical standardisation.\nThe middle of the 19th century saw &lt;a href=\"The%20Great%20Exhibition\"&gt;The Great Exhibition&lt;/a&gt; of 1851, the first &lt;a href=\"World%27s%20Fair\"&gt;World's Fair&lt;/a&gt;, which showcased the greatest innovations of the century. At its centre was &lt;a href=\"the%20Crystal%20Palace\"&gt;the Crystal Palace&lt;/a&gt;, a modular glass and iron structure – the first of its kind. It was condemned by Ruskin as the very model of mechanical dehumanisation in design but later came to be presented as the prototype of &lt;a href=\"Modern%20architecture\"&gt;Modern architecture&lt;/a&gt;. The &lt;a href=\"History%20of%20photography\"&gt;emergence of photography&lt;/a&gt;, showcased at the Great Exhibition, resulted in significant changes in Victorian art with Queen Victoria being the first British monarch to be photographed.\nIn general, various styles of painting were popular during the Victorian period, Classicism, Neoclassicism, Romanticism, Impressionism, and Post-impressionism. In 1848, &lt;a href=\"Dante%20Gabriel%20Rossetti\"&gt;Dante Rossetti&lt;/a&gt; and &lt;a href=\"William%20Holman%20Hunt\"&gt;William Holman Hunt&lt;/a&gt; created the &lt;a href=\"Pre-Raphaelite%20Brotherhood\"&gt;Pre-Raphaelite Brotherhood&lt;/a&gt; whose stated aim was to produce paintings of photographic quality, taking inspiration from a variety of sources, from the works of William Shakespeare to Mother Nature herself. The growing popularity of romantic love spilled over into literature and fine arts.\nJournalism.\nIn 1817, &lt;a href=\"Thomas%20Barnes%20%28journalist%29\"&gt;Thomas Barnes&lt;/a&gt; became general editor of \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\"; he was a political radical, a sharp critic of parliamentary hypocrisy and a champion of freedom of the press. Under Barnes and his successor in 1841, &lt;a href=\"John%20Thadeus%20Delane\"&gt;John Thadeus Delane&lt;/a&gt;, the influence of \"The Times\" rose to great heights, especially in politics and in the financial district (the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt;). It spoke of reform. \"The Times\" originated the practice of sending &lt;a href=\"war%20correspondent\"&gt;war correspondent&lt;/a&gt;s to cover particular conflicts. &lt;a href=\"W.%20H.%20Russell\"&gt;W. H. Russell&lt;/a&gt; wrote immensely influential dispatches on the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt; of 1853–1856; for the first time, the public could read about the reality of warfare. Russell wrote one dispatch that highlighted the surgeons' \"inhumane barbarity\" and the lack of ambulance care for wounded troops. Shocked and outraged, the public reacted in a backlash that led to major reforms especially in the provision of nursing, led by &lt;a href=\"Florence%20Nightingale\"&gt;Florence Nightingale&lt;/a&gt;.\nThe \"&lt;a href=\"Manchester%20Guardian\"&gt;Manchester Guardian&lt;/a&gt;\" was founded in Manchester in 1821 by a group of &lt;a href=\"Nonconformist%20%28Protestantism%29\"&gt;non-conformist&lt;/a&gt; businessmen. Its most famous editor, &lt;a href=\"Charles%20Prestwich%20Scott\"&gt;Charles Prestwich Scott&lt;/a&gt;, made the \"Guardian\" into a world-famous newspaper in the 1890s. \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\" in 1856 became the first penny newspaper in London. It was funded by advertising revenue based on a large audience.\nLeisure.\nAt mid-century, the idea of a large amphitheatre for musical performances and conferences for the learned captured the imagination of not just Henry Cole, Secretary of the Science and Art Department, but also Prince Albert. By 1857, Cole planned to build one with \"due regard to the &lt;a href=\"Acoustics\"&gt;principles of sound&lt;/a&gt;.\" After the Prince's death in 1861, this project had the additional goal of commemorating him. The &lt;a href=\"Royal%20Albert%20Hall\"&gt;Royal Albert Hall&lt;/a&gt; opened on 29 March 1871. Lieutenant-Colonel Henry Scott, R.E., who managed the construction, estimated there was enough space for 7,165 people plus 1,200 performers; the theoretical limit was 10,000. As desired by the Prince, it did not rely on public funds but was purely privately funded.\nOpportunities for leisure activities increased dramatically as real wages continued to grow and hours of work continued to decline. In urban areas the nine-hour workday became increasingly the norm; the Factory Act 1874 limited the working week to 56.5 hours, encouraging the movement towards an eventual eight-hour workday. Furthermore, a system of routine annual holidays came into play, starting with white-collar workers and moving into the working-class. Some 200 seaside resorts emerged thanks to cheap hotels and inexpensive railway fares, widespread bank holidays and the fading of many religious prohibitions against secular activities on Sundays.\nBy the late Victorian era the leisure industry had emerged in all cities. It provided scheduled entertainment of suitable length at convenient locales at inexpensive prices. These included sporting events, music halls, and popular theatre. By 1880 football was no longer the preserve of the social elite, as it attracted large working-class audiences. Average attendance was 5000 in 1905, rising to 23,000 in 1913. That amounted to 6 million paying customers with a weekly turnover of £400,000. Sports by 1900 generated some three percent of the total gross national product. Professional sports were the norm, although some new activities reached an upscale amateur audience, such as lawn tennis and golf. Women were now allowed in some sports, such as archery, tennis, badminton and gymnastics.\nDemographics.\nDemographic transition.\nBritain had the lead in rapid economic and population growth. At the time, &lt;a href=\"Thomas%20Robert%20Malthus\"&gt;Thomas Malthus&lt;/a&gt; believed this lack of growth outside Britain was due the carrying capacity of their local environments. That is, the tendency of a population to expand geometrically while resources grew more slowly, reaching a crisis (such as famine, war, or epidemic) which would reduce the population to a more sustainable size. Great Britain escaped the '&lt;a href=\"Malthusian%20catastrophe\"&gt;Malthusian trap&lt;/a&gt;' because the scientific and technological breakthroughs of the Industrial Revolution dramatically improved living standards, reducing mortality and increasing longevity.\nThe Victorian era was a time of unprecedented population growth in Britain. The population rose from 13.9 million in 1831 to 32.5 million in 1901. Two major contributory factors were fertility rates and mortality rates. Britain was the first country to undergo the &lt;a href=\"demographic%20transition\"&gt;demographic transition&lt;/a&gt; and the &lt;a href=\"British%20Agricultural%20Revolution\"&gt;Agricultural&lt;/a&gt; and &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;s.\nEconomist &lt;a href=\"Gary%20Becker\"&gt;Gary Becker&lt;/a&gt; argued that at first, falling fertility is due to urbanisation and lower infant mortality rates, which diminished the benefits and increased the costs of raising children. In other words, it became more economically sensible to invest more in fewer children. This is known as the first demographic transition. This trend continued till around 1950. (The &lt;a href=\"Demographic%20transition%23Second%20demographic%20transition\"&gt;second demographic transition&lt;/a&gt; occurred due to the significant cultural shifts of the 1960s, leading to the decline in the desire for children.)\nFertility rates and mortality rates.\nThe demographic transition is when a population shifts from being one of high child mortality rates and high fertility rates to one that is low in both. Western nations completed this transition by the early 1900s. It occurred in two stages. Initially, child mortality rates dropped significantly due to improved healthcare and sanitation and better nutrition, yet fertility rates remained high, leading to a population boom. Gradually, fertility rates fell as people became more affluent and had better access to contraception. By 1900, the &lt;a href=\"infant%20mortality%20rate\"&gt;infant mortality rate&lt;/a&gt; in England was 10 percent, down from an estimated 25 percent in the Middle Ages. There was no catastrophic epidemic or famine in England or Scotland in the nineteenth century—it was the first century in which a major epidemic did not occur throughout the whole country, and deaths per 1000 of population per year in England and Wales fell from 21.9 from 1848 to 1854 to 17 in 1901 (cf, for instance, 5.4 in 1971). Social class had a significant effect on mortality rates: the upper classes had a lower rate of premature death early in the nineteenth century than poorer classes did.\nIn the Victorian era, &lt;a href=\"fertility%20rate\"&gt;fertility rate&lt;/a&gt;s increased in every decade until 1901, when the rates started evening out. There were several reasons for this. One is biological: with improving living standards, a higher proportion of women were biologically able to have children. Another possible explanation is social. In the 19th century, the marriage rate increased, and people were getting married at a very young age until the end of the century, when the average age of marriage started to increase again slowly. The reasons why people got married younger and more frequently are uncertain. One theory is that greater prosperity allowed people to finance marriage and new households earlier than previously possible. With more births within marriage, it seems inevitable that marriage rates and birth rates would rise together.\nBirth rates were originally measured by the '&lt;a href=\"crude%20birth%20rate\"&gt;crude birth rate&lt;/a&gt;' – births per year divided by total population. This is indeed a crude measure, as key groups and their fertility rates are not clear. It is likely to be affected mainly by changes in the age distribution of the population. The Net Reproduction Rate was then introduced as an alternative measure: it measures the average fertility rate of women of child-bearing ages.\nHigh rates of birth also occurred because of a lack of &lt;a href=\"birth%20control\"&gt;birth control&lt;/a&gt;. Mainly because women lacked knowledge of birth control methods and the practice was seen as unrespectable. The evening out of fertility rates at the beginning of the 20th century was mainly the result of a few big changes: availability of forms of birth control, and changes in people's attitude towards sex.\nIn the olden days, people typically had had as many children as they could afford in order to ensure at least a few of them would survive to adulthood and have children of their own due to high child mortality rates. Moreover, it was the poor who had had an incentive to curb their fertility whereas the rich had lacked such a need due to greater wealth and lower child mortality rates. This changed due to the Industrial Revolution. Standards of living improved and mortality rates fell. People no longer needed to have as many children as before to ensure the propagation of their genes. The link between poverty and child mortality weakened. In addition, societal attitude towards contraception warmed, leading to the negative correlation between intelligence and fertility. Factors linked to general intelligence, such as socioeconomic status and educational attainment, were also found to be negatively correlated with fertility starting from the nineteenth century.\nEnvironmental and health standards rose throughout the Victorian era. Improvements in nutrition may also have played a role, though its importance is still debated.\nEconomy, industry, and trade.\nProgress.\nLife in the late 1700s had been little different from life in the late Middle Ages. But the nineteenth century saw dramatic technological development. Someone alive in 1804 would know about the electric telegraph, the steam ship, the circular saw, the bicycle, and the steam-powered locomotive. If this person lived to 1870, he or she would have heard of the invention of the electric light bulb, the typewriter, the calculator, the rubber tyre, the washing machine, the internal combustion engine, plastic, and dynamite. Engineering prowess, especially in communication and transportation, made Great Britain the leading industrial powerhouse and trading nation of the world at that time.\nAccording to historians David Brandon and Alan Brooke, the &lt;a href=\"History%20of%20rail%20transport%20in%20Great%20Britain%201830%E2%80%931922\"&gt;new system of railways after 1830&lt;/a&gt; brought into being our modern world:\nHistorians have characterised the mid-Victorian era (1850–1870) as Britain's \"Golden Years\". It was not till the two to three decades following the Second World War that substantial economic growth was seen again. In the long-term view, the mid-Victorian boom was one upswing in the &lt;a href=\"Kondratiev%20wave\"&gt;Kondratiev cycle&lt;/a&gt; (see figure). There was prosperity, as the national income per person grew by half. Much of the prosperity was due to the increasing industrialisation, especially in textiles and machinery, as well as to the worldwide network of exports that produced profits for British merchants. British entrepreneurs built railways in India and many independent nations. There was peace abroad (apart from the short Crimean War, 1854–56), and social peace at home. Opposition to the new order melted away, says Porter. The &lt;a href=\"Chartism\"&gt;Chartist movement&lt;/a&gt; peaked as a democratic movement among the working class in 1848; its leaders moved to other pursuits, such as trade unions and cooperative societies. The working class ignored foreign agitators like Karl Marx in their midst, and joined in celebrating the new prosperity. Employers typically were paternalistic and generally recognised the trade unions. Companies provided their employees with welfare services ranging from housing, schools and churches, to libraries, baths, and gymnasia. Middle-class reformers did their best to assist the working classes' aspirations to middle-class norms of \"respectability\".\nThere was a spirit of libertarianism, says Porter, as people felt they were free. Taxes were very low, and government restrictions were minimal. There were still problem areas, such as occasional riots, especially those motivated by anti-Catholicism. Society was still ruled by the aristocracy and the gentry, who controlled high government offices, both houses of Parliament, the church, and the military. Becoming a rich businessman was not as prestigious as inheriting a title and owning a landed estate. Literature was doing well, but the fine arts languished as the Great Exhibition of 1851 showcased Britain's industrial prowess rather than its sculpture, painting or music. The educational system was mediocre; the main universities (outside Scotland) were likewise mediocre.\nHistorian &lt;a href=\"Llewellyn%20Woodward\"&gt;Llewellyn Woodward&lt;/a&gt; has concluded:\nIn December 1844, &lt;a href=\"Rochdale%20Society%20of%20Equitable%20Pioneers\"&gt;Rochdale Society of Equitable Pioneers&lt;/a&gt; founded what is considered the first &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; in the world. The founding members were a group of 28, around half of which were weavers, who decided to band together to open a store owned and managed democratically by the members, selling food items they could not otherwise afford. Ten years later, the British co-operative movement had grown to nearly 1,000 co-operatives. The movement also spread across the world, with the first &lt;a href=\"cooperative%20banking\"&gt;cooperative financial institution&lt;/a&gt; founded in 1850 in Germany.\nHousing.\nThe very rapid growth in population in the 19th century in the cities included the new industrial and manufacturing cities, as well as service centres such as Edinburgh and London. The critical factor was financing, which was handled by building societies that dealt directly with large contracting firms. Private renting from housing landlords was the dominant tenure. P. Kemp says this was usually of advantage to tenants. People moved in so rapidly that there was not enough capital to build adequate housing for everyone, so low income newcomers squeezed into increasingly overcrowded slums. Clean water, sanitation, and public health facilities were inadequate; the death rate was high, especially infant mortality, and tuberculosis among young adults. &lt;a href=\"Cholera\"&gt;Cholera&lt;/a&gt; from polluted water and typhoid were endemic. Unlike rural areas, there were no famines such as the one which devastated Ireland in the 1840s.\nPoverty.\n19th-century Britain saw a huge population increase accompanied by rapid urbanisation stimulated by the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;. Wage rates improved steadily; real wages (after taking inflation into account) were 65 percent higher in 1901, compared to 1871. Much of the money was saved, as the number of depositors in savings banks rose from 430,000 in 1831, to 5.2 million in 1887, and their deposits from £14 million to over £90 million. People flooded into industrial areas and commercial cities faster than housing could be built, resulting in overcrowding and lagging sanitation facilities such as fresh water and sewage.\nThese problems were magnified in London, where the population grew at record rates. Large houses were turned into flats and tenements, and as landlords failed to maintain these dwellings, &lt;a href=\"slum\"&gt;slum&lt;/a&gt; housing developed. &lt;a href=\"Kellow%20Chesney\"&gt;Kellow Chesney&lt;/a&gt; described the situation as follows: \"Hideous slums, some of them acres wide, some no more than crannies of obscure misery, make up a substantial part of the metropolis... In big, once handsome houses, thirty or more people of all ages may inhabit a single room.\" Significant changes happened in the British &lt;a href=\"Timeline%20of%20the%20Poor%20Law%20system%231800s\"&gt;Poor Law&lt;/a&gt; system in &lt;a href=\"English%20Poor%20Laws\"&gt;England and Wales&lt;/a&gt;, &lt;a href=\"Scottish%20Poor%20Laws\"&gt;Scotland&lt;/a&gt;, and &lt;a href=\"Irish%20Poor%20Laws\"&gt;Ireland&lt;/a&gt;. These included a large expansion in &lt;a href=\"workhouses\"&gt;workhouses&lt;/a&gt; (or &lt;a href=\"poorhouses\"&gt;poorhouses&lt;/a&gt; in Scotland), although with changing populations during the era.\nChild labour.\nThe early Victorian era before the reforms of the 1840s became notorious for &lt;a href=\"Child%20labour\"&gt;the employment of young children&lt;/a&gt; in factories and mines and as &lt;a href=\"chimney%20sweep\"&gt;chimney sweep&lt;/a&gt;s. Child labour played an important role in the Industrial Revolution from its outset: novelist &lt;a href=\"Charles%20Dickens\"&gt;Charles Dickens&lt;/a&gt;, for example, worked at the age of 12 in a &lt;a href=\"blacking%20%28polish%29\"&gt;blacking&lt;/a&gt; factory, with his family in a &lt;a href=\"debtors%27%20prison\"&gt;debtors' prison&lt;/a&gt;. Reformers wanted the children in school: in 1840 only about 20 percent of the children in London had any schooling. By 1860 about half of the children between 5 and 15 were in school (including &lt;a href=\"Sunday%20school\"&gt;Sunday school&lt;/a&gt;).\nThe children of the poor were expected to help towards the family budget, often working long hours in dangerous jobs for low wages. Agile boys were employed by the chimney sweeps; small children were employed to scramble under machinery to retrieve cotton bobbins; and children were also employed to work in &lt;a href=\"History%20of%20coal%20mining\"&gt;coal mines&lt;/a&gt;, crawling through tunnels too narrow and low for adults. Children also worked as errand boys, &lt;a href=\"crossing%20sweeper\"&gt;crossing sweeper&lt;/a&gt;s, shoe blacks, or sold matches, flowers, and other cheap goods. Some children undertook work as apprentices to respectable trades, such as building, or as &lt;a href=\"Domestic%20worker\"&gt;domestic servants&lt;/a&gt; (there were over 120,000 domestic servants in London in the mid 19th century). Working hours were long: builders might work 64 hours a week in summer and 52 in winter, while domestic servants were theoretically on duty 80-hours a week.\nMother bides at home, she is troubled with bad breath, and is sair weak in her body from early labour. I am wrought with sister and brother, it is very sore work; cannot say how many rakes or journeys I make from pit's bottom to wall face and back, thinks about 30 or 25 on the average; the distance varies from 100 to 250 fathom. I carry about 1 cwt. and a quarter on my back; have to stoop much and creep through water, which is frequently up to the calves of my legs.\nAs early as 1802 and 1819, &lt;a href=\"Factory%20Acts\"&gt;Factory Acts&lt;/a&gt; were passed to limit the working hours of children in factories and &lt;a href=\"cotton%20mill\"&gt;cotton mill&lt;/a&gt;s to 12 hours per day. These acts were largely ineffective and after radical agitation, by for example the \"Short Time Committees\" in 1831, a &lt;a href=\"Royal%20Commission\"&gt;Royal Commission&lt;/a&gt; recommended in 1833 that children aged 11–18 should work a maximum of 12 hours per day, children aged 9–11 a maximum of eight hours, and children under the age of nine should no longer be permitted to work. This act, however, only applied to the &lt;a href=\"textile%20industry\"&gt;textile industry&lt;/a&gt;, and further agitation led to another act in 1847 limiting both adults and children to 10-hour working days.\nMathematics, science, technology, and engineering.\nProfessionalisation of science.\nFounded in 1799 with the stated purpose of \"diffusing the Knowledge, and facilitating the general Introduction, of Useful Mechanical Inventions and Improvements; and for teaching, by Courses of Philosophical Lectures and Experiments, the application of Science to the common Purposes of Life,\" the &lt;a href=\"Royal%20Institution\"&gt;Royal Institution&lt;/a&gt; was a proper scientific institution with laboratories, a lecture hall, libraries, and offices. In its first years, the Institution was dedicated to the improvement of agriculture using chemistry, prompted by trade restrictions with Europe. Such practical concerns continued through the next two centuries. However, it soon became apparent that additional funding was required in order for the Institution to continue. Some well-known experts were hired as lecturers and researchers. The most successful of them all was Sir &lt;a href=\"Humphry%20Davy\"&gt;Humphry Davy&lt;/a&gt;, whose lectures concerned a myriad of topics and were so popular that the original practical purpose of the Institution faded away. It became increasingly dominated by research in basic science.\nThe professionalisation of science began in the aftermath of the French Revolution and soon spread to other parts of the Continent, including the German lands. It was slow to reach Britain, however. Master of Trinity College &lt;a href=\"William%20Whewell\"&gt;William Whewell&lt;/a&gt; coined the term \"scientist\" in 1833 to describe the new professional breed specialists and experts studying what was still commonly known as \"natural philosophy\". In 1840, Whewell wrote, \"We need very much a name to describe a cultivator of science in general. I should incline to call him a Scientist.\" The new term signaled the recognition of the importance of empiricism and inductive reasoning. But this term was slow to catch on. As biologist &lt;a href=\"Thomas%20Henry%20Huxley\"&gt;Thomas Huxley&lt;/a&gt; indicated in 1852, the prospect of earning a decent living as a scientist remained remote despite the prestige of the occupation. It was possible for a scientist to \"earn praise but not pudding,\" he wrote. Since its birth, the &lt;a href=\"Royal%20Society\"&gt;Royal Society&lt;/a&gt; of London had been a club of gentlemanly amateurs, though some of whom were the very best in their fields, people like Charles Darwin and James Prescott Joule. But the Society reformed itself in the 1830s and 1840s. By 1847, it only admitted the new breed of professionals.\nThe Victorians were impressed by science and progress and felt that they could improve society in the same way as they were improving technology. Britain was the leading world centre for advanced engineering and technology. Its engineering firms were in worldwide demand for designing and constructing railways.\nEase of discovery and rate of progress.\nA necessary part of understanding scientific progress is the ease of scientific discovery. In many cases, from planetary science to mammalian biology, the ease of discovery since the 1700s and 1800s can be fitted to an exponentially decaying curve. But the rate of progress is also dependent on other factors, such as the number of researchers, the level of funding, and advances in technology. Thus the number of new species of mammals discovered between the late 1700s and late 1800s followed grew exponentially before leveling off in the 1900s; the general shape is known as the &lt;a href=\"Logistic%20function\"&gt;logistic curve&lt;/a&gt;. In other cases, a branch of study reached the point of saturation. For instance, the last major internal human organ, the &lt;a href=\"Parathyroid%20gland\"&gt;paraythyroid gland&lt;/a&gt;, was discovered in 1880 by Ivar Viktor Sandström.\nThis does not mean that basic science was coming an end. Despite the despondency of many Victorian-era scientists, who thought that all that remained was measuring quantities to the next decimal place and that new discoveries would not change the contemporary scientific paradigm, as the nineteenth century became the twentieth, science witnessed truly revolutionary discoveries, such as radioactivity, and basic science continued its advance, though a number of twentieth-century scientists shared the same pessimism as their late-Victorian counterparts.\nMathematics and statistics.\nIn the field of statistics, the nineteenth century saw significant innovations in data visualisation. &lt;a href=\"William%20Playfair\"&gt;William Playfair&lt;/a&gt;, who created charts of all sorts, justified it thus, \"a man who has carefully investigated a printed table, finds, when done, that he has only a very faint and partial idea of what he has read; and that like a figure imprinted on sand, is soon totally erased and defaced.\" For example, in a chart showing the relationship between population and government revenue of some European nations, he used the areas of circles to represent the geographical sizes of those nations. In the same graph he used the slopes of lines to indicate the tax burden of a given population. While serving as nurse during the Crimean War, &lt;a href=\"Florence%20Nightingale\"&gt;Florence Nightingale&lt;/a&gt; drew the first pie charts representing the monthly fatality rates of the conflict, distinguishing deaths due to battle wounds (innermost section), those due to infectious disease (outer section), and to other causes (middle section). (See figure.) Her charts clearly showed that most deaths resulted from disease, which led the general public to demand improved sanitation at field hospitals. Although bar charts representing frequencies were first used by the Frenchman A. M. Guerry in 1833, it was the statistician &lt;a href=\"Karl%20Pearson\"&gt;Karl Pearson&lt;/a&gt; who gave them the name \"&lt;a href=\"histogram\"&gt;histogram&lt;/a&gt;s\". Pearson used them in an 1895 article mathematically analyzing biological evolution. One such histogram showed that buttercups with large numbers of petals were rarer.\n&lt;a href=\"Normal%20distribution\"&gt;Normal distribution&lt;/a&gt;s, expressible in the form formula_1, arose in various works on probability and the theory of errors. Belgian sociologist and statistician &lt;a href=\"Adolphe%20Quetelet\"&gt;Adolphe Quetelet&lt;/a&gt; discovered that its extremely wide applicability in his analysis of vast amounts of statistics of human physical characteristics such as height and other traits such as criminality and alcoholism. Queletet derived the concept of the \"average man\" from his studies. Sir &lt;a href=\"Francis%20Galton\"&gt;Francis Galton&lt;/a&gt; employed Quetelet's ideas in his research on mathematical biology. In his experiments with sweet peas in the 1870s, Galton discovered that the spread of the distributions of a particular trait did not change over the generations. He invented what he called the \"&lt;a href=\"Bean%20machine\"&gt;quincunx&lt;/a&gt;\" to demonstrate why mixtures of normal distributions were normal. Galton noticed that the means of a particular trait in the offspring generation differed from those of the parent generation, a phenomenon now known as &lt;a href=\"Regression%20toward%20the%20mean\"&gt;regression to the mean&lt;/a&gt;. He found that the slopes of the regression lines of two given variables were the same if the two data sets were scaled by units of probable error and introduced the notion of the correlation coefficient, but noted that &lt;a href=\"correlation%20does%20not%20imply%20causation\"&gt;correlation does not imply causation&lt;/a&gt;.\nDuring the late nineteenth century, British statisticians introduced a number of methods to relate and draw conclusions from statistical quantities. &lt;a href=\"Francis%20Ysidro%20Edgeworth\"&gt;Francis Edgeworth&lt;/a&gt; developed a test for &lt;a href=\"statistical%20significance\"&gt;statistical significance&lt;/a&gt; that estimated the \"fluctuations\"—twice the variance in modern language—from two given means. By modern standards, however, he was extremely conservative when it comes to drawing conclusions about the significance of an observation. For Edgeworth, an observation was significant if it was at the level of 0.005, which is much stricter than the requirement of 0.05 to 0.01 commonly used today. Pearson defined the &lt;a href=\"standard%20deviation\"&gt;standard deviation&lt;/a&gt; and introduced the formula_2-statistic (&lt;a href=\"Chi-squared%20test\"&gt;chi-squared&lt;/a&gt;). Pearson's student, &lt;a href=\"George%20Udny%20Yule\"&gt;George Udney Yule&lt;/a&gt;, demonstrated that one could compute the regression equation of a given data set using the &lt;a href=\"Least%20squares\"&gt;method of least squares&lt;/a&gt;.\nIn 1828, miller and autodidactic mathematician &lt;a href=\"George%20Green%20%28mathematician%29\"&gt;George Green&lt;/a&gt; published \"&lt;a href=\"An%20Essay%20on%20the%20Application%20of%20Mathematical%20Analysis%20to%20the%20Theories%20of%20Electricity%20and%20Magnetism\"&gt;An Essay on the Application of Mathematical Analysis to the Theories of Electricity and Magnetism&lt;/a&gt;\", making use of the mathematics of potential theory developed by Continental mathematicians. But this paper fell on deaf ears until William Thomson read it, realised its significance, and had it re-printed in 1850. Green's work became a source of inspiration for the Cambridge school of mathematical physicists, which included Thomson himself, George Gabriel Stokes, and James Clerk Maxwell. Green's \"Essay\" contained what became known as &lt;a href=\"Green%27s%20theorem\"&gt;Green's theorem&lt;/a&gt;, a basic result in vector calculus, &lt;a href=\"Green%27s%20identities\"&gt;Green's identities&lt;/a&gt;, and the notion of &lt;a href=\"Green%27s%20function\"&gt;Green's function&lt;/a&gt;s, which appears in the study of differential equations. Thomson went on to prove &lt;a href=\"Kelvin%E2%80%93Stokes%20theorem\"&gt;Stokes' theorem&lt;/a&gt;, which earned that name after Stokes asked students to prove in the &lt;a href=\"Smith%27s%20Prize\"&gt;Smith's Prize&lt;/a&gt; exam in 1854. Stokes learned it from Thomson in a letter in 1850. Stokes' theorem generalises Green's theorem, which itself is a higher-dimensional version of the &lt;a href=\"Fundamental%20theorem%20of%20calculus\"&gt;Fundamental Theorem of Calculus&lt;/a&gt;. Research in physics—in particular elasticity, heat conduction, hydrodynamics, and electromagnetism—motivated the development of vector calculus in the nineteenth century.\n&lt;a href=\"Arthur%20Cayley\"&gt;Arthur Cayley&lt;/a&gt; is credited with the creation of the theory of &lt;a href=\"Matrix%20%28mathematics%29\"&gt;matrices&lt;/a&gt;—rectangular arrays of numbers—as distinct objects from &lt;a href=\"determinant\"&gt;determinant&lt;/a&gt;s, studied since the mid-eighteenth century. The term \"matrix\" was coined by &lt;a href=\"James%20Joseph%20Sylvester\"&gt;James Joseph Sylvester&lt;/a&gt;, a major contributor to the theory of determinants. It is difficult to overestimate the value of matrix theory to modern theoretical physics. Peter Tait wrote, prophetically, that Cayley was \"forging the weapons for future generations of physicists.\"\nTheoretical mechanics and optics.\nEarly contributions study of elasticity—how objects behave under stresses, pressures, and loads— employed \"ad hoc\" hypotheses to solve specific problems. It was during the nineteenth century that scientists began to work out a thorough theory. In 1821, using an analogy with elastic bodies, French professor of mechanics &lt;a href=\"Claude-Louis%20Navier\"&gt;Claude-Louis Navier&lt;/a&gt; arrived at the basic equations of motion for viscous fluids. &lt;a href=\"Sir%20George%20Stokes%2C%201st%20Baronet\"&gt;George Gabriel Stokes&lt;/a&gt; re-derived them in 1845 using continuum mechanics in a paper titled \"On the Theories of Internal Friction of Fluids in Motion.\" In it, Stokes sought to develop a mathematical description for all known fluids that take into account &lt;a href=\"viscosity\"&gt;viscosity&lt;/a&gt;, or internal friction. These are now referred to as the &lt;a href=\"Navier%E2%80%93Stokes%20equations\"&gt;Navier–Stokes equations&lt;/a&gt;.\nIn 1852, Stokes showed that light &lt;a href=\"Polarization%20%28waves%29\"&gt;polarisation&lt;/a&gt; can be described in terms of what are now known as the &lt;a href=\"Stokes%20parameters\"&gt;Stokes parameters&lt;/a&gt;. The Stokes parameters for a given wave may be viewed as a vector.\nFounded in the eighteenth century, the &lt;a href=\"calculus%20of%20variations\"&gt;calculus of variations&lt;/a&gt; grew into a much favored mathematical tool among physicists. Scientific problems thus became the impetus for the development of the subject. &lt;a href=\"William%20Rowan%20Hamilton\"&gt;William Rowan Hamilton&lt;/a&gt; advanced it in his course to construct a deductive framework for &lt;a href=\"Hamiltonian%20optics\"&gt;optics&lt;/a&gt;; he then applied the same ideas to &lt;a href=\"Hamiltonian%20mechanics\"&gt;mechanics&lt;/a&gt;. With an appropriate &lt;a href=\"variational%20principle\"&gt;variational principle&lt;/a&gt;, one could deduce the equations of motion for a given mechanical or optical system. Soon, scientists worked out the variational principles for the theory of elasticity, electromagnetism, and fluid mechanics (and, in the future, relativity and quantum theory). Whilst variational principles did not necessarily provide a simpler way to solve problems, they were of interest for philosophical or aesthetic reasons, though scientists at this time were not as motivated by religion in their work as their predecessors. Hamilton's work in physics was great achievement; he was able to provide a unifying mathematical framework for wave propagation and particle motion. In light of this description, it becomes clear why the wave and corpuscle theories of light were equally able to account for the phenomena of reflection and refraction. Hamilton's equations also proved useful in calculating planetary orbits.\nIn 1845, &lt;a href=\"John%20James%20Waterston\"&gt;John James Waterson&lt;/a&gt; submitted to the Royal Society a paper on the &lt;a href=\"kinetic%20theory%20of%20gases\"&gt;kinetic theory of gases&lt;/a&gt; that included a statement of the &lt;a href=\"equipartition%20theorem\"&gt;equipartition theorem&lt;/a&gt; and a calculation of the ratio of the specific heats of gases. Although the paper was read before the Society and its abstract published, Waterson's paper faced antipathy. At this time, the kinetic theory of gases was considered highly speculative as it was based on the then not-accepted atomic hypothesis. But by the mid-1850s, interest was revived. In the 1860s, James Clerk Maxwell published a series of papers on the subject. Unlike those of his predecessors, who were only using averages, Maxwell's papers were explicitly statistical in nature. He proposed that the speeds of molecules in a gas followed a distribution. Although the speeds would cluster around the average, some molecules were moving faster or slower than this average. He showed that this distribution is a function of temperature and mathematically described various properties of gases, such as diffusion and viscosity. He predicted, surprisingly, that the viscosity of a gas is independent of its density. This was verified at once by a series of experiments Maxwell conducted with his wife, Katherine. Experimental verification of the &lt;a href=\"Maxwell%E2%80%93Boltzmann%20distribution\"&gt;Maxwell distribution&lt;/a&gt; was not obtained till 60 years later, however. In the meantime, the Austrian &lt;a href=\"Ludwig%20Boltzmann\"&gt;Ludwig Boltzmann&lt;/a&gt; developed Maxwell's statistics further and &lt;a href=\"H-theorem\"&gt;proved&lt;/a&gt;, in 1872, using the \"formula_3-function,\" that the Maxwellian distribution is stable and any non-Maxwellian distribution would morph into it.\nIn his \"Dynamics of Rigid Bodies\" (1877), &lt;a href=\"Edward%20Routh\"&gt;Edward John Routh&lt;/a&gt; noted the importance of what he called \"absent coordinates,\" also known as cyclic coordinates or &lt;a href=\"Lagrangian%20mechanics%23Cyclic%20coordinates%20and%20conserved%20momenta\"&gt;ignorable coordinates&lt;/a&gt; (following the terminology of E. T. Whittaker). Such coordinates are associated with conserved momenta and as such are useful in problem solving. Routh also devised a new method for solving problems in mechanics. Although &lt;a href=\"Routhian%20mechanics\"&gt;Routh's procedure&lt;/a&gt; does not add any new insights, it allows for more systematic and convenient analysis, especially in problems with many degrees of freedom and at least some cyclic coordinates.\nIn 1899, at the request the British Association for the Advancement of Science from the year before, &lt;a href=\"E.%20T.%20Whittaker\"&gt;Edmund Taylor Whittaker&lt;/a&gt; submitted his \"Report on the Progress of Solution to the Problem of Three Bodies\". At that time, classical mechanics in general and the &lt;a href=\"three-body%20problem\"&gt;three-body problem&lt;/a&gt; in particular captured the imagination of many talented mathematicians, whose contributions Whittaker covered in his \"Report\". Whittaker later incorporated the \"Report\" into his textbook titled \"&lt;a href=\"Analytical%20Dynamics%20of%20Particles%20and%20Rigid%20Bodies\"&gt;Analytical Dynamics of Particles and Rigid Bodies&lt;/a&gt;\" (first edition 1907). It helped provide the scientific basis for the aerospace industry in the twentieth century. Despite its age, it remains in print in the early twenty-first century.\nThermodynamics, heat engines, and refrigerators.\nDuring the 1830s and 1840s, traditional caloric theory of heat began losing favour to \"dynamical\" alternatives, which posit that heat is a kind of motion. Brewer and amateur scientist &lt;a href=\"James%20Prescott%20Joule\"&gt;James Prescott Joule&lt;/a&gt; was one of the proponents of the latter. Joule's intricate experiments—the most successful of which involved heating water with paddle wheels—making full use of his skill in temperature control as a brewer, demonstrated decisively the reality of the \"mechanical equivalent of heat.\" What would later become known as the \"conservation of energy\" was pursued by many other workers approaching the subject from a variety of backgrounds, from medicine and physiology to physics and engineering. Another notable contributor to this development was the German researcher &lt;a href=\"Hermann%20von%20Helmholtz\"&gt;Hermann von Helmholtz&lt;/a&gt;, who gave an essentially Newtonian, that is, mechanical, account. &lt;a href=\"William%20Thomson%2C%201st%20Baron%20Kelvin\"&gt;William Thomson&lt;/a&gt; (later Lord Kelvin) received the works of Joule and Helmholtz positively, embracing them as providing support for the emerging \"science of energy.\" In the late 1840s to the 1850s, Kelvin, his friend &lt;a href=\"William%20John%20MacQuorn%20Rankine\"&gt;William John Macquorn Rankine&lt;/a&gt;, and the German &lt;a href=\"Rudolf%20Clausius\"&gt;Rudolf Clausius&lt;/a&gt; published a steady stream of papers concerning heat engines and an absolute temperature scale. Indeed, the commercial value of new science had already become apparent by this time; some businessmen were quite willing to offer generous financial support for researchers. Rankine spoke confidently of the new science of \"thermodynamics\", a term Kelvin coined in 1854, whose fundamental principles came to be known as the &lt;a href=\"First%20law%20of%20thermodynamics\"&gt;First&lt;/a&gt; and &lt;a href=\"Second%20law%20of%20thermodynamics\"&gt;Second Laws&lt;/a&gt; and whose core concepts were \"energy\" and \"entropy.\" Kelvin and &lt;a href=\"Peter%20Tait%20%28physicist%29\"&gt;Peter Guthrie Tait&lt;/a&gt;'s \"&lt;a href=\"Treatise%20on%20Natural%20Philosophy\"&gt;Treatise on Natural Philosophy&lt;/a&gt;\" (1867) was an attempt to reformulate physics in terms of energy. Here, Kelvin and Tait introduced the phrase \"&lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt;\" (instead of 'actual'), now in standard usage. The phrase \"&lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt;\" was promoted by Rankine.\nOn the practical side, the food-preserving effect of low temperatures had long been recognised. Natural ice was vigorously traded in the early nineteenth century, but it was inevitably in short supply, especially in Australia. During the eighteenth and nineteenth centuries, there was considerable commercial incentive to develop ever more effective &lt;a href=\"refrigerator\"&gt;refrigerator&lt;/a&gt;s thanks to the expansion of agriculture in the Americas, Australia, and New Zealand and rapid urbanization in Western Europe. From the 1830s onward, refrigerators relied on the expansion of compressed air or the evaporation of a volatile liquid; evaporation became the basis of all modern refrigerator designs. Long-distance shipping of perishable foods, such as meat, boomed in the late 1800s.\nOn the theoretical side, new refrigeration techniques were also of great value. From his &lt;a href=\"Kelvin\"&gt;absolute temperature scale&lt;/a&gt;, Lord Kelvin deduced the existence of absolute zero occurring at −273.15 °C. Scientists began trying to reach ever lower temperatures and to liquefy every gas they encountered. This paved the way for the development of &lt;a href=\"Cryogenics\"&gt;low-temperature physics&lt;/a&gt; and the &lt;a href=\"Third%20law%20of%20thermodynamics\"&gt;Third Law of Thermodynamics&lt;/a&gt;.\nNatural history.\nThis study of natural history was most powerfully advanced by &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; and his theory of &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt; first published in his book \"&lt;a href=\"On%20the%20Origin%20of%20Species\"&gt;On the Origin of Species&lt;/a&gt;\" in 1859.\nResearch in geology and evolutionary biology naturally led to the question of how old the Earth was. Indeed, between the mid-1700s to the mid-1800s, this was the topic of increasingly sophisticated intellectual discussions. With the advent of thermodynamics, it became clear that the Earth and the Sun must have an old but finite age. Whatever the energy source of the Sun, it must be finite, and since it is constantly dissipating, there must be a day when the Sun runs out of energy. Lord Kelvin wrote in 1852, \"...within a finite period of time past the earth must have been, and within a finite period of time to come the earth must again be, unfit for the habitation of man as at present constituted, unless operations have been, or are to be performed, which are impossible under the laws to which the known operations going on are subject.\" In the 1860s, Kelvin employed a mathematical model by von Helmholtz suggesting that the energy of the Sun is released via gravitational collapse to calculate the age of the Sun to be between 50 and 500 million years. He reached comparable figures for the Earth. The missing ingredient here was radioactivity, which was not known to science till the end of the nineteenth century.\nElectricity, magnetism, and electrification.\nAfter the Dane &lt;a href=\"Hans%20Christian%20%C3%98rsted\"&gt;Hans Christian Ørsted&lt;/a&gt; demonstrated that it was possible to deflect a magnetic needle by closing or opening an electric circuit nearby, a deluge of papers attempting explain the phenomenon was published. &lt;a href=\"Michael%20Faraday\"&gt;Michael Faraday&lt;/a&gt; set himself to the task of clarifying the nature of electricity and magnetism by experiments. In doing so, he devised what could be described as the first &lt;a href=\"electric%20motor\"&gt;electric motor&lt;/a&gt; (though it does not resemble a modern one), a &lt;a href=\"transformer\"&gt;transformer&lt;/a&gt; (now used to step up the voltage and step down the current or vice versa), and a &lt;a href=\"dynamo\"&gt;dynamo&lt;/a&gt; (which contains the basics of all electric turbine generators). The practical value of Faraday's research on electricity and magnetism was nothing short of revolutionary. A dynamo converts mechanical energy into an electrical current whilst a motor does the reverse. The world's first power plants entered service in 1883, and by the following year, people realized the possibility of using electricity to power a variety of household appliances. Inventors and engineers soon raced to develop such items, starting with affordable and durable incandescent light bulbs, perhaps the most important of the early applications of electricity.\nAs the foremost expert on electricity and magnetism at the time, Lord Kelvin oversaw the laying of the trans-Atlantic telegraphic cable, which became successful in 1866. Drawing on the work of his predecessors, especially the experimental research of Michael Faraday, the analogy with heat flow by Lord Kelvin, and the mathematical analysis of George Green, &lt;a href=\"James%20Clerk%20Maxwell\"&gt;James Clerk Maxwell&lt;/a&gt; synthesized all that was known about electricity and magnetism into a single mathematical framework, &lt;a href=\"Maxwell%27s%20equations\"&gt;Maxwell's equations&lt;/a&gt;. Maxwell used his equations to predict the existence of electromagnetic waves, which travel at the speed of light. In other words, light is but one kind of electromagnetic wave. Maxwell's theory predicted there ought to be other types, with different frequencies. After some ingenious experiments, Maxwell's prediction was confirmed by German physicist &lt;a href=\"Heinrich%20Hertz\"&gt;Heinrich Hertz&lt;/a&gt;. In the process, Hertz generated and detected what are now called radio waves and built crude radio antennas and the predecessors of satellite dishes. Dutch physicist &lt;a href=\"Hendrik%20Lorentz\"&gt;Hendrik Lorentz&lt;/a&gt; derived, using suitable boundary conditions, &lt;a href=\"Fresnel%20equations\"&gt;Fresnel's equations&lt;/a&gt; for the reflection and transmission of light in different media from Maxwell's equations. He also showed that Maxwell's theory succeeded in illuminating the phenomenon of light dispersion where other models failed. &lt;a href=\"John%20William%20Strutt%2C%203rd%20Baron%20Rayleigh\"&gt;John William Strutt&lt;/a&gt; (Lord Rayleigh) and the American &lt;a href=\"Josiah%20Willard%20Gibbs\"&gt;Josiah Willard Gibbs&lt;/a&gt; then proved that the optical equations derived from Maxwell's theory are the only self-consistent description of the reflection, refraction, and dispersion of light consistent with experimental results. Optics thus found a new foundation in electromagnetism.\nBut it was &lt;a href=\"Oliver%20Heaviside\"&gt;Oliver Heaviside&lt;/a&gt;, an enthusiastic supporter of Maxwell's electromagnetic theory, who deserves most of the credit for shaping how people understood and applied Maxwell's work for decades to come. Maxwell originally wrote down a grand total of 20 equations for the electromagnetic field, which he later reduced to eight. Heaviside rewrote them in the form commonly used today, just four expressions. In addition, Heaviside was responsible for considerable progress in electrical telegraphy, telephony, and the study of the propagation of electromagnetic waves. Independent of Gibbs, Heaviside assembled a set of mathematical tools known as &lt;a href=\"vector%20calculus\"&gt;vector calculus&lt;/a&gt; to replace the &lt;a href=\"quaternion\"&gt;quaternion&lt;/a&gt;s, which were in vogue at the time but which Heaviside dismissed as \"antiphysical and unnatural.\"\nFaraday also investigated how electrical currents affected chemical solutions. His experiments led him to the two laws of &lt;a href=\"electrochemistry\"&gt;electrochemistry&lt;/a&gt;. Together with Whewell, Faraday introduced the basic vocabulary for the subject, the words \"electrode\", \"anode\", \"cathode\", \"electrolysis\", \"electrolyte\", \"ion\", \"anion\", and \"cation\". They remain in standard usage. But Faraday's work was of value to more than just chemists. In his Faraday Memorial Lecture in 1881, the German Hermann von Helmholtz asserted that &lt;a href=\"Faraday%27s%20laws%20of%20electrolysis\"&gt;Faraday's laws of electrochemistry&lt;/a&gt; hinted at the atomic structure of matter. If the chemical elements were distinguishable from one another by simple ratios of mass, and if the same amounts of electricity deposited amounts of these elements upon the poles in ratios, then electricity must also come in as discrete units, later named electrons.\nIn the late nineteenth century, the nature of the energy emitted by the discharge between high-voltage electrodes inside an evacuated tube—&lt;a href=\"cathode%20ray\"&gt;cathode ray&lt;/a&gt;s—attracted the attention of many physicists. While the Germans thought cathode rays were waves, the British and the French believed they were particles. Working at the &lt;a href=\"Cavendish%20Laboratory\"&gt;Cavendish Laboratory&lt;/a&gt;, established by Maxwell, &lt;a href=\"J.%20J.%20Thomson\"&gt;J. J. Thompson&lt;/a&gt; directed a dedicate experiment demonstrating that cathode rays were in fact negatively charged particles, now called electrons. The experiment enabled Thompson to calculate the ratio between the magnitude of the charge and the mass of the particle (formula_4). In addition, because the ratio was the same regardless of the metal used, Thompson concluded that electrons must be a constituent of all atoms. Although the atoms of each chemical elements have different numbers of electrons, all electrons are identical.\nComputer science and logic.\nInspired by the explorations in abstract algebra of &lt;a href=\"George%20Peacock\"&gt;George Peacock&lt;/a&gt; and &lt;a href=\"Augustus%20De%20Morgan\"&gt;Augustus de Morgan&lt;/a&gt;, &lt;a href=\"George%20Boole\"&gt;George Boole&lt;/a&gt; published a book titled \"An Investigation of the Laws of Thought\" (1854), in which he brought the study of logic from philosophy and metaphysics to mathematics. His stated goal was to \"investigate the fundamental laws of those operations of the mind by which reasoning is performed; to give expression to them in the symbolical language of a Calculus, and upon this foundation to establish the science of logical and construct its methods.\" Although ignored at first, &lt;a href=\"Boolean%20algebra\"&gt;Boolean algebra&lt;/a&gt;, as it is now known, became central to the design of circuits and computers in the following century.\nThe desire to construct calculating machines is not new. In fact, it can be traced all the way back to the Hellenistic Civilization. While people have devised such machines over the centuries, mathematicians continued to perform calculations by hand, as machines offered little advantage in speed. For complicated calculations, they employed tables, especially of logarithmic and trigonometric functions, which were computed by hand. But right in the middle of the Industrial Revolution in England, &lt;a href=\"Charles%20Babbage\"&gt;Charles Babbage&lt;/a&gt; thought of using the all-important steam engine to power a mechanical computer, the Difference Engine. Unfortunately, whilst Babbage managed to secure government funds for the construction of the machine, the government subsequently lost and interest and Babbage faced considerable troubles developing the necessary machine components. He abandoned the project to pursue a new one, his Analytical Engine. By 1838, he had worked out the basic design. Like a modern computer, it consisted of two basic parts, one that stores the numbers to be processed (the store), and one that performed the operations (the mill). Babbage adopted the concept of punch cards from the French engineer Joseph Jacquard, who had used it to automate the textile industry in France, to control the operations of his Analytical Engine. Unfortunately, he again lacked the financial resources to build it, and so it remained a theoretical construct. But he did leave behind detailed notes and engineering drawings, from which modern experts conclude that the technology of the time was advanced enough to actually build it, even if he never had enough money to do so.\nIn 1840, Babbage went to Turin to give lectures on his work designing the Analytical Engine to Italian scientists. &lt;a href=\"Ada%20Lovelace\"&gt;Ada Lovelace&lt;/a&gt; translated the notes published by one of the attendees into English and heavily annotated it. She wrote down the very first computer program, in her case one for computing the &lt;a href=\"Bernoulli%20number\"&gt;Bernoulli number&lt;/a&gt;s. She employed what modern computer programmers would recognise as &lt;a href=\"Loop%20%28computing%29\"&gt;loops&lt;/a&gt; and decision steps, and gave a detailed diagram, possibly the first &lt;a href=\"flowchart\"&gt;flowchart&lt;/a&gt; ever created.\nShe noted that a calculating machine could perform not just arithmetic operations but also symbolic manipulations. On the limitations and implications of the computer, she wrote,\nCommunication and transportation.\nSteam ships.\nSteam ships were one of the keys to Britain's prosperity in the nineteenth century. This technology, which predates the Victorian era, had a long a rich history. Starting in the late 1700s, people had begun building steam-powered ships with ever increasing size, operational range, and speed, first to cross the English Channel and then the Atlantic and finally to reach places as far away as India and Australia without having to refuel mid-route. International trade and travel boosted demand, and there was intense competition among the shipping companies. Steam ships such as the &lt;a href=\"SS%20Great%20Britain\"&gt;SS \"Great Britain\"&lt;/a&gt; and &lt;a href=\"SS%20Great%20Western\"&gt;SS \"Great Western\"&lt;/a&gt; made international travel more common but also advanced trade, so that in Britain it was not just the luxury goods of earlier times that were imported into the country but essentials and raw materials such as corn and cotton from the United States and meat and wool from Australia.\nAt 693 feet long, 120 feet wide and weighing over 18,900 tons, the &lt;a href=\"SS%20Great%20Eastern\"&gt;SS \"Great Eastern\"&lt;/a&gt; was the largest ship built at the time, capable of transporting 4,000 passengers from Britain to Australia without having to refuel along the way. Even when she was finally broken up for scraps in 1888, she was still the largest ship in the world. Her record was not broken till the Edwardian era with super liners like the \"Lusitania\" in 1907, the \"Titanic\" in 1912. Yet despite being a remarkable feat of engineering, the \"Great Eastern\" became more and more of a white elephant as smaller and faster ships were in greater demand. Nevertheless, she gained a new lease of life when she was chartered to lay telegraphic cables across the Atlantic, and then to India. Her size and range made her ideally suited for the task.\nThe British government had long realised that national prosperity depended on trade. For that reason, it deployed the Royal Navy to protect maritime trade routes and financed the construction of many steam ships.\nTelegraphy, telephony, the wireless, and photography.\nAlthough the idea of transmitting messages via electrical signals dated back to the eighteenth century, it was not until the 1820s that advances in the study of electricity and magnetism made that a practical reality. In 1837, &lt;a href=\"William%20Fothergill%20Cooke\"&gt;William Fothergill Cooke&lt;/a&gt; and &lt;a href=\"Charles%20Wheatstone\"&gt;Charles Wheatstone&lt;/a&gt; invented a telegraphic system that used electrical currents to deflect magnetic needles, thus transmitting coded messages. This &lt;a href=\"Cooke%20and%20Wheatstone%20telegraph\"&gt;design&lt;/a&gt; soon made its way all across Britain, appearing in every town and post office. By the mid-1800s, a telegraphic cable was laid across the English Channel, the Irish Sea, and the North Sea. In 1866, the SS \"Great Eastern\" successfully laid the &lt;a href=\"Transatlantic%20telegraph%20cable\"&gt;transatlantic telegraphic cable&lt;/a&gt;. A global network boomed towards the end of the century.\nIn 1876, &lt;a href=\"Alexander%20Graham%20Bell\"&gt;Alexander Graham Bell&lt;/a&gt; patented the &lt;a href=\"telephone\"&gt;telephone&lt;/a&gt;. Like the telegraph, the telephone enabled rapid personal communication. A little over a decade later, 26,000 telephones were in service in Britain (and 150,000 in America) had telephones. Multiple switchboards were installed in every major town and city.\nHertz's experimental work in electromagnetism stimulated interest in the possibility of wireless communication, which did not require long and expensive cables and was faster than even the telegraph. Receiving little support in his native Italy, &lt;a href=\"Guglielmo%20Marconi\"&gt;Guglielmo Marconi&lt;/a&gt; moved to England and adapted Hertz's equipment for this purpose in the 1890s. He achieved the first international wireless transmission between England and France in 1900 and by the following year, he succeeded in sending messages in Morse code across the Atlantic. Seeing its value, the shipping industry adopted this technology at once. &lt;a href=\"Radio%20broadcasting\"&gt;Radio broadcasting&lt;/a&gt; became extremely popular in the twentieth century and remains in common use in the early twenty-first. In fact, the global communications network of the twenty-first century has its roots in the Victorian era.\nPhotography was realised in 1839 by &lt;a href=\"Louis%20Daguerre\"&gt;Louis Daguerre&lt;/a&gt; in France and &lt;a href=\"William%20Fox%20Talbot\"&gt;William Fox Talbot&lt;/a&gt; in Britain. By 1889, hand-held cameras were available.\nAnother important innovation in communications was the &lt;a href=\"Penny%20Black\"&gt;Penny Black&lt;/a&gt;, the first postage stamp, which standardised postage to a flat price regardless of distance sent.\nRailways.\nA central development during the Victorian era was the rise of rail transport. The new railways all allowed goods, raw materials, and people to be moved about, rapidly facilitating trade and industry. The financing of railways became an important specialty of London's financiers. They retained an ownership share even while turning over management to locals; that ownership was largely liquidated in 1914–1916 to pay for the World War. Railroads originated in England because industrialists had already discovered the need for inexpensive transportation to haul coal for the new steam engines, to supply parts to specialized factories, and to take products to market. The existing system of canals was inexpensive but was too slow and too limited in geography. The railway system led to a reorganisation of society more generally, with \"railway time\" being the standard by which clocks were set throughout Britain; the complex railway system setting the standard for technological advances and efficiency.\nThe engineers and businessmen needed to create and finance a railway system were available; they knew how to invent, to build, and to finance a large complex system. The first quarter of the 19th century involved numerous experiments with locomotives and rail technology. By 1825 railways were commercially feasible, as demonstrated by &lt;a href=\"George%20Stephenson\"&gt;George Stephenson&lt;/a&gt; (1791–1848) when he built the &lt;a href=\"Stockton%20and%20Darlington\"&gt;Stockton and Darlington&lt;/a&gt;. On his first run, his locomotive pulled 38 freight and passenger cars at speeds as high as 12 miles per hour. Stephenson went on to design many more railways and is best known for standardizing designs, such as the \"&lt;a href=\"standard%20gauge\"&gt;standard gauge&lt;/a&gt;\" of rail spacing, at 4 feet 8½ inches.\n&lt;a href=\"Thomas%20Brassey\"&gt;Thomas Brassey&lt;/a&gt; (1805–70) was even more prominent, operating construction crews that at one point in the 1840s totalled 75,000 men throughout Europe, the British Empire, and Latin America. Brassey took thousands of British engineers and mechanics across the globe to build new lines. They invented and improved thousands of mechanical devices, and developed the science of civil engineering to build roadways, tunnels and bridges. Britain had a superior financial system based in London that funded both the railways in Britain and also in many other parts of the world, including the United States, up until 1914. The boom years were 1836 and 1845–47 when Parliament authorised 8,000 miles of lines at a projected cost of £200 million, which was about the same value as the country's annual Gross Domestic Product (GDP) at that time. A new railway needed a charter, which typically cost over £200,000 (about $1 million) to obtain from Parliament, but opposition could effectively prevent its construction. The canal companies, unable or unwilling to upgrade their facilities to compete with railways, used political power to try to stop them. The railways responded by purchasing about a fourth of the canal system, in part to get the right of way, and in part to buy off critics. Once a charter was obtained, there was little government regulation, as laissez-faire and private ownership had become accepted practices.\nThe different lines typically had exclusive territory, but given the compact size of Britain, this meant that multiple competing lines could provide service between major cities. &lt;a href=\"George%20Hudson\"&gt;George Hudson&lt;/a&gt; (1800–1871) became the \"railway king\" of Britain. He merged various independent lines and set up a \"Clearing House\" in 1842 which rationalized interconnections by establishing uniform paperwork and standard methods for transferring passengers and freight between lines, and rates when one system used freight cars owned by another. By 1850, rates had fallen to a penny a ton mile for coal, at speeds of up to fifty miles an hour. Britain now had had the model for the world in a well integrated, well-engineered system that allowed fast, cheap movement of freight and people, and which could be replicated in other major nations.\nThe railways directly or indirectly employed tens of thousands of engineers, mechanics, repairmen and technicians, as well as statisticians and financial planners. They developed new and more efficient and less expensive techniques. Most important, they created a mindset of how technology could be used in many different forms of business. Railways had a major impact on industrialization. By lowering transportation costs, they reduced costs for all industries moving supplies and finished goods, and they increased demand for the production of all the inputs needed for the railroad system itself. By 1880, there were 13,500 locomotives which each carried 97,800 passengers a year, or 31,500 tons of freight.\nMember of Parliament and Solicitor to the City of London &lt;a href=\"Charles%20Pearson\"&gt;Charles Pearson&lt;/a&gt; campaigned for an underground rail service in London. Parts of the first such railway, the &lt;a href=\"Metropolitan%20line\"&gt;Metropolitan Line&lt;/a&gt;, opened to the public in 1863, thereby becoming the first subway line in the world. Trains were originally steam-powered, but in 1890, the first electric trains entered service. That same year, the whole system became officially known as the Tube after the shape of the rail tunnels. (It was not until 1908 that the name &lt;a href=\"London%20Underground\"&gt;London Underground&lt;/a&gt; was introduced.)\nIndia provides an example of the London-based financiers pouring money and expertise into a very well built system designed for military reasons (after the Mutiny of 1857), and with the hope that it would stimulate industry. The system was overbuilt and much too elaborate and expensive for the small amount of freight traffic it carried. However, it did capture the imagination of the Indians, who saw their railways as the symbol of an industrial modernity—but one that was not realised until a century or so later.\nPublic safety, health and medicine.\nA &lt;a href=\"Coal%20gas\"&gt;gas&lt;/a&gt; &lt;a href=\"Cross-link\"&gt;network&lt;/a&gt; for &lt;a href=\"Gas%20lighting\"&gt;lighting&lt;/a&gt; and &lt;a href=\"Gas%20heater\"&gt;heating&lt;/a&gt; was introduced in the 1880s. The model town of &lt;a href=\"Saltaire\"&gt;Saltaire&lt;/a&gt; was founded, along with others, as a planned environment with good sanitation and many civic, educational and recreational facilities, although it lacked a &lt;a href=\"pub\"&gt;pub&lt;/a&gt;, which was regarded as a focus of dissent. Although initially developed in the early years of the 19th century, gas lighting became widespread during the Victorian era in industry, homes, public buildings and the &lt;a href=\"Street%20light\"&gt;streets&lt;/a&gt;. The invention of the &lt;a href=\"Incandescence\"&gt;incandescent&lt;/a&gt; &lt;a href=\"gas%20mantle\"&gt;gas mantle&lt;/a&gt; in the 1890s greatly improved light output and ensured its survival as late as the 1960s. Hundreds of &lt;a href=\"gasworks\"&gt;gasworks&lt;/a&gt; were constructed in cities and towns across the country. In 1882, incandescent &lt;a href=\"electric%20light\"&gt;electric light&lt;/a&gt;s were introduced to London streets, although it took many years before they were installed everywhere.\nMedicine progressed during Queen Victoria's reign. In fact, medicine at the start of the nineteenth century was little different from that in the medieval era whereas by the end of the century, it became a lot closer to twenty-first century practice thanks to advances in science, especially microbiology, paving the way for the &lt;a href=\"germ%20theory%20of%20disease\"&gt;germ theory of disease&lt;/a&gt;. This was during the height of the Industrial Revolution, and urbanisation occurred at a frantic pace. As the population density of the cities grew, epidemics of cholera, &lt;a href=\"smallpox\"&gt;smallpox&lt;/a&gt;, &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;, and typhus were commonplace.\nAfter studying previous outbreaks, physician &lt;a href=\"John%20Snow\"&gt;John Snow&lt;/a&gt; drew the conclusion that &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt; was a water-borne disease. When the 1854 broke out, Snow mapped the locations of the cases in Soho, London, and found that they centered around a well he deemed contaminated. He asked that the pump's handle be replaced, after which the epidemic petered out. Snow also discovered that households whose water supplies came from companies that used the Thames downstream, after many sewers had flown into the river, were fourteen times more likely to die from cholera. He thus recommended boiling water before use.\nSanitation reforms, prompted by the Public Health Acts &lt;a href=\"Public%20Health%20Act%201848\"&gt;1848&lt;/a&gt; and 1869, were made in the crowded, dirty streets of the existing cities, and soap was the main product shown in the relatively new phenomenon of advertising. A great engineering feat in the Victorian Era was the &lt;a href=\"London%20sewerage%20system\"&gt;sewage system in London&lt;/a&gt;. It was designed by &lt;a href=\"Joseph%20Bazalgette\"&gt;Joseph Bazalgette&lt;/a&gt; in 1858. He proposed to build of sewer system linked with over of street sewers. Many problems were encountered but the sewers were completed. After this, Bazalgette designed the &lt;a href=\"Thames%20Embankment\"&gt;Thames Embankment&lt;/a&gt; which housed sewers, water pipes and the London Underground. During the same period, London's water supply network was expanded and improved.\n&lt;a href=\"John%20Simon%20%28pathologist%29\"&gt;John Simon&lt;/a&gt;, as chief medical officer of the General Board of Health, secured funds for research into various common infectious diseases at the time, including cholera, &lt;a href=\"diphtheria\"&gt;diphtheria&lt;/a&gt;, smallpox, and &lt;a href=\"typhus\"&gt;typhus&lt;/a&gt;. Using his political influence, he garnered support for the &lt;a href=\"Public%20Health%20Act%201875\"&gt;Public Health Act of 1875&lt;/a&gt;, which focused on preventative measures in housing, the water supply, sewage and drainage, providing Britain with an extensive public health system.\nBy mid-century, the &lt;a href=\"stethoscope\"&gt;stethoscope&lt;/a&gt; became an oft-used device and designs of the &lt;a href=\"microscope\"&gt;microscope&lt;/a&gt; had advanced enough for scientists to closely examine pathogens. The pioneering work of French microbiologist &lt;a href=\"Louis%20Pasteur\"&gt;Louis Pasteur&lt;/a&gt; from the 1850s earned widespread acceptance for the germ theory of disease. It led to the introduction &lt;a href=\"antiseptics\"&gt;antiseptics&lt;/a&gt; by &lt;a href=\"Joseph%20Lister%2C%201st%20Baron%20Lister\"&gt;Joseph Lister&lt;/a&gt; in 1867 in the form of carbolic acid (&lt;a href=\"phenol\"&gt;phenol&lt;/a&gt;). He instructed the hospital staff to wear gloves and wash their hands, instruments, and dressings with a phenol solution and in 1869, he invented a machine that would spray carbolic acid in the operating theatre during surgery. Infection-related deaths fell noticeably as a result.\nAs the British Empire expanded, Britons found themselves facing novel climates and contagions; there was active research into tropical diseases. In 1898, &lt;a href=\"Ronald%20Ross\"&gt;Ronald Ross&lt;/a&gt; proved that the mosquito was responsible for spreading &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt;.\nAlthough &lt;a href=\"nitrous%20oxide\"&gt;nitrous oxide&lt;/a&gt;, or laughing gas, had been proposed as an &lt;a href=\"anaesthetic\"&gt;anaesthetic&lt;/a&gt; as far back as 1799 by &lt;a href=\"Humphry%20Davy\"&gt;Humphry Davy&lt;/a&gt;, it was not until 1846 when an American dentist named &lt;a href=\"William%20T.G.%20Morton\"&gt;William Morton&lt;/a&gt; started using &lt;a href=\"diethyl%20ether\"&gt;ether&lt;/a&gt; on his patients that anaesthetics became common in the medical profession. In 1847 &lt;a href=\"chloroform\"&gt;chloroform&lt;/a&gt; was introduced as an anaesthetic by &lt;a href=\"James%20Young%20Simpson\"&gt;James Young Simpson&lt;/a&gt;. Chloroform was favoured by doctors and hospital staff because it is much less flammable than ether, but critics complained that it could cause the patient to have a heart attack. Chloroform gained in popularity in England and Germany after John Snow gave Queen Victoria chloroform for the birth of her eighth child (Prince Leopold). By 1920, chloroform was used in 80 to 95% of all narcoses performed in the UK and German-speaking countries. A combination of antiseptics and anaesthetics helped surgeons operate more carefully and comfortably on their patients.\nAnaesthetics made painless &lt;a href=\"dentistry\"&gt;dentistry&lt;/a&gt; possible. At the same time sugar consumption in the British diet increased, greatly increasing instances of &lt;a href=\"tooth%20decay\"&gt;tooth decay&lt;/a&gt;. As a result, more and more people were having teeth extracted and needing &lt;a href=\"dentures\"&gt;dentures&lt;/a&gt;. This gave rise to \"Waterloo Teeth\", which were real human teeth set into hand-carved pieces of ivory from hippopotamus or walrus jaws. The teeth were obtained from executed criminals, victims of battlefields, from grave-robbers, and were even bought directly from the desperately impoverished.\nThe increase in tooth decay also brought the first prominent recommendation for fluoride as a nutrient, particularly in pregnancy and childhood, in 1892.\nNews of the discovery of &lt;a href=\"X-ray\"&gt;X-ray&lt;/a&gt;s in 1895 spread like wildfire. Its medical value was realised immediately, and within a year, doctors were prescribing X-rays for diagnosis, in particular to locate bone fractures and foreign objects inside the patient's body. Radioactivity was discovered 1896, and was later to used to treat cancer.\nDuring the second half of the nineteenth century, British medical doctors became increasingly specialised, following the footsteps of their German counterparts, and more hospitals were built. Surgeons began wearing gowns in the operating room and doctors white coats and stethoscopes, sights that are common in the early twenty-first century.\nYet despite all the aforementioned medical advances, the mortality rate fell only marginally, from 20.8 per thousand in 1850 to 18.2 by the end of the century. Urbanisation aided the spread of diseases and squalid living conditions in many places exacerbated the problem. Moreover, while some diseases, such as cholera, were being driven out, others, such as &lt;a href=\"Sexually%20transmitted%20infection\"&gt;sexually transmitted diseases&lt;/a&gt;, made themselves felt.\nMoral standards.\nVictorian morality was a surprising new reality. The changes in moral standards and actual behaviour across the British were profound. Historian &lt;a href=\"Harold%20Perkin\"&gt;Harold Perkin&lt;/a&gt; wrote:\nBetween 1780 and 1850 the English ceased to be one of the most aggressive, brutal, rowdy, outspoken, riotous, cruel and bloodthirsty nations in the world and became one of the most inhibited, polite, orderly, tender-minded, prudish and hypocritical.\nHistorians continue to debate the various causes of this dramatic change. &lt;a href=\"Asa%20Briggs\"&gt;Asa Briggs&lt;/a&gt; emphasizes the strong reaction against the French Revolution, and the need to focus British efforts on its defeat and not be diverged by pleasurable sins. Briggs also stresses the powerful role of the evangelical movement among the Nonconformists, as well as the Evangelical faction inside the established Church of England. The religious and political reformers set up organizations that monitored behaviour, and pushed for government action.\nAmong the higher social classes, there was a marked decline in gambling, horse races, and obscene theatres; there was much less heavy gambling or patronage of upscale houses of prostitution. The highly visible debauchery characteristic of aristocratic England in the early 19th century simply disappeared.\nHistorians agree that the middle classes not only professed high personal moral standards, but actually followed them. There is a debate whether the working classes followed suit. Moralists in the late 19th century such as &lt;a href=\"Henry%20Mayhew\"&gt;Henry Mayhew&lt;/a&gt; decried the slums for their supposed high levels of cohabitation without marriage and illegitimate births. However new research using computerized matching of data files shows that the rates of cohabitation were quite low—under 5%—for the working class and the poor. By contrast, in 21st-century Britain nearly half of all children are born outside marriage, and nine in ten newlyweds have been cohabitating.\nCrime, police and prisons.\nCrime was getting exponentially worse. There were 4,065 arrests for criminal offenses in 1805, tripling to 14,437 in 1835 and doubling to 31,309 in 1842 in England and Wales.\n18th-century British criminology had emphasized severe punishment. Slowly capital punishment was replaced by transportation, first to the American colonies and then to Australia, and, especially, by long-term incarceration in newly built prisons. As one historian points out, \"Public and violent punishment which attacked the body by branding, whipping, and hanging was giving way to reformation of the mind of the criminal by breaking his spirit, and encouraging him to reflect on his shame, before labour and religion transformed his character.\" Crime rates went up, leading to calls for harsher measures to stop the 'flood of criminals' released under the penal servitude system. The reaction from the committee set up under the commissioner of prisons, Colonel &lt;a href=\"Edmund%20Frederick%20du%20Cane\"&gt;Edmund Frederick du Cane&lt;/a&gt;, was to increase minimum sentences for many offences with deterrent principles of 'hard labour, hard fare, and a hard bed'. As the prisons grew more numerous, they became more depraved. Historian S. G. Checkland says, \"It was sunk in promiscuity and squalor, jailers' tyranny and greed, and administrative confusion.\" In 1877 du Cane encouraged &lt;a href=\"Benjamin%20Disraeli\"&gt;Disraeli&lt;/a&gt;'s government to remove all prisons from local government; he held a firm grip on the prison system till his forced retirement in 1895. By the 1890s, the prison population was over 20,000.\nBy the Victorian era, &lt;a href=\"penal%20transportation\"&gt;penal transportation&lt;/a&gt; to Australia was falling out of use since it did not reduce crime rates. The British penal system underwent a transition from harsh punishment to reform, education, and training for post-prison livelihoods. The reforms were controversial and contested. In 1877–1914 era a series of major legislative reforms enabled significant improvement in the penal system. In 1877, the previously localized prisons were nationalized in the Home Office under a Prison Commission. The Prison Act of 1898 enabled the Home Secretary to impose multiple reforms on his own initiative, without going through the politicized process of Parliament. The Probation of Offenders Act of 1907 introduced a new probation system that drastically cut down the prison population, while providing a mechanism for transition back to normal life. The Criminal Justice Administration Act of 1914 required courts to allow a reasonable time before imprisonment was ordered for people who did not pay their fines. Previously tens of thousands of prisoners had been sentenced solely for that reason. The Borstal system after 1908 was organized to reclaim young offenders, and the Children Act of 1908 prohibited imprisonment under age 14, and strictly limited that of ages 14 to 16. The principal reformer was Sir &lt;a href=\"Evelyn%20Ruggles-Brise\"&gt;Evelyn Ruggles-Brise&lt;/a&gt;, the chair of the Prison Commission.\nThe infamous &lt;a href=\"Whitechapel%20murders\"&gt;Whitechapel murders&lt;/a&gt;, purportedly composed by &lt;a href=\"serial%20killer\"&gt;serial killer&lt;/a&gt; &lt;a href=\"Jack%20the%20Ripper\"&gt;Jack the Ripper&lt;/a&gt;, were committed in London in 1888, during the mid-to-late chapter of the Victorian era.\nProstitution.\nDuring Victorian England, prostitution was seen as a \"great social evil\" by clergymen and major news organizations, but many feminists viewed prostitution as a means of economic independence for women. Estimates of the number of prostitutes in London in the 1850s vary widely, but in his landmark study, \"Prostitution\", &lt;a href=\"William%20Acton%20%28doctor%29\"&gt;William Acton&lt;/a&gt; reported an estimation of 8,600 prostitutes in London alone in 1857. The differing views on prostitution have made it difficult to understand its history.\nJudith Walkowitz has multiple works focusing on the feminist point of view on the topic of prostitution. Many sources blame economic disparities as leading factors in the rise of prostitution, and Walkowitz writes that the demographic within prostitution varied greatly. However, women who struggled financially were much more likely to be prostitutes than those with a secure source of income. Orphaned or half-orphaned women were more likely to turn to prostitution as a means of income. While overcrowding in urban cities and the amount of job opportunities for females were limited, Walkowitz argues that there were other variables that lead women to prostitution. Walkowitz acknowledges that prostitution allowed for women to feel a sense of independence and self-respect. Although many assume that pimps controlled and exploited these prostitutes, some women managed their own clientele and pricing. It is evident that women were exploited by this system, yet Walkowitz says that prostitution was often their opportunity to gain social and economic independence. Prostitution at this time was regarded by women in the profession to be a short-term position, and once they earned enough money, there were hopes that they would move on to a different profession.\nAs previously stated, the arguments for and against prostitution varied greatly from it being perceived as a mortal sin or desperate decision to an independent choice. While there were plenty of people publicly denouncing prostitution in England, there were also others who took opposition to them. One event that sparked a lot of controversy was the implementation of the &lt;a href=\"Contagious%20Diseases%20Acts\"&gt;Contagious Diseases Acts&lt;/a&gt;. This was a series of three acts in 1864, 1866 and 1869 that allowed police officers to stop women whom they believed to be prostitutes and force them to be examined. If the suspected woman was found with a venereal disease, they placed the woman into a Lock Hospital. Arguments made against the acts claimed that the regulations were unconstitutional and that they only targeted women. In 1869, a National Association in opposition of the acts was created. Because women were excluded from the first National Association, the Ladies National Association was formed. The leader of that organization was &lt;a href=\"Josephine%20Butler\"&gt;Josephine Butler&lt;/a&gt;. Butler was an outspoken feminist during this time who fought for many social reforms. Her book \"Personal Reminiscences of a Great Crusade\" describes her oppositions to the C.D. acts. Along with the publication of her book, she also went on tours condemning the C.D. acts throughout the 1870s. Other supporters of reforming the acts included Quakers, Methodists and many doctors. Eventually the acts were fully repealed in 1886.\nThe book \"Prostitution-Action\" by Dr. &lt;a href=\"William%20Acton%20%28doctor%29\"&gt;William Acton&lt;/a&gt; included detailed reports on his observations of prostitutes and the hospitals they would be placed in if they were found with a venereal disease. Acton believed that prostitution was a poor institution but it is a result of the supply and demand for it. He wrote that men had sexual desires and they sought to relieve them, and for many, prostitution was the way to do it. While he referred to prostitutes as wretched women, he did note how the acts unfairly criminalized women and ignored the men involved."
}