{
    "id": "32796180",
    "revid": "36722704",
    "url": "https://en.wikipedia.org/wiki?curid=32796180",
    "title": "Cabinet of Myanmar",
    "text": "The Cabinet of Myanmar, officially the Union Government (), is the &lt;a href=\"executive%20branch\"&gt;executive body&lt;/a&gt; of the &lt;a href=\"Republic%20of%20the%20Union%20of%20Myanmar\"&gt;Republic of the Union of Myanmar&lt;/a&gt; led by the &lt;a href=\"president%20of%20Myanmar\"&gt;president of Myanmar&lt;/a&gt;. The &lt;a href=\"Management%20Committee%20of%20the%20State%20Administration%20Council\"&gt;Management Committee of the State Administration Council&lt;/a&gt; serves as the current cabinet.\nQualifications.\nThe &lt;a href=\"Constitution%20of%20Myanmar\"&gt;Constitution of Myanmar&lt;/a&gt; stipulates that Union Ministers must be a &lt;a href=\"Burmese%20nationality%20law\"&gt;Burmese citizen&lt;/a&gt; who has been living in the country for at least ten consecutive years:\nThe Commander-in-Chief appoints the Ministers of Defence, Home Affairs and Border Affairs, selecting candidates from within the &lt;a href=\"Tatmadaw\"&gt;Defence Services&lt;/a&gt; (Tatmadaw), while the President appoints the remainder.\nThe President also appoints the Deputy Ministers of the respective ministries, following the same qualifications as those of Union Ministers, with the exception of age (35 years, instead of 40).\nMyint Swe's Cabinet.\nThe Cabinet was sworn on 1 February 2021 in &lt;a href=\"Naypyidaw\"&gt;Naypyidaw&lt;/a&gt;, after being appointed by Acting President &lt;a href=\"Myint%20Swe%20%28general%29\"&gt;Myint Swe&lt;/a&gt;.\nWin Myint's Cabinet.\nThe cabinet was sworn on 30 March 2018 at the &lt;a href=\"Assembly%20of%20the%20Union\"&gt;Assembly of the Union&lt;/a&gt; in &lt;a href=\"Naypyidaw\"&gt;Naypyidaw&lt;/a&gt;, after being appointed by President &lt;a href=\"Win%20Myint%20%28politician%2C%20born%201951%29\"&gt;Win Myint&lt;/a&gt;.\nHtin Kyaw's Cabinet (April 2016 – March 2018).\nThe Cabinet was sworn on 30 March 2016 at the &lt;a href=\"Assembly%20of%20the%20Union\"&gt;Assembly of the Union&lt;/a&gt; in &lt;a href=\"Naypyidaw\"&gt;Naypyidaw&lt;/a&gt;, after being appointed by President &lt;a href=\"Htin%20Kyaw\"&gt;Htin Kyaw&lt;/a&gt;, after the opposition &lt;a href=\"National%20League%20for%20Democracy\"&gt;National League for Democracy&lt;/a&gt; (NLD) won a majority in both chambers of the parliament. Under the &lt;a href=\"Constitution%20of%20Myanmar\"&gt;constitution&lt;/a&gt;, three ministers – of Border Affairs, Defence and Home Affairs – are appointed by the &lt;a href=\"National%20Defence%20and%20Security%20Council\"&gt;National Defence and Security Council&lt;/a&gt;. The remaining 15 ministers were appointed by Htin Kyaw and included a majority from the NLD, but also two members of the former ruling party, the &lt;a href=\"Union%20Solidarity%20and%20Development%20Party\"&gt;Union Solidarity and Development Party&lt;/a&gt; (USDP) and a number of independents. The cabinet head, Htin Kyaw, resigned on 21 March 2018 and &lt;a href=\"Win%20Myint%20%28politician%2C%20born%201951%29\"&gt;Win Myint&lt;/a&gt; became the new president.\nThein Sein's Cabinet.\nCabinet resignations (August 2015).\nOn 12 August 2015, Minister &lt;a href=\"Tin%20Naing%20Thein\"&gt;Tin Naing Thein&lt;/a&gt;, &lt;a href=\"Myat%20Hein\"&gt;Myat Hein&lt;/a&gt;, &lt;a href=\"Khin%20Yi\"&gt;Khin Yi&lt;/a&gt; and &lt;a href=\"Than%20Htay\"&gt;Than Htay&lt;/a&gt;, who will be competing in the &lt;a href=\"2015%20Burmese%20general%20election\"&gt;8 November election&lt;/a&gt; had resigned, and Lt-Gen &lt;a href=\"Wai%20Lwin\"&gt;Wai Lwin&lt;/a&gt; and Lt-Gen &lt;a href=\"Thet%20Naing%20Win\"&gt;Thet Naing Win&lt;/a&gt; had moved to their former military responsibilities, replaced by Lt-Gen Sein Win and Lt-Gen Kyaw Swe.\nCabinet dismissal and resignations (June–July 2014).\nOn 19 June 2014, &lt;a href=\"Hsan%20Sint\"&gt;Hsan Sint&lt;/a&gt; was dismissed from the office of Minister of Religious Affairs and brought to court for corruption. He is the first Minister dismissed openly. He was succeeded by Soe Win, Deputy Minister for Religious Affairs and former Deputy Minister for Ministry of Information. Minister for Information &lt;a href=\"Aung%20Kyi\"&gt;Aung Kyi&lt;/a&gt; and Minister for Health &lt;a href=\"Pe%20Thet%20Khin\"&gt;Pe Thet Khin&lt;/a&gt; were allowed to resign on 29 July 2014. They are succeeded by &lt;a href=\"Ye%20Htut\"&gt;Ye Htut&lt;/a&gt; and &lt;a href=\"Than%20Aung\"&gt;Than Aung&lt;/a&gt;, Deputy Ministers.\nCabinet reshuffle (September 2012 – February 2013).\nOn 4 September 2012, &lt;a href=\"Pyidaungsu%20Hluttaw\"&gt;Pyidaungsu Hluttaw&lt;/a&gt; approved the government's reshuffle of ministries, increasing the number to 36, including six ministers located in the President's Office. The &lt;a href=\"President%20of%20Burma\"&gt;President&lt;/a&gt; approved the resignation of &lt;a href=\"Zaw%20Min%20%28minister%29\"&gt;Zaw Min&lt;/a&gt;, Union Minister for Electric Power-1, and &lt;a href=\"Khin%20Maung%20Myint\"&gt;Khin Maung Myint&lt;/a&gt;, Union &lt;a href=\"Ministry%20of%20Construction%20%28Burma%29\"&gt;Minister for Construction&lt;/a&gt;. The President also approved the resignation of Union Auditor-General Lun Maung on 28 August. &lt;a href=\"Thein%20Htaik\"&gt;Thein Hteik&lt;/a&gt;, Union Minister for Mines, was appointed as Union Auditor-General, and Lt-Gen Wai Lwin of the Office of Commander-in-Chief (Army) as Union Defence Minister. Wai Lwin was replaced Lt-Gen &lt;a href=\"Hla%20Min\"&gt;Hla Min&lt;/a&gt;, who was reassigned to the military. During the government's major &lt;a href=\"cabinet%20reshuffle\"&gt;cabinet reshuffle&lt;/a&gt;, nine ministers have been reassigned, mainly with four transferred to the President's Office and one, &lt;a href=\"Aung%20Kyi\"&gt;Aung Kyi&lt;/a&gt;, named as the new &lt;a href=\"Ministry%20of%20Information%20%28Burma%29\"&gt;Minister for Information&lt;/a&gt;, replacing &lt;a href=\"Kyaw%20Hsan\"&gt;Kyaw Hsan&lt;/a&gt;, who was transferred to the Ministry of Cooperatives as minister. In the present reformation of the cabinet, Ministries of Electric Power No. 1 and 2 were combined into one as the Ministry of Electric Power, while the Ministry of Industrial Development was abolished.\nOn 16 January 2013, Minister for Communications and Information Technology, &lt;a href=\"Thein%20Tun\"&gt;Thein Tun&lt;/a&gt; and &lt;a href=\"Ministry%20of%20Religious%20Affairs%20%28Burma%29\"&gt;Minister for Religious Affairs&lt;/a&gt;, Thura &lt;a href=\"Myint%20Maung\"&gt;Myint Maung&lt;/a&gt; abruptly resigned. &lt;a href=\"Thein%20Tun\"&gt;Thein Tun&lt;/a&gt; was the first government minister known to have been investigated for corruption under the new government. San Sint, Speaker of Ayeyarwaddy &lt;a href=\"State%20and%20Region%20Hluttaws\"&gt;Regional Hluttaw&lt;/a&gt; succeed Thura Myint Maung later. On 13 February 2013, former Commander-in-Chief of &lt;a href=\"Myanmar%20Air%20Force\"&gt;air force&lt;/a&gt;, General &lt;a href=\"Myat%20Hein\"&gt;Myat Hein&lt;/a&gt; become minister for Communications and Information Technology.\nThis appointments serve as a reminder that most ministers in the government are former officers who played a role in the previous &lt;a href=\"State%20Peace%20and%20Development%20Council\"&gt;military junta&lt;/a&gt;. Since taking office in 2011, the &lt;a href=\"2011%E2%80%932012%20Burmese%20political%20reforms\"&gt;reformist&lt;/a&gt; &lt;a href=\"Thein%20Sein\"&gt;president&lt;/a&gt;, who is himself a former general, has selected former senior &lt;a href=\"Tatmadaw\"&gt;military&lt;/a&gt; officers into government as it simply continues the flawed practices of past military rule, and given only a handful of posts to people without a military background.\nInaugural Cabinet (March 2011).\nThe Cabinet was sworn in on 30 March 2011 at the &lt;a href=\"Hluttaw\"&gt;Hluttaw&lt;/a&gt; complex in &lt;a href=\"Naypyidaw\"&gt;Naypyidaw&lt;/a&gt;, after being appointed by President &lt;a href=\"Thein%20Sein\"&gt;Thein Sein&lt;/a&gt;. Four ministers, namely of the Ministry of Defence, Ministry of Home Affairs, Ministry of Foreign Affairs and the Ministry of Border Affairs were nominated by Commander-in-Chief &lt;a href=\"Than%20Shwe\"&gt;Than Shwe&lt;/a&gt;. Two ministries, the Ministry of the President's Office and the Ministry of Industrial Development were created by the &lt;a href=\"Hluttaw\"&gt;Hluttaw&lt;/a&gt; (Parliament) on 9 February 2011.\nThe overwhelming majority of Ministers are &lt;a href=\"Union%20Solidarity%20and%20Development%20Party\"&gt;Union Solidarity and Development Party&lt;/a&gt; members of parliament or &lt;a href=\"Tatmadaw\"&gt;military officers&lt;/a&gt; affiliated with the former &lt;a href=\"State%20Peace%20and%20Development%20Council\"&gt;State Peace and Development Council&lt;/a&gt; (SPDC), and four are civilians. 12 have previously held ministerial posts, while another 7 have held deputy ministerial posts during the SPDC administration. 3 are former regional army commanders. On 10 August 2011, the cabinet was reshuffled, with Kyaw Swa Khaing, previously the Minister of Industry No. 1 (with Minister of Industry No. 2, Soe Thein, concurrently becoming head of the Ministry of Industry-1), appointed as co-Minister of the President's Office.\nSoe Win's Cabinet.\nFirst Cabinet reshuffle (May 2006).\nOn 15 May 2006 the cabinet was reshuffled. The changes were:\nThan Shwe's Cabinet.\nSecond Cabinet reshuffle (September 2002).\nOn 14 September 2002 a minor cabinet reshuffle was reported:\nSecond Cabinet (October 1999).\nOn 30 October 1999, the &lt;a href=\"State%20Peace%20and%20Development%20Council\"&gt;State Peace and Development Council&lt;/a&gt; issued a proclamation replacing &lt;a href=\"Ohn%20Gyaw\"&gt;Ohn Gyaw&lt;/a&gt; with &lt;a href=\"Win%20Aung%20%28minister%29\"&gt;Win Aung&lt;/a&gt;, the Burmese ambassador to the United Kingdom.\nSecond Cabinet (November 1998).\nOn 14 November 1998, the &lt;a href=\"State%20Peace%20and%20Development%20Council\"&gt;State Peace and Development Council&lt;/a&gt; issued a proclamation replacing &lt;a href=\"Ohn%20Gyaw\"&gt;Ohn Gyaw&lt;/a&gt; with &lt;a href=\"Win%20Aung%20%28minister%29\"&gt;Win Aung&lt;/a&gt;, the Burmese ambassador to the United Kingdom.\nSecond Cabinet (December 1997).\nOn 21 December 1997, the &lt;a href=\"State%20Peace%20and%20Development%20Council\"&gt;State Peace and Development Council&lt;/a&gt; announced a cabinet reshufflement:\nSecond Cabinet (November 1997).\nOn 15 November 1997 the &lt;a href=\"State%20Peace%20and%20Development%20Council\"&gt;State Peace and Development Council&lt;/a&gt; issued a proclamation naming the Prime Minister, Deputy Prime Ministers and Ministers in the government. They were:\nFirst Cabinet reshuffle (17 June 1995).\nOn 17 June 1995 the cabinet was reshuffled, increasing the cabinet size and the number of military people with ministerial positions:\nThe outgoing Minister of Social welfare, relief and resettlement was appointed Minister of Culture, and the Minister of Culture was reassigned to the security management committee."
}