{
    "id": "3280482",
    "revid": "1473712",
    "url": "https://en.wikipedia.org/wiki?curid=3280482",
    "title": "Ion Heliade Rădulescu",
    "text": "Ion Heliade Rădulescu or Ion Heliade (also known as \"Eliade\" or \"Eliade Rădulescu\"; ; January 6, 1802 – April 27, 1872) was a &lt;a href=\"Wallachia\"&gt;Wallachia&lt;/a&gt;n, later &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;n academic, &lt;a href=\"Romanticism\"&gt;Romantic&lt;/a&gt; and &lt;a href=\"Classicism\"&gt;Classicist&lt;/a&gt; poet, essayist, memoirist, short story writer, newspaper editor and politician. A prolific translator of foreign literature into &lt;a href=\"Romanian%20language\"&gt;Romanian&lt;/a&gt;, he was also the author of books on &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt; and history. For much of his life, Heliade Rădulescu was a teacher at &lt;a href=\"Saint%20Sava%20College\"&gt;Saint Sava College&lt;/a&gt; in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, which he helped reopen. He was a founding member and first president of the &lt;a href=\"Romanian%20Academy\"&gt;Romanian Academy&lt;/a&gt;.\nHeliade Rădulescu is considered one of the foremost champions of &lt;a href=\"Romanian%20culture\"&gt;Romanian culture&lt;/a&gt; from the first half of the 19th century, having first risen to prominence through his association with &lt;a href=\"Gheorghe%20Laz%C4%83r\"&gt;Gheorghe Lazăr&lt;/a&gt; and his support of Lazăr's drive for discontinuing education in &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;. Over the following decades, he had a major role in shaping the modern Romanian language, but caused controversy when he advocated the massive introduction of &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; &lt;a href=\"neologism\"&gt;neologism&lt;/a&gt;s into the &lt;a href=\"Romanian%20lexis\"&gt;Romanian lexis&lt;/a&gt;. A &lt;a href=\"Romantic%20nationalism\"&gt;Romantic nationalist&lt;/a&gt; landowner siding with moderate &lt;a href=\"Liberalism%20and%20radicalism%20in%20Romania\"&gt;liberals&lt;/a&gt;, Heliade was among the leaders of the &lt;a href=\"1848%20Wallachian%20revolution\"&gt;1848 Wallachian revolution&lt;/a&gt;, after which he was forced to spend several years in exile. Adopting an original form of conservatism, which emphasized the role of the aristocratic &lt;a href=\"boyar\"&gt;boyar&lt;/a&gt;s in &lt;a href=\"History%20of%20Romania\"&gt;Romanian history&lt;/a&gt;, he was rewarded for supporting the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; and clashed with the &lt;a href=\"Radicalism%20%28historical%29\"&gt;radical&lt;/a&gt; wing of the 1848 revolutionaries.\nBiography.\nEarly life.\nHeliade Rădulescu was born in &lt;a href=\"T%C3%A2rgovi%C5%9Fte\"&gt;Târgovişte&lt;/a&gt;, the son of Ilie Rădulescu, a wealthy proprietor who served as the leader of a patrol unit during the 1810s, and Eufrosina Danielopol, who had been educated in &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;. Three of his siblings died of &lt;a href=\"bubonic%20plague\"&gt;bubonic plague&lt;/a&gt; before 1829. Throughout his early youth, Ion was the focus of his parents' affectionate supervision: early on, Ilie Rădulescu purchased a house once owned by the scholar &lt;a href=\"Gheorghe%20Laz%C4%83r\"&gt;Gheorghe Lazăr&lt;/a&gt; on the outskirts of &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; (near &lt;a href=\"Obor\"&gt;Obor&lt;/a&gt;), as a gift for his son. At the time, the Rădulescus were owners of a large garden in the Bucharest area, nearby &lt;a href=\"Her%C4%83str%C4%83u%20Park\"&gt;Herăstrău&lt;/a&gt;, as well as of estates in the vicinity of &lt;a href=\"F%C4%83g%C4%83ra%C5%9F\"&gt;Făgăraş&lt;/a&gt; and &lt;a href=\"G%C3%A2rbovi\"&gt;Gârbovi&lt;/a&gt;.\nAfter basic education in Greek with a &lt;a href=\"tutor\"&gt;tutor&lt;/a&gt; known as Alexe, Ion Heliade Rădulescu taught himself reading in &lt;a href=\"Romanian%20Cyrillic%20alphabet\"&gt;Romanian Cyrillic&lt;/a&gt; (reportedly by studying the \"&lt;a href=\"Alexander%20Romance\"&gt;Alexander Romance&lt;/a&gt;\" with the help of his father's &lt;a href=\"Oltenia\"&gt;Oltenia&lt;/a&gt;n servants). He subsequently became an avid reader of popular novels, especially during his 1813 sojourn in Gârbovi (where he had been sent after other areas of the country came to be ravaged by \"&lt;a href=\"Caragea%27s%20plague\"&gt;Caragea's plague&lt;/a&gt;\"). After 1813, the teenaged Rădulescu was a pupil of the &lt;a href=\"Romanian%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt; monk &lt;a href=\"Naum%20R%C3%A2mniceanu\"&gt;Naum Râmniceanu&lt;/a&gt;; in 1815, he moved on to the Greek school at &lt;a href=\"Schitu%20M%C4%83gureanu\"&gt;Schitu Măgureanu&lt;/a&gt;, in Bucharest, and, in 1818, to the &lt;a href=\"Saint%20Sava%20College\"&gt;Saint Sava School&lt;/a&gt;, where he studied under Gheorghe Lazăr's supervision.\nBetween his 1820 graduation and 1821, when effects of the &lt;a href=\"Wallachian%20uprising%20of%201821\"&gt;Wallachian uprising&lt;/a&gt; led to the School ceasing its activities, he was kept as Lazăr's assistant teacher, tutoring in &lt;a href=\"arithmetics\"&gt;arithmetics&lt;/a&gt; and &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;. It was during those years that he adopted the surname \"Heliade\" (also rendered \"Heliad\", \"Eliad\" or \"Eliade\"), which, he later explained, was a Greek version of his &lt;a href=\"patronymic\"&gt;patronymic&lt;/a&gt;, in turn stemming from the Romanian version of \"&lt;a href=\"Elijah\"&gt;Elijah&lt;/a&gt;\".\nUnder Grigore Ghica.\nIn 1822, after Gheorghe Lazăr had fallen ill, Heliade reopened Saint Sava and served as its main teacher (initially, without any form of remuneration). He was later joined in this effort by other &lt;a href=\"intellectual\"&gt;intellectual&lt;/a&gt;s of the day, such as &lt;a href=\"Eufrosin%20Poteca\"&gt;Eufrosin Poteca&lt;/a&gt;, and, eventually, also opened an art class overseen by the &lt;a href=\"Croats\"&gt;Croat&lt;/a&gt; &lt;a href=\"Carol%20Val%C5%9Ftain\"&gt;Carol Valştain&lt;/a&gt;. This re-establishment came as a result of ordinances issued by &lt;a href=\"List%20of%20rulers%20of%20Wallachia\"&gt;Prince&lt;/a&gt; &lt;a href=\"Grigore%20IV%20Ghica\"&gt;Grigore IV Ghica&lt;/a&gt;, who had just been assigned by the Ottoman Empire to the throne of Wallachia upon the disestablishment of &lt;a href=\"Phanariotes\"&gt;Phanariote&lt;/a&gt; rule, encouraging the marginalization of &lt;a href=\"Greeks%20in%20Romania\"&gt;ethnic Greeks&lt;/a&gt; who had assumed public office in previous decades. Thus, Prince Ghica had endorsed education in Romanian and, in one of his official \"&lt;a href=\"firman%20%28decree%29\"&gt;firmans&lt;/a&gt;\", defined teaching in Greek as \"the foundation of evils\" (\"temelia răutăţilor\").\nDuring the late 1820s, Heliade became involved in cultural policies. In 1827, he and &lt;a href=\"Dinicu%20Golescu\"&gt;Dinicu Golescu&lt;/a&gt; founded \"Soţietatea literară românească\" (the Romanian Literary Society), which, through its program (mapped out by Heliade himself), proposed Saint Sava's transformation into a college, the opening of another such institution in &lt;a href=\"Craiova\"&gt;Craiova&lt;/a&gt;, and the creation of schools in virtually all Wallachian localities. In addition, \"Soţietatea\" attempted to encourage the establishment of Romanian-language newspapers, calling for an end to the state monopoly on &lt;a href=\"printing%20press\"&gt;printing press&lt;/a&gt;es. The grouping, headquartered on central Bucharest's &lt;a href=\"Calea%20Victoriei\"&gt;Podul Mogoşoaiei&lt;/a&gt;, benefited from Golescu's experience abroad, and was soon joined by two future Princes, &lt;a href=\"Gheorghe%20Bibescu\"&gt;Gheorghe Bibescu&lt;/a&gt; and &lt;a href=\"Barbu%20Dimitrie%20%C5%9Etirbei\"&gt;Barbu Dimitrie Ştirbei&lt;/a&gt;. Its character was based on &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt;; around that time, Heliade is known to have become a Freemason, as did a large section of his generation.\nIn 1828, Heliade published his first work, an essay on &lt;a href=\"Romanian%20grammar\"&gt;Romanian grammar&lt;/a&gt;, in the &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt;n city of &lt;a href=\"Sibiu\"&gt;Hermannstadt&lt;/a&gt; (which was part of the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; at the time), and, on April 20, 1829, began printing the Bucharest-based paper \"&lt;a href=\"Curierul%20Rom%C3%A2nesc\"&gt;Curierul Românesc&lt;/a&gt;\". This was the most successful of several attempts to create a local newspaper, something Golescu first attempted in 1828. Publishing articles in both Romanian and French, \"Curierul Românesc\" had, starting in 1836, its own literary supplement, under the title of \"&lt;a href=\"Curier%20de%20Ambe%20Sexe\"&gt;Curier de Ambe Sexe&lt;/a&gt;\"; in print until 1847, it notably published one of Heliade's most famous poems, \"&lt;a href=\"Zbur%C4%83torul\"&gt;Zburătorul&lt;/a&gt;\". \"Curierul Românesc\" was edited as a weekly, and later as a bimonthly, until 1839, when it began to be issued three or four times a week. Its best-known contributors were Heliade himself, &lt;a href=\"Grigore%20Alexandrescu\"&gt;Grigore Alexandrescu&lt;/a&gt;, &lt;a href=\"Costache%20Negruzzi\"&gt;Costache Negruzzi&lt;/a&gt;, &lt;a href=\"Dimitrie%20Bolintineanu\"&gt;Dimitrie Bolintineanu&lt;/a&gt;, &lt;a href=\"Ioan%20Catina\"&gt;Ioan Catina&lt;/a&gt;, &lt;a href=\"Vasile%20C%C3%A2rlova\"&gt;Vasile Cârlova&lt;/a&gt;, and &lt;a href=\"Iancu%20V%C4%83c%C4%83rescu\"&gt;Iancu Văcărescu&lt;/a&gt;.\nIn 1823, Heliade met Maria Alexandrescu, with whom he fell passionately in love, and whom he later married. By 1830, the Heliades' two children, a son named Virgiliu and a daughter named Virgilia, died in infancy; subsequently, their marriage entered a long period of crisis, marked by Maria's frequent outbursts of jealousy. Ion Heliade probably had a number of extramarital affairs: a &lt;a href=\"Wallachian%20military%20forces\"&gt;Wallachian Militia&lt;/a&gt; officer named Zalic, who became known during the 1840s, is thought by some, including the literary critic &lt;a href=\"George%20C%C4%83linescu\"&gt;George Călinescu&lt;/a&gt;, to have been the writer's illegitimate son. Before the death of her first child, Maria Heliade welcomed into her house Grigore Alexandrescu, himself a celebrated writer, whom Ion suspected had become her lover. Consequently, the two authors became bitter rivals: Ion Heliade referred to Alexandrescu as \"that ingrate\", and, in an 1838 letter to &lt;a href=\"George%20Bari%C5%A3\"&gt;George Bariţ&lt;/a&gt;, downplayed his poetry and character (believing that, in one of his &lt;a href=\"fable\"&gt;fable&lt;/a&gt;s, Alexandrescu had depicted himself as a &lt;a href=\"nightingale\"&gt;nightingale&lt;/a&gt;, he commented that, in reality, he was \"a piteous &lt;a href=\"Rook%20%28bird%29\"&gt;rook&lt;/a&gt; dressed in foreign feathers\"). Despite these household conflicts, Maria Heliade gave birth to five other children, four daughters and one son (Ion, born 1846).\nPrinter and court poet.\nIn October 1830, together with his uncle Nicolae Rădulescu, he opened the first privately owned printing press in his country, operating on his property at \"Cişmeaua Mavrogheni\", in &lt;a href=\"Obor\"&gt;Obor&lt;/a&gt; (the land went by the name of \"Câmpul lui Eliad\"—\"Eliad's Field\", and housed several other large buildings). Among the first works he published was a collection of poems by &lt;a href=\"Alphonse%20de%20Lamartine\"&gt;Alphonse de Lamartine&lt;/a&gt;, translated by Heliade from French, and grouped together with some of his own poems. Later, he translated a textbook on &lt;a href=\"Meter%20%28poetry%29\"&gt;meter&lt;/a&gt; and &lt;a href=\"Louis-Benjamin%20Francoeur\"&gt;Louis-Benjamin Francoeur&lt;/a&gt;'s standard manual of \"Arithmetics\", as well as works by &lt;a href=\"Age%20of%20Enlightenment\"&gt;Enlightenment&lt;/a&gt; authors—&lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;'s \"&lt;a href=\"Mahomet%20%28play%29\"&gt;Mahomet, ou le fanatisme&lt;/a&gt;\", and stories by &lt;a href=\"Jean-Fran%C3%A7ois%20Marmontel\"&gt;Jean-François Marmontel&lt;/a&gt;. They were followed, in 1839, by a version of &lt;a href=\"Jean-Jacques%20Rousseau\"&gt;Jean-Jacques Rousseau&lt;/a&gt;'s \"&lt;a href=\"Julie%2C%20or%20the%20New%20Heloise\"&gt;Julie, or the New Heloise&lt;/a&gt;\".\nHeliade began a career as a &lt;a href=\"Civil%20service\"&gt;civil servant&lt;/a&gt; after the \"&lt;a href=\"Postelnic\"&gt;Postelnic&lt;/a&gt;ie\" commissioned him to print the \"&lt;a href=\"Monitorul%20Oficial\"&gt;Official Bulletin&lt;/a&gt;\", and later climbed through the &lt;a href=\"Historical%20Romanian%20ranks%20and%20titles\"&gt;official hierarchy&lt;/a&gt;, eventually serving as \"&lt;a href=\"Clucer\"&gt;Clucer&lt;/a&gt;\". This rise coincided with the establishment of the \"&lt;a href=\"Regulamentul%20Organic\"&gt;Regulamentul Organic&lt;/a&gt;\" regime, inaugurated, upon the end of the &lt;a href=\"Russo-Turkish%20War%20%281828%E2%80%931829%29\"&gt;Russo-Turkish War of 1828–1829&lt;/a&gt;, by an &lt;a href=\"Russian%20Empire\"&gt;Imperial Russian&lt;/a&gt; administration under &lt;a href=\"Pavel%20Kiselyov\"&gt;Pavel Kiselyov&lt;/a&gt;. When Kiselyov placed an order with Heliade for the printing of official documents, including the \"Regulament\", the writer and his family were made prosperous by the sales. Nevertheless, Heliade maintained contacts with the faction of reformist &lt;a href=\"boyar\"&gt;boyar&lt;/a&gt;s: in 1833, together with &lt;a href=\"Ion%20C%C3%A2mpineanu\"&gt;Ion Câmpineanu&lt;/a&gt;, &lt;a href=\"Iancu%20V%C4%83c%C4%83rescu\"&gt;Iancu Văcărescu&lt;/a&gt;, &lt;a href=\"Ioan%20Voinescu%20II\"&gt;Ioan Voinescu II&lt;/a&gt;, &lt;a href=\"Constantin%20Aristia\"&gt;Constantin Aristia&lt;/a&gt;, &lt;a href=\"%C5%9Etefan%20Golescu\"&gt;Ştefan&lt;/a&gt; and &lt;a href=\"Nicolae%20Golescu\"&gt;Nicolae Golescu&lt;/a&gt;, as well as others, he founded the short-lived \"Soţietatea Filarmonică\" (the Philharmonic Society), which advanced a cultural agenda (and was especially active in raising funds for the &lt;a href=\"National%20Theatre%20Bucharest\"&gt;National Theater of Wallachia&lt;/a&gt;). Aside from its stated cultural goals, \"Soţietatea Filarmonică\" continued a covert political activity.\nIn 1834, when &lt;a href=\"List%20of%20rulers%20of%20Wallachia\"&gt;Prince&lt;/a&gt; &lt;a href=\"Alexandru%20II%20Ghica\"&gt;Alexandru II Ghica&lt;/a&gt; came to the throne, Heliade became one of his close collaborators, styling himself \"court poet\". Several of the poems and discourses he authored during the period are written as &lt;a href=\"panegyric\"&gt;panegyric&lt;/a&gt;s, and dedicated to Ghica, whom Heliade depicted as an ideal prototype of a monarch. As young reformists came into conflict with the prince, he kept his neutrality, arguing that all sides involved represented a privileged minority, and that the disturbances were equivalent to \"the quarrel of wolves and the noise made by those in higher positions over the torn-apart animal that is the peasant\". He was notably critical of the &lt;a href=\"Radicalism%20%28historical%29\"&gt;radical&lt;/a&gt; &lt;a href=\"Mitic%C4%83%20Filipescu\"&gt;Mitică Filipescu&lt;/a&gt;, whom he satirized in the poem \"Căderea dracilor\" (\"The Demons' Fall\"), and later defined his own position with the words \"I hate &lt;a href=\"tyrant\"&gt;tyrant&lt;/a&gt;s. I fear &lt;a href=\"Anomie\"&gt;anarchy&lt;/a&gt;\".\nIt was also in 1834 that Heliade began teaching at the \"Soţietatea Filarmonică\"'s school (alongside Aristia and the musician &lt;a href=\"Ioan%20Andrei%20Wachmann\"&gt;Ioan Andrei Wachmann&lt;/a&gt;), and published his first translations from &lt;a href=\"George%20Byron%2C%206th%20Baron%20Byron\"&gt;Lord Byron&lt;/a&gt; (in 1847, he completed the translation of Byron's \"&lt;a href=\"Don%20Juan%20%28Byron%29\"&gt;Don Juan&lt;/a&gt;\"). The next year, he began printing \"Gazeta Teatrului Naţional\" (official voice of the National Theater, published until 1836), and translated &lt;a href=\"Moli%C3%A8re\"&gt;Molière&lt;/a&gt;'s \"&lt;a href=\"Amphitryon%20%28Moli%C3%A8re%29\"&gt;Amphitryon&lt;/a&gt;\" into Romanian. In 1839, Heliade also translated &lt;a href=\"Miguel%20de%20Cervantes\"&gt;Miguel de Cervantes&lt;/a&gt;' \"&lt;a href=\"Don%20Quixote\"&gt;Don Quixote&lt;/a&gt;\" from a French source. The first collection of his own prose and poetry works saw print in 1836. Interested in the development of &lt;a href=\"Art%20of%20Romania\"&gt;local art&lt;/a&gt;, he contributed a &lt;a href=\"brochure\"&gt;brochure&lt;/a&gt; on drawing and architecture in 1837, and, during the same year, opened the first permanent exhibit in Wallachia (featuring copies of Western paintings, portraits, and &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt; &lt;a href=\"Casting\"&gt;casts&lt;/a&gt; of various known sculptures).\nBy the early 1840s, Heliade began expanding on his notion that modern Romanian &lt;a href=\"Re-latinization%20of%20Romanian\"&gt;needed to emphasize&lt;/a&gt; its connections with other &lt;a href=\"Romance%20languages\"&gt;Romance languages&lt;/a&gt; through &lt;a href=\"neologism\"&gt;neologism&lt;/a&gt;s from &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;, and, to this goal, he published (\"Parallelism between the Romanian language and Italian\", 1840) and (\"Parallelism between the Romanian and Italian Dialects or the Form or Grammar of These Two Dialects\", 1841). The two books were followed by a &lt;a href=\"compendium\"&gt;compendium&lt;/a&gt;, \"Prescurtare de gramatica limbei româno-italiene\" (\"Summary of the Grammar of the Romanian-Italian Language\"), and, in 1847, by a comprehensive list of Romanian words that had originated in &lt;a href=\"Slavic%20languages\"&gt;Slavic&lt;/a&gt;, &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, &lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt;, &lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt;, and German (\"see &lt;a href=\"Romanian%20lexis\"&gt;Romanian lexis&lt;/a&gt;\"). By 1846, he was planning to begin work on a \"universal library\", which was to include, among other books, the major the philosophical writings of, among others, &lt;a href=\"Plato\"&gt;Plato&lt;/a&gt;, &lt;a href=\"Aristotle\"&gt;Aristotle&lt;/a&gt;, &lt;a href=\"Roger%20Bacon\"&gt;Roger Bacon&lt;/a&gt;, &lt;a href=\"Ren%C3%A9%20Descartes\"&gt;René Descartes&lt;/a&gt;, &lt;a href=\"Baruch%20Spinoza\"&gt;Baruch Spinoza&lt;/a&gt;, &lt;a href=\"John%20Locke\"&gt;John Locke&lt;/a&gt;, &lt;a href=\"Gottfried%20Leibniz\"&gt;Gottfried Leibniz&lt;/a&gt;, &lt;a href=\"David%20Hume\"&gt;David Hume&lt;/a&gt;, &lt;a href=\"Immanuel%20Kant\"&gt;Immanuel Kant&lt;/a&gt;, &lt;a href=\"Johann%20Gottlieb%20Fichte\"&gt;Johann Gottlieb Fichte&lt;/a&gt; and &lt;a href=\"Georg%20Wilhelm%20Friedrich%20Hegel\"&gt;Georg Wilhelm Friedrich Hegel&lt;/a&gt;.\n1848 Revolution.\nBefore Alexandru Ghica was replaced with &lt;a href=\"Gheorghe%20Bibescu\"&gt;Gheorghe Bibescu&lt;/a&gt;, his relations with Heliade had soured. In contrast with his earlier call for moderation, the writer decided to side with the &lt;a href=\"Liberalism%20and%20radicalism%20in%20Romania\"&gt;liberal current&lt;/a&gt; in its &lt;a href=\"Conspiracy%20%28political%29\"&gt;conspiratorial&lt;/a&gt; opposition to Bibescu. The so-called \"Trandafiloff affair\" of early 1844 was essential in this process—it was provoked by Bibescu's decision to lease all Wallachian mines to a Russian engineer named &lt;a href=\"Alexander%20Trandafiloff\"&gt;Alexander Trandafiloff&lt;/a&gt;, a measure considered illegal by the &lt;a href=\"Sfatul%20boieresc\"&gt;Assembly&lt;/a&gt; and ultimately ending in Bibescu's decision to dissolve his legislative. These events made Heliade publish a &lt;a href=\"pamphlet\"&gt;pamphlet&lt;/a&gt; titled \"Măceşul\" (\"The &lt;a href=\"Rosa%20rubiginosa\"&gt;Eglantine&lt;/a&gt;\"), which was heavily critical of Russian influence and reportedly sold over 30,000 copies. It was centered on the pun alluding to Trandafiloff's name—\"trandafir cu of în coadă\" (lit. \"a rose ending in -of\", but also \"a rose with grief for a stem\"). Making additional covert reference to Trandafiloff as \"the eglantine\", it featured the lyrics: \nIn spring 1848, when the first &lt;a href=\"Revolutions%20of%201848\"&gt;European revolutions&lt;/a&gt; had erupted, Heliade was attracted into cooperation with \"Frăţia\", a &lt;a href=\"secret%20society\"&gt;secret society&lt;/a&gt; founded by &lt;a href=\"Nicolae%20B%C4%83lcescu\"&gt;Nicolae Bălcescu&lt;/a&gt;, &lt;a href=\"Ion%20Ghica\"&gt;Ion Ghica&lt;/a&gt;, &lt;a href=\"Christian%20Tell\"&gt;Christian Tell&lt;/a&gt;, and &lt;a href=\"Alexandru%20G.%20Golescu\"&gt;Alexandru G. Golescu&lt;/a&gt;, and sat on its leadership committee. He also collaborated with the reform-minded French teacher &lt;a href=\"Jean%20Alexandre%20Vaillant\"&gt;Jean Alexandre Vaillant&lt;/a&gt;, who was ultimately expelled after his activities were brought to the attention of authorities. On April 19, 1848, following financial setbacks, \"&lt;a href=\"Curierul%20Rom%C3%A2nesc\"&gt;Curierul Românesc&lt;/a&gt;\" ceased printing (this prompted Heliade to write \"Cântecul ursului\", \"The Bear's Song\", a piece ridiculing his political enemies).\nHeliade progressively distanced himself from the more radical groups, especially after discussions began on the issue of &lt;a href=\"land%20reform\"&gt;land reform&lt;/a&gt; and the disestablishment of the &lt;a href=\"boyar\"&gt;boyar&lt;/a&gt; class. Initially, he accepted the reforms, and, after the matter was debated within \"Frăţia\" just before rebellion broke out, he issued a resolution acknowledging this (the document was probably inspired by &lt;a href=\"Nicolae%20B%C4%83lcescu\"&gt;Nicolae Bălcescu&lt;/a&gt;). The compromise also set other goals, including national independence, &lt;a href=\"responsible%20government\"&gt;responsible government&lt;/a&gt;, &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; and equality, universal taxation, a larger Assembly, five-year terms of office for Princes (and their election by the &lt;a href=\"Sfatul%20boieresc\"&gt;National Assembly&lt;/a&gt;), &lt;a href=\"freedom%20of%20the%20press\"&gt;freedom of the press&lt;/a&gt;, and &lt;a href=\"decentralization\"&gt;decentralization&lt;/a&gt;. On June 21, 1848, present in &lt;a href=\"Turnu%20M%C4%83gurele\"&gt;Islaz&lt;/a&gt; alongside Tell and the &lt;a href=\"Romanian%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt; priest known as &lt;a href=\"Popa%20%C5%9Eapc%C4%83\"&gt;Popa Şapcă&lt;/a&gt;, he read out these goals to a cheering crowd, in what was to be the effective start of the uprising (\"see &lt;a href=\"Proclamation%20of%20Islaz\"&gt;Proclamation of Islaz&lt;/a&gt;\"). Four days after the Islaz events, the revolution succeeded in toppling Bibescu, whom it replaced with a Provisional Government which immediately attracted Russian hostility. Presided over by &lt;a href=\"Metropolitan%20of%20Hungro-Wallachia\"&gt;Metropolitan&lt;/a&gt; &lt;a href=\"Neofit%20II%2C%20Metropolitan%20of%20Ungro-Wallachia\"&gt;Neofit&lt;/a&gt;, it included Heliade, who was also Minister of Education, as well as Tell, &lt;a href=\"%C5%9Etefan%20Golescu\"&gt;Ştefan Golescu&lt;/a&gt;, &lt;a href=\"Gheorghe%20Magheru\"&gt;Gheorghe Magheru&lt;/a&gt;, and, for a short while, the Bucharest merchant &lt;a href=\"Gheorghe%20Scurti\"&gt;Gheorghe Scurti&lt;/a&gt;.\nDisputes regarding the shape of land reform continued, and in late July, the Government created \"Comisia proprietăţii\" (the Commission on Property), representing both peasants and landlords and overseen by &lt;a href=\"Alexandru%20Racovi%C5%A3%C4%83\"&gt;Alexandru Racoviţă&lt;/a&gt; and &lt;a href=\"Ion%20Ionescu%20de%20la%20Brad\"&gt;Ion Ionescu de la Brad&lt;/a&gt;. It too failed to reach a compromise over the amount of land to be allocated to peasants, and it was ultimately recalled by Heliade, who indicated that the matter was to be deliberated once a new Assembly had been voted into office. In time, the writer adopted a &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; outlook in respect to boyar tradition, developing a singular view of &lt;a href=\"History%20of%20Romania\"&gt;Romanian history&lt;/a&gt; from a consideration of property and rank in Wallachia. In the words of historian &lt;a href=\"Nicolae%20Iorga\"&gt;Nicolae Iorga&lt;/a&gt;: \"Eliad had wanted to lead, as &lt;a href=\"dictator\"&gt;dictator&lt;/a&gt;, this movement that added liberal institutions to the old society that had been almost completely maintained in place\".\nLike most other revolutionaries, Heliade favored maintaining good relations with the Ottoman Empire, Wallachia's &lt;a href=\"Suzerainty\"&gt;suzerain&lt;/a&gt; power, hoping that this policy could help counter Russian pressures. As &lt;a href=\"Ottoman%20Dynasty\"&gt;Sultan&lt;/a&gt; &lt;a href=\"Abd%C3%BClmecid%20I\"&gt;Abdülmecid I&lt;/a&gt; was assessing the situation, &lt;a href=\"Suleiman%20Pasha%20%28Ottoman%20general%29\"&gt;Süleyman Paşa&lt;/a&gt; was dispatched to Bucharest, where he advised the revolutionaries to carry on with their diplomatic efforts, and ordered the Provisional Government to be replaced by \"Locotenenţa domnească\", a &lt;a href=\"triumvirate\"&gt;triumvirate&lt;/a&gt; of &lt;a href=\"regent\"&gt;regent&lt;/a&gt;s comprising Heliade, Tell, and &lt;a href=\"Nicolae%20Golescu\"&gt;Nicolae Golescu&lt;/a&gt;. Nonetheless, the Ottomans were pressured by Russia into joining a clampdown on revolutionary forces, which resulted, during September, in the reestablishment of \"&lt;a href=\"Regulamentul%20Organic\"&gt;Regulamentul Organic&lt;/a&gt;\" and its system of government. Together with Tell, Heliade sought refuge at the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;British&lt;/a&gt; consulate in Bucharest, where they were hosted by &lt;a href=\"Robert%20Gilmour%20Colquhoun\"&gt;Robert Gilmour Colquhoun&lt;/a&gt; in exchange for a deposit of &lt;a href=\"Austro-Hungarian%20gulden\"&gt;Austrian florins&lt;/a&gt;.\nExile.\nLeaving his family behind, he was allowed to pass into the &lt;a href=\"Austrian%20Empire\"&gt;Austrian&lt;/a&gt;-ruled &lt;a href=\"Banat\"&gt;Banat&lt;/a&gt;, before moving into self-exile in France while his wife and children were sent to Ottoman lands. In 1850–1851, several of his memoirs of the revolution, written in both Romanian and French, were published in Paris, the city where he had taken residence. He shared his exile with Tell and Magheru, as well as with &lt;a href=\"Nicolae%20Rusu%20Locusteanu\"&gt;Nicolae Rusu Locusteanu&lt;/a&gt;.\nIt was during his time in Paris that he met with &lt;a href=\"Pierre-Joseph%20Proudhon\"&gt;Pierre-Joseph Proudhon&lt;/a&gt;, the &lt;a href=\"Anarchism\"&gt;anarchist&lt;/a&gt; philosopher who had come to advance a moderate small-scale property project (to counter both &lt;a href=\"economic%20liberalism\"&gt;economic liberalism&lt;/a&gt; and socialism). Heliade used this opportunity to make the Romanian cause known to the staff of Proudhon's \"La Voix de Peuple\". Major French publications to which he contributed included \"&lt;a href=\"La%20Presse%20%28France%29\"&gt;La Presse&lt;/a&gt;\", \"&lt;a href=\"La%20Semaine\"&gt;La Semaine&lt;/a&gt;\", and \"&lt;a href=\"Le%20Si%C3%A8cle\"&gt;Le Siècle&lt;/a&gt;\", where he also helped publicize political issues pertaining to his native land. Heliade was credited with having exercised influence over historian &lt;a href=\"%C3%89lias%20Regnault\"&gt;Élias Regnault&lt;/a&gt;; &lt;a href=\"Nicolae%20Iorga\"&gt;Nicolae Iorga&lt;/a&gt; argued that Regnault's discarded his own arguments in favor of a unified Romanian state to include &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt; (a concept which Heliade had come to resent), as well amending his earlier account of the 1848 events, after being exposed to \"Eliad's &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;\".\nWhile claiming to represent the entire body of Wallachian \"&lt;a href=\"%C3%A9migr%C3%A9\"&gt;émigré&lt;/a&gt;s\", Heliade had by then grown disappointed with the political developments, and, in his private correspondence, commented that &lt;a href=\"Romanians\"&gt;Romanians&lt;/a&gt; in general were \"idle\", \"womanizing\", as well as having \"the petty and base envies of women\", and argued that they required \"supervision [and] leadership\". His fortune was declining, especially after pressures began for him to pay his many debts, and he often lacked the funds for basic necessities. At the time, he continuously clashed with other former revolutionaries, including Bălcescu, &lt;a href=\"C.%20A.%20Rosetti\"&gt;C. A. Rosetti&lt;/a&gt;, and the Golescus, who resented his ambiguous stance in respect to reforms, and especially his willingness to accept \"Regulamentul Organic\" as an instrument of power; Heliade issued the first in a series of &lt;a href=\"pamphlet\"&gt;pamphlet&lt;/a&gt;s condemning young radicals, contributing to factionalism inside the \"émigré\" camp. His friendship with Tell also soured, after Heliade began speculating that the revolutionary general was committing &lt;a href=\"adultery\"&gt;adultery&lt;/a&gt; with Maria.\nIn 1851, Heliade reunited with his family on the island of &lt;a href=\"Chios\"&gt;Chios&lt;/a&gt;, where they stayed until 1854. Following the evacuation of Russian troops from the &lt;a href=\"Danubian%20Principalities\"&gt;Danubian Principalities&lt;/a&gt; during the &lt;a href=\"Crimean%20War\"&gt;Crimean War&lt;/a&gt;, Heliade was appointed by the &lt;a href=\"Ottoman%20Porte\"&gt;Porte&lt;/a&gt; to represent the Romanian nation in &lt;a href=\"Shumen\"&gt;Shumen&lt;/a&gt;, as part of &lt;a href=\"Omar%20Pasha\"&gt;Omar Pasha&lt;/a&gt;'s staff. Again expressing sympathy for the Ottoman cause, he was rewarded with the title of \"&lt;a href=\"Bey\"&gt;Bey&lt;/a&gt;\". According to Iorga, Heliade's attitudes reflected his hope of \"recovering the power lost\" in 1848; the historian also stressed that Omar never actually made use of Heliade's services.\nLater in the same year, he decided to return to Bucharest, but his stay was cut short when the Austrian authorities, who, under the leadership of &lt;a href=\"Johann%20Coronini-Cronberg\"&gt;Johann Coronini-Cronberg&lt;/a&gt;, had taken over administration of the country as a neutral force, asked for him to be expelled. Returning to Paris, Heliade continued to publish works on political and cultural issues, including an analysis of the European situation after the &lt;a href=\"Treaty%20of%20Paris%20%281856%29\"&gt;Peace Treaty of 1856&lt;/a&gt; and an 1858 essay on the Bible. In 1859, he published his own translation of the &lt;a href=\"Septuagint\"&gt;Septuagint&lt;/a&gt;, under the name \"Biblia sacră ce cuprinde Noul şi Vechiul Testament\" (\"The Holy Bible, Comprising the &lt;a href=\"New%20Testament\"&gt;New&lt;/a&gt; and &lt;a href=\"Old%20Testament\"&gt;Old Testament&lt;/a&gt;\").\nAs former revolutionaries, grouped in the \"&lt;a href=\"Partida%20Na%C5%A3ional%C4%83\"&gt;Partida Naţională&lt;/a&gt;\" faction, advanced the idea of union between Wallachia and &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt; in election for the &lt;a href=\"ad%20hoc%20Divan\"&gt;\"ad hoc\" Divan&lt;/a&gt;, Heliade opted not to endorse any particular candidate, while rejecting outright the candidature of former prince &lt;a href=\"Alexandru%20II%20Ghica\"&gt;Alexandru II Ghica&lt;/a&gt; (in a private letter, he stated: \"let them elect whomever [of the candidates for the throne], for he would still have the heart of a man and some principles of a Romanian; only don't let that creature [Ghica] be elected, for he is capable of going to the dogs with this country\").\nFinal years.\nLater in 1859, Heliade returned to Bucharest, which had become the capital of the United Principalities after the common election of &lt;a href=\"Alexandru%20Ioan%20Cuza\"&gt;Alexandru Ioan Cuza&lt;/a&gt; and later that of an internationally recognized &lt;a href=\"Kingdom%20of%20Romania\"&gt;Principality of Romania&lt;/a&gt;. It was during that period that he again added \"Rădulescu\" to his surname. Until his death, he published influential volumes on a variety of issues, while concentrating on contributions to history and literary criticism, and editing a new collection of his own poems. In 1863, \"&lt;a href=\"Domnitor\"&gt;Domnitor&lt;/a&gt;\" Cuza awarded him an annual &lt;a href=\"pension\"&gt;pension&lt;/a&gt; of 2,000 &lt;a href=\"Romanian%20leu\"&gt;lei&lt;/a&gt;.\nOne year after the creation of the &lt;a href=\"Romanian%20Academy\"&gt;Romanian Academy&lt;/a&gt; (under the name of \"Academic Society\"), he was elected its first President (1867), serving until his death. In 1869, Heliade and &lt;a href=\"Alexandru%20Papiu-Ilarian\"&gt;Alexandru Papiu-Ilarian&lt;/a&gt; successfully proposed the &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; diplomat and &lt;a href=\"Philology\"&gt;philologist&lt;/a&gt; &lt;a href=\"Giovenale%20Vegezzi%20Ruscalla\"&gt;Giovenale Vegezzi Ruscalla&lt;/a&gt; as honorary member of the Academy. By then, like most other 1848 Romantics, he had become the target of criticism from the younger generation of intellectuals, represented by the &lt;a href=\"Ia%C5%9Fi\"&gt;Iaşi&lt;/a&gt;-based literary society \"&lt;a href=\"Junimea\"&gt;Junimea&lt;/a&gt;\"; in 1865, during one of its early public sessions, \"Junimea\" explicitly rejected works by Heliade and &lt;a href=\"Iancu%20V%C4%83c%C4%83rescu\"&gt;Iancu Văcărescu&lt;/a&gt;.\nDuring the &lt;a href=\"1866%20Romanian%20general%20election\"&gt;elections of 1866&lt;/a&gt;, Heliade Rădulescu won a seat in the &lt;a href=\"Chamber%20of%20Deputies%20of%20Romania\"&gt;Chamber&lt;/a&gt; as a deputy for the city of &lt;a href=\"T%C3%A2rgovi%C5%9Fte\"&gt;Târgovişte&lt;/a&gt;. As Cuza had been ousted from power by a coalition of political groupings, he was the only Wallachian deputy to join &lt;a href=\"Nicolae%20Ionescu\"&gt;Nicolae Ionescu&lt;/a&gt; and other disciples of &lt;a href=\"Simion%20B%C4%83rnu%C5%A3iu\"&gt;Simion Bărnuţiu&lt;/a&gt; in opposing the appointment of &lt;a href=\"Carol%20I%20of%20Romania\"&gt;Carol of Hohenzollern&lt;/a&gt; as \"Domnitor\" and a proclamation stressing the perpetuity of the Moldo-Wallachian union. Speaking in &lt;a href=\"Parliament%20of%20Romania\"&gt;Parliament&lt;/a&gt;, he likened the adoption of foreign rule to the &lt;a href=\"Phanariotes\"&gt;Phanariote&lt;/a&gt; period. The opposition was nevertheless weak, and the resolution was passed with a large majority.\nAmong Ion Heliade Rădulescu's last printed works were a textbook on &lt;a href=\"poetics\"&gt;poetics&lt;/a&gt; (1868) and a volume on Romanian &lt;a href=\"orthography\"&gt;orthography&lt;/a&gt;. By that time, he had come to consider himself a &lt;a href=\"prophet\"&gt;prophet&lt;/a&gt;-like figure, and the redeemer of his motherland, notably blessing his friends with the words \"&lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; and &lt;a href=\"Mary%20Magdalene\"&gt;Magdalene&lt;/a&gt; be with you!\" His mental health declining, he died at his Bucharest residence on Polonă Street, nr. 20. Heliade Rădulescu's grandiose funeral ceremony attracted a large number of his admirers; the coffin was buried in the courtyard of the Mavrogheni Church.\nHeliade and the Romanian language.\nEarly proposals.\nHeliade's most influential contributions are related to his interest in developing the modern &lt;a href=\"Romanian%20language\"&gt;Romanian language&lt;/a&gt;, in which he synthesized &lt;a href=\"Age%20of%20Enlightenment\"&gt;Enlightenment&lt;/a&gt; tenets and &lt;a href=\"Romantic%20nationalism\"&gt;Romantic nationalist&lt;/a&gt; ideals of the 1848 generation. At a time when Romanian was being discarded by the educated in favor of French or &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt;, he and his supporters argued in favor of adapting Romanian to the requirements of &lt;a href=\"modernization\"&gt;modernization&lt;/a&gt;; he wrote: \"Young people, preoccupy yourselves with the national language, speak and write in it; prepare yourselves for its study, for its cultivation,—and cultivating a language means to write in it about all sciences and arts, about all eras and peoples. The language alone unites, strengthens and defines a nation; preoccupy yourselves with it first and foremost, as, through this, you shall be carrying out the most fundamental of policies, you shall be laying the foundation of nationality\".\nHeliade inaugurated his series of proposals for reforming the language in 1828, when his work on &lt;a href=\"Romanian%20grammar\"&gt;Romanian grammar&lt;/a&gt; called for the &lt;a href=\"Romanian%20Cyrillic%20alphabet\"&gt;Cyrillic script&lt;/a&gt; to be reduced to 27 letters, reflecting &lt;a href=\"phonetic%20spelling\"&gt;phonetic spelling&lt;/a&gt; (for this rule, Heliade cited the example of the &lt;a href=\"Latin%20alphabet\"&gt;Latin alphabet&lt;/a&gt; as used in &lt;a href=\"Ancient%20Rome\"&gt;Ancient Rome&lt;/a&gt;). Soon after, he began a campaign in favor of introducing &lt;a href=\"Romance%20languages\"&gt;Romance&lt;/a&gt; &lt;a href=\"neologism\"&gt;neologism&lt;/a&gt;s, which he wanted to adapt to Romanian spelling. By that time, Romanians in various regions had grown aware of the need to unify the &lt;a href=\"Romanian%20dialects\"&gt;varieties of Romanian&lt;/a&gt; and create a standard &lt;a href=\"Romanian%20lexis\"&gt;Romanian lexis&lt;/a&gt;: this notion was first supported by the &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt;ns &lt;a href=\"Gheorghe%20%C5%9Eincai\"&gt;Gheorghe Şincai&lt;/a&gt; and &lt;a href=\"Petru%20Maior\"&gt;Petru Maior&lt;/a&gt;, whose proposal was to unite Romanians around the issue of the choice of liturgical language, both &lt;a href=\"Romanian%20Orthodox%20Church\"&gt;Orthodox&lt;/a&gt; and &lt;a href=\"Romanian%20Church%20United%20with%20Rome%2C%20Greek-Catholic\"&gt;Greek-Catholic&lt;/a&gt; (\"see &lt;a href=\"Transylvanian%20School\"&gt;Transylvanian School&lt;/a&gt;\"). Heliade, who first proposed a &lt;a href=\"Standard%20language\"&gt;language regulator&lt;/a&gt; (an idea which was to be employed in creating the &lt;a href=\"Romanian%20Academy\"&gt;Romanian Academy&lt;/a&gt;), expanded on this legacy, while stressing that the dialect spoken in &lt;a href=\"Muntenia\"&gt;Muntenia&lt;/a&gt;, which had formed the basis of religious texts published by the 16th century printer &lt;a href=\"Coresi\"&gt;Coresi&lt;/a&gt;, serve as the standard language.\nIn addition, he advocated &lt;a href=\"Aesthetics\"&gt;aesthetical&lt;/a&gt; guidelines in respect to the standard shape of Romanian, stressing three basic principles in selecting words: \"proper wording\", which called for &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt; words of &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; origin to be prioritized; \"harmony\", which meant that words of Latin origin were to be used in their most popular form, even in cases where &lt;a href=\"Phonaesthetics\"&gt;euphony&lt;/a&gt; had been altered by prolonged usage; and \"energy\", through which Heliade favored the primacy of the shortest and most expressive of &lt;a href=\"synonym\"&gt;synonym&lt;/a&gt;s used throughout Romanian-speaking areas. In parallel, Heliade frowned upon &lt;a href=\"Linguistic%20purism\"&gt;purist&lt;/a&gt; policies of removing widely used neologisms of foreign origin—arguing that these were \"a fatality\", he indicated that the gains of such a process would have been shadowed by the losses.\nThese early theories exercised a lasting influence, and, when the work of unifying Romanian was accomplished in the late 19th century, they were used as a source of inspiration: Romania's major poet of the period, &lt;a href=\"Mihai%20Eminescu\"&gt;Mihai Eminescu&lt;/a&gt;, himself celebrated for having created the modern &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt;, gave praise to Heliade for \"writing just as [the language] is spoken\". This assessment was shared by &lt;a href=\"Ovid%20Densusianu\"&gt;Ovid Densusianu&lt;/a&gt;, who wrote: \"Thinking of how people wrote back then, in thick, drawly, sleepy phrases, Heliade thus shows himself superior to all his contemporaries, and ... we can consider him the first prose writer who brings in the note of modernity\".\nItalian influence.\nA second period in Heliade's linguistic researches, inaugurated when he adopted &lt;a href=\"%C3%89tienne%20Bonnot%20de%20Condillac\"&gt;Étienne Condillac&lt;/a&gt;'s theory that a language could be developed from conventions, eventually brought about the rejection of his own earlier views. By the early 1840s, he postulated that Romanian and &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; were not distinct languages, but rather dialects of Latin, which prompted him to declare the necessity of replacing Romanian words with \"superior\" Italian ones. One of his &lt;a href=\"stanza\"&gt;stanza&lt;/a&gt;s, using his version of the &lt;a href=\"Romanian%20alphabet\"&gt;Romanian Latin alphabet&lt;/a&gt;, read:\n&lt;poem style=\"margin-left:2em;font-style:italic\"&gt;\n&lt;/poem&gt;\nApproximated into modern Romanian and English, this is:\nThe target of criticism and ridicule, these principles were dismissed by Eminescu as \"errors\" and \"&lt;a href=\"A%20priori%20%28languages%29\"&gt;a priori systems&lt;/a&gt; of &lt;a href=\"orthography\"&gt;orthography&lt;/a&gt;\". During their existence, they competed with both &lt;a href=\"August%20Treboniu%20Laurian\"&gt;August Treboniu Laurian&lt;/a&gt;'s adoption of strong Latin mannerisms and the inconsistent &lt;a href=\"Francization\"&gt;Francized&lt;/a&gt; system developed in Moldavia by &lt;a href=\"Gheorghe%20Asachi\"&gt;Gheorghe Asachi&lt;/a&gt;, which, according to the 20th century literary critic &lt;a href=\"Garabet%20Ibr%C4%83ileanu\"&gt;Garabet Ibrăileanu&lt;/a&gt;, constituted \"the &lt;a href=\"boyar\"&gt;boyar&lt;/a&gt; language of his time\". Ibrăileanu also noted that Asachi had come to admire Heliade's attempts, and had praised them as an attempt to revive the language \"spoken by &lt;a href=\"Trajan\"&gt;Trajan&lt;/a&gt;'s men\"—in reference to &lt;a href=\"Roman%20Dacia\"&gt;Roman Dacia&lt;/a&gt;.\nWhile defending the role Moldavian politicians in the 1840s had in shaping modern Romanian culture, Ibrăileanu argued that practices such as those of Heliade and Laurian carried the risk of \"suppressing the Romanian language\", and credited &lt;a href=\"Alecu%20Russo\"&gt;Alecu Russo&lt;/a&gt;, more than his successors at \"&lt;a href=\"Junimea\"&gt;Junimea&lt;/a&gt;\", with providing a passionate defense of spoken Romanian. He notably cited Russo's verdict: \"The modern political hatred aimed at [Russia] has thrown us into Italianism, into Frenchism, and into other -isms, that were not and are not Romanianism, but the political perils, in respect to the enslavement of the Romanian soul, have since passed; true Romanianism ought to hold its head up high\". The literary critic &lt;a href=\"George%20C%C4%83linescu\"&gt;George Călinescu&lt;/a&gt; also connected Heliade's experimentation to his &lt;a href=\"Anti-Russian%20sentiment\"&gt;Russophobia&lt;/a&gt;, in turn reflecting his experiences as a revolutionary: \"Hating &lt;a href=\"Slavic%20languages\"&gt;Slavism&lt;/a&gt; and the Russians, who had striven to underline [Slavic influences in Romanian], he said to himself that he was to serve his motherland by discarding all Slavic vestiges\". Călinescu notably attributed Heliade's inconsistency to his \"&lt;a href=\"autodidacticism\"&gt;autodidacticism&lt;/a&gt;\", which, he contended, was responsible for \"[his] casual implication in all issues, the unexpected move from common sense ideas to the most insane theories\".\nOverall, Heliade's experiments had marginal appeal, and their critics (Eminescu included) contrasted them with Heliade's own tenets. Late in his life, Heliade seems to have acknowledged this, notably writing: \"This language, as it is written today by people who can speak Romanian, is my work\". One of the few authors to be influenced by the theory was the &lt;a href=\"Symbolism%20%28arts%29\"&gt;Symbolist&lt;/a&gt; poet &lt;a href=\"Alexandru%20Macedonski\"&gt;Alexandru Macedonski&lt;/a&gt;, who, during his youth, wrote several pieces in Heliade's Italian-sounding Romanian. Despite Heliade's thesis being largely rejected, some of its practical effects on everyday language were very enduring, especially in cases where Italian words were borrowed as a means to illustrate nuances and concepts for which Romanian had no equivalent. These include \"afabil\" (\"affable\"), \"adorabil\" (\"adorable\"), (\"colossal\"), \"implacabil\" (\"implacable\"), \"inefabil\" (\"ineffable\"), \"inert\" (\"inert\"), \"mistic\" (\"mystical\"), \"pervers\" (\"perverse\" or \"pervert\"), \"suav\" (\"suave\"), and \"venerabil\" (\"venerable\").\nLiterature.\nTenets.\nCelebrated as the founder of Wallachian &lt;a href=\"Romanticism\"&gt;Romanticism&lt;/a&gt;, Heliade was equally influenced by &lt;a href=\"Classicism\"&gt;Classicism&lt;/a&gt; and the &lt;a href=\"Age%20of%20Enlightenment\"&gt;Age of Enlightenment&lt;/a&gt;. His work, written in a special cultural context (where Classiciasm and Romanticism coexisted), took the middle path between two opposing camps: the Romantics (&lt;a href=\"Alecu%20Russo\"&gt;Alecu Russo&lt;/a&gt;, &lt;a href=\"Mihail%20Kog%C4%83lniceanu\"&gt;Mihail Kogălniceanu&lt;/a&gt; and others) and the Classicists (&lt;a href=\"Gheorghe%20Asachi\"&gt;Gheorghe Asachi&lt;/a&gt;, &lt;a href=\"Grigore%20Alexandrescu\"&gt;Grigore Alexandrescu&lt;/a&gt;, &lt;a href=\"George%20Baronzi\"&gt;George Baronzi&lt;/a&gt; etc.). &lt;a href=\"George%20C%C4%83linescu\"&gt;George Călinescu&lt;/a&gt; defined Heliade as \"a devourer of books\", noting that his favorites, who all played a part in shaping his style and were many times the subject of his translations, included: &lt;a href=\"Alphonse%20de%20Lamartine\"&gt;Alphonse de Lamartine&lt;/a&gt;, &lt;a href=\"Dante%20Aligheri\"&gt;Dante Aligheri&lt;/a&gt;, &lt;a href=\"Ludovico%20Ariosto\"&gt;Ludovico Ariosto&lt;/a&gt;, &lt;a href=\"Torquato%20Tasso\"&gt;Torquato Tasso&lt;/a&gt;, &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;, &lt;a href=\"Jean-Fran%C3%A7ois%20Marmontel\"&gt;Jean-François Marmontel&lt;/a&gt;, &lt;a href=\"Jean-Jacques%20Rousseau\"&gt;Jean-Jacques Rousseau&lt;/a&gt;, and &lt;a href=\"Fran%C3%A7ois-Ren%C3%A9%20de%20Chateaubriand\"&gt;François-René de Chateaubriand&lt;/a&gt;.\nHis poetic style, influenced from early on by Lamartine, was infused with Classicism during his middle age, before he again adopted Romantic tenets. Initially making use of guidelines set by &lt;a href=\"Nicolas%20Boileau-Despr%C3%A9aux\"&gt;Nicolas Boileau-Despréaux&lt;/a&gt; in respect to poetry, he came to oppose them after reading &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt;'s Romantic preface to \"&lt;a href=\"Cromwell%20%28play%29\"&gt;Cromwell&lt;/a&gt;\" (without ever discarding them altogether).\nLike the Classicists, Heliade favored a literature highlighting \"types\" of characters, as the union of universal traits and particular characteristics, but, like the Romantics, he encouraged writers to write from a &lt;a href=\"Subjectivism\"&gt;subjective&lt;/a&gt; viewpoint, which he believed to be indicative of their mission as \"prophets, ... men who criticize, who point out their society's plagues and who look on to a happier future, waiting for a savior\". Through the latter ideal of moral regeneration, Heliade also complimented the Romantic stress on \"national specificity\", which he adopted in his later years. At the same time, he centered much of his own literary work on non-original material, either by compiling it from various translations or by translating from a single source—having his focus on creating the basis for further development by introducing samples of untapped &lt;a href=\"literary%20genre\"&gt;literary genre&lt;/a&gt;s and styles to &lt;a href=\"Literature%20of%20Romania\"&gt;Romanian literature&lt;/a&gt;.\nWhile several of Heliade's contributions to literature have been considered to be of low importance, many others, above all his Romantic poem \"&lt;a href=\"Zbur%C4%83torul\"&gt;Zburătorul&lt;/a&gt;\", are hailed as major accomplishments. \"Zburătorul\", borrowing from &lt;a href=\"Romanian%20mythology\"&gt;Romanian mythology&lt;/a&gt; its main character (the eponymous \"&lt;a href=\"Incubus%20%28demon%29\"&gt;incubus&lt;/a&gt;\"-like being who visits nubile girls at night) also serves to depict the atmosphere of a Wallachian village from that period. According to &lt;a href=\"George%20C%C4%83linescu\"&gt;George Călinescu&lt;/a&gt;, the poem's value partly relies on its depiction of lust through the girls' eyes: \"lacking the rages of &lt;a href=\"Sappho\"&gt;Sappho&lt;/a&gt; and &lt;a href=\"Phaedra%20%28mythology%29\"&gt;Phaedra&lt;/a&gt;. The &lt;a href=\"puberty\"&gt;puberty&lt;/a&gt; crisis is explained through mythology and cured through &lt;a href=\"Magic%20%28paranormal%29\"&gt;magic&lt;/a&gt;\".\nAn 1837 essay of his, centered on a debate regarding the translation of &lt;a href=\"Homer\"&gt;Homer&lt;/a&gt;'s works into Romanian, featured a series of counsels to younger writers: \"This is not the time for criticism, children, it is the time for writing, so write as much and as good as you can, but without meanness; create, do not ruin; for the nation receives and blesses the maker and curses the destroyer. Write with a clear conscience\". Paraphrased as \"Write anything, boys, as long as you go on writing!\" (\"Scrieţi, băieţi, orice, numai scrieţi!\"), this quote became the topic of derision in later decades, and was hailed as an example of Heliade's failure to distinguish between quality and quantity. The latter verdict was considered unfair by the literary historian &lt;a href=\"%C5%9Eerban%20Cioculescu\"&gt;Şerban Cioculescu&lt;/a&gt; and others, who argued that Ion Heliade Rădulescu's main goal was to encourage the rapid development of local literature to a European level. Although he recognized, among other things, Heliade's merits of having removed pretentious boyar discourse from poetry and having favored regular &lt;a href=\"rhyme\"&gt;rhyme&lt;/a&gt;, &lt;a href=\"Paul%20Zarifopol\"&gt;Paul Zarifopol&lt;/a&gt; accused him and &lt;a href=\"Gheorghe%20Asachi\"&gt;Gheorghe Asachi&lt;/a&gt; of \"tastelessness\" and \"literary insecurity\". He elaborated: \"Rădulescu was arguably afflicted with this sin more than Asachi, given his unfortunate ambitions of fabricating a literary language\".\nHeliade's name is closely connected with the establishment of &lt;a href=\"Theatre%20of%20Romania\"&gt;Romanian-language theater&lt;/a&gt;, mirroring the activities of Asachi in &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt;. Ever since he partook in creating \"Soţietatea Filarmonică\" and the &lt;a href=\"National%20Theatre%20Bucharest\"&gt;Bucharest Theater&lt;/a&gt;, to the moment of his death, he was involved in virtually all major developments in local dramatic and operatic art. In August 1834, he was one of the intellectuals who organized the first show hosted by \"Soţietatea Filarmonică\", which featured, alongside a &lt;a href=\"cavatina\"&gt;cavatina&lt;/a&gt; from &lt;a href=\"Vincenzo%20Bellini\"&gt;Vincenzo Bellini&lt;/a&gt;'s \"&lt;a href=\"Il%20pirata\"&gt;Il pirata&lt;/a&gt;\", Heliade's translation of &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;'s \"&lt;a href=\"Mahomet%20%28play%29\"&gt;Mahomet&lt;/a&gt;\". In subsequent years, members of the association carried out the translation of &lt;a href=\"Theatre%20of%20France\"&gt;French theater&lt;/a&gt; and other foreign pieces, while encouraging Romanian-language dramatists, an effort which was to become successful during and after the 1840s (when &lt;a href=\"Constantin%20Aristia\"&gt;Constantin Aristia&lt;/a&gt; and &lt;a href=\"Costache%20Caragiale\"&gt;Costache Caragiale&lt;/a&gt; entered their most creative periods). Heliade himself advocated &lt;a href=\"didacticism\"&gt;didacticism&lt;/a&gt; in drama (defining it as \"the preservation of social health\"), and supported professionalism in &lt;a href=\"acting\"&gt;acting&lt;/a&gt;.\nHistorical and religious subjects.\nIon Heliade Rădulescu made extensive use of the &lt;a href=\"Romantic%20nationalism\"&gt;Romantic nationalist&lt;/a&gt; focus on history, which he initially applied to his poetry. In this instance as well, the goal was to educate his public; he wrote: \"Nothing is worthy of derision as much as someone taking pride in his parents and ancestors and nothing more worthy of praise than when the ancestors' great deeds serve as a model and an impulse for competition among descendants\". The main historical figure in his poetry is the late 16th century &lt;a href=\"List%20of%20rulers%20of%20Wallachia\"&gt;Wallachian Prince&lt;/a&gt; &lt;a href=\"Michael%20the%20Brave\"&gt;Michael the Brave&lt;/a&gt;, the first one to rally Wallachia, Moldavia and &lt;a href=\"Transylvania\"&gt;Transylvania&lt;/a&gt; under a single rule: celebrated in Heliade's poem \"O noapte pe ruinele Târgoviştii\" (\"A Night on the Ruins of &lt;a href=\"T%C3%A2rgovi%C5%9Fte\"&gt;Târgovişte&lt;/a&gt;\"), he was to be the main character of a lengthy &lt;a href=\"epic%20poem\"&gt;epic poem&lt;/a&gt;, \"Mihaiada\", of which only two sections, written in very different styles, were ever completed (in 1845 and 1859 respectively). Other historical poems also expanded on the ideal of a single Romanian state, while presenting the 1848 generation as a model for future Romanian politicians.\nThroughout the 1860s, one of Heliade's main interests was an investigation into the issues involving Romanian history during the &lt;a href=\"origin%20of%20the%20Romanians\"&gt;origin of the Romanians&lt;/a&gt; and the &lt;a href=\"Romania%20in%20the%20Early%20Middle%20Ages\"&gt;early medieval history&lt;/a&gt; of the &lt;a href=\"Danubian%20Principalities\"&gt;Danubian Principalities&lt;/a&gt;. At a time when, in Moldavia, the newly surfaced \"&lt;a href=\"Chronicle%20of%20Huru\"&gt;Chronicle of Huru&lt;/a&gt;\" traced a political lineage of the country to the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; through the means of a narrative which was later proven to be entirely fictional, Heliade made use of its theses to draw similar conclusions regarding Wallachia. His &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; views were thus expanded to the level of &lt;a href=\"Historiography\"&gt;historiographic&lt;/a&gt; thesis: according to Heliade, &lt;a href=\"boyars\"&gt;boyars&lt;/a&gt; had been an &lt;a href=\"Egalitarianism\"&gt;egalitarian&lt;/a&gt; and permeable class, which, from as early as the times of &lt;a href=\"Radu%20Negru\"&gt;Radu Negru&lt;/a&gt;, had adopted humane laws that announced and welcomed those of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; (he notably claimed that the &lt;a href=\"Counties%20of%20Romania\"&gt;county&lt;/a&gt;-based administration was a &lt;a href=\"Democracy\"&gt;democratic&lt;/a&gt; one, and that it had been copied from the &lt;a href=\"Israelite\"&gt;Israelite&lt;/a&gt; model as depicted in the Bible).\nThe ideal he expressed in a work of the period, \"Equilibru între antithesi\" (\"A Balance between &lt;a href=\"Antithesis\"&gt;Antitheses&lt;/a&gt;\") was moderate &lt;a href=\"progressivism\"&gt;progressivism&lt;/a&gt;, with the preservation of social peace. In &lt;a href=\"Tudor%20Vianu\"&gt;Tudor Vianu&lt;/a&gt;'s view, partly based on earlier assessments by other critics, \"Equilibru\", with its stress on making political needs coincide with social ones through the means of counterweights, evidenced strong influences from &lt;a href=\"Pierre-Joseph%20Proudhon\"&gt;Pierre-Joseph Proudhon&lt;/a&gt;'s thought, as well as vaguer ones from that of &lt;a href=\"Georg%20Wilhelm%20Friedrich%20Hegel\"&gt;Georg Wilhelm Friedrich Hegel&lt;/a&gt;. Nonetheless, his system parted with &lt;a href=\"Hegelianism\"&gt;Hegelianism&lt;/a&gt; in that, instead of seeking a balance between the \"&lt;a href=\"Geist\"&gt;Geist&lt;/a&gt;\" and existence, it considered the three states of human progress (\"&lt;a href=\"Thesis%2C%20antithesis%2C%20synthesis\"&gt;Thesis, antithesis, synthesis&lt;/a&gt;\") the reflection of a &lt;a href=\"Numerology\"&gt;mystical number&lt;/a&gt; favored throughout history.\nIn parallel, Heliade worked on a vast synthesis of his own &lt;a href=\"philosophy%20of%20history\"&gt;philosophy of history&lt;/a&gt;, based on his interpretation of &lt;a href=\"Biblical%20theology\"&gt;Biblical theology&lt;/a&gt;. His 1858 work, \"Biblice\" (\"Biblical Writings\"), was supposed to form the first of four sections in a Christian history of the world. Referring to this project, Călinescu defined Heliade's ideas as \"interesting, no matter how naïve at times, in general &lt;a href=\"Voltaire\"&gt;Voltairian&lt;/a&gt; and &lt;a href=\"Freemasonry\"&gt;Freemason&lt;/a&gt; [in shape]\". \"Biblicele\" partly evidenced Heliade's interests in the &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt; and \"&lt;a href=\"Zohar\"&gt;Zohar&lt;/a&gt;\"-like &lt;a href=\"gematria\"&gt;gematria&lt;/a&gt;—with emphasis placed on the numbers 3, 7, and 10—, as well as ample references to the \"&lt;a href=\"Sephirot\"&gt;Sephirot&lt;/a&gt;\". One of his original thoughts on the matter was a reference to \"&lt;a href=\"Delta%20%28letter%29\"&gt;deltas&lt;/a&gt;\" (triangles) of &lt;a href=\"Deity\"&gt;deities&lt;/a&gt;—&lt;a href=\"Elohim\"&gt;Elohim&lt;/a&gt;-Spirit-&lt;a href=\"Matter\"&gt;Matter&lt;/a&gt; and Spirit-Matter-the Universe. A portion of Heliade Rădulescu's poems also draw on religious themes and discourse. According to &lt;a href=\"George%20C%C4%83linescu\"&gt;George Călinescu&lt;/a&gt;, the poet had attempted to create a parallel to both \"&lt;a href=\"The%20Divine%20Comedy\"&gt;The Divine Comedy&lt;/a&gt;\" and the Bible, from &lt;a href=\"Book%20of%20Genesis\"&gt;Genesis&lt;/a&gt; to &lt;a href=\"Book%20of%20Revelation\"&gt;Revelation&lt;/a&gt;, with a style influenced by Lamartine and &lt;a href=\"Victor%20Hugo\"&gt;Victor Hugo&lt;/a&gt;.\nSatire and polemics.\nHeliade was aware of the often negative response to his work: in a poem dedicated to the memory of &lt;a href=\"Friedrich%20Schiller\"&gt;Friedrich Schiller&lt;/a&gt;, he expanded on the contrast between creation and social setting (in reference to mankind, it stressed \"Te iartă să faci răul, iar binele nici mort\"—\"They forgive the evil committed against them, but never the good\"). A noted author of &lt;a href=\"satire\"&gt;satire&lt;/a&gt;, he used it as a vehicle to criticize social customs of his day, as well as to publicize personal conflicts and resentments. As a maverick, he attacked political figures on both sides: conservatives who mimicked liberalism were the subject of his \"Areopagiul bestielor\" (\"The &lt;a href=\"Areopagus\"&gt;Areopagus&lt;/a&gt; of the Beasts\"), while many other of his post-1848 prose and poetry pieces mocked people on the &lt;a href=\"Left-wing%20politics\"&gt;left wing&lt;/a&gt; of liberalism, most notably &lt;a href=\"C.%20A.%20Rosetti\"&gt;C. A. Rosetti&lt;/a&gt; and his supporters. During and after his exile, his conflicts with &lt;a href=\"Cezar%20Bolliac\"&gt;Cezar Bolliac&lt;/a&gt; and &lt;a href=\"Ion%20Ghica\"&gt;Ion Ghica&lt;/a&gt; also made the latter two the target of irony, most likely based on Heliade's belief that they intended to downplay his contributions to the &lt;a href=\"Wallachian%20Revolution%20of%201848\"&gt;Wallachian Revolution of 1848&lt;/a&gt;.\nHis autobiographical pieces, marked by acid comments on &lt;a href=\"Greek%20language\"&gt;Greek-language&lt;/a&gt; education, and, in this respect, similar to the writings of his friend &lt;a href=\"Costache%20Negruzzi\"&gt;Costache Negruzzi&lt;/a&gt;, also display a dose of self-irony. The enduring polemic with &lt;a href=\"Grigore%20Alexandrescu\"&gt;Grigore Alexandrescu&lt;/a&gt;, as well as his quarrel with Bolliac, formed the basis of his &lt;a href=\"pamphlet\"&gt;pamphlet&lt;/a&gt; \"Domnul Sarsailă autorul\" (\"Mr. &lt;a href=\"Devil%20in%20Christianity\"&gt;Old Nick&lt;/a&gt;, the Author\"), an attack on what Heliade viewed as writers whose pretensions contrasted with their actual mediocrity. In other short prose works, Ion Heliade Rădulescu commented on the caricature-like nature of \"&lt;a href=\"parvenu\"&gt;parvenu&lt;/a&gt;\" &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;ers (the male prototype, \"Coconul Drăgan\", was \"an ennobled hoodlum\", while the female one, \"Coconiţa Drăgana\", always wished to be the first in line for the &lt;a href=\"Anointing%20of%20the%20Sick\"&gt;unction&lt;/a&gt;).\nIn various of his articles, he showed himself a critic of social trends. During the 1830s, he reacted against &lt;a href=\"misogyny\"&gt;misogyny&lt;/a&gt;, arguing in favor of &lt;a href=\"women%27s%20rights\"&gt;women's rights&lt;/a&gt;: \"Who has made man create himself unfair laws and customs, in order for him to cultivate his spirit and forsake [women] into ignorance...?\". In 1859, after the &lt;a href=\"History%20of%20the%20Jews%20in%20Romania\"&gt;Jewish community&lt;/a&gt; in &lt;a href=\"Gala%C5%A3i\"&gt;Galaţi&lt;/a&gt; fell victim to a &lt;a href=\"pogrom\"&gt;pogrom&lt;/a&gt;, he spoke out against &lt;a href=\"Antisemitism\"&gt;Antisemitic&lt;/a&gt; &lt;a href=\"Blood%20libel%20against%20Jews\"&gt;blood libel&lt;/a&gt; accusations: \"Jews do not eat children in England, nor do they in France, nor do they in &lt;a href=\"German%20Confederation\"&gt;Germany&lt;/a&gt;, nor do they do so wherever humans have become humans. Where else are they accused of such an inhumane deed? Wherever peoples are still &lt;a href=\"Barbarian\"&gt;Barbaric&lt;/a&gt; or semi-Barbaric\".\nA large portion of Heliade's satirical works rely on mockery of speech patterns and physical traits: notable portraits resulting from this style include mimicking the manner of Transylvanian educators (with their strict adherence to &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; &lt;a href=\"Etymology\"&gt;etymologies&lt;/a&gt;), and his critique of the &lt;a href=\"exophthalmos\"&gt;exophthalmos&lt;/a&gt; Rosetti (with eyes \"more bulged than those of a giant frog\"). Without sharing Heliade's views on literature, the younger &lt;a href=\"Titu%20Maiorescu\"&gt;Titu Maiorescu&lt;/a&gt; drew comparisons with his predecessor for launching into similar attacks, and usually in respect to the same rivals.\nIn cultural reference.\nA monument to Ion Heliade Rădulescu, sculpted by the &lt;a href=\"Italy\"&gt;Italian&lt;/a&gt; artist &lt;a href=\"Ettore%20Ferrari\"&gt;Ettore Ferrari&lt;/a&gt;, stands in front of the &lt;a href=\"University%20of%20Bucharest\"&gt;University&lt;/a&gt; building in central Bucharest. In addition to naming a lecture room after him, the &lt;a href=\"Romanian%20Academy\"&gt;Romanian Academy&lt;/a&gt; has instituted the \"Ion Heliade Rădulescu Award\"—in 1880, it was awarded to &lt;a href=\"Bogdan%20Petriceicu%20Hasdeu\"&gt;Bogdan Petriceicu Hasdeu&lt;/a&gt;, for his \"Cuvinte den bătrâni\", and worth 5,000 gold &lt;a href=\"Romanian%20leu\"&gt;lei&lt;/a&gt;. Ten years after, the prize was the center of a scandal, involving on one side the dramatist &lt;a href=\"Ion%20Luca%20Caragiale\"&gt;Ion Luca Caragiale&lt;/a&gt; and, on the other, the cultural establishment formed around members of the &lt;a href=\"National%20Liberal%20Party%20%28Romania%2C%201875%29\"&gt;National Liberal Party&lt;/a&gt;, including Hasdeu and &lt;a href=\"Dimitrie%20Sturdza\"&gt;Dimitrie Sturdza&lt;/a&gt;. The latter disapproved of Caragiale's anti-Liberal stance and his association with \"&lt;a href=\"Junimea\"&gt;Junimea&lt;/a&gt;\", as well as to his &lt;a href=\"anti-nationalism\"&gt;anti-nationalism&lt;/a&gt;, dislike of &lt;a href=\"didacticism\"&gt;didacticism&lt;/a&gt;, and alleged &lt;a href=\"cosmopolitanism\"&gt;cosmopolitanism&lt;/a&gt;. They thus refused to grant him the prize.\nA high school in his native &lt;a href=\"T%C3%A2rgovi%C5%9Fte\"&gt;Târgovişte&lt;/a&gt; bears the name \"Ion Heliade Rădulescu\", as does a village in the &lt;a href=\"Commune%20in%20Romania\"&gt;commune&lt;/a&gt; of &lt;a href=\"Ziduri\"&gt;Ziduri&lt;/a&gt;, &lt;a href=\"Buz%C4%83u%20County\"&gt;Buzău County&lt;/a&gt;. The grave of &lt;a href=\"Take%20Ionescu\"&gt;Take Ionescu&lt;/a&gt;, an influential political figure and one-time &lt;a href=\"Prime%20Minister%20of%20Romania\"&gt;Prime Minister of Romania&lt;/a&gt; who was Heliade's descendant, is situated in &lt;a href=\"Sinaia%20Monastery\"&gt;Sinaia Monastery&lt;/a&gt;, in the immediate vicinity of a fir tree planted by Heliade and his fellow 1848 revolutionaries.\nIn his 1870 poem \"Epigonii\" (\"The &lt;a href=\"wiktionary%3Aepigone\"&gt;Epigone&lt;/a&gt;s\"), &lt;a href=\"Mihai%20Eminescu\"&gt;Mihai Eminescu&lt;/a&gt; paid tribute to early Romanian-language writers and their contributions to literature. An entire &lt;a href=\"stanza\"&gt;stanza&lt;/a&gt; is dedicated to Heliade:\nDuring the early 1880s, &lt;a href=\"Alexandru%20Macedonski\"&gt;Alexandru Macedonski&lt;/a&gt; and his \"&lt;a href=\"Literatorul\"&gt;Literatorul&lt;/a&gt;\" attempted to preserve Heliade's status and his theories when these were faced with criticism from \"Junimea\"; by 1885, this rivalry ended in defeat for Macedonski, and contributed to the disestablishment of \"Literatorul\".\nAlthough a \"Junimist\" for a large part of his life, Ion Luca Caragiale himself saw a precursor in Heliade, and even expressed some sympathy for his political ideals. During the 1890s, he republished a piece by Heliade in the &lt;a href=\"Conservative%20Party%20%28Romania%2C%201880%E2%80%931918%29\"&gt;Conservative Party&lt;/a&gt;'s main journal, \"&lt;a href=\"Epoca%20%28Romania%29\"&gt;Epoca&lt;/a&gt;\". One of Caragiale's most significant characters, the Transylvanian schoolteacher &lt;a href=\"Marius%20Chico%C5%9F%20Rostogan\"&gt;Marius Chicoş Rostogan&lt;/a&gt;, shares many traits with his counterparts in Heliade's stories. Developing his own theory, he claimed that there was a clear difference between, on one hand, the generation of Heliade Rădulescu, &lt;a href=\"Ion%20C%C3%A2mpineanu\"&gt;Ion Câmpineanu&lt;/a&gt;, and &lt;a href=\"Nicolae%20B%C4%83lcescu\"&gt;Nicolae Bălcescu&lt;/a&gt;, and, on the other, the National Liberal establishment formed around &lt;a href=\"Pantazi%20Ghica\"&gt;Pantazi Ghica&lt;/a&gt;, &lt;a href=\"Nicolae%20Misail\"&gt;Nicolae Misail&lt;/a&gt; and &lt;a href=\"Mihail%20P%C4%83t%C3%A2rl%C4%83geanu\"&gt;Mihail Pătârlăgeanu&lt;/a&gt;—he identified the latter grouping with &lt;a href=\"hypocrisy\"&gt;hypocrisy&lt;/a&gt;, &lt;a href=\"demagogy\"&gt;demagogy&lt;/a&gt;, and &lt;a href=\"political%20corruption\"&gt;political corruption&lt;/a&gt;, while arguing that the former could have found itself best represented by the Conservatives.\nComments about Heliade and his Bucharest statue feature prominently in Macedonski's short story \"Nicu Dereanu\", whose main character, a daydreaming &lt;a href=\"Bohemianism\"&gt;Bohemian&lt;/a&gt;, idolizes the Wallachian writer. \"&lt;a href=\"Sbur%C4%83torul\"&gt;Sburătorul&lt;/a&gt;\", a &lt;a href=\"Modernism\"&gt;modernist&lt;/a&gt; literary magazine of the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt;, edited by &lt;a href=\"Eugen%20Lovinescu\"&gt;Eugen Lovinescu&lt;/a&gt;, owed its name to \"&lt;a href=\"Zbur%C4%83torul\"&gt;Zburătorul&lt;/a&gt;\", making use of an antiquated variant of the name (a form favored by Heliade). During the same years, &lt;a href=\"Camil%20Petrescu\"&gt;Camil Petrescu&lt;/a&gt; made reference to Heliade in his novel \"&lt;a href=\"Un%20om%20%C3%AEntre%20oameni\"&gt;Un om între oameni&lt;/a&gt;\", which depicts events from &lt;a href=\"Nicolae%20B%C4%83lcescu\"&gt;Nicolae Bălcescu&lt;/a&gt;'s lifetime.\nIn his \"Autobiography\", the Romanian philosopher &lt;a href=\"Mircea%20Eliade\"&gt;Mircea Eliade&lt;/a&gt; indicated that it was likely that his ancestors, whose original surname was \"Ieremia\", had adopted the new name as a tribute to Heliade Rădulescu, whom they probably admired."
}