{
    "id": "328144",
    "revid": "12644416",
    "url": "https://en.wikipedia.org/wiki?curid=328144",
    "title": "Cabaret (musical)",
    "text": "Cabaret is a 1966 &lt;a href=\"musical%20theatre\"&gt;musical&lt;/a&gt; with music by &lt;a href=\"John%20Kander\"&gt;John Kander&lt;/a&gt;, lyrics by &lt;a href=\"Fred%20Ebb\"&gt;Fred Ebb&lt;/a&gt;, and book by &lt;a href=\"Joe%20Masteroff\"&gt;Joe Masteroff&lt;/a&gt;. The musical was based on &lt;a href=\"John%20Van%20Druten\"&gt;John Van Druten&lt;/a&gt;'s 1951 play \"&lt;a href=\"I%20Am%20a%20Camera\"&gt;I Am a Camera&lt;/a&gt;\" which was adapted from \"&lt;a href=\"Goodbye%20to%20Berlin\"&gt;Goodbye to Berlin&lt;/a&gt;\" (1939), a semi-autobiographical novel by Anglo-American writer &lt;a href=\"Christopher%20Isherwood\"&gt;Christopher Isherwood&lt;/a&gt; which drew upon his experiences in the poverty-stricken &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt; and his relationship with nineteen-year-old cabaret singer &lt;a href=\"Jean%20Ross\"&gt;Jean Ross&lt;/a&gt;.\nSet in 1929–1930 &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; during the waning days of the Weimar Republic as the &lt;a href=\"Nazi%20Party\"&gt;Nazis&lt;/a&gt; are ascending to power, the musical focuses on the hedonistic nightlife at the seedy Kit Kat Klub, and revolves around American writer Clifford Bradshaw's relations with English &lt;a href=\"cabaret\"&gt;cabaret&lt;/a&gt; performer &lt;a href=\"Sally%20Bowles\"&gt;Sally Bowles&lt;/a&gt;. A sub-plot involves the doomed romance between German boarding house owner Fräulein Schneider and her elderly suitor Herr Schultz, a &lt;a href=\"Anti-Jewish%20legislation%20in%20prewar%20Nazi%20Germany\"&gt;Jewish&lt;/a&gt; fruit vendor. Overseeing the action is the &lt;a href=\"Master%20of%20Ceremonies\"&gt;Master of Ceremonies&lt;/a&gt; at the Kit Kat Klub, and the club itself serves as a metaphor for ominous political developments in late &lt;a href=\"Weimar%20Republic\"&gt;Weimar Germany&lt;/a&gt;.\nThe original &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; production opened on November 20, 1966, and became a box office hit that ran for 1,165 performances. The award-winning musical inspired numerous subsequent productions in &lt;a href=\"London\"&gt;London&lt;/a&gt; and &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; as well as the popular &lt;a href=\"Cabaret%20%281972%20film%29\"&gt;1972 film&lt;/a&gt; of the same name.\nBackground.\nHistorical basis.\nThe events depicted in the 1966 musical are derived from Anglo-American writer Christopher Isherwood's semi-autobiographical tales of his colorful escapades in the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt;. In 1929, Isherwood moved to &lt;a href=\"Weimar%20culture\"&gt;Weimar Berlin&lt;/a&gt; during the final months of the &lt;a href=\"Golden%20Twenties\"&gt;Golden Twenties&lt;/a&gt;. At the time, Isherwood was an apprentice novelist who was politically indifferent about the rise of &lt;a href=\"fascism\"&gt;fascism&lt;/a&gt; in Germany. He had relocated to Berlin in order to pursue a hedonistic life as an openly gay man and to enjoy the city's orgiastic &lt;a href=\"Jazz%20Age\"&gt;Jazz Age&lt;/a&gt; cabarets. He socialized with a coterie of gay writers that included &lt;a href=\"Stephen%20Spender\"&gt;Stephen Spender&lt;/a&gt;, &lt;a href=\"Paul%20Bowles\"&gt;Paul Bowles&lt;/a&gt;, and &lt;a href=\"W.H.%20Auden\"&gt;W.H. Auden&lt;/a&gt;.\nIn Berlin, Isherwood shared modest lodgings with 19-year-old &lt;a href=\"Jean%20Ross\"&gt;Jean Ross&lt;/a&gt;, a British cabaret singer and aspiring film actress who earned her living as a &lt;a href=\"chanteuse\"&gt;chanteuse&lt;/a&gt; in &lt;a href=\"lesbian%20bar\"&gt;lesbian bar&lt;/a&gt;s and second-rate cabarets. While rooming together with Isherwood at Nollendorfstrasse 17 in &lt;a href=\"Sch%C3%B6neberg\"&gt;Schöneberg&lt;/a&gt;, Ross became pregnant. She assumed the father of the child to be jazz pianist—and later actor—&lt;a href=\"Peter%20van%20Eyck\"&gt;Peter van Eyck&lt;/a&gt;. Following Eyck's abandonment of Ross, she underwent an &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt; facilitated by Isherwood who pretended to be her impregnator. Ross nearly died as a result of the botched abortion.\nWhile Ross recovered from the abortion procedure, the political situation &lt;a href=\"Adolf%20Hitler%27s%20rise%20to%20power\"&gt;rapidly deteriorated&lt;/a&gt; in Germany. As Berlin's daily scenes featured \"poverty, unemployment, political demonstrations and street fighting between the forces of the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;extreme left&lt;/a&gt; and the &lt;a href=\"Nazi%20Party\"&gt;extreme right&lt;/a&gt;,\" Isherwood, Spender, and other British nationals soon realized that they must leave the country. \"There was a sensation of doom to be felt in the Berlin streets,\" Spender recalled. By the time the &lt;a href=\"Nazi%20Party\"&gt;Nazi Party&lt;/a&gt; attained power in the &lt;a href=\"July%201932%20German%20federal%20election\"&gt;July 1932 elections&lt;/a&gt;, Isherwood had departed Germany and returned to England. Afterwards, most of Berlin's seedy cabarets were shuttered by the Nazis, and many of Isherwood's cabaret friends would later flee abroad or perish in &lt;a href=\"concentration%20camp\"&gt;concentration camp&lt;/a&gt;s. These factual events served as the genesis for Isherwood's Berlin tales. His 1939 novel \"&lt;a href=\"Goodbye%20to%20Berlin\"&gt;Goodbye to Berlin&lt;/a&gt;\" was later adapted by playwright &lt;a href=\"John%20Van%20Druten\"&gt;John Van Druten&lt;/a&gt; into the 1951 Broadway play \"&lt;a href=\"I%20Am%20a%20Camera\"&gt;I Am a Camera&lt;/a&gt;\" and, ultimately, the 1966 \"Cabaret\" musical.\nMusical development.\nIn early 1963, producer David Black commissioned English composer and lyricist &lt;a href=\"Sandy%20Wilson\"&gt;Sandy Wilson&lt;/a&gt; to undertake a musical adaptation of Van Druten's 1951 play \"&lt;a href=\"I%20Am%20a%20Camera\"&gt;I Am a Camera&lt;/a&gt;\". Black envisioned the musical as a &lt;a href=\"star%20vehicle\"&gt;star vehicle&lt;/a&gt; for singer &lt;a href=\"Julie%20Andrews\"&gt;Julie Andrews&lt;/a&gt;, but Andrews' manager refused to allow her to accept the role of Sally Bowles due to the character's immorality. By the time Wilson completed his work, however, Black's option on both the 1951 Van Druten play and its source material by Isherwood had lapsed and been acquired by rival producer &lt;a href=\"Harold%20Prince\"&gt;Harold Prince&lt;/a&gt;.\nPrince hired playwright &lt;a href=\"Joe%20Masteroff\"&gt;Joe Masteroff&lt;/a&gt; to work on the adaptation. Prince and Masteroff believed that Wilson's score failed to capture the carefree hedonism of the Jazz Age in late &lt;a href=\"1920s%20Berlin\"&gt;1920s Berlin&lt;/a&gt;. Consequently, the songwriting team &lt;a href=\"John%20Kander\"&gt;John Kander&lt;/a&gt; and &lt;a href=\"Fred%20Ebb\"&gt;Fred Ebb&lt;/a&gt; were invited to join the project. Their new version was initially a dramatic play preceded by a prologue of songs describing the Berlin atmosphere from various points of view. As the composers distributed the songs between scenes, they realized the story could be told in the structure of a more traditional &lt;a href=\"book%20musical\"&gt;book musical&lt;/a&gt;, and they replaced several songs with tunes more relevant to the plot.\nPrince and Masteroff altered Isherwood's original characters as well. The male protagonist became an American writer; the anti-Semitic landlady was transformed into a tolerant woman with a Jewish beau who owned a fruit store; the two language students were excised; and new characters—such as the Nazi smuggler Ernst Ludwig—were added. The musical ultimately expressed two stories in one: the first, a &lt;a href=\"revue\"&gt;revue&lt;/a&gt; centered on the decadence of the Kit Kat Klub; the second, a story set in the society of the club.\nBy Fall 1966, the musical was complete and entered rehearsals. After viewing one of the last rehearsals before the company headed to &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; for the pre-Broadway run, Prince's friend &lt;a href=\"Jerome%20Robbins\"&gt;Jerome Robbins&lt;/a&gt; suggested cutting the songs outside the cabaret, but Prince ignored his advice. In Boston, lead actress &lt;a href=\"Jill%20Haworth\"&gt;Jill Haworth&lt;/a&gt; struggled with her characterization of Sally Bowles. Critics thought Sally's blonde hair and white dress suggested a &lt;a href=\"debutante\"&gt;debutante&lt;/a&gt; at a &lt;a href=\"prom\"&gt;senior prom&lt;/a&gt; instead of a cabaret singer, so Sally was changed to brunette before the show opened on Broadway.\nPrince's staging was unusual for the time. As the audience filled the theater, the curtain was already up, revealing a stage containing only a large mirror reflecting the auditorium. There was no &lt;a href=\"overture\"&gt;overture&lt;/a&gt;; instead, a drum roll and cymbal crash led into the opening number. The juxtaposition of dialogue scenes with expository songs and separate cabaret numbers providing social commentary was a novel concept that initially startled audiences. Gradually, they came to understand the difference between the two and were able to accept the reasoning behind them.\nSynopsis.\nAct I.\nAt the twilight of the Jazz Age in Berlin, the incipient &lt;a href=\"Nazi%20Party\"&gt;Nazi Party&lt;/a&gt; is growing stronger. The Kit Kat Klub is a seedy &lt;a href=\"cabaret\"&gt;cabaret&lt;/a&gt;—a place of decadent celebration. The club's &lt;a href=\"Master%20of%20Ceremonies\"&gt;Master of Ceremonies&lt;/a&gt;, or Emcee, together with the cabaret girls and waiters, warm up the audience (\"&lt;a href=\"Willkommen\"&gt;Willkommen&lt;/a&gt;\"). Meanwhile, a young American writer named Clifford Bradshaw arrives via a railway train in Berlin. He has journeyed to the city to work on a new novel. Cliff encounters Ernst Ludwig, a German &lt;a href=\"smuggler\"&gt;smuggler&lt;/a&gt; who offers him &lt;a href=\"black%20market\"&gt;black market&lt;/a&gt; work and recommends a boarding house. At the boarding house, the proprietress Fräulein Schneider offers Cliff a room for one hundred &lt;a href=\"reichsmark\"&gt;reichsmark&lt;/a&gt;s, but he can only pay fifty. After a brief debate, she relents and allows Cliff to live there for fifty marks. Fräulein Schneider observes that she has learned to take whatever life offers (\"So What?\").\nWhen Cliff visits the Kit Kat Klub, the Emcee introduces an English &lt;a href=\"chanteuse\"&gt;chanteuse&lt;/a&gt;, Sally Bowles, who performs a flirtatious number (\"Don't Tell Mama\"). Afterward, she asks Cliff to recite poetry for her, and he recites \"&lt;a href=\"Casey%20at%20the%20Bat\"&gt;Casey at the Bat&lt;/a&gt;\". Cliff offers to escort Sally home, but she says that her boyfriend Max, the club's owner, is too jealous. Sally performs her final number at the Kit Kat Klub aided by a female ensemble of &lt;a href=\"Jazz%20Baby\"&gt;jazz babies&lt;/a&gt; (\"Mein Herr\"). The cabaret ensemble performs a song and dance, calling each other on &lt;a href=\"Chat%20line\"&gt;inter-table phones&lt;/a&gt; and inviting each other for dances and drinks (\"The Telephone Song\").\nThe next day at the boarding house, Cliff has just finished giving an English lesson to Ernst when Sally arrives. Max has fired her and thrown her out, and now she has no place to live. Sally asks Cliff if she can live in his room. At first he resists, but she convinces him to take her in (\"Perfectly Marvelous\"). The Emcee and two female companions sing a song (\"Two Ladies\") that comments on Cliff and Sally's new living arrangement. Herr Schultz, an elderly Jewish fruit-shop owner who lives in the boarding house, gives a pineapple to Fräulein Schneider as a romantic gesture (\"It Couldn't Please Me More\"). In the Kit Kat Klub, a young waiter starts to sing a song—a patriotic anthem to the &lt;a href=\"Fatherland\"&gt;Fatherland&lt;/a&gt; that slowly descends into a darker, &lt;a href=\"Nazi%20songs\"&gt;Nazi-inspired&lt;/a&gt; &lt;a href=\"march%20%28music%29\"&gt;marching song&lt;/a&gt;—becoming the strident \"&lt;a href=\"Tomorrow%20Belongs%20to%20Me\"&gt;Tomorrow Belongs to Me&lt;/a&gt;\". He initially sings \"&lt;a href=\"a%20cappella\"&gt;a cappella&lt;/a&gt;\", before the customers and the band join in.\nMonths later, Cliff and Sally are still living together and have grown intimate. Cliff knows that he is in a \"dream\", but he enjoys living with Sally too much to come to his senses (\"Why Should I Wake Up?\"). Sally reveals that she is pregnant, but she does not know who is the father and reluctantly decides to obtain an abortion. Cliff reminds her that it could be his child and tries to convince her to have the baby (\"&lt;a href=\"Maybe%20This%20Time%20%28song%29\"&gt;Maybe This Time&lt;/a&gt;\"). Ernst enters and offers Cliff a chance to earn easy money—picking up a suitcase in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and delivering it to his \"client\" in Berlin. The Emcee comments on this with the song \"Sitting Pretty\" (or, in later versions, \"Money\").\nMeanwhile, Fräulein Schneider has caught one of her boarders, the prostitute Fräulein Kost, bringing sailors into her room. Fräulein Schneider forbids her from doing so again, but Kost threatens to leave. Kost reveals that she has seen Fräulein Schneider with Herr Schultz in her room. Herr Schultz saves Fräulein Schneider's reputation by telling Fräulein Kost that he and Fräulein Schneider are to be married in three weeks. After Fräulein Kost departs, Fräulein Schneider thanks Herr Schultz for lying to Fräulein Kost. Herr Schultz says that he was serious and proposes to Fräulein Schneider (\"Married\").\nAt Fräulein Schneider and Herr Schultz's engagement party, Cliff arrives and delivers the suitcase of &lt;a href=\"contraband\"&gt;contraband&lt;/a&gt; to Ernst. A tipsy Schultz sings \"Meeskite\" (\"meeskite\", he explains, is &lt;a href=\"Yiddish\"&gt;Yiddish&lt;/a&gt; for ugly or funny-looking), a song with a moral (\"Anyone responsible for loveliness, large or small/Is not a at all\"). Afterward, seeking revenge on Fräulein Schneider, Kost tells Ernst, who now sports a &lt;a href=\"Nazi%20armband\"&gt;Nazi armband&lt;/a&gt;, that Schultz is a Jew. Ernst warns Fräulein Schneider that marrying a Jew is unwise. Fräulein Kost and company reprise \"Tomorrow Belongs to Me\", with more overtly Nazi overtones, as Cliff, Sally, Fräulein Schneider, Herr Schultz, and the Emcee look on.\nAct II.\nThe cabaret girls—along with the Emcee in &lt;a href=\"drag%20%28clothing%29\"&gt;drag&lt;/a&gt;—perform a &lt;a href=\"kickline\"&gt;kickline&lt;/a&gt; routine which eventually becomes a &lt;a href=\"stechschritt\"&gt;goose-step&lt;/a&gt;. Fräulein Schneider expresses her concerns about her impending nuptials to Herr Schultz, who assures her that everything will be all right (\"Married\" Reprise). They are interrupted by the crash of a brick being thrown through the glass window of Herr Schultz's fruit shop. Schultz tries to reassure her that it is merely rowdy children making trouble, but Fräulein Schneider is now afraid.\nBack at the Kit Kat Klub, the Emcee performs a song-and-dance routine with a woman in a &lt;a href=\"gorilla%20suit\"&gt;gorilla suit&lt;/a&gt;, singing that their love has been met with universal disapproval (\"If You Could See Her\"). Encouraging the audience to be more open-minded, he defends his &lt;a href=\"Untermensch\"&gt;ape-woman&lt;/a&gt;, concluding with, \"if you could see her through my eyes... she wouldn't look Jewish at all.\" Fräulein Schneider goes to Cliff and Sally's room and returns their engagement present, explaining that her marriage has been called off. When Cliff protests and states that she can't just give up this way, she asks him what other choice she has (\"What Would You Do?\").\nCliff begs Sally to leave Germany with him so that they can raise their child together in America. Sally protests and claims their sybaritic life in Berlin is wonderful. Cliff urges her to \"wake up\" and to notice the growing social upheaval around them. Sally retorts that politics have nothing to do with them and returns to the Kit Kat Klub (\"I Don't Care Much\"). At the club, after another heated argument with Sally, Cliff is accosted by Ernst, who has another delivery job for him. Cliff tries to brush him off, but when Ernst inquires if Cliff's attitude towards him is because of \"that Jew at the party\", Cliff attacks him—only to be beaten by Ernst's Nazi bodyguards and expelled from the club. On stage, the Emcee introduces Sally, who enters to perform again, singing that \"life is a cabaret, old chum,\" cementing her decision to live in carefree ignorance and freedom (\"&lt;a href=\"Cabaret%20%28Cabaret%20song%29\"&gt;Cabaret&lt;/a&gt;\").\nThe next morning, a bruised Cliff is packing his clothes in his room when Herr Schultz visits. He informs Cliff that he is moving to another boarding house, but he is confident that these difficult times will soon pass. He understands the German people, he declares, because he is a German too. When Sally returns, she announces that she has had an &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;, and Cliff slaps her. He still hopes that she will join him in France, but Sally retorts that she has \"always hated Paris.\" She hopes that, when Cliff finally writes his novel, he will dedicate the work to her. Cliff leaves, heartbroken.\nOn the railway train to Paris, Cliff begins to compose his novel, reflecting on his experiences: \"There was a cabaret, and there was a master of ceremonies ... and there was a city called Berlin, in a country called Germany—and it was the end of the world and I was dancing with Sally Bowles—and we were both fast asleep\" (\"Willkommen\" Reprise). In the Kit Kat Klub, the Emcee welcomes the audience, and the backdrop raises to reveal a white space with the ensemble standing within. The cabaret ensemble reprises \"Willkommen\", but the song is now harsh and discordant as the Emcee sings, \"Auf Wiedersehen... à bientôt...\" followed by a crescendo-ing drum roll and a cymbal crash.\nMusical numbers.\nEvery production of \"Cabaret\" has modified the original score, with songs being changed, cut, or added from the film version. This is a collective list featuring all songs from every major production.\nAct I\nAct II\nSong modifications.\nMany songs planned for the 1966 production were cut. Three excised songs—\"Good Time Charlie\", \"It'll All Blow Over\", and \"Roommates\"—were recorded by Kander and Ebb, and the sheet music published in a collector's book. \"Good Time Charlie\" was to be sung by Sally to Cliff while walking to Fräulein Schneider and Herr Schultz's engagement party, with Sally mocking Cliff for his gloominess. \"It'll All Blow Over\" was planned for the end of the first act: Fräulein Schneider is concerned that marrying a Jew might be unwise, while Cliff is concerned about Germany's incipient Nazism. In the song, Sally declares that all will turn out well in the end. \"Roommates\" was replaced by \"Perfectly Marvelous\" and serves the same plot function of Sally convincing Cliff to let her move in with him.\nThe 1972 film added several songs, notably \"\" and \"Maybe This Time\" which were included in later productions. The latter song had been written by Kander and Ebb for the unproduced musical \"Golden Gate\". The later 1987 and 1998 Broadway revivals also added new songs such as \"I Don't Care Much\". In the 1987 revival, a new song was written for Cliff entitled \"Don't Go\". In the 1998 revival, \"Mein Herr\" replaced \"The Telephone Song\", and \"Maybe This Time\" replaced \"Why Should I Wake Up?\".\nOriginally, the song \"Sitting Pretty\" was sung by the Emcee accompanied by the cabaret girls in international costumes and their units of currency representing &lt;a href=\"Russian%20ruble\"&gt;Russian ruble&lt;/a&gt;s, &lt;a href=\"Japanese%20yen\"&gt;Japanese yen&lt;/a&gt;, &lt;a href=\"French%20franc\"&gt;French franc&lt;/a&gt;s, &lt;a href=\"American%20dollar\"&gt;American dollar&lt;/a&gt;s, and &lt;a href=\"Reichsmark\"&gt;German reichsmarks&lt;/a&gt;. For the 1972 film, this number was then replaced by \"Money, Money\", and sung by the Emcee and Sally Bowles. However, \"Sitting Pretty\" is still heard briefly in the film as orchestral background music. For the 1987 revival, there was a special version comprising a medley of both money songs, and motifs from the later song were incorporated into the \"international\" dance that had \"Sitting Pretty\". For the 1998 revival, only the later song written for the film was used. This version added the cabaret girls and had a darker undertone.\nProductions.\nOriginal Broadway production.\nThe musical opened on Broadway on November 20, 1966, at the &lt;a href=\"Broadhurst%20Theatre\"&gt;Broadhurst Theatre&lt;/a&gt;, transferred to the &lt;a href=\"Imperial%20Theatre\"&gt;Imperial Theatre&lt;/a&gt; and then the &lt;a href=\"The%20Broadway%20Theatre\"&gt;Broadway Theatre&lt;/a&gt; before closing on September 6, 1969, after 1,165 performances and 21 previews. Directed by &lt;a href=\"Harold%20Prince\"&gt;Harold Prince&lt;/a&gt; and choreographed by &lt;a href=\"Ron%20Field\"&gt;Ron Field&lt;/a&gt;, the cast featured &lt;a href=\"Jill%20Haworth\"&gt;Jill Haworth&lt;/a&gt; as Sally, &lt;a href=\"Bert%20Convy\"&gt;Bert Convy&lt;/a&gt; as Cliff, &lt;a href=\"Lotte%20Lenya\"&gt;Lotte Lenya&lt;/a&gt; as Fräulein Schneider, &lt;a href=\"Jack%20Gilford\"&gt;Jack Gilford&lt;/a&gt; as Herr Schultz, &lt;a href=\"Joel%20Grey\"&gt;Joel Grey&lt;/a&gt; as the Emcee, &lt;a href=\"Edward%20Winter%20%28actor%29\"&gt;Edward Winter&lt;/a&gt; as Ernst, and &lt;a href=\"Peg%20Murray\"&gt;Peg Murray&lt;/a&gt; as Fräulein Kost. Replacements later in the run included &lt;a href=\"Anita%20Gillette\"&gt;Anita Gillette&lt;/a&gt; and &lt;a href=\"Melissa%20Hart%20%28actress%29\"&gt;Melissa Hart&lt;/a&gt; as Sally, &lt;a href=\"Ken%20Kercheval\"&gt;Ken Kercheval&lt;/a&gt; and &lt;a href=\"Larry%20Kert\"&gt;Larry Kert&lt;/a&gt; as Cliff, and Martin Ross as the Emcee. In addition, &lt;a href=\"John%20Serry%20Sr.\"&gt;John Serry Sr.&lt;/a&gt; performed as the orchestral accordionist.\nThe original Broadway production was not an instant success according to playwright Joe Masteroff due to its perceived immoral content. \"When the show opened in Boston,\" Masteroff recalled, \"there were a lot of walkouts. Once the reviews came out, the public came back.\" At the time, actor Joel Grey was merely fifth-billed in the show. Nevertheless, audiences were hypnotized by Grey's sinister performance as the Emcee. In contrast, Jill Haworth's performance as Sally was less well-received and was criticized for its blandness.\nThe 1967–68 US national tour featured Melissa Hart as Sally, &lt;a href=\"Signe%20Hasso\"&gt;Signe Hasso&lt;/a&gt; as Fräulein Schneider, and &lt;a href=\"Leo%20Fuchs\"&gt;Leo Fuchs&lt;/a&gt; as Herr Schultz. The tour included the &lt;a href=\"Shubert%20Theatre%20%28New%20Haven%29\"&gt;Shubert Theatre&lt;/a&gt; in &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven, Connecticut&lt;/a&gt; in December 1967; the &lt;a href=\"Ahmanson%20Theatre\"&gt;Ahmanson Theatre&lt;/a&gt; in Los Angeles; Cleveland, Ohio; Baltimore, Maryland; and Atlanta, Georgia.\nOriginal West End production.\nThe musical premiered in the &lt;a href=\"West%20End%20theatre\"&gt;West End&lt;/a&gt; on February 28, 1968, at the &lt;a href=\"Palace%20Theatre%2C%20London\"&gt;Palace Theatre&lt;/a&gt; with &lt;a href=\"Judi%20Dench\"&gt;Judi Dench&lt;/a&gt; as Sally, &lt;a href=\"Kevin%20Colson\"&gt;Kevin Colson&lt;/a&gt; as Cliff, &lt;a href=\"Barry%20Dennen\"&gt;Barry Dennen&lt;/a&gt; as the Emcee, &lt;a href=\"Lila%20Kedrova\"&gt;Lila Kedrova&lt;/a&gt; as Fräulein Schneider and &lt;a href=\"Peter%20Sallis\"&gt;Peter Sallis&lt;/a&gt; as Herr Schultz. It ran for 336 performances. Critics such as Ken Mandelbaum have asserted that \"Judi Dench was the finest of all the Sallys that appeared in Hal Prince's original staging, and if she's obviously not much of a singer, her Sally is a perfect example of how one can give a thrilling musical theatre performance without a great singing voice.\"\n1986 West End revival.\nIn 1986, the show was revived in London at the &lt;a href=\"Novello%20Theatre\"&gt;Strand Theatre&lt;/a&gt; starring &lt;a href=\"Kelly%20Hunter\"&gt;Kelly Hunter&lt;/a&gt; as Sally, &lt;a href=\"Peter%20Land\"&gt;Peter Land&lt;/a&gt; as Cliff and &lt;a href=\"Wayne%20Sleep\"&gt;Wayne Sleep&lt;/a&gt; as the Emcee, directed and choreographed by &lt;a href=\"Gillian%20Lynne\"&gt;Gillian Lynne&lt;/a&gt;.\n1987 Broadway revival.\nThe first Broadway revival opened on October 22, 1987, with direction and choreography by Prince and Field. The revival opened at the &lt;a href=\"Imperial%20Theatre\"&gt;Imperial Theatre&lt;/a&gt;, and then transferred to the &lt;a href=\"Minskoff%20Theatre\"&gt;Minskoff Theatre&lt;/a&gt; to complete its 261-performance run. &lt;a href=\"Joel%20Grey\"&gt;Joel Grey&lt;/a&gt; received star billing as the Emcee, with &lt;a href=\"Alyson%20Reed\"&gt;Alyson Reed&lt;/a&gt; as Sally, &lt;a href=\"Gregg%20Edelman\"&gt;Gregg Edelman&lt;/a&gt; as Cliff, &lt;a href=\"Regina%20Resnik\"&gt;Regina Resnik&lt;/a&gt; as Fräulein Schneider, &lt;a href=\"Werner%20Klemperer\"&gt;Werner Klemperer&lt;/a&gt; as Herr Schultz, and &lt;a href=\"David%20Staller\"&gt;David Staller&lt;/a&gt; as Ernst Ludwig. The song \"Don't Go\" was added for Cliff's character.\n1993 London revival.\nIn 1993, &lt;a href=\"Sam%20Mendes\"&gt;Sam Mendes&lt;/a&gt; directed a new production for the &lt;a href=\"Donmar%20Warehouse\"&gt;Donmar Warehouse&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;'s West End. The revival starred &lt;a href=\"Jane%20Horrocks\"&gt;Jane Horrocks&lt;/a&gt; as Sally, &lt;a href=\"Adam%20Godley\"&gt;Adam Godley&lt;/a&gt; as Cliff, &lt;a href=\"Alan%20Cumming\"&gt;Alan Cumming&lt;/a&gt; as the Emcee and &lt;a href=\"Sara%20Kestelman\"&gt;Sara Kestelman&lt;/a&gt; as Fräulein Schneider. Cumming received an &lt;a href=\"Olivier%20Award\"&gt;Olivier Award&lt;/a&gt; nomination for his performance and Kestelman won the Olivier for Best Supporting Performance in a Musical. \nMendes's conception was very different from either the original production or the conventional first revival. The most significant change was the character of the Emcee. The role, as played by &lt;a href=\"Joel%20Grey\"&gt;Joel Grey&lt;/a&gt; in both prior incarnations, was an asexual, edgy character with rouged cheeks dressed in a &lt;a href=\"tuxedo%20%28clothing%29\"&gt;tuxedo&lt;/a&gt;. &lt;a href=\"Alan%20Cumming\"&gt;Alan Cumming&lt;/a&gt;'s portrayal was highly sexualized, as he wore suspenders around his &lt;a href=\"genitals\"&gt;crotch&lt;/a&gt; and red paint on his &lt;a href=\"nipple\"&gt;nipple&lt;/a&gt;s.\nStaging details differed as well. Instead of \"Tomorrow Belongs to Me\" being performed by a male choir, the Emcee plays a recording of a boy &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt; singing it. In the final scene, the Emcee removes his outer clothes to reveal a striped suit of the type worn by the internees in &lt;a href=\"concentration%20camp\"&gt;concentration camp&lt;/a&gt;s; on it are pinned a &lt;a href=\"yellow%20badge\"&gt;yellow badge&lt;/a&gt; (identifying Jews), a &lt;a href=\"red%20star\"&gt;red star&lt;/a&gt; (marking Communists and socialists), and a &lt;a href=\"pink%20triangle\"&gt;pink triangle&lt;/a&gt; (denoting homosexuals). Other changes included added references to Cliff's &lt;a href=\"bisexuality\"&gt;bisexuality&lt;/a&gt;, including a brief scene where he kisses one of the Cabaret boys. \"I Don't Care Much\", which was cut from the original production, was reinstated, and \"Mein Herr\" was added from the film.\nThis production was filmed by &lt;a href=\"Channel%20Four%20Television%20Corporation\"&gt;Channel Four Film&lt;/a&gt; for airing on UK television.\n1998 Broadway revival.\nThe second Broadway revival was based on the 1993 Mendes-Donmar Warehouse production. For the Broadway transfer, &lt;a href=\"Rob%20Marshall\"&gt;Rob Marshall&lt;/a&gt; was co-director and choreographer. The production opened after 37 previews on March 19, 1998, at the Kit Kat Klub, housed in what previously had been known as &lt;a href=\"Henry%20Miller%27s%20Theatre\"&gt;Henry Miller's Theatre&lt;/a&gt;. Later that year it transferred to &lt;a href=\"Studio%2054\"&gt;Studio 54&lt;/a&gt;, where it remained for the rest of its 2,377-performance run, becoming the &lt;a href=\"List%20of%20the%20longest-running%20Broadway%20shows\"&gt;third longest-running revival&lt;/a&gt; in Broadway musical history, third only to \"&lt;a href=\"Oh%21%20Calcutta%21\"&gt;Oh! Calcutta!&lt;/a&gt;\" and \"&lt;a href=\"Chicago%20%28musical%29\"&gt;Chicago&lt;/a&gt;\". For the Broadway production, Cumming reprised his role as the Emcee, opposite newcomers &lt;a href=\"Natasha%20Richardson\"&gt;Natasha Richardson&lt;/a&gt; as Sally, &lt;a href=\"John%20Benjamin%20Hickey\"&gt;John Benjamin Hickey&lt;/a&gt; as Cliff, &lt;a href=\"Ron%20Rifkin\"&gt;Ron Rifkin&lt;/a&gt; as Herr Schultz, &lt;a href=\"Denis%20O%27Hare\"&gt;Denis O'Hare&lt;/a&gt; as Ernst Ludwig, &lt;a href=\"Michele%20Pawk\"&gt;Michele Pawk&lt;/a&gt; as Fräulein Kost, and &lt;a href=\"Mary%20Louise%20Wilson\"&gt;Mary Louise Wilson&lt;/a&gt; as Fräulein Schneider.\nThe Broadway production was nominated for ten &lt;a href=\"Tony%20Awards\"&gt;Tony Awards&lt;/a&gt;, winning four for Cumming, Richardson and Rifkin, as well as the Tony for Best Revival of a Musical. This production featured a number of notable replacements later in the run: &lt;a href=\"Jennifer%20Jason%20Leigh\"&gt;Jennifer Jason Leigh&lt;/a&gt;, &lt;a href=\"Susan%20Egan\"&gt;Susan Egan&lt;/a&gt;, &lt;a href=\"Joely%20Fisher\"&gt;Joely Fisher&lt;/a&gt;, &lt;a href=\"Gina%20Gershon\"&gt;Gina Gershon&lt;/a&gt;, &lt;a href=\"Debbie%20Gibson\"&gt;Debbie Gibson&lt;/a&gt;, &lt;a href=\"Teri%20Hatcher\"&gt;Teri Hatcher&lt;/a&gt;, &lt;a href=\"Melina%20Kanakaredes\"&gt;Melina Kanakaredes&lt;/a&gt;, &lt;a href=\"Jane%20Leeves\"&gt;Jane Leeves&lt;/a&gt;, &lt;a href=\"Molly%20Ringwald\"&gt;Molly Ringwald&lt;/a&gt;, &lt;a href=\"Brooke%20Shields\"&gt;Brooke Shields&lt;/a&gt;, and &lt;a href=\"Lea%20Thompson\"&gt;Lea Thompson&lt;/a&gt; as Sally; &lt;a href=\"Michael%20C.%20Hall\"&gt;Michael C. Hall&lt;/a&gt;, &lt;a href=\"Ra%C3%BAl%20Esparza\"&gt;Raúl Esparza&lt;/a&gt;, &lt;a href=\"Neil%20Patrick%20Harris\"&gt;Neil Patrick Harris&lt;/a&gt;, &lt;a href=\"Adam%20Pascal\"&gt;Adam Pascal&lt;/a&gt;, &lt;a href=\"Jon%20Secada\"&gt;Jon Secada&lt;/a&gt;, &lt;a href=\"Norbert%20Leo%20Butz\"&gt;Norbert Leo Butz&lt;/a&gt; and &lt;a href=\"John%20Stamos\"&gt;John Stamos&lt;/a&gt; as the Emcee; &lt;a href=\"Boyd%20Gaines\"&gt;Boyd Gaines&lt;/a&gt; and &lt;a href=\"Michael%20Hayden%20%28actor%29\"&gt;Michael Hayden&lt;/a&gt; as Cliff; &lt;a href=\"Tom%20Bosley\"&gt;Tom Bosley&lt;/a&gt;, &lt;a href=\"Dick%20Latessa\"&gt;Dick Latessa&lt;/a&gt;, &lt;a href=\"Hal%20Linden\"&gt;Hal Linden&lt;/a&gt;, &lt;a href=\"Laurence%20Luckinbill\"&gt;Laurence Luckinbill&lt;/a&gt;, and &lt;a href=\"Tony%20Roberts%20%28actor%29\"&gt;Tony Roberts&lt;/a&gt; as Herr Schultz; and &lt;a href=\"Blair%20Brown\"&gt;Blair Brown&lt;/a&gt;, &lt;a href=\"Polly%20Bergen\"&gt;Polly Bergen&lt;/a&gt;, &lt;a href=\"Mariette%20Hartley\"&gt;Mariette Hartley&lt;/a&gt; and &lt;a href=\"Carole%20Shelley\"&gt;Carole Shelley&lt;/a&gt; as Fräulein Schneider.\nThere were a number of changes made between the 1993 and 1998 revivals, despite the similarities in creative team. The cabaret number \"Two Ladies\" was staged with the Emcee, a cabaret girl, and a cabaret boy in &lt;a href=\"drag%20%28clothing%29\"&gt;drag&lt;/a&gt; and included a &lt;a href=\"shadow%20play\"&gt;shadow play&lt;/a&gt; simulating various sexual positions. The score was entirely re-orchestrated, using synthesizer effects and expanding the stage band, with all the instruments now being played by the cabaret girls and boys. The brutally satiric \"Sitting Pretty\", with its mocking references to deprivation, despair and hunger, was eliminated entirely, as it had been in the film version, and where in the 1993 revival it had been combined with \"Money\" (as it had been in 1987 London production), \"Money\" was now performed on its own. \"Maybe This Time\", from the film adaptation, was added to the score.\n2006 West End revival.\nIn September 2006, a new production of the show opened at the &lt;a href=\"Lyric%20Theatre%20%28London%29\"&gt;Lyric Theatre&lt;/a&gt;, directed by Rufus Norris, and starring &lt;a href=\"Anna%20Maxwell%20Martin\"&gt;Anna Maxwell Martin&lt;/a&gt; as Sally, &lt;a href=\"James%20Dreyfus\"&gt;James Dreyfus&lt;/a&gt; as the Emcee, &lt;a href=\"Harriet%20Thorpe\"&gt;Harriet Thorpe&lt;/a&gt; as Fräulein Kost, and &lt;a href=\"Sheila%20Hancock\"&gt;Sheila Hancock&lt;/a&gt; as Fräulein Schneider. Hancock won the &lt;a href=\"Olivier%20Award\"&gt;Olivier Award&lt;/a&gt; for Best Supporting Performance in a Musical. Replacements later in the run included &lt;a href=\"Kim%20Medcalf\"&gt;Kim Medcalf&lt;/a&gt; and &lt;a href=\"Amy%20Nuttall\"&gt;Amy Nuttall&lt;/a&gt; as Sally, &lt;a href=\"Honor%20Blackman\"&gt;Honor Blackman&lt;/a&gt; and &lt;a href=\"Angela%20Richards\"&gt;Angela Richards&lt;/a&gt; as Fräulein Schneider, and &lt;a href=\"Julian%20Clary\"&gt;Julian Clary&lt;/a&gt; and &lt;a href=\"Alistair%20McGowan\"&gt;Alistair McGowan&lt;/a&gt; as the Emcee. This production closed in June 2008 and toured nationally for two years with a cast that included &lt;a href=\"Wayne%20Sleep\"&gt;Wayne Sleep&lt;/a&gt; as the Emcee and &lt;a href=\"Samantha%20Barks\"&gt;Samantha Barks&lt;/a&gt; as Sally, before &lt;a href=\"Siobhan%20Dillon\"&gt;Siobhan Dillon&lt;/a&gt; took over the role.\n2012 West End revival.\nA revival opened in the West End at the &lt;a href=\"Savoy%20Theatre\"&gt;Savoy Theatre&lt;/a&gt; on October 3, 2012, following a four-week tour of the UK, including Bromley, Southampton, Nottingham, Norwich and Salford. &lt;a href=\"Will%20Young\"&gt;Will Young&lt;/a&gt; played the Emcee and &lt;a href=\"Michelle%20Ryan\"&gt;Michelle Ryan&lt;/a&gt; portrayed &lt;a href=\"Sally%20Bowles\"&gt;Sally Bowles&lt;/a&gt;. It was announced on August 10, 2012, that &lt;a href=\"Si%C3%A2n%20Phillips\"&gt;Siân Phillips&lt;/a&gt;, &lt;a href=\"Harriet%20Thorpe\"&gt;Harriet Thorpe&lt;/a&gt; and &lt;a href=\"Matt%20Rawle\"&gt;Matt Rawle&lt;/a&gt; would also be joining the cast. The production was made by the creative team behind the 2006 London revival, but they created a different set, lighting, costumes, choreography and direction. In August 2013 the show went on tour, again with Young as The Emcee, &lt;a href=\"Siobhan%20Dillon\"&gt;Siobhan Dillon&lt;/a&gt; reprising her role of Sally and &lt;a href=\"Lyn%20Paul\"&gt;Lyn Paul&lt;/a&gt; joining the cast as Fräulein Schneider.\nThe production toured the UK in autumn 2017 with Young reprising his role as the Emcee and &lt;a href=\"Louise%20Redknapp\"&gt;Louise Redknapp&lt;/a&gt; as Sally Bowles.\nAnother UK tour began in autumn 2019 starring &lt;a href=\"John%20Partridge%20%28actor%29\"&gt;John Partridge&lt;/a&gt; as the Emcee, Kara Lily Hayworth as Sally Bowles and &lt;a href=\"Anita%20Harris\"&gt;Anita Harris&lt;/a&gt; as Fräulein Schneider.\n2014 Broadway revival.\nIn September 2013 &lt;a href=\"Roundabout%20Theatre%20Company\"&gt;Roundabout Theatre Company&lt;/a&gt; announced plans to return the company's acclaimed 1998 production to &lt;a href=\"Studio%2054\"&gt;Studio 54&lt;/a&gt; in New York. For this, the show's third Broadway revival, &lt;a href=\"Sam%20Mendes\"&gt;Sam Mendes&lt;/a&gt; and &lt;a href=\"Rob%20Marshall\"&gt;Rob Marshall&lt;/a&gt; reprised their respective roles as director and co-director/choreographer to recreate their work from the earlier production. &lt;a href=\"Alan%20Cumming\"&gt;Alan Cumming&lt;/a&gt; starred again as the Emcee while &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt;-nominee &lt;a href=\"Michelle%20Williams%20%28actress%29\"&gt;Michelle Williams&lt;/a&gt; made her Broadway debut as &lt;a href=\"Sally%20Bowles\"&gt;Sally Bowles&lt;/a&gt;. On October 7, 2013, &lt;a href=\"Tony%20Award\"&gt;Tony Award&lt;/a&gt; nominees &lt;a href=\"Danny%20Burstein\"&gt;Danny Burstein&lt;/a&gt; and &lt;a href=\"Linda%20Emond\"&gt;Linda Emond&lt;/a&gt; joined the cast as Herr Schultz and Fräulein Schneider. The production began a 24-week limited engagement with previews from March 21, 2014 with opening night on April 24, 2014. This engagement was later extended to a 36-week run concluding on January 4, 2015.\n&lt;a href=\"Emma%20Stone\"&gt;Emma Stone&lt;/a&gt; replaced Michelle Williams as Sally from November 11, 2014 until February 15, 2015. Critics praised Stone's performance for her interpretation of the hard-drinking Sally Bowles \"as a flaming &lt;a href=\"flapper\"&gt;flapper&lt;/a&gt;, the kind hymned by &lt;a href=\"F.%20Scott%20Fitzgerald\"&gt;F. Scott Fitzgerald&lt;/a&gt; and embodied by the young &lt;a href=\"Joan%20Crawford\"&gt;Joan Crawford&lt;/a&gt; in &lt;a href=\"silent%20movies\"&gt;silent movies&lt;/a&gt;.\" &lt;a href=\"Alan%20Cumming\"&gt;Alan Cumming&lt;/a&gt; continued in the role of the Emcee until the show's final curtain in March 2015. On February 17, &lt;a href=\"Sienna%20Miller\"&gt;Sienna Miller&lt;/a&gt; replaced Stone as Sally through to the show's closing on March 29, 2015.\nThe production later toured the US from January 2016 with &lt;a href=\"Randy%20Harrison\"&gt;Randy Harrison&lt;/a&gt; as the Emcee and Andrea Goss (following her appearance as Frenchie in the Broadway production). They were later replaced by Jon Peterson and &lt;a href=\"Leigh%20Ann%20Larkin\"&gt;Leigh Ann Larkin&lt;/a&gt;.\n2021 West End revival.\nIn May 2021, it was announced that &lt;a href=\"Eddie%20Redmayne\"&gt;Eddie Redmayne&lt;/a&gt; and &lt;a href=\"Jessie%20Buckley\"&gt;Jessie Buckley&lt;/a&gt; would star as the Emcee and Sally Bowles in a new immersive production directed by Rebecca Frecknall, designed by Tom Scutt and choreographed by Julia Cheng. Musical supervision and direction by Jennifer Whyte, Lighting design by Isabella Byrd, sound design by Nick Lidster, casting by Stuart Burt, Fight direction by Jonathan Holby. The production also features &lt;a href=\"Omari%20Douglas\"&gt;Omari Douglas&lt;/a&gt; as Cliff Bradshaw, &lt;a href=\"Liza%20Sadovy\"&gt;Liza Sadovy&lt;/a&gt; as Fraulein Schneider, &lt;a href=\"Elliot%20Levey\"&gt;Elliot Levey&lt;/a&gt; as Herr Schultz, Stewart Clarke as Ernst Ludwig and &lt;a href=\"Anna-Jane%20Casey\"&gt;Anna-Jane Casey&lt;/a&gt; as Fraulein Kost.\nThe production opened at the &lt;a href=\"Playhouse%20Theatre\"&gt;Playhouse Theatre&lt;/a&gt; on 15 November 2021 which has been renovated as the \"Kit Kat Club\" with an intimate in-the-round setting which members of the audience can sit at tables and dine. On 14 December 2021, it was announced that the production's run would be extended to October 2022.\nOther productions.\nIn 1993 a production of \"Cabaret\" debuted at the &lt;a href=\"Octagon%20Theatre%2C%20Bolton\"&gt;Octagon Theatre&lt;/a&gt; in &lt;a href=\"Bolton\"&gt;Bolton&lt;/a&gt;, England. This version was directed by Ian Forest, designed by Ashley Sharp, and starred Ashley Artus as the Emcee. Critic Natalia Anglesey of \"&lt;a href=\"The%20Stage\"&gt;The Stage&lt;/a&gt;\" opined that \"undoubtedly the star of this particular production of \"Cabaret\" is the physically flexible Ashley Artus as the sinister Emcee who adroitly controls the cast and members of his club whilst leading us into the nightmarish world of pre-war Berlin.\" Artus would later garner the Manchester Evening News Drama Award Nomination for his performance.\nA &lt;a href=\"BBC%20Radio%202\"&gt;BBC Radio 2&lt;/a&gt; radio broadcast in 1996 at the &lt;a href=\"Golders%20Green%20Hippodrome\"&gt;Golders Green Hippodrome&lt;/a&gt; starred Claire Burt as Sally Bowles, &lt;a href=\"Steven%20Berkoff\"&gt;Steven Berkoff&lt;/a&gt; as the Emcee, Alex Hanson as Clifford Bradshaw, &lt;a href=\"Keith%20Michell\"&gt;Keith Michell&lt;/a&gt; as Herr Schultz, and &lt;a href=\"Rosemary%20Leach\"&gt;Rosemary Leach&lt;/a&gt; as Fräulein Schneider.\nSince 2003, there have been successful international stagings of the show—many of which have been influenced by Mendes' concept—including productions in &lt;a href=\"Argentina\"&gt;Argentina&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;, &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, and &lt;a href=\"Venezuela\"&gt;Venezuela&lt;/a&gt;. In 2008, the &lt;a href=\"Stratford%20Shakespeare%20Festival\"&gt;Stratford Shakespeare Festival&lt;/a&gt; performed a well-received production at the Avon Theatre designed by Douglas Paraschuk and directed by &lt;a href=\"Amanda%20Dehnert\"&gt;Amanda Dehnert&lt;/a&gt;, featuring &lt;a href=\"Bruce%20Dow\"&gt;Bruce Dow&lt;/a&gt; as the Emcee, Trish Lindström as Sally, Sean Arbuckle as Cliff, Nora McClellan as Fräulein Schneider and &lt;a href=\"Frank%20Moore%20%28Canadian%20actor%29\"&gt;Frank Moore&lt;/a&gt; as Herr Schultz.\nThe &lt;a href=\"Shaw%20Festival\"&gt;Shaw Festival&lt;/a&gt; at &lt;a href=\"Niagara-on-the-Lake\"&gt;Niagara-on-the-Lake&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, included \"Cabaret\" in its 2014 season. The production, which ran from April 10 – October 26, 2014 at the Festival Theatre, was directed by Peter Hinton with choreography by Denise Clarke. The production featured &lt;a href=\"Juan%20Chioran\"&gt;Juan Chioran&lt;/a&gt; as the Emcee, Deborah Hay as Sally, Gray Powell as Cliff, &lt;a href=\"Benedict%20Campbell\"&gt;Benedict Campbell&lt;/a&gt; as Herr Schultz, and &lt;a href=\"Corrine%20Koslo\"&gt;Corrine Koslo&lt;/a&gt; as Fräulein Schneider. Hinton's version was greatly influenced by Mendes' 1993 revival.\nIn 2016, Project Broadway and Broadway Workshop presented \"Cabaret\" as their main stage production. The cast, made of over 50 teenage actors divided into two casts played to the sold-out Baruch Performing Arts Center in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. The production was the first in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; since the &lt;a href=\"Roundabout%20Theatre%20Company\"&gt;Roundabout Theatre Company&lt;/a&gt; revival in 2014. The production was directed by Broadway Workshop founder Marc Tumminelli. Among the cast were Michael Nigro and &lt;a href=\"Micaela%20Diamond\"&gt;Micaela Diamond&lt;/a&gt;.\nA 2017 revival production with new direction played &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; and &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. The production starred &lt;a href=\"Paul%20Capsis\"&gt;Paul Capsis&lt;/a&gt; as the Emcee and Chelsea Gibb as Sally. The production mixed elements of the Mendes production, such as its version of \"Two Ladies\" and its portrayal of a gay Cliff, with the colorful art design of the original (the Emcee is in full makeup and clothed) and most of the additional songs from the 1972 film (with the exception of \"Mein Herr\").\nRecordings.\nThe first recording of \"Cabaret\" was the original &lt;a href=\"cast%20album\"&gt;cast album&lt;/a&gt; with a number of the songs either heavily truncated (e.g., \"Sitting Pretty\"/\"The Money Song\") or outright cut to save disk space. When this album was released on compact disc, Kander and Ebb's voice-and-piano recordings of songs cut from the musical were added as bonus material.\nThe 1972 movie soundtrack with &lt;a href=\"Liza%20Minnelli\"&gt;Liza Minnelli&lt;/a&gt; is perhaps the best-known of the recordings, although the movie is much re-written and eliminates all but six of the original songs from the stage production.\nThe original 1968 London cast recording purportedly features \"a more accurate rendering of the score\" and includes \"the Act One finale 'Tomorrow Belongs To Me' reprise, the second-act finale as performed in the theatre, and a number of other previously unrecorded bits and pieces.\" It was released in the UK and reissued on the &lt;a href=\"Embassy%20Records\"&gt;CBS Embassy&lt;/a&gt; label in 1973. Both the 1986 London and 1998 Broadway revival casts were recorded.\nA 1993 two-CD studio recording contains more or less the entire score, including songs written for the movie or for later productions, and many incidentals and instrumentals not usually recorded. This recording features &lt;a href=\"Jonathan%20Pryce\"&gt;Jonathan Pryce&lt;/a&gt; as the Emcee, &lt;a href=\"Maria%20Friedman\"&gt;Maria Friedman&lt;/a&gt; as Sally, &lt;a href=\"Gregg%20Edelman\"&gt;Gregg Edelman&lt;/a&gt; as Cliff, &lt;a href=\"Judi%20Dench\"&gt;Judi Dench&lt;/a&gt; as Fräulein Schneider, and &lt;a href=\"Fred%20Ebb\"&gt;Fred Ebb&lt;/a&gt; as Herr Schultz.\nThe most recent recording of \"Cabaret\" is the cast recording of the 2006 London revival at the Lyric Theatre. The recording includes James Dreyfus as the Emcee and Anna Maxwell Martin as Sally Bowles. The recording peaked number 107 on the &lt;a href=\"French%20Albums%20Chart\"&gt;French Albums Chart&lt;/a&gt;, and number 49 on the &lt;a href=\"MegaCharts\"&gt;Dutch Albums Chart&lt;/a&gt;.\nIn addition to these recordings, cast albums for the French, Spanish, Greek, Hebrew, Italian, Austrian, Dutch, Mexican, and two German productions have been released."
}