{
    "id": "328297",
    "revid": "40666769",
    "url": "https://en.wikipedia.org/wiki?curid=328297",
    "title": "Yokote, Akita",
    "text": " is a &lt;a href=\"Cities%20of%20Japan\"&gt;city&lt;/a&gt; located in &lt;a href=\"Akita%20Prefecture\"&gt;Akita Prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. , the city had an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 89,574 in 34,240 households, and a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 130 persons per km². The total area of the city is .\nGeography.\nYokote is located in southeast corner of Akita Prefecture by the &lt;a href=\"%C5%8Cu%20Mountains\"&gt;Ōu Mountains&lt;/a&gt; and &lt;a href=\"Iwate%20Prefecture\"&gt;Iwate Prefecture&lt;/a&gt; to the east. The Yokote River flows from the eastern Ōu Mountains through the city.\nDemographics.\nPer Japanese census data, the population of Yokote has been in decline for the past 70 years.\nClimate.\nYokote has a &lt;a href=\"Humid%20continental%20climate\"&gt;Humid continental climate&lt;/a&gt; (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; \"Cfa\") with large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. Precipitation is significant throughout the year, but is heaviest from August to October. The average annual temperature in Yokote is 10.7 °C. The average annual rainfall is 1666 mm with September as the wettest month. The temperatures are highest on average in August, at around 25.1 °C, and lowest in January, at around -2.0 °C.\nHistory.\nThe area of present-day Yokote was part of ancient &lt;a href=\"Dewa%20Province\"&gt;Dewa Province&lt;/a&gt; and was the homeland of the &lt;a href=\"Kiyohara%20clan\"&gt;Kiyohara clan&lt;/a&gt; of the &lt;a href=\"Heian%20period\"&gt;Heian period&lt;/a&gt; &lt;a href=\"Gosannen%20War\"&gt;Gosannen War&lt;/a&gt;. At the end of the &lt;a href=\"Sengoku%20period\"&gt;Sengoku period&lt;/a&gt;, the area came under the control of the &lt;a href=\"Onodera%20clan\"&gt;Onodera clan&lt;/a&gt;, who ruled from &lt;a href=\"Yokote%20Castle\"&gt;Yokote Castle&lt;/a&gt;. However, the Onodera sided against &lt;a href=\"Tokugawa%20Ieyasu\"&gt;Tokugawa Ieyasu&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Sekigahara\"&gt;Battle of Sekigahara&lt;/a&gt; and the area came under the control of the &lt;a href=\"Satake%20clan\"&gt;Satake clan&lt;/a&gt;, who had been relocated to &lt;a href=\"Kubota%20Domain\"&gt;Kubota Domain&lt;/a&gt; from their former holdings in &lt;a href=\"Hitachi%20Province\"&gt;Hitachi Province&lt;/a&gt;. Kubota Domain was uncommon in that it contained more than one castle, despite the Tokugawa shogunate's \"one castle per domain\" rule, and Yokote remained a secondary castle town under the Kubota clan until the &lt;a href=\"Meiji%20restoration\"&gt;Meiji restoration&lt;/a&gt;.\nAfter the start of the &lt;a href=\"Meiji%20period\"&gt;Meiji period&lt;/a&gt;, the area became part of &lt;a href=\"Hiraka%20District%2C%20Akita\"&gt;Hiraka District&lt;/a&gt;, Akita Prefecture in 1878, with one town and 23 villages. The modern city of Yokote was founded on April 1, 1951.\nOn October 1, 2005, the towns of &lt;a href=\"Hiraka%2C%20Akita\"&gt;Hiraka&lt;/a&gt;, &lt;a href=\"J%C5%ABmonji%2C%20Akita\"&gt;Jūmonji&lt;/a&gt;, &lt;a href=\"Masuda%2C%20Akita\"&gt;Masuda&lt;/a&gt;, &lt;a href=\"Omonogawa%2C%20Akita\"&gt;Omonogawa&lt;/a&gt; and &lt;a href=\"%C5%8Cmori%2C%20Akita\"&gt;Ōmori&lt;/a&gt;, and the villages of &lt;a href=\"Sannai%2C%20Akita\"&gt;Sannai&lt;/a&gt;, and &lt;a href=\"Taiy%C5%AB%2C%20Akita\"&gt;Taiyū&lt;/a&gt; (all from &lt;a href=\"Hiraka%20District%2C%20Akita\"&gt;Hiraka District&lt;/a&gt;) were merged into Yokote, which now occupies all of former &lt;a href=\"Hiraka%20District%2C%20Akita\"&gt;Hiraka District&lt;/a&gt;, plus the villages of Meiji and Nishinarusei (formerly from &lt;a href=\"Ogachi%20District%2C%20Akita\"&gt;Ogachi District&lt;/a&gt;), and the village of Kanazawa (formerly from &lt;a href=\"Senboku%20District%2C%20Akita\"&gt;Senboku District&lt;/a&gt;).\nGovernment.\nYokote has a &lt;a href=\"mayor-council\"&gt;mayor-council&lt;/a&gt; form of government with a directly elected mayor and a &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; city legislature of 25 members. The city contributes four members to the Akita Prefectural Assembly. In terms of national politics, the city is part of Akita District 3 of the &lt;a href=\"House%20of%20Representatives%20of%20Japan\"&gt;lower house&lt;/a&gt; of the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt;.\nEconomy.\nThe economy of Yokote is based on agriculture.\nEducation.\nYokote has fourteen public elementary schools and six public middle schools operated by the city government and five public high schools operated by the Akita Prefectural Board of Education. The prefecture also operates one combined middle/high school and one special education school for the handicapped.\nTransportation.\nRailway.\n &lt;a href=\"East%20Japan%20Railway%20Company\"&gt;East Japan Railway Company&lt;/a&gt; - &lt;a href=\"%C5%8Cu%20Main%20Line\"&gt;Ōu Main Line&lt;/a&gt;\n &lt;a href=\"East%20Japan%20Railway%20Company\"&gt;East Japan Railway Company&lt;/a&gt; - &lt;a href=\"Kitakami%20Line\"&gt;Kitakami Line&lt;/a&gt;\nLocal events.\nKamakura Festival.\nYokote is known for its Kamakura Festival, a midwinter festival in which &lt;a href=\"igloo\"&gt;igloo&lt;/a&gt;-like snow houses are made throughout the town. It is held in the days leading to the Bonden Festival (mid February) and its location is focused around the city hall area. Children and others sit in the kamakura and serve \"&lt;a href=\"amazake\"&gt;amazake&lt;/a&gt;\" and &lt;a href=\"Mochi%20%28food%29\"&gt;\"mochi\"&lt;/a&gt; to visitors. In addition, several stalls are situated around town serving other types of typical Japanese festival food, including the town's own \"&lt;a href=\"meibutsu\"&gt;meibutsu&lt;/a&gt;\" \"Yokote \"&lt;a href=\"yakisoba\"&gt;yakisoba&lt;/a&gt;\"\".\nAn altar for the water deity is carved into the rear of the room inside each \"kamakura\", where people pray for abundant harvests, the safety of their family members, protection against fire and for academic success. In addition to the large igloos, there are mini-\"kamakura\" which are spread throughout the city. There are candles Inside the tiny snow domes. Some of the regular \"kamakura\" and the mini-kamakura are sponsored by local businesses and can sometimes look like an advertisement for a product (like a cell phone). The \"kamakura\" can be experienced year round in a building adjacent to Yokote City Hall called the Kamakura-kan. Inside, there are a few kamakura kept at a temperature of and are open to visitors.\nInternational relations.\nTwin towns/Sister cities.\nYokote is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}