{
    "id": "328360",
    "revid": "1068004711",
    "url": "https://en.wikipedia.org/wiki?curid=328360",
    "title": "Kitakata, Fukushima",
    "text": " is a &lt;a href=\"Cities%20of%20Japan\"&gt;city&lt;/a&gt; located in &lt;a href=\"Fukushima%20Prefecture\"&gt;Fukushima Prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. , the city had an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 46,269 in 16,769 households, and a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 83 persons per km2. The total area of the city was . Kitakata was once written '北方', which meant 'northern place'.\nGeography.\nKitakata is located at the far northern &lt;a href=\"Aizu\"&gt;Aizu&lt;/a&gt; region of Fukushima Prefecture, bordered by &lt;a href=\"Yamagata%20Prefecture\"&gt;Yamagata Prefecture&lt;/a&gt; to the north and &lt;a href=\"Niigata%20Prefecture\"&gt;Niigata Prefecture&lt;/a&gt; to the west.\nNeighboring municipalities.\nFukushima Prefecture\nYamagata Prefecture\nNiigata Prefecture\nClimate.\nKitakata has a &lt;a href=\"Humid%20continental%20climate\"&gt;Humid continental climate&lt;/a&gt; (Köppen \"Dfb\") characterized by warm summers and cold winters with heavy snowfall. The average annual temperature in Kitakata is 11.6 °C. The average annual rainfall is 1426 mm with September as the wettest month. The temperatures are highest on average in August, at around 25.5 °C, and lowest in January, at around -1.1 °C.\nDemographics.\nPer Japanese census data, the population of Kitakata has declined over the past 40 years.\nHistory.\nThe area of present-day Kitakata was part of ancient &lt;a href=\"Mutsu%20Province\"&gt;Mutsu Province&lt;/a&gt;, and formed part of the holdings of &lt;a href=\"Aizu%20Domain\"&gt;Aizu Domain&lt;/a&gt; during the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;. The town developed as a local administrative center and market town, noted for its &lt;a href=\"lacquerware\"&gt;lacquerware&lt;/a&gt; and brewing of \"&lt;a href=\"sake\"&gt;sake&lt;/a&gt;\". After the &lt;a href=\"Meiji%20Restoration\"&gt;Meiji Restoration&lt;/a&gt;, it was organized as part of &lt;a href=\"Yama%20District%2C%20Fukushima\"&gt;Yama District&lt;/a&gt;, Fukushima Prefecture. The town of Kitakami was created with the establishment of the modern municipalities system on April 1, 1889.\nIn 1882, more than 3,000 peasants gathered at the Danjo-ga-hara Field in &lt;a href=\"Shiokawa%2C%20Fukushima\"&gt;Shiokawa&lt;/a&gt; and then marched on the Kitakata Police Station to rebel against the oppression of the prefectural government. Known as the &lt;a href=\"Kitakata%20Incident\"&gt;Kitakata Incident&lt;/a&gt; of 1882, it was the first public expression of the &lt;a href=\"Freedom%20and%20People%27s%20Rights%20Movement\"&gt;Freedom and People's Rights Movement&lt;/a&gt; in the Tohoku area.\nKitakata Town was raised to city status on March 31, 1954 after merging with Matsuyama village, Kamisammiya village, Iwasuki village, Sekishiba village, Kumakura village, Keitoku village, and Shiokawa village. On January 4, 2006, the towns of &lt;a href=\"Shiokawa%2C%20Fukushima\"&gt;Shiokawa&lt;/a&gt; and &lt;a href=\"Yamato%2C%20Fukushima\"&gt;Yamato&lt;/a&gt;, and the villages of &lt;a href=\"Atsushiokan%C5%8D%2C%20Fukushima\"&gt;Atsushiokanō&lt;/a&gt; and &lt;a href=\"Takasato%2C%20Fukushima\"&gt;Takasato&lt;/a&gt; (all from &lt;a href=\"Yama%20District%2C%20Fukushima\"&gt;Yama District&lt;/a&gt;) were merged into Kitakata.\nGovernment.\nKitakata has a &lt;a href=\"mayor-council\"&gt;mayor-council&lt;/a&gt; form of government with a directly elected mayor and a &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; city legislature of 25 members. Kitakata, together with &lt;a href=\"Yama%20District%2C%20Fukushima\"&gt;Yama District&lt;/a&gt; contribute two members to the Fukushima Prefectural Assembly. In terms of national politics, the city is part of &lt;a href=\"Fukushima%204th%20district\"&gt;Fukushima 4th district&lt;/a&gt; of the &lt;a href=\"House%20of%20Representatives%20of%20Japan\"&gt;lower house&lt;/a&gt; of the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt;.\nEconomy.\nKitakata is a local commercial center. Agricultural products include rice and hops. The area is traditionally noted for \"&lt;a href=\"sake\"&gt;sake&lt;/a&gt;\" brewing and &lt;a href=\"lacquerware\"&gt;lacquerware&lt;/a&gt;. Modern industries include &lt;a href=\"Aluminium%20smelting\"&gt;aluminum smelting&lt;/a&gt;.\nEducation.\nKitakata has 17 public elementary school and seven public junior high schools operated by the city government, and four public high schools operated by the Fukushima Prefectural Board of Education. The prefecture also operates a vocational training school.\nTransportation.\nRailway.\n &lt;a href=\"JR%20East\"&gt;JR East&lt;/a&gt; – &lt;a href=\"Ban%27etsu%20West%20Line\"&gt;Ban'etsu West Line&lt;/a&gt;"
}