{
    "id": "3286534",
    "revid": "13286072",
    "url": "https://en.wikipedia.org/wiki?curid=3286534",
    "title": "Schuylkill, Philadelphia",
    "text": "Schuylkill is a &lt;a href=\"neighbourhood\"&gt;neighborhood&lt;/a&gt; in the &lt;a href=\"South%20Philadelphia\"&gt;South Philadelphia&lt;/a&gt; region of &lt;a href=\"Philadelphia%2C%20Pennsylvania\"&gt;Philadelphia, Pennsylvania&lt;/a&gt;. It has many different names and has also been called Graduate Hospital (G-Ho) and Southwest Center City. Schuylkill is part of the 19146 postal code, which lies on the west side of Broad Street as far as 25th Street, where the &lt;a href=\"Point%20Breeze%2C%20Philadelphia%2C%20Pennsylvania\"&gt;Point Breeze&lt;/a&gt; neighborhood starts, and from the north side of Washington Avenue up to South Street. \nThe &lt;a href=\"Marine%20Corps%20Depot%20of%20Supplies%2C%20Schuylkill%20Warehouse\"&gt;Marine Corps Depot of Supplies, Schuylkill Warehouse&lt;/a&gt; was added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 2004.\nCityscape.\nThe area is connected by the &lt;a href=\"South%20Street%20Bridge%20%28Philadelphia%2C%20Pennsylvania%29\"&gt;South Street Bridge&lt;/a&gt; to the &lt;a href=\"University%20City%2C%20Philadelphia\"&gt;University City&lt;/a&gt; district across the river. The \"Schuylkill Avenue Project\" as it is known by the hospital, will be an expansion of the &lt;a href=\"Children%27s%20Hospital%20of%20Philadelphia\"&gt;Children's Hospital of Philadelphia&lt;/a&gt; (CHOP) into the area next to Naval Square. It will replace the Springfield Beer Distributor, and the former &lt;a href=\"John%20F.%20Kennedy%20Vocational%20Center\"&gt;JFK Vocational Center&lt;/a&gt; (earlier the Marine Corps Depot of Supplies), which have been demolished.&lt;ref name=\"chop community 2/25/15\"&gt;&lt;/ref&gt;\nThe project was expected to be completed by 2017 (and was completed in time) with the Schuylkill Trail extending to Christian Street according to another source. According to the Philadelphia Inquirer article, the area is bordered by Naval Square and &lt;a href=\"Grays%20Ferry%2C%20Philadelphia\"&gt;Grays Ferry&lt;/a&gt; to the east, the Schuylkill Trail and River and University City to the west, &lt;a href=\"Fitler%20Square\"&gt;Fitler Square&lt;/a&gt; to the north, and &lt;a href=\"Point%20Breeze%2C%20Philadelphia\"&gt;Point Breeze&lt;/a&gt; to the south.\nHistory.\nFor many years, this area was also known as &lt;a href=\"Devil%27s%20Pocket\"&gt;Devil's Pocket&lt;/a&gt;, &lt;a href=\"South%20Street%20%28Philadelphia%29\"&gt;South Street&lt;/a&gt;, and part of &lt;a href=\"Southwest%20Center%20City%2C%20Philadelphia\"&gt;Southwest Center City, Philadelphia&lt;/a&gt;.\nIn the year 2004, &lt;a href=\"Naval%20Square%2C%20Philadelphia\"&gt;Naval Square&lt;/a&gt; was built over the old &lt;a href=\"Philadelphia%20Naval%20Asylum\"&gt;Philadelphia Naval Asylum&lt;/a&gt;, which is next to the area that is called Schuylkill Avenue. The area extends all the way up to &lt;a href=\"Market%20Street%20%28Philadelphia%29\"&gt;Market Street&lt;/a&gt; and &lt;a href=\"Chestnut%20Street%20%28Philadelphia%29\"&gt;Chestnut Street&lt;/a&gt;.\nChildren's Hospital Expansion 2017.\nThe &lt;a href=\"Children%27s%20Hospital%20of%20Philadelphia\"&gt;Children's Hospital of Philadelphia&lt;/a&gt; is expanding to the area this neighborhood and is planned to open its first facility in 2017. The &lt;a href=\"Philadelphia%20Inquirer\"&gt;Philadelphia Inquirer&lt;/a&gt; states that the area will be undergoing gentrification to the point that the area may no longer be known by its current name \"Devil's Pocket.\" Furthermore, the area is expected to become a major contributor to Philadelphia's economy with the potential of $63 billion pumped into the economy as well as a job generator. The hospital has hired a consultant to plan the traffic patterns around the area as they did for &lt;a href=\"Penn%27s%20Landing\"&gt;Delaware Waterfront&lt;/a&gt; and New York's &lt;a href=\"Battery%20Park\"&gt;Battery Park&lt;/a&gt;. The plan is for \"... three towers, of about 26 stories each, would be lined up along Schuylkill Avenue.\" The plans unveiled by the city show that Schuylkill Avenue is part of a six region area that also includes University City all the way to the &lt;a href=\"Philadelphia%20International%20Airport\"&gt;Philadelphia International Airport&lt;/a&gt; that is part of a revitalization plan to stimulate the region.\nThe proposal for three new Schuylkill Avenue towers proposed by the Children's Hospital of Philadelphia is for the towers to take the place of the Springfield Beer Distributor, and the former &lt;a href=\"Marine%20Corps%20Depot%20of%20Supplies%2C%20Schuylkill%20Warehouse\"&gt;JFK Vocational School&lt;/a&gt;, with each tower being 26 stories high."
}