{
    "id": "3287579",
    "revid": "1052598868",
    "url": "https://en.wikipedia.org/wiki?curid=3287579",
    "title": "Indus River Delta",
    "text": "The Indus River Delta (, ), forms where the &lt;a href=\"Indus%20River\"&gt;Indus River&lt;/a&gt; flows into the &lt;a href=\"Arabian%20Sea\"&gt;Arabian Sea&lt;/a&gt;, mostly in the southern &lt;a href=\"Sindh\"&gt;Sindh&lt;/a&gt; province of &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; with a small portion in the &lt;a href=\"Kutch%20District\"&gt;Kutch Region&lt;/a&gt; of the western tip of &lt;a href=\"India\"&gt;India&lt;/a&gt;. The delta covers an area of about 41,440 km2 (16,000 square miles), and is approximately across where it meets the sea. The active part of the delta is . The climate is &lt;a href=\"arid\"&gt;arid&lt;/a&gt;, the region only receives between of rainfall in a normal year. The delta is home to the largest arid &lt;a href=\"mangrove%20forest\"&gt;mangrove forest&lt;/a&gt;s in the world, as well as many birds, fish and the &lt;a href=\"Indus%20dolphin\"&gt;Indus dolphin&lt;/a&gt;.\nSince the 1940s, the delta has received less water as a result of large-scale irrigation works capturing large amounts of the Indus water before it reaches the delta. The result has been catastrophic for both the environment and the local population. As a result, the &lt;a href=\"2010%20Pakistan%20floods\"&gt;2010 Pakistan floods&lt;/a&gt; were considered \"good news\" for the ecosystem and population of the river delta as they brought much needed fresh water.\nThe population of the active part of the delta was estimated at 900,000 in 2003. Most of the population depends on agriculture and fishing. Mangrove forests provide &lt;a href=\"fuel%20wood\"&gt;fuel wood&lt;/a&gt;. Many former settlements in the delta have been abandoned as result of lack of water in the Indus and the encroaching Arabian Sea.\nHistory.\nAccording to some accounts, the Macedonian fleet (of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;) anchored itself for some time in the Indus river delta. It was damaged by a tsunami generated by an earthquake off the &lt;a href=\"Makran%20Coast\"&gt;Makran Coast&lt;/a&gt; in 325 BC.\nAccording to \"Tarikh-i-Hind\" (also known as the \"Chach Nama\") by 6th century AD there existed a port called \"&lt;a href=\"Debal\"&gt;Debal&lt;/a&gt;\" in what is now the western part of the Indus delta. Debal also seemed to be the base of pirates from the tribe of \"Nagamara\". These pirates' raids against the &lt;a href=\"Umayyad\"&gt;Umayyad&lt;/a&gt;s, and the refusal to redress the issue by &lt;a href=\"Raja%20Dahir\"&gt;the ruling prince&lt;/a&gt;, precipitated the around 710 AD (by &lt;a href=\"Muhammad%20bin%20Qasim\"&gt;Muhammad bin Qasim&lt;/a&gt;). Debal remained a port, and the last recorded mention of it was in 1223 AD. By the time &lt;a href=\"Ibn%20Batuta\"&gt;Ibn Batuta&lt;/a&gt; reached the Indus delta, Debal had been abandoned due to increased &lt;a href=\"shoal\"&gt;shoal&lt;/a&gt;ing preventing the then-port from accessing the sea.\nDuring the &lt;a href=\"Abbasid\"&gt;Abbasid&lt;/a&gt;s, the &lt;a href=\"caliphate\"&gt;caliphate&lt;/a&gt; began to disintegrate, and the delta came under the control of the increasingly autonomous province centered at &lt;a href=\"Mansura%2C%20Sindh\"&gt;Mansura&lt;/a&gt;. The eastern part of the delta was even more independent and controlled by the &lt;a href=\"Soomro\"&gt;Sumra&lt;/a&gt; tribe until 1053 AD, when the region was brought under the control of the &lt;a href=\"Khalji%20dynasty\"&gt;Khalji&lt;/a&gt; &lt;a href=\"Delhi%20Sultanate\"&gt;Delhi Sultanate&lt;/a&gt; by &lt;a href=\"Alauddin%20Khalji\"&gt;Alauddin Khalji&lt;/a&gt;. The tribe had several capitals, but none are populated today. In 1333 AD, the &lt;a href=\"Samma%20Dynasty\"&gt;Samma Dynasty&lt;/a&gt; ruled all of the delta, and established their capital first at \"Samu-i\" (on the south bank of &lt;a href=\"Keenjhar%20Lake\"&gt;Keenjhar Lake&lt;/a&gt;) and later at &lt;a href=\"Thatta\"&gt;Thatta&lt;/a&gt;. It was during this dynasty that the \"golden age of native rule\" (1461-1509 AD) happened in the delta and Sindh, under the rule of &lt;a href=\"Jam%20Nizamuddin%20II\"&gt;Jam Nizamuddin II&lt;/a&gt;.\nFrom 1591 to 1592, the &lt;a href=\"Mughal%20empire\"&gt;Mughal empire&lt;/a&gt; waged a campaign to bring lower Sindh under imperial rule, resulting in the delta coming under the province of &lt;a href=\"Multan\"&gt;Multan&lt;/a&gt; and ruled by &lt;a href=\"Mirza%20Ghazi%20Beg\"&gt;Mirza Ghazi Beg&lt;/a&gt;. In 1739, the region, along with many others, was ceded to &lt;a href=\"Nadir%20Shah\"&gt;Nadir Shah&lt;/a&gt;. The &lt;a href=\"Kalhora\"&gt;Kalhora&lt;/a&gt; ruled the region till 1783. The power then transferred to the &lt;a href=\"Talpur%20dynasty\"&gt;Talpur&lt;/a&gt;s until the &lt;a href=\"East%20India%20Company\"&gt;British East India Company&lt;/a&gt; conquered them in 1839. In 1947, the Indus delta, along with rest of Sindh became a part of Pakistan.\nSince 1957, the Sindh Forest and Wildlife Department has been tasked with protecting and managing of mangrove-forested area of the Indus delta. In 1973, were transferred to &lt;a href=\"Port%20Qasim\"&gt;Port Qasim&lt;/a&gt;. The Sindh Board of Revenue continues to manage of the area. In December 2010, realizing the importance of mangrove conservation, the Government of Sindh declared all the mangrove forests in the Indus Delta as \"Protected Forests\", under the Forest Act of 1927. Apart from this action, a Mangrove Conservation Committee, with membership of all the relevant stakeholders has been formed to ensure the sustainable conservation of the Indus Delta Mangroves\nGeography.\nThe end estimated coastline of the Indus delta with the Arabian Sea (the maximum length in the direction of the coast) is approximated at , 220 km, and . Because the Indus river has switched its location at various points in history, it has an \"active\" delta region, and total delta region (all area that was once a part of the delta). The total area is estimated at , and . The active area is estimated at , and . The length of the total delta along the axis of Indus is estimated at , whereas the current delta stretches from the Arabian Sea to just south of Thatta (~). There are currently 17 major creeks(Including &lt;a href=\"Sir%20Creek\"&gt;Sir Creek&lt;/a&gt;, &lt;a href=\"Bhitiaro%20Creek\"&gt;Bhitiaro Creek&lt;/a&gt; and Kori Creek) and numerous minor creeks.\nThe delta receives almost all of its water from the Indus river, which has an annual flow of approximately , and is accompanied by 400 million tonnes of silt. Since the 1940s, dams, barrages and irrigation works have been constructed on the river Indus. (In fact the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; has characterized the works as the \"world's largest\" and the &lt;a href=\"Indus%20Basin%20Irrigation%20System\"&gt;Indus Basin Irrigation System&lt;/a&gt; as the \"largest contiguous irrigation system developed over\nthe past 140 years\" anywhere in the world.) This has served to reduce the flow of water and by 1994, the annual flow of water into the delta was , and annual amount of silt discharged was estimated to be . Since 1994, the water flow has decreased as Punjab has been allocated a higher share of the water.\nThe climate of the delta is described as arid. It receives only of rain in a normal year. Average temperatures for the delta region range from 21 to 30 °C (70-85 °F) in July, and 10-21 °C (50-70 °F) in January.\nDuring the summer, the delta experiences intense &lt;a href=\"monsoon\"&gt;monsoon&lt;/a&gt;al winds from the southwest, causing parts of the delta to be covered by sea-water. When this water retreats, it leaves behind salts in the delta's soil. During the winter the winds in the delta come from the northeast.\nThe summer monsoonal winds also contribute to high wave energy levels. In fact, the delta is subjected to the highest &lt;a href=\"Wind%20wave\"&gt;wave&lt;/a&gt; action of any river delta in the world. (The amount of wave energy the Indus delta receives in a single day is greater than that received by the &lt;a href=\"Mississippi%20River%20Delta\"&gt;Mississippi River Delta&lt;/a&gt; in a year.) Throughout history the delta has survived this wave action because of the large discharge of fresh water to counter the &lt;a href=\"Coastal%20erosion\"&gt;erosion&lt;/a&gt;al impact of waves. This large amount of wave energy, coupled with lack of silt flowing in from the Indus river (as mentioned above), has resulted in the formation of &lt;a href=\"sand%20beach\"&gt;sand beach&lt;/a&gt;es.\nThe Indus river started to form some 50 million years ago. 25 million years ago, the &lt;a href=\"Indus%20Plain\"&gt;Indus Plain&lt;/a&gt; was lifted.\nBiodiversity.\nFlora.\n&lt;a href=\"Mangrove\"&gt;Mangrove&lt;/a&gt; forests are one of the most abundant ecological communities of the delta, but they have declined over the years. According to Haq \"et al.\", they covered an area of until the 1980s and could be found along the entire 240 km coastline, in 40% of the &lt;a href=\"tidal%20zone\"&gt;tidal zone&lt;/a&gt;, and in 10% of the &lt;a href=\"River%20delta%23Deltas%20and%20alluvial%20fans\"&gt;delta fan&lt;/a&gt;. Memon reports that the area of mangrove forests was 263,000 hectares in 1977 and in 1990. Both agree that they were sixth-largest mangrove forests in the world. Previously there had been eight species of mangroves, although only four now remain: \"&lt;a href=\"Aegiceras%20corniculatum\"&gt;Aegiceras corniculatum&lt;/a&gt;\", \"&lt;a href=\"Avicennia%20marina\"&gt;Avicennia marina&lt;/a&gt;\", \"&lt;a href=\"Ceriops%20tagal\"&gt;Ceriops tagal&lt;/a&gt;\", and \"&lt;a href=\"Rhizophora%20mucronata\"&gt;Rhizophora mucronata&lt;/a&gt;\". Among these \"Avicennia marina\" constitutes 99% of the mangrove population. As of 2007, the mangroves of the Indus delta are the largest &lt;a href=\"desert%20climate\"&gt;desert climate&lt;/a&gt; mangrove forests in the world. However the Indus Delta saw an increase in number of mangroves after preservation and plantation initiatives. Mangrove forests of Indus delta now cover an area of around 600, 000 hectares. The mangroves are under control of three different organizations, namely:\n- Sindh Forest Department (280, 470 Ha)\n- Port Qasim Authority (64, 400 Ha)\n- Sindh Board of Revenue (255, 130 Ha)\n\"&lt;a href=\"Arthrocnemum%20macrostachyum\"&gt;Arthrocnemum macrostachyum&lt;/a&gt;\" is also found growing in the delta.\nThreats.\nThe natural flow of water and fertile sediments from Indus river into the delta has been impeded due to the construction of dams along the river. The reduction of freshwater due to the dams also increases salinity, making the waters of the delta unsuitable for the freshwater species. In case of the Indus dolphin, the damming of the river has isolated the delta dolphin population from those dolphins upstream.\nThe 2010 Pakistan floods were considered \"good news\" for the ecosystem of the river delta as they brought an excess of much needed fresh water. The Sindh government announced that 8,000 hectares of mangrove forests had been planted, and more plantation was considered (however, the delta has lost 170,000 hectares of mangroves over the past 50 years).\nThe delta faces pollution both from sea and the Indus river. Chemical run-off into the river threatens many species. Most of this chemical run-off consists of agriculture &lt;a href=\"pesticide\"&gt;pesticide&lt;/a&gt; and &lt;a href=\"fertilizer\"&gt;fertilizer&lt;/a&gt;. The delta faces pollution from the Arabian Sea. &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt;, Pakistan's largest city, releases sewage and discharge from industrial units into the Arabian sea, most of which is untreated. Both &lt;a href=\"Port%20of%20Karachi\"&gt;Port of Karachi&lt;/a&gt; and &lt;a href=\"Port%20Qasim\"&gt;Port Qasim&lt;/a&gt; handle significant shipping traffic, resulting in oil discharge, some of which reaches the delta. All of this pollution lowers the river water quality, causes &lt;a href=\"eutrophication\"&gt;eutrophication&lt;/a&gt;, &lt;a href=\"habitat%20loss\"&gt;reducing the amount of habitat&lt;/a&gt;.\nIndus delta has shrunk by 92% since 1833. In light of the threats, Indus Delta was designated a &lt;a href=\"Ramsar%20site\"&gt;Ramsar site&lt;/a&gt; on November 5, 2002. The WWF is working on conservation methods to alleviate the Indus delta's shortage of &lt;a href=\"freshwater\"&gt;freshwater&lt;/a&gt;.\nPopulation.\nThe population of the delta was estimated at 900,000 in 2003 (the total population of &lt;a href=\"Indus%20River%20Delta-Arabian%20Sea%20mangroves\"&gt;Indus River Delta-Arabian Sea mangroves&lt;/a&gt; was 1.2 million). Within the river delta, about 140,0\n16% of the population) depended on the mangrove forests for their livelihood, and 60% depended on the forests for fuels. At least 75% of the population in the active delta depend on the &lt;a href=\"fishing%20industry\"&gt;fishing industry&lt;/a&gt;. The population suffers from the lack of health facilities and medical staff. Only about a third of the population has access to clean drinking water.\nEthnic groups of lower Sindh can be found in the delta region: &lt;a href=\"Mallaah\"&gt;Mallaah&lt;/a&gt;, &lt;a href=\"Mohana%20%28tribe%29\"&gt;Mohano&lt;/a&gt;, &lt;a href=\"Soomro\"&gt;Soomro&lt;/a&gt;, &lt;a href=\"Samma%20tribe\"&gt;Samma&lt;/a&gt; and &lt;a href=\"Jats%20of%20Sindh\"&gt;Jat&lt;/a&gt;. All of these groups speak &lt;a href=\"Sindhi%20language\"&gt;Sindhi&lt;/a&gt; and follow &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;.\nThe delta falls within the districts of &lt;a href=\"Thatta%20District\"&gt;Thatta&lt;/a&gt; and &lt;a href=\"Badin%20District\"&gt;Badin&lt;/a&gt; of the Sindh province. Pakistan's fifth largest city, &lt;a href=\"Hyderabad%2C%20Pakistan\"&gt;Hyderabad&lt;/a&gt;, lies about 130 miles north of the mouths of the Indus. Towns are found throughout the delta, but there are no large cities on the delta south of Hyderabad. Karachi, Pakistan's largest city, lies west of the delta on the coast of the Arabian Sea.\nThe &lt;a href=\"2010%20Pakistan%20floods\"&gt;2010 floods&lt;/a&gt; displaced nearly 1 million people in southern Sindh, including those living in the delta. In spite of this displacement and other destruction caused in the rest of Pakistan, however, many people in the delta considered the floods as \"good news\". Villagers reported abundance of fresh water for drinking and agriculture. Fishermen reported increase in catches.\nEconomy.\nThe economy of the delta consists of agriculture and fishing. As of 2005, more than 140,000 hectares of land were used for agriculture, mostly used to cultivate &lt;a href=\"rice\"&gt;rice&lt;/a&gt;, followed by &lt;a href=\"sugarcane\"&gt;sugarcane&lt;/a&gt; and &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;. &lt;a href=\"Barley\"&gt;Barley&lt;/a&gt;, &lt;a href=\"legume\"&gt;gram&lt;/a&gt;, &lt;a href=\"oil%20seed\"&gt;oil seed&lt;/a&gt;s, &lt;a href=\"maize\"&gt;maize&lt;/a&gt;, &lt;a href=\"millet\"&gt;millet&lt;/a&gt;, &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;, and &lt;a href=\"jowar\"&gt;jowar&lt;/a&gt; are other important crops. Fruits such as &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt;, &lt;a href=\"mango\"&gt;mango&lt;/a&gt;, &lt;a href=\"Common%20fig\"&gt;fig&lt;/a&gt;, &lt;a href=\"pomegranate\"&gt;pomegranate&lt;/a&gt;, &lt;a href=\"apple\"&gt;apple&lt;/a&gt;, &lt;a href=\"peach\"&gt;peach&lt;/a&gt;,\n&lt;a href=\"melon\"&gt;melon&lt;/a&gt;, &lt;a href=\"banana\"&gt;banana&lt;/a&gt;, &lt;a href=\"guava\"&gt;guava&lt;/a&gt; and &lt;a href=\"papaya\"&gt;papaya&lt;/a&gt; are also reportedly grown. The delta also used to have large pastures for livestock grazing.\nAs of 2003, fishing was an important source of revenue. Catches of mangrove dependent fish were valued at $20 million annually, shrimp at $70 million and mud crabs at $3 million.\nMigration.\nAs a result of resource degradation, a large exodus of people has taken place from the Indus delta. Altaf Memom estimates that 90,000 have been displaced and about 120 villages have been &lt;a href=\"Population%20decline\"&gt;depopulated&lt;/a&gt;. One reason give is the shortage of local bushes and plants that are used for preparing various materials (especially by the &lt;a href=\"Jat\"&gt;Jat&lt;/a&gt; villagers). Others have migrated due to lack of potable drinking water. The &lt;a href=\"Pakistan%20Fisherfolk%20Forum\"&gt;Pakistan Fisherfolk Forum&lt;/a&gt; estimates that 14,400 people from the delta coast, majority of them fishermen, are amongst those that have left.\n&lt;a href=\"Kharochan\"&gt;Kharochan&lt;/a&gt;, until the 1970s was a bustling city in the delta. Its port was used to export locally grown silk, rice and wood. However, rising salinity destroyed the local agriculture and the port was lost to the encroaching Arabian sea by 2006.\nSustainable development.\nIn 2009, the &lt;a href=\"World%20Wildlife%20Fund\"&gt;World Wildlife Fund&lt;/a&gt; (WWF) constructed a large water reservoir, of capacity , in Tippin village (at &lt;a href=\"Keti%20Bandar\"&gt;Keti Bandar&lt;/a&gt;) and a few plastic storage tanks (with a capacity of 4,000 litres). It also set up 200-watt solar panels to supply electricity to a school. Finally it installed two 500-watt wind turbines. Electricity was previously unavailable due to high cost of establishing power lines in the difficult-to-access area.\nIn 2010, &lt;a href=\"Sindh%20Radiant%20Organization\"&gt;Sindh Radiant Organization&lt;/a&gt; (in partnership with WWF) installed a &lt;a href=\"Solar%20desalination\"&gt;solar-powered desalination plant&lt;/a&gt; developed by the &lt;a href=\"Pakistan%20Council%20of%20Scientific%20and%20Industrial%20Research\"&gt;Pakistan Council of Scientific and Industrial Research&lt;/a&gt; in the village of &lt;a href=\"Jat%20Mohammad\"&gt;Jat Mohammad&lt;/a&gt;. The plant is capable of providing 40 gallons of drinking water every day. While the plant is not enough to meet the needs of the entire village, &lt;a href=\"Ministry%20of%20Science%20and%20Technology%20%28Pakistan%29\"&gt;Pakistan's Ministry of Science&lt;/a&gt; and other NGOs have shown interest in replicating it to alleviate water shortages in the delta. &lt;a href=\"http%3A//www.rdfoundation.org.pk/\"&gt;Research and Development Foundation&lt;/a&gt;, a Pakistani NGO, has also started implementing solar desalination in six villages in Thatta with funding from &lt;a href=\"Oxfam\"&gt;Oxfam&lt;/a&gt;.\nThe &lt;a href=\"United%20Nations%20Economic%20and%20Social%20Commission%20for%20Asia%20and%20the%20Pacific\"&gt;United Nations Economic and Social Commission for Asia and the Pacific&lt;/a&gt; has estimated the potential of generating 100KW of electricity by &lt;a href=\"tidal%20power\"&gt;harnessing the power of tidal currents&lt;/a&gt; along of the delta's coastline.\nPakistan-India conflict.\nPakistani fishermen in the delta have increasingly faced detention for accidentally straying over into Indian waters while fishing. Fishermen have been forced to fish near the border as a result of destruction of ecosystems elsewhere in the delta. Because the boundaries between India and Pakistan are poorly demarcated in some areas (e.g. &lt;a href=\"Sir%20Creek\"&gt;Sir Creek&lt;/a&gt;), fishermen often don't know when they've crossed the border. NGOs say that under Indian laws, fisherman can face, at most, three months in prison and a $12 fine. However, most are jailed for a year, and their boats are sold at an auction. Indian fishermen crossing into Pakistan face a similar fate."
}