{
    "id": "3289677",
    "revid": "39526041",
    "url": "https://en.wikipedia.org/wiki?curid=3289677",
    "title": "Durham, Ontario",
    "text": "Durham is a community in the municipality of &lt;a href=\"West%20Grey%2C%20Ontario\"&gt;West Grey&lt;/a&gt;, &lt;a href=\"Grey%20County%2C%20Ontario\"&gt;Grey County&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada. Durham is located near the base of the &lt;a href=\"Bruce%20Peninsula\"&gt;Bruce Peninsula&lt;/a&gt;.\nLocation.\nDurham, Ontario is 44 kilometres South of &lt;a href=\"Owen%20Sound\"&gt;Owen Sound&lt;/a&gt; and 89 kilometres North of &lt;a href=\"Guelph\"&gt;Guelph&lt;/a&gt; on Ontario &lt;a href=\"Highway%206%20%28Ontario%29\"&gt;Highway 6&lt;/a&gt;. The middle of the town is the intersection of Highway 6 and Grey Road 4. Durham is approximately 18 kilometres east of &lt;a href=\"Hanover%2C%20Ontario\"&gt;Hanover&lt;/a&gt;.\nThe population of Durham has stayed steady at roughly 2500 people over the past decade. This compares to neighbour Hanover which has grown from 6,400 to 8,200 people in the past decade.\nDurham is built around the &lt;a href=\"Saugeen%20River\"&gt;Saugeen River&lt;/a&gt; and has three man-made dams. These dams have suffered at least two major floods, once in 1929 when the dam broke and again in 1997 due to ice blockage. Durham also used to be the centre of the livestock exchange for the surrounding Grey and &lt;a href=\"Bruce%20County%2C%20Ontario\"&gt;Bruce&lt;/a&gt; counties, which it lays close to the border of. On the outskirts of Durham, there are several small communities, such as &lt;a href=\"Varney%2C%20Ontario\"&gt;Varney&lt;/a&gt;, &lt;a href=\"Dornoch%2C%20Ontario\"&gt;Dornoch&lt;/a&gt;, &lt;a href=\"Aberdeen%2C%20Grey%20County%2C%20Ontario\"&gt;Aberdeen&lt;/a&gt;, &lt;a href=\"Allan%20Park%2C%20Ontario\"&gt;Allan Park&lt;/a&gt;, &lt;a href=\"Priceville%2C%20Ontario\"&gt;Priceville&lt;/a&gt; and &lt;a href=\"Holstein%2C%20Ontario\"&gt;Holstein&lt;/a&gt;.\nFoundations of Durham.\nFounded on May 1, 1842, by Archibald Hunter, a &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; traveller, Durham became one of the first ever self-sustaining communities in Canada through the flour and saw mills of an &lt;a href=\"Ireland\"&gt;Irishman&lt;/a&gt; named John Edge, founded in the 1840s. Those mills were purchased by Robert McGowan in 1888, hence the Durham landmark McGowan Falls on the Saugeen River. Durham now has two major companies for employment: Durham Furniture and Interforest. Durham Furniture is a company that specializes in &lt;a href=\"Wood%20stain\"&gt;stained&lt;/a&gt; and &lt;a href=\"whitewash\"&gt;whitewash&lt;/a&gt;ed bedroom furniture and employs slightly more than 200 people. Interforest is a &lt;a href=\"multinational%20corporation\"&gt;multinational corporation&lt;/a&gt; that deals with the treatment and production of &lt;a href=\"lumber\"&gt;lumber&lt;/a&gt;.\nDurham has its own &lt;a href=\"hospital\"&gt;hospital&lt;/a&gt; with a 24/7 emergency department, including a helipad for air ambulance services. The town is patrolled by the municipality's &lt;a href=\"West%20Grey%2C%20Ontario\"&gt;West Grey&lt;/a&gt; &lt;a href=\"Police\"&gt;Police&lt;/a&gt;, and the town has its own police station. Also, Durham has its own volunteer &lt;a href=\"firefighter\"&gt;firefighter&lt;/a&gt; service and station. The town has its own &lt;a href=\"Canada%20Post\"&gt;Canada Post&lt;/a&gt; building, as well as a town hall. The town also has a &lt;a href=\"Conservation%20Area\"&gt;Conservation Area&lt;/a&gt; with campsites that are very popular during the summertime and help expand local business.\nCommunity centres.\nDurham presently has two schools: Spruce Ridge &lt;a href=\"Community%20school%20%28England%20and%20Wales%29\"&gt;Community School&lt;/a&gt; and &lt;a href=\"Saint%20Peter\"&gt;St. Peter&lt;/a&gt; and &lt;a href=\"Paul%20of%20Tarsus\"&gt;St. Paul&lt;/a&gt;'s &lt;a href=\"Catholic%20School\"&gt;Catholic School&lt;/a&gt;. Spruce Ridge is the result of the amalgamation of the Saugeen Valley Community School and Durham District Community School. Durham District used to be the town's &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; until the 1970s when it amalgamated with &lt;a href=\"Hanover%2C%20Ontario\"&gt;Hanover&lt;/a&gt;'s high school to form &lt;a href=\"John%20Diefenbaker\"&gt;John Diefenbaker&lt;/a&gt; &lt;a href=\"high%20school\"&gt;Secondary School&lt;/a&gt;. Students that graduate from SRCS generally attends Grey Highlands &lt;a href=\"high%20school\"&gt;Secondary School&lt;/a&gt; in &lt;a href=\"Flesherton%2C%20Ontario\"&gt;Flesherton&lt;/a&gt; or JDSS in Hanover. Durham has an arena that can hold 3000 people and also has an &lt;a href=\"http%3A//www.durhamart.on.ca/\"&gt;art gallery&lt;/a&gt;. The town hosts an annual fall fair that attracts many visitors. There is a &lt;a href=\"http%3A//www.westgreylibraries.com/\"&gt;public library&lt;/a&gt; and a couple of small bookshops. Durham is the home of &lt;a href=\"Royal%20Canadian%20Legion\"&gt;Branch 308&lt;/a&gt; of the &lt;a href=\"Royal%20Canadian%20Legion\"&gt;Royal Canadian Legion&lt;/a&gt; and multiple &lt;a href=\"Church%20%28building%29\"&gt;church&lt;/a&gt;es for the variety of denominations. The Durham &lt;a href=\"Agriculture\"&gt;Agricultural&lt;/a&gt; Society was founded in 1858. The Durham Loyal &lt;a href=\"Orange%20Lodge\"&gt;Orange Lodge&lt;/a&gt; has existed in Durham since the 1850s. The Durham &lt;a href=\"Horticulture\"&gt;Horticultural&lt;/a&gt; Society dates back to at least 1896. Durham's &lt;a href=\"Masonic%20Lodge\"&gt;Masonic Lodge&lt;/a&gt; was chartered in 1873. &lt;a href=\"Girl%20Guides%20of%20Canada\"&gt;Girl Guides&lt;/a&gt; have been presented for two years after its &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; founding, 1912. The first &lt;a href=\"Rotary%20Club\"&gt;Rotary Club&lt;/a&gt; meeting held in Durham was on February 17, 1938. The &lt;a href=\"Kin%20%28service%20club%29\"&gt;Kinsmen Club&lt;/a&gt; was founded May 30, 1950, and the &lt;a href=\"Kin%20%28service%20club%29\"&gt;Kinette Club&lt;/a&gt; was founded March 28, 1957. &lt;a href=\"Scouting%20in%20Ontario\"&gt;Boy Scouts&lt;/a&gt; in Durham date back to the 1920s. The Durham &amp; District &lt;a href=\"Optimist%20Club\"&gt;Optimist Club&lt;/a&gt; was chartered June 14, 1988.\nAs of the town census in 1861, Durham had 4 churches: the &lt;a href=\"Presbyterian%20Church%20in%20Canada\"&gt;Free Church&lt;/a&gt; (Presbyterian Church of Canada in connection with the Free Church of Scotland), the &lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;, the &lt;a href=\"Wesleyan%20Church\"&gt;Wesleyan Methodist&lt;/a&gt;, and the &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt; &lt;a href=\"Church%20%28building%29\"&gt;Church&lt;/a&gt;. Durham has always had a cornucopia of churches, even to this day the town is scattered with beautiful old buildings of faith. The Durham Baptist Church was founded by &lt;a href=\"Reverend\"&gt;Reverend&lt;/a&gt; Alexander Stewart and dates back to the mid-19th century. In 1902, the frame of the church was moved and a new large red brick church was built as its replacement. This building is detailed with beautiful &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt; windows. The Durham &lt;a href=\"International%20Church%20of%20the%20Foursquare%20Gospel\"&gt;Foursquare Gospel Church&lt;/a&gt; was founded in 1929 in a tent. A year later, in 1930, the Church took up permanent residence on the town's main street. The Presbyterian Church was founded in the early 1850s as the \"Free Church\". They were granted of land by the Crown in 1852. In 1925, the Presbyterian, Methodist, and Congregational faiths were combined to form the &lt;a href=\"United%20Church%20of%20Canada\"&gt;United Church&lt;/a&gt;. In Durham, only some Presbyterian and Methodist Churches followed this order, but the merger did lead to the formation of the &lt;a href=\"John%20Knox\"&gt;Knox&lt;/a&gt; United Church on top of the Durham Hill; the congregation was joined by the former Methodists who had met in town since 1849. The Methodists also had earlier met at Ebenezer Church, about a mile west of Durham. A minority of the Presbyterians (Feb. 1, 1925, vote was 218-165) wished to remain with the &lt;a href=\"Presbyterian%20Church%20in%20Canada\"&gt;continuing Presbyterians&lt;/a&gt;, and the present Durham Presbyterian Church &lt;a href=\"http%3A//www.durhampresbyterian.com\"&gt;&lt;/a&gt; was opened in 1927. The Methodist Church was erected in the mid-1860s. The first &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; service happened in 1849. This service was held in the home of one of the Edge or Hopkins families. Services were held in family homes by a travelling minister from Owen Sound until the &lt;a href=\"Trinity\"&gt;Trinity&lt;/a&gt; Anglican Church was built in Durham (1861?). It burned down in 1876 and was rebuilt in 1877. The structure still stands there today despite multiple &lt;a href=\"lightning\"&gt;lightning&lt;/a&gt; strikes. &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; services in Durham date back to 1852, the first being held by &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; &lt;a href=\"Missionary\"&gt;Missionary&lt;/a&gt; Reverend Casper Matoga. The first &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; Church was built in Durham 1867 but was burnt down by an arsonist on July 4, 1870. A second Catholic Church was purchased for $900 in 1892. The Church's main hall, known at &lt;a href=\"Saint%20Andrew\"&gt;St. Andrew&lt;/a&gt;'s Hall was used as their place of worship until the 1940s. In 1940, &lt;a href=\"Saint%20Peter\"&gt;St. Peter&lt;/a&gt;'s &lt;a href=\"Roman%20Catholic\"&gt;Roman Catholic&lt;/a&gt; Church was created on top of the Durham Hill, right beside the St. Peter and St. Paul's Catholic School. The Fellowship Baptist Church was founded in 1990. There is also a &lt;a href=\"Jehovah%27s%20Witness\"&gt;Jehovah's Witness&lt;/a&gt; Church to the West of Durham on Grey Road 4.\nDemographics.\nThe following information is a product of a Statistics Canada Report.\nSports.\nDuring the 1850s and 1860s, Durham athletes constantly travelled to neighbouring towns like &lt;a href=\"Mount%20Forest%2C%20Ontario\"&gt;Mount Forest&lt;/a&gt; to compete in &lt;a href=\"Curling\"&gt;Curling&lt;/a&gt; matches during the winter and &lt;a href=\"Cricket\"&gt;Cricket&lt;/a&gt; matches during the hot &lt;a href=\"Southern%20Ontario\"&gt;Southern Ontario&lt;/a&gt; summers. The local Cricket league in the 1860s included, with Durham and Mount Forest, &lt;a href=\"Owen%20Sound\"&gt;Owen Sound&lt;/a&gt;, &lt;a href=\"Chesley%2C%20Ontario\"&gt;Chesley&lt;/a&gt;, &lt;a href=\"Walkerton%2C%20Ontario\"&gt;Walkerton&lt;/a&gt;, and &lt;a href=\"Listowel%2C%20Ontario\"&gt;Listowel&lt;/a&gt;. In 1882, &lt;a href=\"Harriston%2C%20Ontario\"&gt;Harriston&lt;/a&gt; and &lt;a href=\"Dundalk%2C%20Ontario\"&gt;Dundalk&lt;/a&gt; joined the local league. For 40 years, Durham maintained a Junior, Senior, and School league team. By the 1910s, Cricket dropped in popularity and was no longer consistently played by the people of Durham. &lt;a href=\"Soccer\"&gt;Soccer&lt;/a&gt;, then known as football, became popular in the late 1870s but was replaced by &lt;a href=\"lacrosse\"&gt;lacrosse&lt;/a&gt; in the 1890s. The Town of Durham enjoyed sports so much that at the turn of the 19th century, Durham used to dedicate 3 days per year to day-long displays of athletics. These days usually involved Soccer, Lacrosse, Cricket, and &lt;a href=\"Baseball\"&gt;Baseball&lt;/a&gt; games, from Dawn until Dusk, to be played for the townspeople.\nIn 1908, the first-ever indoor ice arena was built by Thomas Brown to facilitate the town's growing fascination with the sport of &lt;a href=\"ice%20hockey\"&gt;hockey&lt;/a&gt;. At least two outdoor arenas had been built in recent years, but this was meant to be a permanent replacement. The first hockey game was played in the arena on January 1, 1909. A new arena was built in 1952 through fundraising by the Kinsmen Club, the Rotary Club, and Branch 308 of the Royal Canadian Legion. Hap McGirr was the Guardian of this arena until 1974. This arena was condemned in 1975 and the current complex finished construction in 1977.\nDurham considers itself a &lt;a href=\"ice%20hockey\"&gt;hockey&lt;/a&gt; town, and for the most part it is true. Hockey is the most popular pastime and normally draws over 250 children and teens into its Minor Hockey system. Durham has won a number of All-Ontario Championships. The town's parent club under minor hockey guidelines is the Grey-Bruce Highlanders AAA Hockey Team. Durham hockey was first organized in the early 1900s by Frank Irwin and Peter Gagnon. Erben Schutz and &lt;a href=\"http%3A//www.hockeydb.com/ihdb/stats/pdisplay.php%3Fpid%3D21921\"&gt;Martin Lauder&lt;/a&gt; found early success through Durham hockey, playing in the 1920s for the &lt;a href=\"National%20Hockey%20League\"&gt;NHL&lt;/a&gt;'s &lt;a href=\"Boston%20Bruins\"&gt;Boston Bruins&lt;/a&gt;. The town won its first major hockey award in the 1930-31 season as one of the precursors to the &lt;a href=\"Durham%20Huskies\"&gt;Durham Huskies&lt;/a&gt; won the Junior Northern Hockey League. Durham's first Ontario Hockey Association Senior championship happened in 1935-36, won by another precursor to the &lt;a href=\"Durham%20Huskies\"&gt;Durham Huskies&lt;/a&gt;. In fact, the &lt;a href=\"Durham%20Huskies\"&gt;Huskies&lt;/a&gt; (before they were called the Huskies) were 3 different hockey teams: a Junior team, an Intermediate team, and a Senior team. By 1952, the year the team was named there was only an Intermediate team, but they were quite dominant in their league. Intermediate hockey eventually became known as Senior \"AA\". The Senior team was extremely successful, winning multiple championships and competing for &lt;a href=\"Allan%20Cup\"&gt;Allan&lt;/a&gt; and Hardy Cups, but folded before the 1992-93 season. The &lt;a href=\"Durham%20Flyers\"&gt;Durham Flyers&lt;/a&gt; were a short-lived team in the 1950s but did not find much success in their 3 years of existence. In 1996, Durham was granted the creation of the &lt;a href=\"Durham%20Huskies%20Jr.%20A\"&gt;Durham Huskies Junior \"A\"&lt;/a&gt; Hockey Team by the &lt;a href=\"Metro%20Junior%20A%20Hockey%20League\"&gt;Metro Junior A Hockey League&lt;/a&gt;. The &lt;a href=\"Durham%20Huskies%20Jr.%20A\"&gt;Jr. Huskies&lt;/a&gt; folded in 2001. The ever-successful &lt;a href=\"Durham%20Thundercats\"&gt;Durham Thundercats&lt;/a&gt; Senior Hockey Team have brought the town 15 &lt;a href=\"WOAA%20Senior\"&gt;WOAA&lt;/a&gt; championship trophies and remain at the top of the WOAA to this day. They were originally called the \"72's\" to coincide with their founding and fill the Durham Community Centre every Friday night.\nIn remembrance of two of the greatest teams in Durham hockey history, the 1989 Greater Ontario Senior \"AA\" champion &lt;a href=\"Durham%20Huskies\"&gt;Durham Huskies&lt;/a&gt;, who made it to the &lt;a href=\"Hardy%20Cup\"&gt;Hardy Cup&lt;/a&gt; semifinals, played the 1989 &lt;a href=\"WOAA%20Senior\"&gt;WOAA Intermediate&lt;/a&gt; Grand Champion &lt;a href=\"Durham%20Thundercats\"&gt;Durham Thundercats&lt;/a&gt; in a 20th Anniversary Alumni game in 2009.\nThe Durham Community Centre is also the home of The Durham Skating Club, Which was founded in the 1950s. The club offers a variety of programs for the young and old, with a friendly, fun atmosphere. An annual carnival is produced each year at the end of the season to showcase all of the skaters' talent and to attract a crowd of huge proportions. In January 2007 the club hosted Weskate, an annual area fun competition, which was also highly successful, thanks to all the volunteers and organizers.\nDurham has &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; and &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; youth programs and competes in the local leagues. Most of Durham's soccer is played across from the Durham Community Centre at the Durham Soccer Field. Baseball is played outdoors behind the Durham Community Centre in the Durham Ball Parks. Durham youths still enjoy playing &lt;a href=\"box%20lacrosse\"&gt;lacrosse&lt;/a&gt;, but the sport has not been organized in Durham for many decades. Generally, players have to travel to &lt;a href=\"Williamsford%2C%20Ontario\"&gt;Williamsford&lt;/a&gt; or Owen Sound to play lacrosse. The Durham &lt;a href=\"Curling\"&gt;Curling&lt;/a&gt; Rink is on the East end of town beside what was the Saugeen Valley &lt;a href=\"Community%20School%20%28Canada%29\"&gt;Community School&lt;/a&gt;, and has been a long enjoyed pastime for the people of Durham.\nGovernment.\nAs part of the province-wide municipal restructuring, the Town of Durham was amalgamated with the Township of West Grey to form an expanded &lt;a href=\"West%20Grey%2C%20Ontario\"&gt;Municipality of West Grey&lt;/a&gt; in 2001. West Grey was itself created in 2000 through an amalgamation of the Village of &lt;a href=\"Neustadt%2C%20Ontario\"&gt;Neustadt&lt;/a&gt; and the Townships of Bentinck, Glenelg and Normanby. &lt;a href=\"Mayor\"&gt;Mayor&lt;/a&gt; Kris Kennedy (list of Durham's Mayors) was the last mayor of the Town of Durham. Durham is the largest community in West Grey and the municipal offices are located along Grey County Road 4, west of Durham.\nTransportation.\nDurham sits at the junction of &lt;a href=\"Ontario%20Highway%204\"&gt;Ontario Highway 4&lt;/a&gt; (east−west) and &lt;a href=\"Ontario%20Highway%206\"&gt;Ontario Highway 6&lt;/a&gt; (north−south). It is served by &lt;a href=\"Kasper%20Transportation\"&gt;Kasper Transportation&lt;/a&gt;'s &lt;a href=\"Owen%20Sound%2C%20Ontario\"&gt;Owen Sound&lt;/a&gt; to &lt;a href=\"Guelph%2C%20Ontario\"&gt;Guelph&lt;/a&gt; intercity bus route, which began operating in January 2020 with a fourteen-seat passenger van. There are two buses in each direction on Monday to Saturday, one in the morning and one in the afternoon.\nMedia.\nDurham's long-running newspaper, the \"Durham Chronicle\", came under the ownership of &lt;a href=\"Osprey%20Media\"&gt;Osprey Media&lt;/a&gt;. It and several other newspapers in south Grey were amalgamated into one free distribution paper called the \"Post\".\nRecent events.\nOn January 9, 1997, Mayor Kris Kennedy declared a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt; and asked for federal assistance to deal with extensive flooding that was crippling the west end of town. &lt;a href=\"Canadian%20Forces\"&gt;Canadian Forces&lt;/a&gt; were sent in for the relief effort and 200 citizens were evacuated. The schools and many businesses closed during the most dangerous week of flooding, and due to poor weather conditions, relief efforts were considered strenuous. Most of the evacuated residents were able to return home as of January 24, 1997. The cause of the flooding was determined to be ice blockages at Durham's reinforced dams. At one point, there was concern that one of the main bridges in town was going to get ripped away by the flood, but the military elected to remove the ice that was affecting the bridge with explosives. &lt;a href=\"Durham%2C%20Ontario%23Sources\"&gt;3&lt;/a&gt;\n\"\"Despite the adversity, the people of Durham showed great courage during that flood. I want to pay special tribute to the volunteers and the relief workers who offered the victims both the good work of their hands and the comfort of their spirits. Durham Mayor Kris Kennedy is also to be commended for taking swift and decisive action to protect public safety. I also want to thank the soldiers from the Militia Training and Support Centre at &lt;a href=\"Meaford%2C%20Ontario\"&gt;Meaford&lt;/a&gt; for their work and assistance.\"\" &lt;a href=\"Durham%2C%20Ontario%23Sources\"&gt;4&lt;/a&gt;\nOn October 4, 1997, months after the flood, Durham was named the 1997 \"Best Bloomin' Town\" in Canada by the &lt;a href=\"Communities%20in%20Bloom\"&gt;Communities in Bloom&lt;/a&gt; Committee. The town won the prize in the 1500 to 5000 people category.\nOther recent changes include the replacement of the Durham District Community School by the Spruce Ridge Community School. The &lt;a href=\"Durham%20Huskies%20%281996%E2%80%932001%29\"&gt;Durham Huskies&lt;/a&gt;, the town's traditional junior hockey franchise, has been inactive since 2001.\nLongtime Durham employer Interforest closed its doors to manufacturing on July 10, 2009. Due to the closure, about 450 jobs have been lost. 50 people have kept their jobs and are working with company orders.\nA tornado reportedly touched down in the community, about 50 kilometres south of Owen Sound near Lake Huron and 180  km northwest of Toronto, hitting the south end of Durham, during the &lt;a href=\"Southern%20Ontario%20Tornado%20Outbreak%20of%202009\"&gt;Southern Ontario Tornado Outbreak of 2009&lt;/a&gt;. The tornado crossed eastward through town, turned north, and exited through the &lt;a href=\"Saugeen%20Conservation%20Area\"&gt;Saugeen Conservation Area&lt;/a&gt;. The tornado caused one fatality, an 11-year-old boy who was at day camp, inside a temporary shelter when he was struck by flying debris. Emergency crews tried to revive him but he was pronounced dead at the scene. His name was not released at the request of his family. The tornadoes, accompanied by violent thunderstorms, swept across southern Ontario killing at least one person, downing power lines and trees and ripping off roofs in several communities."
}