{
    "id": "3289366",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3289366",
    "title": "Ulrich Wilhelm Graf Schwerin von Schwanenfeld",
    "text": "Ulrich-Wilhelm Graf von Schwerin von Schwanenfeld (21 December 1902 – 8 September 1944) was a German landowner, officer, and &lt;a href=\"German%20Resistance%20to%20Nazism\"&gt;resistance&lt;/a&gt; fighter against the &lt;a href=\"Nazism\"&gt;Nazi&lt;/a&gt; régime. His name is commonly shortened to Schwerin.\nBiography.\nCount Schwerin von Schwanenfeld was born in the &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; capital, &lt;a href=\"Copenhagen\"&gt;Copenhagen&lt;/a&gt;, the son of the German diplomat Ulrich Graf von Schwerin (1864–1930) and his wife Freda von Bethmann-Hollweg, a cousin of Chancellor &lt;a href=\"Theobald%20von%20Bethmann-Hollweg\"&gt;Theobald von Bethmann-Hollweg&lt;/a&gt;. The \"&lt;a href=\"Uradel\"&gt;Uradel&lt;/a&gt;\" House of &lt;a href=\"Schwerin\"&gt;Schwerin&lt;/a&gt;, named after the &lt;a href=\"Mecklenburg\"&gt;Mecklenburg&lt;/a&gt; capital, was first documented in the 12th century; the family held large estates in the Brandenburgian &lt;a href=\"Uckermark\"&gt;Uckermark&lt;/a&gt; region and the adjacent lands of &lt;a href=\"Grand%20Duchy%20of%20Mecklenburg-Strelitz\"&gt;Mecklenburg-Strelitz&lt;/a&gt;.\nSchwerin's family moved to &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt;, when he was twelve years old. He finished school at the convent of &lt;a href=\"Ro%C3%9Fleben\"&gt;Roßleben&lt;/a&gt;, &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt; in 1921 and went to study &lt;a href=\"agronomy\"&gt;agronomy&lt;/a&gt; at the &lt;a href=\"Technical%20University%20of%20Munich\"&gt;Technische Hochschule&lt;/a&gt; of &lt;a href=\"Munich\"&gt;Munich&lt;/a&gt;. As a witness of the 1923 &lt;a href=\"Beer%20Hall%20Putsch\"&gt;Beer Hall Putsch&lt;/a&gt;, he found &lt;a href=\"Nazism\"&gt;Nazism&lt;/a&gt; loathsome to his &lt;a href=\"Christian%20democracy\"&gt;Christian&lt;/a&gt; and &lt;a href=\"Social%20conservatism\"&gt;social&lt;/a&gt; convictions (he was a Knight of Justice in the Protestant &lt;a href=\"Order%20of%20Saint%20John%20%28Bailiwick%20of%20Brandenburg%29\"&gt;Order of Saint John&lt;/a&gt;, to which he had been admitted in 1933). Schwerin was graduated at &lt;a href=\"Wroc%C5%82aw\"&gt;Breslau&lt;/a&gt; in 1926 and administered his family's manors in Göhren (today part of &lt;a href=\"Woldegk\"&gt;Woldegk&lt;/a&gt;, Mecklenburg) and &lt;a href=\"Sartowice\"&gt;Sartowice&lt;/a&gt; near &lt;a href=\"%C5%9Awiecie\"&gt;Świecie&lt;/a&gt;, &lt;a href=\"Pomerelia\"&gt;Pomerelia&lt;/a&gt; in Poland. In 1928, he married Marianne Sahm, a daughter of &lt;a href=\"Heinrich%20Sahm\"&gt;Heinrich Sahm&lt;/a&gt;, then president of the &lt;a href=\"Free%20City%20of%20Danzig\"&gt;Free City of Danzig&lt;/a&gt; senate.\nBy 1935, Schwerin had come to believe that the only way &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; could be stopped was by &lt;a href=\"List%20of%20assassination%20attempts%20on%20Adolf%20Hitler\"&gt;assassinating him&lt;/a&gt;. Beginning in 1938 ahead of the &lt;a href=\"German%20occupation%20of%20Czechoslovakia\"&gt;German occupation of Czechoslovakia&lt;/a&gt;, Schwerin belonged to the tightest circle of the resistance along with his personal friends &lt;a href=\"Peter%20Yorck%20von%20Wartenburg\"&gt;Peter Graf Yorck von Wartenburg&lt;/a&gt; and &lt;a href=\"Fritz-Dietlof%20von%20der%20Schulenburg\"&gt;Fritz-Dietlof Graf von der Schulenburg&lt;/a&gt;, and later also to the &lt;a href=\"Kreisau%20Circle\"&gt;Kreisau Circle&lt;/a&gt;. With the beginning of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, he was called up to the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; as an officer in the staff of Generaloberst &lt;a href=\"Erwin%20von%20Witzleben\"&gt;Erwin von Witzleben&lt;/a&gt;. After Witzleben's dismissal in 1942, Schwerin was transferred to &lt;a href=\"Utrecht%20%28city%29\"&gt;Utrecht&lt;/a&gt; until in March 1943, Major General &lt;a href=\"Hans%20Oster\"&gt;Hans Oster&lt;/a&gt; appointed him to the &lt;a href=\"Abwehr\"&gt;Abwehr&lt;/a&gt; office at the &lt;a href=\"Oberkommando%20der%20Wehrmacht\"&gt;Oberkommando der Wehrmacht&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;.\nSchwerin participated in the failed &lt;a href=\"July%2020%20Plot\"&gt;attempt on Hitler's life and coup d'état&lt;/a&gt; on 20 July 1944 from his position at the &lt;a href=\"Bendlerblock\"&gt;Bendlerblock&lt;/a&gt;, where the plotters' headquarters were, although he had been saying for weeks that the chances for a successful coup were very slight. There, on the night of 21 July 1944, he was arrested, and on 21 August was sentenced to death by the \"&lt;a href=\"Volksgerichtshof\"&gt;Volksgerichtshof&lt;/a&gt;\", with &lt;a href=\"Roland%20Freisler\"&gt;Roland Freisler&lt;/a&gt; presiding. The recordings of the &lt;a href=\"show%20trial\"&gt;show trial&lt;/a&gt; attest how a doomed Schwerin, ravaged by the conditions of his detention and brought to court without a belt and tie, tried to preserve his dignity. He stated that his opposition to Hitler was due to \"the many murders (...) in Germany and abroad\". He was constantly interrupted by a furious Freisler, who finally shouted him down in rage.\nOn 8 September, Schwerin was &lt;a href=\"Hanging\"&gt;hanged&lt;/a&gt; at &lt;a href=\"Pl%C3%B6tzensee%20Prison\"&gt;Plötzensee Prison&lt;/a&gt; in Berlin. He is buried at the &lt;a href=\"Waldfriedhof%20Dahlem\"&gt;Waldfriedhof Dahlem&lt;/a&gt;."
}