{
    "id": "328934",
    "revid": "4307181",
    "url": "https://en.wikipedia.org/wiki?curid=328934",
    "title": "Iiyama, Nagano",
    "text": " is a &lt;a href=\"Cities%20of%20Japan\"&gt;city&lt;/a&gt; located in &lt;a href=\"Nagano%20Prefecture\"&gt;Nagano Prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. , the city had an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 20,118 in 7372 households, and a [[population density&lt;/a&gt;] of 99 persons per km². The total area of the city is . It markets itself as \"Japan's Hometown\" and is known as the \"Little Kyoto of Snow Country\".\nGeography.\nIiyama is located in the mountainous far northern portion of Nagano Prefecture, and is bordered by [[Niigata Prefecture]] to the north. The area is known for severe winters with heavy snowfall. The [[Chikuma River]] (the longest river in Japan) runs through the centre of the area and becomes known as the [[Shinano River]] when it passes into Niigata Prefecture.\nDemographics.\nPer Japanese census data, the population of Iiyama has declined over the past 40 years.\nClimate.\nThe city has a climate characterized by characterized by hot and humid summers, and relatively mild winters ([[Köppen climate classification]] \"Cfa\"). The average annual temperature in Iiyama is 12.2 °C. The average annual rainfall is 1674 mm with September as the wettest month. The temperatures are highest on average in August, at around 25.4 °C, and lowest in January, at around -0.1 °C. All of the city is considered part of the [[Snow country (Japan)|snow country]] of Japan, with heavy accumulations of snow in winter.\nHistory.\nThe area of present-day Iiyama was part of ancient [[Shinano Province]]. The area was part of the holdings of [[Iiyama Domain]] during the [[Edo period]], and the core of the city was the \"[[jōkamachi]]\" surrounding Iiyama Castle, held by a cadet branch of the [[Honda clan]]. The modern town of Iiyama was established within [[Shimominochi District, Nagano]] with the establishment of the municipalities system on April 1, 1889. It was raised to city status on August 1, 1954 by the merger of the town of Iiyama with neighboring villages of Akitsu, Tokiwa, Yanagihara, Tozama, Kijima and Zuiho. The villages of Ōta and Okayama were also annexed in 1955.\nGovernment.\nIiyama has a [[mayor-council]] form of government with a directly elected mayor and a [[unicameral]] city legislature of 16 members.\nEconomy.\nThe economy of Iiyama is primarily agricultural with emphasis on rice, asparagus, mushrooms and potatoes. Manufacturing includes production of \"[[Butsudan]]\", skis and electronics. Seasonal tourism to ski resorts and [[onsen|hot springs]] also make a major contribution.\nThe TV and electronics manufacturer [[Iiyama (company)|Iiyama]] was founded in the city in 1972, although, after a series of mergers, the company is no longer headquartered there. The old office continues to be used as a manufacturing centre for Iiyama's parent company, [[:ja:マウスコンピューター|Mouse Computer]].\nEducation.\nIiyama has seven public elementary schools and two public middle schools operated by the city government. The city has one public high school operated by the Nagano Prefectural Board of Education.\nExternal links.\n[[Category:Iiyama, Nagano| ]]\n[[Category:Cities in Nagano Prefecture]]\n[[Category:Cultural Landscapes of Japan]]"
}