{
    "id": "328973",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=328973",
    "title": "Rerum novarum",
    "text": "Rerum novarum (from its &lt;a href=\"incipit\"&gt;incipit&lt;/a&gt;, with the direct translation of the Latin meaning \"of revolutionary change\"), or Rights and Duties of Capital and Labor, is an &lt;a href=\"encyclical\"&gt;encyclical&lt;/a&gt; issued by &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; on 15 May 1891. It is an open letter, passed to all Catholic patriarchs, primates, archbishops and &lt;a href=\"bishop\"&gt;bishop&lt;/a&gt;s, that addressed the condition of the working classes.\nIt discusses the relationships and mutual duties between labor and capital, as well as government and its citizens. Of primary concern is the need for some amelioration of \"the misery and wretchedness pressing so unjustly on the majority of the working class.\" It supports the &lt;a href=\"labour%20rights\"&gt;rights of labor&lt;/a&gt; to form &lt;a href=\"labor%20unions\"&gt;unions&lt;/a&gt;, rejects both &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; and &lt;a href=\"Laissez-faire\"&gt;unrestricted&lt;/a&gt; &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt;, while affirming the right to &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt;.\n\"Rerum Novarum\" is considered a foundational text of modern &lt;a href=\"Catholic%20social%20teaching\"&gt;Catholic social teaching&lt;/a&gt;. Many of the positions in \"Rerum novarum\" are supplemented by later encyclicals, in particular &lt;a href=\"Pope%20Pius%20XI\"&gt;Pius XI's&lt;/a&gt; \"&lt;a href=\"Quadragesimo%20anno\"&gt;Quadragesimo anno&lt;/a&gt;\" (1931), &lt;a href=\"Pope%20John%20XXIII\"&gt;John XXIII's&lt;/a&gt; \"&lt;a href=\"Mater%20et%20magistra\"&gt;Mater et magistra&lt;/a&gt;\" (1961) and &lt;a href=\"Pope%20John%20Paul%20II\"&gt;John Paul II's&lt;/a&gt; \"&lt;a href=\"Centesimus%20annus\"&gt;Centesimus annus&lt;/a&gt;\" (1991), each of which commemorates an anniversary of the publication of \"Rerum novarum\".\nComposition.\nThe first draft and content of the encyclical was written by &lt;a href=\"Tommaso%20Maria%20Zigliara\"&gt;Tommaso Maria Zigliara&lt;/a&gt;, professor 1870-1879 at the &lt;a href=\"Pontifical%20University%20of%20Saint%20Thomas%20Aquinas\"&gt;College of Saint Thomas&lt;/a&gt; (rector after 1873), a member of seven Roman congregations including the Congregation for Studies, and co-founder of the Academia Romano di San Tommaso in 1870. Zigliara's fame as a scholar at the forefront of the &lt;a href=\"Thomist\"&gt;Thomist&lt;/a&gt; revival was widespread in Rome and elsewhere. \"Zigliara also helped prepare the great encyclicals \"&lt;a href=\"Aeterni%20Patris\"&gt;Aeterni Patris&lt;/a&gt;\" and \"Rerum novarum\" and strongly opposed traditionalism and ontologism in favor of the moderate realism of Aquinas.\"\nThe German theologian &lt;a href=\"Wilhelm%20Emmanuel%20von%20Ketteler\"&gt;Wilhelm Emmanuel von Ketteler&lt;/a&gt; and the British Cardinal &lt;a href=\"Henry%20Edward%20Manning\"&gt;Henry Edward Manning&lt;/a&gt; were also influential in its composition.\nMessage.\n\"Rerum novarum\" is subtitled \"On the Conditions of Labor\". In this document, Pope Leo XIII articulates the Catholic Church's response to the &lt;a href=\"social%20conflict\"&gt;social conflict&lt;/a&gt; in the wake of &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt; and &lt;a href=\"industrialization\"&gt;industrialization&lt;/a&gt; which had provoked &lt;a href=\"socialism\"&gt;socialist&lt;/a&gt; and &lt;a href=\"communism\"&gt;communist&lt;/a&gt; movements and ideologies.\nThe pope declared that the role of the state is to promote justice through the protection of rights, while the Church must speak out on social issues to teach correct social principles and ensure class harmony, calming &lt;a href=\"Class%20struggle\"&gt;class conflict&lt;/a&gt;. He restated the Church's long-standing teaching regarding the crucial importance of private property rights, but recognized, in one of the best-known passages of the encyclical, that the free operation of market forces must be tempered by moral considerations:\n\"Rerum novarum\" is remarkable for its vivid depiction of the plight of the nineteenth-century urban poor and for its condemnation of unrestricted capitalism. Among the remedies it prescribes are the formation of &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt;s and the introduction of &lt;a href=\"collective%20bargaining\"&gt;collective bargaining&lt;/a&gt;, particularly as an alternative to state intervention.\nAlthough the encyclical follows traditional teaching concerning the rights and duties of property and the relations of employer and employee, it applies the old doctrines specifically to modern conditions (hence the title). Leo first quotes &lt;a href=\"Thomas%20Aquinas\"&gt;Thomas Aquinas&lt;/a&gt; in affirming that private property is a fundamental principle of natural law. He then quotes &lt;a href=\"Pope%20Gregory%20I\"&gt;Gregory the Great&lt;/a&gt; regarding its proper use: \"\"He that hath a talent, let him see that he hide it not; he that hath abundance, let him quicken himself to mercy and generosity; he that hath art and skill, let him do his best to share the use and the utility hereof with his neighbor.\" &lt;a href=\"Liberalism\"&gt;Liberalism&lt;/a&gt; also affirms the right to private property, but socialism and communism greatly restrict or eliminate this right.\n\"Rerum novarum\" also recognizes the special status of the poor in relation to social issues, expressing God's compassion and favor for them: this is elaborated in the modern Catholic principle of the \"&lt;a href=\"preferential%20option%20for%20the%20poor\"&gt;preferential option for the poor&lt;/a&gt;\".\nCriticism of Socialism.\nPope Leo XIII saw socialism as fundamentally flawed, seeking to replace rights and Catholic moral teaching with the ideology of state power. He believed that this would lead to the destruction of the family unit, where moral, productive individuals were taught and raised most successfully.\nIn the encyclical, the Pope says:4. To remedy these wrongs the socialists, working on the poor man's envy of the rich, are striving to do away with private property, and contend that individual possessions should become the common property of all, to be administered by the State or by municipal bodies. They hold that by thus transferring property from private individuals to the community, the present mischievous state of things will be set to rights, inasmuch as each citizen will then get his fair share of whatever there is to enjoy. But their contentions are so clearly powerless to end the controversy that were they carried into effect the working man himself would be among the first to suffer. They are, moreover, emphatically unjust, for they would rob the lawful possessor, distort the functions of the State, and create utter confusion in the community\nRights and duties.\nTo build social harmony, the pope proposes a framework of reciprocal rights and duties between workers and employers. Some of the duties of workers are:\nSome of the duties of employers are:\nBy reminding workers and employers of their rights and duties, the Church can form and awaken their &lt;a href=\"conscience\"&gt;conscience&lt;/a&gt;. However, the pope also recommended that civil authorities act to protect workers' rights and to keep the peace. The law should intervene no further than necessary to stop abuses. In many cases, governments had acted solely to support the interests of businesses, while suppressing workers unions attempting to bargain for better working conditions.\nPrinciples.\nThe encyclical mentions several fundamental principles to guide relationships between capital and labor.\nDignity of the person.\nLeo states that \"...according to natural reason and Christian philosophy, working for gain is creditable, not shameful, to a man, since it enables him to earn an honorable livelihood.\" He asserts that God has given human dignity to each person, creating them in God's image and endowing them with free will and immortal souls.\nTo respect their workers' dignity in the workplace, employers should: \nThe pope specifically mentions work in the &lt;a href=\"mining\"&gt;mines&lt;/a&gt;, and outdoor work in certain seasons, as dangerous to health and requiring additional protections. He condemns the use of &lt;a href=\"child%20labor\"&gt;child labor&lt;/a&gt; as interfering with education and the development of children.\nFair wages are defined in \"Rerum novarum\" as at least a living wage, but Leo recommends paying enough to support the worker, his wife and family, with a little savings left over for the worker to improve his condition over time. He also prefers that women work at home.\nCommon good.\nWithout recommending one form of government over another, Pope Leo puts forth principles for the appropriate role of the state. The primary purpose of a state is to provide for the &lt;a href=\"common%20good\"&gt;common good&lt;/a&gt;. All people have equal dignity regardless of social class, and a good government protects the rights and cares for the needs of all its members, rich and poor. Everyone can contribute to the common good in some important way.\nLeo asserts no one should be forced to share his goods; however, when one is blessed with material wealth, one has a duty to use this to benefit as many others as possible. The &lt;a href=\"Catechism%20of%20the%20Catholic%20Church\"&gt;Catechism of the Catholic Church&lt;/a&gt; lists three principal aspects of the common good: 1) respect for the human person and his rights; 2) social well-being and development; and 3) peace, \"the stability and security of a just order.\"\nSubsidiarity.\nPope Leo strongly criticizes socialism for seeking to replace the rights and duties of parents, families and communities with the central supervision of the state. The civil government should not intrude into the family, the basic building block of society. However, if a family finds itself in exceeding distress due to illness, injury, or natural disaster, this extreme necessity should be met with public aid, since each family is a part of the commonwealth. By the same token, if there occur a grave disturbance of mutual rights within a household, public authority should intervene to give each party its proper due. Authorities should only intervene when a family or community is unable or unwilling to fulfill its mutual rights and duties.\nPreferential option for the poor.\nLeo emphasizes the dignity of the poor and &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt;es.\nThis principle of the &lt;a href=\"preferential%20option%20for%20the%20poor\"&gt;preferential option for the poor&lt;/a&gt; was developed more fully, in radically different ways, by later theologians and popes.\nRight of association.\nLeo distinguished the larger, &lt;a href=\"civil%20society\"&gt;civil society&lt;/a&gt; (the commonwealth, public society), and smaller, private societies within it. Civil society exists to protect the common good and preserve the rights of all equally. Private societies serve various special purposes within civil society. &lt;a href=\"Trade%20union\"&gt;Trade union&lt;/a&gt;s are one type of private society, and a special focus of the encyclical: \"The most important of all are workingmen's unions, for these virtually include all the rest... [I]t were greatly to be desired that they should become more numerous and more efficient.\" Other private societies are families, business partnerships, and religious orders.\nLeo strongly supported the right of private societies to exist and govern themselves:\nLeo supported unions, yet opposed at least some parts of the then emerging &lt;a href=\"labor%20movement\"&gt;labor movement&lt;/a&gt;. He urged workers, if their union seemed on the wrong track, to form alternative associations.\nHe deplored government suppression of religious orders and other Catholic organizations.\nHighlights of the encyclical.\nParagraph 19: The great mistake made in regard to the matter now under consideration is to take up with the notion that class is naturally hostile to class, and that the wealthy and the working men are intended by nature to live in mutual conflict. So irrational and so false is this view that the direct contrary is the truth. Just as the symmetry of the human frame is the result of the suitable arrangement of the different parts of the body, so in a State is it ordained by nature that these two classes should dwell in harmony and agreement, so as to maintain the balance of the body politic. Each needs the other: capital cannot do without labor, nor labor without capital. Mutual agreement results in the beauty of good order, while perpetual conflict necessarily produces confusion and savage barbarity. Now, in preventing such strife as this, and in uprooting it, the efficacy of Christian institutions is marvellous and manifold. First of all, there is no intermediary more powerful than religion (whereof the Church is the interpreter and guardian) in drawing the rich and the working class together, by reminding each of its duties to the other, and especially of the obligations of justice. \nParagraph 20:Of these duties, the following bind the proletarian and the worker: fully and faithfully to perform the work which has been freely and equitably agreed upon; never to injure the property, nor to outrage the person, of an employer; never to resort to violence in defending their own cause, nor to engage in riot or disorder; and to have nothing to do with men of evil principles, who work upon the people with artful promises of great results, and excite foolish hopes which usually end in useless regrets and grievous loss. The following duties bind the wealthy owner and the employer: not to look upon their work-people as their bondsmen, but to respect in every man his dignity as a person ennobled by Christian character. They are reminded that, according to natural reason and Christian philosophy, working for gain is creditable, not shameful, to a man, since it enables him to earn an honorable livelihood; but to misuse men as though they were things in the pursuit of gain, or to value them solely for their physical powers—that is truly shameful and inhuman. Again justice demands that, in dealing with the working man, religion and the good of his soul must be kept in mind. Hence, the employer is bound to see that the worker has time for his religious duties; that he be not exposed to corrupting influences and dangerous occasions; and that he be not led away to neglect his home and family, or to squander his earnings. Furthermore, the employer must never tax his work people beyond their strength, or employ them in work unsuited to their sex and age. His great and principal duty is to give every one what is just. Doubtless, before deciding whether wages are fair, many things have to be considered; but wealthy owners and all masters of labor should be mindful of this—that to exercise pressure upon the indigent and the destitute for the sake of gain, and to gather one’s profit out of the need of another, is condemned by all laws, human and divine. To defraud any one of wages that are his due is a great crime which cries to the avenging anger of Heaven. \"Behold, the hire of the laborers … which by fraud has been kept back by you, crieth; and the cry of them hath entered into the ears of the Lord of Sabaoth.\" Lastly, the rich must religiously refrain from cutting down the workmen’s earnings, whether by force, by fraud, or by usurious dealing; and with all the greater reason because the laboring man is, as a rule, weak and unprotected, and because his slender means should in proportion to their scantiness be accounted sacred. Were these precepts carefully obeyed and followed out, would they not be sufficient of themselves to keep under all strife and all its causes? \nParagraph 22:Therefore, those whom fortune favors are warned that riches do not bring freedom from sorrow and are of no avail for eternal happiness, but rather are obstacles; that the rich should tremble at the threatenings of Jesus Christ—threatenings so unwonted in the mouth of our Lord(10) and that a most strict account must be given to the Supreme Judge for all we possess. \nImpact on Portugal.\nWith the regime established in Portugal under &lt;a href=\"Ant%C3%B3nio%20de%20Oliveira%20Salazar\"&gt;António de Oliveira Salazar&lt;/a&gt; in the 1930s, many key ideas from the encyclical were incorporated into Portuguese law. The \"Estado Novo\" promulgated by Salazar accepted the idea of &lt;a href=\"corporatism\"&gt;corporatism&lt;/a&gt; as an economic model, especially in labor relations. According to historian &lt;a href=\"Howard%20J.%20Wiarda\"&gt;Howard J. Wiarda&lt;/a&gt;, its basic policies were deeply rooted in European Catholic social thought, especially those deriving from \"Rerum Novarum.\" Portuguese intellectuals, workers organizations and trade unions and other study groups were everywhere present after 1890 in many Portuguese Republican circles, as well as the conservative circles that produced Salazar. Wiarda concludes that the Catholic social movement was not only powerful in its own right but it also resonated with an older Portuguese political culture which emphasized a natural law tradition, patrimonialism, centralized direction and control, and the 'natural' orders and hierarchies of society."
}