{
    "id": "329052",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=329052",
    "title": "Nishio",
    "text": " is a &lt;a href=\"Cities%20of%20Japan\"&gt;city&lt;/a&gt; located in &lt;a href=\"Aichi%20Prefecture\"&gt;Aichi Prefecture&lt;/a&gt;, in the &lt;a href=\"Ch%C5%ABbu%20region\"&gt;Chūbu region&lt;/a&gt; of &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. , the city had an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 169,984 in 65,553 households, with a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 1,054 persons per km². The total area of the city was . It is a regional commercial and manufacturing center and the country's leading producer of powdered &lt;a href=\"green%20tea\"&gt;green tea&lt;/a&gt;.\nGeography.\nNishio is situated on the northern coast of &lt;a href=\"Mikawa%20Bay\"&gt;Mikawa Bay&lt;/a&gt; on the &lt;a href=\"Pacific%20Ocean\"&gt;Pacific Ocean&lt;/a&gt; in southern Aichi Prefecture. The city lies along the eastern bank of the Yahagi River. Sheltered by &lt;a href=\"Chita%20Peninsula\"&gt;Chita Peninsula&lt;/a&gt; and &lt;a href=\"Atsumi%20Peninsula\"&gt;Atsumi Peninsula&lt;/a&gt;, the local climate is mild. Parts of the city lie within the borders of the &lt;a href=\"Mikawa%20Wan%20Quasi-National%20Park\"&gt;Mikawa Wan Quasi-National Park&lt;/a&gt;\nClimate.\nThe city has a climate characterized by hot and humid summers, and relatively mild winters (&lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt; \"Cfa\"). The average annual temperature in Nishio is 15.7 °C. The average annual rainfall is 1596 mm with September as the wettest month. The temperatures are highest on average in August, at around 26.3 °C, and lowest in January, at around 4.5 °C. &lt;a href=\"Gamag%C5%8Dri%2C%20Aichi\"&gt;Gamagōri, Aichi&lt;/a&gt; is the closest point that records statistical climate information.\nDemographics.\nPer Japanese census data, the population of Nishio has been increased steadily over the past 70 years.\nHistory.\nOrigin.\nThe Mikawa area has been inhabited since prehistoric times, as attested by finds of pottery shards from the &lt;a href=\"J%C5%8Dmon%20period\"&gt;Jōmon period&lt;/a&gt; and the megalithic &lt;a href=\"Kofun\"&gt;Kofun&lt;/a&gt; tomb in Kira, the oldest in the &lt;a href=\"Mikawa%20Province\"&gt;Mikawa Province&lt;/a&gt;.\nAncient history.\nThe fertile plains along the &lt;a href=\"Yahagi%20River\"&gt;Yahagi River&lt;/a&gt; have been used for rice-farming as well as the production of tea and cotton since ancient times.\n&lt;a href=\"Midden\"&gt;Shell mounds&lt;/a&gt; dating to the late &lt;a href=\"Japanese%20Paleolithic\"&gt;Japanese Paleolithic&lt;/a&gt; period which have been found in what is today the town center also point to fish and seafood as important early local produce.\nIn Hazu, a shrine from the &lt;a href=\"Nara%20period\"&gt;Nara period&lt;/a&gt; is evidence of an early cultural connection to the Japanese capital at the time.\nThe soil around Nishio is rich in &lt;a href=\"mica\"&gt;mica&lt;/a&gt; deposits, which was already mined in the Nara period.\nEarly modern period.\nDuring the 15th century &lt;a href=\"Sengoku%20period\"&gt;Sengoku period&lt;/a&gt;, Nishio was the home territory for the &lt;a href=\"Sakai%20clan\"&gt;Sakai clan&lt;/a&gt;, based at &lt;a href=\"Nishio%20Castle\"&gt;Nishio Castle&lt;/a&gt;.\nThe area eventually came under the control of the &lt;a href=\"Tokugawa%20clan\"&gt;Tokugawa clan&lt;/a&gt;, and during the &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;, most of the area was ruled as the &lt;a href=\"Nishio%20Domain\"&gt;Nishio Domain&lt;/a&gt;, a minor \"&lt;a href=\"fudai\"&gt;fudai&lt;/a&gt;\" &lt;a href=\"han%20%28administrative%20division%29\"&gt;feudal domain&lt;/a&gt; under the &lt;a href=\"Tokugawa%20shogunate\"&gt;Tokugawa shogunate&lt;/a&gt;.\nThe area prospered as a fishing port, and due to its location on the &lt;a href=\"T%C5%8Dkaid%C5%8D%20%28road%29\"&gt;Tōkaidō&lt;/a&gt; highway connecting &lt;a href=\"Edo\"&gt;Edo&lt;/a&gt; with &lt;a href=\"Kyoto\"&gt;Kyoto&lt;/a&gt;, although the town itself suffered heavy damage due to a &lt;a href=\"tsunami\"&gt;tsunami&lt;/a&gt; in the &lt;a href=\"1707%20H%C5%8Dei%20earthquake\"&gt;1707 Hōei earthquake&lt;/a&gt;.\nLate modern period.\nEarly in the &lt;a href=\"Meiji%20period\"&gt;Meiji period&lt;/a&gt;, with the establishment of the modern municipalities system, Nishio was proclaimed a village in &lt;a href=\"Hazu%20District%2C%20Aichi\"&gt;Hazu District&lt;/a&gt; in 1871.\nFollowing the &lt;a href=\"1891%20Mino%E2%80%93Owari%20earthquake\"&gt;1891 Mino–Owari earthquake&lt;/a&gt;, a tsunami killed over 60 people. Nishio was elevated to town status on May 1, 1906.\nThe town suffered damage in the &lt;a href=\"1944%20T%C5%8Dnankai%20earthquake\"&gt;1944 Tōnankai earthquake&lt;/a&gt;, which killed 32 people, and the &lt;a href=\"1945%20Mikawa%20earthquake\"&gt;1945 Mikawa earthquake&lt;/a&gt;, which killed 765.\nContemporary history.\nAfter the end of World War II, Nishio attracted many workers from the rural south of Japan and its population increased. In 1953, Nishio became a city with the annexation of neighboring Heisaka and Terazu towns and Fukuchi and Muroba villages; followed by Miwa and Meiji villages in 1955. In 1959, &lt;a href=\"Typhoon%20Vera\"&gt;Typhoon Vera&lt;/a&gt; caused considerable damage to the area, with 20 people killed.\nOn April 1, 2011, the towns of &lt;a href=\"Hazu%2C%20Aichi\"&gt;Hazu&lt;/a&gt;, &lt;a href=\"Isshiki%2C%20Aichi\"&gt;Isshiki&lt;/a&gt; and &lt;a href=\"Kira%2C%20Aichi\"&gt;Kira&lt;/a&gt; (all from &lt;a href=\"Hazu%20District%2C%20Aichi\"&gt;Hazu District&lt;/a&gt;) were merged into Nishio. Hazu District was dissolved as a result of this merger.\nGovernment.\nNishio has a &lt;a href=\"mayor-council\"&gt;mayor-council&lt;/a&gt; form of government with a directly elected mayor and a &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; city legislature of 30 members. The city contributes two members to the Aichi Prefectural Assembly. In terms of national politics, the city is part of Aichi District 12 of the &lt;a href=\"House%20of%20Representatives%20of%20Japan\"&gt;lower house&lt;/a&gt; of the &lt;a href=\"Diet%20of%20Japan\"&gt;Diet of Japan&lt;/a&gt;.\nPublic Services.\nAdministration.\nNishio's City Hall is located in Chodacho, about half a mile to the south-east of Nishio Station. Its foreign residents section offers assistance in Chinese, Korean, Portuguese, Spanish and English.\nGarbage Disposal.\nThe Clean Center recycling plant in Kenjoda accepts all kinds of garbage, including bulky items and hazardous waste.\nHealth Care.\nNishio's main hospital is the Nishio Municipal Hospital in central Nishio, near Yatsuomote-yama.\nEconomy.\nPrimary sector of the economy.\nAgriculture.\nNishio is a regional commercial center and fishing port, with a mixed economy of light manufacturing and agriculture.\nIt is also the largest producer of powdered &lt;a href=\"green%20tea\"&gt;green tea&lt;/a&gt; in Japan and one of the leading producers of &lt;a href=\"Unagi\"&gt;Unagi&lt;/a&gt; eels.\nThere is a public fish market at the fishing port in Isshiki.\nSecondary sector of the economy.\nManufacturing.\nNumerous suppliers to the Japanese automotive industry such as &lt;a href=\"Denso\"&gt;Denso&lt;/a&gt; and Aishin have production plants in and around Nishio.\nCeramic engineering.\nThe soil around Nishio is rich in &lt;a href=\"mica\"&gt;mica&lt;/a&gt; deposits, which was already mined in the &lt;a href=\"Nara%20period\"&gt;Nara period&lt;/a&gt;. &lt;a href=\"Yatsuomote%20ware\"&gt;Yatsuomote ware&lt;/a&gt; is a type of &lt;a href=\"Japanese%20pottery\"&gt;Japanese pottery&lt;/a&gt; made at a &lt;a href=\"kiln\"&gt;kiln&lt;/a&gt; at the southern foot of Mount Yatsuomote (八ツ面山).\nEducation.\nSchools.\nThe city has 26 public elementary schools and 10 public junior high schools operated by the city government and five public high schools operated by the Aichi Prefectural Board of Education.\nPublic libraries and community centers are maintained in central Nishio, Hazu, Isshiki, Kira and Terazu.\nThe Nishio International Association offers Japanese language classes as well as instruction in foreign languages; most of these are held at the Fukushi (Welfare) Center in Hananoki-Cho.\nLocal attractions.\nNishio's sightseeing highlight is Ushitora Yagura Castle Keep in the downtown Yamashita-cho area. It features a full reconstruction of the wooden central tower, gates and central compound of &lt;a href=\"Nishio%20Castle\"&gt;Nishio Castle&lt;/a&gt;, built by the &lt;a href=\"Matsudaira%20clan\"&gt;Matsudaira clan&lt;/a&gt; in 1221 and used until 1601.\n&lt;a href=\"Yatsuomote%20ware\"&gt;Yatsuomote ware&lt;/a&gt; is a type of &lt;a href=\"Japanese%20pottery\"&gt;Japanese pottery&lt;/a&gt; started around 1825 by Katō Hachiemon (加藤八右衛門) when he opened his &lt;a href=\"kiln\"&gt;kiln&lt;/a&gt; at the southern foot of Mount Yatsuomote (八ツ面山). The soil around Nishio is rich in &lt;a href=\"mica\"&gt;mica&lt;/a&gt; deposits, which was already mined in the &lt;a href=\"Nara%20period\"&gt;Nara period&lt;/a&gt;. After an incident at Mount Yatsuomote a small bell was offered to soothe the \"&lt;a href=\"kami\"&gt;kami&lt;/a&gt;\". Katō Kumazō started a local tradition where small ceramic &lt;a href=\"zodiac\"&gt;zodiac&lt;/a&gt; &lt;a href=\"bell\"&gt;bell&lt;/a&gt;s (きらら鈴) were made out of local mica kneaded into the &lt;a href=\"clay\"&gt;clay&lt;/a&gt;, and after burning in the kiln the bell would make a pleasing sound when rung.\nMuseums.\nThe Nishio City Museum is located on the grounds of Nishio Castle. It has an extensive collection of items relating to local history and culture, dating from the ancient &lt;a href=\"J%C5%8Dmon%20period\"&gt;Jōmon period&lt;/a&gt; to the late &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;.\nThe Iwase Bunko Library, next to the city library, is home to a collection of more than 80.000 rare books and ancient Buddhist manuscripts. It features an exposition hall and rooms for study and reading.\nThe Culture Center in Yamashita-cho provides a venue for concerts, theatre performances, exhibitions and lectures.\nCulture.\nFestivals.\nA number of popular events and festivals are held in Nishio, most of them during the summer months.\nSports.\nWhite Wave sports center in Nishio Hazu Fureai Square features a 25m lap-pool, wave pool, waterslides and outdoor swimming areas. It is open year-round.\nPublic outdoor sporting grounds are found in Nishio Park, Yatsuomote Park, Yahagi River Park, Zenmyo Community Sports Park and Furukawa Green Park. The City, Tsurushiro and Chuo gymnasiums are available for private sport clubs and host a number of minor league teams for baseball, soccer, volleyball, basketball and other sports.\nThe &lt;a href=\"Denso%20Airybees\"&gt;Denso Airybees&lt;/a&gt;, a women's volleyball team playing in the &lt;a href=\"V.League%20%28Japan%29\"&gt;V.Premier League&lt;/a&gt; are based in Nishio.\nNotable Events.\nIn 2006, the city entered the \"&lt;a href=\"Guinness%20Book%20of%20Records\"&gt;Guinness Book of Records&lt;/a&gt;\" for having the largest simultaneous tea ceremony in the world at any one time with 14,718 participants. This record was later beaten by a tea party in &lt;a href=\"Indore\"&gt;Indore&lt;/a&gt;, India in 2008."
}