{
    "id": "3291989",
    "revid": "37343785",
    "url": "https://en.wikipedia.org/wiki?curid=3291989",
    "title": "Muhammed Ghiya'as ud-din",
    "text": " \nMuhammed Ghiya'as ud-din (Muhammed Manikufaanu, died 8 October 1774), the son of Sultan Ibrahim Iskandar II, was the &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt; of the &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt; from 1766 to 1773. As per the will of his predecessor &lt;a href=\"Hasan%20%27Izz%20ud-din\"&gt;Dhon Bandaarain&lt;/a&gt;, Muhammed Manifufaanu ascended the throne and reigned as Sultan Al-Haj Muhammed Ghiya'as ud-din Iskandar Sri Kula Sundara Maha Radun. He was the last sultan of the &lt;a href=\"Dhiyamigili%20Dynasty\"&gt;Dhiyamigili Dynasty&lt;/a&gt;; he was deposed while away on a pilgrimage, and later, on his return trip he drowned, or was murdered by &lt;a href=\"Kalhu%20Bandaarain\"&gt;Kalhu Bandaarain&lt;/a&gt;.\nBiography.\nThe Sultan Muhammed Ghiya'as ud-din's reign was beset with many domestic troubles, which were coupled with a number of attacks by &lt;a href=\"Malabars\"&gt;Malabars&lt;/a&gt;. The internal troubles were disputes that emerged between the Sultan and the family of &lt;a href=\"Hasan%20%27Izz%20ud-din\"&gt;Dhon Bandaarain&lt;/a&gt;. The Sultan was the son of Sultan Ibrahim Iskandhar II of the &lt;a href=\"Dhiyamigili%20dynasty\"&gt;Dhiyamigili dynasty&lt;/a&gt;. Dhon Bandaarain was the first Sultan of the &lt;a href=\"Huraa%20dynasty\"&gt;Huraage Dynasty&lt;/a&gt;. Therefore, Dhon Bandaarain's family was unhappy that the throne had by-passed them and had gone to the &lt;a href=\"Dhiyamigili%20Dynasty\"&gt;Dhiyamigili Dynasty&lt;/a&gt;. The leader of the disaffected group was Dhon Bandaarain's nephew, Muhammed Manikufaan, who was the son of Dhon Bandaarain's brother, Hussain Bodu Dhoshimeyna Kilegefaan. The result of this squabbling was that Dhon Bandaarain's family members were penalised. Muhammed Manikufaan and Dhon Bandaarain's sons were banished to different islands. Other members of the family were also banished. Although Dhon Bandaarain had treated Ghiyaasuddin with kindness, the new Sultan was denied the opportunity of reciprocating the same sentiments to the Huraage family. The attacks by the &lt;a href=\"Malabars\"&gt;Malabars&lt;/a&gt; during this period were defeated by the &lt;a href=\"Maldivians\"&gt;Maldivians&lt;/a&gt;. The Sultan himself took part in these battles.\nSultan Ghiyaasuddin loved learning. The first &lt;a href=\"Dhivehi%20language\"&gt;Dhivehi&lt;/a&gt; dictionary written in &lt;a href=\"Thaana\"&gt;Thaana&lt;/a&gt; was compiled during his reign. A number of other books, including a chronicle of his war with the &lt;a href=\"Malabars\"&gt;Malabars&lt;/a&gt;, were also written during that time.\nSeven years and 1 month into his reign, the Sultan left &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt; during the month of &lt;a href=\"Shawwal\"&gt;Shawwal&lt;/a&gt;, 1187 AH for &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; to perform &lt;a href=\"pilgrimage\"&gt;pilgrimage&lt;/a&gt;. He appointed his sister, Amina Kanbafaan, and her husband Ali Shah Bandar (Velaanaa Manikufaan) as dual regents. Four days after the Sultan departed, Ali Shah Bandar decided to usurp the powers of Sultan for himself. The result was that Muhammed Manikufaan moved against Ali Shah Bandar and the outcome was Muhammed Manikufan proclaimed himself as the Sultan.\nMuhammed Manikufaan ascended the throne as &lt;a href=\"Sultan%20Muhammad%20Shams%20ud-din%20Iskandar%20II\"&gt;Sultan Muhammad Shams ud-din Iskandar II&lt;/a&gt;. After becoming the Sultan, he banished the family members of Sultan Ghiyaasuddin to various islands and recalled to &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt; the three sons of Dhon Bandaarain and their uncle, Ali Rannabandeyri Kilegefaan. He dismantled the residence of Sultan Ghiyaasuddin, impounded all the property to be found there and also all the land and &lt;a href=\"waqf\"&gt;waqf&lt;/a&gt; belonging to the members of the Dhiyamigili Dynasty. Some of the books, personal property and jewellery were also seized and the members of the &lt;a href=\"Dhiyamigili%20Dynasty\"&gt;Dhiyamigili Dynasty&lt;/a&gt;.\nAfter reigning for a short while, Sultan Muhammed Shamsuddin abdicated in favour of Muhammed, the eldest son of Dhon Bndaarain. The new Sultan reigned as Sultan Muhammed Muizzuddin, popularly known as Kalhu Bandaarain. After abdication, &lt;a href=\"Sultan%20Muhammad%20Shams%20ud-din%20Iskandar%20II\"&gt;Sultan Muhammad Shams ud-din Iskandar II&lt;/a&gt; proclaimed himself Muhammed Faashanaa Kilegefaan.\nAs Sultan Ghiyaasuddin returned to the &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt;, he learned about the developments in &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt;, and upon hearing which, he set sail to &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt;. The ship drifted off course and entered &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt; atoll near &lt;a href=\"Guraidhoo%20%28Kaafu%20Atoll%29\"&gt;Guraidhoo&lt;/a&gt;-&lt;a href=\"Vilingili%20%28Gaafu%20Alif%20Atoll%29\"&gt;Vilingilivaru&lt;/a&gt;. Staying on board, he sent a letter to the reigning Sultan. In this letter, he said that he was reconciled with the will of the Almighty &lt;a href=\"Allah\"&gt;Allah&lt;/a&gt;, and sought the protection of the Sultan and Faashanaa Kilegefaan.\nUpon receiving the letter, the Sultan and Faashanaa Kilegefaan sent their troops and brought to &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt; all &lt;a href=\"Maldivians\"&gt;Maldivians&lt;/a&gt; and men from &lt;a href=\"Muscat%2C%20Oman\"&gt;Muscat&lt;/a&gt; who were with Ghiyaasuddin. Three close aides of the Sultan and other courtiers were sent in a boat to Ghiyaasuddin's ship. These people took Ghiyaasuddin in their boat away from the sight of the men who had traveled with Ghiyaasuddin and killed him by drowning him with weights tied to his body. He drowned 8 October 1774.\nThe nobles in &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt; informed the people that a boat had been sent to bring Ghiyaasuddin to &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt;. Ranjehi Ganduvaru was readied to welcome Ghiyaasuddin. On the return of the boat to &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt;, the people were informed that Ghiyaasuddin had disembarked and entered Ranjehi Gandavaru. Welcome ceremonies and festivities were begun at Ranjehi Ganduvaru. The people did not learn of the assassination until a day or two later. Once the people learned about the killing, they gathered in protest near Bodu Ganduvaru. As the mob grew more vociferous, Muhammed Faashanaa Kilegefaan came out and said that the decree for the assassination was issued by the Chief Justice. But the latter took an oath to declare that he was completely unaware of it. Following these protests, young &lt;a href=\"Prince%20Abdulla\"&gt;Abdulla&lt;/a&gt;, a son of Ghiyaasuddin who was in &lt;a href=\"Mal%C3%A9\"&gt;Malé&lt;/a&gt;, was banished to &lt;a href=\"Fuvahmulah\"&gt;Fuvahmulah&lt;/a&gt; at the age of seven.\nSultan Ghiyaasuddin is popularly known as the Martyred Sultan. He is also known as Haajee Bandaarain. He was the last sultan of the Dhiyamigili Dynasty.\nSultan Muhammed Ghiya'as ud-din's father is Sultan Ibrahim Iskandar II son of Sultan Muzaffar Muhammad Imaduddin II of the Dhiyamigili Dynasty.\nSultan Muhammed Ghiya'as ud-din's mother is Aisha Kanbafan daughter of Fathima Maavaa Kilegefan daughter of Athiree Kamanaa daughter of Athiree Hawwa Bee daughter of Koruvalu Zulaikha Bee daughter of Hafiza Bodu Fathima Fan daughter of al- Qazi Muhammad Shamsuddin al-kabeer (Addu Bodu Fandiyaaru Thakurufaan) from the island of &lt;a href=\"Meedhoo%20%28Seenu%20Atoll%29\"&gt;Meedhoo&lt;/a&gt; in &lt;a href=\"Addu%20Atoll\"&gt;Addu Atoll&lt;/a&gt;."
}