{
    "id": "3293862",
    "revid": "35379488",
    "url": "https://en.wikipedia.org/wiki?curid=3293862",
    "title": "Walter Hines Page Senior High School",
    "text": "Walter Hines Page Senior High School is a public high school in &lt;a href=\"Greensboro%2C%20North%20Carolina\"&gt;Greensboro, North Carolina&lt;/a&gt; commonly referred to as Page High School or simply Page.\nHistory.\nWalter Hines Page Senior High School opened its doors in September, 1958, under the leadership of Principal Luther R. Medlin (formerly the principal of Central Junior High School). The school was named for &lt;a href=\"Walter%20Hines%20Page\"&gt;Walter Hines Page&lt;/a&gt;, a North Carolina journalist, diplomat, supporter of education, and ambassador to Great Britain.\nIn 1967, Medlin, who had led the school through its developmental years, left Page to become President of Guilford Technical Institute (now &lt;a href=\"Guilford%20Technical%20Community%20College\"&gt;Guilford Technical Community College&lt;/a&gt;). He was succeeded by Robert A. Newton, who was principal from 1967–70. Robert A. Clendenin, formerly the principal of Aycock Junior High School, became the third principal in 1970 and remained through 1991. Paul J. Puryear became the fourth principal of Page in the August 1991. Puryear attended Page as a student, served as an assistant principal for nine years, and returned to Page from a two-year term as principal of &lt;a href=\"Athens%20Drive%20High%20School\"&gt;Athens Drive High School&lt;/a&gt; in &lt;a href=\"Raleigh%2C%20North%20Carolina\"&gt;Raleigh, North Carolina&lt;/a&gt;.\nBetween 1959 and 1965, Page produced two &lt;a href=\"Scholarships%20of%20the%20University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;Morehead Scholars&lt;/a&gt; each year. A chapter of the &lt;a href=\"National%20Honor%20Society\"&gt;National Honor Society&lt;/a&gt; was chartered during the 1958–59 school year. From 1981 to 1982, Page's Cultural Arts Department was a national finalist for the coveted $10,000 &lt;a href=\"Rockefeller%20Foundation\"&gt;Rockefeller Foundation&lt;/a&gt; Grant.\nAthletics.\nPage teams, whose mascot is the pirate, have been State 4-A champions in &lt;a href=\"American%20football\"&gt;football&lt;/a&gt;, boys' and girls' &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, swimming, and boys' and girls' &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;. In 1982–83 Page was the recipient of the &lt;a href=\"AAA%20Northern%20Region%23Wachovia%20Cup\"&gt;Wachovia Cup&lt;/a&gt;, and the News and Record Cup for the best overall winning percentage in varsity competition in the city and county. A rivalry exists between the athletic teams of Page and Grimsley Senior High School. The girls' &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt; team won 4 state championships in a row from 2004–2007 and held an undefeated streak of over 80 matches. Page is now 4-AA with 1822 students. The 2009 Page High School Varsity Men's Soccer Team won the 4A State Championship. The 1980, 1983, 1985 &amp; 2011 Page High School Varsity Football Team won the 4AA State Championship. The football players of the 1984 / 1985 State Champion football team were all inducted into the NC Football Hall Of Fame in 2010. Page High School won two State Championships in Wrestling 1969 and 1970.\nMusic program.\nThere are four band ensembles offered at Page. The basic ensemble is the non-audition based Concert Band. From Concert Band, students may continue into one or more of the three higher, audition-based groups: Symphonic Band, Wind Ensemble, or Jazz Band. The school also offers non-performance classes, which currently consist of IB Music, but has included AP Music Theory in the past. The school also has marching band, named the Page Marching Pirates. They perform at football games, and annually participate in local parades such as the Greensboro Holiday Parade.\nPage High School has a String Orchestra. During a normal school year, there are two separate levels of string performance. Both levels perform four regular concerts throughout the year, playing together and on occasion with the Band or Choral groups.\nAcademics.\nPage Senior High School continues to win new academic honors regionally, statewide, and nationally in such areas as Mock Trial, Science Olympiad, High IQ, and Computer High IQ. Page offers a number of &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; courses, as well as registering with the &lt;a href=\"International%20Baccalaureate\"&gt;International Baccalaureate&lt;/a&gt; program in 2008. This option of two advanced-level class selections has given a boost to Page's academics and statistical performance, but has also led to curriculum and staff distribution issues which the school aims to rectify soon.\nTheater.\nPage Senior High School's performers are known as the \"Page Playmakers\". Page Senior High is Troupe #7253 of the International Thespian Society. The Page Playmakers usually follow a show schedule similar to this:"
}