{
    "id": "32942564",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=32942564",
    "title": "Johnny Buchler",
    "text": "John Ulrich \"Johnny\" Buchler (7 April 1930 – 1 August 2017) was a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player, most often playing as a fullback. Buchler played club rugby for West Rand and provincial rugby for &lt;a href=\"Golden%20Lions\"&gt;Transvaal&lt;/a&gt;. He won ten caps for the &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South African&lt;/a&gt; national team (the Springboks), appearing in just one losing game. Bulcher was part of the &lt;a href=\"1951%E2%80%9352%20South%20Africa%20rugby%20union%20tour\"&gt;1951–52 South Africa rugby tour&lt;/a&gt; of Great Britain, Ireland and France which lost only once in 31 matches, winning all five international Tests. He was noted for his reliable defensive play.\nPersonal history.\nBuchler was born in Johannesburg, South Africa in 1930. At the time of the 1951 tour of Great Britain, Bulcher was a compound assistant on a &lt;a href=\"Witwatersrand\"&gt;Rand&lt;/a&gt; mine, having previously been a clerk. Buchler was a strict Baptist, and a lay preacher.\nHe died on 1 August 2017. Buchler suffered with cardiac and bodily ailments for many years.\nRugby career.\nBuchler played rugby from a young age, and played his first club rugby at the age of fourteen as a hooker. He initially represented West Rand, under the captaincy of former international &lt;a href=\"Jan%20Lotz\"&gt;Jan Lotz&lt;/a&gt;, in the Transvaal League. He was first selected to play regional rugby for Transvaal in 1948 when he was eighteen and in 1949 he was chosen for the region to face the 1949 touring New Zealand team at &lt;a href=\"Ellis%20Park%20Stadium\"&gt;Ellis Park&lt;/a&gt;. Buchler had a near faultless game, but one mistake led to the tourists' winning try; when he failed to correctly handle a New Zealand kick which saw Larry Savage score.\nWhen the trials began for the &lt;a href=\"1951%E2%80%9352%20South%20Africa%20rugby%20union%20tour\"&gt;1951 tour of Great Britain&lt;/a&gt;, Buchler was regarded as a near certainty to gain a place. The trials for team selection were held over a week at &lt;a href=\"Newlands%20Stadium\"&gt;Newlands&lt;/a&gt;; but in the first fifteen minutes of the first match of the trials Buchler broke his right ankle. Despite his lack of play, when the official team was announced at a dance, Buchler was the first name called out. Buchler climbed onto the platform on crutches.\n1951 South African tour.\nBuchler played in 14 games of the 1951 tour, including all five Test matches against the four Home Nations and France. He scored 12 points in total, from three conversions and two penalties, though all were scored in the country and club encounters not in the internationals. Buchler played in the first encounter of the tour against the South East Counties, missing the next two games to allow rotation of the fullback position between himself, &lt;a href=\"Basie%20Viviers\"&gt;Basie Viviers&lt;/a&gt; and &lt;a href=\"Jakkals%20Keevy\"&gt;Jakkals Keevy&lt;/a&gt;. He played in the win over &lt;a href=\"Cardiff%20RFC\"&gt;Cardiff&lt;/a&gt; on 20 October 1951 and after missing two games he was back in the squad to face a combined Glasgow and Edinburgh side. Buchler scored a penalty goal and made two conversions in the match, but was forced to leave the field in the second half after injuring his left ankle. The injury kept him away from selection for the next five matches, but he was fit again and selected for the first Test on 24 November, against &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;. South Africa beat their Scottish counterparts in a 44–0 whitewash.\nAfter the Scotland game, Buchler was rarely out of the team, playing every two games out of three, picking up the matches from Viviers who was now placed at centre. Buchler was chosen for each of the next three internationals, wins over Ireland, Wales and England, preventing Keevy from winning a cap. Buchler was key to the South African play in the encounter with Wales, punishing &lt;a href=\"Cliff%20Morgan\"&gt;Cliff Morgan&lt;/a&gt; by returning the Welsh fly-half's kicks with greater precision. The match after the victory over England was in Wales against &lt;a href=\"Newport%20RFC\"&gt;Newport&lt;/a&gt;. Buchlar was chosen over Keevy again, but was forced to leave the pitch temporarily with a thigh strain. During his absence Newport scored their only &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; of the match, but South Africa prevailed winning 12–6. Buchler was again classed as injured for the next four matches, the final four games in Britain before the team left for France. Although Buchler was deemed fit for the first game in France he was not chosen, but played in the final three encounters after that. The final game of the tour, against &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; saw Buchler winning his fifth consecutive cap.\nAustralian tourists and the Australian tour.\nAfter the 1951 tour Buchler played in five more internationals, all against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt;. The first team Buchler faced was &lt;a href=\"John%20Solomon%20%28rugby%20union%29\"&gt;John Solomon&lt;/a&gt;'s 1953 tourists, who played four Tests in South Africa. Buchler was chosen for all four Tests. The first at Johannesburg ended in a 25–3 win for South Africa, Buchler scored a penalty goal and a conversion, his first international points. The next Test, played on 5 September saw Bulcher part of a losing international side for the first, and only, time. South Africa were beaten at Cape Town by a narrow 14–18 scoreline. Buchler survived a cull of the team, when the South African selectors dropped six members of the squad for the third Test. The changes had the desired effect, South Africa won the third Test 18–8. The final Test, another Springbok's win, saw Bulcher's ninth consecutive international match. South Africa won 22–9 with Bulcher contributing to the score line with a dropped goal.\nBuchler missed the next five South Africa matches, including the entire four Tests of the &lt;a href=\"1955%20British%20Lions%20tour%20to%20South%20Africa\"&gt;1955 British Lions tour to South Africa&lt;/a&gt;. In 1956 another South African tour was undertaken, this time to Australia and New Zealand. Buchler was part of a 32-man squad that travelled to Australia, though the first Test saw &lt;a href=\"Basie%20Viviers\"&gt;Basie Viviers&lt;/a&gt; take the fullback position. The next encounter with Australia was at Brisbane on 2 June, and Buchler was selected for his final match, a 9–0 victory for South Africa."
}