{
    "id": "329584",
    "revid": "39694465",
    "url": "https://en.wikipedia.org/wiki?curid=329584",
    "title": "Isahaya, Nagasaki",
    "text": " is a &lt;a href=\"Cities%20of%20Japan\"&gt;city&lt;/a&gt; located in &lt;a href=\"Nagasaki%20Prefecture\"&gt;Nagasaki Prefecture&lt;/a&gt;, Japan. The city was founded on September 1, 1940. As of September 1, 2021, the city has an estimated &lt;a href=\"population\"&gt;population&lt;/a&gt; of 133,115 and a &lt;a href=\"population%20density\"&gt;population density&lt;/a&gt; of 389 persons per km². The total area is .\nOn March 1, 2005, the towns of &lt;a href=\"Tarami%2C%20Nagasaki\"&gt;Tarami&lt;/a&gt;, &lt;a href=\"Moriyama%2C%20Nagasaki\"&gt;Moriyama&lt;/a&gt;, &lt;a href=\"Iimori%2C%20Nagasaki\"&gt;Iimori&lt;/a&gt;, &lt;a href=\"Takaki%2C%20Nagasaki\"&gt;Takaki&lt;/a&gt; and &lt;a href=\"Konagai%2C%20Nagasaki\"&gt;Konagai&lt;/a&gt; (all from &lt;a href=\"Kitatakaki%20District%2C%20Nagasaki\"&gt;Kitatakaki District&lt;/a&gt;) were merged to create the new and expanded city of Isahaya. The city was once part of Kitatakaki District, but due to this merger, the district has no more municipalities left and the district was officially dissolved.\nHistory.\nIn July 1957, a severe downpour within Nagasaki caused a large flood in Isahaya, with over 500 casualties and 3500 injuries reported in Isahaya alone.\nGeography.\nLocated in the central part of Nagasaki Prefecture. To the north of Isahaya City are mountainous lands of the Takayama mountain range. To the west is the base of the Nagasaki Peninsula and to the south is the base of &lt;a href=\"Shimabara%20Peninsula\"&gt;Shimabara Peninsula&lt;/a&gt;. The northeastern part of the city area is surrounded by the three seas of &lt;a href=\"%C5%8Cmura%20Bay\"&gt;Ōmura Bay&lt;/a&gt; in the northwest, &lt;a href=\"Ariake%20Sea\"&gt;Ariake Sea&lt;/a&gt; (Isahaya Bay) on the east side and &lt;a href=\"Tachibana%20Bay\"&gt;Tachibana Bay&lt;/a&gt; on the south side.\nMajor land reclamation projects have occurred which added plains in the &lt;a href=\"Ariake%20Sea\"&gt;Ariake Sea&lt;/a&gt;. The biggest is the Isahaya Bay reclamation project (諫早湾干拓事業) by the Ministry of Agriculture, Forestry and Fisheries that started in 1989. Embankments and sluice gates were built and a total of 35 km2 has been reclaimed as of 2018.\nEducation.\nIsahaya contains a private university, namely the &lt;a href=\"Nagasaki%20Wesleyan%20University\"&gt;Nagasaki Wesleyan University&lt;/a&gt;. Furthermore, Isahaya have five vocational schools, eight high schools, 16 junior high schools and 28 elementary schools in total."
}