{
    "id": "32959908",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=32959908",
    "title": "John B. Winslow",
    "text": "John Bradley Winslow (October 4, 1851July 13, 1920) was an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; lawyer and jurist. He was the 10th Chief Justice of the &lt;a href=\"Wisconsin%20Supreme%20Court\"&gt;Wisconsin Supreme Court&lt;/a&gt;, serving from 1908 until his death in 1920. Before being appointed to the Wisconsin Supreme Court, Winslow served as a &lt;a href=\"Wisconsin%20circuit%20courts\"&gt;Wisconsin circuit court&lt;/a&gt; judge for seven years and was &lt;a href=\"city%20attorney\"&gt;city attorney&lt;/a&gt; of &lt;a href=\"Racine%2C%20Wisconsin\"&gt;Racine, Wisconsin&lt;/a&gt;, from 1879 to 1883.\nEarly life and education.\nWinslow was born in &lt;a href=\"Nunda%20%28town%29%2C%20New%20York\"&gt;Nunda, New York&lt;/a&gt;. He moved with his parents to &lt;a href=\"Racine%2C%20Wisconsin\"&gt;Racine, Wisconsin&lt;/a&gt;, in 1855. Winslow graduated from &lt;a href=\"Racine%20College\"&gt;Racine College&lt;/a&gt; in 1871 and began studying law at the offices of E. O. Hand. He continued his study at the law office of Fuller &amp; Dyer. In September 1874, he entered the &lt;a href=\"University%20of%20Wisconsin%20Law%20School\"&gt;University of Wisconsin Law School&lt;/a&gt; and graduated with his law degree in 1875. After graduating from law school, he returned to Racine and established a successful legal practice.\nJudicial career.\nFor many years, Winslow was a law partner with &lt;a href=\"Joseph%20V.%20Quarles\"&gt;Joseph V. Quarles&lt;/a&gt;, who had been Mayor of &lt;a href=\"Kenosha%2C%20Wisconsin\"&gt;Kenosha, Wisconsin&lt;/a&gt;, in 1876–1877, and would later become a &lt;a href=\"United%20States%20Senate\"&gt;U.S. senator&lt;/a&gt; and &lt;a href=\"United%20States%20federal%20judge\"&gt;federal judge&lt;/a&gt;. Winslow also served as Racine &lt;a href=\"City%20Attorney\"&gt;City Attorney&lt;/a&gt; from 1879 until 1883.\nIn 1883, Winslow challenged incumbent &lt;a href=\"Wisconsin%20circuit%20courts\"&gt;Wisconsin circuit court&lt;/a&gt; judge John T. Wentworth. Winslow narrowly defeated Wentworth in the April election and assumed office in January 1884 as judge of the 1st circuit. At the time, the 1st circuit comprised the counties of &lt;a href=\"Racine%20County%2C%20Wisconsin\"&gt;Racine&lt;/a&gt;, &lt;a href=\"Kenosha%20County%2C%20Wisconsin\"&gt;Kenosha&lt;/a&gt;, and &lt;a href=\"Walworth%20County%2C%20Wisconsin\"&gt;Walworth&lt;/a&gt;. He was subsequently re-elected without opposition in 1889.\nIn May 1891, following the death of Justice &lt;a href=\"David%20Taylor%20%28Wisconsin%20judge%29\"&gt;David Taylor&lt;/a&gt;, Governor &lt;a href=\"George%20Wilbur%20Peck\"&gt;George Wilbur Peck&lt;/a&gt; appointed Judge Winslow to the &lt;a href=\"Wisconsin%20Supreme%20Court\"&gt;Wisconsin Supreme Court&lt;/a&gt;. He was unopposed when, in April 1892, he was elected to fill the remainder of Taylor's term. He was elected to a full term on the court in 1895, defeating a challenge from 5th circuit Judge &lt;a href=\"George%20Clementson\"&gt;George Clementson&lt;/a&gt;, and was subsequently re-elected without opposition in 1905 and 1915.\nFollowing the death of Chief Justice &lt;a href=\"John%20B.%20Cassoday\"&gt;John B. Cassoday&lt;/a&gt;, on December 30, 1907, as the next &lt;a href=\"Seniority\"&gt;most senior&lt;/a&gt; member of the court, Justice Winslow became the 10th Chief Justice of the Wisconsin Supreme Court. He served as Chief Justice until his death in July 1920.\nWinslow and Women's Suffrage.\nIn 1887, when Winslow was a circuit judge, Wisconsin law &lt;a href=\"Women%27s%20suffrage%20in%20the%20United%20States\"&gt;permitted women to vote&lt;/a&gt; but only in elections \"pertaining to school matters.\"  At the spring election that year Racine officials rejected the ballot cast by &lt;a href=\"Olympia%20Brown\"&gt;Olympia Brown&lt;/a&gt; of Racine, the leader of Wisconsin Women's Suffrage Association, because she had voted for all municipal offices.  Brown argued that her ballot should be counted because all municipal offices pertained to schools.  Winslow agreed but the Wisconsin Supreme Court reversed his decision, holding women could not vote except on ballots limited to school offices.  The &lt;a href=\"Wisconsin%20Legislature\"&gt;state legislature&lt;/a&gt; did not authorize special ballots until 1901.\nWinslow and Judicial Non-Partisanship.\nWinslow was a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; in a predominantly Republican state.  Wisconsin judicial elections were officially &lt;a href=\"Nonpartisan\"&gt;non-partisan&lt;/a&gt; but judges' political affiliations were well known.  Even though Winslow was well respected he faced Republican opposition in several elections and was sometimes reelected by narrow margins.  He consistently urged greater separation of judicial elections from partisan politics.\nWinslow and Progressive Attacks on Judges.\nWinslow served on Wisconsin's Supreme Court throughout the &lt;a href=\"Progressive%20era\"&gt;Progressive era&lt;/a&gt;.  During the Progressive era many state courts struck down reform laws sponsored by the Progressives, using the &lt;a href=\"substantive%20due%20process\"&gt;substantive due process&lt;/a&gt; doctrine.  Under the doctrine, courts gave little deference to legislative policy decisions:  they protected individual liberty and property rights and individuals' rights to contract freely against governmental interference and interpreted government's power to promote the public welfare narrowly. Between 1902 and 1908 Wisconsin's Supreme Court struck down several reform laws including a law prohibiting &lt;a href=\"Yellow-dog%20contract\"&gt;\"yellow dog\" contracts&lt;/a&gt; requiring workers to agree not to join a &lt;a href=\"Trade%20union\"&gt;union&lt;/a&gt; as a condition of employment and a law to improve &lt;a href=\"tenement\"&gt;tenement&lt;/a&gt; housing in Milwaukee.\nProgressives became increasingly angry at courts that struck down reform laws.  Beginning about 1910 they advocated changes to the judiciary, including recall of judges by popular vote.  &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; made judicial recall a central part of his 1912 presidential campaign.\nAfter Winslow became Wisconsin's chief justice in 1907, he became concerned about the growing hostility toward judges.  In 1909 he began a campaign to educate Progressives about judges' behavior and to persuade conservatives that Progressive calls for reform deserved serious consideration.  In a 1909 address to the Milwaukee &lt;a href=\"Military%20Order%20of%20the%20Loyal%20Legion%20of%20the%20United%20States\"&gt;Loyal Legion&lt;/a&gt;, Winslow explained that judges \"are sworn to protect and support both the federal and state constitutions as they are, not as [Progressives] would like to see them.\"  He also urged conservatives to consider that \"the rights and privileges once deemed essential to the perfect liberty of the individual are often found to stand in the way of the public welfare, and to breed wrong and injustice to the community at large.\" Winslow continued his campaign and gained a national audience through speeches and articles in popular magazines and law journals. He was several times considered for nomination to the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt; but was not nominated.\nWinslow's Contributions to Progressivism.\nWinslow and his fellow justice &lt;a href=\"Roujet%20D.%20Marshall\"&gt;Roujet D. Marshall&lt;/a&gt; engaged in a continuing debate over the proper interpretation of the federal and state constitutions in light of changing social needs.  Marshall argued that \"preservation of liberty is given precedent [even] over the establishment of government\" and that courts must ensure that reform laws did not infringe it.  A reform law, he said, cannot \"be conclusively legitimate merely because it promotes, however trifling in degree, public health, comfort, or convenience.\" Winslow and Marshall continued their debate in a series of cases in which Winslow's philosophy ultimately prevailed:\nMarshall was defeated for reelection in 1917 largely because his decision in the Forestry Case was unpopular.  By the time Winslow died in 1920, his philosophy of flexible constitutionalism and adaptation to modern conditions was generally accepted in Wisconsin.  Several years later &lt;a href=\"Walter%20C.%20Owen\"&gt;Walter C. Owen&lt;/a&gt;, the justice who replaced Marshall, stated for the Supreme Court that \"It is thoroughly established in this country that the rights preserved to the individual by … constitutional provisions are held in subordination to the rights of society.\"\nPersonal life and family.\nJohn B. Winslow was the only son of Horatio G. Winslow and Emily Winslow (&lt;a href=\"n%C3%A9e\"&gt;née&lt;/a&gt; Bradley). He was a direct descendant of Kenelm Winslow, brother of &lt;a href=\"Edward%20Winslow\"&gt;Edward Winslow&lt;/a&gt;, a \"&lt;a href=\"Mayflower\"&gt;Mayflower&lt;/a&gt;\" colonist and a governor of &lt;a href=\"Plymouth%20Colony\"&gt;Plymouth Colony&lt;/a&gt;.\nJohn B. Winslow married Agnes Clancy on January 19, 1881. They had two sons and four daughters. Their former home in &lt;a href=\"Madison%2C%20Wisconsin\"&gt;Madison, Wisconsin&lt;/a&gt;, is located in what is now the &lt;a href=\"Langdon%20Street%20Historic%20District\"&gt;Langdon Street Historic District&lt;/a&gt;. Judge Winslow died at this home in Madison on July 13, 1920, after a protracted illness."
}