{
    "id": "32963946",
    "revid": "6077626",
    "url": "https://en.wikipedia.org/wiki?curid=32963946",
    "title": "Glassheart (song)",
    "text": "\"Glassheart\" is a song recorded by British singer-songwriter &lt;a href=\"Leona%20Lewis\"&gt;Leona Lewis&lt;/a&gt; for her third studio album of &lt;a href=\"Glassheart\"&gt;the same name&lt;/a&gt; (2012). The song was conceptualised by Lewis and frequent collaborator &lt;a href=\"Ryan%20Tedder\"&gt;Ryan Tedder&lt;/a&gt; at his family home in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, Colorado. As she was experiencing a stressful time in her life, Lewis wanted to create an uptempo dance track with Tedder as she felt a ballad would make her more upset. It was co-written by Lewis and Tedder alongside &lt;a href=\"Brent%20Kutzle\"&gt;Brent Kutzle&lt;/a&gt;, Noel Zancanella, Justin Franks, Fis Shkreli and &lt;a href=\"Peter%20Svensson\"&gt;Peter Svensson&lt;/a&gt;. Production of the song was handled by Tedder and Franks, with the latter credited under his production alias &lt;a href=\"DJ%20Frank%20E\"&gt;DJ Frank E&lt;/a&gt;. It was co-produced by Zancanella, Kutzle and Shkreli.\n\"Glassheart\" is an up-tempo dance song that incorporates elements of &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt;, &lt;a href=\"Grime%20music\"&gt;grime&lt;/a&gt; and &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt;. Lyrically, it is about a woman's fear that her boyfriend will leave her and thus she protects her emotions and her heart from breaking. The song received positive reviews from &lt;a href=\"Music%20journalism\"&gt;music critics&lt;/a&gt;, many of whom praised the musical direction and its grimy, dubstep breakdown. Upon the release of \"Glassheart\", the song debuted at number 27 on the &lt;a href=\"UK%20Dance%20Chart\"&gt;UK Dance Chart&lt;/a&gt; due to strong digital download sales during the first week of \"Glassheart\"s release. It debuted at number 167 on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;. Lewis has performed the song at London nightclub &lt;a href=\"G-A-Y\"&gt;G-A-Y&lt;/a&gt; and an acoustic version for UK newspaper \"&lt;a href=\"The%20Sun%20%28United%20Kingdom%29\"&gt;The Sun&lt;/a&gt;\"s Biz Sessions.\nInspiration and development.\nAccording to Lewis, the song was conceptualised when the singer was experiencing a stressful time in her personal life when she visited her friend and co-writer of the song, &lt;a href=\"Ryan%20Tedder\"&gt;Ryan Tedder&lt;/a&gt; in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, Colorado. The aim of the trip was to visit Tedder and his family, as well as conceive ideas and themes for material to be included on \"Glassheart\". Lewis stated that she did not want to sing a ballad which would make her \"more sad\", therefore they decided to work on an upbeat dance song instead. She asked Tedder: \"Can you give me a song where I can just dance and jump around?\", to which he replied \"What about this?\" as he played a beat which Lewis found \"hypnotic\". Despite being in a raw form, Lewis was impressed with the song's beat, and said \"Yes! We have to do this.\" The collaboration with Tedder marks the third album of Lewis' on which the pair have worked together. They first collaborated on Lewis' debut studio album, \"&lt;a href=\"Spirit%20%28Leona%20Lewis%20album%29\"&gt;Spirit&lt;/a&gt;\" (2007), on the songs \"&lt;a href=\"Bleeding%20Love\"&gt;Bleeding Love&lt;/a&gt;\" and \"Take a Bow\". Tedder also co-wrote songs on Lewis' second studio album, \"&lt;a href=\"Echo%20%28Leona%20Lewis%20album%29\"&gt;Echo&lt;/a&gt;\" (2009), \"&lt;a href=\"Happy%20%28Leona%20Lewis%20song%29\"&gt;Happy&lt;/a&gt;\", \"You Don't Care\" and \"Lost then Found\", a collaboration with the group Tedder is a member of, &lt;a href=\"OneRepublic\"&gt;OneRepublic&lt;/a&gt;. In addition to the title track on \"Glassheart\", Lewis and Tedder collaborated on the song \"Favourite Scar\".\nRecording and composition.\n\"Glassheart\" was co-written by Lewis with Tedder, &lt;a href=\"Brent%20Kutzle\"&gt;Brent Kutzle&lt;/a&gt;, Noel Zancanella, Justin Franks, Fis Shkreli and &lt;a href=\"Peter%20Svensson\"&gt;Peter Svensson&lt;/a&gt;. It was produced by Tedder and Franks, who is credited under his production name &lt;a href=\"DJ%20Frank%20E\"&gt;DJ Frank E&lt;/a&gt;; the song was co-produced by Zancanella, Kutzle and Shkreli. The song was &lt;a href=\"Music%20engineer\"&gt;engineered&lt;/a&gt; by Smith Carlson, Mike Freesh and Sam Wheat; they were in assisted in the process by Tom Hough, while Daniela Rivera provided additional engineering. \"Glassheart\" was &lt;a href=\"Mixing%20%28music%20production%29\"&gt;mixed&lt;/a&gt; by &lt;a href=\"Phil%20Tan\"&gt;Phil Tan&lt;/a&gt; at the Ninja Beat Club in &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, Georgia; it was &lt;a href=\"Mastering%20engineer\"&gt;mastered&lt;/a&gt; by Colin Leonard at SING Mastering, also in Atlanta, using SING Technology. &lt;a href=\"Instrumentation\"&gt;Instrumentation&lt;/a&gt; of the song was provided for by multiple musicians: Shkreli was appointed head of &lt;a href=\"sound%20design\"&gt;sound design&lt;/a&gt;, and was also a &lt;a href=\"Drum%20machine\"&gt;drum programmer&lt;/a&gt; along with Freesh and Trent Mazour. The guitarist enlisted for the song was Mazour, while Freesh served as the bassist. The pair also provided the &lt;a href=\"Synthesizer\"&gt;synths&lt;/a&gt;. All other forms of instrumentation were performed by Tedder. \"Glassheart\" was recorded at several recording locations around the world, including Patriot Studios, Denver, Colorado; &lt;a href=\"Westlake%20Recording%20Studios\"&gt;Westlake Recording Studios&lt;/a&gt;, Los Angeles, California; &lt;a href=\"Side%203%20Studios\"&gt;Side 3 Studios&lt;/a&gt;, Hollywood, California and &lt;a href=\"Metropolis%20Studios\"&gt;Metropolis Studios&lt;/a&gt;, &lt;a href=\"London%2C%20England\"&gt;London&lt;/a&gt;, England.\n\"Glassheart\" has been described as a &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt;, dance, &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; and &lt;a href=\"Grime%20%28music%29\"&gt;grime&lt;/a&gt; song that runs for 3:56 (three minutes, 56 seconds). According to Jenna Hally Rubenstein for &lt;a href=\"MTV\"&gt;MTV Buzzworthy&lt;/a&gt;, the song consists of a \"grimy, hazy beat\", which she compared to \"&lt;a href=\"Too%20Close%20%28Alex%20Clare%20song%29\"&gt;Too Close&lt;/a&gt;\" (\"&lt;a href=\"The%20Lateness%20of%20the%20Hour%20%28album%29\"&gt;The Lateness of the Hour&lt;/a&gt;\", 2011), a song performed by &lt;a href=\"Alex%20Clare\"&gt;Alex Clare&lt;/a&gt;. Lyrically, the song is about Lewis' fear that her lover will break her heart. According to Lewis, the song is about protecting yourself, your heart, as well as your emotions. She continued to describe the song as \"poignant\". The singer went on to reveal that she decided to name the album after the song. Lewis' \"crisp\" vocals can be heard above the &lt;a href=\"instrumentation\"&gt;instrumentation&lt;/a&gt; as she \"croons about the fragility of her heart\" as she performs the &lt;a href=\"Refrain\"&gt;chorus&lt;/a&gt; lines \"So baby if you love me/ Let me know/ 'Cause everything hurts just like before/ You're about to tear this heart apart/ I love you like a glass heart.\" The chorus is built on a \"transcendent house beat\" as Lewis delicately sings the lines \"Promise that we'll never fall apart/ And I'll love you with my Glassheart\". The chorus is then followed by a \"euphoric instrumentation [that] collapses into a grimy dubstep break.\" Rubenstein likened the lyrics to those performed by &lt;a href=\"Blondie%20%28band%29\"&gt;Blondie&lt;/a&gt; on her song \"&lt;a href=\"Heart%20of%20Glass%20%28song%29\"&gt;Heart of Glass&lt;/a&gt;\" (\"&lt;a href=\"Parallel%20Lines\"&gt;Parallel Lines&lt;/a&gt;\", 1978).\nReception and live performances.\nJenna Hally Rubenstein for MTV Buzzworthy was complimentary of the song, writing that Lewis had \"[upped] the musical ante big time\". Rubenstein continued to highly praise the inclusion of the dubstep transition due to the fact that she thought she would never \"use the words 'dubstep' and 'Leona Lewis' in the same sentence.\" Caroline Sullivan for \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" described the song as \"mood elevating with an abrasive grime beat.\" Matthew Horton for &lt;a href=\"Virgin%20Media\"&gt;Virgin Media&lt;/a&gt; described the song as \"unexpectedly ravey\". Chris Smith for &lt;a href=\"Yahoo%21%20Music\"&gt;Yahoo!&lt;/a&gt; described the song as a curveball and wrote that he felt it is Lewis' \"first truly club friendly track\". &lt;a href=\"Sam%20Lanksy\"&gt;Sam Lanksy&lt;/a&gt; for &lt;a href=\"Idolator%20%28website%29\"&gt;Idolator&lt;/a&gt; thought that although the song is radio-friendly, it is not \"derivative\".\nLewis debuted the song at London nightclub &lt;a href=\"G-A-Y\"&gt;G-A-Y&lt;/a&gt; on 5 September 2011; she performed the song as part of a mini &lt;a href=\"set-list\"&gt;set-list&lt;/a&gt; along with \"Collide\" and \"Bleeding Love\". Lewis wore a black knee length dress, with a red heart emblem across her chest. The singer performed \"Glassheart\" at the \"Art on Ice\" concert in Zurich, Switzerland, on 31 January 2013. \"Glassheart\" was performed as the sixteenth song on the set list of Lewis' 2013 tour called the &lt;a href=\"Glassheart%20Tour\"&gt;Glassheart Tour&lt;/a&gt;.\nCredits and personnel.\nCredits adapted from the liner notes of \"Glassheart\".\nChart performance.\nUpon the release of the album, \"Glassheart\" debut at number 27 on the &lt;a href=\"UK%20Dance%20Chart\"&gt;UK Dance Chart&lt;/a&gt; on 21 October 2012. It also debuted at number 167 on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;."
}