{
    "id": "32968727",
    "revid": "38053341",
    "url": "https://en.wikipedia.org/wiki?curid=32968727",
    "title": "Jay Ghartey",
    "text": "Jay Ghartey, also known as Kweku Gyasi Ghartey, is a &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;ian–American &lt;a href=\"Record%20producer\"&gt;music producer&lt;/a&gt;, &lt;a href=\"Singing\"&gt;singer&lt;/a&gt;, and songwriter based in New York City, describing his style as African Rhythm and Blues. He released his debut album \"Shining Gold\" in 2011. He is most famous for the singles \"My Lady\" and \"Papa\". He is also the co-founder and co-owner of \"GH Brothers\", an independent record label and production company with his brother DJ and music producer Joe Ghartey.\nEarly life.\nJay Ghartey (pronounced Gar-té) was born in the United States to a Ghanaian father and a Canadian mother. His Ghanaian grandfather Joseph Ghartey was a poet and playwright who managed &lt;a href=\"Ghana%20Broadcasting%20Corporation\"&gt;Ghana Broadcasting Corporation&lt;/a&gt; (GBC) for many years, and his grandmother Sabina Hope was an established singer and musician. Winneba and Cape Coast are his ancestral areas and his father hails from the Fante tribe. His brother Joe Ghartey is a DJ. His brothers Tufu and Moses were also in music and rap.\nAt the age of nine, Ghartey moved to &lt;a href=\"Accra\"&gt;Accra&lt;/a&gt;, &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;, where he spent several years. While in Ghana, he studied music with his grandmother. He began performing at the age of 10, originally as a rapper. He formed a group called Chief G and the Tribe, where he was known by the stage name Chief G. The rap group, one of the pioneers of rap in Ghana, also included Kwaku T and Abeiku and Jay Ghartey's brothers Tufu and Moses. The group won the Ghanaian national rap and dance competition several times, performing on the same stages as Ziggy Marley and the Melody Makers, Public Enemy and Ghanaian highlife legend George Darko.\nHe returned to the United States to finish high school in &lt;a href=\"Brooklyn%2C%20NY\"&gt;Brooklyn, NY&lt;/a&gt;, and later attended college in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;. Settling in New York he worked as a singer, songwriter, arranger and producer in partnership with his brother Joseph \"Joe\" Ghartey. He spends his time between New York and Accra where he records, produces and directs videos. He also works on various charity projects such as the GH Brothers Youth Foundation with its first school opened in Nima, Accra. Ghartey recently described his style as smoothly transitioning between &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt;, &lt;a href=\"Hip%20Hop\"&gt;Hip Hop&lt;/a&gt;, &lt;a href=\"Highlife\"&gt;Highlife&lt;/a&gt;, &lt;a href=\"Hiplife\"&gt;Hiplife&lt;/a&gt; but with a universal sound and appeal.\nMusic career.\nHis first album, a 12-track entitled \"Shining Gold\", was released in September 2010 in Ghana. On his decision to release the album in Ghana, GhanaMusic.com noted: \"He is inspired by Ghanaian music, especially those of Kojo Antwi and George Darko... he wanted to use his music to attract US attention to Ghana music. Though popular in his homeland Ghana, Jay has attracted hundreds of thousands of fans all over the world with his universal sound and appeal. His song \"My Lady\" was on heavy rotation on the specialized pan-African music station &lt;a href=\"Channel%20O\"&gt;Channel O&lt;/a&gt;. The music video was directed by Ogee from Phamous People Philms. On April 4, 2012, Jay was the first Ghanaian artist to be featured on &lt;a href=\"Black%20Entertainment%20Television\"&gt;BET&lt;/a&gt;'s \"&lt;a href=\"106%20%26amp%3B%20Park\"&gt;106 &amp; Park&lt;/a&gt;\" show with his hit \"Papa\". He has also collaborated with rapper AJ Nelson and is featured in the latter's single \"Faith\". Jay Ghartey has done collaborations with artists such as &lt;a href=\"Samini\"&gt;Samini&lt;/a&gt;, Sarkodie, Kwaw Kesse, Okyeame Kwame, E.L, Stay Jay, B-Nice among others.\nPersonal life.\nJay Ghartey in cooperation with his brother Joe Ghartey founded the GH Brothers Youth Foundation engaging in establishing Nima Charity School that caters for over 150 pupils from the elementary to the adult level. He announced his intention to build two similar schools in Winneba and Cape Coast, that he describes as his ancestral hometowns.\nDiscography.\nSingles.\nFeatured in"
}