{
    "id": "32975438",
    "revid": "69423",
    "url": "https://en.wikipedia.org/wiki?curid=32975438",
    "title": "Shades of purple",
    "text": "There are numerous variations of the color &lt;a href=\"purple\"&gt;purple&lt;/a&gt;, a sampling of which are shown below.\nIn common &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; usage, \"purple\" is a range of hues of &lt;a href=\"color\"&gt;color&lt;/a&gt; occurring between &lt;a href=\"red\"&gt;red&lt;/a&gt; and &lt;a href=\"blue\"&gt;blue&lt;/a&gt;. \nHowever, the meaning of the term purple is not well defined. There is confusion about the meaning of the terms purple and violet even among native speakers of English. Many native speakers of English in the United States refer to the blue-dominated spectral color beyond blue as purple, but the same color is referred to as violet by many native English speakers in the United Kingdom. The full range of colors between red and blue is referred to by the term purple in some British authoritative texts, whereas the same range of colors is referred to by the term violet in some other texts. \nThe confusion about the range of meanings of the terms violet and purple is even larger when including other languages and historical texts. \nSince this wikipedia page contains contributions from authors from different countries and different native languages, this wikipedia page is likely to be not consistent in the use of the color terms purple and violet.\nIn formal &lt;a href=\"color%20theory\"&gt;color theory&lt;/a&gt;, \"purple\" colors often refer to the colors on the &lt;a href=\"line%20of%20purples\"&gt;line of purples&lt;/a&gt; on the &lt;a href=\"CIE%20chromaticity%20diagram\"&gt;CIE chromaticity diagram&lt;/a&gt; (or colors that can be derived from colors on the line of purples), i.e., any color between red and violet, not including either red or &lt;a href=\"Violet%20%28color%29\"&gt;violet&lt;/a&gt; themselves.\nThe first recorded use of \"purple\" as a color name in English was in 975 AD.\nHistorical development of purple.\nTyrian purple: Classical antiquity.\n\"See also under &lt;a href=\"Purple%23In_art%2C%20history%20and%20fashion\"&gt;Purple#In_art, history and fashion&lt;/a&gt; the section \"In prehistory and the ancient world: Tyrian purple\" \"\n\"Tyrian purple\" is the contemporary English name of the color that in Latin is denominated \"purpura\". Other contemporary English names for \"purpura\" are \"imperial purple\" and \"royal purple\". The English name \"purple\" itself originally denominated the specific color \"purpura\". \"Purpura\" is the color of a dye extracted from a &lt;a href=\"Haustellum%20brandaris\"&gt;mollusk&lt;/a&gt; found on the shores of the city of &lt;a href=\"Tyre%2C%20Lebanon\"&gt;Tyre&lt;/a&gt; in ancient &lt;a href=\"Phoenicia\"&gt;Phoenicia&lt;/a&gt; (contemporarily in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;), which color in classical antiquity was a symbol of &lt;a href=\"Royal%20family\"&gt;royalty&lt;/a&gt; and political authority because only the very wealthy could afford it, including the Roman Emperors. Therefore, Tyrian purple was also denominated \"imperial purple\".\nTyrian purple may have been discovered as early as during the &lt;a href=\"Minoan%20civilization\"&gt;Minoan civilization&lt;/a&gt;. &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, when giving imperial audiences as the &lt;a href=\"Emperor\"&gt;Emperor&lt;/a&gt; of &lt;a href=\"Macedonian%20Empire\"&gt;Macedonia&lt;/a&gt;; the Emperor of the &lt;a href=\"Seleucid%20Empire\"&gt;Seleucid Empire&lt;/a&gt;; and the &lt;a href=\"Ptolemaic%20dynasty\"&gt;Kings of Ptolemaic Egypt&lt;/a&gt; all wore Tyrian purple. The imperial robes of &lt;a href=\"Roman%20emperor\"&gt;Roman emperors&lt;/a&gt; were of Tyrian purple trimmed in metallic &lt;a href=\"gold%20%28color%29\"&gt;gold&lt;/a&gt; thread. The badge of office of a &lt;a href=\"Roman%20Senate\"&gt;Roman Senator&lt;/a&gt; was a stripe of Tyrian purple on his white &lt;a href=\"toga\"&gt;toga&lt;/a&gt;. Tyrian purple was continued in use by the Emperors of the &lt;a href=\"Byzantine%20Empire\"&gt;Eastern Roman Empire&lt;/a&gt; until &lt;a href=\"Fall%20of%20Constantinople\"&gt;its final collapse&lt;/a&gt; in 1453.\nThe tone of Tyrian purple displayed above is that tone of Tyrian purple which was the color of \"clotted blood\", which was considered the tone having the most prestige in ancient Greece and Rome, as recorded by &lt;a href=\"Pliny%20the%20Elder\"&gt;Pliny the Elder&lt;/a&gt;. However, the actual tone varied depending on how the dye was formulated. Lesser royal houses that wanted to economize could mix Tyrian purple dye with the much less expensive &lt;a href=\"indigo\"&gt;indigo&lt;/a&gt; to create a color &lt;a href=\"Byzantium%20%28color%29%23Imperial\"&gt;closer to violet&lt;/a&gt;.\nHan purple: Ancient China.\nHan purple is a type of artificial &lt;a href=\"pigment\"&gt;pigment&lt;/a&gt; found in China between 500 &lt;a href=\"Anno%20Domini\"&gt;BC&lt;/a&gt; and &lt;a href=\"Anno%20Domini\"&gt;AD&lt;/a&gt; 220. It was used in the decoration of the &lt;a href=\"Terracotta%20Army\"&gt;Terracotta Army&lt;/a&gt;.\nRoyal purple: 17th century.\nThe color royal purple is shown at right.\nThis tone of purple is bluer than the ancient Tyrian purple.\nThe first recorded use of \"royal purple\" as a color name in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; was in 1661.\nIn 1990, \"royal purple\" was formulated as one of the &lt;a href=\"List%20of%20Crayola%20crayon%20colors%23Standard%20colors\"&gt;Crayola crayon colors&lt;/a&gt;.\nMauveine: 1860s–1890s.\nMauveine was first named in 1856. &lt;a href=\"Chemist\"&gt;Chemist&lt;/a&gt; &lt;a href=\"William%20Henry%20Perkin\"&gt;Sir William Henry Perkin&lt;/a&gt;, then eighteen, was attempting to create artificial &lt;a href=\"quinine\"&gt;quinine&lt;/a&gt;. An unexpected residue caught his eye, which turned out to be the first &lt;a href=\"aniline\"&gt;aniline&lt;/a&gt; &lt;a href=\"dye\"&gt;dye&lt;/a&gt;—specifically, \"Perkin's mauve\" or \"mauveine\" is sometimes called \"aniline purple\". Perkin was so successful in recommending his discovery to the dyestuffs industry that his biography by &lt;a href=\"Simon%20Garfield\"&gt;Simon Garfield&lt;/a&gt; is titled \"Mauve\". As mauveine faded easily, our contemporary understanding of mauve is as a lighter, less saturated color than it was originally known.\n\"Mauveine\" was named after the &lt;a href=\"mauve\"&gt;mauve&lt;/a&gt; colored &lt;a href=\"malva\"&gt;mallow&lt;/a&gt; flower, even though it is a much deeper tone of purple than mauve. The term \"Mauve\" in the late 19th century could refer to either the deep, rich color of the dye or the light color of the flower. Mauve (meaning Mauveine) came into great &lt;a href=\"fashion\"&gt;vogue&lt;/a&gt; when in 1862 &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt; appeared at the &lt;a href=\"Royal%20Exhibition\"&gt;Royal Exhibition&lt;/a&gt; in a mauve silk gown—dyed with mauveine. By 1890, this color had become so pervasive in fashion that author &lt;a href=\"Thomas%20Beer\"&gt;Thomas Beer&lt;/a&gt; used it in the title of his book about the 1890s, \"The Mauve Decade\".\nArtists' pigment purple (red-violet): 1930s.\nIn some parts of the world, 'Royal purple' (shown above) or the dark violet color known as \"generic purple\" is the common layman's idea of purple, but these color terms carry different meanings in different parts of the world. Even among modern native speakers of English there is confusion about the terms purple and violet. In the United Kingdom, many native speakers of English refer to the blue-dominated spectral color beyond blue as violet, but this color is called purple by many speakers in the United States. \nIn some texts the term violet refers to any color between red and blue. However, there are also authoritative texts from the United Kingdom in which this same range of colors is referred to by the term purple. \nWhen including languages other than English, and epochs other than the modern period, the uncertainty about the meanings of the color terms violet and purple is even larger. Since this wikipedia page contains contributions from authors from different countries and different native languages, it is likely to be not consistent in the use of the color terms violet and purple.\nArtists that happen to follow &lt;a href=\"Munsell%20color%20system\"&gt;Munsell color system&lt;/a&gt; (introduced in 1905 and used since 1930 by a large number of artists in the United States, but by much fewer artists outside the US), may regard purple as being synonymous with the &lt;a href=\"red-violet\"&gt;red-violet&lt;/a&gt; color shown at right, represented by the &lt;a href=\"web%20color\"&gt;web color&lt;/a&gt; medium violet red. Munsell included purple as a color hue in his color system, but he did not do so for violet as he did not need it as a label for his system (just like the hue term orange is not used in Munsell's system). If defined as blue-dominated colors between blue and red, violet colors in Munsell's system would be classified as having the 7.5PB and 10.0PB hue, which is confirmed in visual experiments\nThe truly purple color, defined as being within the range of the red-dominated colors between red and blue, is sometimes confusingly labeled as red-violet color, or more correctly artist's purple. It is the pigment color that would be on a pigment color color wheel between pigment &lt;a href=\"Violet%20%28color%29%23Pigment%20violet%20%28web%20color%20dark%20violet%29\"&gt;violet&lt;/a&gt; and pigment (process) &lt;a href=\"Magenta%23Process%20magenta%20%28pigment%20magenta%3B%20printer%27s%20magenta%29%20%281890s%29\"&gt;magenta&lt;/a&gt;. In the Munsell color system, this color at its maximum chroma of 12 is called Red-Purple, or more specifically Munsell 5RP.\nArtists' pigments and colored pencils labeled as purple are typically colored the red-violet color shown at right. On an &lt;a href=\"RYB%20color%20model\"&gt;RYB color wheel&lt;/a&gt;, the so-called red-violet color is the color between red and violet.\nElectric purple: 2000s.\nThis color, electric purple, is precisely halfway between violet and magenta and thus fits the artistic definition of purple.\nUsing additive colors such as those on computer screens, it is possible to create a much brighter purple than with pigments where the mixing subtracts frequencies from the component primary colors. The equivalent color on a computer to the pigment color red-violet shown above would be this electric purple, i.e. the much brighter purple you can see reproduced on the screen of a computer. This color is pure purple conceived as computer artists conceive it, as the color on the &lt;a href=\"HSV%20color%20space\"&gt;color wheel&lt;/a&gt; halfway between color wheel violet and electric magenta. Thus, electric purple is the purest and brightest purple that it is possible to display on a computer screen. Its RGB code is (191, 0, 255).\nAn old name for this color, used by &lt;a href=\"Robert%20Ridgway\"&gt;Robert Ridgway&lt;/a&gt; in his 1912 book on color nomenclature, \"Color Standards and Color Nomenclature\", is true purple.\nComputer web color purples.\nPurple (HTML/CSS color) (patriarch).\nThis purple used in &lt;a href=\"HTML\"&gt;HTML&lt;/a&gt; and &lt;a href=\"Cascading%20Style%20Sheets\"&gt;CSS&lt;/a&gt; actually is deeper and has a more reddish hue (#800080) than the &lt;a href=\"X11%20color%20names\"&gt;X11 color&lt;/a&gt; purple shown below as \"purple\" (X11 color) (#A020F0), which is bluer and brighter.\nThis color may be called HTML/CSS purple. It seems likely that this color was chosen as the web color purple because its hue is exactly halfway between red and blue and its value is exactly halfway between white and black.\nA traditional name sometimes used for this tone of purple is patriarch. The first recorded use of \"patriarch\" as a color name in English was in 1925.\nPurple (X11 color) (veronica).\nAt right is displayed the color purple, as defined in the &lt;a href=\"X11%20color%20names\"&gt;X11 color&lt;/a&gt;, which is a lot brighter and bluer than the HTML purple shown above.\nSee the chart &lt;a href=\"X11%20color%20names%23Color%20names%20that%20clash%20between%20X11%20and%20HTML/CSS\"&gt;Color names that clash between X11 and HTML/CSS&lt;/a&gt; in the X11 color names article to see those colors which are different in HTML and X11.\nThis color can be called X11 purple.\nThe traditional name for this tone of purple is veronica. The first recorded use of \"veronica\" as a color name in English was in 1919.\nMedium purple (X11).\nDisplayed at right is the web color medium purple.\nThis color is a medium shade of the bright \"X11 purple\" shown above.\nRebecca purple.\nRebecca purple was named after the daughter of CSS pioneer &lt;a href=\"Eric%20A.%20Meyer\"&gt;Eric A. Meyer&lt;/a&gt; and added to CSS 4.1.\nAdditional definition of purple.\nPurple (Munsell).\nThe color defined as purple in the Munsell color system (Munsell 5P) is shown at right. The \"Munsell color system\" is a &lt;a href=\"color%20space\"&gt;color space&lt;/a&gt; that specifies colors based on three color dimensions: &lt;a href=\"hue\"&gt;hue&lt;/a&gt;, value (&lt;a href=\"lightness%20%28color%29\"&gt;lightness&lt;/a&gt;), and &lt;a href=\"colorfulness\"&gt;chroma&lt;/a&gt; (color purity), spaced uniformly in three dimensions in the elongated oval at an angle shaped Munsell &lt;a href=\"color%20solid\"&gt;color solid&lt;/a&gt; according to the &lt;a href=\"logarithmic%20scale\"&gt;logarithmic scale&lt;/a&gt; which governs &lt;a href=\"human%20perception\"&gt;human perception&lt;/a&gt;. In order for all the colors to be spaced uniformly, it was found necessary to use a color wheel with five primary colors—red, yellow, green, blue, and purple.\nThe Munsell colors displayed are only approximate as they have been adjusted to fit into the sRGB gamut.\nAdditional variations.\nPale purple.\nPale purple is the pale tint of purple.\nMauve.\nMauve (rhymes with \"grove\"; from the French form of \"Malva\" \"&lt;a href=\"Malvaceae\"&gt;mallow&lt;/a&gt;\") is a pale &lt;a href=\"purple\"&gt;purple&lt;/a&gt;. Mauve is named after the &lt;a href=\"Malva\"&gt;mallow&lt;/a&gt; &lt;a href=\"flower\"&gt;flower&lt;/a&gt;. Another name for the color is mallow with the first recorded use of \"mallow\" as a color name in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; in 1611.\nThistle.\nThistle is a light &lt;a href=\"purple\"&gt;purple&lt;/a&gt; resembling the &lt;a href=\"thistle\"&gt;thistle&lt;/a&gt; plant.\nThe first recorded use of \"Thistle\" as a color name in English was in 1892.\nThe color thistle is associated with &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt; because the thistle is the &lt;a href=\"national%20flower\"&gt;national flower&lt;/a&gt; of Scotland and Scotland's highest &lt;a href=\"state%20decoration\"&gt;state decoration&lt;/a&gt; is the &lt;a href=\"Order%20of%20the%20Thistle\"&gt;Order of the Thistle&lt;/a&gt;.\nOrchid.\nThe color orchid is a bright rich purple. The name 'orchid' originates from the flowers of some species of the vast &lt;a href=\"Orchidaceae\"&gt;orchid flower&lt;/a&gt; family, such as \"Laelia furfuracea\" and \"Ascocentrum pusillum\", which have petals of this color.\nThe first recorded use of \"orchid\" as a color name in English was in 1915.\nHeliotrope.\nThe color heliotrope is a brilliant tone of purple; it is a &lt;a href=\"pink\"&gt;pink&lt;/a&gt;-purple tint that is a representation of the color of the &lt;a href=\"Heliotropium\"&gt;heliotrope flower&lt;/a&gt;.\nThe first recorded use of \"heliotrope\" as a color name in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; was in 1882.\nPsychedelic purple (phlox).\nThe pure essence of purple was approximated in pigment in the late 1960s by mixing &lt;a href=\"fluorescent\"&gt;fluorescent&lt;/a&gt; magenta and fluorescent blue pigments together to make \"fluorescent purple\" to use in &lt;a href=\"Psychedelic%20art\"&gt;psychedelic&lt;/a&gt; &lt;a href=\"black%20light\"&gt;black light&lt;/a&gt; paintings. This tone of purple was very popular among &lt;a href=\"hippie\"&gt;hippie&lt;/a&gt;s and was the favorite color of &lt;a href=\"Jimi%20Hendrix\"&gt;Jimi Hendrix&lt;/a&gt;. Thus it is called psychedelic purple. Psychedelic purple is the color halfway between electric purple and magenta.\nIn the 1980s, there was a \"Jimi Hendrix Museum\" in a &lt;a href=\"Victorian%20house\"&gt;Victorian house&lt;/a&gt; on the east side of Central Avenue one half block south of Haight Street in the &lt;a href=\"Haight-Ashbury\"&gt;Haight-Ashbury&lt;/a&gt; neighborhood of San Francisco which was painted this color.\nAnother name for this color is phlox, as it is the color of the &lt;a href=\"phlox\"&gt;phlox&lt;/a&gt; flower. The first recorded use of \"phlox\" as a color name in English was in 1918.\nPurple pizzazz.\nDisplayed at right is the color purple pizzazz.\nThis color was formulated by Crayola in 1990.\nLiseran purple.\nDisplayed at right is the color liseran purple.\nThe first recorded use of \"liseran purple\" as a color name in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; was in 1912.\nMulberry.\nThe color mulberry is displayed at right. This color is a representation of the color of &lt;a href=\"mulberry\"&gt;mulberry&lt;/a&gt; jam or pie. This was a &lt;a href=\"Crayola\"&gt;Crayola&lt;/a&gt; crayon color from 1958 to 2003.\nThe first recorded use of \"mulberry\" as a color name in English was in 1776.\nPearly purple.\nAt right is displayed the color pearly purple.\n\"Pearly purple\" is one of the colors in the special set of metallic colored &lt;a href=\"Crayola\"&gt;Crayola&lt;/a&gt; crayons called &lt;a href=\"List%20of%20Crayola%20crayon%20colors%23Silver%20Swirls\"&gt;Silver Swirls&lt;/a&gt;, the colors of which were formulated by Crayola in 1990.\nPurpureus.\nThe color purpureus is displayed at right. Another name for this color is purpura.\nThe first recorded use of \"purpura\" as a color name in English was in 1382.\nNorthwestern Purple.\nNorthwestern Purple is the official color of &lt;a href=\"Northwestern%20University\"&gt;Northwestern University&lt;/a&gt;, as shown at the right. Additionally, there are shades and tints that are variations of the base color. Northwestern Purple is a custom ink color and can no longer be referenced by a Pantone number.\nKSU Purple.\nFor printed material, purple (Pantone #268+) is the &lt;a href=\"School%20colors\"&gt;official school color&lt;/a&gt; of &lt;a href=\"Kansas%20State%20University\"&gt;Kansas State University&lt;/a&gt;, as shown at the right. Traditionally, the school has referred to this darker and bluer shade as Royal Purple. [compare with ] \nFor the web, #512888 is the official color, even though that hex triplet is not a direct conversion from Pantone 268+.\nPomp and Power.\nThe color pomp and power is displayed at right.\nThe color \"pomp and power\" is not found in the 1930 first edition of the \"Dictionary of Color\" by Maerz and Paul, but it is found in the second edition of 1950.\nMardi Gras.\nThe color Mardi Gras is displayed at right.\nThe color name \"Mardi Gras\" has been in use since 2001 when the &lt;a href=\"http%3A//xona.com/colorlist/\"&gt;Xona.com Color List&lt;/a&gt; was first promulgated.\nEminence.\nThe color eminence is displayed at right.\nThe color name \"eminence\", used since the 1800s, has been in modern use for this color since 2001 when the &lt;a href=\"http%3A//xona.com/colorlist/\"&gt;Xona.com Color List&lt;/a&gt; was first promulgated.\nByzantium.\nThe color Byzantium, a dark tone of purple, is displayed at right.\nThe first recorded use of \"byzantium\" as a color name in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; was in 1926.\nPansy purple.\nThe &lt;a href=\"pansy\"&gt;pansy&lt;/a&gt; flower has varieties that exhibit three different colors: \"pansy\" (a color between indigo and violet), \"pansy pink\", and pansy purple.\nThe first recorded use of \"pansy purple\" as a color name in English was in 1814.\nPalatinate.\nPalatinate is a color (a pale shade of violet) associated with the &lt;a href=\"University%20of%20Durham\"&gt;University of Durham&lt;/a&gt; (and with &lt;a href=\"Newcastle%20University%20Medical%20School\"&gt;Newcastle University Medical School&lt;/a&gt;, this being the former medical school of Durham University.) A separate color, 'Palatinate Blue', is derived from the Coat of Arms of &lt;a href=\"County%20Durham\"&gt;County Durham&lt;/a&gt;. The name 'Palatinate' in both instances alludes to the historic status of Durham as a &lt;a href=\"County%20Palatine%20of%20Durham\"&gt;County Palatine&lt;/a&gt;.\nDark purple.\nDark purple is the dark tone of purple."
}