{
    "id": "32972476",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=32972476",
    "title": "John Albro (settler)",
    "text": "John Albro (c. 1617-1712) was an early settler of the &lt;a href=\"Colony%20of%20Rhode%20Island%20and%20Providence%20Plantations\"&gt;Colony of Rhode Island and Providence Plantations&lt;/a&gt;, a magistrate, and a long-time military officer in the &lt;a href=\"Portsmouth%2C%20Rhode%20Island\"&gt;Portsmouth&lt;/a&gt; Militia in the colony. He immigrated to &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; in 1634 as a minor under the care of early Portsmouth settler &lt;a href=\"William%20Freeborn%20%28settler%29\"&gt;William Freeborn&lt;/a&gt;. He was very active in civil as well as military affairs, and was an Assistant to the Governor for nine one-year terms between 1671 and 1686. During &lt;a href=\"King%20Philip%27s%20War\"&gt;King Philip's War&lt;/a&gt; when the colony needed the advice and counsel of \"the most judicious inhabitants\" in the colony, his was &lt;a href=\"List%20of%20early%20settlers%20of%20Rhode%20Island%23Colonial%20leaders%20during%20King%20Phillips%20War\"&gt;one of 16&lt;/a&gt; in a 1676 list of names, which included Governor &lt;a href=\"Benedict%20Arnold%20%28governor%29\"&gt;Benedict Arnold&lt;/a&gt; and former President &lt;a href=\"Gregory%20Dexter\"&gt;Gregory Dexter&lt;/a&gt;.\nWhen the colony's &lt;a href=\"Royal%20Charter%20of%201663\"&gt;charter&lt;/a&gt; was suspended in 1686, and Rhode Island was placed under the &lt;a href=\"Dominion%20of%20New%20England\"&gt;Dominion of New England&lt;/a&gt;, Albro was chosen as a member of Sir &lt;a href=\"Edmund%20Andros\"&gt;Edmund Andros&lt;/a&gt;' council, and was present at its first meeting in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;. Albro remained active in the affairs of the colony while well advanced in age, and even when nearly 80 years old, he was reimbursed for an official trip he made to Boston in 1697. He was a &lt;a href=\"Quaker\"&gt;Quaker&lt;/a&gt; and died in 1712 at a very advanced age, and was buried \"in his own orchard\" according to the Friends' records.\nLife.\nSailing to &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; aboard the ship Francis in 1634, John Albro was a teenager under the care of &lt;a href=\"William%20Freeborn%20%28settler%29\"&gt;William Freeborn&lt;/a&gt;, and as a young adult followed Freeborn to &lt;a href=\"Portsmouth%2C%20Rhode%20Island\"&gt;Portsmouth&lt;/a&gt; in the &lt;a href=\"Colony%20of%20Rhode%20Island%20and%20Providence%20Plantations\"&gt;Rhode Island colony&lt;/a&gt; in 1638. The following year he was granted a lot within the town, provided he build within a year's time. Five years later, in 1644, he joined the Portsmouth Militia, being assigned as a &lt;a href=\"Corporal\"&gt;Corporal&lt;/a&gt;, and remained active therein for most of his life, attaining the rank of &lt;a href=\"Major\"&gt;Major&lt;/a&gt;. He was also very active in civil affairs as well, and in 1649 was a clerk of weights and measures, a member of the Town Council, and also served as Moderator, which he continued to do well into his later years. Early in his career Albro was a &lt;a href=\"coroner\"&gt;coroner&lt;/a&gt;, and was one of the first men sent for when the burnt remains of Rebecca Cornell were discovered at her home, a death for which her son, Thomas Cornell, was tried and convicted of murder. In 1671 Albro was first elected as the Portsmouth Assistant to the Governor, and he served in this capacity for a total of nine years, last holding the position in 1686.\nFrom 1675 to 1676, &lt;a href=\"King%20Philip%27s%20War\"&gt;King Philip's War&lt;/a&gt;, \"the most disastrous conflict to ever devastate New England,\" left the mainland towns of Rhode Island in ruins. This confrontation between many indigenous people and the English settlers was named for &lt;a href=\"Metacomet\"&gt;Metacomet&lt;/a&gt;, sachem of the &lt;a href=\"Wampanoag\"&gt;Wampanoag&lt;/a&gt;s, who was also called King Philip. Though much more at peace with the Indians than the other colonies, because of geography, the Rhode Island colony took the brunt of damage from this conflict, and the settlements of Warwick and Pawtuxet were totally destroyed, with much of Providence destroyed as well. In April 1676 it was voted by the Assembly \"that in these troublesome times and straits in this Colony, this Assembly desiring to have the advice and concurrence of the most judicious inhabitants, if it may be had for the good of the whole, do desire at their next sitting the company and counsel of\" &lt;a href=\"List%20of%20early%20settlers%20of%20Rhode%20Island%23Colonial%20leaders%20during%20King%20Phillips%20War\"&gt;16 persons&lt;/a&gt;, one of whom was Major Albro. This list included very prominent members of the colony such as Governor &lt;a href=\"Benedict%20Arnold%20%28governor%29\"&gt;Benedict Arnold&lt;/a&gt;, President &lt;a href=\"Gregory%20Dexter\"&gt;Gregory Dexter&lt;/a&gt;, and Deputy Governor &lt;a href=\"James%20Barker%20%28Rhode%20Island%20official%29\"&gt;James Barker&lt;/a&gt;. During the war, Albro was a member of a court martial held at Newport for the trial of certain Indians complicit in King Philip's designs, and after the war he sat on a variety of committees, mostly concerning the disputed boundaries of the Rhode Island colony.\nFollowing King Philip's War, several of the governors of the colony died in office, and Albro was appointed, with other members of a committee, to secure the &lt;a href=\"Royal%20Charter%20of%201663\"&gt;royal charter&lt;/a&gt; and other state papers from the widow or family of the deceased governor. He was required to do this twice in 1678, following the death of Governor Benedict Arnold in June 1678, and then again in November 1678 following the death of Governor &lt;a href=\"William%20Coddington\"&gt;William Coddington&lt;/a&gt;. In 1683 he and a committee were tasked to retrieve the documents from a living governor, &lt;a href=\"Peleg%20Sanford\"&gt;Peleg Sanford&lt;/a&gt;, who had been replaced that May by &lt;a href=\"William%20Coddington%20Jr.\"&gt;William Coddington Jr.&lt;/a&gt;\nIn 1685 the colony began to lose its freedoms when &lt;a href=\"Edward%20Randolph%20%28colonial%20administrator%29\"&gt;Edward Randolph&lt;/a&gt; urged the Board of Trade to revoke the charters of both Rhode Island and Connecticut because of alleged irregularities. In October of that year &lt;a href=\"Joseph%20Dudley\"&gt;Joseph Dudley&lt;/a&gt; was appointed to govern the colonies of Massachusetts, New Hampshire, Maine, and King's Province, the latter in the Narragansett country (later &lt;a href=\"Washington%20County%2C%20Rhode%20Island\"&gt;Washington County, Rhode Island&lt;/a&gt;), and Randolph was made secretary of his council. At the election of May 1686, &lt;a href=\"Walter%20Clarke%20%28governor%29\"&gt;Walter Clarke&lt;/a&gt; was chosen governor of the Rhode Island colony, but served only a few weeks before the &lt;a href=\"Dominion%20of%20New%20England\"&gt;Dominion of New England&lt;/a&gt; was imposed on the northern colonies, and &lt;a href=\"Edmund%20Andros\"&gt;Edmund Andros&lt;/a&gt; was appointed as the Royal Governor. In December 1686, Albro became a member of Andros' Council, and was present at its first meeting in Boston, being required to take an oath of allegiance. Andros ruled for nearly three years, when in April 1689 news of the ascension of &lt;a href=\"William%20III%20of%20England\"&gt;William III&lt;/a&gt; and &lt;a href=\"Mary%20II%20of%20England\"&gt;Mary II&lt;/a&gt; to the English throne arrived in Boston, and Andros and Randolph were both arrested, after which Rhode Island returned to its chartered government.\nAlbro remained active in the affairs of the colony until very late in his life, being reimbursed for expenses for an official trip to Boston in 1697, when he was nearly 80 years old. He wrote his will on 28 December 1710, and died two years later, in December 1712, aged about 95 years. Because his death was recorded in the records of the &lt;a href=\"Society%20of%20Friends\"&gt;Society of Friends&lt;/a&gt;, Albro apparently became a Quaker at some point in his life.\nFamily.\nAbout 1645, Albro married Dorothy, the widow of Nathaniel Potter, whose maiden name is not known. John and Dorothy had five known children, all of whom grew to maturity, married, and had children. Their two sons Samuel and John were both &lt;a href=\"List%20of%20early%20settlers%20of%20Rhode%20Island%23Original%20proprietors%20of%20East%20Greenwich\"&gt;original proprietors&lt;/a&gt; of the settlement of &lt;a href=\"East%20Greenwich\"&gt;East Greenwich&lt;/a&gt;."
}