{
    "id": "32975364",
    "revid": "7656057",
    "url": "https://en.wikipedia.org/wiki?curid=32975364",
    "title": "Mount Hope (Palmer Land)",
    "text": "Mount Hope is a &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; rising to , forming the central and highest &lt;a href=\"Summit\"&gt;peak&lt;/a&gt; of the &lt;a href=\"Eternity%20Range\"&gt;Eternity Range&lt;/a&gt; in northern &lt;a href=\"Palmer%20Land\"&gt;Palmer Land&lt;/a&gt;, &lt;a href=\"Antarctic%20Peninsula\"&gt;Antarctic Peninsula&lt;/a&gt;, Antarctica, a part of an area claimed by Argentina, Chile and the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, over twice the size of &lt;a href=\"Ben%20Nevis\"&gt;Ben Nevis&lt;/a&gt;, the highest mountain on the island of &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;. Following a 2017 survey, by the &lt;a href=\"British%20Antarctic%20Survey\"&gt;British Antarctic Survey&lt;/a&gt; team, Mount Hope was found to be higher than previously thought.\nNames.\nIt was first seen from the air and named Mount Hope by &lt;a href=\"Lincoln%20Ellsworth\"&gt;Lincoln Ellsworth&lt;/a&gt; during his flights of November 21 and 23, 1935. This mountain is one of three major mountains in Ellsworth's Eternity Range to which he gave the names &lt;a href=\"Mount%20Faith\"&gt;Faith&lt;/a&gt;, Hope, and &lt;a href=\"Mount%20Charity\"&gt;Charity&lt;/a&gt;.\nThe November of the following year the mountain was surveyed and given the name \"Mount Wakefield\" by &lt;a href=\"J.R.%20Rymill\"&gt;J.R. Rymill&lt;/a&gt; of the &lt;a href=\"British%20Graham%20Land%20Expedition\"&gt;British Graham Land Expedition&lt;/a&gt;. The feature was subsequently photographed from the air by the &lt;a href=\"United%20States%20Antarctic%20Service\"&gt;United States Antarctic Service&lt;/a&gt; in September 1940, and by the &lt;a href=\"Ronne%20Antarctic%20Research%20Expedition\"&gt;Ronne Antarctic Research Expedition&lt;/a&gt; in December 1947. A careful study of the reports, maps, and photographs of these expeditions, as well as an additional survey of the area by the &lt;a href=\"Falkland%20Islands%20Dependencies%20Survey\"&gt;Falkland Islands Dependencies Survey&lt;/a&gt; in 1960, has led to the conclusion that Ellsworth's Mount Hope and Rymill's Mount Wakefield are synonymous. For the sake of historical continuity the name Mount Hope has been retained for this mountain (the name Wakefield has been transferred to &lt;a href=\"Wakefield%20Highland\"&gt;Wakefield Highland&lt;/a&gt; located close northwestward)."
}