{
    "id": "3298283",
    "revid": "8578365",
    "url": "https://en.wikipedia.org/wiki?curid=3298283",
    "title": "Finally (CeCe Peniston song)",
    "text": "\"Finally\" is the 1991 debut single by American singer and songwriter &lt;a href=\"CeCe%20Peniston\"&gt;CeCe Peniston&lt;/a&gt; from her debut album, \"&lt;a href=\"Finally%20%28CeCe%20Peniston%20album%29\"&gt;Finally&lt;/a&gt;\" (1992). It became Peniston's first (and biggest) hit song, peaking at number five on the &lt;a href=\"Billboard%20Hot%20100\"&gt;US Billboard Hot 100&lt;/a&gt; in January 1992 and becoming her only US top-ten hit to date. Prior to that, the track was a major success on the US &lt;a href=\"Hot%20Dance%20Club%20Play\"&gt;Dance charts&lt;/a&gt;, where it spent two weeks at number one in late 1991. In addition, a dance remix of the song peaked at number two on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; in March 1992. The remix appeared on many &lt;a href=\"dance%20music\"&gt;dance music&lt;/a&gt; compilations in the early 90s.\nBackground and release.\nPeniston grew up in &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix&lt;/a&gt; and began writing pop songs during school. The words of \"Finally\" were purportedly penned during a chemistry class, while thinking about dating in college. In 1989 and 1990 she won the Miss Black Arizona pageant, and took the Miss Galaxy pageant a short time later.\nHer music career began in January 1991, when &lt;a href=\"Felipe%20Delgado%20%28record%20producer%29\"&gt;Felipe \"DJ Wax Dawg\" Delgado&lt;/a&gt;, her friend and a record producer based also in Phoenix, asked Peniston to record back-up vocals for &lt;a href=\"Tonya%20Davis\"&gt;Tonya Davis&lt;/a&gt;, a rapper known as &lt;a href=\"Overweight%20Pooch\"&gt;Overweight Pooch&lt;/a&gt;. Though Overweight Pooch's album flopped on the market, &lt;a href=\"Manny%20Lehman%20%28disc%20jockey%29\"&gt;Manny Lehman&lt;/a&gt; (a &lt;a href=\"Deejay\"&gt;DJ&lt;/a&gt; and &lt;a href=\"executive%20producer\"&gt;executive producer&lt;/a&gt;) had noticed the powerful voice of the back-up vocalist, Peniston. He offered Delgado a chance to produce a track for Peniston to cultivate her potential as a solo artist. Delgado called hometown friend and music producer, Rodney K. Jackson, to help co-produce Peniston's single, which would become \"Finally\".\nPeniston was 21 years old when \"Finally\" was released. When asked about the song in a 2012 interview, Peniston said: \nNew versions of \"Finally\" were released in 1997 and 2011.\nComposition.\nThe remix of this song is based on the piano riff from the &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt; classic \"&lt;a href=\"Someday%20%28CeCe%20Rogers%20song%29\"&gt;Someday&lt;/a&gt;\" by &lt;a href=\"CeCe%20Rogers\"&gt;CeCe Rogers&lt;/a&gt; from 1987. The song is performed in the key of &lt;a href=\"B%20minor\"&gt;B minor&lt;/a&gt; with a &lt;a href=\"tempo\"&gt;tempo&lt;/a&gt; of 120 beats per minute, following a chord progression of G – G/A – Bm, and Peniston's vocals span from B3 to D5.\nCritical reception.\nBill Lamb from &lt;a href=\"About.com\"&gt;About.com&lt;/a&gt; described \"Finally\" as an \"upbeat, celebratory song about love\". Steven E. Flemming, Jr. from Albumism noted that it \"skillfully melded the insistent grace of all that’s right about dance production values with grand vocals.\" &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt; editor Craig Lytle wrote in his review that the song and its follow-up \"&lt;a href=\"We%20Got%20a%20Love%20Thang\"&gt;We Got a Love Thang&lt;/a&gt;\" \"employ that rapid dancehall groove better known as &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt;\". &lt;a href=\"Larry%20Flick\"&gt;Larry Flick&lt;/a&gt; from \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" called it \"a delicious peak-hour houser that is in a vein similar to &lt;a href=\"Alison%20Limerick\"&gt;Alison Limerick&lt;/a&gt;'s \"&lt;a href=\"Where%20Love%20Lives\"&gt;Where Love Lives&lt;/a&gt;\". Peniston wraps her lovely alto around a hook that seeps into the brain and body and never lets go.\" He added that Peniston \"proves her potential as a future diva on this brain-embedding, spine-stirring house anthem.\" &lt;a href=\"Matt%20Stopera\"&gt;Matt Stopera&lt;/a&gt; and Brian Galindo from \"&lt;a href=\"BuzzFeed\"&gt;BuzzFeed&lt;/a&gt;\" noted, \"When it comes to ‘90s dance songs you’d be hard-pressed to find another song that so perfectly incorporates other music genres that made the decade so great — i.e., &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt;, &lt;a href=\"House%20music\"&gt;house&lt;/a&gt;, and &lt;a href=\"Pop%20music\"&gt;pop&lt;/a&gt; — which is what makes “Finally” the quintessential ‘90s dance song. And honestly, it’s a feel-good hit! Just try being in a bad mood after listening to it!\" A writer from \"&lt;a href=\"Complex%20%28magazine%29\"&gt;Complex&lt;/a&gt;\" said that \"this was the sound of the early 1990s, when everything was turning colorful and bright.\" Amy Linden from \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" commented, \"The slammin’ house/pop single of the moment? It's CeCe Peniston's ”Finally,” and its sheer joy and verve.\" She added further, \"Grooving in the fabulousness of her newfound Mr. Right, and sorta amazed that it all happened, she wails deliciously, making you believe that true love will conquer all and that someday your prince (or princess) will come.\"\nDave Sholin from the \"&lt;a href=\"Gavin%20Report\"&gt;Gavin Report&lt;/a&gt;\" described it as a \"bright and infectious debut release\" and also commented, \"I had a preview of this song back in July and have been in love with it ever since!\" Pan-European magazine \"&lt;a href=\"Music%20%26amp%3B%20Media\"&gt;Music &amp; Media&lt;/a&gt;\" stated that \"this newcomer gives further evidence that dance is still developing into a more song-oriented direction. The violins give the tune the ambiance of &lt;a href=\"Back%20Stabbers%20%28song%29\"&gt;Backstabbers&lt;/a&gt; by the &lt;a href=\"The%20O%27Jays\"&gt;O'Jays&lt;/a&gt;.\" Andy Beevers from \"&lt;a href=\"Music%20Week\"&gt;Music Week&lt;/a&gt;\" wrote that the song is a \"extremely classy and catchy garage-styled debut\". &lt;a href=\"James%20Hamilton%20%28DJ%20and%20journalist%29\"&gt;James Hamilton&lt;/a&gt; from the magazine's \"RM\" Dance Update labeled the track as \"cheerful wailing\" and a \"ex-Miss America's catchy &lt;a href=\"Crystal%20Waters\"&gt;Crystal Waters&lt;/a&gt;-type US pop smash\". A reviewer from \"&lt;a href=\"People%20%28magazine%29\"&gt;People Magazine&lt;/a&gt;\" said that it's \"overflowing with verve and loaded up with joyous girlie glee\", noting the \"ecstatic, beat-heavy power\" of the track. Pop Rescue called it \"a great track, with that fantastic hand-clap, bassline and piano opening\", adding that Peniston's vocals are \"sublime\". Adam Higginbotham from \"&lt;a href=\"Select%20%28magazine%29\"&gt;Select&lt;/a&gt;\" stated that \"Finally\" \"is a superb slice of feel-good pop music. From its bassline — purloined from Ce Ce (no relation) Rogers' classic garage tune '&lt;a href=\"Someday%20%28CeCe%20Rogers%20song%29\"&gt;Someday&lt;/a&gt;' — to the inanely cheery lyrics.\" Tom Doyle from \"&lt;a href=\"Smash%20Hits\"&gt;Smash Hits&lt;/a&gt;\" viewed it as a \"rousing house song\". Steve Pick from \"&lt;a href=\"St.%20Louis%20Post-Dispatch\"&gt;St. Louis Post-Dispatch&lt;/a&gt;\" wrote that \"this is a catchy disco number, building energy through repetition of the simple hookline and a solid bass/drum throb. Get on the dance floor to this one, and you'll move.\"\nChart performance.\nThe song was released in the fall of 1991, where it became an instant dance anthem, peaking in October at the top of the &lt;a href=\"Hot%20Dance%20Club%20Songs\"&gt;\"Billboard\" Hot Dance Music/Club Play&lt;/a&gt; in the United States for two weeks, while achieving respectable chart success overseas the following year. The song was re-released in the United Kingdom, where it reached a new peak of number two in its second week at the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, on March 22, 1992. It was held off reaching the top spot by &lt;a href=\"Shakespears%20Sister\"&gt;Shakespears Sister&lt;/a&gt;'s \"&lt;a href=\"Stay%20%28Shakespears%20Sister%20song%29\"&gt;Stay&lt;/a&gt;\". \"Finally\" also charted at number-one in Zimbabwe and on the \"&lt;a href=\"RPM%20%28magazine%29\"&gt;RPM&lt;/a&gt;\" Dance/Urban chart in Canada, and number eight in Australia and New Zealand. In Europe, the song reached number three in Belgium and number five in the Netherlands and Ireland. Following the single's success, Peniston completed her first album, &lt;a href=\"Finally%20%28CeCe%20Peniston%20album%29\"&gt;\"Finally\"&lt;/a&gt;, in two months. The album was critically acclaimed, and Peniston celebrated a year-long run of awards success including the Billboard Award for Best New Artist (dance), and three ASCAP awards amongst numerous others. The song \"Finally\" has sold over 3 million copies to date.\nMusic video.\nA &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; was made for \"Finally\", directed by Claude Borenzweig. It is very simple, showing Peniston performing the song within a variety of shapes and colors, sometimes with a guy dancing. The video was published by &lt;a href=\"Vevo\"&gt;Vevo&lt;/a&gt; on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; in June 2009. It has amassed more than 35 million views as of October 2021.\nImpact and legacy.\n\"&lt;a href=\"DJ%20Magazine\"&gt;DJ Magazine&lt;/a&gt;\" ranked \"Finally\" number 64 in their list of \"Top 100 Club Tunes\" in 1998.\n&lt;a href=\"VH1\"&gt;VH1&lt;/a&gt; placed it at number 29 in their list of the \"100 Greatest Dance Songs\" in 2000. &lt;a href=\"http%3A//www.rockonthenet.com/archive/2000/vh1dance.htm\"&gt;&lt;/a&gt;\n&lt;a href=\"MTV%20Dance\"&gt;MTV Dance&lt;/a&gt; placed the song at number 28 in their list of \"The 100 Biggest '90s Dance Anthems Of All Time\" in November 2011.\n&lt;a href=\"Heart%20TV\"&gt;Heart TV&lt;/a&gt; ranked \"Finally\" number three in their list of \"55 Biggest '90s Club Classics\" in March 2017.\n\"&lt;a href=\"BuzzFeed\"&gt;BuzzFeed&lt;/a&gt;\" listed the song at number one in \"The 101 Greatest Dance Songs Of the '90s\" in 2017. They wrote: \"When it comes to ‘90s dance songs you’d be hard-pressed to find another song that so perfectly incorporates other music genres that made the decade so great — i.e., R&amp;B, house, and pop — which is what makes “Finally” the quintessential ‘90s dance song.\"\n\"&lt;a href=\"Slant%20Magazine\"&gt;Slant Magazine&lt;/a&gt;\" ranked it number 37 in their list of \"The 100 Best Dance Songs of All Time\" in 2020.\nMusic awards and nominations.\nASCAP Awards\n\"Billboard\" Music Video Awards\nBMI Awards\nVH1 Awards\nWinter Music Conference Awards\nCredits and personnel.\nManagement\nProduction\nPersonnel\nReissues.\nFinally 1997.\nIn 1997, \"Finally\" was remixed by &lt;a href=\"Eric%20Kupper\"&gt;Eric Kupper&lt;/a&gt; to enhance the overseas issue of Peniston's album \"&lt;a href=\"Finally%20%28CeCe%20Peniston%20album%29\"&gt;Finally&lt;/a&gt;\", which was re-released in Europe and Japan along with her greatest collection, \"&lt;a href=\"The%20Best%20Of%20CeCe%20Peniston\"&gt;The Best Of CeCe Peniston&lt;/a&gt;\" .\nThe new remixed version of the song entitled \"Classic Funk Mix\" (a.k.a. \"Finally '97\") successfully re-entered the British charts, peaking on September 13 at number 26 on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, meaning Peniston had three chart entries with one and the same title (in March 92, in September 97).\nFinally 2008.\nIn the summer of 2008, the song was remixed by Kam Denny, an Australian DJ and producer, and Paul Zala, an electrohouse DJ based in Melbourne. Subtitled as \"Kam Denny &amp; Paul Zala Remix\", or rather \"Vandalism Remix\", the promotional single was released in Australia on Bimbo Rock, a local indie dance/electro label formed by &lt;a href=\"TV%20Rock\"&gt;TV Rock&lt;/a&gt;. The new adaptation gained underground house music popularity and entered the local &lt;a href=\"ARIA%20Charts\"&gt;Club Tracks Chart&lt;/a&gt;, topping for four weeks at number one.\nCharts.\nWeekly charts\nYear-end charts\nFinally 2011.\nOn the twentieth anniversary of \"Finally,\" Peniston made a number of additional remixes of the song for &lt;a href=\"Paul%20Oakenfold\"&gt;Paul Oakenfold&lt;/a&gt;, featuring Joyriders, and supported also by music video. Originally, the song was to be attached to her cancelled studio album \"CeCe.\"\nTrack listings and formats.\nRelease #1\nRelease #2\nDeep House Selection, Volume 6 (The Finest Deep House Tunes)\nIn popular culture.\nThe song features in the 1998 film \"Bimboland\" produced by Ariel Zeitoun. The 7-inch Choice Mix was used in the 1994 film \"&lt;a href=\"The%20Adventures%20of%20Priscilla%2C%20Queen%20of%20the%20Desert\"&gt;The Adventures of Priscilla, Queen of the Desert&lt;/a&gt;\" and featured on its soundtrack album. The song is also featured in the &lt;a href=\"Priscilla%20Queen%20of%20the%20Desert%20%28musical%29\"&gt;stage musical&lt;/a&gt; based on the film.\nFor her ninth tour \"\" that resumed on November 11, 2006, at &lt;a href=\"Sydney%20Entertainment%20Centre\"&gt;Sydney Entertainment Centre&lt;/a&gt; (ended on January 23, 2007), &lt;a href=\"Kylie%20Minogue\"&gt;Kylie Minogue&lt;/a&gt; used elements of Peniston's song when performing her 2000 comeback single \"&lt;a href=\"Spinning%20Around\"&gt;Spinning Around&lt;/a&gt;\", co-written by &lt;a href=\"Paula%20Abdul\"&gt;Paula Abdul&lt;/a&gt;.\nIn November 2009, pop musician &lt;a href=\"Lady%20Gaga\"&gt;Lady Gaga&lt;/a&gt; used excerpts of \"Finally\" for the opening of \"&lt;a href=\"The%20Monster%20Ball%20Tour\"&gt;The Monster Ball Tour&lt;/a&gt;\" in her song \"&lt;a href=\"Dance%20in%20the%20Dark\"&gt;Dance in the Dark&lt;/a&gt;\".\nIn July 2014, British singer &lt;a href=\"Matt%20Fishel\"&gt;Matt Fishel&lt;/a&gt; included a &lt;a href=\"cover%20version\"&gt;cover version&lt;/a&gt; of the song on his &lt;a href=\"Music%20download\"&gt;virtual&lt;/a&gt; &lt;a href=\"Extended%20play\"&gt;EP&lt;/a&gt; \"&lt;a href=\"Cover%20Boy%20%28EP%29\"&gt;Cover Boy&lt;/a&gt;\". The accompanying video won the category for Best Lyric Video at the 2014 &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt;-based RightOutTV Music &amp; Video Award.\nIn 2015, the song was also used in an advertisement for &lt;a href=\"Ariel%20%28detergent%29\"&gt;Ariel&lt;/a&gt; detergent in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, along with modified lyrics to promote the product. The commercial has since &lt;a href=\"Internet%20meme\"&gt;spawned&lt;/a&gt; numerous &lt;a href=\"parodies\"&gt;parodies&lt;/a&gt; poking fun at the &lt;a href=\"camp%20%28style%29\"&gt;campy&lt;/a&gt; nature of the commercial and the song used, with numerous people and fictional characters &lt;a href=\"lip%20sync\"&gt;lip-syncing&lt;/a&gt; to the tune.\nThe song was used as a lip-sync song during the &lt;a href=\"RuPaul%27s%20Drag%20Race%20%28season%209%29\"&gt;ninth season&lt;/a&gt; of \"&lt;a href=\"RuPaul%27s%20Drag%20Race\"&gt;RuPaul's Drag Race&lt;/a&gt;\". On the seventh episode contestants Nina Bo'nina Brown and Aja had to lip-sync to avoid elimination; Aja was eliminated.\nThe song was also briefly featured in Season 2 Episode 9 of &lt;a href=\"Dear%20White%20People%20%28TV%20series%29\"&gt;\"Dear White People\"&lt;/a&gt;.\nIn 2021, a remixed version used for a commercial for the dating app &lt;a href=\"Bumble%20Inc.\"&gt;Bumble&lt;/a&gt;. American supermarket chain &lt;a href=\"Kroger\"&gt;Kroger&lt;/a&gt;, along with its subsidiary supermarket names, uses the song for its animated commercials, promoting grocery delivery at home.\nReferences.\nGeneral\nSpecific"
}