{
    "id": "33008020",
    "revid": "4052843",
    "url": "https://en.wikipedia.org/wiki?curid=33008020",
    "title": "Mad Men (season 3)",
    "text": "The third season of the American &lt;a href=\"television%20drama\"&gt;television drama&lt;/a&gt; series \"&lt;a href=\"Mad%20Men\"&gt;Mad Men&lt;/a&gt;\" premiered on August 16, 2009 and concluded on November 8, 2009. It consisted of thirteen episodes, each running approximately 48 minutes in length. &lt;a href=\"AMC%20%28TV%20channel%29\"&gt;AMC&lt;/a&gt; broadcast the third season on Sundays at 10:00 pm in the United States. \nSeason three takes place six months after the conclusion of the second season (roughly April/May 1963) and ends on December 16, 1963. It covers the end of &lt;a href=\"John%20F.%20Kennedy%23%26quot%3BCamelot%20Era%26quot%3B\"&gt;Kennedy's \"Camelot era\"&lt;/a&gt; in the country, and chronicles the characters going through immense change in their professional and personal lives.\nThe third season was exalted by television critics and was a major winner in many television awards. \"Mad Men\" won the &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Drama%20Series\"&gt;Primetime Emmy Award for Outstanding Drama Series&lt;/a&gt;, &lt;a href=\"Golden%20Globe%20Award\"&gt;Golden Globe Award&lt;/a&gt; for &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Television%20Series%20%E2%80%93%20Drama\"&gt;Best Drama Series&lt;/a&gt;, and acknowledgement by the &lt;a href=\"American%20Film%20Institute\"&gt;American Film Institute&lt;/a&gt; for the third year in a row.\nPlot.\nThe season opens six months after the &lt;a href=\"Cuban%20Missile%20Crisis\"&gt;Cuban Missile Crisis&lt;/a&gt;. Don and Sal then leave for a business trip to Baltimore, where Don cavorts with a flight attendant. Sal, meanwhile, has an intimate moment with their hotel's bellboy. After the fire alarm is set off, Don sees Sal with the young man. Don keeps it to himself, then pitches Sal a new advertising tagline, ostensibly for &lt;a href=\"London%20Fog%20%28company%29\"&gt;London Fog&lt;/a&gt; raincoats — \"Limit your exposure\". \nPete is offered the role of Head of Accounts by Lane Pryce, a PPL executive brought in from the London office. Pete is ecstatic until he learns that he will be sharing the title and the responsibility with Ken Cosgrove. At a country club party that Roger and Jane throw, Don and Betty both connect with strangers. Don strikes up a conversation with a man who turns out to be &lt;a href=\"Conrad%20Hilton\"&gt;Conrad Hilton&lt;/a&gt;, founder of &lt;a href=\"Hilton%20Hotels\"&gt;Hilton Hotels&lt;/a&gt;. Betty has a friendly conversation with an affable man named Henry Francis, who works for &lt;a href=\"Nelson%20Rockefeller\"&gt;Governor Rockefeller&lt;/a&gt;. Roger, meanwhile, takes issue with his daughter, Margaret, who does not want her 20-year-old stepmother, Jane, at her wedding, scheduled for November 23, 1963.\nBetty's father Gene, suffering from his strokes, comes to live with the Drapers and strikes up a warm relationship with Sally, even teaching the young girl to drive. He is frustrated, though, by Betty not wanting to face up to the practical details of his death. Gene soon dies, and Sally scolds her parents and Betty's relatives for their apparent lack of grief at his demise. Betty gives birth to a boy, named Gene over Don's strenuous objections. \nDays before Joan's last day at the company, her husband Greg returns home drunk, telling her that he was passed over for an important promotion and that he has been unofficially blacklisted by his teachers from being a professional surgeon in New York City due to his subpar surgical skills, and demands she get another job. \nExecutives from Putnam, Powell, and Lowe travel from London to tour the Sterling Cooper offices and to present a new organization plan that places the agency under a new up and comer, Guy MacKendrick, effectively sidelines Sterling and Cooper, and transfers Pryce to Bombay. After the announcement, Lois loses control of a &lt;a href=\"John%20Deere\"&gt;John Deere&lt;/a&gt; tractor and runs over MacKendrick's foot. MacKendrick is presumed unable to perform his duties and Pryce is informed that he will keep his job in the States in the interim.\nConrad Hilton starts harassing Don with late night phone calls, seeking off the books help with regard to advertising for his companies. Don finds it both flattering and overwhelming, as he struggles to create quality material. When Connie learns Don has no contract tying him to the agency, Cooper uses his knowledge of Don's assumed identity to pressure him into signing a contract so as to retain Hilton's interest. \nBetty enlists Henry's help with a neighborhood petition, and becomes smitten with him. She begins sending him letters and meeting with him in secret. Elsewhere, Don begins having an affair with Suzanne Farrell, Sally's teacher. During this period, Duck Phillips tempts both Pete and Peggy with business overtures to entice them to come to work with him at Grey; while neither accepts the business proposition, Peggy does accept Duck's initiation of a sexual relationship with her.\nWhile on a shoot for a &lt;a href=\"Lucky%20Strike\"&gt;Lucky Strike&lt;/a&gt; commercial, Lee Garner, Jr., makes a sexual advance toward Sal. Sal refuses, causing Lee to call Sterling Cooper and demand his firing. Roger instantly fires Sal due to Lucky Strike's importance with the company. When Sal goes to Don for help, Don expresses little sympathy. \nBetty breaks into the drawer to the desk in Don's den. She finds his box of Dick Whitman's family photos as well as evidence of Anna Draper's existence and Don's divorce from her. She confronts him. Don is forced to divulge the secret of his former identity and his desertion in &lt;a href=\"Korean%20War\"&gt;Korea&lt;/a&gt;.\nPete becomes despondent when alerted by Lane Pryce that Ken is to become Senior Vice President in charge of Account Services. The news of the &lt;a href=\"assassination%20of%20John%20F.%20Kennedy\"&gt;assassination of John F. Kennedy&lt;/a&gt; hits the day before Roger's daughter gets married. Pete is adamant about leaving the agency and mourns Kennedy on the couch with his wife. Greg informs Joan that he is enlisting to become an Army surgeon. When Betty is confronted with the lies her husband has told her regarding his identity and infidelities as well as her own growing attraction towards Henry, things come to a head with the Drapers following the assassination of the president. Don's inability to connect to Betty's emotional grief over the death of the President leads Betty to tell Don that she doesn't love him anymore and that she wants a divorce.\nConnie meets with Don to inform him that Sterling Cooper and PPL both are being bought out by McCann Ericson, the firm handling Hilton's other accounts. Infuriated, Don returns to the office and begins hatching plans with Cooper and Sterling to buy the company. When their offer is rebuffed, Don realizes that Lane's authority to fire the other conspirators would sever their contracts, giving them the ability to walk away and start a new advertising agency. Lane agrees with the scheme and becomes a partner. Don and Roger start reaching out to other employees to join their new agency, including Pete and Peggy. \nWhile drinking with Sterling, Don learns about Betty's relationship with Henry Francis and confronts her physically. However, Don later calls Betty and tells her that he will not fight the divorce. Betty leaves with the baby and Henry to get a divorce in Reno. Don, Peggy, Roger, Bert, Lane and Pete subsequently break into the Sterling Cooper office to take necessary supplies and files. Joan and Harry are soon called in to join the company and help them. The group meets in a small hotel room, where Joan answers calls with the name of the new firm: Sterling Cooper Draper Pryce.\nEpisodes.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nProduction.\nCrew.\nSeries creator &lt;a href=\"Matthew%20Weiner\"&gt;Matthew Weiner&lt;/a&gt; also served as &lt;a href=\"showrunner\"&gt;showrunner&lt;/a&gt; and executive producer, and is credited as a writer on 12 of the 13 episodes of the season, often co-writing the episodes with another writer. &lt;a href=\"Lisa%20Albert\"&gt;Lisa Albert&lt;/a&gt; remained supervising producer and wrote one episode. Writing team &lt;a href=\"Andre%20Jacquemetton\"&gt;Andre Jacquemetton&lt;/a&gt; and &lt;a href=\"Maria%20Jacquemetton\"&gt;Maria Jacquemetton&lt;/a&gt; became consulting producers and co-wrote one episode together. &lt;a href=\"Robin%20Veith\"&gt;Robin Veith&lt;/a&gt; was promoted to executive story editor and wrote one episode. &lt;a href=\"Kater%20Gordon\"&gt;Kater Gordon&lt;/a&gt; was promoted to staff writer and wrote two episodes. &lt;a href=\"Marti%20Noxon\"&gt;Marti Noxon&lt;/a&gt; remained consulting producer and wrote one episode. New writers in the third season included &lt;a href=\"Dahvi%20Waller\"&gt;Dahvi Waller&lt;/a&gt;, who wrote two episodes; writer's assistant &lt;a href=\"Erin%20Levy\"&gt;Erin Levy&lt;/a&gt;, who wrote one episode; executive story editor &lt;a href=\"Cathryn%20Humphris\"&gt;Cathryn Humphris&lt;/a&gt;, who wrote two episodes; script coordinator &lt;a href=\"Brett%20Johnson%20%28writer%29\"&gt;Brett Johnson&lt;/a&gt;, who wrote one episode; and freelance writer &lt;a href=\"Andrew%20Colville%20%28writer%29\"&gt;Andrew Colville&lt;/a&gt;, who wrote one episode. Other producers included &lt;a href=\"Blake%20McCormick\"&gt;Blake McCormick&lt;/a&gt;, &lt;a href=\"Dwayne%20Shattuck\"&gt;Dwayne Shattuck&lt;/a&gt;, and &lt;a href=\"Scott%20Hornbacher\"&gt;Scott Hornbacher&lt;/a&gt;, who was promoted to executive producer.\nFor the third season, seven of the nine writers for the show were women, in contrast to &lt;a href=\"Writers%20Guild%20of%20America\"&gt;Writers Guild of America&lt;/a&gt; 2006 statistics that show male writers outnumber female writers by 2 to 1. As Maria Jacquemetton notes:\n&lt;a href=\"Phil%20Abraham\"&gt;Phil Abraham&lt;/a&gt; directed the most episodes of the season with three, while &lt;a href=\"Lesli%20Linka%20Glatter\"&gt;Lesli Linka Glatter&lt;/a&gt;, &lt;a href=\"Jennifer%20Getzinger\"&gt;Jennifer Getzinger&lt;/a&gt;, and Michael Uppendahl each directed two. The remaining episodes were directed by &lt;a href=\"Daisy%20von%20Scherler%20Mayer\"&gt;Daisy von Scherler Mayer&lt;/a&gt;, Scott Hornbacher, &lt;a href=\"Barbet%20Schroeder\"&gt;Barbet Schroeder&lt;/a&gt;, and Matthew Weiner, who directs each season finale.\nReception.\nCritical reception.\nThe third season of \"Mad Men\" has received critical acclaim. Review aggregator &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; reports that 96% of 26 critics have given the season a positive review. The site's consensus is: \"\"Mad Men\" brilliantly weaves its characters into its historical setting, and the result is thoughtful, shocking, and terrifically entertaining.\" On &lt;a href=\"Metacritic\"&gt;Metacritic&lt;/a&gt;, the third season scored 87 out of 100 based on 20 reviews, indicating universal acclaim.\n\"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" critic &lt;a href=\"James%20Poniewozik\"&gt;James Poniewozik&lt;/a&gt; cited the show's excellence in writing and acting, and said \"\"Mad Men\"'s willingness to let moments play out seems as much a period flourish as its fedoras and highballs.\" Of the third season, Poniewozik felt that the third season was \"a notch behind season 1 and ahead of season 2. It didn’t have the phenomenal run of one staggering episode and scene after another like the first did, but this season built confidently to a climax and did an outstanding job of both capturing the sweep of history and how it related to the characters’ lives.\" Tim Goodman of the \"&lt;a href=\"San%20Francisco%20Chronicle\"&gt;San Francisco Chronicle&lt;/a&gt;\" warned viewers from falling for any inevitable backlash after the myriad of award wins for the series, saying that \"the humor, the note-perfect clothing and sets, the creeping cultural change - are still there to be savored. But what the series traffics in with astute complexity is the troubling notion of self, of identity, of rootless, undefined purpose and unrealized happiness\". Goodman also noted that the series was not made for a mass audience.\nRobert Bianco of \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" said the third season was compelling because \"we all know the late-stage Camelot universe the characters occupy is about to shatter\" and that the series was filled with \"madness and passion\". Alessandra Stanley of \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" described \"Mad Men\" as \"essentially one long flashback, an artfully imagined historic re-enactment of an era when America was a soaring superpower feeling its first shivers of mortality.\" Robert Lloyd of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" said the series was \"a moral drama, a show about deciding who you are and who you want to be, of character as the sum of small choices. There are no heroes or villains here, only people working out or being carried toward their individual destinies. And in who we root for and in what we root for them to choose, we also define ourselves.\"\nIn one of the few negative reviews, Hank Stuever of \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\" said that \"Mad Men\" \"has importance sickness, and its idea of levity is to inject moments of utter callousness.\" Stuever lamented that once \"a TV show was just a TV show. It was on when it was on; if you missed it, you missed it. You certainly wouldn't build your life around talking about it or telling other grownups they had to watch old episodes of it in order to catch up. You were supposed to give it two seconds' thought.\"\n&lt;a href=\"Alan%20Sepinwall\"&gt;Alan Sepinwall&lt;/a&gt; of \"&lt;a href=\"The%20Star-Ledger\"&gt;The Star-Ledger&lt;/a&gt;\" said that by the end of the season \"we've crossed a generational line in the series. Kennedy is dead. The Beatles fly into New York in a few months. The '50s are definitively over, and what we think of as the actual '60s is just beginning.\"\nAccolades.\nThe third season continued \"Mad Men\"'s streak of award wins and nominations at the &lt;a href=\"62nd%20Primetime%20Emmy%20Awards\"&gt;62nd Primetime Emmy Awards&lt;/a&gt;. The series won both &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Drama%20Series\"&gt;Outstanding Drama Series&lt;/a&gt; and &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Writing%20for%20a%20Drama%20Series\"&gt;Outstanding Writing for a Drama Series&lt;/a&gt; (&lt;a href=\"Matthew%20Weiner\"&gt;Matthew Weiner&lt;/a&gt; and &lt;a href=\"Erin%20Levy\"&gt;Erin Levy&lt;/a&gt; for \"Shut the Door. Have a Seat\"), both for the third year in a row.\nIn the acting categories, &lt;a href=\"Jon%20Hamm\"&gt;Jon Hamm&lt;/a&gt; and &lt;a href=\"January%20Jones\"&gt;January Jones&lt;/a&gt; were nominated for &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Lead%20Actor%20in%20a%20Drama%20Series\"&gt;Outstanding Lead Actor in a Drama Series&lt;/a&gt; and &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Lead%20Actress%20in%20a%20Drama%20Series\"&gt;Outstanding Lead Actress in a Drama Series&lt;/a&gt;, respectively. &lt;a href=\"John%20Slattery\"&gt;John Slattery&lt;/a&gt; and &lt;a href=\"Robert%20Morse\"&gt;Robert Morse&lt;/a&gt; were nominated for &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Supporting%20Actor%20in%20a%20Drama%20Series\"&gt;Outstanding Supporting Actor in a Drama Series&lt;/a&gt; and &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Guest%20Actor%20in%20a%20Drama%20Series\"&gt;Outstanding Guest Actor in a Drama Series&lt;/a&gt;, respectively. &lt;a href=\"Christina%20Hendricks\"&gt;Christina Hendricks&lt;/a&gt; and &lt;a href=\"Elisabeth%20Moss\"&gt;Elisabeth Moss&lt;/a&gt; were both nominees in the &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Supporting%20Actress%20in%20a%20Drama%20Series\"&gt;Outstanding Supporting Actress in a Drama Series&lt;/a&gt; category. &lt;a href=\"Robin%20Veith\"&gt;Robin Veith&lt;/a&gt; and Matthew Weiner also received an additional nomination in the Outstanding Writing for a Drama Series category for writing \"Guy Walks into an Advertising Agency\". &lt;a href=\"Lesli%20Linka%20Glatter\"&gt;Lesli Linka Glatter&lt;/a&gt; was also nominated in &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Directing%20for%20a%20Drama%20Series\"&gt;Outstanding Directing for a Drama Series&lt;/a&gt; for her work on \"Guy Walks into an Advertising Agency\". \nThe &lt;a href=\"American%20Film%20Institute%20Awards%202009\"&gt;American Film Institute&lt;/a&gt; honored the \"transformative\" third season of \"Mad Men\" as one of the ten greatest television achievements of 2009, exalting both January Jones and Jon Hamm for leading the strong ensemble. \"Mad Men\" won &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Television%20Series%20%E2%80%93%20Drama\"&gt;Best Television Drama Series&lt;/a&gt; at the &lt;a href=\"67th%20Golden%20Globe%20Awards\"&gt;67th Golden Globe Awards&lt;/a&gt; for the third year in a row. Jon Hamm was nominated for &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Actor%20%E2%80%93%20Television%20Series%20Drama\"&gt;Best Actor – Television Series Drama&lt;/a&gt; for the third year in a row. January Jones was nominated for &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Actress%20%E2%80%93%20Television%20Series%20Drama\"&gt;Best Actress – Television Series Drama&lt;/a&gt; for the second year in a row.\nAt the &lt;a href=\"Writers%20Guild%20of%20America%20Awards%202009\"&gt;2009 Writers Guild of America Awards&lt;/a&gt;, the series was honored with the &lt;a href=\"Writers%20Guild%20of%20America%20Awards%202009%23Dramatic%20Series\"&gt;Dramatic Series&lt;/a&gt; award. The series also received &lt;a href=\"Writers%20Guild%20of%20America%20Awards%202009%23Episodic%20Drama\"&gt;Episodic Drama&lt;/a&gt; nominations for \"The Grown Ups\" (&lt;a href=\"Brett%20Johnson%20%28writer%29\"&gt;Brett Johnson&lt;/a&gt; and Matthew Weiner) and \"Guy Walks into an Advertising Agency\" (Matthew Weiner and Robin Veith). At the &lt;a href=\"Directors%20Guild%20of%20America%20Awards%202009\"&gt;2009 Directors Guild Awards&lt;/a&gt;, \"Mad Men\" director Lesli Linka Glatter won for her work on \"Guy Walks into an Advertising Agency\". Matthew Weiner (\"Shut the Door. Have a Seat\") and &lt;a href=\"Jennifer%20Getzinger\"&gt;Jennifer Getzinger&lt;/a&gt; (\"The Gypsy and the Hobo\") were also nominated for their directorial work in the same \"Dramatic Series\" category.\nThe cast of \"Mad Men\" won &lt;a href=\"Screen%20Actors%20Guild%20Award%20for%20Outstanding%20Performance%20by%20an%20Ensemble%20in%20a%20Drama%20Series\"&gt;Outstanding Performance by an Ensemble in a Drama Series&lt;/a&gt; at the &lt;a href=\"16th%20Screen%20Actors%20Guild%20Awards\"&gt;16th Screen Actors Guild Awards&lt;/a&gt; for the second year in a row. Jon Hamm was also nominated for &lt;a href=\"Screen%20Actors%20Guild%20Award%20for%20Outstanding%20Performance%20by%20a%20Male%20Actor%20in%20a%20Drama%20Series\"&gt;Outstanding Performance by a Male Actor in a Drama Series&lt;/a&gt; for the third year in a row. The series was nominated for the Outstanding Achievement in Drama award at the &lt;a href=\"26th%20TCA%20Awards\"&gt;26th TCA Awards&lt;/a&gt;."
}