{
    "id": "33044306",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=33044306",
    "title": "Calliactis polypus",
    "text": "Calliactis polypus is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"sea%20anemone\"&gt;sea anemone&lt;/a&gt; in the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Hormathiidae\"&gt;Hormathiidae&lt;/a&gt;. It is usually found living on the surface of a &lt;a href=\"sea%20snail\"&gt;sea snail&lt;/a&gt; &lt;a href=\"Gastropod%20shell\"&gt;shell&lt;/a&gt; in which a &lt;a href=\"hermit%20crab\"&gt;hermit crab&lt;/a&gt; is living.\nDescription.\n\"C. polypus\" can grow up to 8 cm (3 in) long. Several anemones can grow on one shell. The base is wide with wavy edges and pink striations and flares out over the shell surface. The column is wider at the base than further up and has pale brown and white patches and longitudinal striations. The oral disc has several whorls of long brownish translucent tentacles with paler bases surrounding the mouth.\nDistribution.\n\"C. polypus\" is found in the &lt;a href=\"Indo-Pacific\"&gt;Indo-Pacific&lt;/a&gt; area and the &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt;. It lives in the &lt;a href=\"neritic%20zone\"&gt;neritic zone&lt;/a&gt; at depths down to about 25 metres (80 ft).\nEcology.\n\"C. polypus\" lives as a &lt;a href=\"commensal\"&gt;commensal&lt;/a&gt; with several species of hermit crab including \"&lt;a href=\"Dardanus%20gemmatus\"&gt;Dardanus gemmatus&lt;/a&gt;\". The anemone shows no inclination to attach itself to a &lt;a href=\"gastropod%20shell\"&gt;gastropod shell&lt;/a&gt; with or without a hermit crab. However the crab shows great interest in the anemone and taps and massages the base of the column with its legs until the anemone relaxes and the pedal disc becomes detached. The crab then picks up the anemone and holds it against the shell in which it is living. Both the pedal disc and the tentacles are very sticky and either can quickly form a firm attachment to the shell."
}