{
    "id": "3306199",
    "revid": "26830857",
    "url": "https://en.wikipedia.org/wiki?curid=3306199",
    "title": "USS Moberly (PF-63)",
    "text": "USS \"Moberly\" (PF-63), a , was the only ship of the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; to be named for &lt;a href=\"Moberly%2C%20Missouri\"&gt;Moberly, Missouri&lt;/a&gt;.\nConstruction.\n\"Moberly\" (PF-63), originally designated as PG-171, was reclassified PF-63 on 15 April 1943, laid down as \"Scranton\" under &lt;a href=\"Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; contract by &lt;a href=\"Globe%20Shipbuilding%20Company\"&gt;Globe Shipbuilding Company&lt;/a&gt; in &lt;a href=\"Superior%2C%20Wisconsin\"&gt;Superior, Wisconsin&lt;/a&gt;, on 3 November 1943, launched on 26 January 1944, sponsored by Mrs Howard J Snowden. She was renamed \"Moberly\" on 28 June 1944, placed \"in service\" from 1 to 7 September, during transfer to &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt;, Texas, for completion of construction by &lt;a href=\"Brown%20Shipbuilding\"&gt;Brown Shipbuilding&lt;/a&gt;, and commissioned at Houston on 11 December 1944.\nService history.\nAfter &lt;a href=\"Shakedown%20%28testing%29\"&gt;shakedown&lt;/a&gt; off &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt;, \"Moberly\" reported to the &lt;a href=\"United%20States%20Atlantic%20Fleet\"&gt;Atlantic Fleet&lt;/a&gt; on 8 February 1945 for escort duty. Assigned to &lt;a href=\"Task%20Group\"&gt;Task Group&lt;/a&gt; 60.01 (TG 60.1), she departed &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt;, 22 February in the screen of &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt;n bound &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; UGS-76. She reached &lt;a href=\"Oran%2C%20Algeria\"&gt;Oran, Algeria&lt;/a&gt;, 10 March, then sailed on the 18th with westbound convoy GUS-76. Transferred to TG-60.7 on 29 March, she joined the eastbound convoy UGS-82 in the mid-&lt;a href=\"Atlantic\"&gt;Atlantic&lt;/a&gt; and returned to Oran on 8 April. Once again, the frigate sailed for the United States on 17 April. The escorts left the convoy off New York about noon on 5 May and headed for &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston, Massachusetts&lt;/a&gt;.\nIn company with and , \"Moberly\" approached &lt;a href=\"Buzzards%20Bay\"&gt;Buzzards Bay&lt;/a&gt; late that afternoon, only two days before Germany surrendered. At 18:54, on orders from CTG 60.7 in , then at the southern entrance to the &lt;a href=\"Cape%20Cod%20Canal\"&gt;Cape Cod Canal&lt;/a&gt;, the ships turned about to search for a German &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt; off &lt;a href=\"Block%20Island\"&gt;Block Island&lt;/a&gt;. At 1740, had &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;ed and sunk \"Black Point\" a &lt;a href=\"Collier%20%28ship%20type%29\"&gt;collier&lt;/a&gt; within sight of &lt;a href=\"Point%20Judith%2C%20Rhode%20Island\"&gt;Point Judith, Rhode Island&lt;/a&gt; as she headed to &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston&lt;/a&gt;.\nThe group reached the area at 19:20 and after forming a scout line off Block Island, they began a sweep seaward at 20:10. Within 15 minutes, \"Atherton\" detected a submarine &lt;a href=\"Submarine%20snorkel\"&gt;snorkel&lt;/a&gt; and the &lt;a href=\"destroyer%20escort\"&gt;destroyer escort&lt;/a&gt; dropped magnetic &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt;s at 20:28, and during the next 30 minutes fired two &lt;a href=\"Hedgehog%20%28weapon%29\"&gt;Hedgehog&lt;/a&gt; pattens.\nWorking as a &lt;a href=\"hunter-killer%20group\"&gt;hunter-killer group&lt;/a&gt;, \"Atherton\" and \"Moberly\" continued the search and destroy operation. At 23:41 the escort launched another Hedgehog attack which brought large amounts of oil, air bubbles, and &lt;a href=\"debris\"&gt;debris&lt;/a&gt; to the surface. The two ships delivered four more attacks in the early hours of 6 May and by dawn, oil and &lt;a href=\"flotsam\"&gt;flotsam&lt;/a&gt; covered the area. The ships noted evidence of &lt;a href=\"Plank%20%28wood%29\"&gt;planking&lt;/a&gt;, &lt;a href=\"life%20raft\"&gt;life raft&lt;/a&gt;s, a &lt;a href=\"chart\"&gt;chart&lt;/a&gt; &lt;a href=\"sand%20table\"&gt;tabletop&lt;/a&gt;, &lt;a href=\"clothing\"&gt;clothing&lt;/a&gt; and an officer's &lt;a href=\"cap\"&gt;cap&lt;/a&gt;, which indicated success in the earlier attacks. To be certain, they continued the assault throughout the morning, then at 1240, TG 60.7 headed for Boston with \"&lt;a href=\"Clean%20sweep%20%28naval%29\"&gt;brooms at mastheads&lt;/a&gt;.\"\n\"Moberly\" operated between Boston and New York until 31 July when she sailed with three other frigates for the &lt;a href=\"Pacific\"&gt;Pacific&lt;/a&gt;. She transited the &lt;a href=\"Panama%20Canal\"&gt;Panama Canal&lt;/a&gt; on 8 August and reached &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; on the 23rd. Six days later \"Moberly\" and sailed for the &lt;a href=\"Marshall%20Islands\"&gt;Marshall Islands&lt;/a&gt; to begin weather station and plane guard patrols. The frigates reached Majuro on 5 September, and during the next six months they alternated on patrolling their assigned area out of Majuro and later out of &lt;a href=\"Kwajalein\"&gt;Kwajalein&lt;/a&gt;.\n\"Moberly\" returned to the west coast early in April 1946 and subsequently served in the &lt;a href=\"13th%20Naval%20District\"&gt;13th Naval District&lt;/a&gt;. She decommissioned on 12 August 1946. Authorized by the &lt;a href=\"Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt; for disposal on 29 August, \"Moberly\" was struck from the &lt;a href=\"Navy%20list\"&gt;Navy list&lt;/a&gt; on 23 April 1947. She was sold for scrapping to &lt;a href=\"Franklin%20Shipwrecking%20Company\"&gt;Franklin Shipwrecking Company&lt;/a&gt; of &lt;a href=\"Hillside%2C%20New%20Jersey\"&gt;Hillside, New Jersey&lt;/a&gt;, on 27 October 1947.\n\"Moberly\" received one &lt;a href=\"battle%20star\"&gt;battle star&lt;/a&gt; for &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; service."
}