{
    "id": "33079009",
    "revid": "18206476",
    "url": "https://en.wikipedia.org/wiki?curid=33079009",
    "title": "Haji Chalabi Khan",
    "text": "Haji Chalabi Khan (; 1703 1755), was a statesman, warlord, &lt;a href=\"Khan%20%28title%29\"&gt;khan&lt;/a&gt; (1747 1755), ruler and founder of &lt;a href=\"Shaki%20Khanate\"&gt;Shaki Khanate&lt;/a&gt;.\nOrigin.\nBorn to a certain landlord Gurban beg during the reign of &lt;a href=\"Sultan%20Husayn\"&gt;Sultan Husayn&lt;/a&gt; in 1703, he was of noble birth. &lt;a href=\"Brockhaus%20and%20Efron%20Encyclopedic%20Dictionary\"&gt;Brockhaus and Efron Encyclopedic Dictionary&lt;/a&gt; cites a legend calling him the grandson of an Armenian priest who converted to Islam. Biographer Haji Seyid Abdulhamid mentions him as a 7th generation descendant of &lt;a href=\"Darvish%20Mohammad%20Khan\"&gt;Darvish Mohammad Khan&lt;/a&gt;, last khan of &lt;a href=\"Shaki%2C%20Azerbaijan\"&gt;Shaki&lt;/a&gt; before Safavid Invasion of &lt;a href=\"Shirvan\"&gt;Shirvan&lt;/a&gt;. &lt;a href=\"Ilya%20Pavlovich%20Petrushevsky\"&gt;Petrushevsky&lt;/a&gt; also thought of him being either &lt;a href=\"Udi%20people\"&gt;Udi&lt;/a&gt; or &lt;a href=\"Armenians\"&gt;Armenian&lt;/a&gt; origin. There are also some indications that he may have been descended from &lt;a href=\"Shirvanshah\"&gt;Shirvanshahs&lt;/a&gt;.\nRebellion against &lt;a href=\"Nader%20Shah\"&gt;Nader Shah&lt;/a&gt;.\nHe was supported by locals in opposition to corrupt &lt;a href=\"Afsharid%20dynasty\"&gt;Afsharid&lt;/a&gt; appointed viceroy Malik Najaf. His name was frequently mentioned in annals regarding to &lt;a href=\"Nader%27s%20Dagestan%20campaign\"&gt;Nader's Dagestan campaign&lt;/a&gt;. He was confirmed by Nader as an overseer to check corruption of Malik Najaf. However viceroy protested against it, causing locals to rebel. In course of rebellion, despite losing 500 families to Nader, Chalabi managed to murder Malik Najaf in 1743. To punish disobedience, &lt;a href=\"Nader%20Shah\"&gt;Nader&lt;/a&gt; attacked Shaki in 1744 and sieged the &lt;a href=\"Gelersen-Gorersen%20fortress\"&gt;Galarsan-Gorarsan fortress&lt;/a&gt; where Haji Chalabi took refuge. The name of the fortress \"Gələrsən Görərsən\" which means in &lt;a href=\"Azerbaijani%20language\"&gt;Azerbaijani language&lt;/a&gt; \"Come and see\" derives from the historic episode related to the siege. When Nader Shah sent an ultimatum to surrender, Chalabi sent a response letter saying \"Come and see\". Outraged shah ordered to destroy the rest of the town. He successfully defended against a second attack from Nader in February 1745. However he submitted to Nader in March 1746, asking for forgiveness. Nader approved his submission and forgave him, appointing Malik Najaf's nephew Malik Jafar as new governor and Haji Chalabi as his overseer.\nReign.\nHe declared his independence as the khan when Nader was murdered in 1747. Using power vacuum, Chalabi raided south as far as &lt;a href=\"Tabriz\"&gt;Tabriz&lt;/a&gt; and became a major power in the region with strong army. His first target was &lt;a href=\"Karabakh\"&gt;Karabakh&lt;/a&gt; in 1748, where he made an alliance of &lt;a href=\"Melikdoms%20of%20Karabakh\"&gt;Melikdoms of Karabakh&lt;/a&gt; and rival branches of &lt;a href=\"Javanshir%20clan\"&gt;Javanshir clan&lt;/a&gt;, although nothing came out of it. Alarmed local rulers, namely &lt;a href=\"Panah%20Ali%20Khan\"&gt;Panah khan&lt;/a&gt; of &lt;a href=\"Karabakh%20Khanate\"&gt;Karabakh&lt;/a&gt;, Heydargulu khan of &lt;a href=\"Nakhichevan%20Khanate\"&gt;Nakhchivan&lt;/a&gt;, &lt;a href=\"Shahverdi%20Khan%20of%20Ganja\"&gt;Shahverdi khan of Ganja&lt;/a&gt;, Kazim khan of &lt;a href=\"Karadagh%20Khanate\"&gt;Karadagh&lt;/a&gt; concluded alliance against &lt;a href=\"Shaki%20Khanate\"&gt;Shaki Khanate&lt;/a&gt;. They were invited by &lt;a href=\"Teimuraz%20II%20of%20Kakheti\"&gt;Teimuraz II&lt;/a&gt; who wished to join their alliance, but in fact capturing them as hostages, demanding tributes. Having received the news, Chalabi khan and his army rushed to the aid of their former enemies. His forces prevailed in the battle against Georgian prince &lt;a href=\"Heraclius%20II%20of%20Georgia\"&gt;Heraclius&lt;/a&gt; in June 1752 near &lt;a href=\"Aghstafa%20%28river%29\"&gt;Aghstafa river&lt;/a&gt; and routed them to &lt;a href=\"Tbilisi\"&gt;Tbilisi&lt;/a&gt;. Chalabi khan appointed his son Aghakishi beg as viceroy to newly conquered territories of &lt;a href=\"Ganja%2C%20Azerbaijan\"&gt;Ganja&lt;/a&gt;, &lt;a href=\"Qazax\"&gt;Kazakh&lt;/a&gt; and &lt;a href=\"Borchaly%20Uyezd\"&gt;Borchali&lt;/a&gt;. Subsequently, in 1755, in an attempt to establish his hegemony over the &lt;a href=\"Shirvan%20Khanate\"&gt;Shirvan Khanate&lt;/a&gt;, Haji Chalabi was defeated by Huseynali khan of &lt;a href=\"Quba%20Khanate\"&gt;Quba&lt;/a&gt; and the result of this defeat was the decline of the power of Sheki Khanate. Chalabi died same year from an illness.\nReligious policy.\nHe was a zealous ruler and known to be imposed a double tax on Udi population called \"din ipəyi\".&lt;a href=\"Gilahli%20Mosque%20in%20Sheki\"&gt;Gilahli Mosque&lt;/a&gt; was built on the order of Haji Chalabi in 1749.\nFamily.\nHe had four sons: "
}