{
    "id": "3312504",
    "revid": "1065226258",
    "url": "https://en.wikipedia.org/wiki?curid=3312504",
    "title": "Manila–Cavite Expressway",
    "text": "The Manila–Cavite Expressway (CAVITEX), signed as E3 of the &lt;a href=\"Philippine%20expressway%20network\"&gt;Philippine expressway network&lt;/a&gt; and &lt;a href=\"Radial%20Road%201\"&gt;R-1&lt;/a&gt; of &lt;a href=\"Manila%27s%20arterial%20road%20network\"&gt;Metro Manila's arterial road network&lt;/a&gt;, is a &lt;a href=\"Controlled-access%20highway\"&gt;controlled-access toll expressway&lt;/a&gt; linking &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; to the southern province of &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. At its north end, it feeds into and from &lt;a href=\"Roxas%20Boulevard\"&gt;Roxas Boulevard&lt;/a&gt; in the city of &lt;a href=\"Para%C3%B1aque\"&gt;Parañaque&lt;/a&gt; in &lt;a href=\"Metro%20Manila\"&gt;Metro Manila&lt;/a&gt;, also part of R-1. At the south end, it splits into two termini, both along the north coast in &lt;a href=\"Kawit\"&gt;Kawit&lt;/a&gt;, &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt;. The first feeds into the intersection of Tirona Highway and &lt;a href=\"Antero%20Soriano%20Highway\"&gt;Antero Soriano Highway&lt;/a&gt;. The second southern terminus is on the intersection of &lt;a href=\"Tirona%20Highway\"&gt;Tirona Highway&lt;/a&gt; and &lt;a href=\"Antero%20Soriano%20Highway\"&gt;Antero Soriano Highway&lt;/a&gt; near the &lt;a href=\"Aguinaldo%20Shrine\"&gt;Aguinaldo Shrine&lt;/a&gt;.\nThe expressway also functions as a utility corridor carrying various high voltage power lines and water pipelines across the densely populated areas of Parañaque and Las Piñas. The final section of the &lt;a href=\"Dasmari%C3%B1as%E2%80%93Las%20Pi%C3%B1as%20Transmission%20Line\"&gt;Dasmariñas–Las Piñas Transmission Line&lt;/a&gt; and its substation was placed beside the highway. &lt;a href=\"Meralco\"&gt;Meralco&lt;/a&gt; also has subtransmission lines on tall steel poles placed along the highway, and &lt;a href=\"Maynilad%20Water%20Services\"&gt;Maynilad&lt;/a&gt; also has pipelines along the route.\nThe CAVITEX is owned and maintained by the Public Estates Authority Tollway Corporation (PEATC), a government corporation and subsidiary of the Public Estates Authority, a government agency under the &lt;a href=\"Office%20of%20the%20President%20of%20the%20Philippines\"&gt;Office of the President&lt;/a&gt;, and is operated by Cavite Infrastructure Corporation, a unit of Philippine-based company &lt;a href=\"Metro%20Pacific%20Investments%20Corporation\"&gt;Metro Pacific Investments Corporation&lt;/a&gt; (MPIC).\nRoute description.\nThe Manila–Cavite Expressway follows a mostly curving route on the southwestern shore of &lt;a href=\"Manila%20Bay\"&gt;Manila Bay&lt;/a&gt;, and the Bacoor–Kawit extension is built on reclaimed land near the coastal barangays of &lt;a href=\"Bacoor\"&gt;Bacoor&lt;/a&gt;. The road uses a barrier toll system, which involves toll barriers at entry points and no toll collection at the exit points, except at the Kawit and Parañaque toll plazas. The expressway is a physical extension of &lt;a href=\"Roxas%20Boulevard\"&gt;Roxas Boulevard&lt;/a&gt;. Lane count is usually 4 lanes for the NAIA Road–Bacoor section (the original route of the expressway known as Coastal Road) per direction and 2 lanes at the Bacoor–Kawit segment (known as the Kawit extension) per direction.\nThe expressway starts at the traffic light intersection with NAIA Road, Roxas Boulevard, and New Seaside Drive, near Uniwide Coastal Mall. Past the intersection is an eastbound entrance and westbound exit of &lt;a href=\"NAIA%20Expressway\"&gt;NAIA Expressway&lt;/a&gt;, opened in 2016. The only at-grade intersection of the expressway then comes at its intersection with Pacific Avenue, where southbound motorists are also carried by the Pacific Avenue flyover. An entry point to the northbound from the Kabihasnan area of Parañaque is found before the approach to the Parañaque toll plaza. The expressway widens on approach to the Parañaque toll plaza, where tolls for southbound motorists are collected. After Parañaque toll plaza is a &lt;a href=\"right-in/right-out\"&gt;right-in/right-out&lt;/a&gt; interchange with the &lt;a href=\"Circumferential%20Road%205\"&gt;Circumferential Road 5&lt;/a&gt; (C-5) Extension, which is accessible only from the northbound direction. The expressway then enters the province of &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; and passes Bacoor Exit, the original end of the expressway at &lt;a href=\"Bacoor\"&gt;Bacoor&lt;/a&gt;, where the original alignment involved a curve that was changed to a full interchange with the opening of the Kawit extension. CAVITEX past Bacoor Exit becomes a four-lane dual carriageway on reclaimed land built on the shores of seaside barangays of Bacoor. The expressway widens at approach to the Kawit toll plaza, where the end of the expressway is moved from the opening of the Kawit extension in 2011. The terminus at Kawit is a box intersection with &lt;a href=\"Tirona%20Highway\"&gt;Tirona Highway&lt;/a&gt;, Covelandia Road, and &lt;a href=\"Antero%20Soriano%20Highway\"&gt;Antero Soriano Highway&lt;/a&gt;, which is the physical extension of the existing expressway. The end of the expressway at Kawit will accommodate the Cavite end of the under-construction &lt;a href=\"Cavite%E2%80%93Laguna%20Expressway\"&gt;Cavite–Laguna Expressway&lt;/a&gt;.\nHistory.\nProposed Cavite Boulevard.\nEven before the conception of the expressway, the Cavite Boulevard was planned by Architect &lt;a href=\"Daniel%20Burnham\"&gt;Daniel Burnham&lt;/a&gt; to connect the city of &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; with the province of Cavite as part of his plan to beautify the city. According to his original concept of the Cavite Boulevard, the bayfront boulevard would be built on &lt;a href=\"reclaimed%20land\"&gt;reclaimed land&lt;/a&gt; from &lt;a href=\"Rizal%20Park\"&gt;Luneta&lt;/a&gt; in Manila to &lt;a href=\"Cavite%20Navy%20Yard\"&gt;Cavite Navy Yard&lt;/a&gt; about away as it follows the shoreline to &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt;. However, the present-day &lt;a href=\"Roxas%20Boulevard\"&gt;Roxas Boulevard&lt;/a&gt;, a part of this plan, was built up to Parañaque only.\nAs an untolled road.\nIn the 1970s, traffic congestion was a daily occurrence in the narrow stretch of land in Parañaque and Las Piñas going to nearby provinces, particularly Cavite. The Philippine government proposed a major road network that would link &lt;a href=\"Roxas%20Boulevard\"&gt;Roxas Boulevard&lt;/a&gt; to all other parts of Metro Manila and the Southern Tagalog provinces. This led to the construction of a , four-lane (two on each side) asphalt reclaimed road from Roxas Boulevard leading to the then-municipalities of Parañaque, Las Piñas, and Bacoor which opened in 1985. Originally named as the Manila–Cavite Coastal Road, it was renamed to Aguinaldo Boulevard in 1989.\nThe road deteriorated so fast that there was a need to upgrade the road and upgrade the same to toll standards. This led to the Manila-Cavite Toll Expressway Project (MCTEP), more popularly known as “Coastal Road”. It is a joint venture project of the Public Estates Authority (now called Philippine Reclamation Authority) and the Malaysian group of Majlis Amanah Rakyat (Mara) and Renong Berhad (Renong).\nAs an expressway.\nThe groundbreaking of the new expressway was held on September 14, 1995. On July 26, 1996, the Toll Operation Agreement between the Republic of the Philippines (acting through the &lt;a href=\"Toll%20Regulatory%20Board\"&gt;Toll Regulatory Board&lt;/a&gt;), Public Estates Authority and UEM-Mara Philippines Corporation was signed. It was under this Agreement that PEA Tollway Corporation (PEATC) was created. Under the Agreement, PEATC is to undertake and perform the obligations of PEA which is principally the Operation and Maintenance of the toll roads or any segment thereof. Commercial operations started on May 24, 1998.\nOn 2005, the construction of the expressway's extension from &lt;a href=\"Bacoor\"&gt;Bacoor&lt;/a&gt; to &lt;a href=\"Kawit\"&gt;Kawit&lt;/a&gt;, &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt;, known as the Segment 4 of R1 Expressway Extension, was started; it was inaugurated on April 27, 2011 and formally opened to motorists on May 1. In 2015, the &lt;a href=\"C-5%20Road\"&gt;C-5 Road&lt;/a&gt; was extended south to connect to the northbound lanes of the expressway in Las Piñas.\nOn November 14, 2006, an Operations and Maintenance Agreement was signed among the Philippine Reclamation Authority, UEM-Mara Philippines Corporation (UMPC), and the Toll Regulatory Board, giving UMPC participation in the Operations and Maintenance of the expressway. \nOn December 28, 2016, the access ramps connecting Coastal Road and &lt;a href=\"NAIA%20Expressway\"&gt;NAIA Expressway&lt;/a&gt; opened to motorists coming from &lt;a href=\"Cavite\"&gt;Cavite&lt;/a&gt; and &lt;a href=\"Las%20Pi%C3%B1as\"&gt;Las Piñas&lt;/a&gt; for easier access to &lt;a href=\"Ninoy%20Aquino%20International%20Airport\"&gt;NAIA&lt;/a&gt; Terminals &lt;a href=\"Ninoy%20Aquino%20International%20Airport%20Terminal%201\"&gt;1&lt;/a&gt;, &lt;a href=\"Ninoy%20Aquino%20International%20Airport%20Terminal%202\"&gt;2&lt;/a&gt;, and &lt;a href=\"Ninoy%20Aquino%20International%20Airport%20Terminal%203\"&gt;3&lt;/a&gt; and vice versa.\nThe Pacific Avenue flyover, which was planned in 2016, started construction in 2017 and was expected to be complete by March 2018. However, due to difficulties in transporting equipment and the location of the &lt;a href=\"Overpass\"&gt;flyover&lt;/a&gt; between the north end of the expressway and the &lt;a href=\"Para%C3%B1aque\"&gt;Parañaque&lt;/a&gt; Toll Plaza, the completion date was moved to August 2018. The flyover eliminated the signalized intersection for vehicles bound for &lt;a href=\"Diosdado%20Macapagal%20Boulevard\"&gt;Diosdado Macapagal Boulevard&lt;/a&gt; via Pacific Avenue, and improve the traffic situation around the said intersection.\nAs of June 2018, the expressway is being expanded with the construction of additional lanes on the NAIA–Zapote segment.\nFuture.\nC-5 connection.\nCAVITEx–C5 South Link Expressway is a , six-lane road which will connect C-5 Road from Taguig to CAVITEx. It entails the construction of a flyover between the &lt;a href=\"Circumferential%20Road%205\"&gt;C-5 Road&lt;/a&gt; in &lt;a href=\"Taguig\"&gt;Taguig&lt;/a&gt; and the C-5 Road Extension in &lt;a href=\"Pasay\"&gt;Pasay&lt;/a&gt; (near Merville, Parañaque) over the &lt;a href=\"South%20Luzon%20Expressway\"&gt;South Luzon Expressway&lt;/a&gt; and &lt;a href=\"Skyway%20%28Metro%20Manila%29\"&gt;Skyway&lt;/a&gt;. The second phase includes the completion of the C-5 Road Extension from Merville to Las Piñas and the construction of an interchange with Coastal Road in Parañaque. It is a component of &lt;a href=\"E2%20expressway%20%28Philippines%29\"&gt;Expressway 2&lt;/a&gt;.\nThe construction of the CAVITEx–C5 South Link project started on May 8, 2016. Phase 1 was opened to traffic on July 23, 2019 and completion of the project is expected in 2022.\nNLEX Harbor Link connection.\nA proposal to connect the &lt;a href=\"E5%20expressway%20%28Philippines%29\"&gt;NLEX Harbor Link&lt;/a&gt; in &lt;a href=\"Navotas\"&gt;Navotas&lt;/a&gt; with CAVITEX near Pacific Avenue was revealed by NLEX Corporation to connect NLEX to CAVITEX seamlessly. The expressway will be a 6-lanes elevated expressway (on the majority of the expressway above &lt;a href=\"Radial%20Road%2010\"&gt;R-10&lt;/a&gt; and R-1) and built in phases. NLEX is currently proposing the first phase of this expressway, with a length of from Navotas Interchange of NLEX Harbor Link on &lt;a href=\"Navotas\"&gt;Navotas&lt;/a&gt; to &lt;a href=\"Anda%20Circle\"&gt;Anda Circle&lt;/a&gt; in &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt;, with the proposed budget between and . When this first phase of this expressway is completed, motorists from western Manila will have direct access to NLEX and soon to CAVITEX when the entire expressway is completed.\nSegment 5.\nMetro Pacific Investments Corporation submitted a proposal to the Toll Regulatory Board to extend the expressway from Kawit to &lt;a href=\"Noveleta\"&gt;Noveleta&lt;/a&gt;, as well as an extension further west up to &lt;a href=\"Tanza%2C%20Cavite\"&gt;Tanza&lt;/a&gt; and north up to &lt;a href=\"Cavite%20City\"&gt;Cavite City&lt;/a&gt;. The extension is estimated to cost . A part of the R1 Expressway Extension project that includes the existing Segment 4 (Zapote–Kawit segment), the project proposal also includes a spur road accommodating vehicles from the &lt;a href=\"Cavite%20Economic%20Zone\"&gt;Cavite Export Processing Zone&lt;/a&gt;.\nSangley Point extension.\nA proposal to extend the expressway from Kawit to &lt;a href=\"Sangley%20Point%20Airport\"&gt;Sangley Point Airport&lt;/a&gt; in &lt;a href=\"Cavite%20City\"&gt;Cavite City&lt;/a&gt; was submitted to the Department of Public Works and Highways in 2017 by CAVITEx Holdings, Inc. The proposed project aims to construct a viaduct. Its cost is yet to be determined as it awaits approval from the government. It is not to be confused with Segment 5.3, which will branch from Noveleta to Cavite City.\nToll.\nThe expressway features a limited number of interchanges. The original south terminus of the expressway in &lt;a href=\"Bacoor\"&gt;Bacoor&lt;/a&gt; has been converted into a full &lt;a href=\"trumpet%20interchange\"&gt;trumpet interchange&lt;/a&gt;. There are two toll barriers on the expressway: the original barrier in Parañaque and the extension barrier in Kawit. The expressway also features a one-way mini toll booth feeding into the expressway from &lt;a href=\"Elpidio%20Quirino%20Avenue\"&gt;Quirino Avenue&lt;/a&gt;, &lt;a href=\"Para%C3%B1aque\"&gt;Parañaque&lt;/a&gt;. Vehicles are charged a flat toll rate based on vehicle class. \nThe expressway uses a &lt;a href=\"barrier%20toll%20system\"&gt;barrier toll system&lt;/a&gt; that uses toll barriers at entry points, where motorists pay a fixed toll rate. The two large toll plazas, such as those found in Parañaque and Kawit, and the Kabihasnan entry are the toll collection points for the expressway. There are no toll collection at the exit points, except at the Kawit and Parañaque toll plazas. PEATC has also incorporated a &lt;a href=\"near-field%20communication\"&gt;near-field communication&lt;/a&gt; prepaid card it calls E-TAP. The Expressway also now accepts an &lt;a href=\"electronic%20toll%20collection\"&gt;electronic toll collection&lt;/a&gt; (ETC) system called \"Easytrip RFID\", which currently manages ETC for the &lt;a href=\"North%20Luzon%20Expressway\"&gt;North Luzon Expressway&lt;/a&gt;, &lt;a href=\"Subic%E2%80%93Clark%E2%80%93Tarlac%20Expressway\"&gt;Subic–Clark–Tarlac Expressway&lt;/a&gt;, and &lt;a href=\"Cavite%E2%80%93Laguna%20Expressway\"&gt;Cavite–Laguna Expressway&lt;/a&gt;. ETC collections are done on both dedicated lanes and mixed lanes at the toll barriers.\nTolls are assessed in each direction at each barrier, based on class. In accordance with law, all toll rates include a 12% &lt;a href=\"value-added%20tax\"&gt;value-added tax&lt;/a&gt;."
}