{
    "id": "33154777",
    "revid": "9755426",
    "url": "https://en.wikipedia.org/wiki?curid=33154777",
    "title": "Children (V V Brown song)",
    "text": "\"Children\" is a song by English recording artist &lt;a href=\"V%20V%20Brown\"&gt;V V Brown&lt;/a&gt;, initially released as the lead single from her shelved second studio album \"&lt;a href=\"Lollipops%20%26amp%3B%20Politics\"&gt;Lollipops &amp; Politics&lt;/a&gt;\". Written by Brown, the song also guest features American rapper &lt;a href=\"Chiddy\"&gt;Chiddy&lt;/a&gt; and was released to US iTunes on 20 September 2011. Brown later confirmed via &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; that the song would be released in Europe at a future date; however this planned release was scrapped when Brown decided not to release the album. The song samples the classic children's playground song \"&lt;a href=\"Do%20Your%20Ears%20Hang%20Low%3F\"&gt;Do Your Ears Hang Low?&lt;/a&gt;\" in the beginning and end of the song.\nCritical reception.\nRap-Up described 'Children' as an \"Irrisistible pop-gem that you can knock in your whip or jump rope to.\" It has been credited for its upbeat catchy tune and boasts an infectious hook.\nArjanwrites gave the song a positive review, complimenting Brown on \"serving up something fresh, but also for speaking her mind honestly with a compelling call to action that will leave listeners inspired.\" They praise Brown for creating a song that is fresh and different, yet distinctly very 'VV Brown.'\nMusic video.\nThe video is set in downtown &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; and shows Brown riding her bike through the street, playing basketball with the people, dancing down the sidewalk, as well as showing groups of families. The video also shows Brown standing amongst people reflecting the town in a mirror to the camera. Brown described the video as 'Real' and shows her enjoying the simple things in life.\nIn 2015, four years after the record's cancellation, Brown expressed distaste for the music video, claiming it was a sign that she had \"soul her soul.\""
}