{
    "id": "33169638",
    "revid": "38204807",
    "url": "https://en.wikipedia.org/wiki?curid=33169638",
    "title": "8tracks.com",
    "text": "8tracks.com or infinitetracks.com is an &lt;a href=\"internet%20radio\"&gt;internet radio&lt;/a&gt; and &lt;a href=\"social%20network\"&gt;social network&lt;/a&gt;ing website revolving around the concept of &lt;a href=\"streaming%20media\"&gt;streaming&lt;/a&gt; user-curated &lt;a href=\"playlists\"&gt;playlists&lt;/a&gt; consisting of at least 8 tracks. Users create free accounts and are able to browse the site and listen to other user-created mixes, as well as create their own mixes. The site also has a &lt;a href=\"subscription\"&gt;subscription&lt;/a&gt;-based service, 8tracks Plus, although this is currently only available to listeners based in the United States and Canada.\n8tracks is recognized on \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine's 2011 incarnation of its \"50 Best Websites\" List. 8tracks also received positive press in &lt;a href=\"Wired%20%28magazine%29\"&gt;Wired&lt;/a&gt;, &lt;a href=\"CNET\"&gt;CNET&lt;/a&gt;, and &lt;a href=\"Business%20Insider\"&gt;Business Insider&lt;/a&gt;.\nCiting difficulties with funding and maintaining royalty payments, 8tracks ceased its services on 31 December 2019. However, on 19 April 2020 8tracks relauched under the new ownership and operation of BackBeat Inc.\nHistory.\nOne of Porter's major influences for the project was &lt;a href=\"Napster\"&gt;Napster&lt;/a&gt;, more specifically its \"Hotlist\" feature, which allowed users to add other users to their \"hot list,\" consequently giving them access to that user's entire library. Also, after having spent 3 years prior to business school in &lt;a href=\"London\"&gt;London&lt;/a&gt;, Porter was fascinated by the social nature of the city's electronic music scene in which DJ's gained cult-like followings and augmented their following primarily through peer referral. Based on these concepts, Porter drafted a business plan entitled \"Sampled &amp; Sorted,\" which is now the name of his blog and was able to garner some initial attention for the project from venture capital firms. However, given his relative inexperience in the business world, Porter joined &lt;a href=\"Live365\"&gt;Live365&lt;/a&gt;, gained an understanding of their business model, their strengths and weaknesses, and was able to refine his original proposition. With the rise of &lt;a href=\"Web%202.0\"&gt;Web 2.0&lt;/a&gt;, Porter finally decided to found 8tracks in Fall 2006, and after compiling a preliminary team, was able to launch the site on August 8, 2008.\nIn November 2011, 8tracks made its debut in the &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; Market, launching with more than 300,000 mixes. An Android 2.1 or higher device is required in order to use the app, but Market stats reveal more than 10,000 downloads within days of release.\nBetween 2011 and 2015, there was also a list of tracks from SoundCloud provided by 8tracks for DJs to add to their mix.\nIn April 2013, 8tracks made its debut in the &lt;a href=\"Windows%208\"&gt;Windows 8&lt;/a&gt; &lt;a href=\"Windows%20Store\"&gt;App Store&lt;/a&gt;. Any Windows 8 Pro or RT device including desktop PCs and tablets were able to access the app.\nIn early 2016, 8tracks was required to stop offering streaming music via its app outside of the United States and Canada, and instead started to use YouTube videos.\nWhile initially 8tracks did not feature commercial interruption during playlists, they adopted them in 2018 to remove their listening cap. Users were able to bypass these ads by buying a subscription service, 8tracks plus. The cost was $25 for a six-month subscription.\nOn 26 December 2019, 8tracks announced in a blog post that they intended to cease operations at the end of the year due to lack of revenue and a lack of interest in their purchase by any larger company. By this time, there were less than 1 million monthly users, down from over 8 million in 2014. However, on 19 April 2020 8tracks relauched under the new ownership and operation of BackBeat Inc.\nWebsite and App Usage.\nListeners were able to search through existing playlists of songs as well as create their own playlists. The songs in the playlist were revealed one at a time, and listeners were able to skip three songs per playlist before they were able to \"skip\" onto a different mix, where their three skips were restored. Individual songs within a playlist each featured a direct link to &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt; should the user wish to purchase that song. Users were able to \"like\" entire mixes or \"star\" individual tracks within them in order to facilitate quick access in the future, and could also \"follow\" other users, effectively subscribing to the mixes they created. Users also could embed the mixes they created and share them through social networking sites such as &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, and &lt;a href=\"Tumblr\"&gt;Tumblr&lt;/a&gt;. 8tracks also had the ability to reverse sync with these social networking sites to allow users to easily find their \"friends\" and expand their &lt;a href=\"Social%20network\"&gt;network&lt;/a&gt;.\nAnyone could upload a playlist to become a \"DJ\" on 8tracks. Mixes needed to include a minimum of eight songs, uploaded from the user's personal music library or directly accessed from the 8tracks library. The site also required its users to add titles, images, descriptions, and at least 2 tags when creating a playlist. When a DJ uploaded songs to the site, they appeared in a list next to where the mix is created. Users searched for mixes by individual artist, specific &lt;a href=\"genre\"&gt;genre&lt;/a&gt;, or by utilizing the \"&lt;a href=\"Tag%20cloud\"&gt;cloud&lt;/a&gt;\" feature that sorts mixes by tags (i.e. \"autumn\", \"love\", \"sad\", \"eclectic\"). DJs also had the option to mark mixes as unlisted, which made them private, or not safe for work (NSFW), which hid them from users who opted into a filter.\n8tracks had an official Android, iPhone, Windows 8.x, Xbox 360 and Mac app, as well as several unofficial third party apps.\nThe Mix Feed gave users a stream of all their favorite tracks, allowed them to search for any artist of interest, or find mixes that include them.\n8tracks' development stack was built using &lt;a href=\"Ruby%20on%20Rails\"&gt;Ruby on Rails&lt;/a&gt; running on Amazon AWS. For datastores, &lt;a href=\"MySQL\"&gt;MySQL&lt;/a&gt; (on &lt;a href=\"Amazon%20Relational%20Database%20Service\"&gt;Amazon RDS&lt;/a&gt;) was used. Other database systems used include: &lt;a href=\"Redis\"&gt;Redis&lt;/a&gt;, &lt;a href=\"Solr\"&gt;Solr&lt;/a&gt;, &lt;a href=\"MongoDB\"&gt;MongoDB&lt;/a&gt;, and Graphite. 8tracks also allowed other developers to use it, and hosted a forum to allow them to ask questions to staff.\nBy requesting for a unique artist tag, Artists were able to promote their music on 8tracks with a special account. They were able to create mixes with a combination of their own and others' music, or to post full albums via a content-owner account. By using 8tracks to promote their music, fans were able to interact with artists. Notable artists who used 8tracks to promote their music include: &lt;a href=\"Metric%20%28band%29\"&gt;Metric&lt;/a&gt;, &lt;a href=\"Bassnectar\"&gt;Bassnectar&lt;/a&gt;, &lt;a href=\"Carolina%20Liar\"&gt;Carolina Liar&lt;/a&gt;, and &lt;a href=\"B.o.B\"&gt;B.o.B&lt;/a&gt;.\nPartnerships and Corporate Connections.\n8tracks attempted to reach profitability by partnering with brands looking to open channels of communication with potential consumers through \"music-centric &lt;a href=\"interactive%20marketing\"&gt;interactive marketing&lt;/a&gt;\" campaigns. For instance, apparel store/community &lt;a href=\"Threadless\"&gt;Threadless&lt;/a&gt; partnered with 8tracks to host a monthly contest in which Threadless' warehouse crew judges playlists and the curator of their favorite mix wins a $50 gift certificate. To promote their new, retro Piiq headphones, &lt;a href=\"Sony\"&gt;Sony&lt;/a&gt; ran a contest in conjunction with fashion website &lt;a href=\"Lookbook.nu\"&gt;Lookbook&lt;/a&gt; where users created mixes representative of \"A Day in the Life (of You)\" and those with the most likes won fashion and/or music-related prizes. &lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt; also added an interactive element to the release of its yearly \"Playlist Issue\" by compiling genre-specific celebrity- and artist-curated playlists that were hosted through the magazine's 8tracks user page and also embedded on the Rolling Stone website. This integrated media approach was significant in that it allowed otherwise heavily copyrighted music to be streamed legally. Notable curators included &lt;a href=\"Tom%20Petty\"&gt;Tom Petty&lt;/a&gt;, &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt;, &lt;a href=\"Art%20Garfunkel\"&gt;Art Garfunkel&lt;/a&gt;, Coldplay's &lt;a href=\"Chris%20Martin\"&gt;Chris Martin&lt;/a&gt;, and Metallica's &lt;a href=\"Lars%20Ulrich\"&gt;Lars Ulrich&lt;/a&gt;. Finally, California hotel chain &lt;a href=\"Joie%20de%20Vivre%20Hospitality\"&gt;Joie de Vivre&lt;/a&gt; and its partners offered a variety of prizes to DJs who published and generated the most likes on mixes driven by the theme of \"California road trip\" in order to drive brand awareness during the peak summer travel season.\n8tracks partnered with Feature.fm to offer artists the ability to play their songs as \"sponsored tracks\" to people who are listening to playlists of the artist's style of music.\n8tracks paid royalties to SoundExchange, and ultimately their push for back royalties led to the closure in 2019."
}