{
    "id": "33192357",
    "revid": "33865157",
    "url": "https://en.wikipedia.org/wiki?curid=33192357",
    "title": "Ministry of Economic Development and Trade (Ukraine)",
    "text": "The Ministry for Development of Economy and Trade () is the main authority in the system of &lt;a href=\"Cabinet%20of%20Ministers%20of%20Ukraine\"&gt;central government of Ukraine&lt;/a&gt; responsible for formation and realization of state economic and social development policies (&lt;a href=\"business%20economics\"&gt;business economics&lt;/a&gt;); regulation of consumer &lt;a href=\"price%20policy\"&gt;prices&lt;/a&gt;; &lt;a href=\"Industrial%20policy\"&gt;industrial&lt;/a&gt;, &lt;a href=\"Investment%20policy\"&gt;investment&lt;/a&gt; and &lt;a href=\"Trade%20policy\"&gt;trade economic&lt;/a&gt; policies; development of &lt;a href=\"entrepreneurship\"&gt;entrepreneurship&lt;/a&gt;; technical regulation and security of &lt;a href=\"consumer%20rights\"&gt;consumer rights&lt;/a&gt;; inter-agency coordination of economic and social cooperation of Ukraine with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. In 2019-2020 it also encompassed functions of the &lt;a href=\"Ministry%20of%20Agrarian%20Policy%20and%20Food%20%28Ukraine%29\"&gt;Ministry of Agrarian Policy and Food&lt;/a&gt;. \nThe ministry is based on the former Ministry of Economy, taking its origin from the &lt;a href=\"DerzhPlan\"&gt;Planning Commission of the Ukrainian SSR&lt;/a&gt;. Over the years it included such former ministries as Ministry of Trade and Ministry of Foreign Economic Relations. Activities of the current ministry are coordinated by the &lt;a href=\"Cabinet%20of%20Ministers%20of%20Ukraine\"&gt;Cabinet of Ministers of Ukraine&lt;/a&gt;.\nStructure.\nThe ministry consists of the central body of ministry headed by its leadership composed of a &lt;a href=\"Minister%20%28government%29\"&gt;minister&lt;/a&gt;, first deputy and other deputies to assist the minister. Ministry elects several state administrations representatives to coordinate operations of the government companies.\nBetween September an mid-December 2020 the ministry was also responsible for Ukraine's &lt;a href=\"agricultural%20policy\"&gt;agricultural policy&lt;/a&gt;. On 29 August 2019 the &lt;a href=\"Honcharuk%20Government\"&gt;Honcharuk Government&lt;/a&gt; merged the &lt;a href=\"Ministry%20of%20Agrarian%20Policy%20and%20Food%20%28Ukraine%29\"&gt;Ministry of Agrarian Policy and Food&lt;/a&gt; into the ministry. On 17 December 2020 the agricultural ministry was resurrected when &lt;a href=\"Roman%20Leshchenko\"&gt;Roman Leshchenko&lt;/a&gt; was appointed as Minister of Agricultural Policy and Food of the &lt;a href=\"Shmyhal%20Government\"&gt;Shmyhal Government&lt;/a&gt;.\nList of Ministers.\nEconomy.\n&lt;a href=\"Yulia%20Svyrydenko\"&gt;Yulia Svyrydenko&lt;/a&gt; is since 4 November 2021 simultaneous &lt;a href=\"First%20Vice%20Prime%20Minister%20of%20Ukraine\"&gt;First Vice Prime Minister of Ukraine&lt;/a&gt; and Minister of Economic Development."
}