{
    "id": "3319957",
    "revid": "19246780",
    "url": "https://en.wikipedia.org/wiki?curid=3319957",
    "title": "Preston Football Club (VFA)",
    "text": "The Preston Football Club, which trades and plays as the Northern Bullants, is a long-established &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt; club based in &lt;a href=\"Preston%2C%20Victoria\"&gt;Preston&lt;/a&gt; that plays in the &lt;a href=\"Victorian%20Football%20League\"&gt;Victorian Football League&lt;/a&gt; (VFL). It plays its home games at the &lt;a href=\"Preston%20City%20Oval\"&gt;Preston City Oval&lt;/a&gt;.\nThe club was established in 1882 as the Preston Football Club. The club participated in the &lt;a href=\"Victorian%20Football%20League\"&gt;Victorian Football Association&lt;/a&gt; (VFA) between 1903 and 1911, and then since 1926. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the club was known as the Bullants, and wore a plain red guernsey with a white monogram. The club later became the Northern Bullants. It was &lt;a href=\"Australian%20Football%20League%20reserves%20affiliations\"&gt;affiliated&lt;/a&gt; with the &lt;a href=\"Carlton%20Football%20Club\"&gt;Carlton Blues&lt;/a&gt; in the &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt; (AFL) from 2003 to 2020; and, from 2012 until 2020, the club adopted the colours and nickname of its AFL affiliate to become the Northern Blues. The alignment was terminated in 2020 due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;; and, from 2021, the club will again operate as a stand-alone VFL club under the Northern Bullants name.\nThe club has won four Division 1 premierships and two Division 2 premierships, all during its most successful period from the 1960s to the 1980s.\nHistory.\nThe club was formed in 1882 but little is known of its first three years before the Shire of Jika Jika changed its name in September 1885 to Preston. Preston and another local club, Gowerville, then merged and competed at lower levels of the &lt;a href=\"Victorian%20Junior%20Football%20Association\"&gt;Victorian Junior Football Association&lt;/a&gt; (VJFA). After a battle with the council, the club was finally granted permission in 1887 to play on Preston Park where it had remained, with the exception of one year when it played at Coburg to allow the ground to be widened.\nVictorian Junior Football Association.\nFrom 1890, the club played in the First Rate Division of the VJFA, and despite being its remote location compared to the other clubs, was the only one of the 28 teams of 1890 to survive the decade, despite finishing last or second last in five consecutive seasons.\nBy the late 1890s, the district was starting to grow and the struggling club gathered depth and strength. It took out the first of three consecutive First-Rate premierships in 1900, defeating &lt;a href=\"Collingwood%20Football%20Club\"&gt;Collingwood Juniors&lt;/a&gt; (effectively the &lt;a href=\"Victorian%20Football%20League\"&gt;League&lt;/a&gt; team's Seconds) before 5,000 people at the &lt;a href=\"Brunswick%20Street%20Oval\"&gt;Brunswick Street Oval&lt;/a&gt;. Further premierships followed in 1901 and 1902, with no finals being played as Preston finished the requisite two games clear of their nearest rivals to claim the title.\nVFA.\nWith the VFA keen to expand their number of clubs, Preston were a logical choice to join the senior body in 1903. The club changed from a blue jumper with yellow sash (which would have clashed with &lt;a href=\"Williamstown%20Football%20Club\"&gt;Williamstown&lt;/a&gt;) to a plain maroon jumper with navy blue knicks. Despite a reasonable opening season where they won six games, the club struggled to find players and finished last in 1904 in the middle of what was to be a 27-game losing streak.\nSeveral other bottom-of-the list results came before a brief resurgence in 1909 under former Collingwood champion &lt;a href=\"Charlie%20Pannam%20%28footballer%2C%20born%201874%29\"&gt;Charlie Pannam&lt;/a&gt;, but with the loss of several key players to League clubs, Preston again went on a downward spiral and won just one game through 1910 and 1911.\nBack to the juniors.\nWith &lt;a href=\"Northcote%20Football%20Club\"&gt;Northcote&lt;/a&gt; joining the Association in 1908, pressure was applied for the two neighbouring clubs to merge and the VFA forced the issue early in 1912. Preston officials encouraged their players to move, but diverted all the club's trophies and assets to the junior Preston Districts club that had acted as their Seconds. Northcote became known as the Northcote and Preston Football Club for the next few years, but it played its games in Northcote, retained Northcote's colours, and its team in the VFA continued to be known as Northcote. The merged entity is considered a continuation of the Northcote Football Club..\nPreston were simply promoted before their time: by 1912, the district numbered just 4,800 people spread over 8,800 acres (an average of 0.6 persons per acre). Of the other suburbs represented in the VFA, the next smallest was &lt;a href=\"Brighton%20Football%20Club\"&gt;Brighton&lt;/a&gt; with 11,000. Preston's leading player during the early VFA days was Sid Hall, a &lt;a href=\"Half-back%20line\"&gt;centre half-back&lt;/a&gt; regarded as the best high mark in the competition. Despite the lack of success, Preston managed to supply some fine players to League ranks in &lt;a href=\"Percy%20Ogden\"&gt;Percy Ogden&lt;/a&gt; (&lt;a href=\"Essendon%20Football%20Club\"&gt;Essendon&lt;/a&gt;), &lt;a href=\"Hedley%20Tomkins\"&gt;Hedley Tomkins&lt;/a&gt; and &lt;a href=\"Bill%20Hendrie\"&gt;Bill Hendrie&lt;/a&gt; (&lt;a href=\"Melbourne%20Football%20Club\"&gt;Melbourne&lt;/a&gt;), &lt;a href=\"Hugh%20James\"&gt;Hugh James&lt;/a&gt; (&lt;a href=\"Richmond%20Football%20Club\"&gt;Richmond&lt;/a&gt;), &lt;a href=\"Joe%20Prince\"&gt;Joe Prince&lt;/a&gt; (&lt;a href=\"St%20Kilda%20Football%20Club\"&gt;St Kilda&lt;/a&gt;, &lt;a href=\"Sydney%20Swans\"&gt;South Melbourne&lt;/a&gt; and &lt;a href=\"Carlton%20Football%20Club\"&gt;Carlton&lt;/a&gt;), &lt;a href=\"George%20Doull\"&gt;George Doull&lt;/a&gt; (&lt;a href=\"Geelong%20Football%20Club\"&gt;Geelong&lt;/a&gt;) and &lt;a href=\"Eric%20Woods\"&gt;Eric Woods&lt;/a&gt; (&lt;a href=\"Melbourne%20University%20Football%20Club\"&gt;University&lt;/a&gt;). Preston's place was taken by &lt;a href=\"Melbourne%20City%20Football%20Club%20%28VFA%29\"&gt;Melbourne City&lt;/a&gt; who didn't win a game in the two years before they folded.\nThe nucleus of the Preston club returned to the First-Rate Division of the Victorian Junior Football Association. Ogden returned to captain-coach the club in 1916 and 1917 while Essendon were in recess for the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; and by 1919 Preston had re-established itself as one of the top teams in junior football. Young &lt;a href=\"George%20Gough\"&gt;George Gough&lt;/a&gt; was recruited by &lt;a href=\"Fitzroy%20Football%20Club\"&gt;Fitzroy&lt;/a&gt; as a rover. Premierships came in 1921 and again in 1923 with Preston, under the coaching of &lt;a href=\"Bill%20Adams%20%28Australian%20footballer%29\"&gt;William \"Bull\" Adams&lt;/a&gt; who had been refused a clearance to Fitzroy by his West Australian club, overrunning &lt;a href=\"Yarraville%20Football%20Club\"&gt;Yarraville&lt;/a&gt; in the final term despite playing one man short.\nRejoining the VFA.\nWith the loss of &lt;a href=\"North%20Melbourne%20Football%20Club\"&gt;North Melbourne&lt;/a&gt;, &lt;a href=\"Western%20Bulldogs\"&gt;Footscray&lt;/a&gt; and &lt;a href=\"Hawthorn%20Football%20Club\"&gt;Hawthorn&lt;/a&gt; to the League in 1925, the Association accepted Preston (just proclaimed a &lt;a href=\"City%20of%20Preston%20%28Victoria%29\"&gt;city&lt;/a&gt;) and &lt;a href=\"Camberwell%20Football%20Club\"&gt;Camberwell&lt;/a&gt; into their ranks for the 1926 season.\nThe team used their uniform from its junior days, a broad red stripe down the chest and back with white sides and sleeves. This time the club was ready for senior ranks, raising a few eyebrows when they won nine of the 18 games in their first season as well as supplying the &lt;a href=\"Recorder%20Cup\"&gt;Recorder Cup&lt;/a&gt; winner, William \"Bluey\" Summers. A finals appearance came the following year. Preston's first ever senior final finished in a draw with Brighton, who won the replay held a fortnight later.\nThe club remained in the middle ranking of the Association up until the cessation of play during the Second World War, the highlight being a remarkable 1931 season under the legendary &lt;a href=\"Roy%20Cazaly\"&gt;Roy Cazaly&lt;/a&gt; who sacked half the side mid-season and promoted youngsters. Needing to win 12 games straight to ensure a finals spot, Preston managed to sneak in with 11 wins and a draw, but were bundled out in the preliminary final due to several injuries (including &lt;a href=\"Roy%20Cazaly\"&gt;Cazaly&lt;/a&gt;).\nDespite their modest finals record (the semi-final win was the only finals match Preston won), the club provided the 1934 and 1936 &lt;a href=\"Recorder%20Cup\"&gt;Recorder Cup&lt;/a&gt; winners in &lt;a href=\"Danny%20Warr\"&gt;Danny Warr&lt;/a&gt; and &lt;a href=\"Bert%20Hyde\"&gt;Bert Hyde&lt;/a&gt; respectively. Leading players up to World War 2 included Summers, Warr, \"Bert\" Smith, Frankie \"Dickie\" Dowling and Bill \"Socks\" Maslen, the latter pair being the club's record-holders for number of senior games played. Although he was never a star with Preston, 17-year-old &lt;a href=\"Bert%20Deacon\"&gt;Bert Deacon&lt;/a&gt; played his first match in 1940, later becoming Carlton's first &lt;a href=\"Brownlow%20Medal\"&gt;Brownlow Medal&lt;/a&gt;list in 1947. With the abolition of clearance agreements between the League and Association in 1938, Preston snared Footscray champion &lt;a href=\"Alby%20Morrison\"&gt;Alby Morrison&lt;/a&gt; as captain-coach for 1939–40 (although Morrison did obtain a clearance), and in 1941 a young Geelong ruckman, &lt;a href=\"Jack%20Lynch%20%28footballer%2C%20born%201918%29\"&gt;Jack Lynch&lt;/a&gt; who was switched to full-forward early in the season and finished with 133 goals. Lynch, sadly, is the only known player to have been killed during the War.\nThe \"Bullants\" nickname was first mentioned in the \"&lt;a href=\"The%20Herald%20%28Melbourne%29\"&gt;Herald&lt;/a&gt;\" newspaper in 1938, with an article on Association clubs adopting new nicknames, noting that \"Preston will be known as the 'Bullants', because they can sting\"\".\" 1930s radio commentator &lt;a href=\"Wallace%20Sharland\"&gt;Wallace \"Jumbo\" Sharland&lt;/a&gt; referred to the small Preston team in their bright uniforms as \"like a swarm of busy bullants\".\nPost-war, the uniform was changed to plain red with a PFC monogram, but finals appearances remained few and usually with little success. The club again was to the fore in the new &lt;a href=\"J.%20J.%20Liston%20Trophy\"&gt;Liston Trophy&lt;/a&gt;, providing the 1949 and 1953 winners in &lt;a href=\"Jack%20Blackman\"&gt;Jack Blackman&lt;/a&gt; and &lt;a href=\"Ted%20Henrys\"&gt;Ted Henrys&lt;/a&gt;. Henrys, a moderate utility player with &lt;a href=\"Brunswick%20Football%20Club\"&gt;Brunswick&lt;/a&gt; in previous years, switched to Preston at age 26 and moved to full-back in just his second match where he made the position his own, adding three consecutive club best-and-fairest awards to his Liston and becoming one of the first two Association players to be named in the All-Australian team.\n&lt;a href=\"Bert%20Deacon\"&gt;Deacon&lt;/a&gt; returned as captain-coach in 1952 and other leading players through the 1950s including centre-half forward Pat Foley, Kevin Pritchard, rover George Bradford, back pocket Bob \"Moggie\" McLachlan, and the Chard brothers, Kevin and Fred, the latter leading the goal kicking on three occasions. Despite building a solid combination, the loss of several experienced players saw the club plummet to fifteenth in 1960 and forced into Second Division when the VFA opted for two levels. The club played second division finals in 1961 and 1962, but were beaten both times.\nBy 1963, Preston's all-time VFA finals record stood at just one win and one draw from 18 attempts, with 13 losses in succession. Again their premiership hopes looked doomed when the Bullants went down to &lt;a href=\"Waverley%20Football%20Club\"&gt;Waverley&lt;/a&gt; in the second semi-final, but fate finally smiled when Preston beat &lt;a href=\"Prahran%20Football%20Club\"&gt;Prahran&lt;/a&gt; comfortably in the Preliminary Final and then downed Waverley to take out a long-awaited premiership, and earn promotion to Division 1.\nPreston was relegated back to Division 2 at the end of 1964, and ironically it was 1963 runners-up Waverley – who had been promoted to Division 1 only to replace &lt;a href=\"Moorabbin%20Football%20Club\"&gt;Moorabbin&lt;/a&gt; after it was disqualified from the Association for being complicit in 's takeover of &lt;a href=\"Moorabbin%20Oval\"&gt;Moorabbin Oval&lt;/a&gt; – who defeated Preston in the final round to ensure their relegation. The return to Division 2 lasted only one year, with a minor premiership and Grand Final victory against &lt;a href=\"Mordialloc%20Football%20Club\"&gt;Mordialloc&lt;/a&gt; seeing them promoted again. With substantially more depth and keen recruiting, Preston finishing third in Division 1 in 1966.\n&lt;a href=\"Bert%20Hyde\"&gt;Bert Hyde&lt;/a&gt;, Preston's 1936 &lt;a href=\"Recorder%20Cup\"&gt;Recorder Cup&lt;/a&gt; winner, had lived in the area since his playing days and was an active official at Hawthorn, which was then rapidly emerging from years in the wilderness to become the power side of the 1960s. It was probably Hyde's influence that saw two Hawthorn players that were to become the cornerstone of Preston's success move to Association ranks – &lt;a href=\"John%20McArthur%20%28footballer%29\"&gt;John McArthur&lt;/a&gt;, captain-coach of the 1965 premiership side was transferred to Western Australia on business and replaced by &lt;a href=\"Alan%20Joyce\"&gt;Alan Joyce&lt;/a&gt;, later to coach two AFL premiership sides. Joyce (with McArthur returning as a player) led Preston to back-to-back premierships in 1968 and 1969. Preston players won four out of six Liston Trophies between 1968 and 1971, with the award collected in 1968 by &lt;a href=\"Dick%20Telford\"&gt;Dick Telford&lt;/a&gt;, in 1969 and 1971 by &lt;a href=\"Laurie%20Hill%20%28footballer%2C%20born%201942%29\"&gt;Laurie Hill&lt;/a&gt;, and in 1973 by &lt;a href=\"Ray%20Shaw%20%28Australian%20footballer%29\"&gt;Ray Shaw&lt;/a&gt;, who was then the youngest winner of the award.\nPreston was beaten by &lt;a href=\"Dandenong%20Football%20Club\"&gt;Dandenong&lt;/a&gt; in the &lt;a href=\"1971%20VFA%20Grand%20Final\"&gt;1971 VFA Grand Final&lt;/a&gt;, which remains one of the most controversial in football history. Field umpire Jim McMaster awarded Dandenong full-forward &lt;a href=\"Jim%20%27Frosty%27%20Miller\"&gt;Jim 'Frosty' Miller&lt;/a&gt; a free kick before the opening bounce, resulting in a goal; Dandenong ultimately won by six points. Preston protested, and despite several opinions from leading lawmakers that McMaster had no right to award the free kick because he had not officially started the game, Preston's protest proved to be of no avail.\nPreston's fortunes slumped in the early 1970s, and the club narrowly avoided relegation at &lt;a href=\"Coburg%20Football%20Club\"&gt;Coburg&lt;/a&gt;'s expense in 1973, after defeating the Lions 171–154 in a famous high-scoring final round match. It wasn't until 1976 that Preston again played a major role in the finals, finishing second on the ladder, then crashing out after losses in the second semi and preliminary finals.\nThe club enjoyed a resurgence under &lt;a href=\"Harold%20Martin%20%28footballer%29\"&gt;Harold Martin&lt;/a&gt; in 1978, reaching the Grand Final where a crowd of nearly 30,000 packed the &lt;a href=\"Junction%20Oval\"&gt;Junction Oval&lt;/a&gt; for what is still rated by many as one of the greatest ever Grand Finals. After a tense opening, the crowd erupted late in the second term when Martin and another of football's legendary hard men, &lt;a href=\"Sam%20Kekovich\"&gt;Sam Kekovich&lt;/a&gt;, went head-to-head in a wild brawl. Unfortunately for the Bullants, Prahran settled down much better in the second half and ran out comfortable winners.\n1980s.\nThe club was one of the VFA's strongest in the 1980s, and it reached four Grand Finals in a row between 1981 and 1984. The team fell well short in the 1981 decider, unable to match &lt;a href=\"Port%20Melbourne%20Football%20Club\"&gt;Port Melbourne&lt;/a&gt; who inflicted a record Grand Final defeat (both score and winning margin) on the Bullants. The Borough kicked 23 goals to six in the second half to record its first score above 200 ever against the Bullants. The following season saw the return of &lt;a href=\"Ray%20Shaw%20%28Australian%20footballer%29\"&gt;Ray Shaw&lt;/a&gt;, captain of Collingwood in 1982 but disillusioned with bitter infighting at the club. Shaw's influence and a number of highly rated recruits had many believing that this would be Preston's year, but again Port Melbourne proved the nemesis with a seven-point win in the Grand Final.\nFurther strong recruiting brought together probably the greatest depth of players ever at an Association club. Preston rewrote the record books in 1983 by becoming the first club to win the Senior, Seconds and Thirds premierships in the same year in Division 1, and repeated the achievement in 1984. Preston was a dominant force in the Seconds over that period, reaching eight of ten Grand Finals between 1978 and 1987, winning five. The club had been a perennial force in the Thirds competition since the 1950s, missing the Grand Final only nine times over a 37-season stretch between 1953 and 1989 and winning the premiership a VFA-record 13 times (eleven in Division 1 and two in Division 2); its 1980s form was particularly strong, missing only one Grand Final between 1978 and 1989. Neil Jordon capitalised on the club's strong minor grade form, playing an astonishing 84 matches with the club across all three grades before ever playing in a losing side.\nEight straight wins in 1985 extended Preston's winning stretch to a record 23, but with the loss of Shaw to the &lt;a href=\"Diamond%20Valley%20Football%20League\"&gt;Diamond Valley&lt;/a&gt;, retirement of a few experienced players and the movement of several promising younger players to League ranks, Preston's period of dominance was at an end. The club reached a further four finals series between 1985 and 1990, winning the minor premiership in 1990, but was eliminated from the finals by Williamstown on all four occasions. During this time, the club unearthed a new legend in &lt;a href=\"Jamie%20Shaw%20%28footballer%29\"&gt;Jamie \"Spider\" Shaw&lt;/a&gt; who kicked 106 in his first season and followed up with an astonishing 146 in 1986 before an unsuccessful stint at Fitzroy.\n1990s: decline.\nWith the ethnic mix of the Preston area rapidly changing and the almost saturation coverage of the now &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt;, the club's off-field position deteriorated in the 1990s, and it was constantly battling for survival. Preston was not the only club struggling, and at the end of 1994, the &lt;a href=\"Victorian%20Football%20Association\"&gt;VFA&lt;/a&gt; Board of Management merged with the &lt;a href=\"Victorian%20State%20Football%20League\"&gt;Victorian State Football League&lt;/a&gt; (VSFL) (now controlling the &lt;a href=\"TAC%20Cup\"&gt;elite under-18 competition&lt;/a&gt; that had effectively replaced both the League and Association Thirds), and plans gradually evolved for the development of a new competition, which became the Victorian Football League. With a mounting debt, Preston entered into a merger with the &lt;a href=\"Northern%20Knights\"&gt;Northern Knights&lt;/a&gt; under-18 team in 1996. The combined entity was known as the Preston Knights and adopted the Knights uniform of white with black and blue hoops. The move provided some financial stability off the field, but little success on the football front.\nIn October 1997, the VSFL executive announced that the Preston Knights' licence with the League had been withdrawn and that Preston, after 95 years, was effectively out of the competition. A number of protest meetings were organised and the club found a willing ally in Don Gillies, an administrator appointed by the &lt;a href=\"Government%20of%20Victoria\"&gt;State Government&lt;/a&gt; to replace the long-dysfunctional &lt;a href=\"City%20of%20Preston%20%28Victoria%29\"&gt;Preston Council&lt;/a&gt;, who through years of neglect had allowed the Preston Oval to degenerate to a standard well below that required for senior football. Gillies, in meeting with the VSFL, undertook to initiate significant drainage and lighting improvements at the ground and after around about a month of uncertainty, the Knights' license was reinstated when &lt;a href=\"Traralgon%20Football%20Club\"&gt;Traralgon&lt;/a&gt; announced its withdrawal from the VFL after an unsuccessful two-year trial.\nThe shaky alliance with the Knights continued until 1999 when the Board announced it could not recommend continuing. A new group approached the now VFL with a proposal to resurrect the club under the name of the Northern Bullants, market research having revealed that much of the club's support and player base no longer lay within the old Preston area. The revived club returned to a variation of the traditional red uniform, replacing the PFC monogram with a white bullant. The PFC initials were later added to the back of the guernsey below the collar.\nAt the same time, the AFL abandoned its Reserves competition in favour of a restructured VFL comprising a number of AFL–VFL affiliations, AFL Reserve teams and 'stand-alone' VFL clubs. The Northern Bullants opted not to pursue affiliation with an AFL club. 2000 and 2001 saw the stand-alone Bullants post six wins in each season, but the difficulty of having part-time players and coaching staff competing with full-time AFL counterparts was obvious in many games where the Bullants were highly competitive for much of the match but outgunned by fitter, bigger and stronger opposition late in the game.\nAffiliation.\nJust before the end of the 2002 season, proposals for affiliation were received from both Essendon and Carlton. Essendon's plans were virtual domination of the club with a jumper change, renaming as the Northern Bombers and playing several games each season at &lt;a href=\"Windy%20Hill%2C%20Essendon\"&gt;Windy Hill&lt;/a&gt;. Carlton's, on the other hand, was for a cooperative playing group with no change to traditional values and was accepted without major modification by the Bullants board.\nThe affiliated team continued under long-serving coach &lt;a href=\"Mark%20Williams%20%28Australian%20footballer%20born%201964%29\"&gt;Mark P. Williams&lt;/a&gt;, but there was to be no instant success, the club coincidentally matching the 2001–02 result with six wins in 2003. With a few personal tensions emerging, Carlton announced its intention to withdraw from the two-year agreement at the end of the 2003 season, but subsequent negotiations between the two clubs and the VFL saw the problems resolved and a new arrangement established. Williams had already resigned, citing lack of time, (later accepting the role at Sandringham) and under the terms of the agreement, Carlton retained the right to nominate one of their assistant coaches, eventually &lt;a href=\"Barry%20Mitchell%20%28footballer%29\"&gt;Barry Mitchell&lt;/a&gt;, as his replacement.\nCarlton at the time was struggling in the AFL due to the loss of &lt;a href=\"Australian%20Football%20League%20draft\"&gt;National Draft&lt;/a&gt; picks because of salary cap infringements. This worked in the Bullants' favour in the mid-2000s, as Carlton opted to recruit a number of experienced mid-range AFL players recycled from other teams, who went on to provide a backbone of a very strong VFL team. The club surprised most by finishing third in 2005, then won the minor premiership with a club best 17–1 record in 2006, but suffered heavy losses in two finals to finish third.\nUnder coach &lt;a href=\"David%20Teague%20%28footballer%29\"&gt;David Teague&lt;/a&gt;, the Bullants managed to finish third on the ladder in 2009, then win through to the Grand Final for the first time since the 1984 victory; but, the team was comfortably beaten by &lt;a href=\"North%20Ballarat%20Football%20Club\"&gt;North Ballarat&lt;/a&gt;. The Bullants reached a second consecutive Grand Final the following season, winning through to the Grand Final from sixth on the ladder, but again lost to North Ballarat. The club reached another preliminary final from sixth place in 2011.\nIn 2012, the club adopted many features of Carlton's identity. The club was renamed the Northern Blues, and the playing colours were changed to navy blue and white, featuring Carlton's CFC monogram but in a slightly different design to the AFL club's guernsey. Home games were split between Preston City Oval and &lt;a href=\"Princes%20Park%20%28stadium%29\"&gt;Princes Park&lt;/a&gt;. The club retained a red and white guernsey for matches played in Preston, and when a clash guernsey was required. The club never made VFL finals under the Northern Blues name.\nBy the end of their affiliation, the Northern Blues existence as a club was thought to be reliant on the Carlton Football Club's financial backing. When the start of the 2020 AFL and VFL seasons, along with all other football, were suspended due to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, Carlton was forced to cut its expenses, and this included withdrawing its financial support for Northern, and ending its reserves affiliation. The Northern Blues initially announced they would be wound up and dissolved, and they were not included in revised plans for the cancelled &lt;a href=\"2020%20VFL%20season\"&gt;2020 VFL season&lt;/a&gt;. However, the club regrouped during the pandemic, and found a way to remain viable as a stand-alone senior club, earning a licence to return in that capacity for the 2021 season. The club will return to trading under the Northern Bullants name, and wearing its traditional red and white guernsey.\nThe club's identity is also present in the related but separate amateur club which began contesting the &lt;a href=\"Victorian%20Amateur%20Football%20Association\"&gt;Victorian Amateur Football Association&lt;/a&gt; seniors in 2013 as the Northern Blues, and since 2016 has been known as the Preston Bullants.\nClub Song.\nWe’re from Northern, we’re the Bullants\nThe good old red and white, are we\nAll good stickers for the red and white\nAlways we fight for victory, at Northern\nWe’re the best in the competition,\nWe won’t give up while there’s a chance, 2, 3, 4\nWe’re a team of champions\nFull of fighting spirit\nThat’s why they call us the Bullants\nHonour board.\nThe following is a list of the club's VFA/VFL captains and coaches"
}