{
    "id": "332116",
    "revid": "1056867135",
    "url": "https://en.wikipedia.org/wiki?curid=332116",
    "title": "F-distribution",
    "text": "In &lt;a href=\"probability%20theory\"&gt;probability theory&lt;/a&gt; and &lt;a href=\"statistics\"&gt;statistics&lt;/a&gt;, the \"F\"-distribution or F-ratio, also known as Snedecor's \"F\" distribution or the Fisher–Snedecor distribution (after &lt;a href=\"Ronald%20Fisher\"&gt;Ronald Fisher&lt;/a&gt; and &lt;a href=\"George%20W.%20Snedecor\"&gt;George W. Snedecor&lt;/a&gt;) is a &lt;a href=\"continuous%20probability%20distribution\"&gt;continuous probability distribution&lt;/a&gt; that arises frequently as the &lt;a href=\"null%20distribution\"&gt;null distribution&lt;/a&gt; of a &lt;a href=\"test%20statistic\"&gt;test statistic&lt;/a&gt;, most notably in the &lt;a href=\"analysis%20of%20variance\"&gt;analysis of variance&lt;/a&gt; (ANOVA) and other &lt;a href=\"F-test\"&gt;\"F\"-tests&lt;/a&gt;.\nDefinition.\nThe F-distribution with \"d\"1 and \"d\"2 degrees of freedom is the distribution of\nwhere formula_10 and formula_11 are independent &lt;a href=\"random%20variable\"&gt;random variable&lt;/a&gt;s with &lt;a href=\"chi-square%20distribution\"&gt;chi-square distribution&lt;/a&gt;s with respective degrees of freedom formula_12 and formula_13.\nIt can be shown to follow that the &lt;a href=\"probability%20density%20function\"&gt;probability density function&lt;/a&gt; (pdf) for \"X\" is given by\nfor &lt;a href=\"real%20number\"&gt;real&lt;/a&gt; \"x\" &gt; 0. Here formula_15 is the &lt;a href=\"beta%20function\"&gt;beta function&lt;/a&gt;. In many applications, the parameters \"d\"1 and \"d\"2 are &lt;a href=\"positive%20integer\"&gt;positive integer&lt;/a&gt;s, but the distribution is well-defined for positive real values of these parameters.\nThe &lt;a href=\"cumulative%20distribution%20function\"&gt;cumulative distribution function&lt;/a&gt; is\nwhere \"I\" is the &lt;a href=\"regularized%20incomplete%20beta%20function\"&gt;regularized incomplete beta function&lt;/a&gt;.\nThe expectation, variance, and other details about the F(\"d\"1, \"d\"2) are given in the sidebox; for \"d\"2 &gt; 8, the &lt;a href=\"excess%20kurtosis\"&gt;excess kurtosis&lt;/a&gt; is\nThe \"k\"-th moment of an F(\"d\"1, \"d\"2) distribution exists and is finite only when 2\"k\" &lt; \"d\"2 and it is equal to\nThe \"F\"-distribution is a particular parametrization of the &lt;a href=\"beta%20prime%20distribution\"&gt;beta prime distribution&lt;/a&gt;, which is also called the beta distribution of the second kind.\nThe &lt;a href=\"Characteristic%20function%20%28probability%20theory%29\"&gt;characteristic function&lt;/a&gt; is listed incorrectly in many standard references (e.g.,). The correct expression is\nwhere \"U\"(\"a\", \"b\", \"z\") is the &lt;a href=\"confluent%20hypergeometric%20function\"&gt;confluent hypergeometric function&lt;/a&gt; of the second kind.\nCharacterization.\nA &lt;a href=\"random%20variate\"&gt;random variate&lt;/a&gt; of the \"F\"-distribution with parameters formula_20 and formula_21 arises as the ratio of two appropriately scaled &lt;a href=\"chi-squared%20distribution\"&gt;chi-squared&lt;/a&gt; variates:\nwhere\nIn instances where the \"F\"-distribution is used, for example in the &lt;a href=\"analysis%20of%20variance\"&gt;analysis of variance&lt;/a&gt;, independence of formula_23 and formula_24 might be demonstrated by applying &lt;a href=\"Cochran%27s%20theorem\"&gt;Cochran's theorem&lt;/a&gt;.\nEquivalently, the random variable of the \"F\"-distribution may also be written\nwhere formula_32 and formula_33, formula_34 is the sum of squares of formula_20 random variables from normal distribution formula_36 and formula_37 is the sum of squares of formula_21 random variables from normal distribution formula_39. \nIn a &lt;a href=\"frequentist\"&gt;frequentist&lt;/a&gt; context, a scaled \"F\"-distribution therefore gives the probability formula_40, with the \"F\"-distribution itself, without any scaling, applying where formula_41 is being taken equal to formula_42. This is the context in which the \"F\"-distribution most generally appears in &lt;a href=\"F-test\"&gt;\"F\"-tests&lt;/a&gt;: where the null hypothesis is that two independent normal variances are equal, and the observed sums of some appropriately selected squares are then examined to see whether their ratio is significantly incompatible with this null hypothesis.\nThe quantity formula_43 has the same distribution in Bayesian statistics, if an uninformative rescaling-invariant &lt;a href=\"Jeffreys%20prior\"&gt;Jeffreys prior&lt;/a&gt; is taken for the &lt;a href=\"prior%20probability\"&gt;prior probabilities&lt;/a&gt; of formula_41 and formula_42. In this context, a scaled \"F\"-distribution thus gives the posterior probability formula_46, where the observed sums formula_47 and formula_48 are now taken as known."
}