{
    "id": "3323484",
    "revid": "27107701",
    "url": "https://en.wikipedia.org/wiki?curid=3323484",
    "title": "Walter Bender",
    "text": "Walter Bender is technologist and researcher who works in the field of electronic publishing, media and technology for learning. From the &lt;a href=\"MIT%20Media%20Lab\"&gt;MIT Media Lab&lt;/a&gt;'s founding 1985 through 2006, Bender directed the lab's Electronic Publishing Group. Previous to the lab's creation, the group had also existed in the &lt;a href=\"Architecture%20Machine%20Group\"&gt;Architecture Machine Group&lt;/a&gt;. The research group is one of the Media Lab's oldest and one of a few that predates the creation of the lab. While at the lab, Bender held the Alexander W. Dreyfoos Chair. Bender's &lt;a href=\"research\"&gt;research&lt;/a&gt; has attempted to build upon the interactive styles associated with existing media and extend them into domains where a computer is incorporated into the interaction. He has participated in research in the field of &lt;a href=\"electronic%20publishing\"&gt;electronic publishing&lt;/a&gt;, and personalized, &lt;a href=\"Interactivity\"&gt;interactive multimedia&lt;/a&gt;, particularly including &lt;a href=\"news\"&gt;news&lt;/a&gt;. From 2000 through 2006, Bender was executive director of The Media Lab.\nIn 2006, Bender took leave of absence from the Media Lab to help launch One Laptop per Child (OLPC) where he was the organization's President for Software and Content. In this role, Bender oversaw the design and development of the &lt;a href=\"Sugar%20%28GUI%29\"&gt;Sugar&lt;/a&gt; graphical interface for the &lt;a href=\"XO-1%20%28laptop%29\"&gt;XO-1 Children's Machine&lt;/a&gt; computer from 2006 to 2008. After leaving OLPC in 2008, Bender founded &lt;a href=\"Sugar%20Labs\"&gt;Sugar Labs&lt;/a&gt; — a non-profit organization that aims to continue development of Sugar.\nAn expert in computers and learning and strongly influenced by &lt;a href=\"constructionism%20%28learning%20theory%29\"&gt;constructionism&lt;/a&gt;, Bender is the lead developer of both Turtle Blocks and Music Blocks, Logo-inspired &lt;a href=\"Logo%20%28programming%20language%29\"&gt;programming languages&lt;/a&gt; for children. Bender is an advocate for the use of Free Software for learning projects and works with like-minded educators and engineers around the world.\nWalter Bender earned a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree from &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; in 1977 and a &lt;a href=\"Master%20of%20Science\"&gt;Master of Science&lt;/a&gt; degree from &lt;a href=\"MIT\"&gt;MIT&lt;/a&gt; in 1980 where; he worked in the &lt;a href=\"Architecture%20Machine%20Group\"&gt;Architecture Machine Group&lt;/a&gt; which was a precursor to the &lt;a href=\"MIT%20Media%20Lab\"&gt;MIT Media Lab&lt;/a&gt;."
}