{
    "id": "33230722",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=33230722",
    "title": "Monte Musinè",
    "text": "Monte Musinè or simply Musinè (in &lt;a href=\"Piedmontese%20language\"&gt;Piedmontese&lt;/a&gt; mont Musinè) is a mountain in the &lt;a href=\"Graian%20Alps\"&gt;Graian Alps&lt;/a&gt; in the &lt;a href=\"Metropolitan%20City%20of%20Turin\"&gt;Metropolitan City of Turin&lt;/a&gt;, &lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt;, &lt;a href=\"north%20Italy\"&gt;north Italy&lt;/a&gt;. Musinè is well known for the high cross on its peak, as well as for being the mountain closest to &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt;. It is visible from the Piedmontese plateau and from the mountains in the provinces of &lt;a href=\"Province%20of%20Biella\"&gt;Biella&lt;/a&gt; and &lt;a href=\"Province%20of%20Vercelli\"&gt;Vercelli&lt;/a&gt;.\nGeography.\nMount Musinè is the easternmost mountain of the long ridge which, starting from &lt;a href=\"Rocciamelone\"&gt;Rocciamelone&lt;/a&gt;, divides the valleys of &lt;a href=\"Susa%20Valley\"&gt;Susa&lt;/a&gt; and &lt;a href=\"Lanzo%20Valleys\"&gt;Lanzo&lt;/a&gt;.\nIts main summit has a &lt;a href=\"Summit%20%28topography%29\"&gt;subsummit&lt;/a&gt; called \"Truc dell'Eremita\" (\"Hermit's hill\", 1.101 m), and is surrounded by several minor hills. To the east on a 535 m high hill stands Saint Abaco's sanctuary, and to the northeast on Monte Calvo, 551 m high, there is a &lt;a href=\"Via%20Crucis\"&gt;Via Crucis&lt;/a&gt; leading to a chapel.\nMount Musinè is connected to the neighbouring &lt;a href=\"Mount%20Curto\"&gt;Mount Curto&lt;/a&gt; (1.323 m) by a broad wooded ridge, the lowest point of which is the &lt;a href=\"Colle%20della%20Bassetta\"&gt;Colle della Bassetta&lt;/a&gt; (\"Bassetta's pass\", 945 m).\nMount Musinè's summit is a &lt;a href=\"tripoint\"&gt;tripoint&lt;/a&gt; at which the borders of the municipalities of &lt;a href=\"Caselette\"&gt;Caselette&lt;/a&gt;, &lt;a href=\"Almese\"&gt;Almese&lt;/a&gt; and &lt;a href=\"Val%20della%20Torre\"&gt;Val della Torre&lt;/a&gt; meet.\nSOIUSA classification.\nAccording to &lt;a href=\"SOIUSA\"&gt;SOIUSA&lt;/a&gt; (\"International Standardized Mountain Subdivision of the Alps\") Mount Musinè can be classified in the following way:\nHistory.\nA number of &lt;a href=\"prehistory\"&gt;prehistoric&lt;/a&gt; and &lt;a href=\"protohistory\"&gt;protohistoric&lt;/a&gt; &lt;a href=\"archaeological%20record\"&gt;archaeological sites&lt;/a&gt; have been discovered in the area. These include traces of a hut dating to the early &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; (ca 1700 BC) found in &lt;a href=\"Caselette\"&gt;Caselette&lt;/a&gt;, and several finds from the late &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; in the vicinity of &lt;a href=\"Almese\"&gt;Almese&lt;/a&gt; (Truc Randolera).\nTwo &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; buildings from the imperial period are located near the mountain: a \"&lt;a href=\"villa%20rustica\"&gt;villa rustica&lt;/a&gt;\" in Caselette and a large residential &lt;a href=\"Roman%20villa\"&gt;villa&lt;/a&gt; in Almese (Grange di Rivera).\nA local tradition states that it was near Mount Musinè (and therefore not during the &lt;a href=\"Battle%20of%20the%20Milvian%20Bridge\"&gt;Battle of the Milvian Bridge&lt;/a&gt;) that the emperor &lt;a href=\"Constantine%20I\"&gt;Constantine I&lt;/a&gt; saw a flaming cross and the words \"&lt;a href=\"In%20hoc%20signo%20vinces\"&gt;In hoc signo vinces&lt;/a&gt;\" (with this -cross- sign you'll win) shortly before the &lt;a href=\"Battle%20of%20Turin%20%28312%29\"&gt;Battle of Turin (312)&lt;/a&gt; against his rival &lt;a href=\"Maxentius\"&gt;Maxentius&lt;/a&gt;, which he won\n. The battle was historically important because with this victory emperor Constantine the Great was able to impose the Christian religion in the Roman empire and to eliminate paganism.\nIn 1901 a 15 m high cross was built on the top of the mountain using &lt;a href=\"reinforced%20concrete\"&gt;reinforced concrete&lt;/a&gt;.\nOn the northeastern slopes of Mount Musinè several &lt;a href=\"magnesite\"&gt;magnesite&lt;/a&gt; quarries were active between 1875 and the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;.\nUFO sightings.\nSeveral &lt;a href=\"close%20encounter\"&gt;encounters&lt;/a&gt; with &lt;a href=\"Unidentified%20flying%20object\"&gt;UFO&lt;/a&gt;s have been reported around the mountain from the 1970s onward.\nQuite well known is the case of December 8, 1978, when two young hikers walking on the slopes of the Musinè saw a bright light; one of them, after approaching it, temporarily disappeared.\nHis mate, with the help of some passers-by, searched for him and after a while found his friend in a state of shock and with a noticeable &lt;a href=\"Scalding\"&gt;scald&lt;/a&gt; on one leg. After regaining consciousness the young man he reported having seen an elongated vehicle and that some strangely shaped beings descended from it, touching and hefting him. Both the young hikers suffered from &lt;a href=\"conjunctivitis\"&gt;conjunctivitis&lt;/a&gt; for some time.\nNature conservation.\nThe mountain and its surrounding area are included in a SIC \"(&lt;a href=\"Site%20of%20Community%20Importance\"&gt;Site of Community Importance&lt;/a&gt;)\" of 1,524.29 &lt;a href=\"hectares\"&gt;ha&lt;/a&gt; called \"Monte Musine' e Laghi di Caselette\" (code IT1110081)."
}