{
    "id": "3323202",
    "revid": "40828891",
    "url": "https://en.wikipedia.org/wiki?curid=3323202",
    "title": "Iván de la Peña",
    "text": "Iván de la Peña López (; born 6 May 1976) is a Spanish former professional &lt;a href=\"Association%20football\"&gt;footballer&lt;/a&gt; who played as a &lt;a href=\"Midfielder%23Central%20midfielder\"&gt;central midfielder&lt;/a&gt;. During his career, he earned the nicknames \"Pequeño Buddha\" (&lt;a href=\"Gautama%20Buddha\"&gt;\"Little Buddha\"&lt;/a&gt;) and \"Lo Pelat\" (\"The Shaven One\") due to his shaven head and slight frame.\nHaving started as a youth prodigy at &lt;a href=\"FC%20Barcelona\"&gt;Barcelona&lt;/a&gt;, he incidentally closed out his extensive career at neighbouring &lt;a href=\"RCD%20Espanyol\"&gt;Espanyol&lt;/a&gt;, amassing &lt;a href=\"La%20Liga\"&gt;La Liga&lt;/a&gt; totals of 269 games and 19 goals over the course of 12 seasons.\nDe la Peña was known for his technical skills and accurate passing ability, although his career was affected by several injuries.\nPlaying career.\nClub.\nBorn in &lt;a href=\"Santander%2C%20Spain\"&gt;Santander&lt;/a&gt;, &lt;a href=\"Cantabria\"&gt;Cantabria&lt;/a&gt;, de la Peña was recruited by &lt;a href=\"FC%20Barcelona\"&gt;FC Barcelona&lt;/a&gt; as a youth player in 1991 and made his debut for &lt;a href=\"FC%20Barcelona%20B\"&gt;the B-team&lt;/a&gt; two years later. He went on to play 37 games for them, and first-team manager &lt;a href=\"Johan%20Cruyff\"&gt;Johan Cruyff&lt;/a&gt; gave him his official main squad debut on 3 September 1995 as he came on as a &lt;a href=\"Substitute%20%28association%20football%29\"&gt;substitute&lt;/a&gt; – and scored – in a 2–0 away win against &lt;a href=\"Real%20Valladolid\"&gt;Real Valladolid&lt;/a&gt;; at 19 he was initially regarded as the natural successor to &lt;a href=\"Pep%20Guardiola\"&gt;Pep Guardiola&lt;/a&gt;. However, he gradually fell out of favour with Cruyff and found himself dropped, although he achieved a career-best seven league goals in that &lt;a href=\"1995%E2%80%9396%20La%20Liga\"&gt;rookie season&lt;/a&gt;.\nWith the arrival of &lt;a href=\"Bobby%20Robson\"&gt;Bobby Robson&lt;/a&gt; in 1996, de la Peña was given a second chance to establish himself in the team. He subsequently developed a partnership with &lt;a href=\"Ronaldo%20%28Brazilian%20footballer%29\"&gt;Ronaldo&lt;/a&gt; and was a prominent member of the team that won the &lt;a href=\"Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt;/&lt;a href=\"1996%E2%80%9397%20UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt;/&lt;a href=\"1997%20UEFA%20Super%20Cup\"&gt;UEFA Supercup&lt;/a&gt; &lt;a href=\"Treble%20%28association%20football%29\"&gt;treble&lt;/a&gt; in 1997. He was also voted the best young player by \"&lt;a href=\"El%20Pa%C3%ADs\"&gt;El País&lt;/a&gt;\" in both 1996 and 1997.\nDe la Peña fell out of favour at \"Barça\" once again after the arrival of another &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; coach, &lt;a href=\"Louis%20van%20Gaal\"&gt;Louis van Gaal&lt;/a&gt;, and he was consequently transferred to &lt;a href=\"S.S.%20Lazio\"&gt;S.S. Lazio&lt;/a&gt;, along with &lt;a href=\"Fernando%20Couto\"&gt;Fernando Couto&lt;/a&gt;. However, he failed to establish himself in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; and was loaned to &lt;a href=\"Olympique%20de%20Marseille\"&gt;Olympique de Marseille&lt;/a&gt; during the 1999–00 season. This move was not successful either and he returned to Barcelona, on loan, for &lt;a href=\"2000%E2%80%9301%20La%20Liga\"&gt;2000–01&lt;/a&gt;; after only appearing nine times (one start, against &lt;a href=\"Racing%20de%20Santander\"&gt;Racing de Santander&lt;/a&gt;) throughout the season, under &lt;a href=\"Lorenzo%20Serra%20Ferrer\"&gt;Lorenzo Serra Ferrer&lt;/a&gt;, he returned to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, being released in the following summer.\nIn 2002, de la Peña moved to Barcelona neighbours &lt;a href=\"RCD%20Espanyol\"&gt;RCD Espanyol&lt;/a&gt;, where he gained the continuity and stability to produce some of the best football in his career. In &lt;a href=\"2004%E2%80%9305%20La%20Liga\"&gt;2004–05&lt;/a&gt; he helped the &lt;a href=\"Catalonia\"&gt;Catalans&lt;/a&gt; finish fifth in &lt;a href=\"La%20Liga\"&gt;La Liga&lt;/a&gt;, enabling them to &lt;a href=\"2005%E2%80%9306%20UEFA%20Cup\"&gt;qualify&lt;/a&gt; for the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt;. In the &lt;a href=\"2005%E2%80%9306%20Copa%20del%20Rey\"&gt;2006 domestic cup&lt;/a&gt; final, de la Peña masterminded a 4–1 victory against &lt;a href=\"Real%20Zaragoza\"&gt;Real Zaragoza&lt;/a&gt;, setting up two goals: &lt;a href=\"Ra%C3%BAl%20Tamudo\"&gt;Raúl Tamudo&lt;/a&gt; scored after two minutes when he headed in a rebound following a de la Peña &lt;a href=\"Direct%20free%20kick\"&gt;free-kick&lt;/a&gt;. The pair combined again to carve open the Zaragoza defence to lay on a goal for &lt;a href=\"Luis%20Garc%C3%ADa%20%28footballer%2C%20born%201981%29\"&gt;Luis García&lt;/a&gt;; as a result, Espanyol again for the &lt;a href=\"2006%E2%80%9307%20UEFA%20Cup\"&gt;qualified for the UEFA Cup&lt;/a&gt; and eventually reached the &lt;a href=\"2007%20UEFA%20Cup%20Final\"&gt;competition final&lt;/a&gt;, losing to &lt;a href=\"Sevilla%20FC\"&gt;Sevilla FC&lt;/a&gt; on &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalties&lt;/a&gt;.\nFrom 2007 to 2009, after extending his contract, de la Peña was severely hindered with injury problems. However, on 21 February 2009, he managed to net twice in a 2–1 &lt;a href=\"Local%20derby\"&gt;derby&lt;/a&gt; win at \"Barça\", with one side ranking first in &lt;a href=\"2008%E2%80%9309%20La%20Liga\"&gt;the league&lt;/a&gt; and the other last; Espanyol eventually finished in 10th position.\nAfter the shocking death of new &lt;a href=\"Captain%20%28association%20football%29\"&gt;team captain&lt;/a&gt; &lt;a href=\"Daniel%20Jarque\"&gt;Daniel Jarque&lt;/a&gt;, in August 2009, de la Peña was named as his replacement. His physical problems continued to bother him tremendously, to a point which he said that if this became a major issue he would retire, which happened on 22 May 2011 at the age of 35, immediately after a home match against Sevilla.\nInternational.\nDe la Peña, alongside the likes of &lt;a href=\"Gaizka%20Mendieta\"&gt;Gaizka Mendieta&lt;/a&gt;, &lt;a href=\"Fernando%20Morientes\"&gt;Fernando Morientes&lt;/a&gt; and &lt;a href=\"Ra%C3%BAl%20%28footballer%29\"&gt;Raúl&lt;/a&gt;, played for the &lt;a href=\"Spain%20national%20under-21%20football%20team\"&gt;Spanish under-21s&lt;/a&gt; at both the &lt;a href=\"1996%20UEFA%20European%20Under-21%20Championship\"&gt;1996 UEFA European Championship&lt;/a&gt; and the &lt;a href=\"1996%20Summer%20Olympics\"&gt;1996 Summer Olympics&lt;/a&gt;, helping the nation &lt;a href=\"Football%20at%20the%201996%20Summer%20Olympics\"&gt;reach the quarter-finals in the latter&lt;/a&gt;.\nDespite this, he did not make his debut for the &lt;a href=\"Spain%20national%20football%20team\"&gt;senior team&lt;/a&gt; until 9 February 2005, at the age of 28 years and 9 months in a &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt; &lt;a href=\"2006%20FIFA%20World%20Cup%20qualification%20%28UEFA%29\"&gt;qualifier&lt;/a&gt; against &lt;a href=\"San%20Marino%20national%20football%20team\"&gt;San Marino&lt;/a&gt; (&lt;a href=\"Almer%C3%ADa\"&gt;Almería&lt;/a&gt;, 5–0). He subsequently played for Spain on five occasions during the year, with his last coming against the same opponent.\nPost-retirement.\nOn 8 June 2011, de la Peña was announced as part of the new coaching staff that would work alongside new manager &lt;a href=\"Luis%20Enrique%20%28footballer%29\"&gt;Luis Enrique&lt;/a&gt; – a former teammate at Barcelona – at &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; club &lt;a href=\"A.S.%20Roma\"&gt;A.S. Roma&lt;/a&gt;.\nIt was announced in August that he would be taking a leave of absence for family reasons.\nHonours.\nClub.\nBarcelona\nLazio\nEspanyol\nInternational.\nSpain"
}