{
    "id": "33285804",
    "revid": "41639836",
    "url": "https://en.wikipedia.org/wiki?curid=33285804",
    "title": "Shabbir Ali",
    "text": "Shabbir Ali (born 26 January 1956) is an Indian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; manager and former player. He was awarded the &lt;a href=\"Dhyan%20Chand%20Award\"&gt;Dhyan Chand Award&lt;/a&gt;, the highest award in Indian sports for lifetime achievement, given by &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt; in 2011. He is the first footballer to be named for the &lt;a href=\"Dhyan%20Chand%20Award\"&gt;Dhyan Chand Award&lt;/a&gt;.\nClub career.\nAs a footballer, Shabbir Ali was rated as the best player in India during the 1970s and 1980s. Arguably the finest striker of his time, Shabbir was a prolific goal scorer both at the national and international level. He rose to fame at a very early age when he captained &lt;a href=\"India%20national%20football%20team\"&gt;India&lt;/a&gt; to win the Asian Youth championships in &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt; jointly with &lt;a href=\"Iran%20national%20football%20team\"&gt;Iran&lt;/a&gt; in 1974, a performance which even earned praise from the then Prime Minister, &lt;a href=\"Indira%20Gandhi\"&gt;Indira Gandhi&lt;/a&gt;.\nAfter playing with Tata Sports Club in &lt;a href=\"Mumbai\"&gt;Bombay&lt;/a&gt; for a few years, Shabbir Ali was lured away by the top &lt;a href=\"Kolkata\"&gt;Calcutta&lt;/a&gt; club, &lt;a href=\"Kingfisher%20East%20Bengal%20F.C.\"&gt;East Bengal&lt;/a&gt; in the late seventies. Later he joined &lt;a href=\"Mohammedan%20Sporting%20Club%20%28Kolkata%29\"&gt;Mohammedan Sporting&lt;/a&gt; and took the club to a great height before retiring from the same club in the mid-1980s.\nDuring his captaincy, in 1983–84, the club won 9 trophies including back to back wins in &lt;a href=\"Indian%20Federation%20Cup\"&gt;Indian Federation Cup&lt;/a&gt;. Later in his playing days, he went to &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; to play for &lt;a href=\"Victoria%20SC\"&gt;Dhaka Victoria Sporting&lt;/a&gt;, where he stayed for a season only.\nShabbir Ali scored 23 goals in international matches and remains one of India's all-time top scorers, ahead of Chuni Goswami, &lt;a href=\"Pradip%20Kumar%20Banerjee\"&gt;PK Banerjee&lt;/a&gt;, Inder Singh and &lt;a href=\"Baichung%20Bhutia\"&gt;Baichung Bhutia&lt;/a&gt; among others. In the 1976 Merdeka international football tournament in Kuala Lumpur, Shabbir Ali scored a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; against &lt;a href=\"Indonesia%20national%20football%20team\"&gt;Indonesia&lt;/a&gt; in the first 35 minutes. Only five footballers in India have scored an international hat-trick; of those, Shabbir Ali's is the fastest.\nOn his 65th birthday, Ali said, \"Whatever I have become today because of football. Before retiring I was thinking I got everything from football. Now I have to give something back to the game. So, that is why I became a coach. Before retiring in 1987, I was player-cum-coach of Mohammedan Sporting. In 1988-89, I have pursued a diploma from NIS.\"\nInternational career.\nFor 13 years between 1972 and 1984, Shabbir Ali was an automatic choice with the &lt;a href=\"India%20national%20football%20team\"&gt;national team of India&lt;/a&gt;, be it Asian Youth, &lt;a href=\"Asian%20Games\"&gt;Asian Games&lt;/a&gt;, pre-Olympics, &lt;a href=\"AFC%20Asian%20Cup\"&gt;Asian Cup&lt;/a&gt;, &lt;a href=\"Merdeka%20Cup\"&gt;Merdeka Cup&lt;/a&gt; tournament, &lt;a href=\"Nehru%20Cup\"&gt;Nehru Gold Cup&lt;/a&gt;, &lt;a href=\"King%27s%20Cup\"&gt;King's Cup&lt;/a&gt; or any other goodwill tour. He also captained India in Asian Youth, pre-Olympics, Nehru Cup, Merdeka and King's Cup tournaments.\nOne of his best moments came in the &lt;a href=\"Pestabola%20Merdeka\"&gt;1976 Merdeka international football tournament&lt;/a&gt; in &lt;a href=\"Kuala%20Lumpur\"&gt;Kuala Lumpur&lt;/a&gt;, where he scored a hat-trick against &lt;a href=\"Indonesia%20national%20football%20team\"&gt;Indonesia&lt;/a&gt; within the first 35 minutes. Among Indians who have scored a hat-trick, Shabbir Ali's was the fastest.\nHe played 72 international matches for &lt;a href=\"India%20national%20football%20team\"&gt;India&lt;/a&gt; and scored 23 goals from 1972 to 1984 and scored 23 goals, and was one of the highest ranked goal scorers on the basis of strike rate per match.\nManagerial career.\nAfter retiring as a footballer in 1985, Shabbir Ali became a coach. He earned a first class diploma from the &lt;a href=\"Sports%20Authority%20of%20India\"&gt;Sports Authority of India&lt;/a&gt;. He successfully passed the German football association B License coach and also their four-week coaching course, which is equivalent to A License.\nAs a coach, Shabbir Ali proved to be a great success within a short period of time. Appointed the Technical Director of the &lt;a href=\"India%20national%20football%20team\"&gt;India&lt;/a&gt;, Shabbir Ali steered the team to the gold medal in the &lt;a href=\"Football%20at%20the%201995%20South%20Asian%20Games\"&gt;1995 South Asian Games&lt;/a&gt; in &lt;a href=\"Chennai\"&gt;Chennai&lt;/a&gt;. It was a superb achievement considering the fact that India failed to win in the three previous South Asian Games at Colombo, Islamabad and Dhaka. He remained the Technical Director till the pre-World Cup tournament in Qatar next year.\nIn the 1991–92 seasons, he made &lt;a href=\"Mohammedan%20Sporting%20Club%20%28Kolkata%29\"&gt;Mohammedan Sporting&lt;/a&gt; the Champion Club of India having won four tournaments and finished runners-up in two others. Next season, he took up the challenge of coaching a relatively smaller club when he accepted the assignment with &lt;a href=\"Peerless%20SC\"&gt;Peerless SC&lt;/a&gt;. It took him only one season to promote the club to the Calcutta Super Division.\nBetween 1997 and 1999, Shabbir Ali managed top Goan outfit &lt;a href=\"Salgaocar%20S.C.\"&gt;Salgaocar&lt;/a&gt; and established himself as India's best coach. Barring a few like PK Banerjee and Syed Nayeemuddin, no other coach in India could win so many titles in such a short span as Shabbir Ali did.\nIt started in 1998 when Salgaocar won the &lt;a href=\"Goa%20Professional%20League\"&gt;Goa Professional League&lt;/a&gt; under his guidance and went on to win the &lt;a href=\"Indian%20Super%20Cup%20%281997%E2%80%932011%29\"&gt;Indian Super Cup&lt;/a&gt; defeating the National League champions, &lt;a href=\"Mohun%20Bagan%20AC\"&gt;Mohun Bagan AC&lt;/a&gt;. Next Salgaocar won the &lt;a href=\"National%20Football%20League%20%28India%29\"&gt;National League&lt;/a&gt; title, the only time a Goan team could win it till date. Shabbir Ali then took the team to Bombay and won the Rovers Cup. Thereafter, the team flew into Delhi to bag the Durand Cup beating both Mohun Bagan and East Bengal and then tamed Mohun Bagan again in the Super Cup contest. No other teams in India have been given such a great run in Indian football in recent years.\nHe also managed &lt;a href=\"Churchill%20Brothers%20SC\"&gt;Churchill Brothers SC&lt;/a&gt; in 2004.\nFootball academy.\nIn February 2021, Ali launched a football academy in &lt;a href=\"Hyderabad\"&gt;Hyderabad&lt;/a&gt; named \"Shabbir Ali Football Academy\", that became operational from 1 March. The academy is also affiliated with Telangana Football Association.\nHonours.\nInternational.\nIndia\nAwards.\nHe has been awarded &lt;a href=\"Dhyan%20Chand%20Award\"&gt;Dhyan Chand Award&lt;/a&gt;, and rewarded as India's best football coach, towards his service to coach Goan outfit &lt;a href=\"Salgaocar%20FC\"&gt;Salgaocar Club&lt;/a&gt; between 1997 and 1999."
}