{
    "id": "33319261",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=33319261",
    "title": "Ken Westerfield",
    "text": "Kenneth Ray Westerfield is a pioneering &lt;a href=\"Frisbee\"&gt;Frisbee&lt;/a&gt; disc player.\nHe is a Hall of Fame inductee in freestyle, ultimate and disc golf, and was also voted top men's player in the 1970-75 Decade Awards. Westerfield produced numerous tournaments, world records, many competitive wins in freestyle, ultimate, disc golf, distance and other individual events in over-all tournaments in the 1970s. He invented freestyle moves, including \"body-rolls\" and presented early disc sports, including freestyle, disc golf and ultimate competitions at the Canadian Open Frisbee Championships (1972-1985), Toronto, Ontario and the Vancouver Open Frisbee Championships (1974-1977), Vancouver, BC. In 1979, Westerfield started the first ultimate league in Canada, the Toronto Ultimate Club (TUC). He also co-produced the Santa Cruz Flying Disc Classic, Santa Cruz, California (1978), the Labatt's World Guts Championships, Toronto, (1985) and the World PDGA Disc Golf Championships, Toronto, (1987). Westerfield was one of the original freestylers from the 1960s and used his expertise in several company sponsored touring promotional Frisbee shows in the U.S. and Canada for Irwin Toy, (Frisbee distributor in Canada, 1972–76), &lt;a href=\"Molson\"&gt;Molson&lt;/a&gt; Frisbee Team (1974–77), &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt; Canada (1974-1979), Goodtimes Professional Frisbee Show (1978–82), &lt;a href=\"Orange%20Crush\"&gt;Orange Crush&lt;/a&gt; Frisbee Team (1977–78), &lt;a href=\"Air%20Canada\"&gt;Air Canada&lt;/a&gt; Frisbee Team (1978–79), &lt;a href=\"Lee%20Jeans\"&gt;Lee Jeans&lt;/a&gt; Frisbee Team (1979–80) and the &lt;a href=\"Labatts\"&gt;Labatts&lt;/a&gt; Schooner Frisbee Team (1983–85).\nEarly life.\nKenneth Ray Westerfield was born in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;, to Margaret Marion (née Beach) a clerical administrator for the public school system and his father Gene C. Westerfield, a trade school trained refrigeration contractor in a family owned business of refrigeration and air conditioning. In the late fifties, the family moved from &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; to &lt;a href=\"Livonia%2C%20Michigan\"&gt;Livonia, Michigan&lt;/a&gt;, now twelve years old, he lived with his parents and younger sister Kathy, who graduated from &lt;a href=\"Winston%20Churchill%20High%20School%20%28Wayne%20County%2C%20Michigan%29\"&gt;Winston Churchill High School&lt;/a&gt; in 1972 and has made a career in special education. Born into a close, middle class, conservative household, Westerfield attended area public schools and was active in many sports. His father, whose father Cleo Conn Westerfield played baseball for the Detroit Street Railway League in the 1920s, was very active in sports himself. This contributed to Westerfield's early sporting interest. Sports in the order of interest, along with all disc sports, were baseball, hockey, motorcycles, golf and basketball in which he competed in several city leagues.\nEarly Frisbee and pre-disc sports career.\nIt was at age thirteen, in 1960, that Westerfield became best friends with Hall of Fame and &lt;a href=\"Discraft\"&gt;Discraft&lt;/a&gt; founder Jim Kenner. They began playing Frisbee in high school. Daily they would experiment with new ways of throwing and catching the Frisbee, this would later be called \"playing freestyle.\" In the sixties, when the Frisbee was still considered a toy used just for recreation, there wasn't a reason to become proficient at throwing a Frisbee, no Frisbee professionals to emulate or disc sports tournaments to compete in. The only reason they became as good as they were was because of their shared &lt;a href=\"anti-establishment\"&gt;anti-establishment&lt;/a&gt; attitude and lifestyle (that also included the rejection of traditional sports in general). This would result in a proficiency at playing Frisbee that had never been seen before. They would later invent disc sport competitive formats during the early years of Frisbee competitions.\nGraduating in 1965 from &lt;a href=\"Franklin%20High%20School%20%28Livonia%2C%20Michigan%29\"&gt;Franklin High School (Livonia, Michigan)&lt;/a&gt;, and living the &lt;a href=\"counterculture\"&gt;counterculture&lt;/a&gt; lifestyle, Westerfield and Kenner spent their summer days on &lt;a href=\"Cass%20Lake%20%28Michigan%29\"&gt;Cass&lt;/a&gt; and Silver Lake beaches, as well as at music and &lt;a href=\"rock%20festivals\"&gt;rock festivals&lt;/a&gt;, displaying their freestyling Frisbee skills. One day, noticing an event ad in a local &lt;a href=\"alternative%20newspaper\"&gt;alternative newspaper&lt;/a&gt;, they took their Frisbees and a &lt;a href=\"VW%20Bug\"&gt;VW Bug&lt;/a&gt; and went to a &lt;a href=\"music%20festival\"&gt;music festival&lt;/a&gt; near &lt;a href=\"Bethel%2C%20NY\"&gt;Bethel, NY&lt;/a&gt;, called &lt;a href=\"Woodstock\"&gt;Woodstock&lt;/a&gt;, that later became the music event of the century. While at the festival they would throw the Frisbee over and just out of reach of the crowd, who while sitting on the ground watching the bands would keep reaching for it as it flew by, probably not even knowing what it was. Westerfield later stated, \"it was an interesting crowd to play for\".\nIn 1970, Westerfield and Kenner moved to Toronto, Ontario, Canada, setting up their disc playing headquarters in &lt;a href=\"Queen%27s%20Park%20%28Toronto%29\"&gt;Queen's Park&lt;/a&gt;. Playing Frisbee freestyle and object disc golf became a daily event at the park. In 1971, with a hundred dollars each, &lt;a href=\"bedroll\"&gt;bedroll&lt;/a&gt;s and a Frisbee, they set out to &lt;a href=\"hitchhike\"&gt;hitchhike&lt;/a&gt; across &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, stopping to do Frisbee &lt;a href=\"street%20performance\"&gt;street performance&lt;/a&gt;s to crowds in cities and at popular annual events, the &lt;a href=\"Klondike%20Days\"&gt;Klondike Days&lt;/a&gt; in &lt;a href=\"Edmonton\"&gt;Edmonton&lt;/a&gt; and the &lt;a href=\"Calgary%20Stampede\"&gt;Calgary Stampede&lt;/a&gt; in &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;. Concluding their cross country &lt;a href=\"hitchhiking\"&gt;hitchhiking&lt;/a&gt; tour in &lt;a href=\"Vancouver%2C%20British%20Columbia\"&gt;Vancouver, British Columbia&lt;/a&gt;, they made their summer home in the &lt;a href=\"Yippie\"&gt;Yippie&lt;/a&gt; (&lt;a href=\"Youth%20International%20Party\"&gt;Youth International Party&lt;/a&gt;) founded \"All Seasons Park\" (tent city). A protest against the &lt;a href=\"Four%20Seasons%20Hotels%20and%20Resorts\"&gt;Four Seasons&lt;/a&gt; company plans to build a complex on two blocks adjacent to &lt;a href=\"Stanley%20Park\"&gt;Stanley Park&lt;/a&gt;, inspired and modeled after &lt;a href=\"People%27s%20Park%20%28Berkeley%29\"&gt;People's Park (Berkeley)&lt;/a&gt;, that was formed two years prior. Westerfield and Kenner, although not politically affiliated with the &lt;a href=\"Yippies\"&gt;Yippies&lt;/a&gt;, still made the protested park their home. They would make a minimal income, by selling alternative newspapers, the \"&lt;a href=\"Georgia%20Straight\"&gt;Georgia Straight&lt;/a&gt;\", on the city streets by day and performing nightly Frisbee shows in the historic &lt;a href=\"Gastown\"&gt;Gastown&lt;/a&gt; area, in front of a railroad car turn restaurant, oddly enough called Frisby's. Because of the urban settings, free-styling with a Frisbee at night in front of crowds in the streets was very surreal. They would bounce the disc off the buildings, throw around statues, skip the Frisbee through traffic and throw over mobs of interested spectators. One night, while performing at Frisby's, they unwittingly became involved in the Yippie organized Gastown Smoke-in, a demonstration for the legalization of &lt;a href=\"marijuana\"&gt;marijuana&lt;/a&gt;. The subsequent smoking of it in the town square, quickly turned the peaceful but illegal demonstration into the now famous &lt;a href=\"Gastown%20Riots\"&gt;Gastown Riots&lt;/a&gt;, the police also began regular raids of All Seasons Park.\nIn the fall of 1971, Westerfield and Kenner wanted to return to Toronto but needed travel money. Continuing to perform at Frisby's, they decided they would try to collect money like &lt;a href=\"street%20musicians\"&gt;street musicians&lt;/a&gt;, it was a success. Returning to Toronto, they lived in the notorious &lt;a href=\"counter-cultural\"&gt;counter-cultural&lt;/a&gt; &lt;a href=\"Rochdale%20College\"&gt;Rochdale College&lt;/a&gt; while performing Frisbee shows on the &lt;a href=\"Yonge%20Street\"&gt;Yonge Street&lt;/a&gt; Mall. Nightly, thousands of tourists and Torontonians would enjoy displays of their Frisbee expertise, while attractive accomplices (girlfriends) would use a Frisbee to collect donations. Wanting to add professional legitimacy to their Frisbee show, they approached Ed Hurst, promotions manager for Irwin Toy, the distributor of Frisbees in Canada and proposed their show to promote the Frisbee. Their first professional performance was a basketball half-time show at &lt;a href=\"Jarvis%20Collegiate%20Institute\"&gt;Jarvis Collegiate Institute&lt;/a&gt; in Toronto, Ontario. The students loved it; Westerfield and Kenner were only paid twenty dollars each for the show, but more importantly, they had proven that their show would be beneficial in helping the company to promote the Frisbee. In 1972, they were retained by Irwin Toy to perform at special community and sporting events across Canada. Westerfield and Kenner became the world's first full-time professional touring Frisbee players.\nThe Canadian Open Frisbee Championships and the beginning of flying disc sports.\nThere were a few &lt;a href=\"Guts%20%28flying%20disc%20game%29\"&gt;guts&lt;/a&gt; and distance competitions in the 1960s but disc sports really began in the early 1970s. The IFT &lt;a href=\"Guts%20%28flying%20disc%20game%29\"&gt;guts&lt;/a&gt; Frisbee competitions in Northern Michigan, the Canadian Open Frisbee Championships, Toronto, ON (1972), the Vancouver Open Frisbee Championships, Vancouver, BC (1974), the Octad, New Brunswick, NJ (1974), the American Flying Disc Open (AFDO), Rochester, NY (1974) and the WFC, Rose Bowl, Pasadena, CA (1974), were the earliest Frisbee competitions to introduce the Frisbee as a new disc sport, up until these tournaments, the Frisbee was used as recreation and generally considered to be a toy. Westerfield and Kenner teamed up with Humber College professor Andrew Davidson, early Canadian disc sport promoter and Jeff Otis, event coordinator for the &lt;a href=\"Canadian%20National%20Exhibition\"&gt;Canadian National Exhibition&lt;/a&gt; (CNE), to produce the Canadian Open Frisbee Championships (1972-1985). This international competition began with disc guts and distance, then added disc golf, freestyle, ultimate and individual field events at the Canadian National Exhibition (CNE), then in 1975, the tournament was moved to &lt;a href=\"Toronto%20Islands\"&gt;Toronto Islands&lt;/a&gt;. Westerfield and Kenner also created the Vancouver Open Frisbee Championships (1974-1977).\nBefore playing Frisbee was considered a sport, Ken Westerfield and Jim Kenner were, by comparison to other professional sports, the athletic equivalent of what would be considered a professional Frisbee athlete. Some of today's techniques as well as competitive formats came from these pioneers. The Canadian Open Frisbee Championships and the Vancouver Open Frisbee Championships introduced Frisbee as a disc sport, including the first competitive freestyle events.\nFreestyle is an event where teams of two or three players perform a routine that consists of a series of creative throwing and catching techniques set to music. The routine is judged on the basis of difficulty, execution and presentation. The team with the best total score is declared the winner. Freestyle play prior to 1975, before the invention of the nail-delay, was a fast moving and flowing routine of many throwing variations with spinning and leaping stylized catches off the throw. Early freestyle play was intense and commonly compared to martial arts and dance. In 1973, Westerfield and Kenner, wanting to see if there were other players that could freestyle with a Frisbee decided to add their idea of a Frisbee freestyle competition to the 2nd Canadian Open Frisbee Championships, but due to a lack of competitors, the freestyle event was canceled. Unknown to them at the time, there was the beginning of a growing Frisbee freestyle swell in the United States, Berkeley, New York, Ann Arbor, New Jersey and Chicago. Next year newly energized freestylers assembled in Toronto, to compete in this new freestyle event. In 1974, at the 3rd annual Canadian Open Frisbee Championships, Westerfield and Kenner would introduce this event called freestyle and they won it.\nThe Decade Awards 1970-75 Top Freestyle Routine: Ken Westerfield/Jim Kenner Canadian Open 1974:\nConsidered the greatest speedflow game of all time. Ken and Jim put on a clinic to cap off a blistering hot final by all of the teams. They featured a rhythmic and dynamic style with concise catch and throw combinations. These two gentlemen are credited with creating formal disc freestyle competition. The 1973 Canadian Open did not have freestyle as an event, the end result made history.\nAmong the competing freestyle pairing were such Frisbee notable's as Doug Corea/Jim Palmeri, John Kirkland/Jose Montalvo, Irv Kalb/Dave \"Buddha\" Meyers, Dan \"Stork\" Roddick /Bruce Koger, Tom Cleworth/John Connelly. This was the first freestyle competition. Westerfield and Kenner having won, as the world's first Freestyle Frisbee Champions, that same year hosted the second freestyle competition, along with other Frisbee events, at their Vancouver Open Frisbee Championships, &lt;a href=\"Kitsilano%20Beach\"&gt;Kitsilano Beach&lt;/a&gt;, Vancouver, British Columbia. This is where Bill King, Jim Brown and John Anthony of early freestyle fame, made their first competitive appearance. A year later, the American Flying Disc Open (AFDO) in &lt;a href=\"Rochester%2C%20New%20York\"&gt;Rochester, New York&lt;/a&gt;, the Octad, in &lt;a href=\"New%20Brunswick%2C%20New%20Jersey\"&gt;New Brunswick, New Jersey&lt;/a&gt; and the 1975 World Frisbee Championships, held at the Rose Bowl in &lt;a href=\"Pasadena%2C%20California\"&gt;Pasadena, California&lt;/a&gt;, adopted Westerfield and Kenner's freestyle competition format as one of their new events. Today that same freestyle event is one of the premier events in flying disc tournaments worldwide. \nJim Kenner and Ken Westerfield were inducted into the Inaugural Pioneer Class of the FPA Freestyle Disc Hall of Fame:\nTheir play, innovation and influence began in the formative years prior to competition, and was critical to the origin of the competitive sport of Freestyle\nIn 1974, Westerfield and Kenner approached &lt;a href=\"Molson%20Breweries\"&gt;Molson Breweries&lt;/a&gt; with the idea of performing Frisbee shows at basketball halftimes in Canadian universities as the Molson Frisbee Team. Always looking for unique ways to get into the university market, they accepted their proposal and were more than impressed with the results. The next year, &lt;a href=\"Molson%27s\"&gt;Molson's&lt;/a&gt; up the promotional fee and used their show exclusively to introduce a new brand of beer called &lt;a href=\"Molson\"&gt;Molson&lt;/a&gt; Diamond.\nIn 1975, with &lt;a href=\"Molson%27s\"&gt;Molson's&lt;/a&gt; sponsorship, Westerfield and Kenner moved the Canadian Open Frisbee Championships, from the Canadian National Exhibition to Toronto Islands. &lt;a href=\"Molson%27s\"&gt;Molson's&lt;/a&gt; would continue to sponsor their Frisbee shows and events for several years. Along with promoting Molson products, this would help Westerfield and Kenner to promote their new sport everywhere.\nCompetitive years in disc sports, 1974-79.\nFrisbee (disc) tournaments were beginning to attract excellent disc competitors from everywhere. What was once a top selling toy from Wham-O, was becoming a serious competitive sport. Being 27 years old in 1974 (the first year of disc freestyle and over-all competitions) Westerfield's competitive participation only spanned five years, but in that short time had wins in every disc sport. What attracted Westerfield to playing with a Frisbee and developing his freestyle play in the sixties, is that he found that it didn't have to be competitive to be athletically challenging. Westerfield co-created and won the first freestyle competition and between 1976 and 1978 competing in North American Series (NAS) competitions to qualify for competing in the annual World Frisbee Championships (WFC), won six U.S. national freestyle titles including both 1976 Eastern and Western national freestyle titles and appeared in fifteen additional freestyle finals. When other sports like disc golf, ultimate, double disc court and over-all events were introduced to the Frisbee scene in the early 1970s, Westerfield quickly excelled in these new events because many of the skills involved in these new disc sports were skills that would transfer from his freestyle play. Westerfield having a dual Canadian/U.S. legal living status, considering Toronto to be his home, always competed for Canada at U.S. and World competitions.\nIn 1975, at the Canadian Open Frisbee Championships in Toronto, Westerfield set the MTA (maximum time aloft) world record with a &lt;a href=\"Flying%20disc%20techniques\"&gt;sidearm throw&lt;/a&gt; of 15 seconds, using a Super Pro Model Frisbee, beating the old record of 11 seconds. Also in 1975, Westerfield invented a new freestyle move called &lt;a href=\"Flying%20disc%20freestyle%23Basic%20maneuvers\"&gt;\"body-roll,\"&lt;/a&gt; (rolling the disc across outstretched arms and chest, or back), then presented the move in a freestyle event at a national tournament in Rochester, NY called the AFDO, (American Flying Disc Open). The hottest move of the day was called the, \"Canadian mind blower\". Westerfield would roll the Frisbee across outstretched arms and chest, to outstretched arms across the back (front to back-roll). Today body-rolls (rolls) are an integral part of every freestyle routine.\nIn 1974, Wham-O sponsored the first World Frisbee Championships (WFC) that included the North American Series (NAS) Frisbee tournaments held across the U.S. and Canada. These competitions were held for the purpose of qualifying competitors to compete annually in the WFC at the &lt;a href=\"Rose%20Bowl%20%28stadium%29\"&gt;Rose Bowl&lt;/a&gt; in &lt;a href=\"Pasadena%2C%20California\"&gt;Pasadena, California&lt;/a&gt;. Winning numerous North American Series (NAS) freestyle and individual events, Westerfield was chosen as the \"Best Player of the Decade\" in the 1970s,\nThe Decade Awards: Best Men's Player 1970-1975:\nKen Westerfield Big, Strong and Athletically gifted. Known for his overall skills as well. His forehand power throw, in particular, is probably still unmatched for sheer power. His freestyle skills did not take a back seat. He was adept at intricate moves, especially in the speed flow game. He was also an innovator. It is believed that he was the first person to do a body roll. The hottest move of the day was called the \"Canadian Mind blower\" which was a front roll to a foot tip to a backroll.\nAt a North American Series (NAS) Frisbee tournament in &lt;a href=\"Dallas%20Texas\"&gt;Dallas Texas&lt;/a&gt;, Westerfield became a member of the \"400 club\" with a prelim distance &lt;a href=\"Flying%20disc%20techniques\"&gt;sidearm throw&lt;/a&gt; (also known as forehand), and won the event with a throw of 378 feet, using a 119-gram World Class Model Frisbee. Only two competitors have officially ever thrown over 400 feet in competition with a 119-gram Frisbee (Lightweight disc by today's standard).\nIn 1978, &lt;a href=\"Boulder%2C%20Colorado\"&gt;Boulder, Colorado&lt;/a&gt;, while doing a distance throwing demonstration at a North American Series (NAS) event, Westerfield threw a 119-gram World Class Model Frisbee, 552 feet, using his characteristic sidearm throw, beating the official world distance record of 412 feet.\nThis is how Kevin (Skippy) Givens, World Freestyle Champion, remembers it:\nSomeone paced off the distance to a building at around 500 feet. Dave Johnson,(former distance world record holder) and others we're trying to hit it. Finally, Dave hits the building and the crowd goes wild. Ken Westerfield was sitting and watching. After Dave hit the building the crowd started to yell for Ken to throw. At first Ken was dismissive, not interested. Finally Ken stood up, went to the line, sized up the task then let it fly. It landed in the parking lot past the building on his first throw with no warm up. The crowd went crazy. It was the most incredible throw I'd ever seen.\nTournament officials marked and measured the throw at 552 feet and until 2014, was the longest distance toss for a sidearm (forehand) throw. Since new manufacturers have introduced heavyweight, beveled edge golf disc and new record attempts are in the high desert winds of Primm, NV, the world distance record is now just over 600 feet for the forehand (sidearm) throw. Westerfield's 552 foot throw is still the longest measured distance toss for a Wham-O brand Frisbee disc.\nIn 1977, Kenner moved to &lt;a href=\"London%2C%20Ontario\"&gt;London, Ontario&lt;/a&gt;, and created a disc manufacturing and distributing company called &lt;a href=\"Discraft\"&gt;Discraft&lt;/a&gt;. Westerfield went to &lt;a href=\"Santa%20Cruz%2C%20California\"&gt;Santa Cruz, California&lt;/a&gt;, teaming up with Tom Schot, to help produce Frisbee events in Northern California, including the &lt;a href=\"World%20Disc%20Games\"&gt;Santa Cruz\nFlying Disc Classic&lt;/a&gt; and played in one of the first organized ultimate leagues in the U.S. called the Northern California Ultimate Frisbee League (NCUFL, 1977-1979), that included teams from over a dozen cities in Northern California. Westerfield also created a Frisbee Show called Good Times Professional Frisbee Show that featured freestyle champion Mary Kathron, and later World Freestyle Champion Brian McElwain. Westerfield and his touring team performed shows at universities, fairs, music festivals and professional sporting events throughout the US and Canada for some of America's largest companies, &lt;a href=\"Labatt%20Brewing%20Company\"&gt;Labatt Brewing Company&lt;/a&gt;, &lt;a href=\"Air%20Canada\"&gt;Air Canada&lt;/a&gt;, &lt;a href=\"Lee%20Jeans\"&gt;Lee Jeans&lt;/a&gt;, &lt;a href=\"Orange%20Crush\"&gt;Orange Crush&lt;/a&gt; and &lt;a href=\"Adidas\"&gt;Adidas&lt;/a&gt;.\nDisc golf.\nAs of 2017, there are over 7000 disc golf courses. Before 1975 and the invention of the &lt;a href=\"disc%20golf\"&gt;disc golf&lt;/a&gt; target called the Disc Pole Hole, there were only a few mapped disc golf \"object\" courses in the U.S. and Canada. In 1970, you could count the number of designed courses, using the Frisbee to play golf and designated objects as holes, on one hand, Rochester, NY, Berkeley, CA and Toronto, ON, were disc golf's first designed courses, all completely unaware of the others existence.\nIn Canada, beginning in 1970, before even the idea of disc sports and the DGA, Ken Westerfield and Jim Kenner, played Frisbee golf daily on an 18 object hole course they designed at &lt;a href=\"Queen%27s%20Park%20%28Toronto%29\"&gt;Queen's Park&lt;/a&gt; in downtown Toronto. They also added disc golf to their other tournament events at the Canadian Open Frisbee Championships on &lt;a href=\"Toronto%20Islands\"&gt;Toronto Islands&lt;/a&gt; and the Vancouver Open Frisbee Championships, Vancouver, BC. These were the first disc golf tournaments in Canada, beginning with using objects as holes and then permanently placed disc pole holes. In 1987, Ken Westerfield as Tournament Director produced the PDGA World Championships on Toronto Islands. This was the only time this annual championship has been held outside of the United States. \nKen Westerfield was inducted into the &lt;a href=\"Professional%20Disc%20Golf%20Association\"&gt;PDGA Disc Golf Hall of Fame&lt;/a&gt; with the following:\nKen Westerfield is an icon of disc golf and one of the strongest overall competitors in flying disc sports of all time. His powerful and accurate &lt;a href=\"Flying%20disc%20techniques\"&gt;sidearm throw&lt;/a&gt; is widely acknowledged as one of the best the sport has ever seen. He was one of the top players at the emergence of organized disc golf competition. He pioneered the growth of disc golf across Canada. Many Canadian players trace their introduction to disc golf to being mentored by Ken. His contributions are a huge part of the foundation of our sport.\nUltimate Frisbee in Canada.\nUltimate is a &lt;a href=\"team%20sport\"&gt;team sport&lt;/a&gt; played with a &lt;a href=\"flying%20disc\"&gt;flying disc&lt;/a&gt; on a rectangular field, 120 yards (110m) by 40 yards (37m). The object of the game is to score points by passing the disc to members of your own team until you have successfully completed a pass to a team member in the opposing team's end zone. Ultimate comes with a self-regulated rule of playing conduct called the &lt;a href=\"Ultimate%20%28sport%29%23Spirit%20of%20the%20game\"&gt;Spirit of the Game&lt;/a&gt;. \" A players personal conduct as a competitor is as important as winning the game,\" Ken Westerfield brought this unique competitive spirit to all of his disc sports, including ultimate. This spirit wasn't invented by any one person or group but was recognized as just the way these early anti-sports establishment athletes competed. The tradition of this spirit in disc sports has been carried on to this day. Ultimate was the first disc sport to recognize this unique conduct of play and named it the Spirit of the Game (SOTG). In 1978, it was added to the 7th edition of the rules for ultimate. Beginning in 1975, the Canadian Open Frisbee Championships, held on &lt;a href=\"Toronto%20Islands\"&gt;Toronto Islands&lt;/a&gt;, began introducing disc ultimate to Canadians as a showcase event. Westerfield played in these beginning ultimate Frisbee exhibition games with some of the sports founders (Johnny Appleseeds) from &lt;a href=\"Columbia%20High%20School%20%28New%20Jersey%29\"&gt;Columbia High School&lt;/a&gt; (CHS), &lt;a href=\"Maplewood%2C%20New%20Jersey\"&gt;Maplewood, New Jersey&lt;/a&gt;, who were also there to compete in the other events at the Canadian Open competition.\n Westerfield continued to play ultimate through the 1970s, mostly while competing at U.S. over-all NAS tournaments and also played on Santa Cruz's first ultimate team called &lt;a href=\"Good%20Times%20%28newspaper%29\"&gt;Good Times&lt;/a&gt; (a Santa Cruz weekly newspaper) in the first two years of the Northern California Ultimate Frisbee League (NCUFL), 1977-1979.\nIn 1979, at age 32, retiring from competing in U.S. and Canadian national freestyle, disc golf and over-all competitions, Westerfield continued to organize and produce local disc events in Toronto, Ontario. In 1979, because of his love of ultimate, began organizing ultimate events and with the help of Irwin Toy's Bob Blakely and Chris Lowcock, created the &lt;a href=\"Ultimate%20Canada%23History\"&gt;Toronto Ultimate League&lt;/a&gt;. Westerfield started weekly ultimate pick-up games on &lt;a href=\"Kew%20Beach\"&gt;Kew Beach&lt;/a&gt;, then sent team invitations to &lt;a href=\"Toronto%20Islands\"&gt;Wards Island&lt;/a&gt;, &lt;a href=\"Toronto%20West\"&gt;West Toronto&lt;/a&gt;, &lt;a href=\"North%20Toronto\"&gt;North Toronto&lt;/a&gt; and his own team &lt;a href=\"the%20Beaches\"&gt;Beaches&lt;/a&gt;. These were the first four teams with each team taking turns hosting Wednesdays weekly league game nights at their home locations. The league starting night was at &lt;a href=\"the%20Beaches\"&gt;Kew Beach&lt;/a&gt;. Westerfield, using Bob Blakely's office copy machine and mailing facility at Irwin Toy, would produce a weekly newsletter highlighting the games and scores for each team as well as their league standings through the playing season. The Toronto Ultimate League developed and was renamed the &lt;a href=\"Ultimate%20Canada%23History\"&gt;Toronto Ultimate Club&lt;/a&gt; (TUC), that now has 3300 active members and over 250 teams playing the year round. This was the first ultimate league in Canada and now one of the world's oldest.\nIn 1987, at the Canadian Ultimate Championships (CUC), Ottawa, Westerfield, with his team Darkside, won Canada's first national ultimate championships. In the 1980s, in the beginning of Toronto's competitive ultimate years, Westerfield's contributions to his teams were his expert handling skills as well as the strength of his &lt;a href=\"Flying%20disc%20techniques%23Forehand%20%28sidearm%29\"&gt;sidearm (forehand)&lt;/a&gt; &lt;a href=\"Flying%20disc%20techniques%23Techniques\"&gt;huck, hammer&lt;/a&gt; and &lt;a href=\"Ultimate%20%28sport%29%23Rules\"&gt;pulls&lt;/a&gt; (the starting throw that begins the play, similar to a &lt;a href=\"kickoff%20%28gridiron%20football%29\"&gt;kickoff&lt;/a&gt; in &lt;a href=\"gridiron%20football\"&gt;football&lt;/a&gt;). Consistently pulling (throwing) deep into the opposing team's end-zone, would always give his team the advantage of having plenty of time to get set-up on defense.\nIn 2013, as a founding partner, the Toronto Ultimate Club presented Canada's first \nsemi-professional ultimate team, the &lt;a href=\"Toronto%20Rush\"&gt;Toronto Rush&lt;/a&gt;, to the &lt;a href=\"American%20Ultimate%20Disc%20League\"&gt;American Ultimate Disc League&lt;/a&gt; (AUDL). They went undefeated 18-0 for the season and won the AUDL Championships.\nIn 2010, Ken Westerfield was inducted into the inaugural class of the Toronto Ultimate Club Hall of Fame. In 2011, Westerfield was also inducted into the inaugural class of the &lt;a href=\"Ultimate%20Canada\"&gt;Ultimate Canada Hall of Fame&lt;/a&gt;.\nToronto Ultimate Club Hall of Fame presentation:\nIn the 1970s, Ken discovered the game of Ultimate in the USA and brought it to Toronto, Ontario. He introduced the game at &lt;a href=\"The%20Beaches\"&gt;Kew Beach&lt;/a&gt; to an initial core of people and from there planted the seed for &lt;a href=\"Ultimate%20Frisbee\"&gt;Ultimate Frisbee&lt;/a&gt; in Toronto. Ken was larger than life to this growing core of players who craved increased knowledge and skill development. He created pickup and the establishment of (4 teams) beginning in 1980. Not only was he an architect for the origins of the Toronto Ultimate Club, but Ken's influence as a player and a person made his reputation legendary. Simply put, he was the point man on all aspects of disc play, the \"go to\" guy that everyone looked up to.\nPost-Frisbee and disc sports legacy.\nAs with many discoveries, disc sports seems to have been created in part due to an unintended consequence. What began as Westerfield's and others rebellion against &lt;a href=\"Norm%20%28social%29\"&gt;social norms&lt;/a&gt; and a rejection of what was considered the sports &lt;a href=\"Anti-establishment\"&gt;establishment&lt;/a&gt;, eventually working in cooperation within unlikely partnerships with &lt;a href=\"Anti-establishment%23The%20pop%20term%20%26quot%3BAnti-Establishment%26quot%3B%20in%20the%20United%20States\"&gt;\"establishment\"&lt;/a&gt; Frisbee manufacturers sales motivations, as a result, has become one of today's newest and fastest growing sports. Many new and innovative ideas begin as an accidental discovery, but when you consider Westerfield's participation in the beginning of the Frisbee and disc sport development years that followed what was little more than a daily display of his counterculture activity and lifestyle, it would be hard not to see his contributions and influence in today's disc sports. Ken Westerfield is recognized not only for his athletic achievements and being one of the best players of all time, as stated in his hall of fame inductions, but also his influence and contributions as a founder, pioneer, innovator and organizer in the introduction and development of all the disc sports. From numerous shows and demonstrations, as one of the first professional touring Frisbee players, to introducing some of the first Frisbee disc sport competitions and organizations in Canada and the U.S. that are still active today. Freestyle and freestyle competitions are played in countries around the world, with organizing efforts of the &lt;a href=\"Flying%20disc%20freestyle\"&gt;FPA&lt;/a&gt;. Canada and the US now has over 1.48 million ultimate players that play regularly, with competitions sanctioned by &lt;a href=\"Ultimate%20Canada\"&gt;Ultimate Canada&lt;/a&gt; and &lt;a href=\"USA%20Ultimate\"&gt;USA Ultimate&lt;/a&gt;, including a semi-professional ultimate tour, called the &lt;a href=\"American%20Ultimate%20Disc%20League\"&gt;AUDL&lt;/a&gt;. Disc golf is played on over 7000 courses in about 40 countries with 500,000 regular players, including a semi-professional tour, set-up by the &lt;a href=\"Professional%20Disc%20Golf%20Association\"&gt;PDGA&lt;/a&gt;. What began as Ken Westerfield's \"sixties\" daily counterculture pastime, became his storied legacy in disc sports, as well as ironically becoming an \"establishment\" sport, using the flying disc\nAfter retiring from playing and promoting disc sports in 1988, Westerfield went on to start a number of successful business ventures, K-West Products, importing exotic plants from South America, (1988-1992). Opening a popular biker themed rock and roll bar in downtown Toronto called the Rats Ass Saloon, (1990-1993). A motorcycle shop in West Toronto called Rockerbox Motorcycle Maintenance and Restoration, (1994-1997). In the 1990s, although never wearing a &lt;a href=\"Outlaw%20motorcycle%20club%23Identification\"&gt;motorcycle club patch&lt;/a&gt; himself, Westerfield associated with &lt;a href=\"Outlaw%20motorcycle%20club\"&gt;Bikers&lt;/a&gt; and occasionally rode with local club members that were considered to be the &lt;a href=\"Outlaw%20motorcycle%20club%23Identification\"&gt;1%&lt;/a&gt; of patch-wearing motorcycle clubs in Toronto. Today Westerfield, mostly retired, spends his time in a small town near the U.S. &lt;a href=\"Mexico%E2%80%93United%20States%20border\"&gt;Mexican border&lt;/a&gt; called &lt;a href=\"Bisbee%2C%20Arizona\"&gt;Bisbee, Arizona&lt;/a&gt;. He has always had a passion for helping animals and volunteers much of his time working with several animal rescue organizations."
}