{
    "id": "3331132",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3331132",
    "title": "The Ecology Channel",
    "text": "The Ecology Channel was a Canadian &lt;a href=\"Category%202%20specialty%20channel\"&gt;category 2&lt;/a&gt; &lt;a href=\"digital%20cable\"&gt;digital cable&lt;/a&gt; &lt;a href=\"specialty%20channel\"&gt;specialty channel&lt;/a&gt; with programming on &lt;a href=\"Environmentalism\"&gt;environmental&lt;/a&gt;, &lt;a href=\"ecological\"&gt;ecological&lt;/a&gt;, and human sustainability issues. It was noted as the first of its kind in the world. The channel was owned by WETV and Ecology Communications Inc.\nOriginally, The Ecology Channel was the name of a US-based channel founded in 1993 by an American entrepreneur. It was a registered trademark issued in 1996 by the United States Patent and Trademark Office (USPTO) to Ecology Communications Inc. That trademark registration was cancelled in 2006, according to the USPTO. It was not until 2002 that principals from Ecology Communications and WETV first met to form an alliance that ultimately led to The Ecology Channel replacing The Green Channel as the name of the Canadian television network formed by WETV.\nLaunched in November 2001 as \"The Green Channel,\" it was wholly owned by WETV. A few years after its launch, the service was taken off the air. In 2003, WETV sold an interest in the channel to Ecology Communications and the channel was renamed \"The Ecology Channel.\" It began broadcasting again in 2004 but was taken off the air for a second time in December 2004 due to financial difficulties.\nIn late 2006 it was announced that a new incarnation of The Ecology Channel would be launching, with the service being renamed Ecology Canada, although the service never launched as planned. According to its website, several other launch dates were announced to take place in 2007 and subsequently in 2008. However, the service did not launch and it appears as though it may never launch as the website for Ecology Canada no longer exists."
}