{
    "id": "33329581",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=33329581",
    "title": "Episode.0",
    "text": "\"Episode.0\" is the thirty-ninth single released by Japanese solo artist &lt;a href=\"Gackt\"&gt;Gackt&lt;/a&gt;. It was released on July 13, 2011 by &lt;a href=\"HPQ%20%28record%20label%29\"&gt;HPQ&lt;/a&gt;. It became Gackt's thirty-ninth consecutive single to reach top ten on &lt;a href=\"Oricon\"&gt;Oricon&lt;/a&gt;'s singles chart, a male soloist record for most top 10 charts singles.\nSummary.\n\"Episode.0\" and \"Paranoid Doll\" are the two &lt;a href=\"Gackpoid\"&gt;Gackpoid&lt;/a&gt; (&lt;a href=\"Vocaloid\"&gt;Vocaloid&lt;/a&gt;) songs that were previously picked by Gackt in a &lt;a href=\"Niconico\"&gt;Niconico Video&lt;/a&gt; fan video contest in 2009, with the initial prize being 10 million yen (US$120,000). Gackt said he would cover those songs if the staff were committed to making it a reality, and so after two years the songs were officially recorded and released. The final results have been announced during the \"NicoNico Daikaigi 2011\" event in Taiwan, and the ten prize winners were mathru/KanimisoP who won the Grand Prize for \"Episode.0″, natsuP (SCL Project) won an Excellence Prize for \"Paranoid Doll\" which was also featured in the single, and eight other songs also won an Excellence Prize, including two by DonatakaP. KanimisoP received lowered prize of 300,000 yen (US$3,660) and the nine Excellence Prize winners received 100,000 yen (US$1,220).\nMusic video.\nThe music video was an upscale version of the original Vocaloid video produced by the winner of the Niconico Video contest. It was entirely shot using a professional camera and the entire video is composed of thousands of pictures edited to make it seem like a moving image. Gackt himself said that shooting this video was a challenge because of the exact movements needed to achieve the desired effect. The video tells the story of a samurai who in the beginning was bloodthirsty and wanted nothing but fighting. Then as the video progresses it is revealed that he gets impaled by a katana and he starts dying. The lyrics reveal that towards the end of his life he feels remorse for what he has done and remembers a song that a little girl has sung. It reminds him that peace is greater than war and towards then end he dies. Before dying he says: \"If I were able to take someone's burdens away as mine are taken now, Ah!\" and dies. The whole video describes how peace is greater than war."
}