{
    "id": "3332238",
    "revid": "41781531",
    "url": "https://en.wikipedia.org/wiki?curid=3332238",
    "title": "Head-directionality parameter",
    "text": "In &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt;, head directionality is a proposed &lt;a href=\"Principles%20and%20parameters\"&gt;parameter&lt;/a&gt; that classifies languages according to whether they are head-initial (the &lt;a href=\"head%20%28linguistics%29\"&gt;head&lt;/a&gt; of a &lt;a href=\"phrase\"&gt;phrase&lt;/a&gt; precedes its &lt;a href=\"Complement%20%28linguistics%29\"&gt;complements&lt;/a&gt;) or head-final (the head follows its complements). The &lt;a href=\"Head%20%28linguistics%29\"&gt;head&lt;/a&gt; is the element that determines the category of a phrase: for example, in a &lt;a href=\"verb%20phrase\"&gt;verb phrase&lt;/a&gt;, the head is a verb. Therefore, head initial would be \"VO\" languages and head final would be \"OV\" languages.\nSome languages are consistently head-initial or head-final at all phrasal levels. &lt;a href=\"English%20grammar\"&gt;English&lt;/a&gt; is considered to be strongly head-initial, while &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt; is an example of a language that is consistently head-final. In certain other languages, such as &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; and &lt;a href=\"Gbe%20languages\"&gt;Gbe&lt;/a&gt;, examples of both types of head direction occur. Various theories have been proposed to explain such variation.\nHead directionality is connected with the type of &lt;a href=\"branching%20%28linguistics%29\"&gt;branching&lt;/a&gt; that predominates in a language: head-initial structures are \"right-branching\", while head-final structures are \"left-branching\".On the basis of these criteria, languages can be divided into head-final (rigid and non-rigid) and head-initial types. The identification of headedness is based on the following: \nTypes of phrase.\nIn some cases, particularly with noun and adjective phrases, it is not always clear which dependents are to be classed as complements, and which as &lt;a href=\"adjunct%20%28grammar%29\"&gt;adjunct&lt;/a&gt;s. Although in principle the head-directionality parameter concerns the order of heads and complements only, considerations of head-initiality and head-finality sometimes take account of the position of the head in the phrase as a whole, including adjuncts. The structure of the various types of phrase is analyzed below in relation to specific languages, with a focus on the ordering of head and complement. In some cases (such as English and Japanese) this ordering is found to be the same in practically all types of phrase, whereas in others (such as German and Gbe) the pattern is less consistent. Different theoretical explanations of these inconsistencies are discussed later in the article. There are various types of phrase in which the ordering of head and complement(s) may be considered when attempting to determine the head directionality of a language, including:\nHead-initial languages.\nEnglish.\n&lt;a href=\"English%20grammar\"&gt;English&lt;/a&gt; is a strongly head-initial language. In a typical verb phrase, for example, the verb precedes its complements, as in the following example:\nThe head of the phrase (the verb \"eat\") precedes its complement (the determiner phrase \"an apple\"). Switching the order to \"[VP [DP an apple] [V eat]]\" would be ungrammatical.\nNouns also tend to precede any complements, as in the following example, where the &lt;a href=\"relative%20clause\"&gt;relative clause&lt;/a&gt; (or &lt;a href=\"complementizer%20phrase\"&gt;complementizer phrase&lt;/a&gt;) that follows the noun may be considered to be a complement:\nNouns do not necessarily begin their phrase; they may be preceded by &lt;a href=\"attributive%20adjective\"&gt;attributive adjective&lt;/a&gt;s, but these are regarded as &lt;a href=\"adjunct%20%28grammar%29\"&gt;adjunct&lt;/a&gt;s rather than complements. (For preceding &lt;a href=\"determiner\"&gt;determiner&lt;/a&gt;s, see below.) Adjectives themselves may be preceded by adjuncts, namely &lt;a href=\"adverb\"&gt;adverb&lt;/a&gt;s, as in \"extremely happy\". However, when an adjective phrase contains a true complement, such as a prepositional phrase, the head adjective precedes it:\nEnglish adpositional phrases are also head-initial; that is, English has &lt;a href=\"preposition\"&gt;preposition&lt;/a&gt;s rather than postpositions:\nOn the &lt;a href=\"determiner%20phrase\"&gt;determiner phrase&lt;/a&gt; (DP) view, where a &lt;a href=\"determiner\"&gt;determiner&lt;/a&gt; is taken to be the head of its phrase (rather than the associated noun), English can be seen to be head-initial in this type of phrase too. In the following example the head is taken to be the determiner \"any\", and the complement is the noun (phrase) \"book\":\nEnglish also has head-initial &lt;a href=\"complementizer%20phrase\"&gt;complementizer phrase&lt;/a&gt;s, as in this example where the complementizer \"that\" precedes its complement, the tense phrase \"Mary did not swim\":\nGrammatical words marking tense and aspect generally precede the semantic verb. This indicates that, if finite verb phrases are analyzed as &lt;a href=\"tense%20phrase\"&gt;tense phrase&lt;/a&gt;s or aspect phrases, these are again head-initial in English. In the example above, \"did\" is considered a (&lt;a href=\"past%20tense\"&gt;past&lt;/a&gt;) tense marker, and precedes its complement, the verb phrase \"not swim\". In the following, \"has\" is a (&lt;a href=\"perfect%20aspect\"&gt;perfect&lt;/a&gt;) aspect marker; again it appears before the verb (phrase) which is its complement.\nThe following example shows a sequence of nested phrases in which each head precedes its complement. In the &lt;a href=\"complementizer%20phrase\"&gt;complementizer phrase&lt;/a&gt; (CP) in (a), the complementizer (C) precedes its tense phrase (TP) complement. In the &lt;a href=\"tense%20phrase\"&gt;tense phrase&lt;/a&gt; in (b), the &lt;a href=\"grammatical%20tense\"&gt;tense&lt;/a&gt;-marking element (T) precedes its verb phrase (VP) complement. (The subject of the tense phrase, \"the girl\", is a &lt;a href=\"Specifier%20%28linguistics%29\"&gt;specifier&lt;/a&gt;, which does not need to be considered when analyzing the ordering of head and complement.) In the &lt;a href=\"verb%20phrase\"&gt;verb phrase&lt;/a&gt; in (c), the verb (V) precedes its two complements, namely the determiner phrase (DP) \"the book\" and the prepositional phrase (PP) \"on the table\". In (d), where \"a picture\" is analyzed as a determiner phrase, the determiner (D) \"a\" precedes its noun phrase (NP) complement, while in (e), the &lt;a href=\"preposition\"&gt;preposition&lt;/a&gt; (P) \"on\" precedes its DP complement \"your desk\".\nIndonesian.\n&lt;a href=\"Indonesian%20language\"&gt;Indonesian&lt;/a&gt; is an example of an SVO head-initial language. The characteristic of it being a head-initial language can be examined through a dependency perspective or through a word order perspective. Both approaches lead to the conclusion that Indonesian is a head-initial language. \nDependency perspective.\nWhen examining Indonesian through a dependency perspective, it is considered head initial as the &lt;a href=\"Government%20%28linguistics%29\"&gt;governor&lt;/a&gt; of both constituents are positioned before the &lt;a href=\"Dependent-marking%20language\"&gt;dependent&lt;/a&gt;. \nPlacing the head before a dependent minimizes the overall dependency distance, which is the distance between the two &lt;a href=\"Constituent%20%28linguistics%29\"&gt;constituents&lt;/a&gt;. Minimizing dependency distance allows for less cognitive demand as a head-final dependency requires the constituents in the dependent clause to be stored in working memory until the head is realized.\nIn Indonesian, the number of constituencies affects the dependency direction. When there are 6 constituents — which is a relatively short sentence — there is a preference for head initial relation. However, when there are 11-30 constituents, there appears to be a balance of head-initial and head-final dependencies. Regardless, Indonesian displays an overall head-initial preference on all levels of dependency structure as it consistently attempts to position the head as early on in the sentence even though it produces a longer dependency distance rather than placing the head after its dependents. Furthermore, Indonesian has an overall preference towards head-initial when comparing head-initial and head-final relation on all levels of constituent length for both spoken and written data.\nWord order perspective.\nThe subject of the sentence followed by the verb, representing SVO order. The following examples demonstrate head-initial directionality in &lt;a href=\"Indonesian%20language\"&gt;Indonesian&lt;/a&gt;\n[CP [DP Perdana menteri] [VP sudah pulang]]\n&lt;a href=\"Grammatical%20number\"&gt;Classifiers&lt;/a&gt; and &lt;a href=\"Partitive\"&gt;partitives&lt;/a&gt; can function as the head nouns of noun phrases. Below is an example of the internal structure of a noun phrase and its head-initial word order.\n[CP[DP botol ini][VP retak]]\nHead-initial word order is seen in the internal structure of the verb phrase in the following example where the V is in the head position of the verb phrase and thus appears before its complement:\n[CP[DPDokter][VP[V memeriksa][DPmata says]]]\nIn &lt;a href=\"Indonesian%20language\"&gt;Indonesian&lt;/a&gt; a noun can be followed by another &lt;a href=\"modifiers\"&gt;modifying noun&lt;/a&gt; whose primary function is to provide more specific information about the preceding head noun, such as indicating what the head noun is made of, gender, locative sense, and what the head noun does, etc. However, no other word is able to intervene between a head noun and its following modifying noun. If a word follows the modifying noun, then it provides reference to the head noun and not the modifying noun. \nHead-final languages.\nJaponic: Japanese.\n&lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt; is an example of a strongly head-final language. This can be seen in verb phrases and tense phrases: the verb (\"tabe\" in the example) comes after its complement, while the tense marker (\"ru\") comes after the whole verb phrase which is its complement.\n[TP [VP [DP ringo-o] [V tabe]] [T ru]]\nNouns also typically come after any complements, as in the following example where the PP \"New York-de-no\" may be regarded as a complement:\n[NP [PP New York-de-no] [N koogi]]\nAdjectives also follow any complements they may have. In this example the complement of quantity, \"ni-juu-meetoru\" (\"twenty meters\"), precedes the head adjective \"takai\" (\"tall\"):\n[AP [Q ni-juu-meetoru] [A takai]]\nJapanese uses postpositions rather than prepositions, so its adpositional phrases are again head-final:\n[PP [DP Takasu-mura] [P ni]]\nDeterminer phrases are head-final as well:\n[DP [NP dare] [D mo]]\nA complementizer (here \"to\", equivalent to English \"that\") comes after its complement (here a tense phrase meaning \"Mary did not swim\"), thus Japanese complementizer phrases are head-final: \n[CP [TP Mary-ga oyog-ana-katta] [C to]]\nTurkic: Turkish.\n&lt;a href=\"Turkish%20language\"&gt;Turkish&lt;/a&gt; is an agglutinative, head-final, and left-branching language that uses a &lt;a href=\"Subject%E2%80%93object%E2%80%93verb\"&gt;SOV&lt;/a&gt; word order. As such, Turkish complements and adjuncts typically precede their head under neutral prosody, and &lt;a href=\"Preposition%20and%20postposition\"&gt;adpositions&lt;/a&gt; are postpositional. Turkish employs a case marking system which &lt;a href=\"Affix\"&gt;affixes&lt;/a&gt; to the right boundary of the word it is modifying. As such, all case markings in Turkish are suffixes. For example, the set of &lt;a href=\"Accusative%20case\"&gt;accusative&lt;/a&gt; case marking suffixes \"-(y)ı-, -(y)i-, -(y)u-, -(y)ü-\" in Turkish indicate that it is the direct object of a verb. Additionally, while some kinds of definite determiners and &lt;a href=\"Preposition%20and%20postposition\"&gt;postpositions&lt;/a&gt; in Turkish can be marked by case, other types also exist as free morphemes. In the following examples, Turkish case marker suffixes are analyzed as complements to the head.\nHead-final Tense Phrase.\nIn Turkish, tense is denoted by a case marking suffix on the verb. \n[TP [VP et][T -ti]]\nHead-final Verb Phrase.\nIn neutral prosody, Turkish verb phrases are primarily head-final, as the verb comes after its complement. Variation in object-verb ordering is not strictly rigid. However, constructions where the verb precedes the object are less common.\n[VP [DP çikolata][V sever]]\nHead-final Determiner Phrase.\nIn Turkish, definite determiners may be marked with a case marker suffix on the noun, such as when the noun is the direct object of a verb. They may also exist as free morphemes that attach to a head-initial determiner phrase, such as when the determiner is a demonstrative. Like other case markers in Turkish, when the morpheme carrying the demonstrative meaning is a case marker, they attach at the end of the word. As such, the head of the phrase, in this case the determiner, follows its complement like in the example below:\n[DP [NP kitap-lar][D -ı]]\nHead-final Postpositional Phrase.\nTurkish adpositions are postpositions that can affix as a case marker at the end of a word. They can also be a separate word that attaches to the head-final postpositional phrase, as is the case in the example below:\n[PP [DP Ahmet][P için]]\nWord order variation in matrix clauses.\nTurkish employs a &lt;a href=\"Grammatical%20case\"&gt;case marking&lt;/a&gt; system that allows some constituents in Turkish clauses to participate in permutations of its canonical SOV word order, thereby in some ways exhibiting a 'free' word order. Specifically, constituents of an &lt;a href=\"independent%20clause\"&gt;independent clause&lt;/a&gt; can be moved around and constituents of phrasal categories can occur outside of the &lt;a href=\"Projection%20principle\"&gt;projections&lt;/a&gt; they are elements of. As a result, it is possible for the major case-marked constituents of a clause in Turkish to appear in all possible orders in a sentence, such that SOV, SVO, OSV, OVS, VSO, and VOS word orders are acceptable.\nThis free word order allows for the verbal phrase to occur in any position in an independent clause, unlike other head-final languages (such as &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt; and &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt;, in which any variation in word order must occur in the preverbal domain and the verb remains at the end of the clause ). Because of this relatively high degree of variation in word order in Turkish, its status as a head-final language is generally considered to be less strict and not absolute like Japanese or Korean, since while embedded clauses must remain verb-final, matrix clauses can show variability in word order.\nIn the canonical word order of Turkish, as is typical in a head-final language, subjects come at the beginning of the sentence, then objects, with verbs coming in last:\n1. Subject-Object-Verb (SOV, canonical word order)\nHowever, several variations on this order can occur on matrix clauses, such that the subject, object, and verb can occupy all different positions within a sentence. Because Turkish uses a case-marking system to denote how each word functions in a sentence in relation to the rest, case-marked elements can be moved around without a loss in meaning. These variations, also called permutations, can change the discourse focus of the constituents in the sentence:\n2. Object-Subject-Verb (OSV)\nIn this variation, the object moves to the beginning of the sentence, the subject follows, and the verb remains in final position.\n3. Object-Verb-Subject (OVS)\nIn this variation, the subject moves to end of the sentence. This is an example of how verbs in Turkish can move to other positions in the clause, even though other head-final languages, such as Japanese and Korean, typically see verbs coming only at the end of the sentence.\n4. Subject-Verb-Object (SVO)\nIn this variation, the object moves to the end of the sentence and the verb phrase now directly precedes the subject, which remains at the beginning of the sentence. This word order is akin to &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; word order.\n5. Verb-Subject-Object (VSO)\nIn this variation, the verb phrase moves from the end of the sentence to the beginning of the sentence.\n6. Verb-Object-Subject (VOS)\nIn this variation, the verb phrase moves to the beginning of the sentence, the object moves so that it directly following the verb, and the subject is at the end of the sentence.\nMixed word-order languages.\nIndo-European: German.\n&lt;a href=\"German%20grammar\"&gt;German&lt;/a&gt;, while being predominantly head-initial, is less conclusively so than in the case of English. German also features certain head-final structures. For example, in a &lt;a href=\"nonfinite%20verb\"&gt;nonfinite&lt;/a&gt; verb phrase the verb is final. In a finite verb phrase (or tense/aspect phrase) the verb (tense/aspect) is initial, although it may move to final position in a &lt;a href=\"subordinate%20clause\"&gt;subordinate clause&lt;/a&gt;. In the following example, the non-finite verb phrase \"es finden\" is head-final, whereas in the tensed main clause \"ich werde es finden\" (headed by the &lt;a href=\"auxiliary%20verb\"&gt;auxiliary verb&lt;/a&gt; \"werde\" indicating &lt;a href=\"future%20tense\"&gt;future tense&lt;/a&gt;), the finite auxiliary precedes its complement (as an instance of a &lt;a href=\"verb-second\"&gt;verb-second&lt;/a&gt; construction; in the example below, this V2-position is called \"T\").\nNoun phrases containing complements are head-initial; in this example the complement, the CP \"der den Befehl überbrachte\", follows the head noun \"Boten\".\nAdjective phrases may be head-final or head-initial. In the next example the adjective (\"stolze\") follows its complement (\"auf seine Kinder\").\nHowever, when essentially the same adjective phrase is used &lt;a href=\"predicative%20adjective\"&gt;predicatively&lt;/a&gt; rather than attributively, it can also be head-initial:\nMost adpositional phrases are head-initial (as German has mostly prepositions rather than postpositions), as in the following example, where \"auf\" comes before its complement \"den Tisch\":\nGerman also has some &lt;a href=\"postposition\"&gt;postposition&lt;/a&gt;s, however (such as \"gegenüber\" \"opposite\"), and so adpositional phrases can also sometimes be head-final. Another example is provided by the analysis of the following sentence:\nLike in English, determiner phrases and complementizer phrases in German are head-initial. The next example is of a determiner phrase, headed by the article \"der\":\nIn the following example, the complementizer \"dass\" precedes the tense phrase which serves as its complement:\nSino-Tibetan: Chinese.\n&lt;a href=\"Standard%20Chinese\"&gt;Standard Chinese&lt;/a&gt; (whose syntax is typical of &lt;a href=\"varieties%20of%20Chinese\"&gt;Chinese varieties&lt;/a&gt; generally) features a mixture of head-final and head-initial structures. Noun phrases are head-final. Modifiers virtually always precede the noun they modify. For examples of this involving relative clauses, see .\nIn the case of strict head/complement ordering, however, Chinese appears to be head-initial. Verbs normally precede their objects. Both prepositions and postpositions are reported, but the postpositions can be analyzed as a type of noun (the prepositions are often called &lt;a href=\"coverb\"&gt;coverb&lt;/a&gt;s). For more details and examples of the relevant structures, see &lt;a href=\"Chinese%20grammar\"&gt;Chinese grammar&lt;/a&gt;. For a head-direction analysis of Chinese aspect phrases, see the theoretical section below.\nNiger-Congo: Gbe.\nIn &lt;a href=\"Gbe%20languages\"&gt;Gbe&lt;/a&gt;, a mixture of head-initial and head-final structures is found. For example, a verb may appear after or before its complement, which means that both head-initial and head-final verb phrases occur. In the first example the verb for \"use\" appears after its complement:\nIn the second example the verb precedes the complement:\nIt has been debated whether the first example is due to object &lt;a href=\"syntactic%20movement\"&gt;movement&lt;/a&gt; to the left side of the verb or whether the lexical entry of the verb simply allows head-initial and head-final structures.\nTense phrases and aspect phrases are head-initial since aspect markers (such as \"tó\" and \"nɔ̀ \" above) and tense markers (such as the future marker \"ná\" in the following example, but that does not apply to tense markers shown by verb &lt;a href=\"inflection\"&gt;inflection&lt;/a&gt;) come before the verb phrase.\nGbe noun phrases are typically head-final, as in this example:\nIn the following example of an adjective phrase, Gbe follows a head-initial pattern, as the head \"yù\" precedes the &lt;a href=\"intensifier\"&gt;intensifier&lt;/a&gt; \"tàùú\".\nGbe adpositional phrases are head-initial, with prepositions preceding their complement:\nDeterminer phrases, however, are head-final:\nComplementizer phrases are head-initial:\nTheoretical views.\nTesnière (1959): dependency grammar.\nThe idea that syntactic structures reduce to binary relations was introduced by &lt;a href=\"Lucien%20Tesni%C3%A8re\"&gt;Lucien Tesnière&lt;/a&gt; within the framework of &lt;a href=\"dependency%20grammar\"&gt;dependency theory&lt;/a&gt;, which was developed during the 1960s. Tesnière distinguished two structures that differ in the placement of the structurally governing element (&lt;a href=\"head%20%28grammar%29\"&gt;head&lt;/a&gt;): centripetal structures, in which heads precede their &lt;a href=\"dependent%20%28grammar%29\"&gt;dependent&lt;/a&gt;s, and centrifugal structures, in which heads follow their dependents. Dependents here may include &lt;a href=\"complement%20%28grammar%29\"&gt;complement&lt;/a&gt;s, &lt;a href=\"Adjunct%20%28grammar%29\"&gt;adjuncts&lt;/a&gt;, and &lt;a href=\"Specifier%20%28linguistics%29\"&gt;specifier&lt;/a&gt;s.\nGreeberg: typology.\n&lt;a href=\"Joseph%20Greenberg\"&gt;Joseph Greenberg&lt;/a&gt;, who worked in the field of &lt;a href=\"language%20typology\"&gt;language typology&lt;/a&gt;, put forward an implicational theory of &lt;a href=\"word%20order\"&gt;word order&lt;/a&gt;, whereby:\nThe first set of properties make heads come at the start of their phrases, while the second set make heads come at the end. However, it has been claimed that many languages (such as &lt;a href=\"Basque%20language\"&gt;Basque&lt;/a&gt;) do not fulfill the above conditions, and that Greenberg's theory fails to predict the exceptions.\nChomsky: principles and parameters.\n&lt;a href=\"Noam%20Chomsky\"&gt;Noam Chomsky&lt;/a&gt;'s &lt;a href=\"Principles%20and%20Parameters%20theory\"&gt;Principles and Parameters theory&lt;/a&gt; in the 1980s introduced the idea that a small number of innate principles are common to every human language (e.g. phrases are oriented around heads), and that these general principles are subject to parametric variation (e.g. the order of heads and other phrasal components may differ). In this theory, the dependency relation between heads, complements, specifiers, and adjuncts is regulated by &lt;a href=\"X-bar%20theory\"&gt;X-bar theory&lt;/a&gt;, proposed by Jackendoff in the 1970s. The complement is sister to the head, and they can be ordered in one of two ways. A head-complement order is called a head-initial structure, while a complement-head order is called a head-final structure. These are special cases of Tesnière's centripetal and centrifugal structures, since here only complements are considered, whereas Tesnière considered all types of dependents.\nIn the principles and parameters theory, a head-directionality parameter is proposed as a way of &lt;a href=\"linguistic%20typology\"&gt;classifying languages&lt;/a&gt;. A language which has head-initial structures is considered to be a head-initial language, and one which has head-final structures is considered to be a head-final language. It is found, however, that very few, if any, languages are entirely one direction or the other. Linguists have come up with a number of theories to explain the inconsistencies, sometimes positing a more consistent &lt;a href=\"underlying%20representation\"&gt;underlying&lt;/a&gt; order, with the phenomenon of phrasal &lt;a href=\"syntactic%20movement\"&gt;movement&lt;/a&gt; being used to explain the surface deviations.\nKayne: antisymmetry.\nAccording to the &lt;a href=\"Antisymmetry\"&gt;Antisymmetry&lt;/a&gt; theory proposed by &lt;a href=\"Richard%20S.%20Kayne\"&gt;Richard S. Kayne&lt;/a&gt;, there is no head-directionality parameter as such: it is claimed that at an underlying level, all languages are head-initial. In fact, it is argued that all languages have the underlying order Specifier-Head-Complement. Deviations from this order are accounted for by different &lt;a href=\"syntactic%20movement\"&gt;syntactic movement&lt;/a&gt;s applied by languages. Kayne argues that a theory that allows both directionalities would imply an absence of &lt;a href=\"asymmetry\"&gt;asymmetries&lt;/a&gt; between languages, whereas in fact languages fail to be symmetrical in many respects. Kayne argues using the concept of a probe-goal search (based on the ideas of the &lt;a href=\"Minimalist%20program\"&gt;Minimalist program&lt;/a&gt;), whereby a &lt;a href=\"Head%20%28linguistics%29\"&gt;head&lt;/a&gt; acts as a probe and looks for a goal, namely its &lt;a href=\"Complement%20%28linguistics%29\"&gt;complement&lt;/a&gt;. Kayne proposes that the direction of the probe-goal search must share the direction of language &lt;a href=\"parsing\"&gt;parsing&lt;/a&gt; and production. Parsing and production proceed in a left-to-right direction: the beginning of sentence is heard or spoken first, and the end of the sentence is heard or spoken last. This implies (according to the theory) an ordering whereby probe comes before goal, i.e. head precedes complement.\nSome linguists have rejected the conclusions of the Antisymmetry approach. Some have pointed out that in predominantly head-final languages such as &lt;a href=\"Japanese%20grammar\"&gt;Japanese&lt;/a&gt; and &lt;a href=\"Basque%20grammar\"&gt;Basque&lt;/a&gt;, the change from an underlying head-initial form to a largely head-final surface form would involve complex and massive leftward movement, which is not in accordance with the ideal of grammatical simplicity. Some take a \"surface true\" viewpoint: that analysis of head direction must take place at the level of &lt;a href=\"surface%20form\"&gt;surface derivations&lt;/a&gt;, or even the &lt;a href=\"Phonetic%20Form\"&gt;Phonetic Form&lt;/a&gt; (PF), i.e. the order in which sentences are pronounced in natural speech. This rejects the idea of an underlying ordering which is then subject to movement, as posited in Antisymmetry and in certain other approaches. It has been argued that a head parameter must only reside at PF, as it is unmaintainable in its original form as a structural parameter.\nSome linguists have provided evidence which may be taken to support Kayne's scheme, such as Lin, who considered Standard Chinese sentences with the &lt;a href=\"Chinese%20grammar%23Particles\"&gt;sentence-final particle&lt;/a&gt; \"le\". Certain restrictions on movement from within verb phrases preceding such a particle are found (if various other assumptions from the literature are accepted) to be consistent with the idea that the verb phrase has moved from its underlying position after its head (the particle \"le\" here being taken as the head of an &lt;a href=\"aspect%20phrase\"&gt;aspect phrase&lt;/a&gt;). However, Takita (2009) observes that similar restrictions do not apply in Japanese, in spite of its surface head-final character, concluding that if Lin's assumptions are correct, then Japanese must be considered to be a true head-final language, contrary to the main tenet of Antisymmetry. More details about these arguments can be found in the &lt;a href=\"Antisymmetry\"&gt;Antisymmetry&lt;/a&gt; article.\nGradient classification.\nSome scholars, such as Tesnière, argue that there are no absolute head-initial or head-final languages. According to this approach, it is true that some languages have more head-initial or head-final elements than other languages do, but almost any language contains both head-initial and head-final elements. Therefore, rather than being classifiable into fixed categories, languages can be arranged on a &lt;a href=\"Continuum%20%28measurement%29\"&gt;continuum&lt;/a&gt; with head-initial and head-final as the extremes, based on the frequency distribution of their &lt;a href=\"Dependency%20grammar\"&gt;dependency&lt;/a&gt; directions. This view was supported in a study by Haitao Liu (2010), who investigated 20 languages using a dependency &lt;a href=\"treebank\"&gt;treebank&lt;/a&gt;-based method. For instance, Japanese is close to the head-final end of the continuum, while English and German, which have mixed head-initial and head-final dependencies, are plotted in relatively intermediate positions on the continuum.\nPolinsky (2012) identified the following five head-directionality sub-types:\nShe identified a strong correlation between the head-directionality type of a language and the ratio of verbs to nouns in the lexical inventory. Languages with a scarcity of simple verbs tend to be rigidly head-final, as in the case of Japanese, whereas verb-rich languages tend to be head-initial languages."
}