{
    "id": "333245",
    "revid": "1067261648",
    "url": "https://en.wikipedia.org/wiki?curid=333245",
    "title": "New Right",
    "text": "New Right is a term for various &lt;a href=\"Right-wing%20politics\"&gt;right-wing political&lt;/a&gt; groups or policies in different countries. It has also been used to describe the emergence of &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;an parties after the &lt;a href=\"Dissolution%20of%20the%20Soviet%20Union\"&gt;collapse of the Soviet Union&lt;/a&gt;.\nHistory.\nThe word \"New Right\" appeared during the &lt;a href=\"1964%20United%20States%20presidential%20election\"&gt;1964 presidential campaign&lt;/a&gt; of &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt; to designate \"the emergence, in response to &lt;a href=\"liberalism\"&gt;liberalism&lt;/a&gt; (in the American sense of the term [i.e. &lt;a href=\"social%20liberalism\"&gt;social liberalism&lt;/a&gt;]), of an uninhibited right: ultraconservative, imbued with religious values, openly populist, anti-egalitarian, and intolerant of racial desegregation.\" Popularized by &lt;a href=\"Richard%20Viguerie\"&gt;Richard Viguerie&lt;/a&gt;, the term became later used to describe a broader movement in the &lt;a href=\"English-speaking%20world\"&gt;English-speaking world&lt;/a&gt;: socially conservative proponents of the &lt;a href=\"night-watchman%20state\"&gt;night-watchman state&lt;/a&gt;, such as &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt;, &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt;, &lt;a href=\"Augusto%20Pinochet\"&gt;Augusto Pinochet&lt;/a&gt; or &lt;a href=\"New%20Zealand%20First\"&gt;New Zealand First&lt;/a&gt;. However, as &lt;a href=\"Jean-Yves%20Camus\"&gt;Jean-Yves Camus&lt;/a&gt; and &lt;a href=\"Nicolas%20Lebourg\"&gt;Nicolas Lebourg&lt;/a&gt; point out, this leaning had only a few in common with the \"&lt;a href=\"European%20New%20Right\"&gt;European New Right&lt;/a&gt;\" that had been emerging since the 1960s, more inspired by the &lt;a href=\"Conservative%20Revolution\"&gt;conservative revolutionary&lt;/a&gt; &lt;a href=\"Arthur%20Moeller%20van%20den%20Bruck\"&gt;Moeller van den Bruck&lt;/a&gt; than by the &lt;a href=\"Classical%20liberalism\"&gt;classical liberal&lt;/a&gt; &lt;a href=\"Adam%20Smith\"&gt;Adam Smith&lt;/a&gt;.\nNew Right by country.\nAustralia.\nIn &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, \"the New Right\" refers to a late 1970s/1980s onward movement both within and outside of the &lt;a href=\"Liberal%20Party%20of%20Australia\"&gt;Liberal&lt;/a&gt;/&lt;a href=\"National%20Party%20of%20Australia\"&gt;National&lt;/a&gt; &lt;a href=\"Coalition%20%28Australia%29\"&gt;Coalition&lt;/a&gt; which advocates &lt;a href=\"Economic%20liberalism\"&gt;economically liberal&lt;/a&gt; and increased &lt;a href=\"Social%20conservatism\"&gt;socially conservative&lt;/a&gt; policies (as opposed to the \"old right\" which advocated &lt;a href=\"Economic%20conservatism\"&gt;economically conservative&lt;/a&gt; policies and \"&lt;a href=\"small-l%20liberal\"&gt;small-l liberal&lt;/a&gt;s\" with more &lt;a href=\"social%20liberalism\"&gt;socially liberal&lt;/a&gt; views). Unlike the United Kingdom and United States, but like neighbouring New Zealand, the 1980s saw the &lt;a href=\"Australian%20Labor%20Party\"&gt;Australian Labor Party&lt;/a&gt; initiate &lt;a href=\"Third%20Way%20%28centrism%29\"&gt;Third Way&lt;/a&gt; economic reforms, which bear some familiarity to \"New Right\" ideology. After the &lt;a href=\"John%20Howard\"&gt;John Howard&lt;/a&gt; Coalition ended the 13-year rule of the &lt;a href=\"Hawke%E2%80%93Keating%20Government\"&gt;Hawke-Keating&lt;/a&gt; Labor government at the &lt;a href=\"1996%20Australian%20federal%20election\"&gt;1996 federal election&lt;/a&gt;, economic reforms were taken further, some examples being wholesale labor market deregulation (e.g. &lt;a href=\"WorkChoices\"&gt;WorkChoices&lt;/a&gt;), the introduction of a &lt;a href=\"Goods%20and%20Services%20Tax%20%28Australia%29\"&gt;Goods and Services Tax&lt;/a&gt; (GST), the privatisation of the telecommunications monopoly &lt;a href=\"Telstra\"&gt;Telstra&lt;/a&gt;, and sweeping &lt;a href=\"welfare%20reform\"&gt;welfare reform&lt;/a&gt; including \"&lt;a href=\"work%20for%20the%20dole\"&gt;work for the dole&lt;/a&gt;\". The &lt;a href=\"H.%20R.%20Nicholls%20Society\"&gt;H. R. Nicholls Society&lt;/a&gt;, a think tank which advocates full workplace deregulation, contains some Liberal MPs as members and is seen to be of the New Right.\n&lt;a href=\"Economic%20liberalism\"&gt;Economic liberalism&lt;/a&gt; is also called &lt;a href=\"economic%20rationalism\"&gt;economic rationalism&lt;/a&gt; in Australia. The term \"economic rationalism\" was first used by Labor's &lt;a href=\"Gough%20Whitlam\"&gt;Gough Whitlam&lt;/a&gt;. to describe a market-oriented form of social democracy, but its meaning subsequently evolved. It is a philosophy which tends to advocate a &lt;a href=\"free%20market%20economy\"&gt;free market economy&lt;/a&gt;, increased &lt;a href=\"deregulation\"&gt;deregulation&lt;/a&gt;, &lt;a href=\"privatisation\"&gt;privatisation&lt;/a&gt;, lower &lt;a href=\"direct%20taxation\"&gt;direct taxation&lt;/a&gt; and higher &lt;a href=\"indirect%20taxation\"&gt;indirect taxation&lt;/a&gt;, and a reduction of the size of the &lt;a href=\"welfare%20state\"&gt;welfare state&lt;/a&gt;. The politicians favouring New Right ideology were referred to as \"dries\", while those advocating continuation of the economic policies of the &lt;a href=\"post-war%20consensus\"&gt;post-war consensus&lt;/a&gt;, typically &lt;a href=\"Keynesian\"&gt;Keynesian&lt;/a&gt; economics, or were more socially liberal, were called \"wets\" (the term \"wets\" was similarly used in Britain to refer to those &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservatives&lt;/a&gt; who opposed &lt;a href=\"Thatcherite\"&gt;Thatcherite&lt;/a&gt; economic policies, but \"dries\" in this context was much rarer in British usage).\nBrazil.\nThe new right in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; has grown sharply in recent years within population, intelligentsia and academia. That is mainly due to a generalized discontent with the left-wing government and its policies.\nThis new movement distinguishes itself from what is known in Brazil as \"old right\", which was ideologically associated to the &lt;a href=\"Brazilian%20military%20government\"&gt;Brazilian military government&lt;/a&gt;, &lt;a href=\"Uni%C3%A3o%20Democr%C3%A1tica%20Nacional\"&gt;União Democrática Nacional&lt;/a&gt; (National Democratic Union) and &lt;a href=\"Integralism\"&gt;Integralism&lt;/a&gt;. It is identified by positive views regarding democracy, personal freedom, free-market capitalism, reduction of bureaucracy, privatization of state-run companies, tax cuts, &lt;a href=\"parliamentary\"&gt;parliamentary&lt;/a&gt;, political reform. It rejects \"&lt;a href=\"cultural%20Marxism\"&gt;cultural Marxism&lt;/a&gt;\", &lt;a href=\"Socialism%20of%20the%2021st%20century\"&gt;Socialism of the 21st century&lt;/a&gt; and &lt;a href=\"Populism\"&gt;Populism&lt;/a&gt;.\nThere have been two major phenomena relating to the rise of the new Brazilian right: the &lt;a href=\"Free%20Brazil%20Movement\"&gt;Free Brazil Movement&lt;/a&gt;, which has managed to bring together millions of people on demonstrations against the government in March 2015; and the creation of the &lt;a href=\"New%20Party%20%28Brazil%29\"&gt;New Party&lt;/a&gt; (Partido Novo) and &lt;a href=\"Libert%C3%A1rios\"&gt;Libertários&lt;/a&gt;, the first liberal party since the &lt;a href=\"First%20Brazilian%20Republic\"&gt;First Brazilian Republic&lt;/a&gt;.\nSome Brazilian new-right thinkers are: &lt;a href=\"Kim%20Kataguiri\"&gt;Kim Kataguiri&lt;/a&gt;, and his movement &lt;a href=\"Movimento%20Brasil%20Livre\"&gt;Movimento Brasil Livre&lt;/a&gt; (Free Brazil Moviment), &lt;a href=\"Roberto%20Campos\"&gt;Roberto Campos&lt;/a&gt;, &lt;a href=\"Wilson%20Martins%20%28literary%20critic%29\"&gt;Wilson Martins&lt;/a&gt;, &lt;a href=\"Olavo%20de%20Carvalho\"&gt;Olavo de Carvalho&lt;/a&gt;, &lt;a href=\"Luiz%20Felipe%20Pond%C3%A9\"&gt;Luiz Felipe Pondé&lt;/a&gt;, &lt;a href=\"Paulo%20Francis\"&gt;Paulo Francis&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Guilherme%20Merquior\"&gt;José Guilherme Merquior&lt;/a&gt;, &lt;a href=\"Bruno%20Tolentino\"&gt;Bruno Tolentino&lt;/a&gt; and &lt;a href=\"Miguel%20Reale\"&gt;Miguel Reale&lt;/a&gt;.\nAs a result of this movement, in the 2018's Brazilian election, &lt;a href=\"Jair%20Messias%20Bolsonaro\"&gt;Jair Messias Bolsonaro&lt;/a&gt; was elected President of Brazil with 55% of the votes; his &lt;a href=\"Ministry%20of%20the%20Economy%20%28Brazil%29\"&gt;Minister of the Economy&lt;/a&gt;, &lt;a href=\"Paulo%20Guedes\"&gt;Paulo Guedes&lt;/a&gt;, graduated from the &lt;a href=\"University%20of%20Chicago\"&gt;University of Chicago&lt;/a&gt;, famous for its &lt;a href=\"Chicago%20school%20of%20economics\"&gt;economically liberal school of economics&lt;/a&gt;.\nChile.\nThe term New Right (Spanish: \"Nueva derecha\") has come into mainstream political discourse since the election of &lt;a href=\"Sebasti%C3%A1n%20Pi%C3%B1era\"&gt;Sebastián Piñera&lt;/a&gt; in 2010, when interior minister &lt;a href=\"Rodrigo%20Hinzpeter\"&gt;Rodrigo Hinzpeter&lt;/a&gt; used it to describe his government. Hinzpeter's introduction of the term caused a buzz among newspapers, politicians and analysts. According to a column published in \"&lt;a href=\"The%20Clinic%20%28newspaper%29\"&gt;The Clinic&lt;/a&gt;\", the New Right is different from the old &lt;a href=\"military%20dictatorship\"&gt;dictatorial&lt;/a&gt; right of &lt;a href=\"Augusto%20Pinochet\"&gt;Augusto Pinochet&lt;/a&gt;, in the sense that it embraces democracy. It is also different from the religiously conservative &lt;a href=\"Uni%C3%B3n%20Dem%C3%B3crata%20Independiente\"&gt;Unión Demócrata Independiente&lt;/a&gt; party, in that it is more open to discussing issues like &lt;a href=\"divorce\"&gt;divorce&lt;/a&gt;. According to the same analysis, the New Right is becoming increasingly pragmatic, as shown by their decision to increase taxes following the &lt;a href=\"2010%20Chilean%20earthquake\"&gt;2010 Chilean earthquake&lt;/a&gt;.\nFrance.\nIn &lt;a href=\"France\"&gt;France&lt;/a&gt;, the New Right (or \"&lt;a href=\"Nouvelle%20Droite\"&gt;Nouvelle Droite&lt;/a&gt;\") has been used as a term to describe a modern think-tank of French political philosophers and intellectuals led by &lt;a href=\"Alain%20de%20Benoist\"&gt;Alain de Benoist&lt;/a&gt;. Another noted intellectual, who was once part of Alain de Benoist's GRECE, is &lt;a href=\"Guillaume%20Faye\"&gt;Guillaume Faye&lt;/a&gt;. Although accused by some critics as being \"&lt;a href=\"far-right\"&gt;far-right&lt;/a&gt;\" in their beliefs, they themselves claim that their ideas transcend the traditional &lt;a href=\"left%E2%80%93right%20politics\"&gt;left–right divide&lt;/a&gt; and actively encourages free debate. France also has one Identitarian New Right group (which is connected with Thule Seminar in Germany); that is &lt;a href=\"Terre%20et%20Peuple\"&gt;Terre et Peuple&lt;/a&gt; of Pierre Vial, who was once an integral part and founding member of Alain de Benoist's GRECE.\nGermany.\nIn Germany, the \"&lt;a href=\"Neue%20Rechte\"&gt;Neue Rechte&lt;/a&gt;\" (literally, new right) consists of two parts: the \"Jungkonservative\" (literally, young conservatives), who search for followers in the civic part of the population; and, secondly, the \"Nationalrevolutionäre\" (national revolutionists), who are looking for followers in the ultra-right part of the German population, and use the rhetoric of right-wing politicians such as &lt;a href=\"Strasserism%23Strasser%20brothers\"&gt;Gregor and Otto Strasser&lt;/a&gt;. Another noted New Right group in Germany is Thule Seminar of Pierre Krebs.\nGreece.\n&lt;a href=\"Failos%20Kranidiotis\"&gt;Failos Kranidiotis&lt;/a&gt;, a &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; politician who had been expelled by &lt;a href=\"New%20Democracy%20%28Greece%29\"&gt;New Democracy&lt;/a&gt; chairman &lt;a href=\"Kyriakos%20Mitsotakis\"&gt;Kyriakos Mitsotakis&lt;/a&gt; for expressing views similar to those of political rival &lt;a href=\"Golden%20Dawn%20%28political%20party%29\"&gt;Golden Dawn&lt;/a&gt;, founded the &lt;a href=\"New%20Right%20%28Greece%29\"&gt;New Right&lt;/a&gt; party, based on &lt;a href=\"national%20liberalism\"&gt;national liberalism&lt;/a&gt;, in May 2016. His views diverged from those of former &lt;a href=\"Prime%20Minister%20of%20Greece\"&gt;Prime Minister of Greece&lt;/a&gt; &lt;a href=\"Konstantinos%20Mitsotakis\"&gt;Konstantinos Mitsotakis&lt;/a&gt;, whose legacy expressed the most important principle of its recently elected leadership, including &lt;a href=\"Adonis%20Georgiadis\"&gt;Adonis Georgiadis&lt;/a&gt;, who had been a member only since leaving &lt;a href=\"Far-right%20politics\"&gt;far-right&lt;/a&gt; &lt;a href=\"Popular%20Orthodox%20Rally\"&gt;Popular Orthodox Rally&lt;/a&gt; in 2012.\nIran.\nIn &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt;, New Right and the term \"Modern Right\" () is associated with the &lt;a href=\"Executives%20of%20Construction%20Party\"&gt;Executives of Construction Party&lt;/a&gt;, which has split from the 'traditional &lt;a href=\"Iranian%20Principlists\"&gt;Right&lt;/a&gt;'.\nIsrael.\n&lt;a href=\"New%20Right%20%28Israel%29\"&gt;New Right&lt;/a&gt; is a &lt;a href=\"right-wing\"&gt;right-wing&lt;/a&gt; political party in &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;, founded in 2018 and led by &lt;a href=\"Ayelet%20Shaked\"&gt;Ayelet Shaked&lt;/a&gt; and &lt;a href=\"Naftali%20Bennett\"&gt;Naftali Bennett&lt;/a&gt;. The party aims to be a party open to both secular and &lt;a href=\"Religious%20Zionism\"&gt;religious&lt;/a&gt; people. The party advocates the preservation of a strong right-wing in Israel.\nNetherlands.\nThe &lt;a href=\"New%20Right%20%28Netherlands%29\"&gt;New Right&lt;/a&gt; (NR) was the name of a far-right/nationalist political party in the Netherlands from 2003 to 2007. The &lt;a href=\"Party%20for%20Freedom\"&gt;Party for Freedom&lt;/a&gt; (PVV), founded in 2005 and led by &lt;a href=\"Geert%20Wilders\"&gt;Geert Wilders&lt;/a&gt;, also is a New Right movement. Since March 2017 &lt;a href=\"Forum%20voor%20Democratie\"&gt;Forum voor Democratie&lt;/a&gt; is another new right party in the Dutch parliament.\nNew Zealand.\nIn &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, as in Australia, it was the &lt;a href=\"New%20Zealand%20Labour%20Party\"&gt;Labour Party&lt;/a&gt; that initially adopted \"New Right\" economic policies. \"&lt;a href=\"Rogernomics\"&gt;Rogernomics&lt;/a&gt;\" involved &lt;a href=\"monetarism\"&gt;monetarist&lt;/a&gt; approaches to controlling inflation, corporatisation of government departments, and the removal of &lt;a href=\"tariff\"&gt;tariff&lt;/a&gt;s and &lt;a href=\"subsidy\"&gt;subsidies&lt;/a&gt;, while the party also pursued social liberal stances such as decriminalisation of male homosexuality, pay equity for women and adopting a nuclear-free policy. This meant temporary realignment within New Zealand politics, as \"New Right\" middle-class voters voted Labour at the &lt;a href=\"1987%20New%20Zealand%20general%20election\"&gt;1987 New Zealand general election&lt;/a&gt; in approval of its economic policies. At first, Labour corporatised many former government departments and state assets, then emulated the Conservative &lt;a href=\"Margaret%20Thatcher\"&gt;Thatcher&lt;/a&gt; administration and privatised them altogether during Labour's second term of office. However, recession and privatisation together led to increasing strains within the Labour Party, which led to schism, and the exit of &lt;a href=\"Jim%20Anderton\"&gt;Jim Anderton&lt;/a&gt; and his &lt;a href=\"NewLabour%20Party%20%28New%20Zealand%29\"&gt;NewLabour Party&lt;/a&gt;, which later formed part of the &lt;a href=\"Alliance%20%28New%20Zealand%20political%20party%29\"&gt;Alliance Party&lt;/a&gt; with the Greens and other opponents of New Right economics.\nHowever, dissent and schism were not to be limited to the Labour Party and Alliance Party alone. During the Labour Party's second term in office, the Opposition &lt;a href=\"New%20Zealand%20National%20Party\"&gt;New Zealand National Party&lt;/a&gt; (popularly known as 'National') selected &lt;a href=\"Ruth%20Richardson\"&gt;Ruth Richardson&lt;/a&gt; as Opposition finance spokesperson, and when National won the &lt;a href=\"1990%20New%20Zealand%20general%20election\"&gt;1990 general election&lt;/a&gt;, Richardson became Minister of Finance, while &lt;a href=\"Jenny%20Shipley\"&gt;Jenny Shipley&lt;/a&gt; became Minister of Social Welfare. Richardson introduced deunionisation legislation, known as the Employment Contracts Act, in 1991, while Shipley presided over social welfare benefit cuts, designed to reduce \"&lt;a href=\"welfare%20dependency\"&gt;welfare dependency&lt;/a&gt;\" – both core New Right policy initiatives.\nIn the early nineties, maverick National Party MP &lt;a href=\"Winston%20Peters\"&gt;Winston Peters&lt;/a&gt; also came to oppose New Right economic policies, and led his elderly voting bloc out of the National Party. As a result, his &lt;a href=\"New%20Zealand%20First\"&gt;New Zealand First&lt;/a&gt; anti-monetarist party has been a partner in coalition governments led by both National (1996–98) and Labour (2005–08 and 2017–20). Due to the introduction of the &lt;a href=\"Electoral%20system%20of%20New%20Zealand\"&gt;MMP&lt;/a&gt; electoral system, a New Right \"Association of Consumers and Taxpayers\" party, known as &lt;a href=\"ACT%20New%20Zealand\"&gt;ACT New Zealand&lt;/a&gt;, was formed by ex-Labour New Right–aligned Cabinet Ministers like &lt;a href=\"Richard%20Prebble\"&gt;Richard Prebble&lt;/a&gt; and others, and maintaining existing New Right policy initiatives such as the Employment Contracts Act, while also introducing U.S.-style \"&lt;a href=\"welfare%20reform\"&gt;welfare reform&lt;/a&gt;.\" ACT New Zealand aspired to become National's centre-right coalition partner, but has been hampered by lack of party unity and populist leadership that often lacked strategic direction.\nAs for Labour and National themselves, their fortunes have been mixed. Labour was out of office for most of the nineties, only regaining power when &lt;a href=\"Helen%20Clark\"&gt;Helen Clark&lt;/a&gt; led it to victory and a Labour/Alliance coalition and centre-left government (1999–2002). However, the Alliance disintegrated in 2002. National was defeated in 1999 due to the absence of a suitable stable coalition partner, given New Zealand First's partial disintegration after Winston Peters abandoned the prior National-led coalition. When &lt;a href=\"Bill%20English\"&gt;Bill English&lt;/a&gt; became leader of National in 2001, it was thought that he might lead the party away from its prior hardline New Right economic and social policies, but his indecisiveness and lack of firm policy direction led to ACT New Zealand gaining the New Right middle-class voting basis in 2002. When &lt;a href=\"Don%20Brash\"&gt;Don Brash&lt;/a&gt; became leader, New Right middle-class voters returned to National's fold, causing National's revival in fortunes at the &lt;a href=\"2005%20New%20Zealand%20general%20election\"&gt;2005 New Zealand general election&lt;/a&gt;. However, at the same time, ACT New Zealand strongly criticised it for deviating from its former New Right economic policy perspectives, and at the same election, National did little to enable ACT's survival. Don Brash resigned as National party leader, being replaced by &lt;a href=\"John%20Key\"&gt;John Key&lt;/a&gt;, who was a more moderate National MP.\nAs for the centre-left, Helen Clark and her Labour-led coalition were criticised by ex-Alliance members and non-government organisations for their alleged lack of attention to centre-left social policies, while trade union membership recovered due to Labour's repeal of the Employment Contracts Act 1991 and &lt;a href=\"Labour%20market%20flexibility\"&gt;labour market deregulation&lt;/a&gt; and the deunionisation that had accompanied it in the nineties. It is plausible that Clark and her Cabinet were influenced by &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt; and his British Labour Government, which pursued a similar balancing act between social and fiscal responsibility while in government.\nPoland.\nIn &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, a &lt;a href=\"conservative%20libertarian\"&gt;conservative libertarian&lt;/a&gt; and &lt;a href=\"euroscepticism\"&gt;eurosceptic&lt;/a&gt; political party &lt;a href=\"Congress%20of%20the%20New%20Right\"&gt;Congress of the New Right&lt;/a&gt; (New Right) was founded on 25 March 2011 from former political parties &lt;a href=\"Freedom%20and%20Lawfulness\"&gt;Freedom and Lawfulness&lt;/a&gt; (WiP) and &lt;a href=\"Real%20Politics%20Union\"&gt;Real Politics Union&lt;/a&gt; (UPR) by &lt;a href=\"Janusz%20Korwin-Mikke\"&gt;Janusz Korwin-Mikke&lt;/a&gt;. It is backed up by various voters, some conservatives, far left people who want to legalize marijuana and citizens who endorse &lt;a href=\"free%20market\"&gt;free market&lt;/a&gt; and &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt;.\nSouth Korea.\nIn &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;, the &lt;a href=\"New%20Right%20%28South%20Korea%29\"&gt;South Korean New Right&lt;/a&gt; movement is a Korean attempt at &lt;a href=\"neoconservatism\"&gt;neoconservative&lt;/a&gt; politics. The &lt;a href=\"Lee%20Myung-bak%20government\"&gt;Lee Myung-bak government&lt;/a&gt; led by President &lt;a href=\"Lee%20Myung-bak\"&gt;Lee Myung-bak&lt;/a&gt; and the conservative &lt;a href=\"Grand%20National%20Party\"&gt;Grand National Party&lt;/a&gt; is noted for being a benefactor of the domestic New Right movement.\nUnited Kingdom.\nIn the United Kingdom, the term New Right more specifically refers to a strand of Conservatism that the likes of Margaret Thatcher and Ronald Reagan influenced. Thatcher's style of New Right ideology, known as &lt;a href=\"Thatcherism\"&gt;Thatcherism&lt;/a&gt;, was heavily influenced by the work of &lt;a href=\"Friedrich%20Hayek\"&gt;Friedrich Hayek&lt;/a&gt; (in particular the book \"&lt;a href=\"The%20Road%20to%20Serfdom\"&gt;The Road to Serfdom&lt;/a&gt;\"). They were ideologically committed to &lt;a href=\"economic%20liberalism\"&gt;economic liberalism&lt;/a&gt; as well as being &lt;a href=\"social%20conservatism\"&gt;socially conservative&lt;/a&gt;.\nUnited States.\nIn the United States, New Right refers to two historically distinct &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; political movements. These American New Rights are distinct from and opposed to the more moderate tradition of the so-called &lt;a href=\"Rockefeller%20Republican\"&gt;Rockefeller Republican&lt;/a&gt;s. The New Right also differs from the &lt;a href=\"Old%20Right%20%28United%20States%29\"&gt;Old Right&lt;/a&gt; (1933–55) on issues concerning foreign policy with &lt;a href=\"neoconservatives\"&gt;neoconservatives&lt;/a&gt; being opposed to the &lt;a href=\"United%20States%20non-interventionism\"&gt;non-interventionism&lt;/a&gt; of the Old Right.\nFirst New Right.\nThe first New Right (1955–64) was centered on the &lt;a href=\"right-libertarianism\"&gt;right-wing libertarians&lt;/a&gt;, &lt;a href=\"Traditionalist%20conservatism%20in%20the%20United%20States\"&gt;traditionalists&lt;/a&gt;, and &lt;a href=\"Anti-communism\"&gt;anti-communists&lt;/a&gt; at William F. Buckley's \"&lt;a href=\"National%20Review\"&gt;National Review&lt;/a&gt;\". Sociologists and journalists had used \"new right\" since the 1950s; it was first used as self-identification in 1962 by the student activist group &lt;a href=\"Young%20Americans%20for%20Freedom\"&gt;Young Americans for Freedom&lt;/a&gt;.\nThe first New Right embraced what it called \"&lt;a href=\"fusionism\"&gt;fusionism&lt;/a&gt;\" (an ostensible synthesis of &lt;a href=\"Classical%20liberalism\"&gt;classical liberal&lt;/a&gt; economics, traditional social values, and anti-communism) and coalesced in the years preceding the &lt;a href=\"1964%20United%20States%20presidential%20election\"&gt;1964 presidential campaign&lt;/a&gt; of &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt;. The Goldwater campaign, which failed to unseat incumbent President &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt;, hastened the formation of a new political movement.\nFirst New Right figures:\nSecond New Right.\nThe second New Right (1964 to present) was formed in the wake of the Goldwater campaign and had a more &lt;a href=\"Right-wing%20populism\"&gt;populist&lt;/a&gt; tone than the first New Right. The second New Right tended to focus on wedge issues (such as abortion) and was often &lt;a href=\"Instrumentum%20regni\"&gt;linked&lt;/a&gt; with the &lt;a href=\"Christian%20right\"&gt;Religious Right&lt;/a&gt;. The second New Right formed a policy approach and electoral apparatus that brought &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; into the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; in the 1980 presidential election. The New Right was organized in the &lt;a href=\"American%20Enterprise%20Institute\"&gt;American Enterprise Institute&lt;/a&gt; and &lt;a href=\"The%20Heritage%20Foundation\"&gt;The Heritage Foundation&lt;/a&gt; to counter the so-called \"&lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt; establishment\". In elite think tanks and local community organizations alike, new policies, marketing strategies, and electoral strategies were crafted over the succeeding decades to promote strongly conservative policies.\nSecond New Right figures:"
}