{
    "id": "3332231",
    "revid": "43033293",
    "url": "https://en.wikipedia.org/wiki?curid=3332231",
    "title": "Flashing (weatherproofing)",
    "text": "Flashing refers to thin pieces of impervious material installed to prevent the passage of water into a structure from a joint or as part of a weather resistant barrier system. In modern buildings, flashing is intended to decrease water penetration at objects such as &lt;a href=\"Chimney\"&gt;chimneys&lt;/a&gt;, vent pipes, walls, windows and door openings to make buildings more durable and to reduce indoor &lt;a href=\"Mold%20%28fungus%29\"&gt;mold&lt;/a&gt; problems. Metal flashing materials include &lt;a href=\"lead\"&gt;lead&lt;/a&gt;, &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt;, &lt;a href=\"copper\"&gt;copper&lt;/a&gt;, &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt;, &lt;a href=\"Zinc\"&gt;zinc alloy&lt;/a&gt;, and other materials.\nEtymology and related terms.\nThe origin of the term \"flash\" and \"flashing\" are uncertain, but may come from the Middle English verb \"flasshen\", 'to sprinkle, splash', related to \"flask\".\n\"Counter-flashing\" (or \"cover flashing\", \"cap flashing\") is a term used when there are two parallel pieces of flashing employed together such as on a chimney, where the counter-flashing is built into the chimney and overlaps a replaceable piece of \"base flashing\". Strips of lead used for flashing an edge were sometimes called an \"apron\", and the term is still used for the piece of flashing below a chimney. The up-hill side of a chimney may have a small gable-like assembly called a cricket with \"cricket flashing\" or on narrow chimneys with no cricket a \"back flashing\" or \"back pan flashing\". Flashing may be let into a groove in a wall or chimney called a \"&lt;a href=\"reglet\"&gt;reglet&lt;/a&gt;\".\nPurpose.\nBefore the availability of sheet products for flashing, builders used creative methods to minimize water penetration. These methods included angling roof shingles away from the joint, placing chimneys at the ridge, building steps into the sides of chimneys to throw off water and covering seams between roofing materials with mortar &lt;a href=\"https%3A//en.wiktionary.org/wiki/flaunching\"&gt;flaunching&lt;/a&gt;. The introduction of manufactured flashing decreased water penetration at obstacles such as chimneys, vent pipes, walls which abut roofs, window and door openings, etc. thus making buildings more durable and reducing indoor &lt;a href=\"Mold%20%28fungus%29\"&gt;mold&lt;/a&gt; problems. It is also essential to prevent leaks around skylights or roof windows. Moreover, flashing is important to ensure integrity of the roof prior to a &lt;a href=\"solar%20panel\"&gt;solar panel&lt;/a&gt; installation.\nIn builders books, by 1832 Loudons \"An Encyclopædia of Cottage, Farm, and Villa Architecture and Furniture...\" gives instruction on installing lead flashing and 1875 \"Notes on Building Construction\" gives detailed instruction and is well illustrated with methods still used today.\nFlashing may be exposed or concealed. Exposed flashing is usually of a sheet metal and concealed flashing may be metal or a flexible, adhesive backed, material particularly around wall penetrations such as window and door openings.\nMaterials.\nIn earlier days, &lt;a href=\"birch%20bark\"&gt;birch bark&lt;/a&gt; was occasionally used as a flashing material. Most flashing materials today are metal, plastic, rubber, or impregnated paper.\nMetal flashing materials include lead, &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt;, &lt;a href=\"copper\"&gt;copper&lt;/a&gt;, &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt;, &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; alloy, other &lt;a href=\"architectural%20metals\"&gt;architectural metals&lt;/a&gt; or a metal with a coating such as galvanized steel, lead-coated copper, anodized aluminium, &lt;a href=\"terne\"&gt;terne&lt;/a&gt;-coated copper, &lt;a href=\"galvalume\"&gt;galvalume&lt;/a&gt; (aluminium-zinc alloy coated sheet steel), and metals similar to &lt;a href=\"stone-coated%20metal%20roofing\"&gt;stone-coated metal roofing&lt;/a&gt;. Metal flashing should be provided with expansion joints on long runs to prevent deformation of the metal sheets due to expansion and contraction, and should not stain or be stained by adjacent materials or react chemically with them. \nAn important type of potential chemical reaction between metal flashing materials is &lt;a href=\"galvanic%20corrosion\"&gt;galvanic corrosion&lt;/a&gt;. Copper and lead cannot be used in contact with or even above aluminium, zinc, or coated steel without an increased risk of premature corrosion. Also, aluminium and zinc flashing cannot be used in contact with pressure treated wood due to rapid corrosion. Aluminium is also damaged by wet mortar and wet plaster. &lt;a href=\"Salt%20spray\"&gt;Salt spray&lt;/a&gt; in coastal areas may accelerate corrosion; so stainless steel, copper, or coated aluminium are recommended flashing materials near salt water.\nTypes of \"flexible flashing\" products are &lt;a href=\"rubberized%20asphalt\"&gt;rubberized asphalt&lt;/a&gt;, &lt;a href=\"butyl%20rubber\"&gt;butyl rubber&lt;/a&gt;, &lt;a href=\"polyvinylidene%20fluoride\"&gt;polyvinylidene fluoride&lt;/a&gt; (sometimes known as kylar or hylar), and acrylic. The different types have different application temperature ranges, material adhesion compatibility, chemical compatibility, levels of volatile organic compounds, and resistance to ultraviolet light exposure. No flexible flashing materials are designed for long-term exposure as are metal flashing materials. Adhesive backed materials are convenient during installation, but such adhesives are not intended for long-term water-resistance.\n&lt;a href=\"Copper\"&gt;Copper&lt;/a&gt; is an excellent material for flashing because of its malleability, strength, solder-ability, workability, high resistance to the caustic effects of mortars and hostile environments, and long service life \"(see: &lt;a href=\"Copper%20in%20architecture%23Flashing\"&gt;copper flashing&lt;/a&gt;)\". This enables a roof to be built without weak points. Since flashing is expensive to replace if it fails, copper's long life is a major cost advantage. \nCold rolled (to 1/8-hard temper) copper is recommended for most flashing applications. This material offers more resistance than soft copper to the stresses of expansion and contraction. Soft copper can be specified where extreme forming is required, such as in complicated roof shapes. Thermal movement in flashings is prevented or is permitted only at predetermined locations.\n\"Soft zinc\" is a newer, proprietary flashing material. It is a relatively malleable material, making it useful for complex roofing connections. It provides normal soft soldering capabilities and delivers easy folding. Soft zinc is said to be an \"environmentally friendly\" replacement for lead flashing; like lead, it is recyclable, while avoiding lead-contaminated runoff.\nTypes.\nFlashing types are named according to location or shape:\nA structure incorporating flashing has to be carefully engineered and constructed so that water is directed away from the structure and not inside. Flashing improperly installed can direct water \"into\" a building.\nEnvironmental impact.\nIn the US and UK, at least, lead flashing and fittings are still readily available, despite the environmental concerns associated with bulk use of this heavy metal. The Lead Sheet Association touts its recyclability and extreme durability. Lead flashing can last up to 500 years, compared to modern materials that can fail within 20 years."
}