{
    "id": "33346412",
    "revid": "43273388",
    "url": "https://en.wikipedia.org/wiki?curid=33346412",
    "title": "Galaxy Nexus",
    "text": "The Galaxy Nexus (GT-I9250) is a &lt;a href=\"touchscreen\"&gt;touchscreen&lt;/a&gt; &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; co-developed by &lt;a href=\"Google\"&gt;Google&lt;/a&gt; and &lt;a href=\"Samsung%20Electronics\"&gt;Samsung Electronics&lt;/a&gt;. It is the third smartphone in the &lt;a href=\"Google%20Nexus\"&gt;Google Nexus&lt;/a&gt; series, a family of Android consumer devices built by an &lt;a href=\"original%20equipment%20manufacturer\"&gt;original equipment manufacturer&lt;/a&gt; partner. The phone is the successor to Google's previous flagship phones, the &lt;a href=\"Nexus%20One\"&gt;Nexus One&lt;/a&gt; and &lt;a href=\"Nexus%20S\"&gt;Nexus S&lt;/a&gt;.\nThe Galaxy Nexus has a &lt;a href=\"High-definition%20video\"&gt;high-definition&lt;/a&gt; (1280 × 720) &lt;a href=\"Super%20AMOLED\"&gt;Super AMOLED&lt;/a&gt; display with a &lt;a href=\"Dragontrail\"&gt;Dragontrail&lt;/a&gt; curved glass surface, an improved camera, and was the first Android version &lt;a href=\"Ice%20Cream%20Sandwich%20%28operating%20system%29\"&gt;4.0 Ice Cream Sandwich&lt;/a&gt; device. The name is the result of &lt;a href=\"co-branding\"&gt;co-branding&lt;/a&gt; between the &lt;a href=\"Samsung%20Galaxy\"&gt;Samsung Galaxy&lt;/a&gt; and Google Nexus brands of Android smartphones. The device is known as the Galaxy X in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, however, due to a trademark on the \"Nexus\" brand.\nThe Galaxy Nexus was unveiled jointly by Google and Samsung on October 19, 2011, in &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;. It was released in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; on November 17, 2011. It is one of the few phones recommended by the &lt;a href=\"Android%20Open%20Source%20Project\"&gt;Android Open Source Project&lt;/a&gt; for building Android from source. By October 29, 2012, the Galaxy Nexus was no longer available for sale on the &lt;a href=\"Google%20Play%20Store\"&gt;Google Play Store&lt;/a&gt;, following the release of its successor, the LG &lt;a href=\"Nexus%204\"&gt;Nexus 4&lt;/a&gt;.\nHistory.\nGoogle's plans to continue the &lt;a href=\"Google%20Nexus\"&gt;Nexus series&lt;/a&gt; and bring a third-generation Nexus to market were confirmed by Google's senior vice president of mobile platforms &lt;a href=\"Andy%20Rubin\"&gt;Andy Rubin&lt;/a&gt; in May 2011. &lt;a href=\"Samsung%20Telecommunications\"&gt;Samsung mobile&lt;/a&gt; put out a teaser video for its \"Google Episode\" of Unpacked on October 11 but later postponed (to October 19) the product announcement out of respect, following the death of &lt;a href=\"Steve%20Jobs\"&gt;Steve Jobs&lt;/a&gt; on October 5.\nBefore the official announcement, it was also referred to as the Google \"Nexus Prime\" by the general public and the media. There had been repeated leaks containing almost accurate details about this device. The phone was officially announced on October 19, 2011, in Hong Kong, revealing the official name as \"Galaxy Nexus\".\nHardware.\nThe Galaxy Nexus hosts support for &lt;a href=\"Mobile%20High-definition%20Link\"&gt;MHL&lt;/a&gt; through the use of its &lt;a href=\"Micro%20USB\"&gt;Micro USB&lt;/a&gt; &lt;a href=\"USB\"&gt;2.0&lt;/a&gt; port, allowing the Galaxy Nexus to output up to &lt;a href=\"1080p\"&gt;1080p&lt;/a&gt; &lt;a href=\"audio-visual\"&gt;audio-visual&lt;/a&gt; content (through &lt;a href=\"HDMI\"&gt;HDMI&lt;/a&gt;) to any supported external display such as a &lt;a href=\"High-definition%20television\"&gt;HD Television&lt;/a&gt;. USB port supports both host and devices modes (OTG); as a note, its successor Nexus 4 supports only the device mode. The Galaxy Nexus has no physical buttons on the front, but instead features on-screen &lt;a href=\"soft%20key\"&gt;soft key&lt;/a&gt;s embedded into the system software (part of Android 4.0). Beneath the soft keys, a multicolored &lt;a href=\"notification%20LED\"&gt;notification&lt;/a&gt; &lt;a href=\"Light-emitting%20diode\"&gt;LED&lt;/a&gt; is featured, a feature missing from the &lt;a href=\"Nexus%20S\"&gt;Nexus S&lt;/a&gt;.\nThere is no &lt;a href=\"Secure%20Digital\"&gt;microSD&lt;/a&gt; card support.\nSoftware.\nThe Galaxy Nexus was the first device to run [Android 4.0], introducing a large number of new features, bug fixes and improvements. Beginning from July 11, 2012, &lt;a href=\"Android%20%28operating%20system%29\"&gt;Android&lt;/a&gt; &lt;a href=\"Android%20version%20history%23Android%204.1%20Jelly%20Bean\"&gt;4.1 Jelly Bean&lt;/a&gt; began rolling out to the GSM Galaxy Nexus as an over-the-air (OTA) update.\nThe 4.2 update began rolling out on November 13, 2012, to the GSM Galaxy Nexus \"Takju/Maguro variant\" (smartphones sold in the US and directly supported by Google) as an (OTA) update. Google started rolling out the update to the international version (\"Yakju/Maguro\") a week later. Towards the end of December, however, not all phones had received the update. On March 19, 2013, Verizon Wireless began updating OTA their CDMA Galaxy Nexus \"Mysid/Toro variant\" to Android 4.2.2.\nThis device first got released with &lt;a href=\"Android%204.0\"&gt;Android 4.0&lt;/a&gt;, last official uptade is &lt;a href=\"Android%204.3\"&gt;Android 4.3&lt;/a&gt;. Unofficially upgradable to &lt;a href=\"Android%206.0\"&gt;Android 6.0&lt;/a&gt;.\nAndroid 4.3 Jelly Bean was released for GSM models on July 24, 2013, and &lt;a href=\"Sprint%20Corporation\"&gt;Sprint&lt;/a&gt; began OTA updates on October 31, 2013.\nGoogle has stated that the Galaxy Nexus will not receive Android 4.4 KitKat, even after having 14,000 signatures requesting it. New drivers may allow unofficial Android versions to be available for the device.\n&lt;a href=\"Canonical%20Ltd.\"&gt;Canonical&lt;/a&gt;'s &lt;a href=\"Ubuntu%20Touch\"&gt;Ubuntu Touch&lt;/a&gt; operating system was available and supported on the Galaxy Nexus, however, support for the Galaxy Nexus was soon discontinued on January 13, 2014.\nGoogle Wallet.\nThe Galaxy Nexus is one of the few devices that officially supported &lt;a href=\"Google%20Wallet\"&gt;Google Wallet&lt;/a&gt;, Google's predecessor to the &lt;a href=\"Near%20Field%20Communication\"&gt;NFC&lt;/a&gt; based &lt;a href=\"Android%20Pay\"&gt;Android Pay&lt;/a&gt; electronic payment system. The Verizon variant is the only variant that did not offer official Google Wallet support. This unsupported feature caused a controversy among US users with Verizon defending its actions by reasoning that the Galaxy Nexus uses a \"secure element.\" It was possible to sideload Google Wallet and it would install and function correctly. Care must be taken when using aftermarket batteries to be sure it has near field communication ability, since the NFC antenna is located in the battery.\nAvailability.\nIn some countries, the Samsung Galaxy Nexus is sold &lt;a href=\"SIM%20lock\"&gt;SIM-unlocked&lt;/a&gt;. It is also hardware-unlocked (unlocked bootloader, allowing &lt;a href=\"rooting%20%28Android%20OS%29\"&gt;root access&lt;/a&gt;). The fact that the Galaxy Nexus is sold SIM-locked in some markets—primarily where operators subsidize the phone or have exclusive selling rights—breaks the more liberal tradition of previous &lt;a href=\"Google%20Nexus\"&gt;Nexus phones&lt;/a&gt;: the &lt;a href=\"Nexus%20One\"&gt;Nexus One&lt;/a&gt; and the &lt;a href=\"Nexus%20S\"&gt;Nexus S&lt;/a&gt;.\nEurope.\nIn the UK, the &lt;a href=\"Evolved%20HSPA\"&gt;HSPA+&lt;/a&gt; version of the Galaxy Nexus became available on &lt;a href=\"O2%20%28UK%29\"&gt;O2&lt;/a&gt; and &lt;a href=\"Hutchison%203G\"&gt;3&lt;/a&gt; on November 17, 2011. In Germany, the &lt;a href=\"Evolved%20HSPA\"&gt;HSPA+&lt;/a&gt; version was sold SIM-unlocked from &lt;a href=\"Vodafone%20Germany\"&gt;Vodafone&lt;/a&gt; and &lt;a href=\"Telef%C3%B3nica%20Germany\"&gt;O2&lt;/a&gt;. It launched in December 2011 in Portugal, by &lt;a href=\"Vodafone%20Portugal\"&gt;Vodafone&lt;/a&gt;.\nNorth America.\nIn Canada, the device was launched on December 8, 2011. The Canadian model was sold unlocked and supports GSM/UMTS/HSPA/AWS bands. A GSM/UMTS, SIM-unlocked version was officially released in the United States by Google in the Google Play Store. &lt;a href=\"Sprint%20Nextel\"&gt;Sprint&lt;/a&gt; officially announced the Galaxy Nexus for their network at CES 2012, and was released on April 22, 2012, as one of &lt;a href=\"Sprint%20Nextel\"&gt;Sprint Nextel&lt;/a&gt;'s first LTE smartphones. On April 24, 2012, the Galaxy Nexus was sold SIM-unlocked on Google's Play Store for $399.99 then dropped to $349.99 later. The only difference between this variant and the internationally sold variant is the inclusion of \"Google Wallet\" out of the box.\nBrief sales ban.\nOn June 29, 2012, &lt;a href=\"Apple%20Inc.\"&gt;Apple&lt;/a&gt; was granted a request for a pre-trial injunction against the import and sale to the U.S. of Galaxy Nexus by Samsung. The order was issued by U.S. District Judge &lt;a href=\"Lucy%20H.%20Koh\"&gt;Lucy Koh&lt;/a&gt; in San Jose, California. The ruling was based primarily on a patent which is defined as a \"universal interface for retrieval of information in a computer system\". The injunction against Samsung took effect when Apple paid a $96 million bond that will be used to cover damages done to Samsung if Apple loses the case. The Galaxy Nexus was temporarily unavailable for purchase on Google's Play store, and Google stated they would push a software update that would remove local phone searching. On July 6 the ban was lifted.\nAsia-Pacific.\nOn May 3, 2012, Samsung India officially announced that India will not have the official release of the Samsung Galaxy Nexus, despite numerous earlier reports that the device would be launched as early as mid-December 2011. The Galaxy Nexus was released in Indonesia on January 21, 2012, the Philippines on January 28, 2012, Bahrain on March 4, 2012, and Saudi Arabia in March 2012.\nVariants.\nThe device was originally only available in black, developed under the codename \"Tuna\". A white version (with the front-panel in black) was made available in February 2012. There was a special edition released to Google employees with a unique back cover.\nBecause the device was designed to work with carriers utilizing different network technology, there are several hardware variations of the Galaxy Nexus:\nAccessories.\nThe official Samsung accessory range includes a Desktop Dock with an &lt;a href=\"HDMI\"&gt;HDMI&lt;/a&gt; port, a Desk Stand with a 3.5 mm jack, a stand with a charging port for a second battery and a car holder that will let users turn their Galaxy Nexus phone into a SatNav replacement. All of the Samsung accessories feature a &lt;a href=\"microUSB\"&gt;microUSB&lt;/a&gt; port so the phone can be charged while it is being used.\nReception.\nThe Galaxy Nexus generated a high level of anticipation, and received very positive reviews upon release. &lt;a href=\"Engadget\"&gt;Engadget&lt;/a&gt;'s Myriam Joire praised the phone's speed, feel, display and battery life. Joire concluded that at the time of writing, the Galaxy Nexus is \"the best Android phone available today\" further concluding that it's \"possibly even the best phone available today, period\". Ginny Mies of \"&lt;a href=\"PC%20World%20%28magazine%29\"&gt;PCWorld&lt;/a&gt;\" echoed the previous statement, while saying that the Samsung Galaxy Nexus is \"a superb phone, and a great vehicle for introducing Android &lt;a href=\"Android%20version%20history%23Android%204.0%E2%80%934.0.2%20Ice%20Cream%20Sandwich%20%28API%20level%2014%29\"&gt;Ice Cream Sandwich&lt;/a&gt; to the world\". Despite writing that Android has \"a long way\" to go, in terms of progression, the tweaks and updates Google has implemented throughout the operating system substantially improves the efficiency and ease of use of the operating system.\nIn their review, Mobilesyrup lauded the phone, saying \"there is no going back\". They praised its aesthetics, noting that the Galaxy Nexus combined design elements of the &lt;a href=\"Nexus%20S\"&gt;Nexus S&lt;/a&gt; and &lt;a href=\"Galaxy%20S%20II\"&gt;Galaxy S II&lt;/a&gt;. Although the OMAP SoC was clocked lower and used a last-generation GPU while pushing a 720p screen with 40% more pixels than competitors with qHD (540p) screens, there was no slowdown or app instability and the Galaxy Nexus was often faster than contemporary smartphones in both benchmarks and real-world usage. They also praised its software, as the \"experience is just that much better\", declaring the phone as \"the first best Android device ever.\"\nEngadget's Darren Murph, described Ice Cream Sandwich as \"smooth as ever\" further saying that \"without question, this is easily the slickest, most polished version of Android yet\". Murph was overall \"thrilled with how the first Ice Cream Sandwich handset has turned out.\" with its \"understated, sleek, beautiful\" continuing with lauding the phone's display. Vincent Nguyen, from &lt;a href=\"SlashGear\"&gt;SlashGear&lt;/a&gt; noted the fast performance of Android 4.0.1, the tight integration between the operating system and the hardware and concluded that \"this is the best Android phone around today\". J.R. Raphael of \"&lt;a href=\"Computerworld\"&gt;Computerworld&lt;/a&gt;\", stated \"The Galaxy Nexus [...] is an exceptional phone, arguably the finest Android handset to date\", saying it is \"sleek and attractive, with a thin, light body and a beautiful HD display\". Raphael ended the review writing that the Galaxy Nexus is \"screamingly fast [...] delivering what may be the best overall performance of any mobile device available\".\nIn a \"&lt;a href=\"T3%20%28magazine%29\"&gt;T3&lt;/a&gt;\" review, Thomas Tamblyn noted the primary (rear-facing) camera was \"quicker than many digital cameras\", and praised the phone's experience to be \"very fluid\" and that \"it feels like a version of Android that is already very polished.\" &lt;a href=\"The%20Verge%20%28website%29\"&gt;The Verge&lt;/a&gt;'s &lt;a href=\"Joshua%20Topolsky\"&gt;Joshua Topolsky&lt;/a&gt; stated the phone is one of the \"best smartphones ever made, and with a couple of minor tweaks (particularly to the camera), it could be the best smartphone ever produced.\" Charlie White, at &lt;a href=\"Mashable\"&gt;Mashable&lt;/a&gt;, described the screen as \"gorgeous\", offering \"an exquisitely sharp view\", and describing the hardware design as \"a spectacular success\", concluding the Galaxy Nexus \"is by far the best Android phone I’ve seen yet\"."
}