{
    "id": "333522",
    "revid": "43108573",
    "url": "https://en.wikipedia.org/wiki?curid=333522",
    "title": "Bibliotheca Alexandrina",
    "text": "The Bibliotheca Alexandrina (&lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; for \"Library of Alexandria\"; \"\", ) is a major &lt;a href=\"library\"&gt;library&lt;/a&gt; and &lt;a href=\"cultural%20center\"&gt;cultural center&lt;/a&gt; on the shore of the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; in the &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;ian city of &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;. It is a commemoration of the &lt;a href=\"Library%20of%20Alexandria\"&gt;Library of Alexandria&lt;/a&gt;, once one of the largest libraries worldwide, which was &lt;a href=\"Destruction%20of%20the%20Library%20of%20Alexandria\"&gt;lost in antiquity&lt;/a&gt;. The idea of reviving the old library dates back to 1974, when a committee set up by &lt;a href=\"Alexandria%20University\"&gt;Alexandria University&lt;/a&gt; selected a plot of land for its new library. Construction work began in 1995 and, after some US$220 million had been spent, the complex was officially inaugurated on 16 October 2002. In 2010, the library received a donation of 500,000 books from the &lt;a href=\"Biblioth%C3%A8que%20nationale%20de%20France\"&gt;Bibliothèque nationale de France&lt;/a&gt; (BnF). The gift makes the Bibliotheca Alexandrina the sixth-largest &lt;a href=\"Francophone\"&gt;Francophone&lt;/a&gt; library in the world.\nThe library has shelf space for eight million books, with the main reading room covering 20,000 square metres (220,000 sq ft). The complex also houses a &lt;a href=\"Convention%20center\"&gt;conference center&lt;/a&gt;; specialized libraries for maps, multimedia, the blind and visually impaired, young people, and for children; four &lt;a href=\"museums\"&gt;museums&lt;/a&gt;; four &lt;a href=\"Art%20gallery\"&gt;art galleries&lt;/a&gt; for temporary exhibitions; 15 permanent exhibitions; a &lt;a href=\"planetarium\"&gt;planetarium&lt;/a&gt;; and a &lt;a href=\"manuscript\"&gt;manuscript&lt;/a&gt; restoration &lt;a href=\"laboratory\"&gt;laboratory&lt;/a&gt;.\nHistory.\nThe idea of reviving the old library dates back to 1974, when a committee set up by &lt;a href=\"Alexandria%20University\"&gt;Alexandria University&lt;/a&gt; selected a plot of land for its new library, between the campus and the seafront, close to where the ancient library once stood. The recreation of the ancient library was not only adopted by other individuals and agencies, it garnered support from Egyptian politicians. One leading supporter of the project was former &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;ian President &lt;a href=\"Hosni%20Mubarak\"&gt;Hosni Mubarak&lt;/a&gt;; &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; was also quick to embrace the concept of endowing the Mediterranean region with a center of cultural and scientific excellence. This initiative by the Egyptian government, UNESCO, and Alexandria University was undertaken \"with the aim of re-establishing Alexandria as one of the great intellectual and cultural centres of the twenty-first century\". UNESCO's involvement beginning in 1986 created a great opportunity for the project to truly be international in focus.\nAn &lt;a href=\"architectural%20design%20competition\"&gt;architectural design competition&lt;/a&gt; was organized by UNESCO in 1988 to choose a design worthy of the site and its heritage. The competition was won by &lt;a href=\"Sn%C3%B8hetta%20%28company%29\"&gt;Snøhetta&lt;/a&gt;, a &lt;a href=\"Norway\"&gt;Norwegian&lt;/a&gt; architectural office, associated with Austrian architect Christoph Kapeller and Egyptian architect Ihab El Habbak, from among more than 1,400 entries. This architectural team consisted of ten members representing six countries. In addition, UNESCO created an International Commission for the Bibliotheca Alexandrina which consisted of high-level representatives from 18 diverse countries and organizations. Given UNESCO’s involvement and the investment by the international community, this project achieved its mission to “play an educational, cultural, and scientific role throughout the region”.\nThe first pledges were made for funding the project at a conference held in 1990 in &lt;a href=\"Aswan\"&gt;Aswan&lt;/a&gt;: &lt;a href=\"USD\"&gt;USD&lt;/a&gt; $65 million, mostly from the &lt;a href=\"MENA\"&gt;MENA&lt;/a&gt; states. Construction work began in 1995 and, after some US$220 million had been spent, the complex was officially inaugurated on 16 October 2002.\nThe Bibliotheca Alexandrina is trilingual, containing books in &lt;a href=\"Arabic%20language\"&gt;Classical Arabic&lt;/a&gt;, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, and &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;. In 2010, the library received a donation of 500,000 books from the National Library of France, &lt;a href=\"Biblioth%C3%A8que%20nationale%20de%20France\"&gt;Bibliothèque nationale de France&lt;/a&gt; (BnF). The gift makes the Bibliotheca Alexandrina the sixth-largest &lt;a href=\"Francophone\"&gt;Francophone&lt;/a&gt; library in the world. The BA also is now the largest depository of French books in the Middle East and North Africa, surpassing those of &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt; and &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt;, in addition to being the main French library in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;.\nBuilding and library features.\nThe library has shelf space for eight million books, with the main reading room covering on eleven cascading levels. The complex also houses a &lt;a href=\"convention%20center\"&gt;conference center&lt;/a&gt;; specialized libraries for maps, multimedia, the blind and visually impaired, young people, and for children; four &lt;a href=\"museum\"&gt;museum&lt;/a&gt;s; four &lt;a href=\"Art%20gallery\"&gt;art galleries&lt;/a&gt; for temporary exhibitions; 15 permanent exhibitions; a &lt;a href=\"planetarium\"&gt;planetarium&lt;/a&gt;; and a &lt;a href=\"manuscript\"&gt;manuscript&lt;/a&gt; restoration &lt;a href=\"laboratory\"&gt;laboratory&lt;/a&gt;. The library's architecture is equally striking. The main reading room stands beneath a 32-meter-high &lt;a href=\"glass\"&gt;glass&lt;/a&gt;-panelled &lt;a href=\"roof\"&gt;roof&lt;/a&gt;, tilted out toward the sea like a &lt;a href=\"sundial\"&gt;sundial&lt;/a&gt;, and measuring some 160 m in diameter. The walls are of gray &lt;a href=\"Aswan\"&gt;Aswan&lt;/a&gt; &lt;a href=\"granite\"&gt;granite&lt;/a&gt;, carved with &lt;a href=\"grapheme\"&gt;character&lt;/a&gt;s from 120 &lt;a href=\"writing%20system\"&gt;script&lt;/a&gt;s.\nThe collections at the Bibliotheca Alexandrina were donated from all over the world. The Spanish donated documents that detailed their period of Moorish rule. The French also donated, giving the library documents dealing with the building of the &lt;a href=\"Suez%20Canal\"&gt;Suez Canal&lt;/a&gt;.\nInternet Archive partnership.\nThe BA/IA partnership is built with the aims to preserve heritage for future generations and to provide universal access to human knowledge. The BA was the site of the first mirror and external backup of the &lt;a href=\"Internet%20Archive\"&gt;Internet Archive&lt;/a&gt;. The Internet Archive donated five million USD to the BA, including:\nLibrary services.\nThe BA's mission is to be a center of excellence in the production and dissemination of knowledge and to be a place of dialogue, learning and understanding between cultures and peoples. The Bibliotheca Alexandrina offers several additional such as book fairs, book launches, ceremonies, cinema, competitions, concerts, conferences, educational courses, exhibitions, festivals, forums, lectures, meetings, performances, presentations, reading activities, round table discussions, seminars, shows, theater, training courses, video-conferences and workshops for adults, children, young people and the academic community.\nHere are some of the areas and exhibits that it comprises:\nThe main library.\nCan hold up to 8 million books.\nA copy of the Internet Archive.\nThe library provides access to &lt;a href=\"print%20on%20demand\"&gt;print on demand&lt;/a&gt; books via the &lt;a href=\"Espresso%20Book%20Machine\"&gt;Espresso Book Machine&lt;/a&gt;.\nTaha Hussein Library for the Blind and Visually Impaired.\nThe Taha Hussein Library contains materials for the &lt;a href=\"blindness\"&gt;blind&lt;/a&gt; and &lt;a href=\"visually%20impaired\"&gt;visually impaired&lt;/a&gt; using special software that makes it possible for readers to read books and journals. It is named after &lt;a href=\"Taha%20Hussein\"&gt;Taha Hussein&lt;/a&gt;, the &lt;a href=\"Egyptian%20people\"&gt;Egyptian&lt;/a&gt; professor of Arabic and literary critic and one of the leading figures of the &lt;a href=\"Al-Nahda\"&gt;Arab Renaissance&lt;/a&gt; (\"Nahda\") in literature, who was himself blinded at the age of three.\nNobel Section.\nContains book collections of &lt;a href=\"Nobel%20Prize\"&gt;Nobel Prize&lt;/a&gt; Laureates in Literature from 1901 to present. The Nobel Section was inaugurated by &lt;a href=\"Queen%20Silvia%20of%20Sweden\"&gt;Queen Silvia of Sweden&lt;/a&gt; and &lt;a href=\"Queen%20Sonja%20of%20Norway\"&gt;Queen Sonja of Norway&lt;/a&gt; on 24 April 2002.\nFour museums.\nAntiquities Museum.\nEstablished in 2001, the BA Antiquities Museum is the first archeological museum to be situated within a library. The primary aims of the museum are to promote research, creativity, and cultural awareness. Holding approximately 1,316 artifacts, the Antiquities Museum collection provides a glimpse into Egyptian history from the Pharaonic era to the conquest of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; to the Roman civilizations before the advent of Islam across Egypt. The collection includes underwater antiquities from the Mediterranean seabed near the Eastern Harbour and the Bay of Abukir.\nThe museum provides descriptions of artifacts in three languages: English, Arabic, and French.\nManuscript Museum.\nThe Manuscript Museum provides visitors and researchers with rare manuscripts and books. Established in 2001, the Manuscript Museum contains the world's largest collection of digital manuscripts. It is an academic institution that is affiliated to the Library of Alexandria. The stated aims of the museum are to preserve heritage, foster human cadres in the conservation and restoration of manuscripts, and create a generation of new restorers.\nThe Manuscript Museum operates alongside the Manuscript Center, which provides digital access to more than 6,000 rare books, maps, and documents within the museum's collection. There are three sections housed within the museum:\nSadat Museum.\nThis museum contains many personal belongings of the Egyptian president &lt;a href=\"Anwar%20Sadat\"&gt;Anwar Al Sadat&lt;/a&gt;. The collections include some of his military robes, his Nobel Prize medal, his copy of the &lt;a href=\"Qur%27an\"&gt;Qur'an&lt;/a&gt;, a few of his handwritten letters, pictures of him and his family, and the blood stained military robe he wore the day of his assassination. The museum also contains a recording in his voice of part of the Qur'an and assorted newspaper articles written about him.\nCULTURAMA.\nThe Culturama hall consists of a huge 180-degree panoramic interactive computer screen with a diameter of 10 meters that is made up of nine separate flat screens arranged in a semicircle and nine video projectors controlled by a single computer. Culturama has enabled the display of information that could never have been displayed clearly using a regular computer display system.\nIt was developed by the Egyptian Center for Documentation of Cultural and Natural Heritage (&lt;a href=\"CULTNAT\"&gt;CULTNAT&lt;/a&gt;) and holds its patent in 2007.\nIt displayed 3 periods from the history of Egypt:\nVISTA.\nVirtual Immersive Science and Technology Applications. It uses &lt;a href=\"Cave%20Automatic%20Virtual%20Environment\"&gt;CAVE Technology&lt;/a&gt;.\nVISTA features several projects including\nDigital Assets Repository.\nThe Digital Assets Repository (DAR) is a system developed at the Bibliotheca Alexandrina (BA) by the &lt;a href=\"International%20School%20of%20Information%20Science\"&gt;International School of Information Science&lt;/a&gt; (ISIS) to create and maintain digital library collections and preserve them to future generations, as well as providing free public access to the library's digitized collections through a web-based search and browsing facilities via DAR's website.\nManagement.\nThe founding director was &lt;a href=\"Ismail%20Serageldin\"&gt;Ismail Serageldin&lt;/a&gt;, who served until May 2017. He also was chair of the Board of Directors for each of the BA's affiliated research institutes and museums. He was succeeded by current manager Dr. Moustafa El Feqy.\nPost-revolutionary involvement.\nThe Bibliotheca Alexandrina held a variety of symposiums in 2011 in support of the Egyptian community and emphasizing the &lt;a href=\"2011%20Egyptian%20Revolution\"&gt;2011 Egyptian Revolution&lt;/a&gt;, the Egyptian Constitution and Democratic Government in Arab nations. The library also displays a photo gallery of the January 25, 2011 revolution and is working to document it in a wide variety of formats.\nCriticism.\nCriticism of the library comes chiefly from two angles. Many allege that the library is a &lt;a href=\"white%20elephant\"&gt;white elephant&lt;/a&gt; impossible for modern Egypt to sustain, and serves as little more than a vanity project for the &lt;a href=\"Egyptian%20government\"&gt;Egyptian government&lt;/a&gt;. Furthermore, there are fears that &lt;a href=\"censorship\"&gt;censorship&lt;/a&gt; would affect the library's collection. In addition, the building's elaborate architecture (which imitates a rising Sun) upset some who believed too much money was being spent on construction rather than the library's actual collection. Due to the lack of available funds, the library had only 500,000 books in 2002, low compared to other national libraries. (However, in 2010 the library received an additional 500,000 books from the &lt;a href=\"Biblioth%C3%A8que%20nationale%20de%20France\"&gt;Bibliothèque nationale de France&lt;/a&gt;.) It has been estimated that it will take 80 years to fill the library to capacity at the current level of funding. The library relies heavily on donations to buy books for its collections."
}