{
    "id": "333583",
    "revid": "1051172514",
    "url": "https://en.wikipedia.org/wiki?curid=333583",
    "title": "Snot (band)",
    "text": "Snot is an American &lt;a href=\"nu%20metal\"&gt;nu metal&lt;/a&gt; band from &lt;a href=\"Santa%20Barbara%2C%20California\"&gt;Santa Barbara, California&lt;/a&gt;. Formed in 1995, the band released their only studio album \"&lt;a href=\"Get%20Some%20%28album%29\"&gt;Get Some&lt;/a&gt;\" with founding vocalist &lt;a href=\"Lynn%20Strait\"&gt;Lynn Strait&lt;/a&gt; in 1997 and disbanded after his death in 1998. In 2008, the lineup of lead guitarist Mikey Doling, rhythm guitarist &lt;a href=\"Sonny%20Mayo\"&gt;Sonny Mayo&lt;/a&gt;, bassist John Fahnestock and drummer Jamie Miller reunited. In 2009, a new band, Tons, was formed, with Brandon Espinoza as vocalist. As of February 2014, Snot has reformed again.\nHistory.\nFormation, \"Get Some\" and death of Lynn Strait (1995–1998).\nThe band was formed by singer &lt;a href=\"Lynn%20Strait\"&gt;Lynn Strait&lt;/a&gt;, the former &lt;a href=\"bass%20guitar\"&gt;bassist&lt;/a&gt; of a local punk band, Lethal Dose, and guitarist Mikey Doling, formerly of Kronix. After building a strong following with performances in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, Snot signed with &lt;a href=\"Geffen%20Records\"&gt;Geffen Records&lt;/a&gt;, and began work on their debut album, \"&lt;a href=\"Get%20Some%20%28album%29\"&gt;Get Some&lt;/a&gt;\", released on May 27, 1997. Although the album received positive critical notice, sales were disappointing.\nThe band performed on the 1998 &lt;a href=\"Ozzfest\"&gt;Ozzfest&lt;/a&gt; tour. On July 9, 1998, Strait was arrested in &lt;a href=\"Mansfield%2C%20Massachusetts\"&gt;Mansfield, Massachusetts&lt;/a&gt;, for indecent exposure after emerging nude from the oversized toilet prop used by &lt;a href=\"Limp%20Bizkit\"&gt;Limp Bizkit&lt;/a&gt; in their performances. The band began work on their second album. On December 11, 1998, Strait died in a &lt;a href=\"car%20accident\"&gt;car accident&lt;/a&gt; when a truck struck his car, killing him and his &lt;a href=\"boxer%20%28dog%29\"&gt;boxer&lt;/a&gt;, Dobbs. The band disbanded following Strait's death, with Doling stating, \"We can't go on without Lynn. It's just bullshit when bands do that.\"\nPost-death (1999–2007).\nBecause Strait had not recorded vocals for the album, it was decided that the album's vocal tracks would be completed by friends of Strait as a tribute. \"&lt;a href=\"Strait%20Up\"&gt;Strait Up&lt;/a&gt;\", released on November 7, 2000, featured appearances by the lead vocalists of &lt;a href=\"System%20of%20a%20Down\"&gt;System of a Down&lt;/a&gt;, &lt;a href=\"Korn\"&gt;Korn&lt;/a&gt;, &lt;a href=\"Hed%20PE\"&gt;Hed PE&lt;/a&gt;, &lt;a href=\"Soulfly\"&gt;Soulfly&lt;/a&gt;, &lt;a href=\"Incubus%20%28band%29\"&gt;Incubus&lt;/a&gt;, &lt;a href=\"Sevendust\"&gt;Sevendust&lt;/a&gt;, &lt;a href=\"Limp%20Bizkit\"&gt;Limp Bizkit&lt;/a&gt;, &lt;a href=\"Coal%20Chamber\"&gt;Coal Chamber&lt;/a&gt;, &lt;a href=\"Slipknot%20%28band%29\"&gt;Slipknot&lt;/a&gt; and &lt;a href=\"Sugar%20Ray\"&gt;Sugar Ray&lt;/a&gt;, among others. It peaked at number 56 on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt;.\nA live album, \"&lt;a href=\"Alive%21%20%28Snot%20album%29\"&gt;Alive!&lt;/a&gt;\", was released on July 30, 2002. It peaked at number 12 on the \"Billboard\" Heatseekers chart. On April 5, 2007, the band reunited for a performance in &lt;a href=\"Anaheim%2C%20California\"&gt;Anaheim, California&lt;/a&gt;, with vocals performed by Invitro singer Jeff Weber.\nFirst reunion, Tons and breakup (2008–2013).\nIn 2008, the band reformed, with former &lt;a href=\"Divine%20Heresy\"&gt;Divine Heresy&lt;/a&gt; singer &lt;a href=\"Tommy%20Vext\"&gt;Tommy Vext&lt;/a&gt; on vocals. Tommy Cummings and Sonny Mayo left the band, and a new band, \"Tons\", was formed in 2009 with a new vocalist \"Brandon Espinoza\". They recorded three new songs titled \"Ability &amp; Control\", \"1000 Ways of Pain\" and \"Fan the Flames\" before members of the group moved on to new projects.\nSecond reunion (2014–present).\nOn February 11, 2014, Snot reunited again at the &lt;a href=\"Whisky%20a%20Go%20Go\"&gt;Whisky a Go Go&lt;/a&gt; in West Hollywood. This second reunion line-up once again features Vext, Mayo, Doling, Fahnestock and Miller. They went on to play three more shows in the Southern California area before once again going quiet, although they poked at the possibility of another future U.S. tour. In August it was announced that Snot would be hitting the road once again, starting November 28 and going through December 22 all throughout the U.S. An international tour is coming in January/February. However, in October, vocalist Tommy Vext announced he had left the band to form his new band, Westfield Massacre, and that Snot already had a replacement vocalist (Carl Bensley) in place. For the European dates, &lt;a href=\"Mike%20Smith%20%28guitarist%29\"&gt;Mike Smith&lt;/a&gt; would fill in for Sonny Mayo, who was going to be unable to tour due to business commitments. Mayo's last performance with Snot was January 20, 2015, as the surprise act before Wayne Static's former bandmates at the Wayne Static Memorial Show at the Whisky a Go Go.\nStyle.\nSnot's music style contains elements of &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt;, &lt;a href=\"heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; and &lt;a href=\"funk\"&gt;funk&lt;/a&gt;. They have been described as &lt;a href=\"hardcore%20punk\"&gt;hardcore punk&lt;/a&gt;, &lt;a href=\"nu%20metal\"&gt;nu metal&lt;/a&gt; and &lt;a href=\"funk%20metal\"&gt;funk metal&lt;/a&gt;.\nMembers.\nCurrent lineup\nFormer members\nTimeline"
}