{
    "id": "3337009",
    "revid": "42739902",
    "url": "https://en.wikipedia.org/wiki?curid=3337009",
    "title": "Skyland",
    "text": "Skyland (full French title: \"Skyland, Le Nouveau Monde\", or \"Skyland, The New World\"), is a &lt;a href=\"Computer-generated%20imagery\"&gt;CGI&lt;/a&gt; &lt;a href=\"animated%20series\"&gt;animated series&lt;/a&gt; developed in France in partnership with Canada and &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt; for television channels &lt;a href=\"France%202\"&gt;France 2&lt;/a&gt; in France, &lt;a href=\"Teletoon\"&gt;Teletoon&lt;/a&gt; in Canada, &lt;a href=\"Nicktoons%20%28United%20States%29\"&gt;Nicktoons&lt;/a&gt; in the United States, &lt;a href=\"Australian%20Broadcasting%20Corporation\"&gt;ABC&lt;/a&gt; in Australia and &lt;a href=\"CITV\"&gt;CITV&lt;/a&gt; in the United Kingdom. The show is a co-production between Paris's &lt;a href=\"Method%20Animation\"&gt;Method Films&lt;/a&gt; and Toronto's &lt;a href=\"9%20Story%20Media%20Group\"&gt;9 Story Entertainment&lt;/a&gt;.\nA 60-minute, worldwide preview was aired on November 26, 2005, at multiple times during the day and the following day. The program was hosted by Chase Francisco. It was launched on April 22, 2006, at 7:30 p.m. on Teletoon. On July 2, 2006, an encore of the one-hour pilot aired on Nicktoons Network, with the full series commencing on Saturday, November 18, 2006.\nPlot.\nPrior to the beginning of the story, in the 23rd century, the Earth has shattered into billions of pieces which orbit around a central core. In this new world, named Skyland, an evolved form of human has appeared: Seijins, who absorb energy from sunlight and use it to fuel special abilities such as &lt;a href=\"telekinesis\"&gt;telekinesis&lt;/a&gt;, &lt;a href=\"telepathy\"&gt;telepathy&lt;/a&gt;, mental control, &lt;a href=\"astral%20projection\"&gt;astral projection&lt;/a&gt;, energy balls or blasts, and electric rays.\nThe Skyland is ruled by the Sphere: an organization which controls the water supplies, and maintains its power by Guardians, Seijins indoctrinated and trained from childhood. This dictatorship is fought by &lt;a href=\"Air%20pirate\"&gt;pirates&lt;/a&gt;. After the capture of their mother by the Sphere, protagonists Mahad and Lena, a young Seijin still learning to control her powers, are rescued by a group of pirates, and join the pirate rebellion.\nProduction.\nAnimation.\nThe first part of the animation was produced by &lt;a href=\"Marc%20Miance\"&gt;Attitude Studios&lt;/a&gt; of Paris, France, with large amounts of facial animation work and rendering outsourced to &lt;a href=\"DQ%20Entertainment\"&gt;DQ Entertainment&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt;. Subsequently, the later part of the season has been completely animated and finalized in DQ Entertainment of &lt;a href=\"Hyderabad\"&gt;Hyderabad&lt;/a&gt;, India, using a completed motion capture shot in Attitude Studios. It appears to make extensive use of &lt;a href=\"motion%20capture\"&gt;motion capture&lt;/a&gt; technology (i.e. animation modeled upon data from live actors) for a next-generation animation look.\nSoundtrack.\nThe music was composed by Paul Intson, of Canada. The extensive sound design and 5.1 surround mix was done by Jim Longo of Rhythm Division in Toronto, Canada. Music editing was performed at Rhythm Division by Rob Kirkpatrick on season 1 and Kevan Staples for season 2. Additional editing by Bojan Risojevic.\nHome releases.\nThe full series has been released on two DVD volumes by &lt;a href=\"Madman%20Entertainment\"&gt;Madman Entertainment&lt;/a&gt; in Australia.\nNovel adaptions.\nBetween 2010 and 2011 three books inspired by the show have been published by a Castillian-Spanish writer with the pseudonym David Carlyle. They were originally solely published in Spain as a trilogy with the name \"Skyland\" followed by their novel names. Atlantyca sold the rights in Brazilian, Catalan, Spanish, Polish, Turkish, Macedonian, Russian, Hungarian and Chinese. Book three was never released in the Netherlands due to criticism on the two previous released book's grammatical mistakes and lack of interest. \"Skyland: Islas en el cielo\" was translated to \"Skyland: islands in the wind\", \"Skyland: La Nave de las Tempestades\" was translated to \"Skyland: The Storm Ship\" and \"Skyland: La guerra dell'acqua\" was translated to \"Skyland: The Water War\"."
}