{
    "id": "33426105",
    "revid": "1063784734",
    "url": "https://en.wikipedia.org/wiki?curid=33426105",
    "title": "Casey Jones (film)",
    "text": "Casey Jones, also known as Casey Jones: The Movie, is a &lt;a href=\"short%20film\"&gt;short&lt;/a&gt; &lt;a href=\"fan%20film\"&gt;fan film&lt;/a&gt; written, filmed, edited and directed by Polaris Banks based on the &lt;a href=\"Teenage%20Mutant%20Ninja%20Turtles\"&gt;Teenage Mutant Ninja Turtles&lt;/a&gt; &lt;a href=\"Casey%20Jones%20%28Teenage%20Mutant%20Ninja%20Turtles%29\"&gt;character of the same name&lt;/a&gt;. The film premiered August 14, 2011 in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin, Texas&lt;/a&gt; at the Marchesa Hall &amp; Theater, and on the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; on September 18, 2011. &lt;a href=\"Robbie%20Rist\"&gt;Robbie Rist&lt;/a&gt; reprises his role as &lt;a href=\"Michelangelo%20%28Teenage%20Mutant%20Ninja%20Turtles%29\"&gt;Michelangelo&lt;/a&gt; from &lt;a href=\"Teenage%20Mutant%20Ninja%20Turtles%20%281990%20film%29\"&gt;\"Teenage Mutant Ninja Turtles\"&lt;/a&gt; (1990), \"\" (1991), and \"&lt;a href=\"Teenage%20Mutant%20Ninja%20Turtles%20III\"&gt;Teenage Mutant Ninja Turtles III&lt;/a&gt;\" (1993).\nPlot.\nAt the &lt;a href=\"ice%20hockey\"&gt;hockey&lt;/a&gt; rink, &lt;a href=\"Casey%20Jones%20%28Teenage%20Mutant%20Ninja%20Turtles%29\"&gt;Case&lt;/a&gt;y's coach berates him again for &lt;a href=\"Checking%20%28ice%20hockey%29\"&gt;body checking&lt;/a&gt; another player. His cousin, Sid then calls him a benchwarmer, causing Casey to hit him in the face with his &lt;a href=\"hockey%20stick\"&gt;hockey stick&lt;/a&gt; out of anger. The coach then kicks Casey off of the team. On his way home, Casey tosses away all of his hockey stuff, except for his stick, and then spots a boy spray-painting &lt;a href=\"graffiti\"&gt;graffiti&lt;/a&gt; on his building. Casey chases the boy away and then heads to his house to ask his mom if he can stay with her for a while. When she accepts, Casey tries to fix the sink, but he ends up breaking it, causing it to rain in the kitchen.\nThat night, while cleaning the graffiti off of his building, the graffiti boy and his gang, &lt;a href=\"List%20of%20Teenage%20Mutant%20Ninja%20Turtles%20characters%23The%20Purple%20Dragons\"&gt;The Purple Dragons&lt;/a&gt;, arrive and brutally beat him. Casey then crawls back into his house and falls asleep on the kitchen floor after he puts the tooth they knocked out back into his head. When he wakes up, his mom berates him for constantly getting into trouble. Casey tells her he got jumped, causing her to say that she's decided to sell the building and head back to &lt;a href=\"Northampton%2C%20Suffolk%20County%2C%20New%20York\"&gt;Northampton&lt;/a&gt;. Casey promises to fix everything.\nOver the next week, Casey starts training by &lt;a href=\"Weight%20training\"&gt;lifting weights&lt;/a&gt;, &lt;a href=\"jogging\"&gt;jogging&lt;/a&gt;, hitting a &lt;a href=\"punching%20bag\"&gt;punching bag&lt;/a&gt;, and smashing stuff at the local &lt;a href=\"Landfill\"&gt;dump&lt;/a&gt; with his hockey stick while &lt;a href=\"April%20O%27Neil\"&gt;April O'Neil&lt;/a&gt; does a &lt;a href=\"News%20program\"&gt;news report&lt;/a&gt; on the &lt;a href=\"Lower%20East%20Side\"&gt;Lower East Side&lt;/a&gt;, a part of the city ruled by the Purple Dragons and other &lt;a href=\"Gang\"&gt;street gangs&lt;/a&gt;. After he finishes training, Casey makes himself a new &lt;a href=\"hockey%20mask\"&gt;hockey mask&lt;/a&gt;. That night, when Casey spots the Purple Dragons &lt;a href=\"Robbery\"&gt;mugging&lt;/a&gt; a woman, he viciously attacks them until all of them except one are knocked unconscious. He beats the last one unconscious with a &lt;a href=\"golf%20club\"&gt;golf club&lt;/a&gt; and heads out into the city, where he spots two thugs &lt;a href=\"Motor%20vehicle%20theft\"&gt;breaking into a car&lt;/a&gt;. He swoops down and beats one of the thugs unconscious and then breaks the other's legs, but before he can finish him off, a man in a &lt;a href=\"trench%20coat\"&gt;trench coat&lt;/a&gt; takes his &lt;a href=\"Baseball%20bat\"&gt;bat&lt;/a&gt;. Casey takes out another weapon to finish the goon off when the coated man stops him again. Casey attacks the interloper, who is revealed to be a mutant turtle named &lt;a href=\"Michelangelo%20%28TMNT%29\"&gt;Michelangelo&lt;/a&gt;. The two then fight, with Michelangelo gaining the upper hand. Michelangelo (\"Mikey\") then lectures him for brutally beating thugs to death. When Mikey starts to leave, he's suddenly attacked by the &lt;a href=\"Foot%20Clan\"&gt;Foot Clan&lt;/a&gt;. Casey and Mikey team up to fight the &lt;a href=\"ninja\"&gt;ninja&lt;/a&gt;s, and when one of them scratches his mask, Casey takes out a &lt;a href=\"sledgehammer\"&gt;sledgehammer&lt;/a&gt; and uses it to defeat the rest of the ninjas. Casey starts beating the last ninja standing when his mask comes off, revealing him to be Sid. Casey reveals himself to Sid, who tells him that they're only after Mikey, but Casey refuses to leave Mikey behind. Suddenly, &lt;a href=\"Krang\"&gt;Krang&lt;/a&gt; and more Foot ninjas arrive and surround Mikey and Casey. Sid then knocks Casey unconscious with Casey's own &lt;a href=\"cricket%20bat\"&gt;cricket bat&lt;/a&gt;. Mikey knocks Sid out and fights Krang and the ninjas off. Mikey takes Casey back to his lair in the &lt;a href=\"Combined%20sewer\"&gt;sewers&lt;/a&gt;, where he's introduced to &lt;a href=\"Leonardo%20%28TMNT%29\"&gt;Leonardo&lt;/a&gt;, &lt;a href=\"Raphael%20%28TMNT%29\"&gt;Raphael&lt;/a&gt;, and &lt;a href=\"Donatello%20%28TMNT%29\"&gt;Donatello&lt;/a&gt;. April reports about Casey saving the woman.\nSome time later, some &lt;a href=\"Goon%20%28disambiguation%29\"&gt;goon&lt;/a&gt;s steal a pizza from a &lt;a href=\"pizza%20delivery\"&gt;pizza delivery&lt;/a&gt; boy and take it to an alley. One of the goons suggests they move somewhere else because he's scared of running into Casey Jones, but another goon assures him that Casey is just a myth. Casey shows up in some new armor and knocks the goons unconscious. Casey notices the strange toppings on the pizza and takes it back to the sewer lair where he gives it to the turtles. Casey assures the turtles that he went easy on the thugs.\nProduction.\nOriginally planned as a 5-minute &lt;a href=\"Teaser%20trailer\"&gt;teaser&lt;/a&gt;, the 35-minute film was made for a reported $20,000 and filmed in parts of &lt;a href=\"Austin%2C%20Texas\"&gt;Austin&lt;/a&gt; and &lt;a href=\"Dallas%2C%20Texas\"&gt;Dallas, Texas&lt;/a&gt;, as stand-ins for &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. Banks shot the film over a two-year period while living in Austin, casting his brother as the title character.\nReception.\n&lt;a href=\"MTV%20Geek\"&gt;MTV Geek&lt;/a&gt; said it \"is probably the most spot-on film treatment of the hockey-masked avenger you will ever find. With superior acting, cinematography, and direction, it is more than just another fan film -- but rather something more akin to TMNT as done by &lt;a href=\"Martin%20Scorsese\"&gt;Martin Scorsese&lt;/a&gt;.\""
}