{
    "id": "33431636",
    "revid": "230475",
    "url": "https://en.wikipedia.org/wiki?curid=33431636",
    "title": "University of Toledo",
    "text": "The University of Toledo (UToledo or UT) is a &lt;a href=\"Public%20university\"&gt;public&lt;/a&gt; &lt;a href=\"research%20university\"&gt;research university&lt;/a&gt; in &lt;a href=\"Toledo%2C%20Ohio\"&gt;Toledo, Ohio&lt;/a&gt;. It is the northernmost campus of the &lt;a href=\"University%20System%20of%20Ohio\"&gt;University System of Ohio&lt;/a&gt;. The university also operates a Health Science campus, which includes the University of Toledo Medical Center, in the &lt;a href=\"Neighborhoods%20in%20Toledo%2C%20Ohio\"&gt;West Toledo&lt;/a&gt; neighborhood of Toledo; a satellite campus in the &lt;a href=\"Neighborhoods%20in%20Toledo%2C%20Ohio\"&gt;Scott Park&lt;/a&gt; neighborhood of Toledo; the Center for the Visual Arts is located in &lt;a href=\"downtown%20Toledo\"&gt;downtown Toledo&lt;/a&gt; at the &lt;a href=\"Toledo%20Museum%20of%20Art\"&gt;Toledo Museum of Art&lt;/a&gt;; and a research and education facility, known as the Lake Erie Center, is at the &lt;a href=\"Maumee%20Bay%20State%20Park\"&gt;Maumee Bay State Park&lt;/a&gt;.\nThe university was founded in 1872 in downtown Toledo as the Toledo University of Arts and Trades. It closed after six years and was eventually turned over to the city of Toledo to reopen in 1884 as the Toledo Manual Training School and developed from a &lt;a href=\"vocational%20school\"&gt;vocational school&lt;/a&gt; into a university through the late 1800s. The university moved to its current location in the &lt;a href=\"Neighborhoods%20in%20Toledo%2C%20Ohio\"&gt;Ottawa&lt;/a&gt; neighborhood in 1931. Since its establishment, the university has physically expanded to include more than 100 major buildings with a combined area of more and transformed its academic program from a vocational and secondary education into a comprehensive research university, known for its curriculum in the science, engineering, and medical fields. It is &lt;a href=\"Carnegie%20Classification%20of%20Institutions%20of%20Higher%20Education\"&gt;classified&lt;/a&gt; among \"R2: Doctoral Universities – High research activity\". Toledo has over 100,000 living alumni and has a current enrollment of over 20,000 students. The university has over 300 student organizations and its athletic teams, called the &lt;a href=\"Toledo%20Rockets\"&gt;Rockets&lt;/a&gt;, are members of the &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt;.\nHistory.\nFounding and early history.\nThe University of Toledo began in 1872 as a &lt;a href=\"private%20university\"&gt;private arts and trades school&lt;/a&gt; offering subjects such as painting and architectural drawing. The idea behind the school was fostered by Jesup Wakeman Scott, a local newspaper editor, who published a pamphlet in 1868 entitled \"Toledo: Future Great City of the World.\" Scott's publication expressed his belief that the center of world commerce was moving westward, and by 1900 would be located in Toledo. In preparation for the expected westward expansion of world commerce to Toledo, Scott donated 160 acres of land as an endowment for a university and the Toledo University of Arts and Trades was incorporated on October 12, 1872. The university's original mission was to \"furnish artists and artisans with the best facilities for a high culture in their professions...\" Scott died in 1874, a year before the university opened in an old church building downtown Toledo. By the late 1870s the school was in financial trouble and after thirty years in operation, the school closed in 1878. On January 8, 1884, the assets of the school became property of the city of Toledo. The school reopened as the under direction of the city as the Toledo Manual Training School. It offered a three-year program for students at least 13 years old who received both academic and manual instruction.\nJerome Raymond, the university's first president, expanded its offerings in the early 1900s by affiliating with the Toledo Conservatory of Music, the YMCA College of Law, and the Toledo Medical College. Raymond also created the College of Arts and Sciences. Despite the expansion, the school struggled financially and endured various legal battles over control. A. Monroe Stowe became president in 1914, and helped organize and stabilize the university and on January 30, 1914 the college became known as Toledo University. Stowe founded the College of Commerce and Industry (later the College of Business Administration) in 1914, and the College of Education in 1916. During the period, enrollment grew from 200 students to around 1,500. Along with the expanded academic offerings, extracurricular activities increased with the university's first intercollegiate athletic programs forming in 1915, including football in 1917. Other organizations formed, such as the addition of a student council and the university's first &lt;a href=\"student%20newspaper\"&gt;student newspaper&lt;/a&gt;, \"The Universi-Teaser\", in 1919. The athletic programs received their nickname, &lt;a href=\"Toledo%20Rockets\"&gt;the Rockets&lt;/a&gt;, in 1923 from a newspaper writer, who thought the name reflected the teams playing style.\nBy the 1920s, Toledo University was a growing institution, limited only by the buildings that housed it. Classes were held in two downtown buildings, but both were too small. In 1922, the university moved into an automobile mechanics training facility that had been constructed for &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; on the original Scott land after it outgrew the two downtown buildings where the university first operated in. Despite being twice the size of the old buildings, the location on the Scott land quickly became outdated after a 32 percent increase in enrollment created a shortage in classroom space. In 1928, Henry J. Doermann became president and soon initiated plans for a new campus. Doermann received his funding after a city-initiated bond levy passed by 10,000 votes. Doermann worked with a local architectural firm to design the new campus using design elements of the universities of Europe, the hope was that the architecture would inspire students. Less than a year later, University Hall and the Field House were completed in the &lt;a href=\"Collegiate%20Gothic\"&gt;Collegiate Gothic&lt;/a&gt; style. Although enrollments remained stable during the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, Philip C. Nash, who became president following Doermann's sudden death, instituted drastic measures to cut costs combined with &lt;a href=\"New%20Deal\"&gt;New Deal&lt;/a&gt; funds from the federal government to help pay for new construction and scholarships.\nThe impact of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; drastically affected the university. The military contracted with university to offer war-training programs for both military and civilian persons. Areas of study for civilians included: Engineering, Science and Management War Training program classes, and Civilian Pilot Training classes. The military used the university to house, and train a detachment of the &lt;a href=\"United%20States%20Army%20Air%20Corps\"&gt;27th Army Air Crew&lt;/a&gt; while the &lt;a href=\"Cadet%20Nurse%20Corps\"&gt;U.S. Cadet Nurse Corps&lt;/a&gt; trained nurses for army field hospitals. Enrollment of women grew during the war and many student organizations reflected the changes, intercollegiate basketball and football were suspended while the university's &lt;a href=\"Red%20Cross\"&gt;Red Cross&lt;/a&gt; chapter, the first of its kind at a university, sponsored knitting bees to make sweaters for soldiers.\nPost-war Era and the 1960s (1946–1972).\nAfter the war, the &lt;a href=\"GI%20Bill%20of%20Rights\"&gt;GI Bill of Rights&lt;/a&gt; helped veterans pay for college tuition following the war and over 3,000 veterans took advantage of the program at UT. In 1945, the university purchased surplus military housing for the veterans and moved it to campus. The complex, known as \"Nashville\", transitioned into married student housing until 1974 after the peak of veterans decreased.\nIn 1947, Wilbur W. White replaced Nash. White proposed a progressive ten-year development plan, but he died in 1950 before the new development was completed. The university, under new president Dr. Asa Knowles, continued White's plan and completed a new men's dormitory in 1952 and the new library in 1953. Educational programming for adult students was expanded and created the &lt;a href=\"Public%20broadcasting\"&gt;Greater Toledo Television Foundation&lt;/a&gt; to utilize television for educational purposes.\nIn 1958, Knowles met with Toledo City Council to secure a new plan for the future financing of the university, during the 1940s the 12 percent of the city's budget was allocated to the university and this percentage proved unsustainable. Council suggested that the university acquire financial assistance from the state of &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; to relieve the city's financial burden.\nAsa Knowles resigned the presidency that same year but William S. Carlson pursued the issue and three bills were introduced into the state legislature in 1959 to propose a student subsidy for the states three largest municipal universities, University of Toledo, along with the &lt;a href=\"University%20of%20Akron\"&gt;University of Akron&lt;/a&gt; and &lt;a href=\"University%20of%20Cincinnati\"&gt;University of Cincinnati&lt;/a&gt;. The bills stalled but a $2 million levy was passed that same year to help sustain the university. Ohio's three largest municipal universities continued to push for financial assistance from the state and finally succeeded on July 1, 1967. The decision made the university a state university, after operating as a &lt;a href=\"municipal%20college\"&gt;municipal university&lt;/a&gt; for over 80 years. In addition to subsidy for students, state support provided capital improvement money for campus building construction, the university changed its name to the University of Toledo.\nThe 1960s saw an increase of political and social &lt;a href=\"activism\"&gt;activism&lt;/a&gt; on the UT campus. Like many universities, UT campus experienced frequent &lt;a href=\"student%20protest\"&gt;student protest&lt;/a&gt;s. Students protested a variety of issues, ranging from a peaceful food riot in 1968 over the quality of food, to protests by students opposing the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; that lead to several arrests. In 1970, UT students remained peaceful following the &lt;a href=\"Kent%20State%20shootings\"&gt;Kent State shootings&lt;/a&gt; of protesters. UT experienced racial tension when a protest by African American students in May 1970 in response to &lt;a href=\"Jackson%20State%20killings\"&gt;Jackson State killings&lt;/a&gt; temporarily closed University Hall. Again, the UT protest ended peacefully when the university president met with the students.\n1973–1995.\nUT celebrated its centennial in 1972 with a year of celebrations. Also that year, President Carlson retired, and Glen R. Driscoll was selected as new university president and began further expansion of the university with the addition of the Center for Performing Arts and Savage Hall in 1976, the Center for Continuing Education in 1978, and Stranahan Hall in 1984. The university replacing parking lots and the aging army barracks with Centennial Mall, a nine-acre landscaped mall in the center of campus. Construction began in 1985 on &lt;a href=\"One%20SeaGate\"&gt;SeaGate Center&lt;/a&gt; in downtown Toledo as part of downtown's revitalization efforts. McMaster Hall was completed in 1987 and plans for the Student Recreation Center were made in 1990. That same year, the Greek Village and the Larimer Athletic Complex was completed and the &lt;a href=\"Glass%20Bowl\"&gt;Glass Bowl&lt;/a&gt; underwent renovations.\n&lt;a href=\"Frank%20E.%20Horton\"&gt;Frank E. Horton&lt;/a&gt;, former president of the &lt;a href=\"University%20of%20Oklahoma\"&gt;University of Oklahoma&lt;/a&gt;, was selected thirteenth president in October 1988 and continued the growth of the university, fostered by the previous presidents. Horton began a large strategic planning effort and organized the growth of the university. To help achieve the plans, in 1993 the university launched a $40 million fund-raising campaign called UT40. During the mid-1990s, UT renovated commercial buildings at Dorr Street and Secor Road for classrooms. A new Academic Center and Residence Hall was built in 1992 to house the Honors Program. The Center for the Visual Arts at the Toledo Museum of Art was also finished that same year; followed by the International House Residence Hall and Nitschke Hall in 1995. And construction began in 1995 on a Pharmacy, Chemistry and Life Sciences complex on the main campus and a Lake Erie Research Center at &lt;a href=\"Maumee%20Bay%20State%20Park\"&gt;Maumee Bay State Park&lt;/a&gt;. The 1990s also included significant growth in technology. The university joined OhioLINK, a statewide library network, in 1994. Computer labs and hook-ups in dorms and offices provided &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; access and the university established a homepage on the World Wide Web.\n21st century.\nAfter a protracted protest by students, staff, faculty and community members, the &lt;a href=\"board%20of%20trustees\"&gt;board of trustees&lt;/a&gt; of the university agreed to include &lt;a href=\"domestic%20partner\"&gt;domestic partner&lt;/a&gt; benefits in the &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt; portion of the contract for faculty and staff with an effective start date of April 1, 2006. This development made the University of Toledo the first state university to begin covering domestic partners after the passage of Ohio Issue 1, several others had partner benefits before and continued them after the ban. The protest gained momentum after November 2004, when issue 1 was voted into law as an Ohio &lt;a href=\"Constitutional%20amendment\"&gt;Constitutional amendment&lt;/a&gt; but began over a decade earlier with the work of several faculty members.\nOn March 31, 2006, Governor &lt;a href=\"Bob%20Taft\"&gt;Bob Taft&lt;/a&gt; signed House Bill 478, which merged the University of Toledo with the &lt;a href=\"University%20of%20Toledo%20College%20of%20Medicine%20and%20Life%20Sciences\"&gt;Medical University of Ohio&lt;/a&gt;. The merger became effective on July 1, 2006. The institution retained the University of Toledo name, and the former Medical University of Ohio facilities are referred to as the Health Science Campus. Toledo became the third largest public university in Ohio in terms of its operating budget, as well as one of only 17 public universities in the country that has colleges of business, education, engineering, law, medicine and pharmacy. As a result of this merger, the College of Pharmacy will be one of only 45 American Colleges of Pharmacy located in an academic health science center. The college's \"Future of Pharmacy\" campaign (2008–2010) was initiated to raise scholarship and equipment funds for the college's expansion into a new building on the health science campus, an expansion that will increase educational and research opportunities for students and faculty. What used to be called the College of Arts and Sciences was divided into three colleges, including the College of Languages, Literature and Social Sciences, the College of Communications and the Arts, and the College of Natural Sciences and Mathematics.\nOrganization and administration.\nToledo is a public university and is governed by a &lt;a href=\"board%20of%20trustees\"&gt;board of trustees&lt;/a&gt;, and the &lt;a href=\"Ohio%20Board%20of%20Regents\"&gt;Ohio Board of Regents&lt;/a&gt;, both appointed by the &lt;a href=\"Governor%20of%20Ohio\"&gt;Governor of Ohio&lt;/a&gt;. The board is composed of 14 members, and is currently chaired by Joseph H. Zerbey, IV. The board members, which are unpaid community members, delegates its executive power to the president. The current interim president is Gregory Postel.\nThe University of Toledo is composed of the following colleges and schools:\nAcademics.\nThe University of Toledo offers over 250 academic programs in a diverse and comprehensive range of studies. It is the sixth largest university in Ohio by enrollment, and offers a 20:1 student-to-faculty ratio and a median class size of 25.\nNational honor societies such as &lt;a href=\"Phi%20Kappa%20Phi\"&gt;Phi Kappa Phi&lt;/a&gt; and &lt;a href=\"Tau%20Beta%20Pi\"&gt;Tau Beta Pi&lt;/a&gt; have chapters at UT. The university also offers several ways in which students can enrich their academic experience. These include the Honors College, study abroad, service learning, and undergraduate research.\nResearch.\nThe university has the University of Toledo Research Enterprise and a number of research centers and institutes.\nLocated at Maumee Bay State Park, the Lake Erie Center supports interdisciplinary research involving environmental problems affecting the &lt;a href=\"Great%20Lakes\"&gt;Great Lakes&lt;/a&gt;.\nThe UT Polymer Institute, part of the College of Engineering, supports research in polymers and plastic technology.\nThe Wright Center for Photovoltaics Innovation and Commercialization (PVIC) was created in January 2007 with an $18.6 million grant from the Ohio Department of Development and $30 million from federal agencies, universities and industrial partners to perform research involved establishing science and technology platforms, employing second and third generation photovoltaics (PV) materials, and devices tailored for applications in &lt;a href=\"clean%20energy\"&gt;clean electricity&lt;/a&gt; generation. The three primary locations of the Wright Center for Photovoltaics Innovation and Commercialization (PVIC) include The University of Toledo, &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt;, and &lt;a href=\"Bowling%20Green%20State%20University\"&gt;Bowling Green State University&lt;/a&gt;.\nThe center's research is focused on improving large area materials and devices, increasing the efficiency of solar technologies, and lowering production costs – with the ultimate goal of increasing the number of solar-powered electrical generation systems in homes, businesses, and utilities, as well as supporting the nation's defense and aerospace needs for advanced solar energy systems.\nIn 2012, the University of Toledo joined as partner members of the &lt;a href=\"Lowell%20Discovery%20Telescope\"&gt;Lowell Discovery Telescope&lt;/a&gt; (formerly Discovery Channel Telescope).\nAthletics.\nThe University of Toledo's athletic teams play as the Rockets, and uniforms sport the colors midnight blue and gold. The university's sports teams play in the Mid-American Conference. The Rockets football team holds nine &lt;a href=\"Mid-American%20Conference\"&gt;Mid-American Conference&lt;/a&gt; championships, in 1967 (co-champion with Ohio) 1969, 1970, 1971, 1981, 1984, 1990 (co-champs with Western Michigan), 1995, 2001, 2004, and 2017.\n&lt;a href=\"Toledo%20Rockets%20football\"&gt;Toledo Rockets football&lt;/a&gt; played in the &lt;a href=\"2010%20Little%20Caesars%20Pizza%20Bowl\"&gt;2010 Little Caesars Pizza Bowl&lt;/a&gt; on December 26, 2010 against &lt;a href=\"2010%20FIU%20Golden%20Panthers%20football%20team\"&gt;Florida International&lt;/a&gt;. Toledo lost the game 34–32. Toledo played in the 2015 Go Daddy Bowl against &lt;a href=\"Arkansas%20State\"&gt;Arkansas State&lt;/a&gt; on Jan 5, 2015. The Rockets won 63–44.\nIn the season of 2009, the men's tennis team finished 2nd in regular season with a 17–10 record, and reached the finals of the MAC tournament for the first time in 35 years.\nThe &lt;a href=\"Toledo%20Rockets%20men%27s%20basketball\"&gt;Toledo Rockets men's basketball&lt;/a&gt; team was the 2006–07 Mid-American Conference champion under Head Coach &lt;a href=\"Stan%20Joplin\"&gt;Stan Joplin&lt;/a&gt;, a former star player for the Rockets during the late 1970s, and was an assistant coach from 1984 to 1990. He was fired after slumping to an 11–19 record in 2007–08. The team received an NCAA Award For High Academic Performance Toledo tied for third-best APR mark in nation and MAC for second straight year. The University of Toledo men's basketball program ranks at the top of the Mid-American Conference for a second straight year in the National Collegiate Athletic Association's Academic Performance Rating (APR). Toledo's 994 rating was tied for third place among all NCAA Division I men's basketball programs and trails only Columbia and Davidson.\nIn the Spring of 2011, the University of Toledo women's basketball team won the WNIT, becoming the first MAC team in any sport to win a National Championship in modern times.\nThe women's cross country has won four MAC Championships (2001, 2002, 2010, 2011) and three MAC Runner-up finishes (2003, 2005, 2009). The women's cross country team finished 21st at the NCAA Championships in 2011 and 28th at the NCAA Championships in 2010. The women's track team also finished as the 2012 MAC Indoor and Outdoor Runner-up.\nThe University of Toledo has two official mascots, Rocky the Rocket and Rocksy the Rockette. Rocky was introduced in 1966, and Rocksy was introduced in 2011. UT also has an official spirit crew known as Blue Crew. The University of Toledo Rocket Marching Band performs a pre-game show and halftime show at all home football games in the Glass Bowl.\nBowling Green rivalry.\nToledo's principal football rivals are the Falcons of &lt;a href=\"Bowling%20Green%20State%20University\"&gt;Bowling Green State University&lt;/a&gt;. The two teams formerly played for a trophy each year known as the &lt;a href=\"Peace%20Pipe%20%28college%20football%29\"&gt;Peace Pipe&lt;/a&gt;, a prize that originated in basketball but progressed to football in 1980. Due to NCAA regulations and an agreement between the two schools, new to the rivalry will be the \"Battle of I-75\" trophy, a bronze trophy awarded to the winner of the game. Toledo now leads the series, and Toledo currently has been dominating the series going 10-1 in the last eleven meetings, recently including a 66–37 blowout win at Bowling Green's home field, Doyt Perry Stadium.\nClub sports.\nThe University of Toledo also has a number of club sports under the direction of the university's Division of Student Affairs. Club sports receive funding from the university as student organizations, associated expenses in the sports are often supplemented by students' pay-to-play dues and fundraising activities. Club sports offered by UT include: bowling, women's basketball, crew, cross country, men's ice hockey, men's and women's lacrosse, quidditch, sailing, men's soccer, table tennis, tennis, track and field, men's and women's ultimate disc, fencing, men's and women's volleyball, water polo, and wrestling.\nA few recent accomplishments of the University of Toledo Sport Clubs include three straight individual wrestling national championships from 2006 to 2008; three Midwest-Collegiate Sailing Association Championships in 1950, 2008, and 2009; 2 Inter-Collegiate Sailing Association National Championship appearances in 2008 and 2009; a NIRSA Open Division Soccer National Championship in 1996; and an American Collegiate Hockey Association (ACHA) Division I National Championship in 1992.\nIce hockey.\nThe Toledo Rockets men's ice hockey team is a member of the &lt;a href=\"American%20Collegiate%20Hockey%20Association\"&gt;American Collegiate Hockey Association&lt;/a&gt; (ACHA) Division II. Besides belonging to the ACHA, the team is also an original member of a conference known as the &lt;a href=\"Tri-State%20Collegiate%20Hockey%20League\"&gt;Tri-State Collegiate Hockey League&lt;/a&gt; (TSCHL) which was established in 2010. The team plays a 30–35 game schedule against other club teams in the region."
}