{
    "id": "3344643",
    "revid": "16477971",
    "url": "https://en.wikipedia.org/wiki?curid=3344643",
    "title": "San Andrés, Santa Cruz de Tenerife",
    "text": "San Andrés is a village located on the island of &lt;a href=\"Tenerife\"&gt;Tenerife&lt;/a&gt; in the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; (Spain). It is located on the coast, at the foot of the &lt;a href=\"Macizo%20de%20Anaga\"&gt;Anaga&lt;/a&gt; mountains, northeast of the capital city &lt;a href=\"Santa%20Cruz%20de%20Tenerife\"&gt;Santa Cruz de Tenerife&lt;/a&gt;. It is administratively part of the &lt;a href=\"List%20of%20municipalities%20in%20Santa%20Cruz%20de%20Tenerife\"&gt;municipality&lt;/a&gt; of Santa Cruz de Tenerife. San Andrés is one of the oldest villages of the Canary Islands, and was founded around 1497.\nLocal names.\nSan Andrés (English translation '&lt;a href=\"Andrew%20the%20Apostle\"&gt;Saint Andrew&lt;/a&gt;') has had numerous names throughout its history. The &lt;a href=\"Guanches\"&gt;Guanches&lt;/a&gt; called the two valleys that make up San Andrés \"Abicor\" and \"Ibaute\", being current and valleys of Cercado de Las Huertas respectively. According to some scholars \"Abicor\" was associated with fig trees, while others are similar to African voices to refer to the hives. Already after the arrival of the Spaniards, the valley became known in the early years of the Higueras Valley (by the abundance of them), Valle de Las Higueras and Los Sauces, Valle de Salazar (by the owners dated to the area) and Valle de San Andrés (being the saint's devotees Salazar) interchangeably. Finally prevail the current name of San Andrés. However, during the first half of the twentieth century was also known as \"San Andres de Pots\" by the major pottery production.\nHistory.\nThe area has been populated since the &lt;a href=\"Guanches\"&gt;Guanches&lt;/a&gt; (former inhabitants of the island of Tenerife), in fact, according to contemporary sources to the conquest of the Canary Islands, one of the caves where the aboriginal &lt;a href=\"Menceyato%20de%20Anaga\"&gt;king of Anaga&lt;/a&gt; resided was in the San Andrés Valley. At the time of the conquest, this mencey was &lt;a href=\"Beneharo\"&gt;Beneharo&lt;/a&gt;.\nIn 1498, the &lt;a href=\"Castilians\"&gt;Castilian&lt;/a&gt; &lt;a href=\"Don%20Lope%20de%20Salazar\"&gt;Don Lope de Salazar&lt;/a&gt; received these lands after the conquest. From 1505–1510 Don Lope, built the chapel, on which the current church is based, and he placed two images: &lt;a href=\"St.%20Andrew\"&gt;St. Andrew&lt;/a&gt; the Apostle, by special devotion, and &lt;a href=\"Saint%20Lucy\"&gt;Saint Lucy&lt;/a&gt;, in honor of the name of his wife. St. Andrew Church (&lt;a href=\"Iglesia%20de%20San%20Andr%C3%A9s%20%28Tenerife%29\"&gt;Iglesia de San Andrés&lt;/a&gt;) was constructed on a structure from an earlier period. Also in San Andrés is the &lt;a href=\"Castle%20of%20San%20Andr%C3%A9s\"&gt;Castle of San Andrés&lt;/a&gt;, which was built to defend Tenerife of the assaults of the &lt;a href=\"pirates\"&gt;pirates&lt;/a&gt;.\nA fortress used to exist, with a tower built in 1706, but was destroyed by storms in 1740 and 1896.\nIn 1973 the administration brought 4 million bags of &lt;a href=\"Sahara\"&gt;Sahara&lt;/a&gt; sand to the island into the &lt;a href=\"Playa%20de%20Las%20Teresitas\"&gt;Las Teresitas beach&lt;/a&gt; and improved the infrastructure. The Spanish court stopped larger tourist properties in 1984.\nIn a cave on the outskirts of this locality was discovered the famous &lt;a href=\"Mummy%20of%20San%20Andr%C3%A9s\"&gt;Mummy of San Andrés&lt;/a&gt;, a mummified body belonging to the &lt;a href=\"Guanches\"&gt;guanche&lt;/a&gt; culture. It is now held in the Museum of the Nature and the Man in the city of Santa Cruz de Tenerife. \nIn nearby &lt;a href=\"Macizo%20de%20Anaga\"&gt;Macizo de Anaga&lt;/a&gt; one finds the zone of \"El Bailadero\", so named because, according to the old legends, it was the place where &lt;a href=\"Witches%20of%20Anaga\"&gt;witches danced around bonfires and practiced witchcraft&lt;/a&gt;.\nEconomy.\nResidents of San Andrés live primarily on fishing. Tourism is also an important source of employment.\nEnvironment.\nNot far from San Andrés is the beach named Playa de las Gaviotas, a white volcanic sand beach by Igueste de San Andrés. The depth by the coastline is ."
}