{
    "id": "33468434",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=33468434",
    "title": "Gerson Jackson",
    "text": "Gerson Jackson is a &lt;a href=\"Federated%20States%20of%20Micronesia\"&gt;Micronesia&lt;/a&gt;n &lt;a href=\"politician\"&gt;politician&lt;/a&gt; and &lt;a href=\"diplomat\"&gt;diplomat&lt;/a&gt;.\nJackson served as the &lt;a href=\"Lieutenant%20Governor\"&gt;Lieutenant Governor&lt;/a&gt; of &lt;a href=\"Kosrae\"&gt;Kosrae&lt;/a&gt; for two-consecutive terms from 1995 to 2007. He was first elected Lieutenant Governor in 1994 as the &lt;a href=\"running%20mate\"&gt;running mate&lt;/a&gt; of &lt;a href=\"Moses%20Mackwelung\"&gt;Moses Mackwelung&lt;/a&gt;. Mackwelung and Jackson were sworn into office on January 9, 1995. Jackson was re-elected as Lieutenant Governor in 1998 as the running mate of gubernatorial candidate, &lt;a href=\"Rensley%20Sigrah\"&gt;Rensley Sigrah&lt;/a&gt;. Sigrah and Jackson were inaugurated on January 12, 1999.\nGerson Jackson served as &lt;a href=\"Consul-General\"&gt;Consul-General&lt;/a&gt; of the &lt;a href=\"Federated%20States%20of%20Micronesia\"&gt;Federated States of Micronesia&lt;/a&gt; to &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; from 2008 to October 17, 2011. He was confirmed to the office in April 2008, in a unanimous 12-0 vote by the Micronesian Congress. During his tenure, Jackson criticized increased tensions toward Micronesian migrants in Guam, especially on issues of crime and &lt;a href=\"deportation\"&gt;deportation&lt;/a&gt;. Jackson served as Consul-General until October 17, 2011, when his successor, &lt;a href=\"Robert%20Ruecho\"&gt;Robert Ruecho&lt;/a&gt;, was sworn into office by &lt;a href=\"President%20of%20the%20Federated%20States%20of%20Micronesia\"&gt;President&lt;/a&gt; &lt;a href=\"Manny%20Mori\"&gt;Manny Mori&lt;/a&gt;.\nJackson became the &lt;a href=\"Ambassador\"&gt;Ambassador&lt;/a&gt; of the Federated States of Micronesia to &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt; on October 17, 2011. President Manny Mori administered the &lt;a href=\"oath%20of%20office\"&gt;oath of office&lt;/a&gt; to Jackson at the International Trade Center in Guam at 11:30 a.m."
}