{
    "id": "3347308",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3347308",
    "title": "New South Wales Rugby League premiership",
    "text": "The New South Wales Rugby League premiership was the first &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; football club competition established in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and contributor to today's &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;. Run by the &lt;a href=\"New%20South%20Wales%20Rugby%20League\"&gt;New South Wales Rugby League&lt;/a&gt; (initially named the New South Wales Rugby Football League) from 1908 until 1994, the premiership was the state's elite rugby league competition, parallel to Queensland's first-class league, the &lt;a href=\"Brisbane%20Rugby%20League\"&gt;Brisbane Rugby League&lt;/a&gt;.\nFor most of the premiership's history it was contested by clubs from the state of &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; only, but later attempted to grow into a nationwide competition, eventually leading to the competition being played under the auspices of the &lt;a href=\"Australian%20Rugby%20League\"&gt;Australian Rugby League&lt;/a&gt; in 1995. Despite this name, the 1995 and 1996 Australian Rugby League Premierships competitions were still administered by the Board and staff of the New South Wales Rugby League.\nHistory.\n1908: Rugby league premiership in Sydney.\nThe inaugural &lt;a href=\"New%20South%20Wales%20Rugby%20Football%20League\"&gt;New South Wales Rugby Football League&lt;/a&gt; (NSWRFL) premiership began in 1908, and was made up of eight Sydney-based teams and one team from Newcastle. Cumberland joined the competition after the first round, meaning that they played one game fewer than the rest of the field for the season. Still known as the \"foundation clubs\" today, these nine teams battled against one another during the &lt;a href=\"NSWRFL%20season%201908\"&gt;1908 season&lt;/a&gt;, with &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; taking the first premiership honours after beating &lt;a href=\"Sydney%20Roosters\"&gt;Eastern Suburbs&lt;/a&gt; in the Final.\n1909 - 1994: Expansion of the premiership.\nBetween 1912 and 1925 the premiers were decided by first past the post. As a result of South Sydney's dominant 1925 season, the NSWRFL introduced a finals system in order to maintain interest in the competition.\nOver the decades since the NSWRFL competition started, Sydney suburban teams came and went throughout its history but it was not until &lt;a href=\"New%20South%20Wales%20Rugby%20League%20season%201982\"&gt;1982&lt;/a&gt; that the competition saw significant expansion outside of the Sydney area. The two new inclusions were from the &lt;a href=\"Australian%20Capital%20Territory\"&gt;Australian Capital Territory&lt;/a&gt; - the &lt;a href=\"Canberra%20Raiders\"&gt;Canberra Raiders&lt;/a&gt; - as well as a team from the southern New South Wales region - the &lt;a href=\"Illawarra%20Steelers\"&gt;Illawarra Steelers&lt;/a&gt;. This corresponded with the adoption of commercial sponsorship of the competition for the first time, seeing it become the &lt;a href=\"Winfield%20Cup\"&gt;Winfield Cup&lt;/a&gt; (named after the popular cigarette brand).\nThe NSWRFL had also commenced a very popular and successful mid-week competition in 1973, originally known as the &lt;a href=\"Amco%20Cup\"&gt;Amco Cup&lt;/a&gt;, but also as the Tooth Cup and the National Panasonic Cup. The success of this competition, which included teams from both &lt;a href=\"Brisbane%2C%20Queensland\"&gt;Brisbane&lt;/a&gt; and New Zealand ultimately created pressure for further expansion of the NSWRL competition. In &lt;a href=\"New%20South%20Wales%20Rugby%20League%20season%201984\"&gt;1984&lt;/a&gt;, the New South Wales Rugby Football League changed its name to New South Wales Rugby League.\nIn &lt;a href=\"New%20South%20Wales%20Rugby%20League%20season%201988\"&gt;1988&lt;/a&gt;, for the very first time, two &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; teams joined the competition, with the inclusions of the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt; and the &lt;a href=\"Gold%20Coast%20Chargers\"&gt;Gold Coast-Tweed Giants&lt;/a&gt;. This saw the premiership competition move beyond the outer borders of New South Wales. At the same time, as a result of mounting pressure from the central coast of New South Wales, a &lt;a href=\"Newcastle%2C%20New%20South%20Wales\"&gt;Newcastle&lt;/a&gt; franchise was returned to the competition. Their return saw the end of an 86-year wait in the wilderness and this time around the team was badged the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt;.\nAfter mostly solid results were obtained by the expansion teams in 1988, there was increasing pressure for new inclusions into the competition. Having decided in May 1992 that a team from Auckland would join the premiership in 1995, the League announced in November that three more new clubs — a second team from Brisbane, and also a team each from Perth and Townsville — will also be invited.\nIn 1995, some seven years later, the competition expanded further into Queensland, with the inception of the &lt;a href=\"South%20Queensland%20Crushers\"&gt;South Queensland Crushers&lt;/a&gt; and the &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt;. 1995 also saw a new team in &lt;a href=\"Western%20Australia%20Rugby%20League\"&gt;Western Australia&lt;/a&gt;, the '&lt;a href=\"WA%20Reds\"&gt;Western Reds&lt;/a&gt;', later called the Perth Reds, as well as a New Zealand-based team - the &lt;a href=\"Auckland%20Warriors\"&gt;Auckland Warriors&lt;/a&gt;. The total number of teams in the competition was now twenty - the largest-scale rugby league competition ever in Australia. The premiership's new national outlook was further reflected in the governing body's name, with the New South Wales Rugby League transferring control of the competition to the Australian Rugby League (ARL).\nSenior Grade Premiers.\nBetween 1912 and 1925 there was no semi-final system and a final was only played if two clubs finished level at the conclusion of the Minor Premiership. Souths won the 1909 premiership when Balmain forfeited in protest against the final being played as a preliminary match before a promotional game between the national Rugby League and Rugby Union sides. The 1937 season also featured no finals as the year was disrupted by the Kangaroos tour. Between 1926 and 1953 first played third and second played fourth and winners played off. If the minor premiers were defeated they had a right of challenge, but if they were not defeated there was no true \"grand final.\"\nFrom 1954 a mandatory grand final was introduced in which there was a knockout minor semi-final between third and fourth and a second-chance major semi between first and second. The winner of the major semi went to the grand final and a preliminary final was played between the winner of the minor semi and the loser of the major semi to decide who would meet the winner of the major semi.\nIn 1973 a final five was devised with the top team going straight into the major semi, the second and third teams playing a major preliminary semi, and the fourth and fifth playing a sudden-death minor preliminary semi. The top team played the winner of the major preliminary semi-final, whilst the winner of the minor preliminary semi played the loser of the major preliminary semi in the minor semi-final (which was played as before under the final four system."
}