{
    "id": "33503379",
    "revid": "13494966",
    "url": "https://en.wikipedia.org/wiki?curid=33503379",
    "title": "Andrew Bromwich",
    "text": "Andrew Bromwich ( c.1640–1702 ) was an English &lt;a href=\"Roman%20Catholic%20priest\"&gt;Roman Catholic priest&lt;/a&gt;. He was a survivor of the &lt;a href=\"Popish%20Plot\"&gt;Popish Plot&lt;/a&gt;, and the founder of the Oscott Mission in Staffordshire, which later became &lt;a href=\"St.%20Mary%27s%20College%2C%20Oscott\"&gt;St. Mary's College, Oscott&lt;/a&gt;.\nEarly career.\nHe was born at &lt;a href=\"Old%20Oscott\"&gt;Old Oscott&lt;/a&gt; in &lt;a href=\"Staffordshire\"&gt;Staffordshire&lt;/a&gt;, to a Roman Catholic farming family which, according to local tradition, had already produced several Catholic priests. He entered the &lt;a href=\"English%20College%2C%20Lisbon\"&gt;English College, Lisbon&lt;/a&gt; in 1668, was ordained about 1672, and returned to Staffordshire to take up his mission. His home county had one of the largest Catholic communities in England. It had for many years enjoyed a certain degree of immunity from the &lt;a href=\"Penal%20law%20%28British%29\"&gt;Penal Laws&lt;/a&gt; due to the fact that &lt;a href=\"Walter%20Aston%2C%202nd%20Lord%20Aston%20of%20Forfar\"&gt;Walter Aston, 2nd Lord Aston of Forfar&lt;/a&gt;, a wealthy and influential local landowner, was a Catholic who made little attempt to conceal his beliefs, raised his children in the same faith, and was in general able to shield his Catholic tenants and neighbours from persecution.\nBromwich took the crucial precaution, which ultimately saved his life, of swearing the &lt;a href=\"Oath%20of%20Supremacy\"&gt;Oath of Supremacy&lt;/a&gt; and the &lt;a href=\"Oath%20of%20Allegiance\"&gt;Oath of Allegiance&lt;/a&gt;. Prior to the outbreak of the Popish Plot it was understood that priests who could prove that they had taken the oaths were to be left in peace, and even at the height of the hysteria caused by the Plot judges were often disposed to be merciful in such cases.\nPopish Plot.\nDuring the Popish Plot, &lt;a href=\"Walter%20Aston%2C%203rd%20Lord%20Aston%20of%20Forfar\"&gt;Walter Aston, 3rd Lord Aston of Forfar&lt;/a&gt;, who had just succeeded to his father's title and estates in Staffordshire, and continued his father's unofficial role of protector of the local Catholic community, became a target of the informers. He had dismissed his steward, &lt;a href=\"Stephen%20Dugdale\"&gt;Stephen Dugdale&lt;/a&gt;, for &lt;a href=\"embezzlement\"&gt;embezzlement&lt;/a&gt; and &lt;a href=\"gambling\"&gt;gambling&lt;/a&gt; and Dugdale in revenge turned &lt;a href=\"informer\"&gt;informer&lt;/a&gt; against him. Dugdale's intelligence, charm and superior social standing were a marked contrast to the unsavoury earlier informers like &lt;a href=\"Titus%20Oates\"&gt;Titus Oates&lt;/a&gt; and &lt;a href=\"William%20Bedloe\"&gt;William Bedloe&lt;/a&gt;, and as a result even King &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt;, who had previously been a complete sceptic on the subject, \"began to think there was somewhat in the Plot\". After some hesitation Dugdale directly accused Lord Aston of &lt;a href=\"treason\"&gt;treason&lt;/a&gt;, and as a result Aston went to the &lt;a href=\"Tower%20of%20London\"&gt;Tower of London&lt;/a&gt;, though he was never brought to trial and was released on &lt;a href=\"bail\"&gt;bail&lt;/a&gt; a year later. He did not return to prison.\nThe removal of their patron exposed the Staffordshire Catholics to the full rigours of the Popish Plot: Kenyon notes that once the initial hysteria abated, Staffordshire was one of the few parts of England outside London where the Plot really took hold.\nTrial.\nBromwich was tried at the Stafford &lt;a href=\"Assizes\"&gt;Assizes&lt;/a&gt; in August 1679 with the Jesuit William Atkins (1601-1681) who was so old and frail that even the most ardent believers in the Plot must have had some difficulty in seeing him as a conspirator. In fact unlike earlier victims of the Plot, Bromwich and Atkins were charged only with acting as Catholic priests in England, but even so they were liable to the &lt;a href=\"death%20penalty\"&gt;death penalty&lt;/a&gt; under the &lt;a href=\"Jesuits%2C%20etc.%20Act%201584\"&gt;Jesuits, etc. Act 1584&lt;/a&gt;. They were tried before the &lt;a href=\"Lord%20Chief%20Justice%20of%20England\"&gt;Lord Chief Justice&lt;/a&gt;, Sir &lt;a href=\"William%20Scroggs\"&gt;William Scroggs&lt;/a&gt;, who was a convinced believer in the Plot, and, though tolerant enough of the Catholic laity, violently prejudiced against the priesthood. In the event, he was prepared to be merciful to these particular priests, but not until the guilty verdict was in, and both the jury and the accused were subjected to his notorious bullying. Bromwich's plea that he had taken the oaths was dismissed as a lie: \"you priests are full of tricks\" – a most unjust remark, since Scroggs himself later admitted that Bromwich was telling the truth. The jury were treated to a tirade by Scroggs on the evils of the Catholic priesthood : \"It is to these sorts of men we owe all the troubles we are in, the threat to the King's life, the subversion of our government, and the loss of our religion.\" Not surprisingly both Bromwich and Atkins were found guilty.\nHaving secured the required verdicts, Scroggs was now disposed to be merciful. Bromwich produced proof that he had taken the oaths, which unofficially entitled him to a &lt;a href=\"Pardon%23Related%20concepts\"&gt;reprieve&lt;/a&gt;, while Scroggs accepted that Atkins' age and frail health made him a suitable case for clemency. Atkins died in prison in 1681; Bromwich must have been released at the latest in February 1685 when &lt;a href=\"James%20II\"&gt;James II&lt;/a&gt; announced that all persecution of his Catholic subjects should immediately cease.\nLater career.\nUnder the Catholic King James, Bromwich had nothing to fear from openly practising his faith, and he resumed his ministry in Stafford. It was in these years that he founded a small &lt;a href=\"mission%20%28station%29\"&gt;mission&lt;/a&gt; at Oscott for the shelter, and later training, of priests. Surprisingly he was able to continue work after the downfall of King James at the &lt;a href=\"Glorious%20Revolution\"&gt;Glorious Revolution&lt;/a&gt;: possibly he was protected by the strength of the local Catholic community. At his death he bequeathed his old family home to the mission. The mission survived and grew in the eighteenth century, and was the origin of &lt;a href=\"St%20Mary%27s%20College%2C%20Oscott\"&gt;St Mary's College, Oscott&lt;/a&gt;.\nDeath.\nBromwich died in 1702. He was buried in the family vault at &lt;a href=\"Handsworth%2C%20West%20Midlands\"&gt;Handsworth&lt;/a&gt;."
}