{
    "id": "33537632",
    "revid": "8144267",
    "url": "https://en.wikipedia.org/wiki?curid=33537632",
    "title": "Sultan Muhammad Kaharuddin III Airport",
    "text": "Sultan Muhammad Kaharuddin III Airport , formerly Brang Bidji Airport, is an airport located in &lt;a href=\"Sumbawa%20Besar\"&gt;Sumbawa Besar&lt;/a&gt;, &lt;a href=\"West%20Nusa%20Tenggara\"&gt;West Nusa Tenggara&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;. It is one of the two only airports in the island of &lt;a href=\"Sumbawa\"&gt;Sumbawa&lt;/a&gt;, the other being &lt;a href=\"Sultan%20Muhammad%20Salahudin%20Airport\"&gt;Sultan Muhammad Salahudin Airport&lt;/a&gt; in &lt;a href=\"Bima\"&gt;Bima&lt;/a&gt;. The airport is named after Sultan &lt;a href=\"Muhammad%20Kaharuddin%20III\"&gt;Muhammad Kaharuddin III&lt;/a&gt;, the last Sultan of the Sultanate of Sumbawa.\nCurrently, the airport serves four daily flights to &lt;a href=\"Lombok\"&gt;Lombok&lt;/a&gt;, two arriving and two departing, each operated by &lt;a href=\"Garuda%20Indonesia\"&gt;Garuda Indonesia&lt;/a&gt; and &lt;a href=\"Wings%20Air\"&gt;Wings Air&lt;/a&gt;, and both using the &lt;a href=\"ATR-72\"&gt;ATR-72&lt;/a&gt; aircraft.\nIn 2015, the number of passengers using the airport was 77,365 passengers, while in 2017 it increased to 112,096 passengers or grew by almost 50%.\nAirport Development.\nTo improve economic growth and cope with the increasing passenger growth every year, the airport was renovated on 2016, both airside and landside. The work carried out was apron widening and taxiway construction including supervision, construction of inspection roads with asphalt concrete, airport fence rehabilitation, construction of new terminals including supervision and fulfillment of runway strip standards due to runway extension. In addition, the apron was expanded from 70 x 240 m to 80 x 240 m, expansion of parking area, addition of new fences, procurement and installation of runway RTIL, procurement and installation of apron and taxiway light due to apron expansion and manufacture of new taxiways, procurement and installation of flood double light pole.\nCurrently the new terminal has an area of 2,790 m2, four times wider than the old terminal which is only 840 m2 in size. The arrival room also expanded from 96 m2 to 480 m2. While the waiting room is also expanded from 120 m2 to 960 m2. The new terminal has the typical architectural concept of the Sumbawa traditional house.\nThe development of the airport will be continued in 2019 with the planned activities to be carried out is the extension of the runway from 1650 mx 30 m to 1800 mx 30 m, including marking, preparation of runway strips and RESA as well as air side channels, canopy work and terminal building interiors, renovation work administration building, PKP-PK access road widening work, land side landscape work, procurement and installation of integrated lightning rods, procurement and installation of solar cell street lights, preparation of BKK, DLKR and DLKP studies and airport development supervision work."
}