{
    "id": "33570119",
    "revid": "19049798",
    "url": "https://en.wikipedia.org/wiki?curid=33570119",
    "title": "Alex Cavallini",
    "text": "Alexandria Cavallini (née Rigsby born January 3, 1992) is an American &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; goaltender, currently a member of the &lt;a href=\"PWHPA\"&gt;PWHPA&lt;/a&gt;.\nShe has competed for the &lt;a href=\"United%20States%20women%27s%20national%20ice%20hockey%20team\"&gt;United States women's national ice hockey team&lt;/a&gt; in numerous tournaments. She is the first goaltender in USA Hockey history to have competed with the US National Under-18, Under-22, and Senior women's teams. She competed for the &lt;a href=\"Wisconsin%20Badgers%20women%27s%20ice%20hockey\"&gt;Wisconsin Badgers women's ice hockey&lt;/a&gt; program 2010–2014, and was on the roster of the &lt;a href=\"Minnesota%20Whitecaps\"&gt;Minnesota Whitecaps&lt;/a&gt;. She is also the first American-born goaltender to have won an Olympic Gold Medal, an IIHF World Championship, and the &lt;a href=\"Clarkson%20Cup\"&gt;Clarkson Cup&lt;/a&gt;, having played with the victorious Calgary Inferno in the &lt;a href=\"2019%20Clarkson%20Cup\"&gt;2019 Clarkson Cup&lt;/a&gt; Finals.\nPlaying career.\nCavallini played boys hockey from the age of six, including AAA boys hockey from the age of 10. As a freshman in high school, she played for the Chicago Mission AAA Boys Bantam Majors. That team won state and regional champions and participated in the USA Hockey National Championships. In addition to hockey, Cavallini also played varsity girls lacrosse for Arrowhead Head School, in which she won two state titles in 2007 and 2008\nAlex Cavallini became the first woman ever to be drafted in the &lt;a href=\"United%20States%20Hockey%20League\"&gt;United States Hockey League&lt;/a&gt;, when she was selected in the 16th round, 199th overall by the &lt;a href=\"Chicago%20Steel\"&gt;Chicago Steel&lt;/a&gt;. Of note, the Steel also drafted &lt;a href=\"Jake%20Chelios\"&gt;Jake Chelios&lt;/a&gt;, son of Red Wings defenceman Chris Chelios in the 4th round, 49th overall and David Bondra, son of sniper Peter Bondra in the 7th round, 82nd overall. Cavallini played the previous two seasons with the Milwaukee Admirals Midget Minor boys team.\nTeam USA.\nShe participated in the 2009 IIHF Under 18 Women's World Championship and won a gold medal. Statistically, she had a .947 saves percentage with a 1.28 goals against average. In addition, she participated in the 2008 and 2009 USA Hockey Women's National Festival. From 2006 to 2009, she participated in USA Hockey National Development Camps.\nOn January 2, 2022, Cavallini was named to &lt;a href=\"United%20States%20women%27s%20national%20ice%20hockey%20team\"&gt;Team USA&lt;/a&gt;'s roster to represent the United States at the &lt;a href=\"2022%20Winter%20Olympics\"&gt;2022 Winter Olympics&lt;/a&gt;.\nCWHL.\nClaimed by the &lt;a href=\"Calgary%20Inferno\"&gt;Calgary Inferno&lt;/a&gt; in the fourth round of the &lt;a href=\"2018%20CWHL%20Draft\"&gt;2018 CWHL Draft&lt;/a&gt;, Cavallini became their starting goaltender for the &lt;a href=\"2018-19%20CWHL%20season\"&gt;2018–19 season&lt;/a&gt;. In her first season of professional hockey, she earned All-Star recognition, playing with &lt;a href=\"Emerance%20Maschmeyer\"&gt;Emerance Maschmeyer&lt;/a&gt; for Team Purple in the &lt;a href=\"4th%20Canadian%20Women%27s%20Hockey%20League%20All-Star%20Game\"&gt;4th Canadian Women's Hockey League All-Star Game&lt;/a&gt;. Coincidentally, the two played against each other in the &lt;a href=\"2019%20Clarkson%20Cup\"&gt;2019 Clarkson Cup&lt;/a&gt; Finals, with Maschmeyer starting for Montreal. Of note, Calgary emerged victorious, defeating Maschmeyer and Montreal by a 5–2 count.\nPWHPA.\nSkating for Team New Hampshire during the &lt;a href=\"2020%E2%80%9321%20PWHPA%20season\"&gt;2020–21 PWHPA season&lt;/a&gt;, Decker participated in a PWHPA Dream Gap Tour event at New York's &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; on February 28, 2021, the first women's ice hockey event at the venue. Playing for a team sponsored by the Women's Sports Foundation, Cavallini stopped 32 of 35 shots in a 4-3 win."
}