{
    "id": "33587685",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=33587685",
    "title": "Savio Medeira",
    "text": "Savio Medeira (born 20 March 1965) is an Indian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; manager and former player who is current technical director (Interim) of the India national football team .\nPlaying career.\nSavio spent his whole career at &lt;a href=\"Salgaocar%20S.C.\"&gt;Salgaocar S.C.&lt;/a&gt; in &lt;a href=\"India\"&gt;India&lt;/a&gt; from 1983-2000. While with Salgaocar Savio won two &lt;a href=\"Rovers%20Cup\"&gt;Rover Cups&lt;/a&gt; in 1990 and 1997. He also won the &lt;a href=\"Federation%20Cup%20%28India%29\"&gt;Federation Cup&lt;/a&gt; in 1997 and even the &lt;a href=\"National%20Football%20League%20%28India%29\"&gt;National Football League&lt;/a&gt; in 1998.\nCoaching career.\nSalgaocar.\nSavio, after retiring from playing, decided to begin coaching. He began his coaching career by acting as assistant coach at his former playing club &lt;a href=\"Salgaocar%20S.C.\"&gt;Salgaocar&lt;/a&gt; for the 2000-01 season. While acting assistant Salgaocar finished the 2000-01 NFL season in sixth place. After acting as assistant coach for one season he was promoted to head manager of the club. His first season with the club Savio managed to get Salgaocar to fourth place in the 2001-02 NFL season. The next season though Savio managed to make Salgaocar runners-up in the league only five points behind champions &lt;a href=\"East%20Bengal%20Club\"&gt;East Bengal&lt;/a&gt;. He then continued his success with Salgaocar by winning the &lt;a href=\"Durand%20Cup\"&gt;Durand Cup&lt;/a&gt; in 2003 by beating East Bengal 4-3 on penalties. The next season though Salgaocar dropped to seventh in the league and did not win a single trophy. Then in 2006 Salgaocar were relegated to the NFL 2nd Division. Salgaocar though were only forced to one season in the second division as they were promoted for the &lt;a href=\"2007%E2%80%9308%20I-League\"&gt;2007–08 I-League&lt;/a&gt; but were again relegated as they finished dead last with only one win out of eighteen games. After the 2007-08 season Savio was sacked by Salgaocar.\nAssisting India.\nAfter being sacked by Salgaocar Savio signed with the &lt;a href=\"All%20India%20Football%20Federation\"&gt;All India Football Federation&lt;/a&gt; to become the assistant coach to &lt;a href=\"Bob%20Houghton\"&gt;Bob Houghton&lt;/a&gt; on the &lt;a href=\"India%20national%20football%20team\"&gt;India national football team&lt;/a&gt;. His first match as assistant coach was against &lt;a href=\"Chinese%20Taipei%20national%20football%20team\"&gt;Chinese Taipei&lt;/a&gt; in which India won 3-0. While as assistant coach to Bob Houghton the Indian National Team changed and won two &lt;a href=\"Nehru%20Cup\"&gt;Nehru Cup&lt;/a&gt; titles along with winning the &lt;a href=\"2008%20AFC%20Challenge%20Cup\"&gt;2008 AFC Challenge Cup&lt;/a&gt; and booking their place in the &lt;a href=\"2011%20AFC%20Asian%20Cup\"&gt;2011 AFC Asian Cup&lt;/a&gt;. During the Asian Cup however India lost all three matches by heavy margins and so Bob Houghton was officially sacked but Savio stayed and Bob's successor &lt;a href=\"Armando%20Colaco\"&gt;Armando Colaco&lt;/a&gt; also kept Savio on the team. While assisting Colaco, India went on a low run of form as they slipped from 147 in the FIFA rankings to 163. After getting knocked out of the &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification%20%28AFC%29\"&gt;2014 FIFA World Cup Qualifiers&lt;/a&gt; Colaco left his post as India coach while again Savio stayed on.\nAs India Coach.\nOn 29 October 2011 it was announced that Savio would be the head coach of the &lt;a href=\"India%20national%20football%20team\"&gt;India national football team&lt;/a&gt; till his contract ran out with the AIFF in May 2012. His first assignment was to win the &lt;a href=\"2011%20South%20Asian%20Football%20Federation%20Cup\"&gt;2011 SAFF Cup&lt;/a&gt; in December 2011. He coached India for the first time on 13 November 2011 against &lt;a href=\"Malaysia%20national%20football%20team\"&gt;Malaysia&lt;/a&gt; in the &lt;a href=\"Indira%20Gandhi%20Athletic%20Stadium\"&gt;Indira Gandhi Athletic Stadium&lt;/a&gt; in &lt;a href=\"Guwahati\"&gt;Guwahati&lt;/a&gt;, &lt;a href=\"Assam\"&gt;Assam&lt;/a&gt;. The match ended 1–1 with &lt;a href=\"Syed%20Rahim%20Nabi\"&gt;Syed Rahim Nabi&lt;/a&gt; scoring the equalizer in the 88th minute and becoming the first Indian to score for India in the Savio reign.\nAfter two more matches which India won and lost respectively to Malaysia and &lt;a href=\"Zambia%20national%20football%20team\"&gt;Zambia&lt;/a&gt;, Savio lead India into his first competitive match as coach of India in the SAFF Cup against &lt;a href=\"Afghanistan%20national%20football%20team\"&gt;Afghanistan&lt;/a&gt; on 3 December 2011. The match ended 1–1. Savio then earned his first ever competitive win for India in the next match on 5 December 2011 against &lt;a href=\"Bhutan%20national%20football%20team\"&gt;Bhutan&lt;/a&gt; in which India won 5–0. He then managed to bring India to the semi-finals after a 3–0 victory over &lt;a href=\"Sri%20Lanka%20national%20football%20team\"&gt;Sri Lanka&lt;/a&gt; in their final group match. The semi-final match was against &lt;a href=\"Maldives%20national%20football%20team\"&gt;Maldives&lt;/a&gt; on 9 December 2011 in which India won 3–1. Then in the final of the SAFF Cup India managed to beat Afghanistan 4–0 and thus Savio won his first championship with India sense taking over 2 months before.\nGoing into 2012 India played German club &lt;a href=\"Bayern%20Munich\"&gt;Bayern Munich&lt;/a&gt; in which India lost 4–0. Savio then received his second assignment which was to do well in the &lt;a href=\"2012%20AFC%20Challenge%20Cup\"&gt;2012 AFC Challenge Cup&lt;/a&gt;. India played against &lt;a href=\"Oman%20national%20football%20team\"&gt;Oman&lt;/a&gt; and &lt;a href=\"Azerbaijan%20national%20football%20team\"&gt;Azerbaijan&lt;/a&gt; and lost both matches. India then went on to lose all 3 AFC Challenge Cup matches. After the AFC Challenge Cup Savio was relieved of his coaching deal.\nHonors.\nPlayer.\nSalgaocar.\nWinner:\nManager.\nSalgaocar.\nWinner:\nRunner-up:"
}