{
    "id": "3358246",
    "revid": "187158",
    "url": "https://en.wikipedia.org/wiki?curid=3358246",
    "title": "Torpedo gunboat",
    "text": "In late 19th-century naval terminology, torpedo gunboats were a form of &lt;a href=\"gunboat\"&gt;gunboat&lt;/a&gt; armed with &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es and designed for hunting and destroying smaller &lt;a href=\"torpedo%20boats\"&gt;torpedo boats&lt;/a&gt;. By the end of the 1890s torpedo gunboats were superseded by their more successful contemporaries, the &lt;a href=\"torpedo%20boat%20destroyers\"&gt;torpedo boat destroyers&lt;/a&gt;.\nHistory.\nA number of torpedo gunboats, the prototype &lt;a href=\"HMS%20Rattlesnake%20%281886%29\"&gt;\"Rattlesnake\"&lt;/a&gt; of 1886 followed by the &lt;a href=\"Grasshopper-class%20torpedo%20gunboat\"&gt;\"Grasshopper\" class&lt;/a&gt; (of 3 vessels), the &lt;a href=\"Sharpshooter%20class%20torpedo%20gunboat\"&gt;\"Sharpshooter\" class&lt;/a&gt; (13 vessels), the &lt;a href=\"Alarm%20class%20torpedo%20gunboat\"&gt;\"Alarm\" class&lt;/a&gt; (11 vessels) and the &lt;a href=\"Dryad%20class%20torpedo%20gunboat\"&gt;\"Dryad\" class&lt;/a&gt; (5 vessels), were built for the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; during the 1880s and the 1890s; similar vessels were also constructed or otherwise acquired by a number of European nations and Japan. Essentially very small &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s, torpedo gunboats were typically fitted with &lt;a href=\"Fire-tube%20boiler%23Locomotive%20boiler\"&gt;locomotive boilers&lt;/a&gt;, and were equipped with torpedo tubes and an adequate gun armament, intended for hunting down smaller enemy torpedo boats. In practice they failed in their primary objective, as they were not fast enough to keep up with torpedo boats, and their role was quickly taken over by the faster &lt;a href=\"Torpedo%20Boat%20Destroyer\"&gt;Torpedo Boat Destroyer&lt;/a&gt;s. One of the faster torpedo gunboats was the &lt;a href=\"Spanish%20warship%20Destructor\"&gt;Spanish warship \"Destructor\"&lt;/a&gt;, commissioned in 1887, and considered by some sources the first torpedo boat destroyer.\nThe &lt;a href=\"Chilean%20Navy\"&gt;Chilean Navy&lt;/a&gt; ordered at the end of the 1880s, in the shipyard Laird Brothers, the first ships of this type, a subclass of the \"Sharpshooter\" class, the that were the and . These two ships would have a notable military success during &lt;a href=\"Chilean%20Civil%20War%20of%201891\"&gt;Chilean Civil War of 1891&lt;/a&gt;, when they &lt;a href=\"Battle%20of%20Caldera%20Bay\"&gt;attacked and sunk&lt;/a&gt; the ironclad , demonstrating to the world that these types of ships could also destroy battleships. Then in 1896 she acquired . \nBetween 1906 and 1907, &lt;a href=\"Kingdom%20of%20Romania\"&gt;Romania&lt;/a&gt; ordered and commissioned a &lt;a href=\"C%C4%83pitan%20Nicolae%20Lasc%C4%83r%20Bogdan-class%20river%20torpedo%20gunboat\"&gt;class&lt;/a&gt; of 8 British-built torpedo gunboats for its &lt;a href=\"Danube\"&gt;Danube&lt;/a&gt; Flotilla. These 50-ton vessels were much smaller than their sea-going counterparts, but were well-armed for their size: in addition to one 47 mm naval gun and one 6.5 mm machine gun, each boat also carried 4 torpedoes: two on &lt;a href=\"spar%20torpedo\"&gt;spars&lt;/a&gt; in front of the vessel and two more amidships in torpedo dropping gear (carriages). The boats were also armored, having bulletproof sides and deck. Their maximum speed amounted of 18 knots. Despite being built for Danubian service, the vessels of this class were nonetheless seaworthy as well, three being incorporated into the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"Black%20Sea%20Fleet\"&gt;Black Sea Fleet&lt;/a&gt; in August 1944 (returned to Romania in September 1945).\nPerhaps the last torpedo gunboat ever built was the &lt;a href=\"Uruguay%20%281910%29\"&gt;\"Uruguay\"&lt;/a&gt;, constructed to order in Germany for the &lt;a href=\"National%20Navy%20of%20Uruguay\"&gt;Uruguayan navy&lt;/a&gt;, with whom she served from August 1910 until 1951. Contrary to the depiction in the film &lt;a href=\"The%20Battle%20of%20the%20River%20Plate%20%28film%29\"&gt;\"The Battle of the River Plate\"&lt;/a&gt;, she did not participate in the boarding of the German freighter \"Tacoma\" in the aftermath of the battle."
}