{
    "id": "3359076",
    "revid": "11339020",
    "url": "https://en.wikipedia.org/wiki?curid=3359076",
    "title": "Supreme Federal Court",
    "text": "The Supreme Federal Court (, , abbreviated STF) is the &lt;a href=\"supreme%20court\"&gt;supreme court&lt;/a&gt; (court of last resort) of &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;, serving primarily as the &lt;a href=\"Constitutional%20Court\"&gt;Constitutional Court&lt;/a&gt; of the country. It is the highest &lt;a href=\"court%20of%20law\"&gt;court of law&lt;/a&gt; in Brazil for constitutional issues and its rulings cannot be appealed. On questions involving exclusively non-constitutional issues, regarding federal laws, the highest court is, by rule, the &lt;a href=\"Superior%20Court%20of%20Justice%20%28Brazil%29\"&gt;Superior Court of Justice&lt;/a&gt;.\nHistory.\nThe court was inaugurated during the &lt;a href=\"Colonial%20Brazil\"&gt;colonial era&lt;/a&gt; in 1808, the year that the &lt;a href=\"royal%20family\"&gt;royal family&lt;/a&gt; of &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt; (the &lt;a href=\"House%20of%20Braganza\"&gt;House of Braganza&lt;/a&gt;) arrived in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;. It was originally called the House of Appeals of Brazil ().\nThe proclamation of the &lt;a href=\"Brazilian%20Declaration%20of%20Independence\"&gt;Brazilian Declaration of Independence&lt;/a&gt; and the adoption of the &lt;a href=\"Constitution%20of%20Brazil\"&gt;Imperial Constitution&lt;/a&gt; in 1824 preceded the establishment of the Supreme Court of Justice () in 1829. With the first &lt;a href=\"Constitution%20of%20Brazil\"&gt;Constitution of the Republic&lt;/a&gt;, the current Court was established.\nAlthough the constitutional norms that regulated the creation of the Court allowed &lt;a href=\"Deodoro%20da%20Fonseca\"&gt;Deodoro da Fonseca&lt;/a&gt;, Brazil's first president, to nominate an entirely new Court, the president chose to nominate as the first members of the Supreme Federal Court the ministers who were then serving as members of the predecessor imperial Court.\nTwo hundred members have served on the Court. The &lt;a href=\"Constitution%20of%20Brazil\"&gt;Constitution of 1891&lt;/a&gt; decided that the Court would have 15 members. When &lt;a href=\"Get%C3%BAlio%20Vargas\"&gt;Getúlio Vargas&lt;/a&gt; came into power, the number of members was reduced to 11. The number was changed to 16 in 1965, but returned to 11 in 1969 and has not changed since. Of all Presidents of Brazil, only one (&lt;a href=\"Caf%C3%A9%20Filho\"&gt;Café Filho&lt;/a&gt;) never nominated a minister.\nAll judicial and administrative meetings of the Supreme Court have been broadcast live on &lt;a href=\"television\"&gt;television&lt;/a&gt; since 2002. The Court is open for the public to watch the meetings.\nFunctions.\nAlongside its appeal competence, mostly by the Extraordinary Appeal (), the Court has a small range of cases of &lt;a href=\"original%20jurisdiction\"&gt;original jurisdiction&lt;/a&gt;, including the power of &lt;a href=\"judicial%20review\"&gt;judicial review&lt;/a&gt;, judging the &lt;a href=\"constitutionality\"&gt;constitutionality&lt;/a&gt; of laws passed by the &lt;a href=\"National%20Congress%20of%20Brazil\"&gt;National Congress&lt;/a&gt;, through a Direct Action of Unconstitutionality (, or ADI). There are also other mechanisms for reaching the Court directly, such as the Declaratory Action of Constitutionality (, or ADC) and the Direct Action of Unconstitutionality by Omission ( or ADO).\nCase law.\nIn May 2009 \"&lt;a href=\"The%20Economist\"&gt;The Economist&lt;/a&gt;\" called the Supreme Federal Court \"the most overburdened court in the world, thanks to a plethora of rights and privileges entrenched in the country's 1988 constitution (...) till recently the tribunal's decisions did not bind lower courts. The result was a court that is overstretched to the point of mutiny. The Supreme Court received 100,781 cases last year.\"\n&lt;a href=\"Precedent%23Horizontality\"&gt;Overruling&lt;/a&gt; seems to be frequent in SFC jurisprudence: \"three years ago when the STF adopted the understanding that defendants who have a conviction upheld by a single appellate court may be sent to jail to begin serving their sentences. (...) The 2016 decision happened largely due to a change in opinion from Justice &lt;a href=\"Gilmar%20Mendes\"&gt;Gilmar Mendes&lt;/a&gt; (...). He had voted against sending defendants to jail after a single failed appeal in 2009, but changed his mind in 2016. Jump to 2019, and the circumstances – both political and judicial – have changed\".\nPresident and Vice-President of the Court.\nThe President and Vice-president of the Court are elected by their peers for a term of two years by &lt;a href=\"secret%20ballot\"&gt;secret ballot&lt;/a&gt;. The currently serving President is &lt;a href=\"Luiz%20Fux\"&gt;Luiz Fux&lt;/a&gt;.\nRe-election for a consecutive term is not allowed. By tradition, the members of the Court always elect as president the most senior minister of the Court that has not yet served as President, to avoid politicization of the Court.\nIf all members currently sitting on the Court have already served as president, the rotation starts all over again; however, due to the existence of a compulsory retirement age, and the consequent appointment of new ministers to fill those vacancies, it is very rare for the cycle to be completed and restarted, and some ministers are forced to retire before their turn in the presidency arrives, as was expected to happen with &lt;a href=\"Teori%20Zavascki\"&gt;Teori Zavascki&lt;/a&gt;.\nAccording to the same convention, the Court selects as vice-president for a certain term the minister who, according to that tradition, will be selected president in the succeeding term. Also by tradition, the elections of the president and vice-president are never unanimous, there being always one isolated minority vote in each election, as the ministers who are to be elected never cast their votes for themselves; such votes are cast either for the Dean of the Court – its most senior member – or for some other elder minister that the one to be elected admires and wants to pay homage to.\nThe Chief Justice is also the 4th in the &lt;a href=\"Brazilian%20presidential%20line%20of%20succession\"&gt;Presidential Succession Line&lt;/a&gt;, when the &lt;a href=\"President%20of%20Brazil\"&gt;President of Brazil&lt;/a&gt; becomes prevented to be in charge, being preceded by the &lt;a href=\"Vice%20President%20of%20Brazil\"&gt;Vice-President&lt;/a&gt;, the President of the &lt;a href=\"Chamber%20of%20Deputies%20%28Brazil%29\"&gt;Chamber of Deputies&lt;/a&gt;, and the President of the &lt;a href=\"Brazilian%20Senate\"&gt;Federal Senate&lt;/a&gt;, as provided in Article 80 of the &lt;a href=\"Brazilian%20Constitution\"&gt;Brazilian Constitution&lt;/a&gt;. On June 25th 2020, Luiz Fux was elected as the next chief justice, to serve a two-year term that began on September 10.\nCurrent members.\nThe eleven &lt;a href=\"judge\"&gt;judge&lt;/a&gt;s of the court are called Ministers (), although having no similarity with the government body of &lt;a href=\"minister%20%28government%29\"&gt;minister&lt;/a&gt;s. They are appointed by the &lt;a href=\"President%20of%20Brazil\"&gt;President&lt;/a&gt; and approved by the &lt;a href=\"Federal%20Senate%20of%20Brazil\"&gt;Senate&lt;/a&gt;. There is no term length but a &lt;a href=\"mandatory%20retirement\"&gt;mandatory retirement&lt;/a&gt; age of 75."
}