{
    "id": "33604945",
    "revid": "1057163779",
    "url": "https://en.wikipedia.org/wiki?curid=33604945",
    "title": "SB Nation",
    "text": "SB Nation (originally known as SportsBlogs Nation) is a sports blogging network owned by &lt;a href=\"Vox%20Media\"&gt;Vox Media&lt;/a&gt;. It was co-founded by Tyler Bleszinski and &lt;a href=\"Markos%20Moulitsas\"&gt;Markos Moulitsas&lt;/a&gt; in 2005. The blog from which the network formed was started by Bleszinski as \"Athletics Nation\" in 2003, and focused solely on the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt;. It has since expanded to cover sports franchises on a national scale, including all &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt;, &lt;a href=\"National%20Basketball%20Association\"&gt;National Basketball Association&lt;/a&gt;, &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;, and &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; teams, as well as college and soccer teams, &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt; and &lt;a href=\"professional%20wrestling\"&gt;professional wrestling&lt;/a&gt;, totaling over 300 community sites. In 2011, the network expanded into technology content with \"&lt;a href=\"The%20Verge\"&gt;The Verge&lt;/a&gt;\", leading to the parent company Sports Blogs Inc. being rebranded as Vox Media. \"SB Nation\" operates from Vox Media's offices in New York City and Washington, D.C.\nCorporate affairs and business model.\nFrom 2005 to 2011, the sports blog network \"SB Nation\" (originally known as \"SportsBlogs Nation\") operated under the parent company SportsBlogs Inc., which was headquartered in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; Since Sports Blogs was rebranded as &lt;a href=\"Vox%20Media\"&gt;Vox Media&lt;/a&gt;, the network has also operated from the &lt;a href=\"digital%20media\"&gt;digital media&lt;/a&gt; company's offices in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;.\nVox Media's &lt;a href=\"chief%20executive%20officer\"&gt;chief executive officer&lt;/a&gt;, &lt;a href=\"Jim%20Bankoff\"&gt;Jim Bankoff&lt;/a&gt;, has served as \"SB Nation\" CEO since 2009. &lt;a href=\"Elena%20Bergeron\"&gt;Elena Bergeron&lt;/a&gt; served as &lt;a href=\"editor-in-chief\"&gt;editor-in-chief&lt;/a&gt; until March 2019.\nMany contributors to \"SB Nation\" work as part-time contractors, and are paid a stipend each month. The network generates revenue through advertising.\nHistory.\n\"SB Nation\" was co-founded by friends Tyler Bleszinski and &lt;a href=\"Markos%20Moulitsas\"&gt;Markos Moulitsas&lt;/a&gt; in 2005. The single blog from which the network formed was launched by Bleszinski as \"Athletics Nation\" in November 2003, and covered only the &lt;a href=\"Oakland%20Athletics\"&gt;Oakland Athletics&lt;/a&gt; baseball team. \"Athletics Nation\" quickly became Blogads's second largest website, following &lt;a href=\"Daily%20Kos\"&gt;Daily Kos&lt;/a&gt;, where Moulitsas served as an editor. Following the blog network's creation, six additional writers were hired to join Bleszinski in creating content, and Daily Kos' platform was implemented to encourage &lt;a href=\"online%20community\"&gt;online community&lt;/a&gt; growth. Established bloggers were selected to contribute articles, and sports fans could leave comments. After sites were created for all &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB), &lt;a href=\"National%20Basketball%20Association\"&gt;National Basketball Association&lt;/a&gt; (NBA), &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL), and &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; (NHL) franchises, along with some college and other teams, Bleszinski focused on company growth and making money.\nIn 2008, \"SB Nation\" raised $5 million in a &lt;a href=\"Series%20A%20round\"&gt;Series A round&lt;/a&gt; of financing with &lt;a href=\"Accel%20Partners\"&gt;Accel Partners&lt;/a&gt;, &lt;a href=\"Allen%20%26amp%3B%20Company\"&gt;Allen &amp; Company&lt;/a&gt;, and &lt;a href=\"Ted%20Leonsis\"&gt;Ted Leonsis&lt;/a&gt; contributing. Jim Bankoff, who was advising the company during the &lt;a href=\"venture%20round\"&gt;venture round&lt;/a&gt;, became \"SB Nation\" CEO in January 2009. The network had approximately 1 million unique users, and nearly 185 blogs by February. The NHL sanctioned and began linking to \"SB Nation\" content on its official website in April, when the network was averaging 5 million unique monthly visitors across nearly 200 sites. In July, &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt;'s &lt;a href=\"venture%20capital\"&gt;venture capital&lt;/a&gt; branch, Comcast Interactive Capital, spearheaded a nearly $8 million second round of financing. In September 2009, \"SB Nation\" was re-launched to serve as a nationally focused portal for the network's blogs. Revenue generated by the network increased by four times in 2009.\nIn 2010, the network launched 20 regional sites, bringing the total number of sites to nearly 275. \"SB Nation\" had 31 full-time employees and was receiving 40 million monthly page views by approximately 8 million unique users, as of mid 2010. &lt;a href=\"Comcast%20SportsNet\"&gt;Comcast SportsNet&lt;/a&gt; and \"SB Nation\" agreed to a content sharing partnership in shared markets in June 2010. In November, &lt;a href=\"Khosla%20Ventures\"&gt;Khosla Ventures&lt;/a&gt; led a third round of funding for \"SB Nation\". The $10.5 million received brought the company's total funding to approximately $23 million. \"SB Nation\" acquired the blog networks FanTake and The Offside in March 2011, expanding its coverage of college sports and soccer, respectively. The network hired several &lt;a href=\"Engadget\"&gt;Engadget&lt;/a&gt; employees to launch its first major expansion outside sports. \"SB Nation\" parent company, SportsBlogs Inc., rebranded as &lt;a href=\"Vox%20Media\"&gt;Vox Media&lt;/a&gt; in October, and \"&lt;a href=\"The%20Verge\"&gt;The Verge&lt;/a&gt;\" launched in November. In late 2011, MMAFighting.com was integrated into SB Nation after Vox Media acquired the &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt; site from AOL. MMA Fighting produces \"The MMA Hour\" and \"The MMA Beat\", which continue to stream on \"SB Nation\" and social media outlets, as of 2017.\nIn September 2012, \"SB Nation\" introduced a major redesign codenamed \"SB United\", which introduced a new \"magazine-style\" layout with a larger focus on &lt;a href=\"Long-form%20journalism\"&gt;long-form&lt;/a&gt; content and digital media, and redesigned logos for each of the network's approximately 300 blogs. The redesign was overseen by Spencer Hall, the site's first editorial director. The &lt;a href=\"LGBT\"&gt;LGBT&lt;/a&gt; sports website \"&lt;a href=\"Outsports\"&gt;Outsports&lt;/a&gt;\" was acquired by Vox Media and integrated into \"SB Nation\" in March 2013. The site's founders retained editorial control, and the purchase marked the first time a major sports media company acquired an LGBT-focused website. \"SB Nation\" was averaging approximately 50 million unique visitors by mid 2013, and had approximately 800 contributing bloggers by the end of the year.\nElena Bergeron was named \"SB Nation\" editor-in-chief in 2017. In mid 2017, the sports and culture website \"&lt;a href=\"The%20Ringer%20%28website%29\"&gt;The Ringer&lt;/a&gt;\" transferred its publishing platform from &lt;a href=\"Medium%20%28website%29\"&gt;Medium&lt;/a&gt; to Vox Media's Chorus platform. The site's founder, &lt;a href=\"Bill%20Simmons\"&gt;Bill Simmons&lt;/a&gt;, retained ownership and editorial control. \"The Ringer\" parent company, Bill Simmons Media Group, and Vox Media agreed to share revenue generated by advertisements sold by Vox Media. Vox Media began sharing audience traffic between \"SB Nation\" and \"The Ringer\". In February 2018, Vox Media &lt;a href=\"Layoff\"&gt;laid off&lt;/a&gt; 50 employees, including some members of the \"SB Nation\" social video team.\nIn August 2019, after closing its national college football blog \"Every Day Should Be Saturday\" (which joined the platform in 2010 after originally being established in 2005 as an independent website), \"SB Nation\" announced a new college football vertical known as \"Banner Society\", which will aim to \" keep expanding, warping, and sharpening the conversation around college football in all its bizarre, corrupt, colorful elements\", and \"find new and different ways to connect with our audience directly, all over the internet\".\nIn December 2019, Vox Media announced that in order to comply with &lt;a href=\"California%20Assembly%20Bill%205%20%282019%29\"&gt;California Assembly Bill 5&lt;/a&gt;, \"SB Nation\" would \"end our contracts with most contractors at California brands\" over the coming months, and transfer their roles to a new group of employees. The company stated that this would be an extension of investments that have seen more full-time employees working for the network's largest sites, and that former contractors would be able to contribute as unpaid \"community insiders\".\nOn April 17, 2020, in response to the &lt;a href=\"COVID-19%20pandemic\"&gt;2019-20 coronavirus pandemic&lt;/a&gt;, parent company Vox Media announced it would furlough 9% of its workforce starting May 1, 2020, including \"SB Nation.\"\nVideo content.\nIn May 2016, \"SB Nation\" created an online video series for &lt;a href=\"NBC%20Sports\"&gt;NBC Sports&lt;/a&gt; around \"&lt;a href=\"NBC%20Sunday%20Night%20Football\"&gt;NBC Sunday Night Football&lt;/a&gt;\". The network expanded into &lt;a href=\"SB%20Nation%20Radio\"&gt;radio programming&lt;/a&gt; in mid-2016 through a partnership with Gow Media. \"SB Nation\" sold its first original television program, \"Foul Play\", to &lt;a href=\"Verizon%20Communications\"&gt;Verizon Communications&lt;/a&gt; &lt;a href=\"go90\"&gt;go90&lt;/a&gt;, in September. The network was averaging approximately 70 million unique monthly visitors at this time. \"Foul Play\" premiered in May 2018.\nIn January 2018, \"SB Nation\" and \"Eater\" aired an online three-episode celebrity cooking competition series sponsored by &lt;a href=\"PepsiCo\"&gt;PepsiCo&lt;/a&gt;. The show featured &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; players &lt;a href=\"Greg%20Jennings\"&gt;Greg Jennings&lt;/a&gt;, &lt;a href=\"Rashad%20Jennings\"&gt;Rashad Jennings&lt;/a&gt;, and &lt;a href=\"Nick%20Mangold\"&gt;Nick Mangold&lt;/a&gt; as competitors, as well as chefs &lt;a href=\"Anne%20Burrell\"&gt;Anne Burrell&lt;/a&gt; and &lt;a href=\"Josh%20Capon\"&gt;Josh Capon&lt;/a&gt;.\nSB Nation also maintains a YouTube channel which publishes regular web series by a variety of online hosts and content editors including &lt;a href=\"Jon%20Bois\"&gt;Jon Bois&lt;/a&gt;, &lt;a href=\"Will%20Buikema\"&gt;Will Buikema&lt;/a&gt;, &lt;a href=\"Ryan%20Simmons%20%28video%20director%29\"&gt;Ryan Simmons&lt;/a&gt;, &lt;a href=\"Seth%20Rosensthal\"&gt;Seth Rosensthal&lt;/a&gt;, &lt;a href=\"Kofie%20Yeboah\"&gt;Kofie Yeboah&lt;/a&gt;, &lt;a href=\"Mike%20Imhoff\"&gt;Mike Imhoff&lt;/a&gt;, and many others. The series produced on the channel include: \nIn August 2020, SB Nation's YouTube channel was renamed to Secret Base.\nHoltzclaw controversy.\nIn February 2016, the site published a lengthy profile of &lt;a href=\"Daniel%20Holtzclaw\"&gt;Daniel Holtzclaw&lt;/a&gt;, a former police officer convicted of multiple accounts of rape and other charges, focusing on his college football career. The piece, which was seen as sympathetic to Holtzclaw, was heavily criticized and was taken down within hours of publication. \"SB Nation\" editorial director Spencer Hall apologized for \"a complete breakdown\" of \"SB Nation\" editorial process, and described the story and its publication as a \"complete failure\" of site standards. \"SB Nation\" subsequently cut ties with the story's author, freelance journalist Jeff Arnold, and put its &lt;a href=\"long-form%20journalism\"&gt;longform&lt;/a&gt; program on hiatus pending a peer review of the editorial process that led to the Holtzclaw piece being published. The head of the longform program, veteran sportswriter Glenn Stout, was suspended and later fired.\nIn May 2016, Vox Media published the results of the peer review. It found that the longform program was isolated from the rest of \"SB Nation\" in a way that made it impossible for stories to be properly vetted. It also harshly criticized \"SB Nation\" for not giving individual editors the authority to review stories about sensitive topics. At the time, sensitive stories were reviewed by the newsroom's two most senior women, senior editor Elena Bergeron and senior content producer Sarah Kogod. The reviewers found that this practice made it appear that an individual editor did not have the responsibility to \"care to the fullest extent about matters of ethics, integrity, and accuracy.\" It also raised concerns about the lack of diversity in the newsroom. Based on the review, \"SB Nation\" permanently shelved the longform program, replacing it with a features program. \"SB Nation\" also announced it would take steps to diversify its newsroom. In a statement, \"SB Nation\" said that the Holtzclaw situation revealed that \"an organization cannot afford to wait to be diverse, particularly if that organization is one that wants to tell stories.\"\nRecognition.\nIn 2011, \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" included \"SB Nation\" in their list of \"50 Websites That Make the Web Great\". \"SB Nation\" was a finalist in the seventh annual &lt;a href=\"Shorty%20Awards\"&gt;Shorty Awards&lt;/a&gt; \"fansite\" category (2015), and received a &lt;a href=\"National%20Magazine%20Awards\"&gt;National Magazine Award&lt;/a&gt; (or Ellie Award) in the \"Digital Innovation\" category in 2018 as the publisher of &lt;a href=\"Jon%20Bois\"&gt;Jon Bois&lt;/a&gt; narrative, \"&lt;a href=\"17776\"&gt;17776&lt;/a&gt;\". A sequel to 17776, &lt;a href=\"20020\"&gt;20020&lt;/a&gt;, was released in September–October 2020, with a third edition, &lt;a href=\"20021\"&gt;20021&lt;/a&gt;, set to be released in 2021.\n&lt;a href=\"Letterboxd\"&gt;Letterboxd&lt;/a&gt; named &lt;a href=\"Jon%20Bois\"&gt;Jon Bois&lt;/a&gt;' and Alex Rubenstein's collaborative documentary on the history of the &lt;a href=\"Seattle%20Mariners\"&gt;Seattle Mariners&lt;/a&gt; the highest rated documentary miniseries of 2020, and &lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt; listed its first episode, \"This is not an endorsement of arson,\" as one of the best episodes of TV of 2020."
}