{
    "id": "33625611",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=33625611",
    "title": "Adriana Aparecida da Silva",
    "text": "Adriana Aparecida da Silva (born 22 July 1981) is a Brazilian &lt;a href=\"long-distance%20runner\"&gt;long-distance runner&lt;/a&gt; who competes in &lt;a href=\"half%20marathon\"&gt;half marathon&lt;/a&gt;s and &lt;a href=\"marathon\"&gt;marathon&lt;/a&gt;s. She has represented her country at World Championship-level both on the roads and in cross country. She won two gold medals in the marathon at the &lt;a href=\"2011%20Pan%20American%20Games\"&gt;2011 Pan American Games&lt;/a&gt; in &lt;a href=\"Guadalajara\"&gt;Guadalajara&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; and &lt;a href=\"2015%20Pan%20American%20Games\"&gt;2015 Pan American Games&lt;/a&gt; in &lt;a href=\"Toronto\"&gt;Toronto, Ontario&lt;/a&gt;, Canada.\nShe is a member of &lt;a href=\"Esporte%20Clube%20Pinheiros\"&gt;Esporte Clube Pinheiros&lt;/a&gt;.\nCareer.\nAdriana da Silva was born in &lt;a href=\"Cruzeiro%2C%20S%C3%A3o%20Paulo\"&gt;Cruzeiro, São Paulo&lt;/a&gt;, and started her career as a &lt;a href=\"cross%20country%20runner\"&gt;cross country runner&lt;/a&gt;. She represented Brazil in the junior races at the &lt;a href=\"IAAF%20World%20Cross%20Country%20Championships\"&gt;IAAF World Cross Country Championships&lt;/a&gt; in 1998 and 2000. Following a national title win in the half marathon, she made her first senior appearance on the world stage at the &lt;a href=\"2004%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;2004 IAAF World Half Marathon Championships&lt;/a&gt;, coming in 39th place.\nAfter a break in her &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; career, da Silva returned to action in 2008 and ran for Brazil at the &lt;a href=\"2010%20IAAF%20World%20Cross%20Country%20Championships\"&gt;2010 IAAF World Cross Country Championships&lt;/a&gt;, ending the race in 82nd place. She made her marathon debut at the Santa Catarina Marathon in &lt;a href=\"Florian%C3%B3polis\"&gt;Florianópolis&lt;/a&gt; and won on her first attempt, recording a time of 2:41:30 hours. She was selected for the Brazilian squad at the &lt;a href=\"2009%20World%20Championships%20in%20Athletics\"&gt;2009 World Championships in Athletics&lt;/a&gt; as a result and improved her best to 2:40:54 hours to finish 43rd in the Berlin race. In 2010, she came third at the &lt;a href=\"S%C3%A3o%20Paulo%20Marathon\"&gt;São Paulo Marathon&lt;/a&gt;, just two seconds outside of her personal best time. She won the Río de Janeiro Half Marathon in July and went on to have her highest global placing at the &lt;a href=\"2010%20IAAF%20World%20Half%20Marathon%20Championships\"&gt;2010 IAAF World Half Marathon Championships&lt;/a&gt; in &lt;a href=\"Nanning\"&gt;Nanning&lt;/a&gt;, where she was 25th in the rankings. The &lt;a href=\"2010%20Berlin%20Marathon\"&gt;2010 Berlin Marathon&lt;/a&gt; in September saw her significantly improve her best with a finishing time of 2:32:30 hours for seventh place.\nIn 2011, she ran at the &lt;a href=\"Vienna%20City%20Marathon\"&gt;Vienna City Marathon&lt;/a&gt; and was sixth with a time of 2:33:48 hours. Later that year, she won the South American title in the half marathon. The &lt;a href=\"Athletics%20at%20the%202011%20Pan%20American%20Games\"&gt;2011 Pan American Games&lt;/a&gt; saw her ascend to the peak of the regional scene as she won the marathon &lt;a href=\"gold%20medal\"&gt;gold medal&lt;/a&gt; in a &lt;a href=\"List%20of%20Pan%20American%20Games%20records%20in%20athletics\"&gt;Games record&lt;/a&gt; time of 2:36:37 hours, in spite of &lt;a href=\"Guadalajara\"&gt;Guadalajara&lt;/a&gt;'s high altitude. She set a personal best of 2:29:17 hours at the 2012 &lt;a href=\"Tokyo%20Marathon\"&gt;Tokyo Marathon&lt;/a&gt;, finishing ninth overall. She competed at the 2012 Summer Olympics, finishing 47th in a time of 2:33:15.\nIn 2015, she was the gold medalist in the marathon at the &lt;a href=\"Athletics%20at%20the%202015%20Pan%20American%20Games\"&gt;Pan American Games&lt;/a&gt; in &lt;a href=\"Toronto\"&gt;Toronto, Ontario&lt;/a&gt;, Canada after the &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;vian athletic &lt;a href=\"Gladys%20Tejeda\"&gt;Gladys Tejeda&lt;/a&gt; lost her gold medal. She also broke the &lt;a href=\"List%20of%20Pan%20American%20Games%20records%20in%20athletics\"&gt;Games record&lt;/a&gt; with a time of 2:35:40 hours."
}