{
    "id": "3363551",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3363551",
    "title": "KBEH",
    "text": "KBEH, &lt;a href=\"virtual%20channel\"&gt;virtual channel&lt;/a&gt; 63 (&lt;a href=\"Very%20high%20frequency\"&gt;VHF&lt;/a&gt; &lt;a href=\"digital%20terrestrial%20television\"&gt;digital&lt;/a&gt; channel 4), is a Canal de la Fe-&lt;a href=\"network%20affiliate\"&gt;affiliated&lt;/a&gt; &lt;a href=\"television%20station\"&gt;television station&lt;/a&gt; serving &lt;a href=\"Los%20Angeles\"&gt;Los Angeles, California&lt;/a&gt;, United States that is &lt;a href=\"city%20of%20license\"&gt;licensed&lt;/a&gt; to &lt;a href=\"Garden%20Grove%2C%20California\"&gt;Garden Grove&lt;/a&gt;. Owned by &lt;a href=\"Alex%20Meruelo\"&gt;Meruelo Broadcasting&lt;/a&gt;, it is part of a &lt;a href=\"duopoly%20%28broadcasting%29\"&gt;duopoly&lt;/a&gt; with Los Angeles-licensed &lt;a href=\"Spanish%20language%20in%20the%20United%20States\"&gt;Spanish-language&lt;/a&gt; &lt;a href=\"independent%20station%20%28North%20America%29\"&gt;independent&lt;/a&gt; &lt;a href=\"KWHY-TV\"&gt;KWHY-TV&lt;/a&gt; (channel 22); the two stations share channel 4 under a channel sharing agreement. KBEH and KWHY share studios on West Pico Boulevard in the &lt;a href=\"Mid-City%2C%20Los%20Angeles\"&gt;Mid-City&lt;/a&gt; section of Los Angeles and transmitter facilities atop Mount Wilson. Despite Garden Grove being KBEH's city of license, the station maintains no physical presence there.\nHistory.\nA long road to sign-on.\nThe history of channel 63, originally allocated to &lt;a href=\"Oxnard%2C%20California\"&gt;Oxnard&lt;/a&gt;, begins on September 29, 1972, when Lola Goelet Yoakem, a scriptwriter from &lt;a href=\"Malibu%2C%20California\"&gt;Malibu&lt;/a&gt;, obtained a construction permit for the channel. Aside from the assignment of the call letters KTIE, little of note occurred for the next decade. The permit was assigned to a non-profit organization controlled by Yoakem, Limitless Learning, in 1976; the group did apply for a &lt;a href=\"United%20States%20Department%20of%20Health%20and%20Human%20Services\"&gt;HEW&lt;/a&gt; grant in 1978.\nThe station was still unbuilt by 1980. That year, the FCC Broadcast Bureau denied Mekaoy Co., which had replaced Limitless Learning as permittee, another time extension to get the station on the air, citing increased interest in UHF television for its crackdown. Two years later, though, the construction permit staged a comeback. After being reinstated on February 22, new technical parameters were authorized, and KTIE was sold to Thorne Donnelly, Jr., for $100,000.\nDonnelley—grandson of Reuben H. Donnelley, inventor of the &lt;a href=\"yellow%20pages\"&gt;yellow pages&lt;/a&gt;—brought in new investors, including Beverly Hills accountant and real estate broker Don Sterling (no relation to the former &lt;a href=\"Los%20Angeles%20Clippers\"&gt;Los Angeles Clippers&lt;/a&gt; owner of the &lt;a href=\"Donald%20T.%20Sterling\"&gt;same name&lt;/a&gt;), and built studios on Maulhardt Road in Oxnard. After a $5 million investment, the station first signed on the air on August 17, 1985, offering movies, syndicated fare and local newscasts to Ventura County from its transmitter on South Mountain near &lt;a href=\"Santa%20Paula%2C%20California\"&gt;Santa Paula&lt;/a&gt;. It was the first television station to operate in &lt;a href=\"Ventura%20County%2C%20California\"&gt;Ventura County&lt;/a&gt; since &lt;a href=\"KKOG-TV\"&gt;KKOG-TV&lt;/a&gt; (channel 16) shut down in 1969.\nKADY-TV.\nThe original owners, fighting ongoing losses to the tune of $1 million a year, sold the station in 1988 to billionaire &lt;a href=\"Meshulam%20Riklis\"&gt;Meshulam Riklis&lt;/a&gt;, the then-husband of actress &lt;a href=\"Pia%20Zadora\"&gt;Pia Zadora&lt;/a&gt;. Riklis changed the call letters to KADY-TV in honor of his and Zadora's daughter Kady, in turn the name of the role Zadora played in the movie \"&lt;a href=\"Butterfly%20%281982%20film%29\"&gt;Butterfly&lt;/a&gt;\" famously financed by Riklis. The station reintroduced itself with its new call letters with a commercial-free weekend, Riklis infused capital to build up the station and simulcast it on a newly built station, &lt;a href=\"KTAS\"&gt;KADE&lt;/a&gt; channel 33, at &lt;a href=\"San%20Luis%20Obispo%2C%20California\"&gt;San Luis Obispo&lt;/a&gt;.\nRiklis achieved his wealth by inventing complicated paper schemes like &lt;a href=\"junk%20bond\"&gt;junk bond&lt;/a&gt;s and &lt;a href=\"leveraged%20buyout\"&gt;leveraged buyout&lt;/a&gt;s. As Riklis' empire began to unravel, KADY-TV was part of settlements, and a payment dispute caused it to lose the San Luis Obispo station where it leased time. The subsequent company, &lt;a href=\"Samsonite%23Milestones\"&gt;E-II Holdings&lt;/a&gt; (a group of jilted Riklis investors), sold KADY to John Huddy, former general manager under Riklis; Huddy had been near a deal in 1991 to acquire the station for $10 million.\nUnder Huddy ownership, the station returned to local news for the first time in several years with the 1993 introduction of Ventura County News Network (VCNN), a separate venture that shared studio space with and aired programming on KADY. The station also became a charter affiliate of &lt;a href=\"UPN\"&gt;UPN&lt;/a&gt; when it launched on January 16, 1995, and built more than of microwave links to deliver its signal to all cable systems in the Santa Barbara market. However, Huddy's management became a financial disaster for the television station. Despite promising to offer \"the best local news in America\", VCNN, unable to rate well due to the way ratings were measured between two &lt;a href=\"media%20market\"&gt;media market&lt;/a&gt;s in Ventura County and its high costs compared to channel 63's other programs, folded on July 1, 1996. By that time, the station was mired in a string of financial problems. It was behind on rent to Sterling, who had built the station more than a decade prior and still owned the Oxnard facilities, and narrowly avoided eviction in February, only for a court to ratify his right to foreclose on the station a month later for $4 million. Sterling had previously lost a lawsuit earlier for failing to pay monthly rent and a longshot bid at the FCC to have the license transferred back to him. On top of all of this and attempts to sell KADY, Huddy suffered a major heart attack in January 1996.\nFixing the mess.\nThe messy Huddy era ended with creditors, primarily program providers, forcing the station into bankruptcy and the naming of a court-appointed trustee, John Hyde, in July 1996. The situation confronting Hyde was a mess. The state of California had designated KADY a \"problem employer\" due to a spat of claims made to the state labor commission.\nWithin a year, a deal had been reached to buy the station, subject to potential outbidding, with &lt;a href=\"Ion%20Media\"&gt;Paxson Communications&lt;/a&gt; placing an $8 million bid on KADY in July 1997 as part of its national purchasing spree to build &lt;a href=\"Ion%20Television\"&gt;Paxnet&lt;/a&gt;. At the auction at the end of September, however, a surprise $11 million bid, from media broker Brian Cobb, won out.\nCobb had no immediate plans for what to do with the station. However, he soon cast his gaze south. Cobb began a $4 million facility upgrade by moving the station's studio facilities from Oxnard to &lt;a href=\"Camarillo%2C%20California\"&gt;Camarillo&lt;/a&gt; and filed to boost the station's power to cover &lt;a href=\"Simi%20Valley%2C%20California\"&gt;Simi Valley&lt;/a&gt; and the &lt;a href=\"Conejo%20Valley\"&gt;Conejo Valley&lt;/a&gt; better. Another go at local news was made, this time using newscasts produced by &lt;a href=\"Santa%20Barbara%2C%20California\"&gt;Santa Barbara&lt;/a&gt; &lt;a href=\"American%20Broadcasting%20Company\"&gt;ABC&lt;/a&gt; affiliate &lt;a href=\"KEYT-TV\"&gt;KEYT-TV&lt;/a&gt;, using studio and editing space provided by KADY. The station disaffiliated from UPN in 2002.\nGoing Spanish.\nIn 2004, Cobb sold the station for $30 million to Bela, LLC, a &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;-based Spanish-language broadcaster headed by Bob Behar. The move came after KADY was approved to build a booster on &lt;a href=\"Mount%20Wilson%20%28California%29\"&gt;Mount Wilson&lt;/a&gt;, a major move to gain visibility in the Los Angeles market. In May 2004, the station dropped its prior programming and became KBEH, a Spanish-language independent targeting the Los Angeles market and available on Los Angeles-area cable systems. One year later, when &lt;a href=\"Tr3%CC%81s\"&gt;MTV Tr3s&lt;/a&gt; launched, Bela switched KBEH and its other station, &lt;a href=\"KMOH-TV\"&gt;KMOH-TV/KEJR-LP&lt;/a&gt; in the &lt;a href=\"Phoenix%2C%20Arizona\"&gt;Phoenix&lt;/a&gt; market, to the network, becoming its lone full-power affiliates.\nBela Broadcasting sold KBEH to Hero Broadcasting in January 2008.\nOn January 28, 2012, KBEH began serving as the pilot station of &lt;a href=\"CNN%20en%20Espa%C3%B1ol\"&gt;CNN Latino&lt;/a&gt;, a news service targeting U.S. Hispanics focusing on news, lifestyle, documentary, talk and debate program as an alternative to traditional Hispanic networks. The service's initial rollout on the station began with a branded programming block of eight hours of customized content from 3 to 11 p.m.\nIn the FCC's &lt;a href=\"Spectrum%20reallocation%23Broadcast%20incentive%20auction\"&gt;incentive auction&lt;/a&gt;, KBEH sold its spectrum for $146,627,980 and indicated that it would enter into a post-auction channel sharing agreement. In April 2017, KBEH reached a channel sharing agreement with &lt;a href=\"KWHY-TV\"&gt;KWHY-TV&lt;/a&gt; (channel 22); Hero Broadcasting also agreed to sell the KBEH license to KWHY's owner, &lt;a href=\"Alex%20Meruelo\"&gt;Meruelo Television&lt;/a&gt;, for $10 million.\nIn March 2018, KBEH began airing classic &lt;a href=\"feature%20film\"&gt;movies&lt;/a&gt; and &lt;a href=\"children%27s%20television%20series\"&gt;children's programming&lt;/a&gt; that normally air on sister station KWHY-TV. The network added the children's program \"&lt;a href=\"Animal%20Atlas\"&gt;Reino Animal&lt;/a&gt;\" to their \"Niños 63\" block and started airing a block of classic &lt;a href=\"Mexico\"&gt;Mexican&lt;/a&gt; movies named \"Cine en la Casa\".\nOn May 7, 2018, KBEH began airing a broad mix of Spanish language programming from various Latin American countries. The station pulled the programing on August 9, 2018 and replaced it with religious programming from Canal de la Fe.\nProgramming.\nPrior to 2018, KBEH's programming consisted primarily of infomercials 24 hours a day outside required &lt;a href=\"E/I\"&gt;E/I&lt;/a&gt; programming. In 2013, KBEH joined the &lt;a href=\"ACC%20Network%20%28syndication%20package%29\"&gt;ACC Network&lt;/a&gt; for broadcasts of selected &lt;a href=\"Atlantic%20Coast%20Conference\"&gt;Atlantic Coast Conference&lt;/a&gt; &lt;a href=\"college%20football\"&gt;football&lt;/a&gt; games syndicated by &lt;a href=\"Raycom%20Sports\"&gt;Raycom Sports&lt;/a&gt;. It returned such broadcasts to the Los Angeles market after a one-season absence after KCOP-TV had dropped the telecasts. These broadcasts ended in 2014, when they were picked up by &lt;a href=\"KDOC-TV\"&gt;KDOC-TV&lt;/a&gt;. KDOC previously carried &lt;a href=\"Southeastern%20Conference\"&gt;SEC&lt;/a&gt; football games, but these broadcasts ended due to the shutdown of &lt;a href=\"SEC%20TV\"&gt;SEC TV&lt;/a&gt; as a result of the launch of the pay TV-only &lt;a href=\"SEC%20Network\"&gt;SEC Network&lt;/a&gt;.\nOn May 7, 2018, KBEH began airing a broad mix of Spanish language programming, such as &lt;a href=\"telenovela\"&gt;telenovela&lt;/a&gt;s, court shows, sitcoms, and children's programming from various &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;n countries, plus &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. KBEH started airing the Venezuelan telenovela \"&lt;a href=\"Rebeca%20%28TV%20series%29\"&gt;Rebeca&lt;/a&gt;\", the Venezuelan comedy \"Tómame o déjame\", the telenovela \"&lt;a href=\"Camelia%20la%20Texana\"&gt;Camelia la Texana&lt;/a&gt;\", and the Mexican telenovela \"&lt;a href=\"Las%20Aparicio\"&gt;Las Aparicio&lt;/a&gt;\". The network also starting airing court shows \"La corte del pueblo\" and \"Sala de Justicia\", talk show \"Triunfadores Latinos\", &lt;a href=\"Multimedios%20Televisi%C3%B3n\"&gt;Multimedios&lt;/a&gt; singing competition show \"Cantadisimo Junior\", as well as classic Mexican movies.\nThe station pulled all the programming on August 9, 2018 and started airing religious programming from Universal Church.\nTechnical information.\nSubchannels.\nThe station's digital signal is &lt;a href=\"Multiplex%20%28TV%29\"&gt;multiplexed&lt;/a&gt;:\nRepeaters.\nBecause of its original transmitter location on South Mountain (near Santa Paula in Ventura County), KBEH's signal only provided spotty coverage into &lt;a href=\"Los%20Angeles%20County%2C%20California\"&gt;Los Angeles County&lt;/a&gt;. To overcome this, KBEH employed a low-power booster station KBEH1 to broadcast its signal into &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange&lt;/a&gt;, &lt;a href=\"Riverside%20County%2C%20California\"&gt;Riverside&lt;/a&gt; and &lt;a href=\"San%20Bernardino%20County%2C%20California\"&gt;San Bernardino&lt;/a&gt; counties. The analog (and later digital) booster was discontinued in November 2009 when KBEH commenced using its maximum-power facilities at Mt. Harvard (a peak adjacent to Mount Wilson). It is also seen in Santa Barbara over-the-air on &lt;a href=\"KSBT-LD\"&gt;KSBT-LD&lt;/a&gt; channel 32 and on local &lt;a href=\"cable%20television\"&gt;cable&lt;/a&gt; and &lt;a href=\"satellite%20television\"&gt;satellite&lt;/a&gt; providers like &lt;a href=\"Charter%20Spectrum\"&gt;Charter Spectrum&lt;/a&gt;, &lt;a href=\"Cox%20Communications\"&gt;Cox Communications&lt;/a&gt;, &lt;a href=\"AT%26amp%3BT%20U-Verse\"&gt;AT&amp;T U-Verse&lt;/a&gt;, &lt;a href=\"Verizon%20Fios\"&gt;Verizon Fios&lt;/a&gt;, &lt;a href=\"DirecTV\"&gt;DirecTV&lt;/a&gt; and &lt;a href=\"Dish%20Network\"&gt;Dish Network&lt;/a&gt;."
}