{
    "id": "33630542",
    "revid": "40087551",
    "url": "https://en.wikipedia.org/wiki?curid=33630542",
    "title": "Nuesoft",
    "text": "Nuesoft Technologies, Inc. is a health care &lt;a href=\"software%20as%20a%20service\"&gt;software as a service&lt;/a&gt; (SaaS) company headquartered in &lt;a href=\"Marietta%2C%20Georgia\"&gt;Marietta, Georgia&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;USA&lt;/a&gt;. The company develops and sells &lt;a href=\"Medical%20practice%20management%20software\"&gt;practice management software&lt;/a&gt; for &lt;a href=\"Medicine%23Clinical%20practice\"&gt;physician practices&lt;/a&gt;, &lt;a href=\"College%20health\"&gt;university health centers&lt;/a&gt;, and &lt;a href=\"Medical%20billing%20%28United%20States%29%23Role%20of%20the%20Medical%20Billing%20Service\"&gt;medical billing companies&lt;/a&gt;. The company operates a wholly owned medical billing clearinghouse and also provides &lt;a href=\"HL7\"&gt;HL7&lt;/a&gt; product integration for &lt;a href=\"Electronic%20medical%20record\"&gt;EMR&lt;/a&gt;/&lt;a href=\"Electronic%20health%20record\"&gt;EHR&lt;/a&gt; systems, &lt;a href=\"laboratory%20information%20system\"&gt;laboratory information system&lt;/a&gt;s, &lt;a href=\"medical%20imaging\"&gt;medical imaging&lt;/a&gt; systems, and &lt;a href=\"document%20management%20system\"&gt;document management system&lt;/a&gt;s.\nIts flagship product, NueMD, is notable for being the first Internet-based, platform independent medical practice management software program.\nProducts and services.\nNuesoft's physician products include:\nNuesoft's physician services include:\nNuesoft's college health products include:\nNuesoft's college health services include:\nHistory.\nNuesoft was founded as Persoft Technologies, Inc. in 1993 at the &lt;a href=\"Georgia%20Institute%20of%20Technology\"&gt;Georgia Institute of Technology&lt;/a&gt;’s &lt;a href=\"Advanced%20Technology%20Development%20Center\"&gt;Advanced Technology Development Center&lt;/a&gt; (ATDC). Later, in 1996, Persoft Technologies, Inc. changed its name to Nuesoft Technologies, Inc.\nAccording to the reports, In October 2009, Nuesoft Technologies Inc launched NueMD electronic health record (EHR) 5.2 .\nPatents.\nNuesoft holds several patents. The first patent awarded to the company details a system and method for providing look ahead socket generation. The second patent details an automated and scalable system for total real-time redundancy of a plurality of client-server systems.\nMajor sponsorships.\nIn 2010, Nuesoft became the sole sponsor of the &lt;a href=\"Indian%20racquetball%20team\"&gt;Indian racquetball team&lt;/a&gt;. The financial support helped the team attend the 2010 World Racquetball Championships in Seoul, South Korea. Srikaran (Sri) Kandadai, a Nuesoft employee, was selected to represent the Indian National Racquetball team, prompting the company to become an official sponsor."
}