{
    "id": "336338",
    "revid": "1066098171",
    "url": "https://en.wikipedia.org/wiki?curid=336338",
    "title": "Moses Wilhelm Shapira",
    "text": "Moses Wilhelm Shapira (; 1830 – March 9, 1884) was a &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; antiquities dealer and purveyor of allegedly forged Semitic &lt;a href=\"Biblical%20artifact\"&gt;artifact&lt;/a&gt;s – the most high profile of which was the &lt;a href=\"Shapira%20Scroll\"&gt;Shapira Scroll&lt;/a&gt;. The shame brought about by accusations that he was involved in the forging of ancient biblical texts drove him to suicide in 1884.\nEarly life and career.\nMoses Shapira was born in 1830 to &lt;a href=\"Polish%20Jews\"&gt;Polish-Jewish&lt;/a&gt; parents in &lt;a href=\"Kamenets-Podolski\"&gt;Kamenets-Podolski&lt;/a&gt;, which at the time was part of &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;n-annexed &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; (in modern-day &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;). Shapira's father emigrated to &lt;a href=\"History%20of%20Palestine%23Ottoman%20period\"&gt;Ottoman Palestine&lt;/a&gt; without Moses. Later, in 1856, at the age of 25, Moses Shapira followed his father to the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;. His grandfather, who accompanied him, died en route.\nOn the way, while in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, Moses Shapira converted to Christianity and applied for &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Prussian&lt;/a&gt; citizenship, adding Wilhelm to his name. Once in Jerusalem, he joined the &lt;a href=\"Anglican-German%20Bishopric%20in%20Jerusalem\"&gt;community of Protestant missionaries and converts&lt;/a&gt; who met at &lt;a href=\"Christ%20Church%2C%20Jerusalem\"&gt;Christ Church&lt;/a&gt;, and in 1869 opened a store in the Street of the Christians, today's Christian Quarter Road. He sold the usual religious souvenirs enjoyed by pilgrims, as well as ancient pots he acquired from &lt;a href=\"Arab\"&gt;Arab&lt;/a&gt; farmers. While a patient in the German Lutheran congregation of Deaconess sisters, Shapira met a nurse, Deaconess Rosette Jöckel, who became his wife.\nAntiquities dealer and forger.\nIn addition to selling souvenirs to tourists, Shapira also sold a variety of &lt;a href=\"antiquities\"&gt;antiquities&lt;/a&gt;, some of it legitimate, and some of it fake, becoming the pre-eminent antiquities dealer for European collectors.\nShapira attempted to sell a fake \"coffin of Samson\" in London, but it was exposed by &lt;a href=\"Adolf%20Neubauer\"&gt;Adolf Neubauer&lt;/a&gt; after he realized the epitaph had misspelled the name \"Sampson.\"\nAfter one lucrative deal in which he sold 1,700 fake figurines to a Berlin museum, Shapira was able to move outside the old city walls of Jerusalem with his family into an elegant villa on what is today &lt;a href=\"Abraham%20Isaac%20Kook\"&gt;Rav Kook&lt;/a&gt; Street, today known as &lt;a href=\"Ticho%20House\"&gt;Beit Ticho&lt;/a&gt; (Ticho House).\nMoabite forgeries.\nShapira became interested in biblical artifacts after the appearance of the so-called Moabite Stone, also known as the &lt;a href=\"Mesha%20Stele\"&gt;Mesha Stele&lt;/a&gt;. He witnessed the huge interest around it and may have had a hand in negotiating on behalf of the German representatives. &lt;a href=\"France\"&gt;France&lt;/a&gt; eventually got the fragments of the original stone, leaving the &lt;a href=\"England\"&gt;British&lt;/a&gt; and the Germans rather frustrated.\nThe &lt;a href=\"squeeze%20%28copying%20method%29\"&gt;squeeze&lt;/a&gt; which helped reconstruct the shattered Mesha Stele was taken on behalf of the French scholar and diplomat &lt;a href=\"Charles%20Simon%20Clermont-Ganneau\"&gt;Charles Clermont-Ganneau&lt;/a&gt; by a &lt;a href=\"Christian%20Arab\"&gt;Christian Arab&lt;/a&gt; painter and \"dragoman\" (tour-guide), Salim al-Khouri, better known as Salim al-Kari, \"the reader\", a nickname apparently given to him by the &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; due to his work with ancient alphabets. Salim soon became Shapira's associate and provided connections to Arab craftsmen who, along with Salim himself, produced for Shapira's shop large amounts of fake Moabite artifacts – large stone-made human heads, but mainly clay objects: vessels, figurines and erotic pieces, generously covered with inscriptions based chiefly on the signs Salim had copied from the Mesha Stele. To modern scholars, the products seem clumsy – inscriptions do not translate to anything legible, for one – but at the time there was little with which to compare them. Shapira even organized an expedition to Moab for potential buyers, to sites where he had Salim's &lt;a href=\"Bedouin\"&gt;Bedouin&lt;/a&gt; associates bury more forgeries. Some scholars began to base theories on these pieces, and the term Moabitica was coined for this entirely new category of \"Moabite\" artifacts.\nSince German archaeologists had not gained possession of the Moabite Stone, they rushed to buy the Shapira Collection ahead of their rivals. Berlin's &lt;a href=\"Altes%20Museum\"&gt;Altes Museum&lt;/a&gt; bought 1700 artifacts for the cost of 22,000 &lt;a href=\"thaler\"&gt;thaler&lt;/a&gt;s in 1873. Other private collectors followed suit. One of them was &lt;a href=\"Horatio%20Kitchener\"&gt;Horatio Kitchener&lt;/a&gt;, a not yet famous British lieutenant, who bought eight pieces for the &lt;a href=\"Palestine%20Exploration%20Fund\"&gt;Palestine Exploration Fund&lt;/a&gt;. Shapira was able to move to the luxurious &lt;a href=\"Agha%20%28Ottoman%20Empire%29\"&gt;Aga&lt;/a&gt; &lt;a href=\"Nashashibi\"&gt;Rashid&lt;/a&gt; property (modern-day &lt;a href=\"Ticho%20House\"&gt;Ticho House&lt;/a&gt;), outside Jerusalem's squalid &lt;a href=\"Old%20City%20%28Jerusalem%29\"&gt;Old City&lt;/a&gt;, with his wife and two daughters.\nStill various people, including Charles Clermont-Ganneau, had their doubts. Clermont-Ganneau suspected Salim al-Kari, questioned him and in time found the man who supplied him with clay, a stonemason who worked for him, and other accomplices. He published his findings in the \"Athenaeum\" newspaper in &lt;a href=\"London\"&gt;London&lt;/a&gt; and declared all \"Moabitica\" to be forgeries, a conclusion with which even the German scholars eventually concurred (cf. &lt;a href=\"Emil%20Friedrich%20Kautzsch\"&gt;Emil Friedrich Kautzsch&lt;/a&gt; and &lt;a href=\"Albert%20Socin\"&gt;Albert Socin&lt;/a&gt;, \"Die Echtheit der moabitischen Altertümer geprüft\", 1876). Shapira defended his collection vigorously until his rivals presented more evidence against them. He placed the entire blame on Salim al-Kari, convinced almost everyone that he was just an innocent victim, and continued to do a considerable trade especially in genuine old &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt; manuscripts from &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt;.\nManuscript affair.\nIn 1870 Shapira sold five scrolls written on leather to Edward Yorke McCauley; these were discovered in 1884 to have been artificially aged.\nIn 1883 Shapira presented what is now known as the \"Shapira Strips\", a supposedly ancient scroll written on leather strips which he claimed had been found near the &lt;a href=\"Dead%20Sea\"&gt;Dead Sea&lt;/a&gt;. The Hebrew text hinted at a different version of &lt;a href=\"Deuteronomy\"&gt;Deuteronomy&lt;/a&gt;, including a surprising &lt;a href=\"Ten%20Commandments\"&gt;alternate commandment&lt;/a&gt; (\"Thou shalt not hate thy brother in thy heart: I am God, thy God\"). Shapira sought to sell them to the &lt;a href=\"British%20Museum\"&gt;British Museum&lt;/a&gt; for a million &lt;a href=\"pound%20sterling\"&gt;pound&lt;/a&gt;s, and allowed them to exhibit two of the 15 strips. The exhibition was attended by thousands.\nHowever, &lt;a href=\"Charles%20Simon%20Clermont-Ganneau\"&gt;Clermont-Ganneau&lt;/a&gt; also attended the exhibition; Shapira had denied him access to the other 13 strips. After close examination, Clermont-Ganneau declared them to be forgeries. Soon afterward British biblical scholar &lt;a href=\"Christian%20David%20Ginsburg\"&gt;Christian David Ginsburg&lt;/a&gt; came to the same conclusion. Later Clermont-Ganneau showed that the leather of the Deuteronomy scroll was quite possibly cut from the margin of a genuine Yemenite scroll that Shapira had previously sold to the Museum.\nFollowing the rejection of the scroll by a large range of scholars, &lt;a href=\"Punch%20%28magazine%29\"&gt;\"Punch\"&lt;/a&gt; ridiculed Shapira with a cartoon using anti-Semitic stereotypes.\nShapira fled London in despair, his name ruined and all of his hopes crushed. Having spent some time in a hotel in &lt;a href=\"Bloemendaal\"&gt;Bloemendaal&lt;/a&gt; (Netherlands), in hotel Adler in &lt;a href=\"Rotterdam\"&gt;Rotterdam&lt;/a&gt;, he shot himself in Hotel Willemsbrug in Rotterdam on March 9, 1884. He was buried in the poor men's part of the &lt;a href=\"Crooswijk\"&gt;Crooswijk&lt;/a&gt; cemetery.\nThe Shapira Strips disappeared and then reappeared a couple of years later in a &lt;a href=\"Sotheby%27s\"&gt;Sotheby's&lt;/a&gt; auction, where they were sold for 10 &lt;a href=\"guinea%20coin\"&gt;guinea&lt;/a&gt;s. Although it is now known that the strips were not destroyed by fire in 1899 as had previously been suggested, the fact that their current whereabouts is unknown leaves room for speculation.\nIn light of the discovery of the &lt;a href=\"Dead%20Sea%20scrolls\"&gt;Dead Sea scrolls&lt;/a&gt; in 1947, numerous scholars have called for a re-examination of the forgery charges.\nHeritage.\nShapira \"Moabitica\" fakes still exist in museums and private collections around the world but are rarely displayed. By now they have become desirable collectibles in their own right.\nThe exact location of Shapira's shop on Christian Quarter Road in Jerusalem has now been identified.\nPersonal life.\nShapira was married to Rosette Jöckel and had two daughters with her; Maria Rosette Shapira (pen name: &lt;a href=\"Myriam%20Harry\"&gt;Myriam Harry&lt;/a&gt;) and Augusta Louisa Wilhelmina Shapira.\nIn literature.\nShapira's life is the subject of the novel \"Ke-heres Ha-nishbar\" (As a Broken Vessel - Keter, Jerusalem, 1984) by &lt;a href=\"Shulamit%20Lapid\"&gt;Shulamit Lapid&lt;/a&gt;, translated into German as \"Er begab sich in die Hand des Herrn\"."
}