{
    "id": "33658244",
    "revid": "421527",
    "url": "https://en.wikipedia.org/wiki?curid=33658244",
    "title": "Luis Claro Solar",
    "text": "Luis Claro Solar (January 20, 1857 – July 19, 1945) was a distinguished &lt;a href=\"Chile\"&gt;Chile&lt;/a&gt;an lawyer, politician and jurist. Was a &lt;a href=\"Senate%20of%20Chile\"&gt;Senator of the Republic of Chile&lt;/a&gt; and President of the Senate. His &lt;a href=\"Masterpiece\"&gt;magnum opus&lt;/a&gt; was the treatise \"Explicaciones del Derecho Civil Chileno y Comparado\" (Explications of the Chilean and Comparate Law) consistenting in fifteen tomes. He also was a member of the Cuerpo de Bomberos de Santiago (Santiago's Fire Brigade), reaching to being superintendent.\nBiography.\nFamily and studies.\nHis parents were José Luis Claro y Cruz and Amalia Solar Marín.\nHis firsts studies were cursed in the &lt;a href=\"Instituto%20Nacional%20General%20Jos%C3%A9%20Miguel%20Carrera\"&gt;Instituto Nacional&lt;/a&gt;, where he was admitted in 1870, being rector of that institution don &lt;a href=\"Diego%20Barros%20Arana\"&gt;Diego Barros Arana&lt;/a&gt;. Later, in 1876 he was admitted into the Faculty of Law of the &lt;a href=\"University%20of%20Chile\"&gt;Universidad de Chile&lt;/a&gt;, titrating on January 3, 1880.\nIn 1884 he got married with Victoria Salas Errázuriz, with whom he had six sons.\nPolitic career.\nIn the administration, he served the charge of Subsecretary of the &lt;a href=\"Ministry%20of%20the%20Interior%20and%20Public%20Security%20%28Chile%29\"&gt;Ministry of the Interior&lt;/a&gt; - at that time called Major Officer - during the government of &lt;a href=\"Jos%C3%A9%20Manuel%20Balmaceda\"&gt;José Manuel Balmaceda&lt;/a&gt;.\nDuring 1912, he returned to the politics when he was elected as Senator by the Province of Aconcagua. He integrated the &lt;a href=\"Senate%20of%20Chile\"&gt;Senate of Chile&lt;/a&gt; during two periods, until 1924, presiding it since 1920. In 1918 he was called to the &lt;a href=\"Ministry%20of%20Finance%20%28Chile%29\"&gt;Ministry of Finance&lt;/a&gt;, from where he advocated monetary policies that influenced the creation of the &lt;a href=\"Central%20Bank%20of%20Chile\"&gt;Central Bank of Chile&lt;/a&gt;.\nAcademic career.\nLater, he was involved into the exercise of the profession and also into the university teaching, having in both an outstanding performance. He taught &lt;a href=\"Civil%20law%20%28Civil%20law%29\"&gt;Civil Law&lt;/a&gt; in the University of Chile, being his principal work the \"Explications of the Chilean and Comparate Law\" (Explicaciones del Derecho Civil Chileno y Comparado), that, even though incomplete due his dying, is the most important work of the Civil Law Jurisprudence and one of the most transcendent in the Latino-American Jurisprudence."
}