{
    "id": "33673063",
    "revid": "36261604",
    "url": "https://en.wikipedia.org/wiki?curid=33673063",
    "title": "Aspen Magazine",
    "text": "Aspen Magazine is a &lt;a href=\"magazine\"&gt;magazine&lt;/a&gt; in &lt;a href=\"Aspen%2C%20Colorado\"&gt;Aspen, Colorado&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nOverview.\nA local publication named \"Aspen, The Magazine\", was founded in 1974. The founder was Ernie Ashley Goodnough. In 1987, Janet O'Grady and Randy Beier bought the company that owned \"Aspen, The Magazine\", and folded the publication. The couple founded the publishing company Ridge Publications, and they co-founded an entirely new title, copyrighting it \"Aspen Magazine\", with both a local and national editorial direction, as well as advertising and circulation business model. The couple were the vision and the public faces of the brand and very active in the Aspen community. The magazine was known for its satirical Best of Aspen issues. The publication eventually evolved, along with the times, in to a luxury &lt;a href=\"lifestyle%20magazine\"&gt;lifestyle magazine&lt;/a&gt;. \"Aspen Magazine\"'s main themes were culture, &lt;a href=\"fashion\"&gt;fashion&lt;/a&gt;, &lt;a href=\"cuisine\"&gt;cuisine&lt;/a&gt;, &lt;a href=\"health\"&gt;health&lt;/a&gt;, personalities, &lt;a href=\"travel\"&gt;travel&lt;/a&gt;, luxury, &lt;a href=\"sports\"&gt;sports&lt;/a&gt;, and &lt;a href=\"nature\"&gt;nature&lt;/a&gt;. Randy Beier died of cancer in 2001. Janet O'Grady, who served as &lt;a href=\"editor%20in%20chief\"&gt;editor in chief&lt;/a&gt; from 1987 to 2013, sold the company in the end of 2012, and works as a writer and digital and social media expert.\nAs the magazine is an unaudited publication, its exact circulation cannot be verified. It once published six issues a year, in January, March, June, July, August, and December, but now only publishes four times a year. It also publishes a supplement, the \"Art Gallery Guide\"."
}