{
    "id": "33689413",
    "revid": "10962546",
    "url": "https://en.wikipedia.org/wiki?curid=33689413",
    "title": "St. Ermin's Hotel",
    "text": "St. Ermin's Hotel is a &lt;a href=\"Star%20%28classification%29\"&gt;four-star&lt;/a&gt; &lt;a href=\"central%20London\"&gt;central London&lt;/a&gt; hotel adjacent to &lt;a href=\"St.%20James%27s%20Park%20tube%20station\"&gt;St James's Park underground station&lt;/a&gt;, close to &lt;a href=\"Westminster%20Abbey\"&gt;Westminster Abbey&lt;/a&gt;, &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt;, and the &lt;a href=\"Houses%20of%20Parliament\"&gt;Houses of Parliament&lt;/a&gt;. The &lt;a href=\"Grade%20II-listed\"&gt;Grade II-listed&lt;/a&gt; &lt;a href=\"Victorian%20architecture\"&gt;late Victorian building&lt;/a&gt;, built as one of the early &lt;a href=\"mansion%20block\"&gt;mansion block&lt;/a&gt;s in the capital, is thought to be named after an ancient monastery reputed to have occupied the site pre-10th century. Converted to a hotel in 1896–99, it became during the 1930s, through the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; and beyond, a meeting place of the British intelligence services, notably the birthplace of the &lt;a href=\"Special%20Operations%20Executive\"&gt;Special Operations Executive&lt;/a&gt; (SOE), and where notorious &lt;a href=\"Cambridge%20Five\"&gt;Cambridge Five&lt;/a&gt; &lt;a href=\"double%20agents\"&gt;double agents&lt;/a&gt; Philby and MacLean met their Russian handlers. St Ermin's is now part of Marriott Hotels' &lt;a href=\"Autograph%20Collection\"&gt;Autograph Collection&lt;/a&gt;. The hotel is owned by the family of &lt;a href=\"Tei-Fu%20Chen\"&gt;Tei-Fu Chen&lt;/a&gt;, founder of &lt;a href=\"Sunrider\"&gt;Sunrider&lt;/a&gt; International.\nBackground.\nSt. Ermin's Hotel in &lt;a href=\"St%20James%27s%20Park\"&gt;St James's Park&lt;/a&gt;, London, was originally a horse-shoe shaped &lt;a href=\"mansion%20block\"&gt;mansion block&lt;/a&gt; built in 1887–89 to the designs of &lt;a href=\"Edwin%20T.%20Hall\"&gt;Edwin T. Hall&lt;/a&gt; (1851–1923). Mansion blocks (high-status, serviced apartments) were first seen in &lt;a href=\"Victoria%20Street%2C%20London\"&gt;Victoria Street, London&lt;/a&gt;, in the 1850s and remain a feature of the area today. St Ermin's Mansions was typical in both plan and elevation; Hall employed the fashionable red-brick Queen Anne style for the exterior and grouped the apartments around a courtyard, which functioned both as a carriageway and garden for the residents. Four entrances led off the courtyard into the apartments (the two entrances in the side wings still exist in their original form to this day). By 1894, the building appears to have been extended along Broadway as far as St Ermin's Hill.\nIn 1896, the building was purchased with the intention of converting it into a hotel, and by 1899, the change of use was complete. Such conversions were not uncommon. Several mansion blocks at that time were built offering apartments with a bathroom but no kitchen. Instead, an army of servants provided service in rooms plus communal dining, &lt;a href=\"wiktionary%3AReading%20room\"&gt;reading&lt;/a&gt;, and &lt;a href=\"smoking%20room\"&gt;smoking room&lt;/a&gt;s provided ground floor reception areas ready made for the needs of a hotel.\nThe new owners embarked on a major refurbishment programme undertaken by the theatre architect J. P. Briggs (1869–1944), providing a spectacular sequence of public &lt;a href=\"reception%20room\"&gt;reception room&lt;/a&gt;s with very rich plasterwork. Briggs remodelled the far end of the courtyard, creating a neo-Baroque space with raised verandah leading into a double-height foyer dominated by an undulating balcony at gallery level, accessed via a double staircase. In the eastern side of the building Briggs created a double-height ballroom with similar undulating balcony (reminiscent of &lt;a href=\"theatre%20box\"&gt;theatre box&lt;/a&gt;es) and unusual &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; plasterwork linked by anteroom with the former restaurant (now The Cloisters), the cove of which was decorated with lively rococo plasterwork.\nFollowing a change of ownership in 2010 the hotel has again undergone substantial refurbishment.\nRecently the hotel has undergone an update to the main entrance of the hotel.\nHistory.\nThe medieval city of Westminster grew up along the approach roads to &lt;a href=\"Westminster%20Abbey\"&gt;Westminster Abbey&lt;/a&gt;, including Tothill Street and its continuation named &lt;a href=\"Petty%20France%2C%20London\"&gt;Petty France&lt;/a&gt;, from the French wool merchants who had settled the street. Just south of Tothill Street was the Great Almonry, dating from the 13th century and from where alms were distributed.\nThe site of the hotel itself, west of the Almonry, was then occupied by a chapel dedicated to St Ermin's though both the Almonry and that chapel appear to have been demolished from around the 16th century and no trace of either now remains. Nevertheless, the network of alleys and paths that developed around such institutions over the course of the medieval period developed into the irregular streets that still pattern the area around the hotel today.\nThe residential population of Westminster rose appreciably from the 17th century, partly illustrated by the construction of St Margaret Chapel, originally known as The New Chapell, immediately to the south of the hotel site in 1636 and where English astronomer &lt;a href=\"Thomas%20Street%20%28astronomer%29\"&gt;Thomas Street&lt;/a&gt; was buried in 1689. By 1869 it was rebuilt on a larger scale as Christ Church and demolished in the 1950s following bomb damage. The burial ground it stood around still partly survives as gardens fronting Victoria Street.\nThe mid- to late 19th century was an era of great change during which the area was transformed by the creation of Victoria Street in 1847–51 and the construction of the &lt;a href=\"District%20Railway\"&gt;District Railway&lt;/a&gt;. &lt;a href=\"St%20James%27s%20Park%20station\"&gt;St James's Park underground station&lt;/a&gt; opened in 1868. Next door the hotel has the &lt;a href=\"Caxton%20Hall\"&gt;Caxton Hall&lt;/a&gt;, built in 1882–83, famous for the first meeting of the &lt;a href=\"Suffragette\"&gt;Suffragette&lt;/a&gt; Movement in 1906, infamous for the revenge assassination of &lt;a href=\"Michael%20O%27Dwyer\"&gt;Michael O'Dwyer&lt;/a&gt; in 1940 and a celebrity civil marriage venue in the 1950s and '60s – &lt;a href=\"Roger%20Moore\"&gt;Roger Moore&lt;/a&gt;, &lt;a href=\"Peter%20Sellars\"&gt;Peter Sellars&lt;/a&gt;, &lt;a href=\"Diana%20Dors\"&gt;Diana Dors&lt;/a&gt; and &lt;a href=\"Elizabeth%20Taylor\"&gt;Elizabeth Taylor&lt;/a&gt; all took their vows there, some more than once.\nIn 1965, a replica of &lt;a href=\"Palace%20of%20Westminster%23Westminster%20Hall\"&gt;Westminster Hall&lt;/a&gt; was created in the hotel's ballroom to allow soldiers to rehearse their movements for the &lt;a href=\"Death%20and%20state%20funeral%20of%20Winston%20Churchill\"&gt;funeral of Winston Churchill&lt;/a&gt;.\nSecrets.\nThe St. Ermin's Hotel has a reputation for use by the UK's secret intelligence agencies. During the 1930s the hotel and the building at 2 Caxton Street were used by officers of the &lt;a href=\"Secret%20Intelligence%20Service\"&gt;Secret Intelligence Service&lt;/a&gt; (SIS or &lt;a href=\"MI6\"&gt;MI6&lt;/a&gt;) located close by at 54 Broadway to meet agents and is well documented from March 1938 as the headquarters first of SIS's Section D, headed by Australian George Taylor and then as home of the SOE, working under \"Statistical Research Department\" cover. Among the more famous personnel known to have worked from offices in the building are &lt;a href=\"Kim%20Philby\"&gt;Kim Philby&lt;/a&gt;, &lt;a href=\"Guy%20Burgess\"&gt;Guy Burgess&lt;/a&gt;, Laurence Grand, &lt;a href=\"H.%20Montgomery%20Hyde\"&gt;H. Montgomery Hyde&lt;/a&gt; and &lt;a href=\"Eric%20Maschwitz\"&gt;Eric Maschwitz&lt;/a&gt;.\nThroughout the Second World War the building operated as a convenient annexe for SIS as it was surrounded by other secret organisations, including the London branch of &lt;a href=\"Government%20Communications%20Headquarters\"&gt;Government Communications Headquarters&lt;/a&gt; (GCHQ) in &lt;a href=\"Palmer%20Street\"&gt;Palmer Street&lt;/a&gt;; &lt;a href=\"MI9\"&gt;MI9&lt;/a&gt; in Caxton Street; the SIS Chief's office at 21 Queen Anne's Gate; the SIS offices in Artillery Mansions on &lt;a href=\"Victoria%2C%20London\"&gt;Victoria Street&lt;/a&gt; and in the basement of St Anne's Mansions and the &lt;a href=\"MI8\"&gt;MI8&lt;/a&gt; listening post on the roof of what was then the Passport Office in Petty France.\nIn addition, the hotel was used regularly by SIS, MI5, and &lt;a href=\"Naval%20Intelligence%20Division%20%28United%20Kingdom%29\"&gt;Naval Intelligence Division&lt;/a&gt; case officers, as mentioned in \"Snow\" by Madoc Roberts and Nigel West, while the SIS also interviewed prospective employees there, usually by &lt;a href=\"Marjorie%20Maxse\"&gt;Marjorie Maxse&lt;/a&gt;, the organisation's recruiter as detailed in Kim Philby's autobiography \"My Silent War\". Shortly before the war the hotel was the venue for &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; classes run partly by MI6, and among those working for 'King and Country' within that group at the time was &lt;a href=\"No%C3%ABl%20Coward\"&gt;Noël Coward&lt;/a&gt;, as well as art expert and member of the &lt;a href=\"Cambridge%20Five\"&gt;Cambridge Five&lt;/a&gt; spy ring, &lt;a href=\"Anthony%20Blunt\"&gt;Anthony Blunt&lt;/a&gt;.\nFrom 1981, the hotel was used by &lt;a href=\"History%20of%20the%20Labour%20Party%20%28UK%29%23St%20Ermin%27s%20group\"&gt;St Ermin's group of senior trade union leaders&lt;/a&gt;, who met secretly every month at the hotel to organise to prevent the left taking over the &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt;. Four MPs also attended: &lt;a href=\"Denis%20Howell\"&gt;Denis Howell&lt;/a&gt;, &lt;a href=\"John%20Golding%20%28British%20politician%29\"&gt;John Golding&lt;/a&gt;, &lt;a href=\"Denis%20Healey\"&gt;Denis Healey&lt;/a&gt;, and &lt;a href=\"Giles%20Radice\"&gt;Giles Radice&lt;/a&gt;. The group was created following the conference decision to establish an electoral college (40% trade unions, 30% members, 30% MPs) to elect the Labour Party leader and deputy.\nOwnership.\nSt. Ermin's Hotel is owned by &lt;a href=\"Los%20Angeles%2C%20California\"&gt;Los Angeles, California&lt;/a&gt;, based &lt;a href=\"multi-level%20marketing\"&gt;multi-level marketing&lt;/a&gt; and hotel firm &lt;a href=\"Sunrider\"&gt;Sunrider&lt;/a&gt; International. It is part of Marriott Hotels' &lt;a href=\"Autograph%20Collection\"&gt;Autograph Collection&lt;/a&gt;."
}