{
    "id": "33694963",
    "revid": "19480448",
    "url": "https://en.wikipedia.org/wiki?curid=33694963",
    "title": "Seward Community Cafe",
    "text": "The Seward Community Cafe is a &lt;a href=\"Worker%20cooperative\"&gt;collectively run cooperative&lt;/a&gt; restaurant in the &lt;a href=\"Seward%2C%20Minneapolis\"&gt;Seward&lt;/a&gt; neighborhood of &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt;, &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, notable for being the oldest &lt;a href=\"Workers%27%20self-management\"&gt;worker-run&lt;/a&gt; restaurant in the United States. Since its founding, the cafe has been owned and managed by a worker-owner collective of about 10-16 people, all of whom start at the same wage and are given the option of becoming a co-owner within six months of starting work. Management is structured in a non-hierarchical manner, and decisions are made by &lt;a href=\"Consensus%20decision-making\"&gt;consensus&lt;/a&gt;. \nThe cafe is open for breakfast and lunch.\nHistory.\nThe Seward Cafe was founded in 1974 as an all-volunteer operation. In order to offset costs, worker-owners were given coupons for free food (known as \"Burger Bucks\") and some of the original collective members purchased a house to live in cheaply. Eventually, the cafe began to make enough money that workers could be paid minimum wage.\nThe cafe was embroiled in the \"&lt;a href=\"Minnesota%20Food%20Cooperative%20Wars\"&gt;co-op wars&lt;/a&gt;\" of the 1970s, where warring factions within the &lt;a href=\"Minneapolis%E2%80%93Saint%20Paul\"&gt;Twin Cities&lt;/a&gt; &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; business community clashed, sometimes violently. A group of radical &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; cooperative member/workers known as the &lt;a href=\"The%20O%20%28political%20group%29\"&gt;Co-operative Organization&lt;/a&gt;, or C.O., accused other cooperatives of adhering to bourgeois hippie ideals and ignoring the working class. After attempting and failing to take over the People's Warehouse (a distributor serving many of the cooperative businesses in the Twin Cities, run by representatives of various cooperatives) through negotiation at a board meeting, they simply walked into Warehouse offices and grabbed the checkbook and financial records. The C.O. then confronted their rivals at the Seward Cafe, announcing that \"The People's Warehouse now belongs to The People!\" Attempts to retake the warehouse resulted in physical confrontation, and cooperative businesses all around town, including the Seward Cafe, organized an effort to boycott the now-C.O.-controlled warehouse. Eventually, the warehouse was retaken through legal means, and the C.O. dwindled into apparent nonexistence, though rumors of their presence in the political underground persisted.\nThe cooperative movement dwindled throughout the '80s, and by 1993 the Seward Cafe was one of only five worker-run cooperative businesses in the Twin Cities. (The total number of cooperative businesses was larger, around 20 or so, but the majority had more hierarchical management structures and were not worker-run). The cafe remained committed to its business model, however, and in 2004, collective member Tom Pierson helped organize a national conference of worker-run businesses.\nSeward Cafe is one of many worker-run cooperatives in the Twin Cities, including the Hub Bicycle Co-op shops, the &lt;a href=\"Hard%20Times%20Caf%C3%A9\"&gt;Hard Times Café&lt;/a&gt;, and the Matchbox coffee shop. Seward provided financial assistance to Hard Times in 2007 when circumstances conspired to shut down the Riverside diner.\nIn 2020, following the closure of restaurants in Minneapolis due to the &lt;a href=\"COVID-19%20pandemic%20in%20Minnesota\"&gt;COVID-19 pandemic&lt;/a&gt;, Seward Cafe held a fundraiser through &lt;a href=\"GoFundMe\"&gt;GoFundMe&lt;/a&gt;, raising over $36,000."
}