{
    "id": "33708318",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=33708318",
    "title": "Atamania",
    "text": " is a series of &lt;a href=\"casual%20gaming\"&gt;casual&lt;/a&gt; &lt;a href=\"puzzle%20video%20game\"&gt;puzzle&lt;/a&gt; &lt;a href=\"video%20game\"&gt;video game&lt;/a&gt;s published by &lt;a href=\"Level-5%20%28video%20game%20company%29\"&gt;Level-5&lt;/a&gt;. The series comprises two, unrelated series of puzzle games. Tago Akira no Taisō|多湖輝の頭の体操||\"Professor Tago's Mental Gymnastics\"}} is a collection of puzzles created by &lt;a href=\"Akira%20Tago\"&gt;Akira Tago&lt;/a&gt;, a Japanese professor who has authored a series of books within Japan under the same name. Players read through stories and solve puzzles at their own leisure. is based on the concept of &lt;a href=\"lateral%20thinking%20puzzle\"&gt;lateral thinking puzzle&lt;/a&gt;s, books authored by &lt;a href=\"Paul%20Sloane%20%28author%29\"&gt;Paul Sloane&lt;/a&gt; and &lt;a href=\"Des%20MacHale\"&gt;Des MacHale&lt;/a&gt;. The games have drawn comparison to the \"&lt;a href=\"Professor%20Layton\"&gt;Professor Layton&lt;/a&gt;\" series, which is also published by Level-5. \nA third branch of the series, entitled Mystery Room, was also planned, but the title was ultimately &lt;a href=\"rebrand\"&gt;rebrand&lt;/a&gt;ed as a &lt;a href=\"Spin-off%20%28media%29\"&gt;spin-off&lt;/a&gt; of the \"Professor Layton\" series, entitled \"\". Level-5 &lt;a href=\"CEO\"&gt;CEO&lt;/a&gt; &lt;a href=\"Akihiro%20Hino\"&gt;Akihiro Hino&lt;/a&gt; stated in 2008 that more \"Atamania\" titles were under consideration, but aside from \"Mystery Room\", none have since been announced.\n\"Surōn to Makuhēru no Nazo no Sutōrī\".\nIn , the player is tasked with solving lateral thinking puzzles, a type of puzzle created by authors &lt;a href=\"Paul%20Sloane%20%28author%29\"&gt;Paul Sloane&lt;/a&gt; and &lt;a href=\"Des%20MacHale\"&gt;Des MacHale&lt;/a&gt;. In lateral thinking puzzles, the player is given bare details about a strange circumstance, and the goal is to deduce what happened through a series of &lt;a href=\"yes%E2%80%93no%20question\"&gt;yes–no question&lt;/a&gt;s. For example, a girl takes an umbrella to school, knowing it was sunny outside. A player would then be asked why she would do such a thing, and be given the option of asking yes–no questions to figure out the answer. The player might then ask whether or not it rained the day before, and, if that were the case, eventually conclude that she was returning an umbrella that she had borrowed the day prior. In \"Nazo no Monogatari\", the player is capable of asking questions by connecting two words or phrases, causing a question to automatically be generated from them. In order to solve a puzzle, the player is asked to complete a multiple-choice quiz with many possible answers in order to ensure that they have found the correct solution to the mystery.\n\"Nazo no Sutōrī\" sold 144,000 units within the first month of its release on May 21, 2009; it would receive a sequel the same year on September 3, entitled . \"Nazo no Sutōrī 2\" introduced a \"mystery challenge\" mode, which adds new challenges to the game as a player progresses through the game's story mode. Both games were also made available on Level-5's ROID service, a gaming platform for &lt;a href=\"mobile%20phone\"&gt;mobile phone&lt;/a&gt;s in Japan.\n\"Tago Akira no Atama no Taisō\".\n\"Tago Akira no Atama no Taisō\" is based on a series of puzzle books of the same name written by Akira Tago, who has taken part in the development of puzzles in both this series and the \"Professor Layton\" series. In Atama no Taisō, the player reads through storybooks based on Akira Tago's puzzle books, and is presented with puzzles to solve at their leisure. If a player is not able to solve a puzzle in the game, they have the option of revealing the answer to the puzzle. There were four Atama no Taisō games released, in sets of two. The first set was released in Japan on June 18, 2009. It consisted of and . The second pair was released on October 8, 2009; it consisted of and .\nPlayers tilt the Nintendo DS system on its side to solve puzzles, so that the system resembles a book, comparable to the system used in \"&lt;a href=\"Brain%20Age\"&gt;Brain Age&lt;/a&gt;\" and \"\". Each episode has about 400 puzzles, totaling over 1,500 puzzles within the series. The series has sold comparatively poorly: the first episode was the seventh best-selling game on Japan on the week of its release at 10,000 units, charting below \"Nazo no Monogatari\" despite the latter having been released several weeks earlier.\n\"Mystery Room\".\nAt the company's annual conference in 2009, Level-5 announced a third branch of the series, entitled Mystery Room. In \"Mystery Room\", the player would follow the lives of Poccho and Sly, two genius detectives in the fictional Brewster Detective Agency, the top-rated agency in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The two worked in the \"Final Investigation Room\", and would solve crimes based solely on information they have gathered from other detectives. The game was to be played by selecting a crime from a list of options, and then using the &lt;a href=\"touch%20screen\"&gt;touch screen&lt;/a&gt; of the Nintendo DS to examine materials.\nThe game was originally planned to release in 2010, but the title was not released and all but its trailer was removed at the last moment from Level-5's 2010 presentation at the &lt;a href=\"Tokyo%20Game%20Show\"&gt;Tokyo Game Show&lt;/a&gt;. The title was later given a \"Spring 2011\" release date, but it would again be delayed indefinitely to \"deliver a product of desired quality.\". \"Mystery Room\" appeared again at Level-5's annual conference in October 2011, where it was announced that the Nintendo DS version of the game had been cancelled, and the title had been ported to &lt;a href=\"Apple%2C%20Inc\"&gt;Apple&lt;/a&gt;'s &lt;a href=\"iOS\"&gt;iOS&lt;/a&gt;, where it would be released as Layton Brothers: Mystery Room, a spin-off of the \"Professor Layton\" series featuring the son of &lt;a href=\"Professor%20Hershel%20Layton\"&gt;Professor Hershel Layton&lt;/a&gt;."
}