{
    "id": "3371489",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3371489",
    "title": "Little Maria Mountains",
    "text": "The Little Maria Mountains are located in southeastern &lt;a href=\"California\"&gt;California&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The range lies in a northwest-southeasterly direction east of the &lt;a href=\"Palen%20Mountains\"&gt;Palen Mountains&lt;/a&gt; and west of the &lt;a href=\"Big%20Maria%20Mountains\"&gt;Big Maria Mountains&lt;/a&gt;. The mountain range is approximately 15 miles long and is located about 12.6 miles north of &lt;a href=\"Interstate%2010%20%28California%29\"&gt;Interstate 10&lt;/a&gt;, and 12 miles southwest of the abandoned Rice Army Airfield near &lt;a href=\"California%20State%20Route%2062\"&gt;State Route 62&lt;/a&gt;. The Victor Mine is found at the southeastern end of the range near &lt;a href=\"Midland%2C%20California\"&gt;Midland&lt;/a&gt;.\nGeology.\nThe Little Maria Mountains are one of several ranges that constitute the &lt;a href=\"Maria%20Fold%20and%20Thrust%20Belt\"&gt;Maria Fold and Thrust Belt&lt;/a&gt;. The Maria Fold and Thrust Belt underwent generally &lt;a href=\"Thick-skinned%20deformation\"&gt;thick-skinned&lt;/a&gt; (involving &lt;a href=\"basement%20rocks\"&gt;basement rocks&lt;/a&gt;) North-South trending crustal shortening in the &lt;a href=\"Cretaceous\"&gt;Cretaceous&lt;/a&gt;. The structures of the MFTB are exposed by to later generally East-West trending large-scale crustal extension in the &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt;, through what is known to geologists as the &lt;a href=\"Colorado%20River%20Extensional%20Corridor\"&gt;Colorado River Extensional Corridor&lt;/a&gt;. This North-South shortening is anomalous, as crustal shortening in the rest of the &lt;a href=\"North%20American%20Cordillera\"&gt;North American Cordillera&lt;/a&gt; is oriented generally East-West because of the generally East-West compression that was due to the subduction of the &lt;a href=\"Farallon%20plate\"&gt;Farallon plate&lt;/a&gt; under western North America. Also unlike the rest of the North American Cordillera, deformation in the Maria Fold and Thrust Belt involved rocks of the &lt;a href=\"North%20American%20Craton\"&gt;North American Craton&lt;/a&gt;, most notably the &lt;a href=\"Geology%20of%20the%20Grand%20Canyon%20area\"&gt;Grand Canyon sequence&lt;/a&gt; of sedimentary rocks.\nPalen/McCoy Wilderness Area.\nThe Little Maria Mountains are in the &lt;a href=\"https%3A//web.archive.org/web/20140422033106/http%3A//www.blm.gov/ca/st/en/fo/palmsprings/wilderness/palen-mccoy.html\"&gt;Palen/McCoy Wilderness Area&lt;/a&gt;, managed by the &lt;a href=\"Bureau%20of%20Land%20Management\"&gt;Bureau of Land Management&lt;/a&gt;.\nWithin the Palen-McCoy Wilderness are the Little Maria, Granite, &lt;a href=\"Arica%20Mountains\"&gt;Arica&lt;/a&gt;, &lt;a href=\"Palen%20Mountains\"&gt;Palen&lt;/a&gt;, and &lt;a href=\"McCoy%20Mountains\"&gt;McCoy Mountains&lt;/a&gt;, which are five distinct mountain ranges separated by broad sloping &lt;a href=\"Alluvial%20fan\"&gt;Alluvial fan&lt;/a&gt;s-bajadas. Because this large area incorporates so many major geological features, the diversity of vegetation and &lt;a href=\"landform\"&gt;landform&lt;/a&gt;s is exceptional. The desert wash woodland found here provides food and cover for &lt;a href=\"Mule%20deer\"&gt;burro deer&lt;/a&gt;, coyote, &lt;a href=\"bobcat\"&gt;bobcat&lt;/a&gt;, gray fox, and &lt;a href=\"mountain%20lion\"&gt;mountain lion&lt;/a&gt;. &lt;a href=\"Desert%20pavement\"&gt;Desert pavement&lt;/a&gt;, bajadas, interior valleys, canyons, dense ironwood forests-(\"&lt;a href=\"Olneya%20tesota\"&gt;Olneya tesota&lt;/a&gt;\"), canyons, and rugged peaks, form a constantly changing landscape pattern."
}