{
    "id": "33730133",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=33730133",
    "title": "French Prudential Supervision and Resolution Authority",
    "text": "The French Prudential Supervision and Resolution Authority (\"Autorité de contrôle prudentiel et de résolution\" - ACPR) is an independent administrative authority, which monitors the activities of &lt;a href=\"bank\"&gt;bank&lt;/a&gt;s and &lt;a href=\"insurance%20companies\"&gt;insurance companies&lt;/a&gt; in France. It is an independent administrative authority that operates under the auspices of the French central bank, &lt;a href=\"Banque%20de%20France\"&gt;Banque de France&lt;/a&gt;.\nHistory.\nIt was founded as the \"Autorité de contrôle prudentiel\" (ACP) in January 2010 by the ordinance number 2010-76 by merging the French Banking Commission, the Mutual Insurance Supervisory Authority (ACAM), and the Committee credit institutions and investment firms (CECEI). In July 2013, ordinance number 2013-672 clarified its role in bank resolution and renamed it \"Autorité de contrôle prudentiel et de résolution\".\nRole and structure.\nThe ACPR is an independent administrative authority attached to the Banque de France, with the &lt;a href=\"Governor%20of%20the%20Bank%20of%20France\"&gt;Governor of the Bank of France&lt;/a&gt; acting as its chairman. Its stated purposes include supervision and control, preservation of the stability of the financial system and protection of clients, insured participants and beneficiaries who are subject to its control. The ACPR have supervisory powers, the power to impose administrative enforcement measures, and disciplinary powers with respect to entities under its jurisdiction. It may also make public any information that it deems necessary to discharge its duties.\nIt consists of three different decision-making bodies: the Supervisory College, the Resolution College and the Sanctions Committee, as well as some consultative bodies, such as the Audit Committee and the Scientific Consultative Committee.\nThe ACPR occasionally launches public consultations on different issues, as was the case in 2013, when it drafted the regulations for crowdfunding following a public consultation launched alongside the &lt;a href=\"Autorit%C3%A9%20des%20march%C3%A9s%20financiers%20%28France%29\"&gt;Autorité des marchés financiers&lt;/a&gt; and the &lt;a href=\"Ministry%20of%20the%20Economy%20and%20Finance%20%28France%29\"&gt;French Ministry of the Economy and Finance&lt;/a&gt;."
}