{
    "id": "33759866",
    "revid": "1055165375",
    "url": "https://en.wikipedia.org/wiki?curid=33759866",
    "title": "Greenfield International Stadium",
    "text": "The Sports Hub, Trivandrum, commonly known as Greenfield International Stadium, and formerly known as Trivandrum International Stadium, is a multi-purpose stadium in Kerala, used mainly for &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; and &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;. The stadium is located at &lt;a href=\"Kariavattom\"&gt;Kariavattom&lt;/a&gt; in &lt;a href=\"Thiruvananthapuram\"&gt;Thiruvananthapuram&lt;/a&gt; city, Kerala, India. It was built on 36 acres of land leased by the &lt;a href=\"Kerala%20University\"&gt;Kerala University&lt;/a&gt; for per year for a period of 15 years. It is India's first DBOT (design, build, operate and transfer) model outdoor stadium. The Greenfield Stadium became &lt;a href=\"List%20of%20international%20cricket%20grounds%20in%20India\"&gt;India's 50th international cricket venue&lt;/a&gt; on 7 November 2017 when it hosted &lt;a href=\"New%20Zealand%20cricket%20team%20in%20India%20in%202017%E2%80%9318%233rd%20T20I\"&gt;a T20I against New Zealand&lt;/a&gt;. On 1 November 2018, the venue hosted &lt;a href=\"West%20Indian%20cricket%20team%20in%20India%20in%202018%E2%80%9319%235th%20ODI\"&gt;its first ODI&lt;/a&gt;.\nFacilities.\nThe ground is designed such that it can be used for international &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; and &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;. The playing arena in the stadium has been constructed in line with &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; regulations and &lt;a href=\"International%20Cricket%20Council\"&gt;International Cricket Council&lt;/a&gt; norms. It has a seating capacity for 55,000 spectators.\nThe stadium has been demarcated into four zones, where the north zone is dedicated to cricket, the east zone for football and each zone has a players’ lounge, gymnasium, media center, and stock room. &lt;a href=\"Shopping%20malls\"&gt;Shopping malls&lt;/a&gt; and a &lt;a href=\"food%20court\"&gt;food court&lt;/a&gt; are placed in the south zone. The adjoining Pavilion accommodates the latest facilities for &lt;a href=\"Squash%20%28sport%29\"&gt;squash&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"table%20tennis\"&gt;table tennis&lt;/a&gt;, and an Olympic size &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt;.\nThe first fully eco-friendly stadium in India, it is surrounded by green plants and also has a rainwater harvesting facility. The State Environment Impact Assessment Authority and Pollution Control Board have commended the builders for the green initiatives taken.\nThe stadium is 13.3 km from &lt;a href=\"Trivandrum%20International%20Airport\"&gt;Trivandrum International Airport&lt;/a&gt;, 14.4 km from &lt;a href=\"Trivandrum%20Central%20Railway%20Station\"&gt;Trivandrum Central Railway Station&lt;/a&gt;, and &lt;a href=\"Central%20Bus%20Station%20Thiruvananthapuram\"&gt;Central Bus Station Thiruvananthapuram&lt;/a&gt;.\nConstruction details.\nIt was the first stadium in India built on the DBOT (design, build, operate and transfer) basis. It is also the first stadium in the country to be developed on annuity mode. \n The Greenfield stadium will be operated for 15 years by the company that built it. It will then be handed over to the &lt;a href=\"University%20of%20Kerala\"&gt;University of Kerala&lt;/a&gt;, which has leased 36 acres for it. The university will receive Rs 94 lakhs per year as a lease.\nCricket.\nOn 27 May 2016, the &lt;a href=\"Kerala%20Cricket%20Association\"&gt;Kerala Cricket Association&lt;/a&gt; (KCA) signed an agreement with Kariyavattom Sports Facilities Limited (KSFL) to take Greenfield Stadium on &lt;a href=\"lease\"&gt;lease&lt;/a&gt; until 18 November 2027. According to the agreement, the KCA will be using the stadium for 180 days a year (from 1 October to 31 January and from 1 April to 30 May). However, the KCA can still hold cricket matches on other days if the stadium is available. The KCA will be held responsible for the maintenance of the playing area inside the stadium. The KCA will pay a fixed amount as fees and will share revenue with KSFL when international matches are held at the stadium. A joint &lt;a href=\"committee\"&gt;committee&lt;/a&gt; consisting of six members, three each from KCA and KSFL, will manage and monitor the activities during the lease period. The KCA members in the committee will be its &lt;a href=\"secretary\"&gt;secretary&lt;/a&gt; and &lt;a href=\"President%20%28corporate%20title%29\"&gt;president&lt;/a&gt;.\nInternational cricket matches hosted.\nT20I.\nOn 7 November 2017, &lt;a href=\"India%20national%20cricket%20team\"&gt;India&lt;/a&gt; played a &lt;a href=\"T20I\"&gt;T20I&lt;/a&gt; against &lt;a href=\"New%20Zealand%20national%20cricket%20team\"&gt;New Zealand&lt;/a&gt; on the ground. &lt;a href=\"New%20Zealand%20cricket%20team%20in%20India%20in%202017%E2%80%9318%233rd%20T20I\"&gt;The match&lt;/a&gt; was reduced to 8 &lt;a href=\"Over%20%28cricket%29\"&gt;overs&lt;/a&gt; per side due to rain, with India winning by 6 runs.\nODI.\nOn 1 November 2018, India played against &lt;a href=\"West%20Indies%20cricket%20team\"&gt;West Indies&lt;/a&gt; in an ODI, the &lt;a href=\"West%20Indian%20cricket%20team%20in%20India%20in%202018%E2%80%9319%235th%20ODI\"&gt;second international game&lt;/a&gt; to be played at the ground, with the home team winning by 9 wickets.\n2nd T20I.\nOn 8 December 2019, India played against West Indies in a T20I. The match was won by West Indies.\nFootball.\nThe first international &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament hosted by the stadium was the &lt;a href=\"2015%20SAFF%20Championship\"&gt;2015 SAFF championship&lt;/a&gt;. India were crowned the champions, beating Afghanistan 2–1. The final recorded an attendance in excess of 48,500.\nAwards.\nThe Sports Hub, Trivandrum was adjudged as the winner of the &lt;a href=\"David%20Vickers\"&gt;David Vickers&lt;/a&gt; Award for New Venue of the Year, in the Stadium Business Awards 2016 held at the &lt;a href=\"Santiago%20Bernab%C3%A9u%20Stadium\"&gt;Santiago Bernabéu Stadium&lt;/a&gt;, &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;, Spain on 1 June 2016."
}