{
    "id": "33773417",
    "revid": "1301018",
    "url": "https://en.wikipedia.org/wiki?curid=33773417",
    "title": "Edward L. Feightner",
    "text": "&lt;a href=\"Rear%20admiral%20%28United%20States%29\"&gt;Rear Admiral&lt;/a&gt; Edward Lewis Feightner (October 14, 1919 – April 1, 2020) was a &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; officer who fought in a number of significant battles in the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"Asiatic-Pacific%20Theater\"&gt;Pacific Theater of Operations&lt;/a&gt;. During two combat tours, he shot down nine enemy aircraft to become a &lt;a href=\"flying%20ace\"&gt;flying ace&lt;/a&gt;.\nHe was an early member of the &lt;a href=\"Blue%20Angels\"&gt;Blue Angels&lt;/a&gt; flight demonstration squadron and flew the lead \"solo\" position. His work as a &lt;a href=\"test%20pilot\"&gt;test pilot&lt;/a&gt; included aircraft, electronic systems, and operational tactics such as developing techniques for delivering nuclear weapons from small fighter aircraft. He commanded increasingly larger air units including &lt;a href=\"VFA-11\"&gt;VF-11&lt;/a&gt; and Carrier Air Group Ten as well as training organizations that helped the Navy transition from propeller to jet aircraft. He commanded two Navy ships, served as the head of Navy Fighter Design, and was a key contributor to fighter studies that resulted in the development of jet aircraft that are still in active service.\nFeightner was the only pilot to land the dash-1 variant of the &lt;a href=\"Vought%20F7U%20Cutlass\"&gt;Vought F7U Cutlass&lt;/a&gt; aboard a carrier. He led VF-11 to become the first Atlantic fleet unit in which every pilot received the coveted \"E\" award (\"excellent\") in a single exercise. After retiring from the Navy, Feightner promoted aviation and shared his experiences with others.\nEarly life.\nFeightner was born on October 14, 1919 in &lt;a href=\"Lima%2C%20Ohio\"&gt;Lima, Ohio&lt;/a&gt;, a small town in the northwest part of the state, to Amos Evan and Mary Story (Roths) Feightner. He attended &lt;a href=\"Findlay%20College\"&gt;Findlay College&lt;/a&gt; in Findlay, Ohio and learned to fly in the &lt;a href=\"Civilian%20Pilot%20Training%20Program\"&gt;Civilian Pilot Training Program&lt;/a&gt; (CPTP). The CPTP was a flight training program sponsored by the United States government to increase the number of civilian pilots and thereby create a pool of trained aviators from which the military could draw. By 1940, Feightner received his &lt;a href=\"private%20pilot%20license\"&gt;private pilot license&lt;/a&gt;. He graduated from Findlay College in 1941.\nWorld War II service.\nWith war approaching and because of his strong desire to fly, Feightner attempted to sign up with the &lt;a href=\"United%20States%20Army%20Air%20Corps\"&gt;United States Army Air Corps&lt;/a&gt;. But he faced an eight-month delay before acceptance since the Army flight program could not cope with the large influx of people. When Feightner found that the Navy would accept him immediately, he made up his mind to pursue naval aviation. On June 16, 1941, Feightner enlisted in the &lt;a href=\"United%20States%20Navy%20Reserve\"&gt;United States Navy Reserve&lt;/a&gt; and entered the &lt;a href=\"Aviation%20Cadet%20Training%20Program%20%28USN%29\"&gt;Naval Aviation Cadet Training Program&lt;/a&gt;. He completed flight training at &lt;a href=\"Naval%20Air%20Station%20Corpus%20Christi\"&gt;Naval Air Station Corpus Christi&lt;/a&gt;, Texas on April 3, 1942 thereby earning his &lt;a href=\"Commission%20%28document%29\"&gt;commission&lt;/a&gt; as an &lt;a href=\"Ensign%20%28rank%29%23United%20States\"&gt;ensign&lt;/a&gt; and designation as a &lt;a href=\"United%20States%20Naval%20Aviator\"&gt;naval aviator&lt;/a&gt;. He finished advanced carrier training at &lt;a href=\"Naval%20Air%20Station%20Norfolk\"&gt;Naval Air Station Norfolk&lt;/a&gt; and received orders to &lt;a href=\"VF-5\"&gt;VF-5&lt;/a&gt; aboard . \"Yorktown\", however, was sunk by the Japanese at the &lt;a href=\"Battle%20of%20Midway\"&gt;Battle of Midway&lt;/a&gt; before Feightner could arrive. Feightner was reassigned to &lt;a href=\"VF-3\"&gt;VF-3&lt;/a&gt; at &lt;a href=\"Naval%20Air%20Station%20Pu%27unene\"&gt;Naval Air Station Pu'unene&lt;/a&gt; on Maui, Hawaii. VF-3's commanding officer was &lt;a href=\"Edward%20O%27Hare\"&gt;Edward \"Butch\" O'Hare&lt;/a&gt; who had recently returned from a combat tour in the Pacific as the Navy's first fighter ace. O'Hare gave Feightner the nickname \"Whitey\" for his inability to &lt;a href=\"Sun%20tanning\"&gt;tan&lt;/a&gt; despite hours in the sun during the squadron's many &lt;a href=\"spearfishing\"&gt;spearfishing&lt;/a&gt; trips.\nVF-10 Grim Reapers.\nIn October 1942, Feightner was assigned to &lt;a href=\"VF-10\"&gt;VF-10&lt;/a&gt;, the \"Grim Reapers\", aboard flying the &lt;a href=\"Grumman%20F4F%20Wildcat\"&gt;Grumman F4F Wildcat&lt;/a&gt;. The &lt;a href=\"commanding%20officer\"&gt;commanding officer&lt;/a&gt; of VF-10 was &lt;a href=\"James%20H.%20Flatley\"&gt;James H. Flatley&lt;/a&gt; whom Feightner described as \"a true leader [who] epitomizes what you think of as a squadron commander.\" \"Enterprise\" left Pearl Harbor on October 16, 1942 for the South Pacific as part of &lt;a href=\"Task%20Force\"&gt;Task Force&lt;/a&gt; King. Less than ten days later, Feightner performed his first night carrier landing after the search and attack group for which he provided cover became lost and did not return to the carrier until after dark. On October 26, 1942, during the &lt;a href=\"Battle%20of%20the%20Santa%20Cruz%20Islands\"&gt;Battle of the Santa Cruz Islands&lt;/a&gt;, Feightner shot down his first enemy aircraft—an &lt;a href=\"Aichi%20D3A\"&gt;Aichi D3A&lt;/a&gt; &lt;a href=\"dive%20bomber\"&gt;dive bomber&lt;/a&gt; that was attacking \"Enterprise.\" He was also credited with a probable kill of another aircraft. Feightner was awarded an &lt;a href=\"Air%20Medal\"&gt;Air Medal&lt;/a&gt; and gold &lt;a href=\"award%20star\"&gt;award star&lt;/a&gt; for his actions that day.\nAfter several weeks of repair, \"Enterprise\" sortied to oppose an &lt;a href=\"Military%20of%20Japan\"&gt;Imperial Japanese&lt;/a&gt; battle fleet that was threatening the &lt;a href=\"Solomon%20Islands\"&gt;Solomon Islands&lt;/a&gt;. The Japanese &lt;a href=\"convoy\"&gt;convoy&lt;/a&gt; included eleven transports with over seven thousand soldiers headed down the \"Slot\" to Guadalcanal to retake &lt;a href=\"Henderson%20Field%20%28Guadalcanal%29\"&gt;Henderson Field&lt;/a&gt;. On November 14, 1942, Feightner protected U.S. dive bombers and &lt;a href=\"Strafing\"&gt;strafed&lt;/a&gt; enemy vessels during the strikes that destroyed seven of the troop carriers—a significant event in the &lt;a href=\"Naval%20Battle%20of%20Guadalcanal\"&gt;Naval Battle of Guadalcanal&lt;/a&gt;. After the attacks, VF-10 remained at Henderson Field on Guadalcanal to reinforce the &lt;a href=\"1st%20Marine%20Division%20%28United%20States%29\"&gt;1st Marine Division&lt;/a&gt; and deal with the Japanese ships and troops from the remaining transports that had intentionally beached themselves. Conditions on the island were primitive and dangerous for pilots of the &lt;a href=\"Cactus%20Air%20Force\"&gt;Cactus Air Force&lt;/a&gt;. Many of the servicemen came down with &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt;. Japanese soldiers hid in trees and waited to ambush the Americans. Sleep was disrupted by night bombardment. Fortunately, Feightner had to endure the hazardous conditions on Guadalcanal less than a week, as VF-10 left their old aircraft at Henderson Field and returned to \"Enterprise\" on November 25, 1942, where they received new F4Fs.\nOn January 30, 1943, the second day of the &lt;a href=\"Battle%20of%20Rennell%20Island\"&gt;Battle of Rennell Island&lt;/a&gt;, Feightner shot down three &lt;a href=\"Mitsubishi%20G4M\"&gt;Mitsubishi G4M&lt;/a&gt; \"Betty\" torpedo bombers in a single engagement. In this engagement, a force of twelve Bettys approaching \"Enterprise\" were intercepted by VF-10 aircraft. The Bettys turned away from \"Enterprise\" and went after , a heavy cruiser that had been disabled the night before. VF-10 destroyed six of the Bettys before they could reach the cruiser, but the remaining aircraft released their torpedoes with devastating effect—\"Chicago\" sank within minutes. Two more of the Bettys were dispatched by the pursuing VF-10 Wildcats as they passed the ring of destroyers that had been protecting the cruiser. Flatley shot down another and the remaining three fell to his wingman, Feightner, who had been delayed due to a balky engine but arrived at just the right time. Feightner was awarded the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20States%29\"&gt;Distinguished Flying Cross&lt;/a&gt; and an air medal for downing three aircraft on that day and ended his first combat tour with four confirmed kills.\nVF-8.\nIn May 1943, Feightner received orders to &lt;a href=\"VF-8%20%281943%E2%80%9345%29\"&gt;VF-8&lt;/a&gt; flying the &lt;a href=\"Grumman%20F6F%20Hellcat\"&gt;Grumman F6F Hellcat&lt;/a&gt; at &lt;a href=\"Naval%20Auxiliary%20Air%20Station%20Pungo\"&gt;Naval Auxiliary Air Station Pungo&lt;/a&gt;—a satellite airfield near &lt;a href=\"Naval%20Station%20Norfolk\"&gt;Naval Station Norfolk&lt;/a&gt;. This second squadron to be designated VF-8 was established on June 1, 1943 and led by Lt Cdr William M. Collins Jr. who would himself become a nine-victory ace. Fighting Eight was initially assigned to the new carrier that had been launched just weeks prior. During \"Intrepid\"s &lt;a href=\"sea%20trial\"&gt;sea trial&lt;/a&gt;s in the fall of 1943, Feightner performed initial takeoffs, landings, and catapult shots flying the F6F.\nIn March 1944, &lt;a href=\"Carrier%20Air%20Wing%20Eight\"&gt;Carrier Air Wing Eight&lt;/a&gt; began operations from . Part of the &lt;a href=\"Fast%20Carrier%20Task%20Force\"&gt;Fast Carrier Task Force&lt;/a&gt; TF 58 commanded by Vice Admiral &lt;a href=\"Marc%20A.%20Mitscher\"&gt;Marc A. Mitscher&lt;/a&gt;, \"Bunker Hill\" participated in a series of attacks against Japanese positions in the Pacific Theater of Operations. VF-8 saw their first combat during a two-day strike on &lt;a href=\"Palau\"&gt;Palau&lt;/a&gt;. On the first day of the raid, March 30, 1944, Feightner became an ace when he shot down a &lt;a href=\"Mitsubishi%20A6M%20Zero\"&gt;Mitsubishi A6M&lt;/a&gt; \"Zeke\" over the island of &lt;a href=\"Peleliu\"&gt;Peleliu&lt;/a&gt;. The Palau battle also marked the first combat use of the 'Berger' Gradient Pressure Suit—an air inflatable &lt;a href=\"G-suit\"&gt;G-suit&lt;/a&gt; that allowed a pilot to maneuver his aircraft more aggressively without &lt;a href=\"G-LOC\"&gt;blacking out&lt;/a&gt;. The \"Z-suit\" proved so successful that all but three of the VF-8 pilots chose to wear the equipment.\nAs TF 58 followed the U.S. strategy of &lt;a href=\"Leapfrogging%20%28strategy%29\"&gt;leapfrogging&lt;/a&gt; toward Japan, Feightner participated in strikes at the &lt;a href=\"Yap\"&gt;Yap&lt;/a&gt; &lt;a href=\"coral%20atoll\"&gt;coral atoll&lt;/a&gt; of &lt;a href=\"Woleai\"&gt;Woleai&lt;/a&gt; helping to isolate the Japanese garrison there. At the end of April, the task force returned to &lt;a href=\"Chuuk%20Lagoon\"&gt;Truk&lt;/a&gt; in the &lt;a href=\"Caroline%20Islands\"&gt;Caroline Islands&lt;/a&gt;. Once a major Japanese stronghold, Truk had been badly damaged during &lt;a href=\"Operation%20Hailstone\"&gt;Operation Hailstone&lt;/a&gt; earlier that year, but the Japanese had since reinforced the island with aircraft from &lt;a href=\"Rabaul\"&gt;Rabaul&lt;/a&gt;. On April 29, 1944, Feightner shot down a Zeke over Truk, raising his total to six aircraft destroyed.\nIn June 1944, the U.S. initiated the &lt;a href=\"Mariana%20and%20Palau%20Islands%20campaign\"&gt;Mariana and Palau Islands campaign&lt;/a&gt;. Feightner flew during the &lt;a href=\"Battle%20of%20the%20Philippine%20Sea\"&gt;Battle of the Philippine Sea&lt;/a&gt; that was better known to American pilots as the 'Great Marianas Turkey Shoot' due to the overwhelming losses inflicted upon the naval air forces of Japan. He fought in a series of actions over the next few months including the &lt;a href=\"Battle%20of%20Saipan\"&gt;Battle of Saipan&lt;/a&gt;, the &lt;a href=\"Battle%20of%20Guam%20%281944%29\"&gt;Battle of Guam&lt;/a&gt;, strikes on &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;, and the &lt;a href=\"Battle%20of%20Tinian\"&gt;Battle of Tinian&lt;/a&gt;.\nAs U.S. forces pushed toward the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, the fast carriers of Task Force 38 (TF 38) moved to subdue Japanese air power on the island of &lt;a href=\"Taiwan\"&gt;Formosa&lt;/a&gt;—known today as Taiwan. During the &lt;a href=\"Aerial%20Battle%20of%20Taiwan%E2%80%93Okinawa\"&gt;Aerial Battle of Taiwan–Okinawa&lt;/a&gt;, VF-8 destroyed thirty aircraft near Taien Airfield. Flying in this battle on October 12, 1944, Feightner shot down three Zekes (although at least one source states the aircraft were \"Oscars\") bringing his total to nine aircraft destroyed. Feightner continued to fly missions with VF-8 until \"Bunker Hill\" returned to the United States for an overhaul in November 1944.\nFighter Instructor.\nUpon returning to the United States in November 1944, Feightner was assigned as a fighter instructor with &lt;a href=\"VF-98\"&gt;VF-98&lt;/a&gt; at &lt;a href=\"Los%20Alamitos%20Army%20Airfield\"&gt;NAS Los Alamitos&lt;/a&gt; in &lt;a href=\"Orange%20County%2C%20California\"&gt;Orange County&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, and later at &lt;a href=\"Jacqueline%20Cochran%20Regional%20Airport\"&gt;Naval Air Facility (NAF) Thermal&lt;/a&gt; in &lt;a href=\"Thermal%2C%20California\"&gt;Thermal, California&lt;/a&gt;. Near the end of World War II in 1945, Feightner was assigned as gunnery officer to &lt;a href=\"VF-21\"&gt;VF-21&lt;/a&gt; at &lt;a href=\"Naval%20Air%20Station%20North%20Island\"&gt;NAS San Diego&lt;/a&gt; in California.\nVictory credits.\nThe following table summarizes Feightner's aerial victories and provides the date, number of aircraft destroyed, types of aircraft destroyed, and the battle at which the victory occurred. In total, he was assessed with 9 destroyed and 4 probables. However, another source claims two probable kills for Feightner.\nPost-war service.\nFlight test.\nAfter serving for several years in staff assignments, Feightner received orders to attend the &lt;a href=\"United%20States%20Naval%20Test%20Pilot%20School\"&gt;U.S. Navy Test Pilot School&lt;/a&gt; at &lt;a href=\"Naval%20Air%20Station%20Patuxent%20River\"&gt;NAS Patuxent River&lt;/a&gt; in Maryland. He graduated in July 1949 with the school's second class and served with the Flight Test Division at the Naval Air Test Center where he flew a variety of aircraft including helicopters and the Navy's largest transport, the &lt;a href=\"Lockheed%20R6V%20Constitution\"&gt;Lockheed R6V Constitution&lt;/a&gt;. Feightner also tested the &lt;a href=\"Grumman%20F8F%20Bearcat\"&gt;Grumman F8F Bearcat&lt;/a&gt;, the &lt;a href=\"Vought%20F4U%20Corsair\"&gt;Vought F4U Corsair&lt;/a&gt;, and the &lt;a href=\"Grumman%20F7F%20Tigercat\"&gt;Grumman F7F Tigercat&lt;/a&gt;. When Colonel &lt;a href=\"Charles%20Lindbergh\"&gt;Charles Lindbergh&lt;/a&gt; came to evaluate the Tigercat, Feightner, as F7F project pilot, provided the pre-flight instruction.\nFeightner was assigned as the Navy's project pilot for the &lt;a href=\"Vought%20F7U%20Cutlass\"&gt;Vought F7U Cutlass&lt;/a&gt;, a carrier-based jet &lt;a href=\"fighter-bomber\"&gt;fighter-bomber&lt;/a&gt; with &lt;a href=\"swept%20wing\"&gt;swept wing&lt;/a&gt;s and an unusual &lt;a href=\"Tailless%20aircraft\"&gt;tailless&lt;/a&gt; design. From July 23 to August 14, 1951, he performed carrier suitability tests of the Cutlass on board the . Feightner survived a number of near-fatal incidents in the Cutlass. During a test using the NAS Patuxent River air field catapult, an engine exploded and caught fire on takeoff. Unable to eject at such a low altitude, Feightner made use of a low spot in the river bank to turn the aircraft and return safely to the field where firefighters extinguished the burning engine. On July 23, 1951, he performed the first (and only) carrier takeoff and landing of the dash-1 variant on the aircraft carrier USS \"Midway\". Landing the Cutlass was hazardous due to the extreme nose-up attitude that restricted visibility forward and below. Feightner was unable to see the flight deck and relied on the &lt;a href=\"Landing%20Signal%20Officer\"&gt;Landing Signal Officer&lt;/a&gt; (LSO) to provide the indication to reduce engine power. Despite assistance from the LSO, Feightner landed short of the desired position and nearly &lt;a href=\"ramp%20strike\"&gt;struck the ramp&lt;/a&gt;. Although the fleet received the improved F7U-3, the Cutlass did not live up to its potential and remained in service less than four years.\nBlue Angels.\nIn January 1952, Feightner received orders to the U.S. Navy's flight demonstration squadron—the Blue Angels. The squadron had been directed to add the Cutlass to their performance although neither Feightner nor Blue Angels commander &lt;a href=\"Roy%20Marlin%20Voris\"&gt;\"Butch\" Voris&lt;/a&gt; believed the aircraft was ready for formation flying. The F7U was the Navy's first operational aircraft fitted with a hydraulic &lt;a href=\"flight%20control%20system\"&gt;flight control system&lt;/a&gt; and reliability was still poor. In the event of failure, the mechanical backup system required eleven seconds before control was restored. The solution was to fly the F7Us separately from the rest of the team thereby creating the diamond and solo roles that remain to the present day. Feightner recruited former Blue Angel Lt. Harding C. \"Mac\" Macknight to fly the second Cutlass.\nAt the start of the 1952 show season, fuel control problems grounded the team's &lt;a href=\"Grumman%20F9F%20Panther\"&gt;Grumman F9F Panther&lt;/a&gt;s leaving the Cutlasses to put on the primary demonstration between March and June. During a show at &lt;a href=\"Saufley%20Field\"&gt;Saufley Field&lt;/a&gt; in Florida, Feightner experienced a total loss of hydraulics on a full afterburner takeoff and steep climb. While trying to gain enough altitude for ejection he was able to stay with the aircraft until the back up control system engaged. He clipped trees on the end of the runway, causing the left engine to flame out. With hydraulic fluid streaming back in a bright flame, he made a hard turn and got the plane back on the runway, much to the excitement of the crowd. Feightner and Macknight performed maneuvers that showed off the best attributes of the F7U. The two solos would approach each other from opposite ends of the runway and, after passing each other, would roll the aircraft, deploy &lt;a href=\"Air%20brake%20%28aircraft%29\"&gt;speed brakes&lt;/a&gt;, and light &lt;a href=\"afterburner\"&gt;afterburner&lt;/a&gt;s. In Feightner's opinion, \"There just is not an airplane like it anywhere.\"\nMaintenance issues and additional near-fatal accidents put an end to Blue Angel Cutlass performances. While traveling to an airshow at &lt;a href=\"Naval%20Air%20Station%20Glenview\"&gt;Naval Air Station Glenview&lt;/a&gt; in &lt;a href=\"Chicago%2C%20Illinois\"&gt;Chicago, Illinois&lt;/a&gt;, both F7Us experienced in-flight emergencies. One of Feightner's engines failed shortly after takeoff, but before he could land, Macknight's right engine caught fire and the left engine quit soon after. Although Feightner called for him to eject, Macknight stayed with the burning aircraft and landed at Glenview. With the runway closed, Feightner was redirected to make his landing at Chicago's former Orchard Airpark, which had been expanded and renamed &lt;a href=\"O%27Hare%20International%20Airport\"&gt;O'Hare Airport&lt;/a&gt; after Feightner's former VF-3 commander. The runway had just been completed and was covered with peach baskets to prevent aircraft from landing until it was opened. Feightner was told to ignore the baskets and land on the new runway. As a result, Feightner's F7U became the first aircraft to land on the new runway for Chicago's O'Hare International Airport. After yet another in-flight emergency resulted in a forced landing at &lt;a href=\"Naval%20Air%20Station%20Memphis\"&gt;Naval Air Station Memphis&lt;/a&gt;, the F7Us were given to the station's training center.\nReturn to testing.\nIn September 1952, Feightner returned to flight test as the development officer for Air Development Squadron Three (&lt;a href=\"VX-3%20%28Squadron%29\"&gt;VX-3&lt;/a&gt;). VX-3 was located at &lt;a href=\"Atlantic%20City%20Air%20National%20Guard%20Base\"&gt;NAS Atlantic City&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, and was responsible for testing fighter aircraft, systems, and munitions. In this new role, he tested aircraft systems (rather than the airplanes themselves) and determined what tactics would most effectively utilize those systems.\nOn December 3, 1953, Feightner participated in the first public demonstration of the &lt;a href=\"Aircraft%20catapult%23Steam%20catapult\"&gt;steam catapult&lt;/a&gt; chosen to launch heavy jet aircraft from the short decks of aircraft carriers. Flying a propeller-driven &lt;a href=\"Douglas%20A-1%20Skyraider\"&gt;AD Skyraider&lt;/a&gt; at the &lt;a href=\"Naval%20Air%20Material%20Center\"&gt;Naval Air Material Center&lt;/a&gt; in &lt;a href=\"Philadelphia%2C%20Pennsylvania\"&gt;Philadelphia, Pennsylvania&lt;/a&gt;, Feightner described the steam-powered launch as \"much better for the pilot\" due to the relatively gentle start that eliminated the shock of other catapult techniques.\nFeightner contributed to the development of weapon delivery tactics for the &lt;a href=\"McDonnell%20F2H%20Banshee\"&gt;McDonnell F2H Banshee&lt;/a&gt;. The F2H-2B was modified for the attack role and had strengthened wings and pylons to accommodate a heavy weapon such as the &lt;a href=\"Mark%207%20nuclear%20bomb\"&gt;Mark 7&lt;/a&gt; or &lt;a href=\"Mark%208%20nuclear%20bomb\"&gt;Mark 8 nuclear bomb&lt;/a&gt;. The F2H-2B testing on which Feightner worked included the longest non-stop, round trip flight from a carrier—more than 2,800 miles. He also participated in an 18-hour, low-level, non-stop, round-trip flight from a carrier with weapon delivery in a Douglas AD-3 Skyraider.\nAviation commands.\nVF-11 Red Rippers.\nIn January 1955, Feightner assumed command of VF-11 also known as \"The Red Rippers.\" Flying the McDonnell F2H-4 Banshee, he led VF-11 to top honors in &lt;a href=\"toss%20bombing\"&gt;toss bombing&lt;/a&gt; during the annual fleet competition in 1956. All fourteen VF-11 pilots received the Navy's &lt;a href=\"Battle%20Effectiveness%20Award\"&gt;Battle Effectiveness Award&lt;/a&gt; for precision accuracy with this unusual and difficult technique used to deliver nuclear weapons. With this award, VF-11 became the first Atlantic fleet unit to have all of its pilots receive an \"E\" in the same exercise.\nIn August 1956, VF-11 embarked as part of Carrier Air Group Ten on the and deployed to the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean&lt;/a&gt;. Just two months into the cruise, the &lt;a href=\"Suez%20Crisis\"&gt;Suez Crisis&lt;/a&gt; provided tense moments for all personnel as the carrier prepared for battle and to evacuate American citizens that might be caught in the conflict.\nIn March 1957, Feightner was assigned as officer in charge of the Jet Transitional Training Unit (JTTU) at &lt;a href=\"Naval%20Air%20Station%20Olathe\"&gt;Naval Air Station Olathe&lt;/a&gt; in &lt;a href=\"Gardner%2C%20Kansas\"&gt;Gardner, Kansas&lt;/a&gt;. Established on April 4, 1955, the mission of the JTTU was to train pilots of propeller-driven aircraft to operate jets and to provide refresher training for aviators transferring from shore to sea duty.\nCarrier Air Group Ten.\nFeightner received orders in February 1959 to relieve the air wing commander of Carrier Air Group Ten (CVG-10) on the that was deployed in the Mediterranean. He continued to serve as CAG-10 when the air wing embarked on the the following month and returned to the \"Med\" for another tour. From February to July 1960, Feightner served on the staff of Carrier Air Group Four (CVG-4) where he helped write some of the first Naval Air Training and Operating Procedures Standardization (&lt;a href=\"NATOPS\"&gt;NATOPS&lt;/a&gt;) manuals with the goal of reducing the Navy's aircraft accident rate. In July 1960, he reported to the &lt;a href=\"Naval%20War%20College\"&gt;Naval War College&lt;/a&gt; in &lt;a href=\"Newport%2C%20Rhode%20Island\"&gt;Newport, Rhode Island&lt;/a&gt; to study areas such as &lt;a href=\"military%20tactics\"&gt;military tactics&lt;/a&gt; and &lt;a href=\"wargaming\"&gt;wargaming&lt;/a&gt;. Feightner graduated in 1961.\nFighter Design.\nIn July 1961, Feightner was assigned as the project officer for the &lt;a href=\"McDonnell%20Douglas%20F-4%20Phantom%20II\"&gt;F4H-1 Phantom II&lt;/a&gt; and later the Tactical Fighter Experimental (TFX) that evolved into the &lt;a href=\"General%20Dynamics%20F-111%20Aardvark\"&gt;F-111 Aardvark&lt;/a&gt; at the &lt;a href=\"Bureau%20of%20Naval%20Weapons\"&gt;Bureau of Naval Weapons&lt;/a&gt; in Washington, D.C. A year later, he was selected as the head of Navy Fighter Design where he participated in the development of the &lt;a href=\"Vought%20F-8%20Crusader\"&gt;F-8 Crusader&lt;/a&gt;, &lt;a href=\"North%20American%20FJ-4%20Fury\"&gt;FJ-4 Fury&lt;/a&gt;, and the &lt;a href=\"Northrop%20Grumman%20E-2%20Hawkeye\"&gt;E-2 Hawkeye&lt;/a&gt;. The Hawkeye, , remains in active service with the U.S. Navy. From August 1963 to November 1964, Feightner served as &lt;a href=\"operations%20officer\"&gt;operations officer&lt;/a&gt; to the Commander of Carrier Division Two aboard the USS \"Enterprise\".\nSenior leader.\nFrom 1964 to 1967, Feightner served as captain of two U.S. Navy ships—the &lt;a href=\"Replenishment%20oiler\"&gt;fleet oiler&lt;/a&gt; and the &lt;a href=\"amphibious%20assault%20ship\"&gt;amphibious assault ship&lt;/a&gt; . \"Chikaskia\" deployed to the Mediterranean to provide &lt;a href=\"underway%20replenishment\"&gt;underway replenishment&lt;/a&gt; to the fleet and in the process set a refueling record for the shortest time to begin pumping fuel—74 seconds. After learning the techniques of amphibious operations at the &lt;a href=\"Naval%20Amphibious%20Base%20Little%20Creek\"&gt;Naval Amphibious Warfare School&lt;/a&gt; at &lt;a href=\"Little%20Creek%2C%20Virginia\"&gt;Little Creek, Virginia&lt;/a&gt;, Feightner commanded \"Okinawa\" during a tour of the Caribbean in 1966. During Feightner's tour as captain, \"Okinawa\" received the Flatley Award for Aviation Safety. At the conclusion of this deployment in 1967, he brought \"Okinawa\" to &lt;a href=\"Naval%20Base%20San%20Diego\"&gt;Naval Base San Diego&lt;/a&gt;, where she became part of the U.S. Pacific Fleet.\nin 1967, Feightner was assigned to the office of the Deputy Chief of Naval Operations (CNO) for Air in &lt;a href=\"the%20Pentagon\"&gt;the Pentagon&lt;/a&gt; under &lt;a href=\"Noel%20Gayler\"&gt;Noel Gayler&lt;/a&gt;. In this role, Feightner was responsible for supervising and coordinating the efforts of CNO air warfare program officers. Between 1969 and 1970, he also served as the director of Naval Aviation Weapons Systems Analysis Group. In June 1970, Feightner was promoted from captain to the two-star rank of &lt;a href=\"Rear%20admiral%20%28United%20States%29\"&gt;rear admiral&lt;/a&gt;.\nIn September 1970, Feightner served his final tour with the &lt;a href=\"Naval%20Air%20Systems%20Command\"&gt;Naval Air Systems Command&lt;/a&gt; (NAVAIR) where he participated in several fighter studies that resulted in the development of the &lt;a href=\"Grumman%20F-14%20Tomcat\"&gt;Grumman F-14 Tomcat&lt;/a&gt; and &lt;a href=\"McDonnell%20Douglas%20F/A-18%20Hornet\"&gt;McDonnell Douglas F/A-18 Hornet&lt;/a&gt;. He also served as assistant commander for Logistics/Fleet Support responsible for incorporating test program modifications into production aircraft, ensuring the fleet obtained maximum effectiveness of air assets, and supporting the aircraft throughout their operational life. On May 20, 1972, former VF-11 skipper Feightner delivered introductory remarks at the Red Rippers change of command ceremony commemorating 45 years as the Navy's oldest continuous fighter squadron. After 33 years of service, Feightner retired from active duty on June 30, 1974.\nLater years.\nFeightner remained active in aviation after his retirement from the Navy. He shared his flight experiences at many events including:\nIn addition to attending seminars, Feightner helped lead groups including the American Fighter Aces Association and the Golden Eagles. The Golden Eagles are also known as the Early and Pioneer Naval Aviators Association—a group founded in 1956 to provide a living memorial to early naval aviators.\nin 2017, Feightner was one of five veterans presented with a handmade quilt created by volunteers of the North Idaho chapter of the Quilts of Valor organization. The quilts were presented in honor of each veteran's service to their country.\nFeightner died on April 1, 2020, in &lt;a href=\"Coeur%20d%27Alene%2C%20Idaho\"&gt;Coeur d'Alene, Idaho&lt;/a&gt;, where he had lived since 2016 with his nephew and family at age 100. He will be buried in &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;.\nAwards and decorations.\nFeightner was awarded the following decorations for his military service.\nDistinguished Flying Cross (first of four).\nWhile in a combat patrol over the USS \"Chicago\" 30 January 1943 east of Rennell Island they intercepted a force of twelve Japanese torpedo bombers which were preparing to raid the cruiser. In the ensuing engagement ... Lieutenant (jg) Feightner downed three.\nOther honors.\nOn October 7, 1998, Feightner was inducted into the Carrier Aviation Test Pilot Hall of Fame. He is also an Honorary Fellow of the &lt;a href=\"Society%20of%20Experimental%20Test%20Pilots\"&gt;Society of Experimental Test Pilots&lt;/a&gt;. For his work on the International Midway Memorial Foundation, Feightner was made an honorary member of the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt; (USNA) class of 1942. The class of '42 had approximately 75 members at the Battle of Midway and remains involved in commemorating the action. In 2013, Feightner was honored as a distinguished &lt;a href=\"alumnus\"&gt;alumnus&lt;/a&gt; of the University of Findlay. On May 20, 2015, &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Speaker of the United States House of Representatives&lt;/a&gt; &lt;a href=\"John%20Boehner\"&gt;John Boehner&lt;/a&gt; presented the &lt;a href=\"Congressional%20Gold%20Medal\"&gt;Congressional Gold Medal&lt;/a&gt; to Feightner and 37 other fighter aces."
}