{
    "id": "33786577",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=33786577",
    "title": "Sirina Camara",
    "text": "Sirina Camara (born 12 April 1991) is a French &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;er who plays for &lt;a href=\"S.League\"&gt;S.League&lt;/a&gt; club &lt;a href=\"Home%20United%20FC\"&gt;Home United&lt;/a&gt; as a defender. Camara can play either as a &lt;a href=\"left-back\"&gt;left-back&lt;/a&gt; or &lt;a href=\"centre-back\"&gt;centre-back&lt;/a&gt;. Prior to playing for Home United, Camara has also played for &lt;a href=\"%C3%89toile%20FC\"&gt;Étoile&lt;/a&gt; and &lt;a href=\"Young%20Lions%20FC\"&gt;Young Lions&lt;/a&gt; in the S.League.\nEarly life.\nCamara was born in an area north of &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, known as &lt;a href=\"Pierrefitte-sur-Seine\"&gt;Pierrefitte&lt;/a&gt;. His mother was born in &lt;a href=\"Mali\"&gt;Mali&lt;/a&gt; and emigrated to France when she was just 18. Camara is born of &lt;a href=\"Mali\"&gt;Mali&lt;/a&gt;an descent, and is a &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;. He started playing football in his teenage years, and went on to join the local amateur club, &lt;a href=\"http%3A//pierrefittefc.footeo.com/VuMoJuFZnCS9A\"&gt;Pierrefitte FC&lt;/a&gt; when he was 14. Four years later, he moved to &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; in order to improve his chances of building a sustainable footballing career, at the advice of his mother. Camara's mother had advised that it would be very tough for him to be a successful player back in France as he was young, but he might get a better opportunity overseas. Camara subsequently made the move after a coach he knew probed if he was interested to play in Singapore.\nClub career.\nAfter moving to Singapore, Camara signed professional terms with S.League defending champions &lt;a href=\"%C3%89toile%20FC\"&gt;Étoile&lt;/a&gt;, joining the team to play in the &lt;a href=\"2011%20S.League\"&gt;2011 S.League&lt;/a&gt; season. He made his debut in a 0-0 draw against &lt;a href=\"Balestier%20Khalsa%20FC\"&gt;Balestier Khalsa&lt;/a&gt;. His first goal for the club would come in the 1-1 draw against &lt;a href=\"Home%20United%20FC\"&gt;Home United&lt;/a&gt; in the &lt;a href=\"2011%20Singapore%20Cup\"&gt;2011 Singapore Cup&lt;/a&gt;. His first league goal came on 27 September 2011, in the 2-1 victory over &lt;a href=\"Hougang%20United%20FC\"&gt;Hougang United&lt;/a&gt;.\nFollowing the withdrawal of Étoile from the 2012 S.League season, Camara moved to &lt;a href=\"Young%20Lions%20FC\"&gt;Young Lions&lt;/a&gt; before signing for &lt;a href=\"Home%20United%20FC\"&gt;Home United&lt;/a&gt; in 2013. He won the &lt;a href=\"Singapore%20Cup\"&gt;Singapore Cup&lt;/a&gt; in his maiden season with Home United and earned recognition by being awarded the S.League Young Player of the Year award. With Home United, he was also part of the league's strongest defence that season as they finished eventually as the runner-up.\nIn 2014, Camara was first called up by the &lt;a href=\"Football%20Association%20of%20Singapore\"&gt;Football Association of Singapore&lt;/a&gt; to play for the &lt;a href=\"Singapore%20Selection%20XI\"&gt;Singapore Selection XI&lt;/a&gt;, a squad of players comprising Singapore international footballers and selected players that were playing in the &lt;a href=\"S.League\"&gt;S.League&lt;/a&gt;. Camara played subsequently for the Singapore Selection XI in a friendly against &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; giants &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt;, losing 5-0. In 2015, Camara was selected to join the squad once again to participate in the 2015 &lt;a href=\"Premier%20League%20Asia%20Trophy\"&gt;Barclays Asia Trophy&lt;/a&gt; which was hosted in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;. On 15 July 2015 and 18 July 2015 respectively, he played for the squad against &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; clubs &lt;a href=\"Stoke%20City%20F.C.\"&gt;Stoke City&lt;/a&gt; and &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;, eventually losing 2-0 and 4-0.\nCamara scored his first goal of the &lt;a href=\"2015%20S.League\"&gt;2015 S.League&lt;/a&gt; season in the 3rd match of the season, scoring the 2nd goal in a 2-0 win over &lt;a href=\"Tampines%20Rovers%20FC\"&gt;Tampines Rovers&lt;/a&gt; to hand Home United their first win of the season. On 12 August 2015, in a rare display of indiscipline, Camara was sent off in the 15th minute of the &lt;a href=\"Singapore%20Cup\"&gt;RHB Singapore Cup&lt;/a&gt; quarter-final, first-leg match against &lt;a href=\"Warriors%20FC\"&gt;Warriors FC&lt;/a&gt;, after seen by the referee uttering something to the linesman. Home United played on with ten men for the remainder of the match, even dropping to nine subsequently after teammate &lt;a href=\"Yasir%20Hanapi\"&gt;Yasir Hanapi&lt;/a&gt; received a second yellow card late into the match. Despite the two dismissals, Home United eventually went on to win 2-1.\nInternational career.\nIn July 2013, Camara had indicated he was receptive to the idea of obtaining Singaporean citizenship and playing for the &lt;a href=\"Singapore%20national%20football%20team\"&gt;Singapore national football team&lt;/a&gt;. National team coach &lt;a href=\"Bernd%20Stange\"&gt;Bernd Stange&lt;/a&gt; had been impressed with Camara's ability to play in several positions, adding that he was capable of playing for a top European club. Stange also mentioned that he would call up Camara if he had a Singapore passport.\nHonours.\nClub.\nHome United"
}