{
    "id": "337805",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=337805",
    "title": "Velvet scoter",
    "text": "The velvet scoter (\"Melanitta fusca\"), also called a velvet duck, is a large &lt;a href=\"Merginae\"&gt;sea duck&lt;/a&gt;, which breeds over the far north of &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and the &lt;a href=\"Palearctic\"&gt;Palearctic&lt;/a&gt; west of the &lt;a href=\"Yenisey\"&gt;Yenisey&lt;/a&gt; basin. The genus name is derived from &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; \"melas\" \"black\" and \"netta\" \"duck\". The species name is from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; \"fuscus\" \"dusky brown\".\nA small, isolated population nests in eastern &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;. &lt;a href=\"Stejneger%27s%20scoter\"&gt;Stejneger's scoter&lt;/a&gt; and the &lt;a href=\"white-winged%20scoter\"&gt;white-winged scoter&lt;/a&gt; are sometimes considered &lt;a href=\"conspecific\"&gt;conspecific&lt;/a&gt; with the velvet scoter, and its two constituent subspecies are then known as \"M. f. stejnegeri\" and \"M. f. deglandi\". Velvet, Stejneger's, and white-winged scoter, along with the &lt;a href=\"surf%20scoter\"&gt;surf scoter&lt;/a&gt;, are placed in the subgenus \"Melanitta\", distinct from the subgenus \"Oidemia\", &lt;a href=\"black%20scoter\"&gt;black scoter&lt;/a&gt; and &lt;a href=\"common%20scoter\"&gt;common scoter&lt;/a&gt;s.\nIt &lt;a href=\"bird%20migration\"&gt;winters&lt;/a&gt; farther south in &lt;a href=\"temperate\"&gt;temperate&lt;/a&gt; zones, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; as far south as &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt;, and on the &lt;a href=\"Black%20Sea\"&gt;Black&lt;/a&gt; and &lt;a href=\"Caspian%20Sea\"&gt;Caspian Sea&lt;/a&gt;. Small numbers reach &lt;a href=\"France\"&gt;France&lt;/a&gt; and northern &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. It forms large &lt;a href=\"Flock%20%28birds%29\"&gt;flocks&lt;/a&gt; on suitable coastal waters. These are tightly packed, and the birds tend to take off together. The species is listed as Vulnerable by the IUCN.\nThe lined &lt;a href=\"bird%20nest\"&gt;nest&lt;/a&gt; is built on the ground close to the sea, lakes or rivers, in &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt; or &lt;a href=\"tundra\"&gt;tundra&lt;/a&gt;, and typically contains 7–9 &lt;a href=\"egg%20%28biology%29\"&gt;egg&lt;/a&gt;s. This duck dives for &lt;a href=\"crustacean\"&gt;crustacean&lt;/a&gt;s and &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt;s.\nIt is characterised by its bulky shape and large bill. It is the largest scoter at 51–58 cm. The male is all black, except for white around the eye and a white &lt;a href=\"speculum%20feathers\"&gt;speculum&lt;/a&gt;. It has a bulbous yellow bill with a black base. The females are brown &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s with two pale patches on each side of the head and white wing patches.\nThe velvet scoter is one of the species to which the \"Agreement on the Conservation of African-Eurasian Migratory Waterbirds\" (&lt;a href=\"AEWA\"&gt;AEWA&lt;/a&gt;) applies."
}