{
    "id": "337998",
    "revid": "7878375",
    "url": "https://en.wikipedia.org/wiki?curid=337998",
    "title": "Spotted towhee",
    "text": "The spotted towhee (\"Pipilo maculatus\") is a large &lt;a href=\"American%20sparrow\"&gt;New World sparrow&lt;/a&gt;. The taxonomy of the &lt;a href=\"towhee\"&gt;towhee&lt;/a&gt;s has been debated in recent decades, and until 1995 this bird and the &lt;a href=\"eastern%20towhee\"&gt;eastern towhee&lt;/a&gt; were considered a single species, the rufous-sided towhee. Literature before 1995 referred to the spotted towhee as a rufous-sided towhee that resides in the western &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. An archaic name for the spotted towhee is the Oregon towhee (\"Pipilo maculatus oregonus\"). The call may be harsher and more varied than for the eastern towhee.\nThe form that breeds on &lt;a href=\"Socorro%20Island\"&gt;Socorro Island&lt;/a&gt; is much smaller than other rufous-sided towhees, and has gray upperparts. It is sometimes split as the Socorro towhee (\"Pipilo socorroensis\").\nDescription.\n The spotted towhee is a large &lt;a href=\"American%20sparrow\"&gt;New World sparrow&lt;/a&gt;, roughly the same size as a &lt;a href=\"American%20Robin\"&gt;Robin&lt;/a&gt;. It has a long, dark fan shaped tail with white corners on the end. They have a round body (similar to &lt;a href=\"American%20sparrow\"&gt;New World sparrows&lt;/a&gt;) with bright red eyes and dull pink legs. The spotted towhee is between and long, and weighs in at between and . The spotted towhee has a wingspan of 11.0 in (28 cm).\nAdult males have a generally darker head, upper body and tail with a white belly, &lt;a href=\"rufous\"&gt;rufous&lt;/a&gt; sides, white spots on their back and white wing bars. Females look similar but are dark brown and grey instead of black. The spotted towhee has white spots on its primary and secondary feathers; the &lt;a href=\"Eastern%20towhee\"&gt;Eastern towhee&lt;/a&gt; is the same bird in terms of its size and structure but does not have white spots.\nDistribution and habitat.\nThe spotted towhee lives in dry &lt;a href=\"Upland%20and%20lowland\"&gt;upland&lt;/a&gt; forests, open forests, brushy fields, and chaparrals. and breeds across north-western &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. It is present in California, Nevada, Arizona, Utah, Oregon, Washington, Idaho, and southern British Columbia year round. It is not found in arid climates and as a result does not reside in the &lt;a href=\"Sonoran%20Desert\"&gt;Sonoran Desert&lt;/a&gt;, but resides in northern Arizona and the entirety of California except the southeast corner that borders Arizona. It has also been known to expand as far eastward as western Iowa and southwestern Minnesota. They also occur in fringe &lt;a href=\"Wetland\"&gt;wetland forests&lt;/a&gt; and &lt;a href=\"Riparian%20zone\"&gt;riparian forests&lt;/a&gt; near the border of upland forests. Because spotted towhees' habitat overlaps with areas of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; that experience regular forest fires (&lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;, &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;), they tend to be found in unburned &lt;a href=\"chaparral\"&gt;chaparral&lt;/a&gt; and avoid &lt;a href=\"chaparral\"&gt;chaparral&lt;/a&gt; and forests which have been burned due to lack of ground cover and minimal foraging ability. Spotted towhees will be present in an area that is recovering after a burn (less than 15 years old), due to excellent ground cover and ease of ground foraging from the recovering understory vegetation, although populations will decrease after a forest fire until the vegetation has grown back.\nIts breeding habitat in the southwest is largely dependent on &lt;a href=\"Coastal%20sage%20scrub\"&gt;Coastal sage scrub&lt;/a&gt;, as it provides cover from predators. They migrate to northern and northwestern &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and southwestern &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; to breed in scrubland, parks and suburban gardens. Northwestern birds &lt;a href=\"bird%20migration\"&gt;migrate&lt;/a&gt; eastwards to the central &lt;a href=\"plain\"&gt;plain&lt;/a&gt;s of the United States, mostly the northwestern-central &lt;a href=\"Great%20Plains\"&gt;Great Plains&lt;/a&gt;. In other areas, some birds may move to lower elevations in the winter. Their breeding &lt;a href=\"habitat%20%28ecology%29\"&gt;habitat&lt;/a&gt; is &lt;a href=\"chaparral\"&gt;chaparral&lt;/a&gt;, thickets or shrubby areas across western &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;. This bird interbreeds with the &lt;a href=\"collared%20towhee\"&gt;collared towhee&lt;/a&gt; where their ranges overlap in southwestern &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;.\nBehavior.\nBreeding and nesting.\n They nest either on the ground or low in bushes, seldom more than above the ground and most nests are around above the ground. The location for the nests is usually found in exposed areas, but conceal the nest as it is being built. The female builds the nest over a period of about five days. It is bulky and sturdily made of leaves, strips of bark, twigs, &lt;a href=\"forb\"&gt;forb&lt;/a&gt; stalks, and grasses, lined with pine needles, shredded &lt;a href=\"Bark%20%28botany%29\"&gt;bark&lt;/a&gt;, grass, and sometimes hair. It is usually in diameter with an inner ring of to . The nests are built so the rim is at ground level and the nest is deep.\nAt least two &lt;a href=\"Offspring\"&gt;brood&lt;/a&gt;s, consisting of three to five eggs, are laid per season. The &lt;a href=\"egg\"&gt;egg&lt;/a&gt; shells are grayish or creamy-white, sometimes with a tinge of green, with reddish brown spots that can form a wreath or cap. The eggs are slightly oblong, with their dimensions being to long and to wide. The female incubates the eggs alone for 12 to 14 days; the young leave the nest at 10 to 12 days. Nests are parasitized by cowbirds.\nDiet.\nThese birds forage on the ground or in low vegetation, with a habit of noisily rummaging through dry leaves searching for food. During the breeding season (spring and summer) they mainly eat &lt;a href=\"insect\"&gt;insect&lt;/a&gt;s, ground dwelling beetles, &lt;a href=\"spider\"&gt;spider&lt;/a&gt;s and other arthropods that reside in the leaf litter that is foraged by the spotted towhee. They only eat protein rich food in the breeding season, and in the fall and winter they focus on foraging for &lt;a href=\"acorn\"&gt;acorn&lt;/a&gt;s, &lt;a href=\"seed\"&gt;seed&lt;/a&gt;s oats and &lt;a href=\"Berry\"&gt;berries&lt;/a&gt;. They will frequent bird feeders if present in their woodland habitat.\nThreats.\nTheir main predators in less developed areas are &lt;a href=\"Colubridae\"&gt;ground dwelling snakes&lt;/a&gt; because nests are built on the ground. There is a strong relationship between the number of snakes that a nest encounters and the lowered probability of young chicks fledgling. In developed areas and habitat near urban development their main predators are household cats."
}