{
    "id": "33799383",
    "revid": "1058459031",
    "url": "https://en.wikipedia.org/wiki?curid=33799383",
    "title": "Rhine-Ruhr Stadtbahn",
    "text": "The Rhine-Ruhr Stadtbahn () is an umbrella system of all of the &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; (&lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt;) lines included in the integrated public transport network of the &lt;a href=\"Verkehrsverbund%20Rhein-Ruhr\"&gt;Verkehrsverbund Rhein-Ruhr&lt;/a&gt; (VRR), which covers the &lt;a href=\"Rhine-Ruhr\"&gt;Rhine-Ruhr metropolitan area&lt;/a&gt; in western &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;. It does not include the &lt;a href=\"Cologne%20Stadtbahn\"&gt;Cologne&lt;/a&gt; and &lt;a href=\"Bonn%20Stadtbahn\"&gt;Bonn Stadtbahn&lt;/a&gt; systems, which are integrated in the &lt;a href=\"Verkehrsverbund%20Rhein-Sieg\"&gt;Verkehrsverbund Rhein-Sieg&lt;/a&gt; (VRS).\nHistory.\nAt the beginning of the 1960s, &lt;a href=\"road%20traffic\"&gt;road traffic&lt;/a&gt; in the &lt;a href=\"Rhine-Ruhr\"&gt;Rhine-Ruhr&lt;/a&gt; area increased like in other German metropolitan areas. Existing &lt;a href=\"tram\"&gt;tram&lt;/a&gt;s were regarded as obstacles for car-oriented cities. Therefore, these trams should be relocated to underground sections below city centers (as Stadtbahn lines) if they were not replaced by bus lines.\nThe cities of &lt;a href=\"Bochum\"&gt;Bochum&lt;/a&gt;, &lt;a href=\"Castrop-Rauxel\"&gt;Castrop-Rauxel&lt;/a&gt;, &lt;a href=\"Dortmund\"&gt;Dortmund&lt;/a&gt;, &lt;a href=\"Duisburg\"&gt;Duisburg&lt;/a&gt;, &lt;a href=\"Essen\"&gt;Essen&lt;/a&gt;, &lt;a href=\"Gelsenkirchen\"&gt;Gelsenkirchen&lt;/a&gt;, &lt;a href=\"Herne%2C%20North%20Rhine-Westphalia\"&gt;Herne&lt;/a&gt;, &lt;a href=\"M%C3%BClheim%20an%20der%20Ruhr\"&gt;Mülheim an der Ruhr&lt;/a&gt;, &lt;a href=\"Oberhausen\"&gt;Oberhausen&lt;/a&gt;, &lt;a href=\"Recklinghausen\"&gt;Recklinghausen&lt;/a&gt; and &lt;a href=\"Wattenscheid\"&gt;Wattenscheid&lt;/a&gt; founded the \"Stadtbahngesellschaft Ruhr\" in 1969 for coordinating the plans to transform &lt;a href=\"tram\"&gt;tram&lt;/a&gt; routes into &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; routes. &lt;a href=\"D%C3%BCsseldorf\"&gt;Düsseldorf&lt;/a&gt; and &lt;a href=\"Hattingen\"&gt;Hattingen&lt;/a&gt; joined in 1972; since then, the cooperation has been called Stadtbahngesellschaft Rhein-Ruhr. &lt;a href=\"Witten\"&gt;Witten&lt;/a&gt; joined in 1981, &lt;a href=\"Recklinghausen\"&gt;Recklinghausen&lt;/a&gt; left in 1982.\nOriginal &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; plans proposed upgrading up to 300 kilometers of tram lines step by step. Most of these proposed lines were planned in north-south direction and would have branched off of a main line that would have run more or less east-west. Due to financial constraints and the downturn of the economy in the region, many sections or the originally planned system have not been built. As a result, there are isolated standard gauge Stadtbahn lines inside of metre gauge tram systems – one example would be the U35 line in Bochum.\nComponent systems.\nThere are five Stadtbahn systems that make up the Rhine-Ruhr Stadtbahn (their operating companies are shown in parentheses):\nLines.\n, there are 23 lines altogether in the Rhine-Ruhr Stadtbahn:\nInfrastructure.\nAll plans included the following standards: \n&lt;a href=\"Cross-platform%20interchange\"&gt;Cross-platform interchange&lt;/a&gt;s were planned wherever useful and possible. All &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; lines have been electrified with &lt;a href=\"Overhead%20line\"&gt;overhead catenary&lt;/a&gt; and are powered with &lt;a href=\"direct%20current\"&gt;direct current&lt;/a&gt; like former &lt;a href=\"tram\"&gt;tram&lt;/a&gt;s.\nHowever, most of &lt;a href=\"Rhine-Ruhr\"&gt;Rhine-Ruhr&lt;/a&gt; &lt;a href=\"tram\"&gt;tram&lt;/a&gt; lines still use &lt;a href=\"metre%20gauge\"&gt;metre gauge&lt;/a&gt; (). Combined &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; and &lt;a href=\"tram\"&gt;tram&lt;/a&gt; tracks use three-rail tracks (&lt;a href=\"Essen\"&gt;Essen&lt;/a&gt;) or even four-rail tracks (&lt;a href=\"Krefeld\"&gt;Krefeld&lt;/a&gt;). Some sections in &lt;a href=\"M%C3%BClheim%20an%20der%20Ruhr\"&gt;Mülheim an der Ruhr&lt;/a&gt;, &lt;a href=\"Bochum\"&gt;Bochum&lt;/a&gt; und &lt;a href=\"Essen\"&gt;Essen&lt;/a&gt; were constructed with metre gauge and temporary integrated into the network, being able to be &lt;a href=\"Gauge%20conversion\"&gt;converted&lt;/a&gt; easily to standard gauge at a later point of time.\nSince the start of Rhine-Ruhr Stadtbahn, existing tram routes were integrated and partly developed as \"pilot routes\". Among others, the former &lt;a href=\"tram\"&gt;tram&lt;/a&gt; lines 8/18 Essen–Mülheim were chosen to become the most important \"pilot route\" with tracks in between the &lt;a href=\"Bundesautobahn%2040\"&gt;Ruhrschnellweg express highway&lt;/a&gt; lanes; the new pilot &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; line U18 was opened in 1977.\nMost of today's &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; lines were developed out of former &lt;a href=\"tram\"&gt;tram&lt;/a&gt; lines. Their line numbers were simply converted into two-digit numbers prepended by U for distinguishing between both standards; the U refers to both unabhängig (engl.: independent) and &lt;a href=\"U-Bahn\"&gt;U-Bahn&lt;/a&gt; (metro) standards being the later target, although complete &lt;a href=\"U-Bahn\"&gt;U-Bahn (metro)&lt;/a&gt; lines have in fact never existed in the &lt;a href=\"Rhine-Ruhr\"&gt;Rhine-Ruhr&lt;/a&gt; area. By 2011, the only full independent lines in the Rhine-Ruhr area are the &lt;a href=\"H-Bahn\"&gt;Dortmund H-Bahn&lt;/a&gt;, &lt;a href=\"D%C3%BCsseldorf%20SkyTrain\"&gt;Düsseldorf SkyTrain&lt;/a&gt; and &lt;a href=\"Wuppertal%20Schwebebahn\"&gt;Wuppertal Schwebebahn&lt;/a&gt; (also referred as line 60 in the &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; numbering scheme) hanging and suspended monorails.\nDevelopments.\nThe very ambitious original plans have not paid enough attention to financial restrictions and increased tunneling costs in the mining areas. So, the schedule for opening the planned sections has been severely delayed with some routes even cancelled. The next step to transform &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; routes to &lt;a href=\"U-Bahn\"&gt;metro&lt;/a&gt; standards is not anymore foreseen.\nTo use of constructed sections, existing &lt;a href=\"tram\"&gt;tram&lt;/a&gt; lines have been operated further on the new alignments including temporary use of tram gauges and low-floor platforms. Some stations even contain both low-floor and high-floor platforms in case of mixed &lt;a href=\"tram\"&gt;tram&lt;/a&gt; and &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; operation.\nRolling stock.\nFor the Rhine-Ruhr Stadtbahn, new standardised &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; trains named Stadtbahnwagen B were developed. However, &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; companies ordered them with different lengths, layout of doors etc..\n&lt;a href=\"Tram\"&gt;Tram&lt;/a&gt; lines still use former rolling stock and new low-floor &lt;a href=\"tram\"&gt;tram&lt;/a&gt;s where &lt;a href=\"Stadtbahn\"&gt;Stadtbahn&lt;/a&gt; projects were stopped or severely delayed.\nThe B-Wagen are undergoing retirement. In Bochum the B80D-wagen are currently being replaced by the new high-floor &lt;a href=\"Variotram\"&gt;Variotram&lt;/a&gt; on the U35."
}