{
    "id": "3379517",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3379517",
    "title": "Jimmy Pardo",
    "text": "James Ronald Pardo, Jr. (born July 28, 1966) is an American stand-up comedian, actor, and host of the long-running comedy &lt;a href=\"podcast\"&gt;podcast&lt;/a&gt; \"&lt;a href=\"Never%20Not%20Funny\"&gt;Never Not Funny&lt;/a&gt;\". From the show's inception until mid-2015, he performed as the &lt;a href=\"Conan%20O%27Brien\"&gt;Conan O'Brien&lt;/a&gt; program &lt;a href=\"Conan%20%28talk%20show%29\"&gt;\"Conan\"&lt;/a&gt;'s &lt;a href=\"warm-up%20comedian\"&gt;warm-up comedian&lt;/a&gt; and cast member, after which he received a general development deal with O'Brien's production company. He last hosted the game show \"&lt;a href=\"Race%20to%20Escape\"&gt;Race to Escape&lt;/a&gt;\" on the Science Channel.\nEarly life.\nPardo was born in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, and spent his first 8 years living on the south side, eventually moving to the south suburbs of Chicago. He spent his grade school years living in &lt;a href=\"Hometown%2C%20Illinois\"&gt;Hometown, Illinois&lt;/a&gt;. In 1980, his family moved to &lt;a href=\"Oak%20Forest%2C%20Illinois\"&gt;Oak Forest, Illinois&lt;/a&gt; where he attended &lt;a href=\"Oak%20Forest%20High%20School\"&gt;Oak Forest High School&lt;/a&gt;. In 1986, he moved to &lt;a href=\"Pasadena%2C%20California\"&gt;Pasadena, California&lt;/a&gt; to attend the &lt;a href=\"American%20Academy%20of%20Dramatic%20Arts\"&gt;American Academy of Dramatic Arts&lt;/a&gt; (‘87). He attended for one year, then returned to Chicago to pursue a career in stand-up comedy.\nCareer.\nIn late 1988, Pardo started performing at open microphones at various venues around Chicago, including \"The Roxy\", \"The Last Laugh\" and \"The Comedy Cottage\". The plethora of successful &lt;a href=\"comedy%20clubs\"&gt;comedy clubs&lt;/a&gt; in the area at that time meant Pardo started earning money almost immediately, allowing him to quit his day job as a sales rep for &lt;a href=\"MCA%20Records\"&gt;MCA Records&lt;/a&gt;. In addition to his comedy CDs \"Uno\", \"Pompous Clown\" and \"Sprezzatura\", in 2007 Pardo appeared on the comedy compilation CD \"&lt;a href=\"Comedy%20Death-Ray%20%28album%29\"&gt;Comedy Death-Ray&lt;/a&gt;\".\nPardo hosted &lt;a href=\"Game%20Show%20Network\"&gt;GSN&lt;/a&gt;'s \"&lt;a href=\"National%20Lampoon%27s%20Funny%20Money\"&gt;National Lampoon's Funny Money&lt;/a&gt;\" from June to October 2003, and later co-hosted &lt;a href=\"AMC%20%28TV%20channel%29\"&gt;AMC&lt;/a&gt;'s \"Movies At Our House\" with Rachel Quaintance for 5 seasons.\nPardo was the warm-up comedian for \"&lt;a href=\"The%20Tonight%20Show%20with%20Conan%20O%27Brien\"&gt;The Tonight Show with Conan O'Brien&lt;/a&gt;\" after being suggested by head writer Mike Sweeney. He has returned as the opening act for \"&lt;a href=\"Conan%20%28talk%20show%29\"&gt;Conan&lt;/a&gt;\", and appeared in a recurring on-air sketch throughout the week of April 11, 2011. In May 2011 he began conducting backstage interviews with celebrity guests for a &lt;a href=\"web%20series\"&gt;web series&lt;/a&gt; called \"The Pardo Patrol.\"\nAfter doing live talk and game shows at such &lt;a href=\"Alternative%20comedy\"&gt;Alternative comedy&lt;/a&gt; venues as the &lt;a href=\"Upright%20Citizens%20Brigade%20Theater\"&gt;Upright Citizens Brigade Theater&lt;/a&gt;, Jimmy Pardo began the award-winning podcast \"&lt;a href=\"Never%20Not%20Funny\"&gt;Never Not Funny&lt;/a&gt;\" at the urging of now-producer Matt Belknap. The show is in its twenty-eighth season and placed Pardo among the founders of comedian podcasting. Pardo has been called a \"pioneer\" of podcasting. \"Never Not Funny\" primarily features fellow comedians in improvised conversations. Many of his guests have gone on to host their own podcasts, including Doug Benson and Paul Gilmartin.\nPardo hosts an annual 12 hour live telethon charity &lt;a href=\"https%3A//www.pardcastathon.com\"&gt;fundraiser&lt;/a&gt; for &lt;a href=\"Smile%20Train\"&gt;Smile Train&lt;/a&gt;, an international children’s charity with a sustainable approach to a single, solvable problem: cleft lip and palate. To date the annual telethon event has raised over $1.2M USD (4,800 surgeries)\nIn September 2013, Pardo released a comedy album entitled \"Sprezzatura\".\nIn 2017, Jimmy Pardo and Matt Belknap launched an additional podcast - Playing Games with Jimmy Pardo \nIn 2019, Pardo, Matt Belknap, and videographer Eliot Hochberg began releasing the web series \"Jimmy's Records and Tapes\" on YouTube. Episodes feature Pardo talking about what went on in his life during a particular year while highlighting music and trivia regarding said year.\nPersonal life.\nPardo is married to comedy writer Danielle Koenig, daughter of actor &lt;a href=\"Walter%20Koenig\"&gt;Walter Koenig&lt;/a&gt;.\nThey have one son."
}