{
    "id": "33790520",
    "revid": "5196867",
    "url": "https://en.wikipedia.org/wiki?curid=33790520",
    "title": "Rudolf Kerner",
    "text": "Rudolf Kerner (21 February 1910 in &lt;a href=\"Saarbr%C3%BCcken\"&gt;Saarbrücken&lt;/a&gt; - ? 1998) was a German &lt;a href=\"SS-Hauptsturmf%C3%BChrer\"&gt;SS-Hauptsturmführer&lt;/a&gt; and crime commissioner. He was head of the German Security Police and &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt; in &lt;a href=\"Kristiansand\"&gt;Kristiansand&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt; from 1941. After the war he was sentenced to death but later pardoned.\nIn charge of Gestapo headquarters.\nIn 1942 Gestapo took over the building of the state archives, \"&lt;a href=\"arkivet%20%28Kristiansand%29\"&gt;Arkivet&lt;/a&gt;\" in Kristiansand. The local Gestapo commander was Rudolf Kerner, and it was he who determined who should be heard. During the war was about 3,500 Norwegians from &lt;a href=\"S%C3%B8rlandet\"&gt;Sørlandet&lt;/a&gt; arrested on of more than four days. Over 400 were &lt;a href=\"torture\"&gt;torture&lt;/a&gt;d by the German security police and Gestapo, and 162 died in &lt;a href=\"concentration%20camp\"&gt;concentration camp&lt;/a&gt;s or were executed. One of the tortured was resistance fighter &lt;a href=\"Louis%20Hogganvik\"&gt;Louis Hogganvik&lt;/a&gt;.\n\"Horror house\" as the nickname was of Arkivet, is today the only surviving Gestapo headquarters in Norway, and appears almost authentic.\nKerner was in charge of several German security police actions at &lt;a href=\"S%C3%B8rlandet\"&gt;Sørlandet&lt;/a&gt; in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; together with the Norwegian &lt;a href=\"Statspolitiet\"&gt;Statspolitiet&lt;/a&gt; (STAPO).\nSentences.\nKerner was on 16 June 1947 sentenced to death for crimes against &lt;a href=\"Penal%20Code\"&gt;Penal Code&lt;/a&gt;s - for crimes against Norwegian patriots. Kerner was originally charged with, among other crimes, to have executed a number of &lt;a href=\"Soviet%20Union%20in%20World%20War%20II\"&gt;Soviet&lt;/a&gt; &lt;a href=\"POW\"&gt;POW&lt;/a&gt;s. The basis for the indictment was that all of these killings were carried out without the existence of judgments or court procedures. Yet, the &lt;a href=\"Supreme%20Court%20of%20Norway\"&gt;Supreme Court of Norway&lt;/a&gt; dismissed Kerner at this point because there was insufficient evidence of whether the minimum requirements for a lawful execution had been met. The death penalty was reversed in 1948 to &lt;a href=\"life%20imprisonment\"&gt;life imprisonment&lt;/a&gt;. He was released in October 1953 and then returned to Germany, expelled and declared unwanted in Norway for lifetime. He settled in &lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt;, where he lived as a shoe salesman."
}