{
    "id": "33820186",
    "revid": "40972538",
    "url": "https://en.wikipedia.org/wiki?curid=33820186",
    "title": "Why This Kolaveri Di",
    "text": "'Why This Kolaveri Di' () is a song from the soundtrack of the 2012 &lt;a href=\"Tamil%20cinema\"&gt;Tamil&lt;/a&gt; psychological thriller film, \"&lt;a href=\"3%20%282012%20Tamil%20film%29\"&gt;3&lt;/a&gt;\" starring &lt;a href=\"Dhanush\"&gt;Dhanush&lt;/a&gt; and &lt;a href=\"Shruthi%20Hassan\"&gt;Shruthi Hassan&lt;/a&gt;. The song is written and sung by &lt;a href=\"Dhanush\"&gt;Dhanush&lt;/a&gt;, and composed by &lt;a href=\"Anirudh%20Ravichander\"&gt;Anirudh Ravichander&lt;/a&gt;. It became one of the most streamed songs of all-time.\nThe song was officially released on 16 November 2011 and instantly became popular on social networking sites for its quirky \"&lt;a href=\"Tanglish\"&gt;Tanglish&lt;/a&gt;\" (&lt;a href=\"portmanteau\"&gt;portmanteau&lt;/a&gt; word of &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt; and English) lyrics. Soon, the song became the most searched &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; video in India and an &lt;a href=\"internet%20phenomenon\"&gt;internet phenomenon&lt;/a&gt; across Asia. Within a few weeks, YouTube honoured the video with a '\"Recently Most Popular\" \"Gold Medal \" award and \"Trending\" \"silver medal \" award for receiving many hits in a short time. Following its huge success and nationwide popularity Dhanush, the singer of the original track was invited by then &lt;a href=\"Prime%20Minister\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Manmohan%20Singh\"&gt;Manmohan Singh&lt;/a&gt; as a \"Guest of Honour\".\nCreation.\nAccording to composer &lt;a href=\"Anirudh%20Ravichander\"&gt;Anirudh Ravichander&lt;/a&gt;, the film's director &lt;a href=\"Aishwarya%20Rajinikanth\"&gt;Aishwarya R. Dhanush&lt;/a&gt; wanted a light-hearted song about love failure. Ravichander quickly composed the tune in about 10 minutes. Dhanush then began working on the lyrics, which he completed in about 20 minutes of brainstorming. The first line he sang was \"Why This Kolaveri?\" which means \"Why do you have this murderous rage against me girl?\" The question, however, is not intended seriously.\nIn a party to \"&lt;a href=\"The%20Times%20of%20India\"&gt;The Times of India&lt;/a&gt;\", Dhanush said: \"When I was writing down the lyrics, I kept in mind all the English words that are used in the Tamil vocabulary. Words like I, you, me, how, why, cow. I just framed them into sentences and thats how I came up with the song.\" Dhanush sang the song in broken English, as a Tamil person might if his knowledge of English was limited. The song is also called a 'Soup' song, where 'Soup' (as in 'crying in [same]') is a colloquial Tamil word which refers to young men experiencing depression after love failure in a love relationship.\nThe song was recorded at &lt;a href=\"A.%20R.%20Rahman\"&gt;A. R. Rahman&lt;/a&gt;'s &lt;a href=\"Panchathan%20Record%20Inn%20and%20AM%20Studios\"&gt;AM Studios&lt;/a&gt; in Chennai. The Sound Engineer for this song is Siva Kumar S (Chief Audio Engineer), &lt;a href=\"Panchathan%20Record%20Inn%20and%20AM%20Studios\"&gt;Panchathan Record Inn and AM Studios&lt;/a&gt;. The song was officially released after it was known to become popular after an accidental release on to the internet.\nComposition.\nA downtempo song, \"Why This Kolaveri Di\" has been built around an ancient south Indian folk rhythm using ancient folk instruments. He used the &lt;a href=\"nadaswaram\"&gt;nadaswaram&lt;/a&gt;, &lt;a href=\"shehnai\"&gt;shehnai&lt;/a&gt;, &lt;a href=\"saxophone\"&gt;saxophone&lt;/a&gt; &lt;a href=\"urumi%20%28drum%29\"&gt;urumee&lt;/a&gt; and &lt;a href=\"thavil\"&gt;thavil&lt;/a&gt; drums, &lt;a href=\"acoustic%20guitar\"&gt;acoustic guitar&lt;/a&gt;, &lt;a href=\"Keyboard%20instrument\"&gt;keyboards&lt;/a&gt; mixed with electronic synths and scratches. The instruments utilize the singing style of &lt;a href=\"Tamil%20folk%20culture\"&gt;Tamil folk culture&lt;/a&gt;. The composer added a crescendo to make the instrumentation become more layered.\nThe words of the song are in a simple form of &lt;a href=\"Tanglish\"&gt;Tanglish&lt;/a&gt;, a mixture of &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt; and &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;. The song creates an imagery of an Indian boy who has gone through love failure. While singing, Dhanush creates a tone of being drunk, when he repeatedly asks why she (refers to &lt;a href=\"Shruti%20Haasan\"&gt;Shruti Haasan&lt;/a&gt;'s character) hurt him. The words have been described as \"nonsensical\" by some and an evocation of \"Tamil street humour\". Dhanush has stated that the choice of words allows it to be a very relatable song.\nMusic video.\nThe music video features Dhanush singing the song at AM studios, accompanied by Anirudh on a keyboard. His co-star &lt;a href=\"Shruti%20Haasan\"&gt;Shruti Haasan&lt;/a&gt; and the director of \"3\", &lt;a href=\"Aishwarya%20Rajinikanth\"&gt;Aishwarya Rajinikanth&lt;/a&gt; are seen listening in the background. The video was recorded by Abinandhan Ramanujam\nThe video of the song in the film, \"&lt;a href=\"3%20%282012%20Indian%20film%29\"&gt;3&lt;/a&gt;\", was filmed in a set made to replicate the crowded shopping street of Chennai &lt;a href=\"Marina%20beach\"&gt;Marina beach&lt;/a&gt;. The video featured &lt;a href=\"Dhanush\"&gt;Dhanush&lt;/a&gt; and &lt;a href=\"Sunder%20Ramu\"&gt;Sunder Ramu&lt;/a&gt; along with other extras singing the song, while &lt;a href=\"Shruti%20Haasan\"&gt;Shruti Haasan&lt;/a&gt; makes an appearance towards the end of the video.\nRecords and achievements.\nUpon release, the &lt;a href=\"hashtag\"&gt;hashtag&lt;/a&gt; \"#kolaveri\" topped the Indian trends in &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; on the evening of 21 November 2011 and was trended for three consecutive days. Within a week of the official release of the video, it received more than 3.5 million views on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;, more than 1 million shares on &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt;, while trending in India on Twitter the whole time. The song is also a hit among non-&lt;a href=\"Tamil%20people\"&gt;Tamils&lt;/a&gt;, apparently due to the Tanglish lyrics. Soon after its release, the song was played on US radio station &lt;a href=\"KZYX\"&gt;KZYX&lt;/a&gt; &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt; by Mister X, on his show, \"Music Out of Bounds\". By 30 November 2011, it had more than 10.5 million YouTube views. By the start of 2012, it had crossed 30 million YouTube views. The song and versions of it account for more than 200 million of YouTube's total views. The song became the top downloaded song on mobile with 4,100,000 downloads within the first 18 days of release. On 24 November 2011, this song became the first Tamil film song to premier on &lt;a href=\"MTV%20India\"&gt;MTV India&lt;/a&gt;. The video was shared by 1.4 million people, liked by 1.8 million people and received more than 1.1 million comments. As of November 2020, the song has 235 million views on YouTube, becoming the second most viewed Tamil song on YouTube only bested by \"&lt;a href=\"Rowdy%20Baby\"&gt;Rowdy Baby&lt;/a&gt;\" from \"&lt;a href=\"Maari%202\"&gt;Maari 2&lt;/a&gt;\", another Dhanush-starrer.\nImitations and parodies of this song have been created, including versions in different Indian languages, a female version, and versions about current events at that time. Its rapid spread to nightclubs and discos in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, Japan were reported soon after release, and a viral video of Japanese women dancing to it spread soon afterwards. Police officers in India used versions of the song and its title to combat road rage and encourage bike riders to wear helmets. The popularity of the song was also reported by international media like &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; and &lt;a href=\"Time%20%28magazine%29\"&gt;\"Time\" magazine&lt;/a&gt;, who attributed its major crossover world appeal to its universal theme, catchy tune and unique lyrics. Top business schools like &lt;a href=\"Indian%20Institutes%20of%20Management\"&gt;Indian Institutes of Management&lt;/a&gt; conducted studies to figure out the popularity of this song. The song has inspired &lt;a href=\"Flash%20mob\"&gt;flash mobs&lt;/a&gt; in &lt;a href=\"Chennai\"&gt;Chennai&lt;/a&gt;, &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt;, &lt;a href=\"Groningen\"&gt;Groningen&lt;/a&gt; and &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;.\nThe song was performed live by Dhanush in his first-ever live performance at the 2011 &lt;a href=\"BIG%20Star%20Entertainment%20Awards\"&gt;BIG Star Entertainment Awards&lt;/a&gt;.\nIndian Prime Minister &lt;a href=\"Manmohan%20Singh\"&gt;Manmohan Singh&lt;/a&gt; invited Dhanush for the dinner party along with Japanese Prime Minister &lt;a href=\"Yoshihiko%20Noda\"&gt;Yoshihiko Noda&lt;/a&gt; in his New Delhi residence, India. The political parties &lt;a href=\"Bharatiya%20Janata%20Party\"&gt;Bharatiya Janata Party&lt;/a&gt; and &lt;a href=\"Indian%20National%20Congress\"&gt;Indian National Congress&lt;/a&gt; used variants of the song in their campaigns for &lt;a href=\"Legislative%20Assembly%20elections%20in%20India%2C%202012\"&gt;2012 assembly elections&lt;/a&gt;.\n\"Why This Kolaveri Di\" also echoed at Beating, the Retreat ceremony (a ceremony which is a part of &lt;a href=\"Republic%20Day%20%28India%29\"&gt;Republic Day&lt;/a&gt; celebrations in India).\nCriticism.\n&lt;a href=\"Javed%20Akhtar\"&gt;Javed Akhtar&lt;/a&gt;, a poet, lyricist and scriptwriter slammed the song for its insult to sensibility. In April 2012, a petition was filed in the &lt;a href=\"Kerala%20High%20Court\"&gt;Kerala High Court&lt;/a&gt; seeking a ban on the song citing negative influence on children, claiming to inciting violence and aggression. The excessive use of \"Tanglish\" in the song, symbolic of the degradation of the Tamil Language caused Sri Lankan singer S.J. (Jerry) Stalin to riposte with \"Yarlpanathilirunthu Kolaverida\" (). The lyrics, which featured the line \"Why this bloodlust toward my Tamil language?\" end with \"Jaffna: that place noted for its classical Tamil/ Tamil, your duty is to protect our Tamil mother-tongue\".\n\"Why This Kolaveri Di\" popularised the soup-song genre, which resulted in many filmmakers and actors having such sequences and songs in their films. This resulted in severe criticism with many cinephiles and critics time and again, due to this culture. In December 2015, Anirudh worked with &lt;a href=\"Silambarasan\"&gt;Silambarasan&lt;/a&gt; for the \"&lt;a href=\"Beep%20Song\"&gt;Beep Song&lt;/a&gt;\". Following the song leak, both of them were criticised widely from several women organisations, including Maadhar Sangam, as the song featured lyrics that found to be explicit and derogative against women. A police complaint was filed against Simbu and Anirudh by the &lt;a href=\"All%20India%20Democratic%20Women%27s%20Association\"&gt;All India Democratic Women's Association&lt;/a&gt; from the &lt;a href=\"Coimbatore\"&gt;Coimbatore&lt;/a&gt; wing, taking offence over the objectionable and sexist lyrics. Anirudh however denied its connection with the song.\nFollowing the &lt;a href=\"Swathi%20murder%20case\"&gt;Swathi murder case&lt;/a&gt;, the debate over alleged misogyny used in the song was revived, after several notions expressed about the portrayal of women and romance in Tamil cinema found to be \"unrealistic\" and \"dangerous to the lives of women\". Several film celebrities including Dhanush (the songwriter), Silambarasan and &lt;a href=\"Sivakarthikeyan\"&gt;Sivakarthikeyan&lt;/a&gt; were criticised for the portrayal and normalization of &lt;a href=\"unrequited%20love\"&gt;unrequited love&lt;/a&gt;, stalking and misogyny in films. Dhanush, in a 2017 interview with film critic &lt;a href=\"Baradwaj%20Rangan\"&gt;Baradwaj Rangan&lt;/a&gt;, said that the dialogues, songs and characters in his films \"may remain in a space that is positive and healthy\", in response to the public outrage against portrayal of stalking and misogyny in Tamil films and songs.\nCover and parody versions.\nAn &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; version by London-based artist &lt;a href=\"Arjun%20%28singer%29\"&gt;Arjun&lt;/a&gt; was uploaded on YouTube 10 December 2011 and received 1.5 million views within a week. \nTotal accumulated views \nA \"milk version\" of the song by &lt;a href=\"Sonu%20Nigam\"&gt;Sonu Nigam&lt;/a&gt;'s son became popular on YouTube, and was acknowledged by actor Dhanush, who stated \"I'm in love with Nevaan Nigam's version of Kolaveri Di. Great idea Sonu Nigam\". A feature of this version was to replace the word 'scotch' with 'milk'. \nRegarding the 2G Scam of India: A popular version of Kolaveri Di was released for parody with the lyrics \"Why is Kanimozhi in\"\nThe song \"Where is Democracy Di\" was aired by Geo TV on its popular programme \"&lt;a href=\"Hum%20Sab%20Umeed%20Sai%20Hein\"&gt;Hum Sab Umeed Sai Hein&lt;/a&gt;\", a popular satire in &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; on &lt;a href=\"Geo%20TV\"&gt;Geo TV&lt;/a&gt; which is aimed at exposing the wrongdoing of the government in a lighter vein was based on \"Why This Kolaveri Di\".\n&lt;a href=\"Abeer%20Vajpayee\"&gt;Abeer Vajpayee&lt;/a&gt;, a journalist turned BJP worker, wrote, composed and sung a parody of the Kolaveri Di targeting the corruption and gross financial mismanagement under UPA regime. This song called 'Why This Hera Pheri Ji' became an instant hit on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; as it featured mimicry of leaders like &lt;a href=\"Manmohan%20Singh\"&gt;Manmohan Singh&lt;/a&gt;, &lt;a href=\"Sonia%20Gandhi\"&gt;Sonia Gandhi&lt;/a&gt;, &lt;a href=\"Anna%20Hazare\"&gt;Anna Hazare&lt;/a&gt;, &lt;a href=\"Mulayam%20Singh%20Yadav\"&gt;Mulayam Singh Yadav&lt;/a&gt;, &lt;a href=\"Amar%20Singh%20%28politician%29\"&gt;Amar Singh&lt;/a&gt; and &lt;a href=\"Akshay%20Kumar\"&gt;Akshay Kumar&lt;/a&gt;. All male voices were done by Vajpayee himself and effect of only female voice of Sonia Gandhi was by his wife Ruchi.\n&lt;a href=\"Vishnu%20Wagh\"&gt;Vishnu Wagh&lt;/a&gt;, veteran poet who joined BJP, penned the lyrics which have been fitted in the \"Kolaveri di\" tune. The song has been changed from \"Kolaveri di\" to \"Kamlawari di\" to include the party's election symbol lotus. The recorded version is meant for Goa elections 2012.\nKravMaga instructor &lt;a href=\"Sree%20Ram\"&gt;Sree Ram&lt;/a&gt; created an outdoor campaign on road rage, which was noted by media across the world.\n'Kolaveri di' to 'dadagiri di'\nTurkish pop music singer covered the song as \"Söz\" () for her \"Sade\" album in 2013, with lyrics written by &lt;a href=\"Nil%20Karaibrahimgil\"&gt;Nil Karaibrahimgil&lt;/a&gt;. She released the music video for the song in 2014.\nTurkish arabesque music singer Özcan Deniz and pop music singer Sıla covered the song as \"Aç Bir Coca-Cola\" for &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt; commercial in 2015. The commercial also resembles the scenes from the film \"&lt;a href=\"3%20%282012%20Tamil%20film%29\"&gt;3&lt;/a&gt;\"."
}