{
    "id": "33876805",
    "revid": "1046823577",
    "url": "https://en.wikipedia.org/wiki?curid=33876805",
    "title": "Eddie Hurley",
    "text": "Edwin Henry Hurley (September 20, 1908 – November 12, 1969) was a professional &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; &lt;a href=\"umpire%20%28baseball%29\"&gt;umpire&lt;/a&gt; who worked in the &lt;a href=\"American%20League\"&gt;American League&lt;/a&gt; (AL) from 1947 to 1965.\nEarly career.\nHurley was a prominent baseball umpire and basketball referee in the Western Massachusetts area during his early career at the amateur and semi-pro levels. He had a relatively quick ascension into the majors, serving for just four years as an umpire in the minor leagues before being promoted to the American League. Hurley began his professional umpiring career in 1942 in the Canadian-American League. He then worked in the Eastern League from 1942 to 1944 before joining the American Association, where he served from 1945 to 1946.\nAmerican League career.\nHurley umpired 2,826 &lt;a href=\"Major%20League%20Baseball\"&gt;major league&lt;/a&gt; games in his nearly 20 years in the majors, with 743 games officiated behind home plate; 742 at 1st base; 614 at second base; 726 at third base; and once each in left and right fields. He umpired in four &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt; (&lt;a href=\"1949%20World%20Series\"&gt;1949&lt;/a&gt;, &lt;a href=\"1953%20World%20Series\"&gt;1953&lt;/a&gt;, &lt;a href=\"1959%20World%20Series\"&gt;1959&lt;/a&gt; and &lt;a href=\"1965%20World%20Series\"&gt;1965&lt;/a&gt;) and three &lt;a href=\"Major%20League%20Baseball%20All-Star%20Game\"&gt;All-Star Games&lt;/a&gt; (&lt;a href=\"1951%20Major%20League%20Baseball%20All-Star%20Game\"&gt;1951&lt;/a&gt;, &lt;a href=\"1956%20Major%20League%20Baseball%20All-Star%20Game\"&gt;1956&lt;/a&gt; and &lt;a href=\"1962%20Major%20League%20Baseball%20All-Star%20Game%20%28first%20game%29\"&gt;1962&lt;/a&gt;). Hurley's first game umpired was on April 14, 1947, and his last was October 14, 1965, the seventh game of the &lt;a href=\"1965%20World%20Series\"&gt;1965 World Series&lt;/a&gt;.\nNoteworthy events in baseball history.\nEd Hurley's career as an American League umpire was punctuated by a number of noteworthy events and incidents in baseball history. One of the most memorable was when Hurley was behind the plate in 1951, and St. Louis Browns' owner, &lt;a href=\"Bill%20Veeck\"&gt;Bill Veeck&lt;/a&gt;, sent &lt;a href=\"Eddie%20Gaedel\"&gt;Eddie Gaedel&lt;/a&gt;, a 65-pound player of very small stature (3' 7\"), to the plate as a pinch hitter. His number was \"1/8\". According to a New York Times report, Hurley exclaimed \"what the hell\" as Gaedel approached. Since the Browns' manager, Zack Taylor, was able to produce a recently signed contract between Gaedel and the Browns, Hurley allowed him to bat. He walked on 4 pitches thrown by Tigers' pitcher, &lt;a href=\"Bob%20Cain\"&gt;Bob Cain&lt;/a&gt;. According to Veeck, Gaedel's strike zone was just one and a half inches.\nHurley was also involved in a number of baseball bat infractions. He was umpire in Kansas City when Athletics player, &lt;a href=\"Gino%20Cimoli\"&gt;Gino Cimoli&lt;/a&gt;, came to the plate with a bright-green bat. Hurley declared the bat illegal, a decision that was upheld on appeal by the A's to American League officials. Hurley also confiscated a bat from &lt;a href=\"Mickey%20Mantle\"&gt;Mickey Mantle&lt;/a&gt; in the 1958 season that had been modified to include depressions resembling dimples on a golf ball on each of Mantles switch-hitting contact surfaces. That bat sold for $17,400 at auction in 2006, with a letter from Hurley detailing the circumstances of its confiscation. Hurley officiated during a game with one of the largest crowds in baseball history. On October 4, 1959, Hurley was the umpire behind the plate when 92,394 fans saw the Dodgers beat the White Sox, 5–4, in the third game of that World Series.\nIn 1963, a ball rolled out onto the field during a pitcher warm-up in a contentious White Sox game against the Baltimore Orioles. Hurley, who was umpiring next to third baseman &lt;a href=\"Brooks%20Robinson\"&gt;Brooks Robinson&lt;/a&gt;, called a time-out. Unfortunately, neither the pitcher nor the batter heard the call. &lt;a href=\"Ted%20Kluszewski\"&gt;Ted Kluszewski&lt;/a&gt; swung on the pitch and hit a home run. Hurley nullified the home run. He commented in an April 1963 Sporting News report, \"I told reporters after the game I felt like crawling into a hole and some of them misinterpreted that remark. They thought I was saying I was wrong to call it. What I meant was I felt badly about Klusziewski hitting the ball into the stands because it wasn't going to count once I had called time.\"\nHurley set the tone for his reputation as a stickler for the rules during his first American League game. Hurley called a runner out for running around the bases in reverse order. He stood up to veteran umpires &lt;a href=\"Bill%20Summers%20%28umpire%29\"&gt;Bill Summers (umpire)&lt;/a&gt; and Charlie Berry after making the obvious but unpopular call. Hurley's decision was later upheld by American League arbiters on appeal.\nHurley also appeared as an anonymous guest in a &lt;a href=\"http%3A//www.yourememberthat.com/media/5834/Umpire_Ed_Hurley_on_Whats_My_Line/%23.U-JCP2OTIgI\"&gt;1953 episode of \"What's My Line\"&lt;/a&gt;, just hours after officiating as an umpire in the fifth game of the 1953 World Series between the New York Yankees and the Brooklyn Dodgers. Journalist &lt;a href=\"Dorothy%20Kilgallen\"&gt;Dorothy Kilgallen&lt;/a&gt;, a regular guest on the show, correctly guessed Hurley's line of work shortly after shaking hands at the beginning of the segment. Kilgallen, author of \"The Voice of Broadway\" column that was under syndication with more than 146 newspapers, appeared with &lt;a href=\"Steve%20Allen\"&gt;Steve Allen&lt;/a&gt;, &lt;a href=\"Arlene%20Francis\"&gt;Arlene Francis&lt;/a&gt;, &lt;a href=\"Bennett%20Cerf\"&gt;Bennett Cerf&lt;/a&gt; and host John Daly. That was only the fifth time in the history of the show when anyone guessed the occupation of a \"What's My Line\" guest during the free guess period. Hurley shared details of an incident during the World Series game that day where police had to be called to an apartment near the stadium. He noted that the apartment's occupant had been flashing a mirror in the eyes of certain Yankee players when they stepped up to bat.\nPlayer and manager ejections.\nHurley's ejection record was among the highest in the major leagues. According to Retrosheet statistics, Hurley had 110 total ejections in his American League career. Wikipedia's Major League Baseball umpiring records reports Hurley as ranking 13th in total ejections and in 3rd place for ejections in American League history.\nThe first player ejected by Hurley was Boston Red Sox catcher, &lt;a href=\"Birdie%20Tebbetts\"&gt;Birdie Tebbetts&lt;/a&gt;, on June 9, 1947, for arguing over a pitch call. This was just a few weeks after Tebbetts was traded by the Tigers to the Red Sox, an early sign of Hurley's willingness to treat all teams and players the same, even members of his home state's team in Hurley's first A.L. season. Hurley's final ejection, number 110 in August 1965, was Detroit's &lt;a href=\"Hank%20Aguirre\"&gt;Hank Aguirre&lt;/a&gt; for bench jockeying.\nThe 1959 World Series featured the first ejection of a Series team manager in more than 25 Years. &lt;a href=\"Charley%20Dressen\"&gt;Charley Dressen&lt;/a&gt;, coach of the Los Angeles Dodgers, was ejected by Ed Hurley in the fourth inning of the final game when he refused to stop arguing with plate umpire, &lt;a href=\"Frank%20Dascoli\"&gt;Frank Dascoli&lt;/a&gt;'s, ball and strike calls. Hurley was working at first in that game, and warned Dressen to \"shut up.\" Dressen reportedly responded, \"You shut up,\" and was ejected. This was the first ejection since &lt;a href=\"Heinie%20Manush\"&gt;Heinie Manush&lt;/a&gt; of the Senators was removed from a Series game by Umpire &lt;a href=\"Charley%20Moran\"&gt;Charley Moran&lt;/a&gt; in the 1933. After that incident, the Baseball Commissioner reserved the right to dismiss Series players. However, that did not extend to managers.\nOne of Hurley's last ejections was Red Sox manager &lt;a href=\"Johnny%20Pesky\"&gt;Johnny Pesky&lt;/a&gt; on July 20, 1964, in a game against the Twins. Hurley overruled a ground rule double call when the ball hit the top of Fenway's Green Monster. Hurley ruled it a home run for the Twins, and Pesky was ejected for arguing the call.\nHurley reflects on his ejection of Yogi Berra in an April 1967 Christian Science Monitor report, after running into &lt;a href=\"Yogi%20Berra\"&gt;Yogi Berra&lt;/a&gt; while Hurley was working as Road Secretary for the A's: \"Yogi, it seems, whirled around to object to a call, and bumped Hurley. \"I had to flag him for that\", says Ed. \"and when I did, Yogi kept repeating, 'I didn't mean it, I didn't mean it'\". \"Finally I had to tell him to get out, and he said 'Okay, but I'll be waiting for you at the steps after the game and you gotta listen to me.'\" Sure enough, after the game, there stood Yogi waiting for Hurley. Again he started, \"You gotta believe me, I didn't mean it.\" \"Please Yogi, not now\", said Hurley, \"It's been a hot game, and I'm tired. I want to go take a shower. Forget it.\" \"Okay\", said Berra. \"But I'll be right here when you come out.\" Thirty minutes later in the deserted park, there stood Berra when Hurley came out with the others. \"All I want to tell you\", said Yogi, is that I didn't mean to bump you. I want you to say you believe me.\" \"I believe you\"', said Hurley. \"We're friends?\", said Berra. \"We're friends\", said Hurley. \"He's such a great guy\", says Hurley now, \"I explained everything in my report and Yogi got fined only $50 with no suspension.\"\"'\nForced retirement after Hurley cofounds A. L. Umpires Committee.\nHurley, a Holyoke, Massachusetts native, was forced to retire at the end of the 1965 baseball season, after officiating 19 years in the American League. League rules were amended around that time to require mandatory retirement of umpires at the age of 55 years. Ed Hurley, Joe Paparella and &lt;a href=\"Bill%20McKinley\"&gt;Bill McKinley&lt;/a&gt; were the first subjected to mandatory retirement enforcement actions.\nHurley said in a February 1966 Sporting News article, \"\"I haven't retired; They are forcing me to retire. They are trying to put me in a wheelchair, but I'm not ready to get into it. I'm going to fight this thing all the way to the Commissioner's office if I have to. And if I don't get any satisfaction from him (&lt;a href=\"William%20Eckert\"&gt;William Eckert&lt;/a&gt;), I'll hire an attorney. ... I don't know of any business in the world that would do something like this to a man. Even a dog gets more consideration than we did. Why, even if an umpire is fired - if he's the worst in the business - he gets 10 days' notice. We got two days. Still they say we retired; Well, I didn't.\"\"\nHurley unsuccessfully objected to the ruling and what he believed was an inappropriate manner of notice by American League officials, claiming that the last-minute rule change the previous year allowed umpires to retire at 55 and collect their $5,000 pension early, but did not require them to retire until age 60. But sometime between Ed Hurley's meeting with American League President, &lt;a href=\"Joe%20Cronin\"&gt;Joe Cronin&lt;/a&gt;, on December 23, 1965, and the letter notifying Hurley of his forced retirement on December 29, the 55 retirement age became mandatory. Hurley had been one of the leading advocates for umpire rights, among the American League's 20 umpires serving in 1965.\nA.L. President Cronin offered his perspective on how things went down with the decision to retire Hurley and his two senior colleagues. In a February 26, 1966 report in the Sporting News, Cronin said, \"Last August [August 1965] a committee representing the umpires came into the office and asked for 20 different points. Call them fringe benefits if you like. One of the benefits they sought was retirement at 55 with a pension. ... In order to put this new pension plan into practice, I thought it only sensible to hire three new umpires, which we did. That meant we had to make room for them. So we simply went by the same plan the umpires themselves proposed and retired three who had reached the age of 55. They asked for it themselves. ... There was nothing personal in all of this. It was all business.\"\nEd Hurley expressed his opinion in the February 1966 Sporting News interview that it was ironic that one of the three replacements for him and the two other umpires forced to retire was a 51-year-old rookie. Hurley noted that &lt;a href=\"Emmett%20Ashford\"&gt;Emmett Ashford&lt;/a&gt;, the first black American League umpire, would himself face mandatory retirement in just four years. Hurley said that the five year optional period made more sense for himself and Ashford, who would likely prefer to stay on for a period of time after his 55th birthday. When Hurley died four years later in 1969, it was also the end of the year that Ashford turned 55 and under A.L. rules was required to retire. Ashford, however, was allowed to be the first American League umpire to break the mandatory retirement age of 55. Ashford went on to officiate in the 1970 season, the year that marked the founding of the first official union of American and National League umpires, the &lt;a href=\"Major%20League%20Umpires%20Association\"&gt;Major League Umpires Association&lt;/a&gt;, one year after Hurley's passing.\nPost-retirement Major League career.\nHurley took a position with the Minnesota Twins as a scout during July and August 1966. In January 1967, Hurley moved over to the Kansas City Athletics organization as Traveling Secretary, where he served as a scout and public relations executive for Athletics' owner Charlie Finley. Hurley and his two colleagues were replaced in the 1966 season by the first black umpire to serve in the American League, \n&lt;a href=\"Emmett%20Ashford\"&gt;Emmett Ashford&lt;/a&gt; (age 51) from the Pacific Coast League; &lt;a href=\"Marty%20Springstead\"&gt;Marty Springstead&lt;/a&gt; (age 28), whom Hurley had previously mentored, and &lt;a href=\"Jerry%20Neudecker\"&gt;Jerome (Jerry) Neudecker&lt;/a&gt; (age 35) from the Southern League. Springstead and Neudecker each umpired in the American League through 1985.\nHurley player and baseball management perspectives.\nHurley's hometown paper, the Holyoke Transcript, on the occasion of his passing in 1969, reported a few quotes from previous interviews with Hurley over the years. While Hurley respected his bosses, umpire-in-chief &lt;a href=\"Cal%20Hubbard\"&gt;Cal Hubbard&lt;/a&gt; and A.L. President &lt;a href=\"Joe%20Cronin\"&gt;Joe Cronin&lt;/a&gt;, he did not fear them. According to the Transcript report, \"He could tell them off as easily as he could read out a ballplayer. That was the Hurley trademark, fearless under fire.\"\nHurley said &lt;a href=\"Joe%20DiMaggio\"&gt;Joe DiMaggio&lt;/a&gt; was the greatest ballplayer he ever observed. He thought that &lt;a href=\"Ted%20Williams\"&gt;Ted Williams&lt;/a&gt; was the best hitter, and Hurley had great respect for Williams' disposition at the plate. According to Hurley in the 1969 Holyoke Transcript report, \"He would never look back at an umpire, no matter what you called. You could call a strike in the dirt and Williams wouldn't turn around.\"\nFamily.\nEd Hurley married Eileen Mulvihill on February 27, 1933. They had three children, Edwin Henry Hurley Jr., Mary Ellen (Doyle) and Anne Marie (Sullivan). Hurley died in Boston at 61 on November 12, 1969."
}