{
    "id": "33894556",
    "revid": "43168957",
    "url": "https://en.wikipedia.org/wiki?curid=33894556",
    "title": "Portsmouth F.C. (basketball)",
    "text": "Portsmouth F.C. Basketball Club are a British professional &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; team based in &lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt;, &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, that played in the top league of UK basketball from 1985 to 1988. They won the league championship in the 1986–87 and 1987–88 seasons and also reached four major cup finals, including those of all three main domestic knockout competitions in 1987–88.\nVirtually all home games were played at the &lt;a href=\"Mountbatten%20Centre\"&gt;Mountbatten Centre&lt;/a&gt; in Portsmouth, which had bleacher seating on either side plus a balcony around one end and one side. Part of the side balcony was reserved for directors and guests. Two matches in 1986–87 and two in 1984–85 were hosted by &lt;a href=\"Havant%20Leisure%20Centre\"&gt;Havant Leisure Centre&lt;/a&gt; (eight miles away), one in 1984–85 by &lt;a href=\"Fleming%20Park%20Leisure%20Centre\"&gt;Fleming Park Leisure Centre&lt;/a&gt; in &lt;a href=\"Eastleigh\"&gt;Eastleigh&lt;/a&gt; (23 miles) and one in 1984–85 by Winchester Recreation Centre (30 miles).\nFormation and 1984–85 season.\nThe club was created when &lt;a href=\"Portsmouth%20Football%20Club\"&gt;Portsmouth Football Club&lt;/a&gt; chairman John Deacon, having failed in a 9 January 1985 bid to buy Eastleigh-based &lt;a href=\"Solent%20Stars\"&gt;Solent Stars&lt;/a&gt;, instead bought another top division club, &lt;a href=\"Telford%20Turbos\"&gt;Telford Turbos&lt;/a&gt;, on 16 January and moved it to Portsmouth midway through the 1984–85 season.\nFor an undisclosed sum, Deacon acquired a range of basketball equipment, nine players – Dave Treasure, Steve Nelson, Pat Morrison, Marty Headd (later replaced by Mike Owen), Ian Pollard, Lee Irwin, Dave Harris, Julian Taithe and Dale Shackleford – and the franchise of a club lying bottom of the table after losing all of its 13 league matches up until that point.\nWith no relegation planned from the top division that season, he did not plan an extensive revamp of the team, but he did recruit Danny Palmer as coach on 17 January.\nIn the longer term the club, officially known as Portsmouth FC Basketball Club but simply 'Portsmouth' for promotional purposes, would have its office and players' base at Portsmouth FC's Fratton Park stadium, and use the Mountbatten Centre as its regular home court.\nBut to begin with the players remained based in the Midlands and football club secretary Bill Davis was handed the responsibility of finding dates and venues for the team's eight remaining home games.\nTheir first appearance under the Portsmouth FC banner was an away game on 19 January at Solent, who had gone to Telford earlier in the season and beaten them 123–87 in a match played in a former aircraft hangar.\nThis time a near capacity crowd at Fleming Park saw Portsmouth open an 11-point lead in the first half. Solent came back to lead 50–48 at half-time but midway through the second half Portsmouth led 73–72, before a final burst from the home side gave them a 106–91 victory. Americans Headd (32 points) and Shackleford (24 points) top scored for Portsmouth, while 17-year-old Nelson began a Portsmouth career that would ultimately last as long as the club.\nA burst pipe which delayed work on the Mountbatten Centre's main sports hall floor meant Portsmouth were back at Fleming Park on 26 January, this time for a 'home' clash with league leaders &lt;a href=\"Kingston%20Kings\"&gt;Kingston Kings&lt;/a&gt;. Admission prices were set at £2.50 for adults and £1 for juniors.\nPortsmouth had to borrow Kingston's red kit as they only had a white strip available and league rules at the time insisted that away teams wore white. The court was less than half full of spectators and the match did little to create an atmosphere, with Portsmouth trailing 20–8 after five minutes and 51–34 at half-time before finally losing 115–72. Again the Americans led the scoring, Shackleford netting 31 points and Owen 22, with nobody else in double figures for Portsmouth.\nA 91–79 defeat at Doncaster Panthers followed before the team made their Mountbatten Centre debut against Hemel &amp; Watford Royals on 10 February, with one side of the bleachers used. Portsmouth led 23–19 midway through the first half but trailed 56–38 by the interval and eventually lost 104–79. Shackleford and Owen hit 25 and 24 points respectively, while future Portsmouth star Mike Spaid scored 17 for Hemel.\nBill Davis completed his fixture-fixing task on 12 February, giving Portsmouth four different venues for their first four home games by arranging for the Manchester United match to take place at Winchester Recreation Centre. Four days later Danny Palmer signed a two-year contract, with his coaching role to become full-time in April 1985.\nThe trip to Leicester Riders on 16 February ended in a 109–85 loss, but Portsmouth's first appearance at Havant Leisure Centre the following day offered the chance to climb off the foot of the table, if they could beat Bolton &amp; Bury Hawks – who had one win to their name, against the former Turbos – by more than their margin of defeat at Bolton.\nAgain the match was played with seating on only one side of the court, and the initial part-time nature of Palmer's coaching role was illustrated by his absence from the arena as he was already committed to commentating on another game for Channel 4 television that day, but the players defied the low-key nature of the occasion to grab the opportunity. They blasted into a 12–0 lead in the first three minutes, extended this to 21–5 midway through the first half and went in at the interval with a 42–25 advantage.\nAfter the break Treasure and Harris fouled out, and when Irwin dislocated an elbow Portsmouth were down to just six players. But they refused to let Bolton back into the game and secured their first victory at the sixth attempt, the 84–68 scoreline also proving enough to move them off the bottom. Owen scored 23 points, Shackleford 15 and Pollard 11.\nThe euphoria did not survive the trip to Winchester, where Portsmouth lost 96–67 to Manchester United. Shackleford hit 26 for the hosts while another future Portsmouth player, Colin Irish, netted 18 for United. Portsmouth then had a third glimpse of their future in their next away game, with Alan Cunningham starring for the Worthing Bears as they beat Portsmouth 99–87 despite another 32 points from Shackleford.\nA crowd of 300 attended the next home game, an 82–77 defeat by Bracknell Pirates at Havant in which Shackleford added another 38 points to his tally. Danny Palmer then made his first signing in preparation for the 1985–86 season, recruiting guard Joel Moore from Brixton Topcats.\nFour matches remained in the last nine days of the season for this first group of Portsmouth players, three at the Mountbatten Centre sandwiching a Thursday night trip to Manchester Giants.\nJohn Deacon, who joined the team on the bench for the home game with Sunderland Maestros, acknowledged that most of them would not be around the following season due to the club's higher ambitions but was delighted with their attitude and performances in their short time wearing Portsmouth vests.\nThey began this final burst of games on 2 March at home to Crystal Palace. Trailing 54–45 at the interval, Portsmouth tied the second half to eventually lose 103–94, with Shackleford hitting 39 and Owen 24.\nThe following day they ran Sunderland even closer, just 43–41 behind at half-time and briefly ahead 76–73 as the match neared its climax. Shackleford surpassed all his previous efforts by scoring 44 points, but Sunderland had a six-point lead before Treasure sank a three-pointer on the buzzer to narrow their margin of victory to 88–85.\nShackleford scored another 33 at Manchester Giants, who beat Portsmouth 80–73, before the curtain came down at home to Birmingham Bullets on 10 March. A fourth future Portsmouth player, Karl Tatham, appeared against them, scoring 12 points, but the day was all about whether the departing players could record a second victory to say farewell. At half-time it was a possibility, with Portsmouth only down 42–36, but Birmingham extended their lead to 21 points before a late home surge took the final score to 86–79 in the visitors' favour. Owen scored 23 points but for the final time it was the Dale Shackleford show, as Portsmouth's star American defied five stitches in a hand to sign off with 36.\nMajor investment.\nIn the summer of 1985 John Deacon provided the budget to bring a host of star players to the south coast. On 26 April Dan Lloyd was signed from Manchester Giants, along with former Crystal Palace player Joe White who had been at university in the US, to Join the retained Steve Nelson and Dave Harris plus the recently signed Joel Moore. Soon to follow were Alan Cunningham, from Worthing, Colin Irish, from Manchester United, Larry Dassie, Trevor Anderson, Kalpatrick Wells, Andrew Bailey, Eddie Fontaine and Michael Hayles.&lt;ref name=\"Solent85/6\"&gt;&lt;/ref&gt;\n1985–86 season.\nThe new Portsmouth line-up, with an all-blue first choice strip and all-white change colours, played on a green and terracotta roll-out carpet court at the Mountbatten Centre during 1985–86. After remaining unbeaten in a series of friendlies, including one against a German side at the Mountbatten Centre on 8 September, they made a tremendous start to the season, winning their first 16 matches, including 11 in the league. The first match was a 96–91 home National Cup win over &lt;a href=\"Crystal%20Palace%20%28basketball%29\"&gt;Crystal Palace&lt;/a&gt; on 20 September 1985, followed by their first league game two days later, an 83–68 home victory over Solent.\nOn 23 October Portsmouth went to the &lt;a href=\"Tolworth%20Recreation%20Centre\"&gt;Tolworth Recreation Centre&lt;/a&gt; in &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt; and beat league champions Kingston 99–86. There was now a fierce battle for supremacy between these teams which defined Portsmouth's period in the UK game. The easy 65-mile drive up and down the &lt;a href=\"A3%20road\"&gt;A3&lt;/a&gt; also meant large away followings for both clubs in these matches.\nInterest was rising among the Portsmouth public and on 9 November the home game against &lt;a href=\"Manchester%20United\"&gt;Manchester United&lt;/a&gt;, another team owned by a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club, was watched by 1,064 people. Led by a 22-point performance from Larry Dassie, Portsmouth won 72–71.\nThe unbeaten run ended in the National Cup semi-finals, which were both held at the &lt;a href=\"Aston%20Villa%20Leisure%20Centre\"&gt;Aston Villa Leisure Centre&lt;/a&gt; in &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; in a 'final four' day on 15 December covered by &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt;. After following up their first round win over Crystal Palace with a victory away to second-tier side &lt;a href=\"London%20Borough%20of%20Tower%20Hamlets\"&gt;Tower Hamlets&lt;/a&gt; and a quarter-final success at &lt;a href=\"Tyneside\"&gt;Tyneside&lt;/a&gt;, they faced another tussle with Kingston.\nBut when Joel Moore suffered serious eye injuries in a road accident, American guard Jose Slaughter was brought in to replace him. This meant an enforced absence for Alan Cunningham, as only two overseas players could be selected for any game, and the revised Portsmouth line-up suffered a 75–92 defeat which denied them a trip to the &lt;a href=\"Royal%20Albert%20Hall\"&gt;Royal Albert Hall&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt; for the final.&lt;ref name=\"PortsmouthDiary86/7\"&gt;Pages 92–94 \"Portsmouth F.C. Official Diary Yearbook 1986/7\" (Published by Eagle Football Diaries Limited, 63b Lansdowne Place, Hove, East Sussex BN3 1FL)&lt;/ref&gt;\nIn the next game, three days before Christmas, mid-table &lt;a href=\"Hemel%20%26amp%3B%20Watford%20Royals\"&gt;Hemel &amp; Watford Royals&lt;/a&gt; inflicted their first league defeat with a shock 82–79 win at the Mountbatten Centre, despite Kalpatrick Wells hitting 20 for the hosts. Another Sunday afternoon home loss followed on 12 January 1986, &lt;a href=\"Leicester%20Riders\"&gt;Leicester Riders&lt;/a&gt; pipping Portsmouth 114–113. But six victories in 18 days set up what was expected to be a title decider at home to Kingston on 5 February.\nA crowd of 1,511 crammed into the Mountbatten Centre, standing three deep on the balcony and sitting on the floor in front of the bleachers. Kingston, in red vests and yellow shorts, dominated the early exchanges and took a 2–15 lead, but Portsmouth outscored them by two points to one in the remainder of the first half. They took the lead at 24–21 and held their biggest advantage, 16 points, at 58–42 before a Martin Clark basket made it 58–44 at half-time.\nKingston made some inroads after the break but when Colin Irish sank a three-pointer with 4 minutes 34 seconds to go Portsmouth still looked in control at 103–95. Two quick turnovers then cost them four cheap points, but the hosts regained command at 106–99 with 3 minutes 30 seconds left.\nThe pace of the game then quickened and baskets were traded, but Portsmouth still led 112–109 with 1 minute 23 seconds remaining. Steve Bontrager, who had scored Kingston's previous four points, sank two free-throws to draw Kingston within one, then with 63 seconds on the clock Kalpatrick Wells dunked to make it 114–111 to Portsmouth and drew a foul in the process. Kingston instantly called a time-out.\nWhen the teams returned to the court amid a frenzied atmosphere, Portsmouth allowed victory to slip away. Wells missed his free-throw after the foul, then with 50 seconds remaining Joel Moore fouled Bontrager as he launched a three-point shot. Bontrager made all three from the line to tie the score at 114.\nOn Portsmouth's next offence Dan Lloyd moved deep into Kingston territory, only for Bontrager to steal the ball near the endline. Bontrager dribbled into the Portsmouth half, set up a diversionary play then drove through the lane and shot off the glass to put Kingston 114–116 ahead, their first lead in more than half an hour of play.\nWith five seconds left Portsmouth worked the ball up the court to Irish, who was fouled just outside the three-point line. He hurled up a shot which barely found the backboard in an effort to have it called a shooting foul, but the officials deemed that the foul was committed before the shot. With Kingston in team fouls the rules at the time dictated that Irish, Portsmouth's top scorer on the night with 34 points, would have a 'one and one' – make the first free-throw to receive a second – with one second on the clock.\nIrish's first shot bounced twice on the rim, players of both sides fought for the rebound and eventually Clark pawed the ball to safety as the buzzer sounded. The Portsmouth players disappeared straight out of the arena as the Kingston contingent celebrated on their court.\nWithin three days two more defeats at &lt;a href=\"Brunel%20Uxbridge\"&gt;Brunel Uxbridge&lt;/a&gt; and Manchester United had ended Portsmouth's title bid, with United ultimately going on to win the crown. Portsmouth won three of their last four league games to finish third, but Danny Palmer resigned and Alan Cunningham took on a caretaker coach role for the remainder of the campaign.\nPortsmouth played sixth placed &lt;a href=\"Birmingham%20Bullets\"&gt;Birmingham Bullets&lt;/a&gt; in the National Championship – commonly known as the playoffs – quarter-finals, and having opened with a 92–86 away win they had two chances at home to secure the best-of-three series and a trip to &lt;a href=\"Wembley%20Arena\"&gt;Wembley Arena&lt;/a&gt; for the 'final four' weekend on 21 and 22 March. But 85–93 and 91–95 defeats ended their hopes and left them with just the British Masters trophy to play for.\nThe British Masters began early in the season, Portsmouth beating lower division sides &lt;a href=\"Caercastell\"&gt;Caercastell&lt;/a&gt; and &lt;a href=\"Plymouth%20Raiders\"&gt;Plymouth Raiders&lt;/a&gt; away in the opening rounds. Victory at home to &lt;a href=\"Bracknell%20Pirates\"&gt;Bracknell Pirates&lt;/a&gt; at the end of October took them into the second qualifying stage in March, when they won 82–74 at Hemel &amp; Watford and finished the job with a 101–99 success in the second leg. That brought a quarter-final with Crystal Palace, and expectations were raised by a comeback from 16 points down to win 108–107 at the &lt;a href=\"National%20Sports%20Centre\"&gt;National Sports Centre&lt;/a&gt;. But again it went wrong at home, and a 106–118 defeat brought a premature end to Portsmouth's season on 26 March 1986.\n1986–87 season.\nThe carpet, original kits and caretaker coach had gone when action resumed, as had many of the team. Slaughter, Dassie, Wells, Bailey, Harris and Hayles departed, while Lloyd became player-coach. New faces were American Danny Williams, Mike Spaid from Hemel &amp; Watford Royals, and Karl Tatham. Trevor Anderson was in the squad at the start but his number 4 vest was later filled by American Lawrence Held.\nThe new team began with a 94–87 home win over Leicester on 20 September 1986, but they suffered a setback at home to Kingston a week later. Steve Nelson missed a free throw with the scores tied at 93 at the end of the game, and the visitors pulled away to win 106–97 in overtime despite a 32-point haul from Colin Irish.&lt;ref name=\"PortsmouthDiary87/8\"&gt;Pages 90–94 \"Portsmouth F.C. Official Diary Yearbook 1987/8\" (Published by Eagle Football Diaries Limited, 63b Lansdowne Place, Hove, East Sussex BN3 1FL)&lt;/ref&gt;\nEleven league wins in a row kept them well in contention for the title but the run ended with an 89–74 defeat in the return game at Leicester on 9 January 1987.\nSix more wins followed before another decisive clash with Kingston at Tolworth on 11 February. Portsmouth needed to win by at least ten points to win the 'head to head' contest with Kingston and move to the top of the league. Colin Irish hit two three-pointers in the opening seconds and Portsmouth ran out 106–88 winners.\nThe title was confirmed when Alan Cunningham made a lay-up with two seconds left to secure a 90–88 victory away to Hemel &amp; Watford at the &lt;a href=\"Dacorum%20Leisure%20Centre\"&gt;Dacorum Leisure Centre&lt;/a&gt; in &lt;a href=\"Hemel%20Hempstead\"&gt;Hemel Hempstead&lt;/a&gt; on 18 February.\nThe trophy was presented after the final home game two nights later, an 85–90 defeat by Manchester United. All the seating tickets were sold in advance and the balcony began to fill up two hours before tip-off.\nThird place in the league in 1985–86 had given Portsmouth a place in the Korac Cup, and their first venture into European competition brought a 96–76 home win over Yugoslavian side &lt;a href=\"Sibenka\"&gt;Sibenka&lt;/a&gt; on 1 October 1986. The return a week later ended in an 89–62 defeat and a seven-point loss on aggregate.\nThey went much further in the National Cup. Their 121–81 home win over second-tier side &lt;a href=\"Lambeth%20Topcats\"&gt;Lambeth Topcats&lt;/a&gt;, with 24 points from Alan Cunningham, was followed by a comfortable 127–99 success at Hemel &amp; Watford which took them to another Channel 4 semi-final day at the Aston Villa Leisure Centre on 30 November. Karl Tatham's lay-up in the last few seconds saw Portsmouth squeeze past &lt;a href=\"Calderdale%20Explorers\"&gt;Calderdale Explorers&lt;/a&gt; 82–78&lt;ref name=\"Solent86/7\"&gt;&lt;/ref&gt; to set up a final against holders Kingston at the Royal Albert Hall on 15 December.\nColin Irish was forced to miss the game with a knee injury, and in his absence Danny Williams led Portsmouth's first half scoring with 11 points as Kingston took a 51–41 advantage into the interval in front of a crowd of 4,200. For the fifth and final year in a row Channel 4 showed the second half live, and Alan Cunningham got their coverage off to a flying start with a dunk straight from the tip-off.\nBaskets were traded in the early stages of the second half and with 12 minutes 20 seconds left Kingston led 64–56. Then a Steve Nelson jumper, a bank shot from Joel Moore, another jumper from Danny Williams and an 18-foot effort from Nelson suddenly drew Portsmouth level at 64 and forced Kingston coach Kevin Cadle to call a time-out with 10 minutes 47 seconds remaining.\nAfter the resumption a three-pointer from Moore and a jumper from Karl Tatham kept Portsmouth in touch, trailing only 71–69, but then Dan Davis, Doug Lloyd and Steve Bontrager stretched the lead again to 78–69 and Portsmouth coach Dan Lloyd asked for a time-out with 7 minutes 37 seconds on the clock.\nKenny Scott's jumper from the corner then stretched Kingston's lead to 11 points, and although Mike Spaid, Cunningham, Tatham, Moore and Williams kept the scoreboard ticking over for Portsmouth, they could not get back to within one basket of their opponents.\nCunningham's put-back made it 86–81 with four minutes left, but Doug Lloyd's three-pointer and Davis's bank shot then gave Kingston a ten-point cushion. A pair of free-throws from Cunningham, a floater from Williams and a Spaid jump shot dragged Portsmouth back to 91–87 with 58 seconds to go, but that was the end of their challenge as Martin Clark finished the scoring with two free-throws and a lay-up from a Bontrager pass to clinch a 95–87 win for Kingston.\nAlan Cunningham was Portsmouth's top scorer with 20 points, followed by Danny Williams (18) and Mike Spaid (16). Kingston captain Steve Bontrager, accompanied by his two children, was presented with the National Cup, and the Most Valuable Player award went to Dan Davis.&lt;ref name=\"EBBAp129/130\"&gt;Pages 129–130 \"English Basketball Association National Competitions Handbook 1999/2000\"&lt;/ref&gt;\nAfter clinching first place in the league Portsmouth wrapped up their playoff quarter-final with eighth placed Hemel &amp; Watford in two games, and turned their attention to the British Masters while waiting for Wembley weekend. Birmingham and &lt;a href=\"Derby%20Rams\"&gt;Derby Rams&lt;/a&gt; were eliminated to set up yet another meeting with Kingston in the semi-final. Portsmouth lost 107–103 at Tolworth but led by four points at the end of normal time at the Mountbatten Centre on 25 March. As the two-legged tie was decided on aggregate, the second leg went into overtime. Again Portsmouth held a four-point lead at the buzzer, but Kingston got the upper hand in a second period of overtime, eventually winning the game 135–133 and the tie by six points.\nPortsmouth played &lt;a href=\"BCP%20London\"&gt;BCP London&lt;/a&gt; in the first playoff semi-final at Wembley Arena on 3 April, and fell to a 106–102 defeat against a BCP side inspired by Argentinian star Julio Politi. They earned some consolation the following day by beating Manchester United 99–89 in the third place match.\nAn 'International All Star' tournament was held at the Mountbatten Centre on 29 and 30 December, featuring Portsmouth, Solent, &lt;a href=\"Sao%20Paulo\"&gt;Sao Paulo&lt;/a&gt; from Brazil and the &lt;a href=\"Australian%20Institute%20of%20Sport\"&gt;Australian Institute of Sport&lt;/a&gt;. Portsmouth beat the Australians 104–44 in their semi-final and then defeated Solent 103–95 in the final.\nLarry Dassie, who had left Portsmouth just a few months before, died in a road accident in December 1986. As a tribute to him, and to raise some money for his family, the Larry Dassie Testimonial Match was held at the Mountbatten Centre on 12 April 1987. The players of Portsmouth and Kingston suspended hostilities for the evening and formed two mixed teams who produced a 114–114 tie.\n1987–88 season.\nDan Lloyd finally swapped tracksuit for suit in 1987–88, concentrating solely on coaching. Held, Fontaine, White, Moore and Williams also left the playing staff. Coming in were Americans Marc Glass and Kenny Stancell, soon to be replaced by Rich Strong, local star Jason Colgan, Roy Lewis and Russell Taylor. Larry Dassie's number 8 vest, vacant since he left the club at the end of 1985–86, was officially retired as a further tribute to him.\nPortsmouth played five games in five days in France&lt;ref name=\"Solent87/8\"&gt;&lt;/ref&gt; to prepare for the new season, clocking up 1,400 miles of travelling as they pitted their talents against French top division clubs. They lost to &lt;a href=\"Tours\"&gt;Tours&lt;/a&gt; and &lt;a href=\"Gravelines\"&gt;Gravelines&lt;/a&gt; in the first and last matches but won two of the other three.\nThey started their title defence with a 102–88 win at Solent on 19 September 1987, but a week later Manchester United pinched a 70–69 victory at the Mountbatten Centre to leave the champions playing catch-up again.\nIn their next league match Portsmouth gained instant revenge on Manchester United with an 81–73 win in the away game to start a run of seven successive league victories.\nThe sequence ended with a 99–82 hammering at Kingston on 25 November, but that was to prove Portsmouth's last-ever league defeat, as they reeled off 18 more league wins in a row to clinch back-to-back titles.\nFor three months though it was looking like a fruitless pursuit of Kingston, until Calderdale recovered from a poor start to win 89–82 at Tolworth on 14 February 1988.\nThis meant that six nights later Portsmouth needed merely to beat Kingston at the Mountbatten Centre to take over at the top, rather than having to repeat the previous season's 18-point success to win the head-to-head.\nJust like two years previously the balcony was packed, although this time a row of advertising boards prevented anyone sitting on the floor. The visitors wore a more conventional all-yellow strip and their supporters waved and released dozens of matching balloons, many grabbed and burst by some of the more partisan young Portsmouth supporters. At regular intervals the tunes of the '&lt;a href=\"Pompey%20Chimes\"&gt;Pompey Chimes&lt;/a&gt;' and &lt;a href=\"Mike%20Oldfield\"&gt;Mike Oldfield&lt;/a&gt;'s '&lt;a href=\"Portsmouth\"&gt;Portsmouth&lt;/a&gt;' were played on a drum and an amplified glockenspiel.\nThis pivotal clash matched the quality and pace of the 1986 encounter, but with more emphasis on defending and less long runs of scoring. Portsmouth edged into a 17–13 lead, Kingston responded to go up 23–24, the scores were level again at 35 then Portsmouth regained a four-point advantage, going into half-time leading 43–39.\nWith 11 minutes 20 seconds to go Portsmouth led 65–59, but they were held scoreless for more than two minutes as Kingston levelled at 65. Marc Glass and Steve Bontrager traded long two-pointers, then a Mike Spaid dunk and a Colin Irish basket gave Portsmouth daylight at 71–67 before a Bontrager three pulled Kingston back to within a single point.\nSpaid made it 73–70 but Irish's fourth foul could not stop Kenny Scott, whose free-throw drew Kingston level with 4 minutes 20 seconds left. Paul Stimpson then gave Kingston a 73–75 lead before Alan Cunningham took over, sinking four consecutive free-throws then stealing the ball and racing away for a lay-up to put Portsmouth 79–75 clear with 2 minutes 39 seconds remaining.\nColin McNish made one from the line and Dan Davis laid up to bring Kingston back to 79–78, then Rich Strong sank a pair of free-throws to edge Portsmouth clear again at 81–78.\nWith a minute remaining former Portsmouth star Joel Moore, who had received a frosty reception from the home fans on his return, tied the scores at 81 with a three-pointer from the top of the key.\nBut with just 48 seconds left McNish fouled out and Strong made both free-throws to put Portsmouth up 83–81. A desperate shot from Moore was blocked and Portsmouth broke clear, drew another foul and sank one final free-throw to win 84–81 and prompt joyous scenes among the home support.\nThere was still a little work to do, but victory at &lt;a href=\"Livingston%20%28basketball%29\"&gt;Livingston&lt;/a&gt; meant a 94–80 win at &lt;a href=\"Bolton%20%26amp%3B%20Bury%20Giants\"&gt;Bolton &amp; Bury Giants&lt;/a&gt; on 27 February retained the crown. The trophy was presented after a 109–57 last league game win over Crystal Palace at the Mountbatten Centre on 4 March.\nIn Europe, Portsmouth went to Czechoslovakia, where &lt;a href=\"Zbrojovka%20Brno\"&gt;Zbrojovka Brno&lt;/a&gt; took a decisive 94–76 lead after the first leg of their European Cup tie. Portsmouth gained some consolation with a 97–95 win in the return, but lost by 16 points on aggregate.\nPortsmouth reached the National Cup final again with home wins over Bracknell Tigers (85–82), &lt;a href=\"Sunderland%2076ers\"&gt;Sunderland 76ers&lt;/a&gt; (98–88) and, in a non-neutral semi-final, Manchester United (107–90), with Colin Irish scoring 27 points.\nBut a chipped bone in his right hand threatened Irish's participation in the final for the second year running, and reliable bench man Mike Spaid had only returned to training after an ankle injury just five days before the Royal Albert Hall encounter with Kingston on 14 December.\nA sell-out crowd of 6,000 and the Channel 4 cameras saw Portsmouth start with a line-up of Marc Glass, Steve Nelson, Alan Cunningham, Karl Tatham and Rich Strong against a Kingston starting five of Dan Davis, Steve Bontrager, Colin McNish, Joel Moore and Martin Clark.\nThe opening ten minutes of the first half passed with the scores tied at 18, but a lay-up and free-throw from Clark and a three-pointer by Bontrager suddenly opened a 26–18 lead for Kingston. Strong's lay-up brought it back to 26–20 before Irish entered the game with a strapped hand 7 minutes 10 seconds from half-time.\nSpaid carried the scoring load for Portsmouth, netting their next six points with a tip-in, lay-up and jump shot, before Cunningham hit another jumper to keep them in touch at 33–28. Clark then sank two free-throws and Moore a three-pointer to pull Kingston clear again at 38–28 with 2 minutes 48 seconds remaining in the half.\nCunningham dunked off a Tatham drive to make it 38–30, then Scott and Tatham exchanged jump shots before Irish went off without scoring as Portsmouth trailed 40–32. Spaid hit two free-throws before Davis dunked off a Scott pass to bring the curtain down on the first half with Kingston leading 42–34.\nA fast start to the second half saw Kingston leading 64–52 with just over 13 minutes left. Tatham hit a three-pointer but Moore went straight up the other end to hit another, his fifth from five attempts. Spaid, Mike Griffiths, Cunningham, Bontrager, Strong, Moore and Tatham all contributed to an exchange of baskets before Moore sank his sixth successive three-pointer and forced Portsmouth coach Dan Lloyd to call a time-out with his team trailing 76–63.\nWhen play resumed Clark extended Kingston's lead to 15 points with a pair of free-throws, but a Cunningham put-back from a rebound sparked a Portsmouth revival. Irish, who earlier in the match was so hampered by his injury that he resorted to taking and missing a one-handed free-throw with his left hand, drove through the lane to make it 78–67 and suddenly it was Kingston coach Kevin Cadle calling a time-out with 7 minutes 7 seconds left.\nTatham's jump shot and a Roy Lewis lay-up hauled Portsmouth back to 78–71, then Cunningham took over with a reverse dunk off a drive, two free-throws and a bank shot to close the gap to just 80–77 with 3 minutes 49 seconds remaining.\nBut Moore then hit his seventh three-pointer, Strong missed a pair of free-throws and Clark sank two from the line, effectively ending the contest at 85–77 before Kingston ran out 90–84 winners. Steve Bontrager, this time with only one of his children, lifted the trophy and Joel Moore received the MVP award.\nPortsmouth travelled to the &lt;a href=\"Granby%20Halls\"&gt;Granby Halls&lt;/a&gt; in &lt;a href=\"Leicester\"&gt;Leicester&lt;/a&gt; for the 'Tournament of Champions' on 1 January 1988, but after holding a 13-point lead in their semi-final with Kingston they unravelled to an 86–93 defeat in the last three and a half minutes.\nThe League Cup replaced the British Masters in 1987–88, and after home and away group stage victories over Solent and Bracknell, Portsmouth once again met Kingston in a semi-final. Portsmouth won the first leg at the Mountbatten Centre 94–87 on 23 March, but three nights later at Tolworth they trailed 80–72 with one second left and were seemingly heading out of the competition.\nThen Karl Tatham was fouled attempting a three-point shot on the buzzer. After lengthy discussion among the officials Tatham was awarded three free throws. He sank the first two then threw the third up towards the ceiling to celebrate Portsmouth's one-point aggregate victory.\nMarc Glass hit a three-pointer from the halfway line at the end of the first half of the final against Livingston at the Aston Villa Leisure Centre on 30 March, but that proved Portsmouth's high point of the evening as the Scottish side took the trophy with a 96–91&lt;ref name=\"BBLp21/22\"&gt;Pages 21–22 \"Basketball League 1996/7 Handbook\"&lt;/ref&gt; win.\nHome and away wins over eighth placed Solent in the playoff quarter-finals took Portsmouth back to Wembley Arena for the 'final four' weekend on 9 and 10 April, and this time they won their semi – beating Manchester United 98–90 – to ensure they achieved the hat-trick of major final appearances that season. But once again there was disappointment as Livingston inflicted another defeat, this time 81–72.\nSudden end.\nShortly after the season concluded John Deacon announced his intention to move his franchise to the newly built &lt;a href=\"Rivermead%20Leisure%20Centre\"&gt;Rivermead Leisure Centre&lt;/a&gt; in &lt;a href=\"Reading%2C%20Berkshire\"&gt;Reading&lt;/a&gt;, then in May 1988 he sold Portsmouth Football Club. With nobody offering to finance a basketball club in either Portsmouth or Reading, ownership of the franchise reverted to the league. Portsmouth FC Basketball Club's financial affairs were formally wound up in April 1989.\nCunningham and Irish's coastal tour.\nAlan Cunningham and Colin Irish maintained their south coast links during the rest of their careers. Together with Steve Nelson and Mike Spaid they formed the core of the &lt;a href=\"Worthing%20Bears\"&gt;Worthing Bears&lt;/a&gt;' top tier title winning side in 1992–93. They also found the secret to winning major knockout competitions, with three playoff titles and a National Cup before departing in 1996. Having played to the east of Portsmouth for Worthing, they then went west to Eastleigh in 1997, taking Solent to a third tier championship in 1997–98 and a second tier title in 1998–99.\nIrish made his last competitive appearance for Solent in a 63–80 second tier playoff final defeat against &lt;a href=\"Teesside%20Mohawks\"&gt;Teesside Mohawks&lt;/a&gt; at Wembley Arena on 6 May 2000, and his final game in England before moving to the United States came at the Mountbatten Centre on 30 May 2000, when he scored 15 points in a 103–100 overtime friendly victory for a &lt;a href=\"Portsmouth%20Pirates\"&gt;Portsmouth Pirates&lt;/a&gt; Select side against the &lt;a href=\"University%20of%20Gettysburg\"&gt;University of Gettysburg&lt;/a&gt;.\nCunningham, who scored 38 points in that game, had been due to retire too, but when Solent struggled with a young team the following season he made a comeback. His last game, at the age of 47, came in another second tier playoff final against Teesside, this time at the &lt;a href=\"Coventry%20Skydome\"&gt;Coventry Skydome&lt;/a&gt; on 12 May 2002. Solent lost 117–127 in double overtime but Cunningham played superbly, scoring 29 points, and in a fitting end to his career he had the ball in his hands as the final buzzer sounded.\nLeague tables.\n1985–86.\n\"(Crystal Palace were deducted one point)\"\n1986–87.\n\"(One of the Hemel v Bolton fixtures was not played and Bolton were deducted one point because of this)\"\nCompetitive results.\n1984–85.\n\"(Results and fixtures are incomplete for the Telford Turbos era but are complete from the start of the Portsmouth FC era on 19 January TEL – Home match while still Telford Turbos FP – Fleming Park Leisure Centre HLC – Havant Leisure Centre WRC – Winchester Recreation Centre)\"\n1985–86.\n\"(AVLC – Aston Villa Leisure Centre)\"\n1986–87.\n\"(*Recorded at as 105–97 HLC – Havant Leisure Centre AVLC – Aston Villa Leisure Centre RAH – Royal Albert Hall WEM – Wembley Arena)\"\n1987–88.\n\"(*Later renamed Crystal Palace RAH – Royal Albert Hall GH – Granby Halls AVLC – Aston Villa Leisure Centre WEM – Wembley Arena)\""
}