{
    "id": "3390830",
    "revid": "29771508",
    "url": "https://en.wikipedia.org/wiki?curid=3390830",
    "title": "Kohima district",
    "text": "Kohima District (pron:/ˈkəʊhɪˌmɑː or kəʊˈhiːmə/) is a &lt;a href=\"List%20of%20districts%20of%20Nagaland\"&gt;district&lt;/a&gt; of &lt;a href=\"Nagaland\"&gt;Nagaland&lt;/a&gt; state in &lt;a href=\"India\"&gt;India&lt;/a&gt;. It is the home of the &lt;a href=\"Angami%20Naga\"&gt;Angami&lt;/a&gt; &lt;a href=\"Naga%20people\"&gt;Naga&lt;/a&gt;s. As of 2011, it is the second most populous district of Nagaland (out of &lt;a href=\"List%20of%20districts%20of%20Nagaland\"&gt;12&lt;/a&gt;), after &lt;a href=\"Dimapur%20district\"&gt;Dimapur&lt;/a&gt; with a population of 267,988, 45% of which is urban. It is home to 13.55% of &lt;a href=\"Nagaland\"&gt;Nagaland&lt;/a&gt;'s entire population. The district headquarters is at &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt; City. Kohima District is also the seventh-largest district in &lt;a href=\"Nagaland\"&gt;Nagaland&lt;/a&gt; with an area of .\nHistory.\nPrior to India's independence, the area was part of &lt;a href=\"Naga%20Hills%20District%2C%20British%20India\"&gt;Naga Hills District&lt;/a&gt;, with &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt; as the district headquarters.\nKohima District was created as one of the three districts of the newly inaugurated of Nagaland state on 1 December 1961. In 1973 the new districts of &lt;a href=\"Phek%20district\"&gt;Phek&lt;/a&gt;, &lt;a href=\"Wokha%20district\"&gt;Wokha&lt;/a&gt; were created out of Kohima district, as in 1997 &lt;a href=\"Dimapur%20district\"&gt;Dimapur district&lt;/a&gt; was similarly carved out. The 2003 creation of Peren district left Kohima in its current form.\nGeography.\nKohima District has a hilly landscape - Kohima urban area, typical of the area, is stretched along the top of a mountain. It is bounded by &lt;a href=\"Tseminy%C3%BC%20district\"&gt;Tseminyü&lt;/a&gt; in the north, &lt;a href=\"Z%C3%BCnheboto%20district\"&gt;Zünheboto&lt;/a&gt; and &lt;a href=\"Phek%20district\"&gt;Phek&lt;/a&gt; district in the east, &lt;a href=\"Manipur\"&gt;Manipur&lt;/a&gt; in the south and &lt;a href=\"Ch%C3%BCmoukedima%20district\"&gt;Chümoukedima&lt;/a&gt; and &lt;a href=\"Peren%20district\"&gt;Peren&lt;/a&gt; districts in the east. It is headquartered at &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt;, which is at an altitude of above sea level. The highest peak in the district is Japfü in the Southern part of the district.\nFlora and fauna.\nIn 1980, Kohima District became home to the &lt;a href=\"Pulie%20Badze%20Wildlife%20Sanctuary\"&gt;Pulie Badze Wildlife Sanctuary&lt;/a&gt;, which has an area of . It is a natural habitat for &lt;a href=\"Tragopan%20blythii\"&gt;Blyth’s Tragopan&lt;/a&gt;.\nAdministration.\nKohima District is administered by a deputy commissioner, who has a number of additional deputy commissioners and sub-division officers (SDOs) with responsibilities for each of the administrative circles. There exists also a District Urban Development Agency for Kohima. The current &lt;a href=\"Deputy%20commissioner\"&gt;Deputy Commissioner&lt;/a&gt; of Kohima district is Gregory Thejawelie.\nKohima District is subdivided into the five administrative circles of Chiephobozou, Botsa, Kezocha, &lt;a href=\"Jakhama\"&gt;Jakhama&lt;/a&gt;, &lt;a href=\"Kohima\"&gt;Kohima Sadar&lt;/a&gt; and &lt;a href=\"Zubza\"&gt;Sechu-Zubza&lt;/a&gt;. These administrative circles are grouped into three Rural Development Blocks, which are Kohima (for Kohima Sadar and Sechu-Zubza), Chiephobozou (for Chiephobozou, Botsa and some of Kezocha) and Jakhama (for Jakhama and the rest of Kezocha).\nDemographics.\nAccording to the &lt;a href=\"2011%20census%20of%20India\"&gt;2011 census of India&lt;/a&gt; Kohima District has a &lt;a href=\"Demographics%20of%20India\"&gt;population&lt;/a&gt; of 267,988, of which 121,088 or 45% lived in urban areas. This gives it a ranking of 576th in India (out of a total of &lt;a href=\"List%20of%20districts%20in%20India\"&gt;640&lt;/a&gt;). Kohima district has a &lt;a href=\"sex%20ratio\"&gt;sex ratio&lt;/a&gt; of 928 &lt;a href=\"Women%20in%20India\"&gt;females&lt;/a&gt; for every 1000 males, and a &lt;a href=\"Literacy%20in%20India\"&gt;literacy rate&lt;/a&gt; of 85%.\nThe main indigenous inhabitants of Kohima District are the &lt;a href=\"Angami%20Naga\"&gt;Angami Naga&lt;/a&gt;s.\nReligion.\n&lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; is the largest religion in the district, followed by 87% of the people. &lt;a href=\"Hinduism\"&gt;Hinduism&lt;/a&gt; is the second-largest religion with 9.51% adherents. &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; and &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; form 1.64% and 0.57% of the population respectively.\nLanguages.\nThe following languages are spoken in Kohima District:\nTowns and villages.\nKohima Sadar circle comprises two towns:\nJakhama circle comprises ten towns and villages :\nChiephobozou circle comprises eighteen villages :\nSechu-Zubza circle comprises sixteen villages :\nKezocha circle comprises ten villages :\nBotsa circle comprises ten villages :\nGovernment and Politics.\nThe district has seven &lt;a href=\"List%20of%20constituencies%20of%20the%20Nagaland%20Legislative%20Assembly\"&gt;vidhan sabha constituences&lt;/a&gt;, namely, &lt;a href=\"Western%20Angami%20%28Vidhan%20Sabha%20constituency%29\"&gt;Western Angami&lt;/a&gt;, &lt;a href=\"Northern%20Angami-I%20%28Vidhan%20Sabha%20constituency%29\"&gt;Northern Angami-I&lt;/a&gt;, &lt;a href=\"Northern%20Angami-II%20%28Vidhan%20Sabha%20constituency%29\"&gt;Northern Angami II&lt;/a&gt;, &lt;a href=\"Kohima%20Town%20%28Vidhan%20Sabha%20constituency%29\"&gt;Kohima Town&lt;/a&gt;, &lt;a href=\"Southern%20Angami-I%20%28Vidhan%20Sabha%20constituency%29\"&gt;Southern Angami-I&lt;/a&gt; and &lt;a href=\"Southern%20Angami-II%20%28Vidhan%20Sabha%20constituency%29\"&gt;Southern Angami-II&lt;/a&gt;. The last &lt;a href=\"2018%20Nagaland%20Legislative%20Assembly%20election\"&gt;elections&lt;/a&gt; were held in 2018. The next &lt;a href=\"State%20legislative%20assemblies%20of%20India\"&gt;legislative assembly election&lt;/a&gt; will be held in 2023.\nAs part of the &lt;a href=\"Lok%20Sabha\"&gt;Lok Sabha&lt;/a&gt;, Kohima District is part of the &lt;a href=\"Nagaland%20%28Lok%20Sabha%20constituency%29\"&gt;Nagaland Lok Sabha constituency&lt;/a&gt;. In the &lt;a href=\"2019%20Indian%20general%20election%20in%20Nagaland\"&gt;2019 Indian general election&lt;/a&gt;, &lt;a href=\"Tokheho%20Yepthomi\"&gt;Tokheho Yepthomi&lt;/a&gt; of the &lt;a href=\"Nationalist%20Democratic%20Progressive%20Party\"&gt;NDPP&lt;/a&gt; won by 16,000 votes over his rival &lt;a href=\"K.L.%20Chishi\"&gt;K.L. Chishi&lt;/a&gt; of the &lt;a href=\"Indian%20National%20Congress\"&gt;Indian National Congress&lt;/a&gt;. The next general election is in &lt;a href=\"Next%20Indian%20general%20election\"&gt;2024&lt;/a&gt;.\nEconomy.\nAgriculture.\nAgriculture forms the major economic activity in the district. Most of the agriculturists in the district practice &lt;a href=\"Shifting%20cultivation\"&gt;Shifting cultivation&lt;/a&gt; or \"Jhum\" cultivation. The main crop in the district is &lt;a href=\"Paddy%20Field\"&gt;Paddy&lt;/a&gt;. &lt;a href=\"Maize\"&gt;Maize&lt;/a&gt; is another cereal produced in the district. Other major crops grown in the district are &lt;a href=\"Potato\"&gt;Potato&lt;/a&gt;es, &lt;a href=\"Ginger\"&gt;Ginger&lt;/a&gt;, &lt;a href=\"Soybean\"&gt;Soybean&lt;/a&gt; and &lt;a href=\"Vigna%20umbellata\"&gt;Ricebean&lt;/a&gt;. Among vegetables and fruits, &lt;a href=\"Pineapple\"&gt;Pineapple&lt;/a&gt;s, &lt;a href=\"Orange%20%28fruit%29\"&gt;Oranges&lt;/a&gt;, &lt;a href=\"Cabbage\"&gt;Cabbage&lt;/a&gt;s, &lt;a href=\"Tomato\"&gt;Tomato&lt;/a&gt;es, &lt;a href=\"Papaya\"&gt;Papaya&lt;/a&gt;s, etc. are grown throughout the district.\nAnimal husbandry.\n&lt;a href=\"Animal%20husbandry\"&gt;Animal husbandry&lt;/a&gt; acts as a supplementary income for the people in Kohima district. The sector also provides employment to small and marginal farmers. As per the Livestock Census in 2007, the most prevalent type of livestock in the district are &lt;a href=\"Fowl\"&gt;Fowl&lt;/a&gt;s, &lt;a href=\"Cattle\"&gt;Cattle&lt;/a&gt;s and &lt;a href=\"Pig\"&gt;Pig&lt;/a&gt;s.\nIndustry.\nThere are no large industries in the district. However, there are numerous &lt;a href=\"Small%20and%20medium-sized%20enterprises\"&gt;Small and medium-sized enterprises&lt;/a&gt;. The number of MSMEs registered in the district till 2009-10 numbered to 52 which employed around 571 persons. The &lt;a href=\"Angami%20Naga\"&gt;Angami Naga&lt;/a&gt;s in the district are skilled artisans and craftsmen.\nEducation.\nAs per the &lt;a href=\"2011%20Census%20of%20India\"&gt;2011 Census of India&lt;/a&gt;, Kohima District as a literacy rate of 85.23%. Literacy among the &lt;a href=\"Scheduled%20castes%20and%20scheduled%20tribes\"&gt;Scheduled Tribes&lt;/a&gt; stands at 83.86% with male literacy at 79.6% and female literacy at 88.45%. There are numerous colleges in the district.\nSports.\nFootball.\nKohima District is home to &lt;a href=\"Kohima%20Komets\"&gt;Kohima Komets&lt;/a&gt;, a professional &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club that plays in the &lt;a href=\"Nagaland%20Premier%20League\"&gt;Nagaland Premier League&lt;/a&gt;. The &lt;a href=\"Indira%20Gandhi%20Stadium%2C%20Kohima\"&gt;Indira Gandhi Stadium, Kohima&lt;/a&gt; is a multipurpose stadium mainly used for football. It has an &lt;a href=\"artificial%20turf\"&gt;artificial turf&lt;/a&gt;.\nWrestling.\n&lt;a href=\"Kene%20%28Naga%20wrestling%29\"&gt;Kene&lt;/a&gt; or Naga Wrestling is the most popular traditional sport in the region. The Naga Wrestling Championship held biennially at the &lt;a href=\"Khuochiezhie\"&gt;Khuochiezhie Local Ground&lt;/a&gt; in Kohima.\nTourism.\nKohima District has various tourist places to visit. Below are few of the tourist attractions in the district:\nTransportation.\nAir.\nThe nearest airport is &lt;a href=\"Dimapur%20Airport\"&gt;Dimapur Airport&lt;/a&gt;, located 65 kilometres from the district headquarters &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt;. There are several helipads in Kohima District. &lt;a href=\"Kohima%20Chiethu%20Airport\"&gt;Kohima Chiethu Airport&lt;/a&gt; is a planned airport to be built in Kohima. The &lt;a href=\"Ministry%20of%20Defence%20%28India%29\"&gt;Ministry of Defence&lt;/a&gt; gave the No-Objection Certificate (NOC) to construct the civil airport. It will be the second airport in &lt;a href=\"Nagaland\"&gt;Nagaland&lt;/a&gt; after &lt;a href=\"Dimapur%20Airport\"&gt;Dimapur Airport&lt;/a&gt;.\nRail.\nThe nearest railway station is &lt;a href=\"Dimapur%20railway%20station\"&gt;Dimapur railway station&lt;/a&gt; located 70 kilometres from district headquarters &lt;a href=\"Kohima\"&gt;Kohima&lt;/a&gt;. The &lt;a href=\"Dhansiri%E2%80%93Zubza%20line\"&gt;Dhansiri–Zubza line&lt;/a&gt; is an under-construction railway line which will connect Kohima with &lt;a href=\"Dimapur\"&gt;Dimapur&lt;/a&gt; via railways. The &lt;a href=\"Kohima%20Zubza%20railway%20station\"&gt;Kohima Zubza railway station&lt;/a&gt; in &lt;a href=\"Zubza\"&gt;Zubza&lt;/a&gt;, 17 kilometres from Kohima City is currently under-construction. The &lt;a href=\"Government%20of%20India\"&gt;Government of India&lt;/a&gt; has set 2023 as the deadline to connect all Northeastern state capitals with railways.\nRoad.\nThe district is well-connected with roads and highways. The &lt;a href=\"National%20Highway%202%20%28India%29\"&gt;NH 2&lt;/a&gt; and &lt;a href=\"National%20Highway%2029%20%28India%29\"&gt;NH 29&lt;/a&gt; pass through the district alongside other intra-district roads. Nagaland State Transport buses are available from Dimapur for Kohima. Private taxis can be availed as well."
}