{
    "id": "33901120",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=33901120",
    "title": "Sean Ekins",
    "text": "Sean Ekins is a British &lt;a href=\"pharmacologist\"&gt;pharmacologist&lt;/a&gt; and expert in the fields of &lt;a href=\"ADME%23Toxicity\"&gt;ADME/Tox&lt;/a&gt;, computational &lt;a href=\"toxicology\"&gt;toxicology&lt;/a&gt; and &lt;a href=\"cheminformatics\"&gt;cheminformatics&lt;/a&gt; at Collaborations in Chemistry, a division of corporate communications firm Collaborations in Communications. He is also the editor of four books and a book series for &lt;a href=\"John%20Wiley%20%26amp%3B%20Sons\"&gt;John Wiley &amp; Sons&lt;/a&gt;.\nBiography.\nSean Ekins is a scientific leader with over twenty-three years of broad experience in drug discovery. He was born in &lt;a href=\"Cleethorpes\"&gt;Cleethorpes&lt;/a&gt;, England, on 2 March 1970 to John Ekins and Elsie May Ekins. He grew up in &lt;a href=\"Grimsby\"&gt;Grimsby&lt;/a&gt;. Ekins attended Edward Street Primary and Middle School followed by Havelock School. Ekins then earned his HND Science Applied Biology from Nottingham Trent University (formerly Polytechnic, 1988–1991), graduating in 1991, with a &lt;a href=\"Sandwich%20degree\"&gt;sandwich year&lt;/a&gt; (1989–1990) at the pharmaceutical company &lt;a href=\"Servier\"&gt;Servier&lt;/a&gt; in Fulmer, UK where his interest in drug discovery was established. Ekins then earned his MSc in Clinical Pharmacology (1991–1992) at the &lt;a href=\"University%20of%20Aberdeen\"&gt;University of Aberdeen&lt;/a&gt; with a dissertation entitled \"Speculations on the relative roles of cytochrome P450 and flavin containing monooxygenase in the metabolism of S12363\" he then earned a PhD in clinical pharmacology, at the University of Aberdeen in 1996, funded by Servier, and wrote a thesis entitled \"Maintenance and cryopreservation of xenobiotic metabolism in precision-cut liver slices. Evaluation of an alternative in vitro model to isolated hepatocytes\". During his PhD he developed an interest in predicting &lt;a href=\"Drug%20interaction\"&gt;drug-drug interaction&lt;/a&gt;s computationally as an alternative to using animal models.\nFrom 1996-1998 Ekins continued his research as a Postdoc at &lt;a href=\"Eli%20Lilly%20and%20Company\"&gt;Eli Lilly and Company&lt;/a&gt; laboratories characterizing the little-known &lt;a href=\"CYP2B6\"&gt;CYP2B6&lt;/a&gt; and applied computational methods to this enzyme. He collected drug-drug interaction Ki data for other P450s and generated pharmacophores. He created test sets to test the models, that were ultimately published. He published seminal ideas on how such models could be used to profile libraries of compounds for predicted drug-drug interactions.\nIn late 1998 Ekins joined &lt;a href=\"Pfizer\"&gt;Pfizer&lt;/a&gt; and continued his interest in predicting drug-drug interactions and ADME properties. In 1999 he moved to Lilly to build a predictive ADME/Tox group. Between 1999 and late 2001 he generated pharmacophores and statistical models for various proteins including &lt;a href=\"P-glycoprotein\"&gt;P-glycoprotein&lt;/a&gt;, &lt;a href=\"PXR\"&gt;PXR&lt;/a&gt; and enzymes.\nIn December 2001 he started work for a start-up company, &lt;a href=\"Concurrent%20Pharmaceuticals\"&gt;Concurrent Pharmaceuticals&lt;/a&gt; (now &lt;a href=\"Vitae%20Pharmaceuticals\"&gt;Vitae Pharmaceuticals&lt;/a&gt;) as the Associate Director, Computational Drug Discovery. He was responsible for developing computational models for ADME/Tox and targets of interest. During this time he developed an interest in the &lt;a href=\"polypharmacology\"&gt;polypharmacology&lt;/a&gt; of ADME/Tox proteins. In 2004 he joined &lt;a href=\"GeneGo\"&gt;GeneGo&lt;/a&gt; (now owned by &lt;a href=\"Thomson%20Reuters\"&gt;Thomson Reuters&lt;/a&gt;) as vice president, Computational Biology and developed the MetaDrug product (patent pending).\nIn 2005 he earned his D.Sc. in Science from the University of Aberdeen with a thesis entitled \"Computational and in vitro models for predicting drug interactions in humans\".\nFrom 2006-2016 Ekins consulted for several companies including for &lt;a href=\"Collaborative%20Drug%20Discovery\"&gt;Collaborative Drug Discovery&lt;/a&gt;.\nIn 2011 Ekins Co-Founded Phoenix Nest working on treatments for &lt;a href=\"Sanfilippo%20syndrome\"&gt;Sanfilippo Syndrome.&lt;/a&gt;\nIn 2015, Ekins founded Collaborations Pharmaceuticals, a privately owned company that performs research and development on innovative therapeutics for multiple rare and infectious diseases. Collaborations Pharmaceuticals partners with academics and companies to identify and translate early preclinical to clinical stage assets.\nEkins has also carried out independent research and collaborative research on topics including &lt;a href=\"Pharmacophore\"&gt;pharmacophores&lt;/a&gt; for drug transporters, &lt;a href=\"cheminformatics\"&gt;cheminformatics&lt;/a&gt; for predicting immunoassay cross reactivity, models for studying nuclear receptor-ligand co-evolution, computational models for PXR agonists and antagonists as well as analyses of large datasets and crowdsourcing data.\nMaking Pharmaceutical Data Open.\nIn 2010 Sean Ekins was the co-author of seminal papers around data sharing and making pharmaceutical data more open publishing papers:\n1. on the long overdue need for making preclinical ADME/Tox data precompetitive\n2. how &lt;a href=\"crowdsourcing\"&gt;crowdsourcing&lt;/a&gt; could be used in the pharmaceutical industry\n3. how computational models for &lt;a href=\"pharmacoeconomics\"&gt;pharmacoeconomics&lt;/a&gt; could be shared by the scientific community\n4. what tools are still needed in cheminformatics and how methods for model sharing will be important\n5. How pharmaceutical companies could use open source molecular descriptors and algorithms which would facilitate computational model sharing with the academic and neglected disease community\nThis work is important because it was the first prominent advocacy for making a broad array of approaches to make preclinical and postmarketing data and models available as well as the demonstration of the feasibility of such approaches. Ekins served on the advisory group for &lt;a href=\"ChemSpider\"&gt;ChemSpider&lt;/a&gt; and provided an array of pharmaceutical data sets to the database to make it available to the community.\nTuberculosis and Malaria Research.\nWhile working for &lt;a href=\"Collaborative%20Drug%20Discovery\"&gt;Collaborative Drug Discovery&lt;/a&gt;, (funded by the &lt;a href=\"Bill%20and%20Melinda%20Gates%20Foundation\"&gt;Bill and Melinda Gates Foundation&lt;/a&gt;) he analyzed data provided to the public domain by the pharmaceutical industry. Specifically this was &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt; screening data from &lt;a href=\"GlaxoSmithKline\"&gt;GlaxoSmithKline&lt;/a&gt; for over 13,000 compounds. As a result of this work an important caution was provided to the scientific community in accepting such data at face value. These data were compared to other malaria and tuberculosis data.\nIn addition he provided analyses of very large libraries of tuberculosis data which highlight important physicochemical properties.\nEkins has highlighted gaps in TB research, specifically in how cheminformatics and other computational tools could be integrated to improve efficiency and provided examples of how computational methods can be used to assist in screening for compounds active against TB\nIn February 2011 Ekins began participating in the MM4TB project as part of Collaborative Drug Discovery. led by Professor Stewart Cole.\nScience Mobile Applications.\nEkins co-developed a Wiki with &lt;a href=\"Antony%20John%20Williams\"&gt;Antony John Williams&lt;/a&gt; called Science Mobile Applications launched 21 June 2011. Initially this grew out of a desire to track chemistry Apps (for a paper submitted) and then Apps for science in the chemistry classroom.\nDatabase quality.\nUsing their respective blogs, Ekins and Antony Williams alerted the scientific community within days of the release of the NCGC NPC browser. that there were significant errors in molecule structures. These observations were later published as an editorial in Drug Discovery Today.\nCollaborations Pharmaceuticals.\nIn 2015, Sean founded &lt;a href=\"Collaborations%20Pharmaceuticals\"&gt;Collaborations Pharmaceuticals&lt;/a&gt; to build upon collaborations and projects that came out of applying using machine learning approaches. The projects involved neglected diseases such as &lt;a href=\"Tuberculosis\"&gt;Tuberculosis&lt;/a&gt;, &lt;a href=\"Chagas%20disease\"&gt;Chagas disease&lt;/a&gt; and rare diseases such as &lt;a href=\"Batten%20disease\"&gt;Batten Disease&lt;/a&gt;, &lt;a href=\"Pitt%E2%80%93Hopkins%20syndrome\"&gt;Pitt Hopkins Syndrome&lt;/a&gt; and others. To date they have obtained 8 &lt;a href=\"orphan%20drug\"&gt;orphan drug&lt;/a&gt; designations across 5 rare or neglected diseases, and have widely published their results in peer reviewed journals.&lt;a href=\"Sean%20Ekins%23%2520msocom%25201\"&gt;[SE1&lt;/a&gt;]  The company has obtained over $7.6M of funding from NIH and DOD grants to date.\nEbola Research\nSince 2014 Sean has worked on &lt;a href=\"Ebola\"&gt;Ebola&lt;/a&gt; drug discovery publishing &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/%3Fterm%3DEkins%2520and%2520Ebola%26amp%3Bsort%3Ddate\"&gt;19 articles&lt;/a&gt;. One of these was the first use of a machine learning model to identify compounds active against Ebola &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/26834994/\"&gt;(here)&lt;/a&gt;. &lt;a href=\"Sean%20Ekins%23%2520msocom%25202\"&gt;[SE2&lt;/a&gt;] This identified three active compounds (&lt;a href=\"tilorone\"&gt;tilorone&lt;/a&gt;, quinacrine and &lt;a href=\"pyronaridine\"&gt;pyronaridine&lt;/a&gt;) in vitro which have been subsequently tested in vivo and found to be active in mouse (Articles &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/29133569/\"&gt;1&lt;/a&gt;,&lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/31307979/\"&gt;2&lt;/a&gt;,&lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/31751347/\"&gt;3&lt;/a&gt;) (Most recently &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/32682926/\"&gt;pyronaridine was shown to have some in vivo activity&lt;/a&gt; against Ebola in a Guinea pig. These molecules have also &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/32798602/\"&gt;shown activity against Marburg&lt;/a&gt;, and &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/32832035/\"&gt;bind the Ebola glycoprotein&lt;/a&gt;.\nChagas Disease Research\nIn 2015 Sean developed a &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/26114876/\"&gt;machine learning model to predict molecules with activity against T.Cruzi&lt;/a&gt;, the parasite which cause &lt;a href=\"Chagas%20disease\"&gt;Chagas Disease&lt;/a&gt;. Pyronaridine was one of several molecules identified with in vitro and in vivo activity.\nSARS-CoV-2 Research\nIn 2020 the three molecules identified with activity against Ebola were tested against &lt;a href=\"Severe%20acute%20respiratory%20syndrome%20coronavirus%202\"&gt;SARS-CoV-2&lt;/a&gt; and were of potential interest as tilorone was &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/32205350/\"&gt;shown to inhibit MERS&lt;/a&gt; and is &lt;a href=\"https%3A//pubmed.ncbi.nlm.nih.gov/32215760/\"&gt;well known to inhibit other viruses&lt;/a&gt;.\nSoftware Products\nCollaborations Pharmaceuticals Inc. has developed several software products including Assay Central®, MegaTox®, MegaTrans® and MegaPredict® which leverage data curation and machine learning to curate models relevant for drug discovery and computational ADME/Tox.\nEditorships.\nEkins has edited or co-edited &lt;a href=\"http%3A//www.wiley.com/WileyCDA/Section/id-WILEY2_SEARCH_RESULT.html%3Fquery%3Dsean%2520ekins\"&gt;4 books&lt;/a&gt; for Wiley including: \"Computer Applications in Pharmaceutical Research and Development\" (2006), \"Computational Toxicology: Risk Assessment For Pharmaceutical and Environmental Chemicals\"(1007), \"Drug Efficacy, Safety, and Biologics Discovery\"(2009) and \"Collaborative Computational Technologies for Biomedical Research\" (2011) All the books have an underlying connection with computational technologies and their application for pharmaceutical R&amp;D.\nHis most recent edited book is &lt;a href=\"https%3A//onlinelibrary.wiley.com/doi/book/10.1002/9781119282594\"&gt;Computational Toxicology: Risk Assessment for Chemicals&lt;/a&gt; which follows on from the earlier book &lt;a href=\"https%3A//www.wiley.com/en-us/Computational%2BToxicology%253A%2BRisk%2BAssessment%2Bfor%2BPharmaceutical%2Band%2BEnvironmental%2BChemicals-p-9780470145890\"&gt;Computational Toxicology: Risk Assessment for Pharmaceutical and Environmental Chemicals.&lt;/a&gt;\nPatents.\nEkins is inventor on four issued US patents, and "
}