{
    "id": "3391863",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=3391863",
    "title": "Meridian circle",
    "text": "The meridian circle is an instrument for timing of the passage of &lt;a href=\"star\"&gt;star&lt;/a&gt;s across the local &lt;a href=\"meridian%20%28astronomy%29\"&gt;meridian&lt;/a&gt;, an event known as a &lt;a href=\"culmination\"&gt;culmination&lt;/a&gt;, while at the same time measuring their angular distance from the &lt;a href=\"nadir\"&gt;nadir&lt;/a&gt;. These are special purpose &lt;a href=\"telescope\"&gt;telescope&lt;/a&gt;s mounted so as to allow pointing only in the &lt;a href=\"meridian%20%28astronomy%29\"&gt;meridian&lt;/a&gt;, the &lt;a href=\"great%20circle\"&gt;great circle&lt;/a&gt; through the north point of the horizon, the north &lt;a href=\"celestial%20pole\"&gt;celestial pole&lt;/a&gt;, the &lt;a href=\"zenith\"&gt;zenith&lt;/a&gt;, the south point of the horizon, the south celestial pole, and the &lt;a href=\"nadir\"&gt;nadir&lt;/a&gt;. Meridian telescopes rely on the rotation of the sky to bring objects into their &lt;a href=\"field%20of%20view\"&gt;field of view&lt;/a&gt; and are mounted on a fixed, horizontal, east–west axis.\nThe similar transit instrument, transit circle, or transit telescope is likewise mounted on a horizontal axis, but the axis need not be fixed in the east–west direction. For instance, a surveyor's &lt;a href=\"theodolite\"&gt;theodolite&lt;/a&gt; can function as a transit instrument if its telescope is capable of a full revolution about the horizontal axis. Meridian circles are often called by these names, although they are less specific.\nFor many years, transit timings were the most accurate method of measuring the positions of heavenly bodies, and meridian instruments were relied upon to perform this painstaking work. Before &lt;a href=\"spectroscopy\"&gt;spectroscopy&lt;/a&gt;, &lt;a href=\"photography\"&gt;photography&lt;/a&gt;, and the perfection of &lt;a href=\"reflecting%20telescope\"&gt;reflecting telescope&lt;/a&gt;s, the measuring of positions (and the deriving of &lt;a href=\"orbit\"&gt;orbit&lt;/a&gt;s and &lt;a href=\"Astronomical%20constant%23Table%20of%20astronomical%20constants\"&gt;astronomical constants&lt;/a&gt;) was the major work of &lt;a href=\"observatory\"&gt;observatories&lt;/a&gt;.\nImportance.\nFixing a telescope to move only in the &lt;a href=\"meridian%20%28astronomy%29\"&gt;meridian&lt;/a&gt; has advantages in the high-precision work for which these instruments are employed:\nBasic instrument.\nThe state of the art of meridian instruments of the late 19th and early 20th century is described here, giving some idea of the precise methods of construction, operation and adjustment employed.\nConstruction.\nThe earliest transit &lt;a href=\"telescope\"&gt;telescope&lt;/a&gt; was not placed in the middle of the axis, but nearer to one end, to prevent the axis from bending under the &lt;a href=\"weight\"&gt;weight&lt;/a&gt; of the telescope. Later, it was usually placed in the centre of the axis, which consisted of one piece of &lt;a href=\"brass\"&gt;brass&lt;/a&gt; or &lt;a href=\"gun%20metal\"&gt;gun metal&lt;/a&gt; with turned cylindrical steel pivots at each end. Several instruments were made entirely of &lt;a href=\"steel\"&gt;steel&lt;/a&gt;, which was much more rigid than brass. The pivots rested on V-shaped &lt;a href=\"Bearing%20%28mechanical%29\"&gt;bearings&lt;/a&gt;, either set into massive stone or brick piers which supported the instrument, or attached to metal frameworks on the tops of the piers. The temperature of the instrument and local atmosphere were monitored by thermometers.\nThe piers were usually separate from the foundation of the building, to prevent transmission of vibration from the building to the telescope. To relieve the pivots from the weight of the instrument, which would have distorted their shape and caused rapid wear, each end of the axis was supported by a hook or yoke with &lt;a href=\"friction%20rollers\"&gt;friction rollers&lt;/a&gt;, suspended from a &lt;a href=\"lever\"&gt;lever&lt;/a&gt; supported by the pier, &lt;a href=\"Counterweight\"&gt;counterbalanced&lt;/a&gt; so as to leave only a small fraction of the weight on the precision V-shaped bearings. In some cases, the counterweight pushed up on the roller bearings from below. The bearings were set nearly in a true east–west line, but fine adjustment was possible by horizontal and vertical screws. A &lt;a href=\"spirit%20level\"&gt;spirit level&lt;/a&gt; was used to monitor for any inclination of the axis to the horizon. Eccentricity (an off-center condition) or other irregularities of the pivots of the telescope's axis was accounted for, in some cases, by providing another telescope through the axis itself. By observing the motion of an artificial star, located east or west of the center of the main instrument, and seen through this axis telescope and a small collimating telescope, as the main telescope was rotated, the shape of the pivots, and any wobble of the axis, could be determined.\nNear each end of the axis, attached to the axis and turning with it, was a circle or wheel for measuring the &lt;a href=\"angle\"&gt;angle&lt;/a&gt; of the telescope to the zenith or horizon. Generally of 1 to 3 &lt;a href=\"Foot%20%28unit%29\"&gt;feet&lt;/a&gt; or more in diameter, it was divided to 2 or 5 &lt;a href=\"Minute%20of%20arc\"&gt;arcminutes&lt;/a&gt;, on a slip of silver set into the face of the circle near the circumference. These &lt;a href=\"Graduation%20%28instrument%29\"&gt;graduations&lt;/a&gt; were read by &lt;a href=\"microscope\"&gt;microscope&lt;/a&gt;s, generally four for each circle, mounted to the piers or a framework surrounding the axis, at 90° intervals around the circles. By averaging the four readings the eccentricity (from inaccurate centering of the circles) and the errors of graduation were greatly reduced. Each microscope was furnished with a &lt;a href=\"Micrometer%20%28device%29\"&gt;micrometer&lt;/a&gt; screw, which moved &lt;a href=\"crosshair\"&gt;crosshair&lt;/a&gt;s, with which the distance of the circle graduations from the centre of the field of view could be measured. The drum of the screw was divided to measure single seconds of arc (0.1\" being estimated), while the number of revolutions were counted by a comb like scale in the field of view. The microscopes were given such magnification and placed at such a distance from the circle that one revolution of the micrometer screw corresponded to 1 arcminute (1') on the circle. The error was determined occasionally by measuring standard intervals of 2' or 5' on the circle. The periodic errors of the screw were accounted for. On some instruments, one of the circles was graduated and read more coarsely than the other, and was used only in finding the target stars.\nThe telescope consisted of two tubes screwed to the central cube of the axis. The tubes were usually conical and as stiff as possible to help prevent &lt;a href=\"bending\"&gt;flexure&lt;/a&gt;. The connection to the axis was also as firm as possible, as flexure of the tube would affect &lt;a href=\"declination\"&gt;declination&lt;/a&gt;s deduced from observations. The flexure in the horizontal position of the tube was determined by two &lt;a href=\"collimator\"&gt;collimator&lt;/a&gt;s—telescopes placed horizontally in the meridian, north and south of the transit circle, with their &lt;a href=\"Objective%20%28optics%29\"&gt;objective lenses&lt;/a&gt; towards it. These were pointed at one another (through holes in the tube of the telescope, or by removing the telescope from its mount) so that the crosshairs in their foci coincided. The collimators were often permanently mounted in these positions, with their objectives and eyepieces fixed to separate piers. The meridian telescope was pointed to one collimator and then the other, moving through exactly 180°, and by reading the circle the amount of flexure (the amount the readings differed from 180°) was found. Absolute flexure, that is, a fixed bend in the tube, was detected by arranging that &lt;a href=\"eyepiece\"&gt;eyepiece&lt;/a&gt; and objective lens could be interchanged, and the average of the two observations of the same star was free from this error.\nParts of the apparatus, including the circles, pivots and bearings, were sometimes enclosed in glass cases to protect them from dust. These cases had openings for access. The reading microscopes then extended into the glass cases, while their eyepiece ends and micrometers were protected from dust by removable silk covers.\nCertain instrumental errors could be averaged out by reversing the telescope on its mounting. A carriage was provided, which ran on rails between the piers, and on which the axis, circles and telescope could be raised by a screw-jack, wheeled out from between the piers, turned 180°, wheeled back, and lowered again.\nThe observing building housing the meridian circle did not have a rotating dome, as is often seen at observatories. Since the telescope observed only in the meridian, a vertical slot in the north and south walls, and across the roof between these, was all that was necessary. The building was unheated and kept as much as possible at the temperature of the outside air, to avoid air currents which would disturb the telescopic view. The building also housed the clocks, recorders, and other equipment for making observations.\nOperation.\nAt the &lt;a href=\"Focus%20%28optics%29\"&gt;focal plane&lt;/a&gt;, the eye end of the telescope had a number of vertical and one or two horizontal wires (&lt;a href=\"crosshair\"&gt;crosshair&lt;/a&gt;s). In observing stars, the telescope was first directed downward at a basin of &lt;a href=\"Mercury%20%28element%29\"&gt;mercury&lt;/a&gt; forming a perfectly horizontal mirror and reflecting an image of the crosshairs back up the telescope tube. The crosshairs were adjusted until coincident with their reflection, and the line of sight was then perfectly vertical; in this position the circles were read for the \"&lt;a href=\"nadir\"&gt;nadir&lt;/a&gt; point\".\nThe telescope was next brought up to the approximate &lt;a href=\"declination\"&gt;declination&lt;/a&gt; of the target star by watching the finder circle. The instrument was provided with a clamping apparatus, by which the observer, after having set the approximate declination, could clamp the axis so the telescope could not be moved in declination, except very slowly by a fine &lt;a href=\"Screw%20%28simple%20machine%29\"&gt;screw&lt;/a&gt;. By this slow motion, the telescope was adjusted until the star moved along the horizontal wire (or if there were two, in the middle between them), from the east side of the field of view to the west. Following this, the circles were read by the microscopes for a measurement of the apparent &lt;a href=\"Horizontal%20coordinate%20system\"&gt;altitude&lt;/a&gt; of the star. The difference between this measurement and the nadir point was the \"nadir distance\" of the star. A movable horizontal wire or declination-micrometer was also used.\nAnother method of observing the apparent &lt;a href=\"Horizontal%20coordinate%20system\"&gt;altitude&lt;/a&gt; of a star was to take half of the angular distance between the star observed directly and its reflection observed in a basin of mercury. The average of these two readings was the reading when the line of sight was horizontal, the \"horizontal point\" of the circle. The small difference in &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; between the telescope and the basin of mercury was accounted for.\nThe vertical wires were used for observing transits of stars, each wire furnishing a separate result. The time of transit over the middle wire was estimated, during subsequent analysis of the data, for each wire by adding or subtracting the known interval between the middle wire and the wire in question. These known intervals were predetermined by timing a star of known declination passing from one wire to the other, the &lt;a href=\"pole%20star\"&gt;pole star&lt;/a&gt; being best on account of its slow motion.\nTimings were originally made by an \"eye and ear\" method, estimating the interval between two beats of a clock. Later, timings were registered by pressing a key, the electrical signal making a mark on a &lt;a href=\"Chart%20recorder\"&gt;strip recorder&lt;/a&gt;. Later still, the eye end of the telescope was usually fitted with an \"impersonal &lt;a href=\"Micrometer%20%28device%29\"&gt;micrometer&lt;/a&gt;\", a device which allowed matching a vertical crosshair's motion to the star's motion. Set precisely on the moving star, the crosshair would trigger the electrical timing of the meridian crossing, removing the observer's &lt;a href=\"personal%20equation\"&gt;personal equation&lt;/a&gt; from the measurement.\nThe field of the wires could be illuminated; the lamps were placed at some distance from the piers in order not to heat the instrument, and the light passed through holes in the piers and through the hollow axis to the center, whence it was directed to the eye-end by a system of &lt;a href=\"Prism%20%28optics%29\"&gt;prism&lt;/a&gt;s.\nTo determine absolute declinations or polar distances, it was necessary to determine the observatory's &lt;a href=\"colatitude\"&gt;colatitude&lt;/a&gt;, or distance of the &lt;a href=\"celestial%20pole\"&gt;celestial pole&lt;/a&gt; from the &lt;a href=\"zenith\"&gt;zenith&lt;/a&gt;, by observing the upper and lower culmination of a number of &lt;a href=\"circumpolar%20star\"&gt;circumpolar star&lt;/a&gt;s. The difference between the circle reading after observing a star and the reading corresponding to the zenith was the zenith distance of the star, and this plus the colatitude was the north polar distance. To determine the zenith point of the circle, the telescope was directed vertically downwards at a basin of &lt;a href=\"Mercury%20%28element%29\"&gt;mercury&lt;/a&gt;, the surface of which formed an absolutely horizontal mirror. The observer saw the horizontal wire and its reflected image, and moving the telescope to make these coincide, its optical axis was made perpendicular to the plane of the horizon, and the circle reading was 180° + zenith point.\nIn observations of stars &lt;a href=\"Atmospheric%20refraction\"&gt;refraction&lt;/a&gt; was taken into account as well as the errors of graduation and flexure. If the bisection of the star on the horizontal wire was not made in the centre of the field, allowance was made for curvature, or the deviation of the star's path from a great circle, and for the inclination of the horizontal wire to the horizon. The amount of this inclination was found by taking repeated observations of the zenith distance of a star during the one transit, the pole star being the most suitable because of its slow motion.\nAttempts were made to record the transits of a star photographically. A &lt;a href=\"photographic%20plate\"&gt;photographic plate&lt;/a&gt; was placed in the focus of a transit instrument and a number of short exposures made, their length and the time being registered automatically by a clock. The exposing shutter was a thin strip of steel, fixed to the armature of an electromagnet. The plate thus recorded a series of dots or short lines, and the vertical wires were photographed on the plate by throwing light through the objective lens for one or two seconds.\nAdjustment.\nMeridian circles required precise adjustment to do accurate work.\nThe rotation axis of the main telescope needed to be exactly horizontal. A sensitive &lt;a href=\"spirit%20level\"&gt;spirit level&lt;/a&gt;, designed to rest on the pivots of the axis, performed this function. By adjusting one of the V-shaped bearings, the bubble was centered.\nThe line of sight of the telescope needed to be exactly perpendicular to the axis of rotation. This could be done by sighting a distant, stationary object, lifting and reversing the telescope on its bearings, and again sighting the object. If the crosshairs did not intersect the object, the line of sight was halfway between the new position of the crosshairs and the distant object; the crosshairs were adjusted accordingly and the process repeated as necessary. Also, if the rotation axis was known to be perfectly horizontal, the telescope could be directed downward at a basin of &lt;a href=\"Mercury%20%28element%29\"&gt;mercury&lt;/a&gt;, and the crosshairs illuminated. The mercury acted as a perfectly horizontal mirror, reflecting an image of the crosshairs back up the telescope tube. The crosshairs could then be adjusted until coincident with their reflection, and the line of sight was then perpendicular to the axis.\nThe line of sight of the telescope needed to be exactly within the plane of the meridian. This was done approximately by building the piers and the bearings of the axis on an east–west line. The telescope was then brought into the meridian by repeatedly timing the (apparent, incorrect) upper and lower meridian transits of a &lt;a href=\"circumpolar%20star\"&gt;circumpolar star&lt;/a&gt; and adjusting one of the bearings horizontally until the interval between the transits was equal. Another method used calculated meridian crossing times for particular stars as established by other observatories. This was an important adjustment, and much effort was spent in perfecting it.\nIn practice, none of these adjustments were perfect. The small errors introduced by the imperfections were mathematically corrected during the analysis of the data.\nZenith telescopes.\nSome telescopes designed to measure star transits are &lt;a href=\"zenith%20telescope\"&gt;zenith telescope&lt;/a&gt;s designed to point straight up at or near the &lt;a href=\"zenith\"&gt;zenith&lt;/a&gt; for extreme precision measurement of star positions. They use an &lt;a href=\"altazimuth%20mount\"&gt;altazimuth mount&lt;/a&gt;, instead of a meridian circle, fitted with leveling screws. Extremely sensitive levels are attached to the telescope mount to make angle measurements and the telescope has an eyepiece fitted with a &lt;a href=\"Micrometer%20%28device%29\"&gt;micrometer&lt;/a&gt;.\nHistory.\nOverview.\nThe idea of having an instrument (&lt;a href=\"Quadrant%20%28instrument%29\"&gt;quadrant&lt;/a&gt;) fixed in the plane of the meridian occurred even to the &lt;a href=\"ancient%20history\"&gt;ancient&lt;/a&gt; &lt;a href=\"astronomer\"&gt;astronomer&lt;/a&gt;s and is mentioned by &lt;a href=\"Ptolemy\"&gt;Ptolemy&lt;/a&gt;, but it was not carried into practice until &lt;a href=\"Tycho%20Brahe\"&gt;Tycho Brahe&lt;/a&gt; constructed a large meridian quadrant.\nMeridian circles have been used since the 18th century to accurately measure positions of stars in order to &lt;a href=\"Star%20catalogue\"&gt;catalog&lt;/a&gt; them. This is done by measuring the instant when the star passes through the local meridian. Its &lt;a href=\"altitude%20%28astronomy%29\"&gt;altitude&lt;/a&gt; above the horizon is noted as well. Knowing one's geographic &lt;a href=\"latitude\"&gt;latitude&lt;/a&gt; and &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt; these measurements can be used to derive the star's &lt;a href=\"right%20ascension\"&gt;right ascension&lt;/a&gt; and &lt;a href=\"declination\"&gt;declination&lt;/a&gt;.\nOnce good star catalogs were available a transit telescope could be used anywhere in the world to accurately measure local longitude and time by observing local meridian transit times of catalogue stars. Prior to the invention of the &lt;a href=\"atomic%20clock\"&gt;atomic clock&lt;/a&gt; this was the most reliable source of accurate time.\nAntiquity.\nIn the \"&lt;a href=\"Almagest\"&gt;Almagest&lt;/a&gt;\", Ptolemy describes a meridian circle which consisted of a fixed graduated outer ring and a movable inner ring with tabs that used a shadow to set the Sun's position. It was mounted vertically and aligned with the meridian. The instrument was used to measure the altitude of the Sun at noon in order to determine the path of the &lt;a href=\"ecliptic\"&gt;ecliptic&lt;/a&gt;.\n17th century.\nA meridian circle enabled the observer to simultaneously determine &lt;a href=\"right%20ascension\"&gt;right ascension&lt;/a&gt; and &lt;a href=\"declination\"&gt;declination&lt;/a&gt;, but it does not appear to have been much used for right ascension during the 17th century, the method of equal altitudes by portable quadrants or measures of the angular distance between stars with an &lt;a href=\"sextant%20%28astronomical%29\"&gt;astronomical sextant&lt;/a&gt; being preferred. These methods were very inconvenient, and in 1690, &lt;a href=\"Ole%20R%C3%B8mer\"&gt;Ole Rømer&lt;/a&gt; invented the transit instrument.\n18th century.\nThe transit instrument consists of a horizontal axis in the direction east and west resting on firmly fixed supports, and having a &lt;a href=\"telescope\"&gt;telescope&lt;/a&gt; fixed at right angles to it, revolving freely in the plane of the meridian. At the same time Rømer invented the altitude and &lt;a href=\"azimuth\"&gt;azimuth&lt;/a&gt; instrument for measuring vertical and horizontal angles, and in 1704, he combined a vertical circle with his transit instrument, so as to determine both co-ordinates at the same time.\nThis latter idea was, however, not adopted elsewhere, although the transit instrument soon came into universal use (the first one at &lt;a href=\"Greenwich\"&gt;Greenwich&lt;/a&gt; being mounted in 1721), and the &lt;a href=\"mural%20quadrant\"&gt;mural quadrant&lt;/a&gt; continued until the end of the century to be employed for determining declinations. The advantages of using a whole circle, it being less liable to change its figure and not requiring reversal in order to observe stars north of the zenith, were then again recognized by &lt;a href=\"Jesse%20Ramsden\"&gt;Jesse Ramsden&lt;/a&gt;, who also improved the method of reading off angles by means of a &lt;a href=\"Micrometer%20%28device%29\"&gt;micrometer&lt;/a&gt; &lt;a href=\"microscope\"&gt;microscope&lt;/a&gt; as described below.\n19th century.\nThe making of circles was shortly afterwards taken up by &lt;a href=\"Edward%20Troughton\"&gt;Edward Troughton&lt;/a&gt;, who constructed the first modern transit circle in 1806 for &lt;a href=\"Stephen%20Groombridge\"&gt;Groombridge&lt;/a&gt;'s &lt;a href=\"observatory\"&gt;observatory&lt;/a&gt; at &lt;a href=\"Blackheath%2C%20London\"&gt;Blackheath&lt;/a&gt;, the &lt;a href=\"Groombridge%20Transit%20Circle\"&gt;Groombridge Transit Circle&lt;/a&gt; (a meridian transit circle). Troughton afterwards abandoned the idea and designed the mural circle to take the place of the mural quadrant.\nIn the United Kingdom, the transit instrument and mural circle continued until the middle of the 19th century to be the principal instrument in observatories, the first transit circle constructed there being that at Greenwich (mounted in 1850). However, on the continent, the transit circle superseded them from the years 1818–1819, when two circles by &lt;a href=\"Johann%20Georg%20Repsold\"&gt;Johann Georg Repsold&lt;/a&gt; and &lt;a href=\"Georg%20Friedrich%20von%20Reichenbach\"&gt;Georg Friedrich von Reichenbach&lt;/a&gt; were mounted at &lt;a href=\"G%C3%B6ttingen\"&gt;Göttingen&lt;/a&gt;, and one by Reichenbach at &lt;a href=\"K%C3%B6nigsberg\"&gt;Königsberg&lt;/a&gt;. The firm of Repsold and Sons was for a number of years eclipsed by that of Pistor and Martins in Berlin, who furnished various observatories with first-class instruments. Following the death of Martins, the Repsolds again took the lead and made many transit circles. The observatories of &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt;, &lt;a href=\"Cambridge%20University\"&gt;Cambridge University&lt;/a&gt; and &lt;a href=\"Edinburgh%20University\"&gt;Edinburgh University&lt;/a&gt; had large circles by &lt;a href=\"Troughton%20and%20Simms\"&gt;Troughton and Simms&lt;/a&gt;.\nThe Airy Transit Circles at the &lt;a href=\"Royal%20Greenwich%20Observatory\"&gt;Royal Greenwich Observatory&lt;/a&gt; (1851) and that at the &lt;a href=\"Royal%20Observatory%2C%20Cape%20of%20Good%20Hope\"&gt;Royal Observatory, Cape of Good Hope&lt;/a&gt; (1855) were made by &lt;a href=\"Ransomes%2C%20Sims%20%26amp%3B%20Jefferies\"&gt;Ransomes and May&lt;/a&gt; of Ipswich. The Greenwich instrument had optical and instrumental work by Troughton and Simms to the design of &lt;a href=\"George%20Biddell%20Airy\"&gt;George Biddell Airy&lt;/a&gt;.\n20th century and beyond.\nA modern-day example of this type of telescope is the 8 inch (~0.2m) Flagstaff Astrometric Scanning Transit Telescope (FASTT) at the &lt;a href=\"United%20States%20Naval%20Observatory%20Flagstaff%20Station\"&gt;USNO Flagstaff Station Observatory&lt;/a&gt;. Modern meridian circles are usually automated. The observer is replaced with a &lt;a href=\"Charge-coupled%20device\"&gt;CCD&lt;/a&gt; camera. As the sky drifts across the field of view, the image built up in the CCD is clocked across (and out of) the chip at the same rate. This allows some improvements: \nThe first automated instrument was the &lt;a href=\"Carlsberg%20Automatic%20Meridian%20Circle\"&gt;Carlsberg Automatic Meridian Circle&lt;/a&gt;, which came online in 1984.\nReferences.\nAttribution:"
}