{
    "id": "33937698",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=33937698",
    "title": "2012 Ireland rugby union tour of New Zealand",
    "text": "In June 2012, &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; toured New Zealand playing three Tests against the &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;All Blacks&lt;/a&gt;. The Irish tour was one in a &lt;a href=\"2012%20mid-year%20rugby%20test%20series\"&gt;series&lt;/a&gt; of tours by northern teams to be hosted by southern hemisphere nations. It was marketed as the '&lt;a href=\"Steinlager\"&gt;Steinlager&lt;/a&gt; Series'.\nIn planning the series, it was anticipated that Ireland would also face provincial and Māori opposition, however, to allow Ireland to focus on the Tests, the &lt;a href=\"Irish%20Rugby%20Football%20Union\"&gt;IRFU&lt;/a&gt; decided that there would be no mid-week fixtures.\nNew Zealand won the series 3–0. In the third and final Test in &lt;a href=\"Hamilton%2C%20New%20Zealand\"&gt;Hamilton&lt;/a&gt; on 23 June, the All Blacks won 60–0, inflicting upon Ireland their largest-ever defeat.\nTouring squad.\nIreland's 30-man squad for the three-Test tour of New Zealand. Ireland's initial squad for the clash against the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt; was announced on 15 May, no Leinster players were selected due to the RaboDirect PRO12 final. Ireland's 29-man squad for the three-Test tour of New Zealand was named on 21 May. Four additional players were added to the squad. Tommy Bowe was ruled out of the tour in early April after undergoing surgery to remove a haematoma. Stephen Ferris was ruled out of the tour due to a calf injury, he was replaced by McLaughlin. Isaac Boss was ruled out of the tour owing to an ongoing thigh problem, he was replaced by Marshall. Paul O'Connell was ruled out of the tour after failing to recover sufficiently from a knee injury, he was replaced by McCarthy. The additional players were Wilkinson and Henry. Loughney was also included to provide cover for Ross.\nHead Coach: &lt;a href=\"Declan%20Kidney\"&gt;Declan Kidney&lt;/a&gt;\nHome squad.\nNew Zealand 30-man squad named for the three-Test series against &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt;. &lt;a href=\"Hika%20Elliot\"&gt;Hika Elliot&lt;/a&gt; will train with the squad to provide cover for &lt;a href=\"Keven%20Mealamu\"&gt;Keven Mealamu&lt;/a&gt;.\nHead Coach: &lt;a href=\"Steve%20Hansen\"&gt;Steve Hansen&lt;/a&gt;"
}