{
    "id": "33948902",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=33948902",
    "title": "Murray Hofmeyr",
    "text": "Murray Bernard Hofmeyr (9 December 1925 – 17 May 2018) was a South African sportsman who played international &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; for &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; and &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; in both England and South Africa.\nAfter growing up in South Africa and attending &lt;a href=\"Pretoria%20Boys%20High%20School\"&gt;Pretoria Boys High School&lt;/a&gt;, Hofmeyr moved to &lt;a href=\"England\"&gt;England&lt;/a&gt; in 1948 as a &lt;a href=\"Rhodes%20Scholar\"&gt;Rhodes Scholar&lt;/a&gt; at &lt;a href=\"Worcester%20College%2C%20Oxford\"&gt;Worcester College, Oxford&lt;/a&gt;. He represented &lt;a href=\"Oxford%20University\"&gt;Oxford University&lt;/a&gt; in both &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; and rugby union. From 1949 to 1951, Hofmeyr, an opening &lt;a href=\"batsman\"&gt;batsman&lt;/a&gt;, made 35 first-class appearances for the university and scored 2495 runs.\nIn the 1949 Varsity Match, Hofmeyr ‘played a dogged and courageous innings and carried his bat’—the first player from Oxford University to have done so in an intervarsity for sixty-eight years. He scored an unbeaten 64 (out of 169) and 54 in the unexpected defeat. He had his most prolific year in 1950 when he scored 1063 runs at 55.94 and brought up four centuries. His highest score, 161, came against &lt;a href=\"Gloucestershire%20County%20Cricket%20Club\"&gt;Gloucestershire&lt;/a&gt;, in an innings where the next highest score was his opening partner &lt;a href=\"Brian%20Boobbyer\"&gt;Brian Boobbyer&lt;/a&gt;'s 28. Boobbyer would also partner Hofmeyr in the England rugby union team.\nPlaying as a full-back, Hofmeyr appeared in three of England's four Tests in the &lt;a href=\"1950%20Five%20Nations%20Championship\"&gt;1950 Five Nations Championship&lt;/a&gt;, against &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt;, &lt;a href=\"France%20national%20rugby%20union%20team\"&gt;France&lt;/a&gt; and &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt;. He played his club rugby for &lt;a href=\"Harlequin%20F.C.\"&gt;Harlequins&lt;/a&gt; and also represented the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt;.\nHe captained the Oxford University Cricket Club in the &lt;a href=\"1951%20English%20cricket%20season\"&gt;1951 season&lt;/a&gt; and then returned to South Africa. In the 1951/52 and 1952/53 &lt;a href=\"Currie%20Cup%20%28cricket%29\"&gt;Currie Cup&lt;/a&gt; competition, Hofmeyr was captain of &lt;a href=\"Northerns%20cricket%20team\"&gt;North Eastern Transvaal&lt;/a&gt; and played a total of nine first-class matches, from which he made 683 runs at 48.78."
}