{
    "id": "33943292",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=33943292",
    "title": "Al Boeke",
    "text": "Alfred Anton Boeke (November 20, 1922 – November 8, 2011) was an American &lt;a href=\"architect\"&gt;architect&lt;/a&gt; and &lt;a href=\"real%20estate%20development\"&gt;developer&lt;/a&gt;. Boeke created and developed &lt;a href=\"Sea%20Ranch%2C%20California\"&gt;Sea Ranch, California&lt;/a&gt;, a 10-mile-long &lt;a href=\"planned%20community\"&gt;planned coastal community&lt;/a&gt; of 1,700 homes in &lt;a href=\"Sonoma%20County%2C%20California\"&gt;Sonoma County, California&lt;/a&gt;. Boeke advocated integration of the homes with the surrounding &lt;a href=\"landscape\"&gt;landscape&lt;/a&gt;, &lt;a href=\"environmental%20preservation\"&gt;environmental preservation&lt;/a&gt; and low density development while creating Sea Ranch and his other planned communities. Boeke recruited some of the best-known 20th-century American architects to create Sea Ranch's wooden homes, which became well known in design and development circles.\nBiography.\nBoeke was born to Alfred and Adah Harris Boeke in &lt;a href=\"Denver%2C%20Colorado\"&gt;Denver, Colorado&lt;/a&gt;, on November 20, 1922. His family relocated to &lt;a href=\"Altadena%2C%20California\"&gt;Altadena, California&lt;/a&gt;, where Boeke was raised. Boeke earned a &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt; from the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; in 1948. He worked for &lt;a href=\"Richard%20Neutra\"&gt;Richard Neutra&lt;/a&gt;, an influential, &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;-based &lt;a href=\"Modern%20architecture\"&gt;modernist architect&lt;/a&gt; during his early career.\nBoeke was hired by &lt;a href=\"Castle%20%26amp%3B%20Cooke\"&gt;Castle &amp; Cooke&lt;/a&gt;, &lt;a href=\"real%20estate\"&gt;real estate&lt;/a&gt; company owned by the &lt;a href=\"Dole%20Food%20Company\"&gt;Dole Food Company&lt;/a&gt;, in 1959. Under Castle &amp; Cooke, Boeke served as the development director of &lt;a href=\"Mililani%2C%20Hawai%27i\"&gt;Mililani, Hawai'i&lt;/a&gt;, planned community of approximately 28,000 residents on &lt;a href=\"Oahu\"&gt;Oahu&lt;/a&gt;.\nBoeke first saw the land that would become &lt;a href=\"Sea%20Ranch%2C%20California\"&gt;Sea Ranch, California&lt;/a&gt;, in 1962 while on a scouting flight with a real estate specialist in &lt;a href=\"Northern%20California\"&gt;Northern California&lt;/a&gt;. He was Vice President of Planning and Development at the time for Oceanic Properties, a division of Castle &amp; Cooke, at the time. Boeke was reportedly impressed with the landscape and &lt;a href=\"Gualala%20River\"&gt;Gualala River&lt;/a&gt; which runs through the area. He had the pilot of the twin-engine &lt;a href=\"Cessna\"&gt;Cessna&lt;/a&gt; make two to three passes over the ranch before proclaiming, \"I don't want to look at anything else.\"\nHe envisioned a new community on the site based on the ideas of the &lt;a href=\"new%20towns%20movement\"&gt;new towns movement&lt;/a&gt;, which advocated the needs of residents over corporate profits and dense development which could lead to congestion. Boeke persuaded Oceanic Properties to purchase Del Mar Ranch, the 5,200-acre coastal &lt;a href=\"sheep\"&gt;sheep&lt;/a&gt; &lt;a href=\"ranch\"&gt;ranch&lt;/a&gt; where the community of Sea Ranch now stands. The company purchased the land for $2.3 million, which is less than $500 per &lt;a href=\"acre\"&gt;acre&lt;/a&gt;. Boeke envisioned the new town, called Sea Ranch as an affordable alternative to high density development for middle and upper-middle class homeowners.\nSea Ranch.\nHe hired landscape architect &lt;a href=\"Lawrence%20Halprin\"&gt;Lawrence Halprin&lt;/a&gt; to design the &lt;a href=\"Plan%20%28drawing%29\"&gt;master plan&lt;/a&gt; for Sea Ranch. Boeke created a committee which reviewed home plans, which restricted homes to two stories with natural colors and mandated underground power lines to preserve the area's natural heritage. Boeke commissioned extensive &lt;a href=\"environmental%20impact\"&gt;environmental impact&lt;/a&gt; studies, which led to the reseeding of former sheep grazing areas, the removal of debris and logs left by logging, and the replanting of native trees. American architects who were hired as &lt;a href=\"consultant\"&gt;consultant&lt;/a&gt;s and designers included &lt;a href=\"Joseph%20Esherick%20%28architect%29\"&gt;Joseph Esherick&lt;/a&gt;, &lt;a href=\"Donlyn%20Lyndon\"&gt;Donlyn Lyndon&lt;/a&gt;, &lt;a href=\"Charles%20Willard%20Moore\"&gt;Charles Willard Moore&lt;/a&gt;, &lt;a href=\"Richard%20Whitaker\"&gt;Richard Whitaker&lt;/a&gt; and &lt;a href=\"William%20Turnbull%2C%20Jr.\"&gt;William Turnbull&lt;/a&gt;. The &lt;a href=\"American%20Institute%20of%20Architects\"&gt;American Institute of Architects&lt;/a&gt; awarded a 10-unit Sea Ranch &lt;a href=\"condo\"&gt;condo&lt;/a&gt; building its \"award of enduring excellence\" in 1991. The Institute said that Sea Ranch \"formed an alliance of architecture and nature that has inspired and captivated a generation of architects\" at the time. &lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt; style critic Alice Gregory observed \"With its gentle footprint on the California coast, simple wood houses and almost dictatorial aesthetic strictures, it feels as modern today as it did 50 years ago.\"\nDeath.\nAl Boeke died at his home in &lt;a href=\"Sea%20Ranch%2C%20California\"&gt;Sea Ranch, California&lt;/a&gt;, on November 8, 2011, at the age of 88. He was survived by his current wife, Pamela Clarke Boeke; two sons from his previous marriage, Brandt and Alan; his brother and sister; and several grandchildren."
}