{
    "id": "34011427",
    "revid": "13080272",
    "url": "https://en.wikipedia.org/wiki?curid=34011427",
    "title": "Guy Stroumsa",
    "text": "Guy Gedalyah Stroumsa (born 27 July 1948) is an &lt;a href=\"Israeli%20people\"&gt;Israeli&lt;/a&gt; scholar of religion. He is &lt;a href=\"Martin%20Buber\"&gt;Martin Buber&lt;/a&gt; &lt;a href=\"Professor%20Emeritus\"&gt;Professor Emeritus&lt;/a&gt; of &lt;a href=\"Comparative%20Religion\"&gt;Comparative Religion&lt;/a&gt; at the &lt;a href=\"Hebrew%20University%20of%20Jerusalem\"&gt;Hebrew University of Jerusalem&lt;/a&gt; and Emeritus &lt;a href=\"Professor%20of%20the%20Study%20of%20the%20Abrahamic%20Religions\"&gt;Professor of the Study of the Abrahamic Religions&lt;/a&gt; at the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt;, where he is an Emeritus Fellow of &lt;a href=\"Lady%20Margaret%20Hall%2C%20Oxford\"&gt;Lady Margaret Hall&lt;/a&gt;. He is a Member of the &lt;a href=\"Israel%20Academy%20of%20Sciences%20and%20Humanities\"&gt;Israel Academy of Sciences and Humanities&lt;/a&gt;.\nBiography.\nStroumsa was born in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. His parents were &lt;a href=\"holocaust%20survivors\"&gt;Shoah survivors&lt;/a&gt;; his father, born in Salonica, survived &lt;a href=\"Auschwitz%20concentration%20camp\"&gt;Auschwitz&lt;/a&gt; thanks to his musical skills and his mother, born in Athens, &lt;a href=\"Bergen-Belsen%20concentration%20camp\"&gt;Bergen-Belsen&lt;/a&gt;.\nStroumsa grew up in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;. He studied at the &lt;a href=\"Lyc%C3%A9e%20Voltaire%20%28Paris%29\"&gt;Lycée Voltaire&lt;/a&gt; and at the Ecole Normale Israélite Orientale, where he was greatly influenced by its principal, &lt;a href=\"Emmanuel%20Levinas\"&gt;Emmanuel Levinas&lt;/a&gt;, who taught him &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt; and &lt;a href=\"Talmud\"&gt;Talmud&lt;/a&gt;. After briefly studying &lt;a href=\"economics\"&gt;economics&lt;/a&gt; and &lt;a href=\"law\"&gt;law&lt;/a&gt; at the &lt;a href=\"University%20of%20Paris\"&gt;University of Paris&lt;/a&gt;, he moved to &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;. For his &lt;a href=\"B.A.\"&gt;B.A.&lt;/a&gt; (1969), he studied philosophy and &lt;a href=\"Jewish%20thought\"&gt;Jewish thought&lt;/a&gt; at the Hebrew University of Jerusalem. After his military service (1969–1972), he studied for the PhD in the Study of Religion at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt;. After the submission of his doctoral dissertation (1978) which dealt with Gnostic mythology, he was appointed a lecturer in the Department of Comparative Religion at the Hebrew University. In 1991 he was appointed to the Martin Buber &lt;a href=\"Chair%20%28Polish%20academic%20department%29\"&gt;Chair&lt;/a&gt; of Comparative Religion. Stroumsa was the Founding Director of the Center for the Study of Christianity (1999–2005). In 2009 he was appointed &lt;a href=\"Professor%20of%20the%20Study%20of%20the%20Abrahamic%20Religions\"&gt;Professor of the Study of the Abrahamic Religions&lt;/a&gt; at Oxford University and a Fellow of Lady Margaret Hall; he retired in 2013.\nHe has held Visiting Professorship in a number of universities in Europe and the United States, and has been a Fellow, among other institutions, of &lt;a href=\"Dumbarton%20Oaks\"&gt;Dumbarton Oaks&lt;/a&gt;, the &lt;a href=\"Wissenschaftskolleg%20zu%20Berlin\"&gt;Wissenschaftskolleg zu Berlin&lt;/a&gt;, and the &lt;a href=\"Katz%20Center%20for%20Advanced%20Judaic%20Studies\"&gt;Katz Center for Advanced Judaic Studies&lt;/a&gt;. He has been invited to give Lecture Series at &lt;a href=\"Corpus%20Christi%20College%2C%20Cambridge\"&gt;Corpus Christi College&lt;/a&gt; and &lt;a href=\"Trinity%20College%2C%20Cambridge\"&gt;Trinity College, Cambridge&lt;/a&gt;, at the &lt;a href=\"Scuola%20Normale%20Superiore%20di%20Pisa\"&gt;Scuola Normale Superiore&lt;/a&gt; (Pisa) and the Istituto San Carlo (Modena), and at the &lt;a href=\"College%20de%20France\"&gt;College de France&lt;/a&gt; (Paris).\nStroumsa received an &lt;a href=\"honorary%20doctorate\"&gt;honorary doctorate&lt;/a&gt; from the &lt;a href=\"University%20of%20Zurich\"&gt;University of Zurich&lt;/a&gt; (2005). In 2008 he was elected a Member of the Israeli Academy of the Sciences and Humanities. He won an &lt;a href=\"Alexander%20von%20Humboldt%20Foundation\"&gt;Alexander von Humboldt Research Award&lt;/a&gt; in 2008. Together with Sarah Stroumsa, he is a recipient of the Leopold Lucas Prize (2018). He is Chevalier de &lt;a href=\"Ordre%20national%20du%20M%C3%A9rite\"&gt;l’Ordre du Mérite&lt;/a&gt;.\nHe is married to Professor &lt;a href=\"Sarah%20Stroumsa\"&gt;Sarah Stroumsa&lt;/a&gt;, a scholar of &lt;a href=\"Islamic%20philosophy\"&gt;Islamic and Jewish medieval philosophy and theology&lt;/a&gt;, who served for four years as the &lt;a href=\"Rector%20%28academia%29\"&gt;Rector&lt;/a&gt; of the Hebrew University of Jerusalem. They have two daughters and five grandchildren.\nResearch.\nGuy Stroumsa's research focuses on the dynamics of encounters between religious traditions and institutions in the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; and in &lt;a href=\"Late%20Antiquity\"&gt;Late Antiquity&lt;/a&gt;, in the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; and the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;. He has studied the crystallization of the Abrahamic traditions in late antiquity, as a background to Islam. He sees &lt;a href=\"Gnosis\"&gt;Gnosis&lt;/a&gt;, &lt;a href=\"Manichaeism\"&gt;Manichaeism&lt;/a&gt; and &lt;a href=\"Early%20Christianity\"&gt;Early Christianity&lt;/a&gt; as a unique laboratory for understanding religious transformations in late antiquity. In his doctoral dissertation, Stroumsa studied the development of Gnostic mythology, and demonstrated its roots in &lt;a href=\"Judaism\"&gt;Judaism&lt;/a&gt; and &lt;a href=\"biblical\"&gt;biblical&lt;/a&gt; interpretation. In his studies, Stroumsa seeks to cross traditional interdisciplinary boundaries in order to study religious phenomena from a comparative perspective. This approach permits him to understand the mechanisms behind the religious revolution of Late Antiquity, a period which saw the cessation of a number of widespread aspects of ancient religion (such as &lt;a href=\"blood%20sacrifice\"&gt;blood sacrifice&lt;/a&gt;) and the development of new systems, which stand at the basis of Judaism, Christianity and Islam.\nStroumsa also works on the history of scholarship on religion, from early modern times to the twentieth century.\nStroumsa is the author of fourteen books, and the editor or co-editor of some twenty books. He has published more than a hundred and thirty articles.\nWorks.\nBooks.\n14. With Sarah Stroumsa, Eine dreifältige Schnur: über Judentum, Christentum und Islam in Geschichte und Wissenschaft (Tübingen: Mohr Siebeck, 2020).\n15. The Idea of Semitic Monotheism: The Rise and Fall of a Scholarly Myth (Oxford: Oxford University Press, 2021)\nas Editor.\nStroumsa is also the author of about 130 scholarly articles. Many of these articles can be found online on Guy Stroumsa's personal page on academia.edu"
}