{
    "id": "34053",
    "revid": "38878253",
    "url": "https://en.wikipedia.org/wiki?curid=34053",
    "title": "Water turbine",
    "text": "A water turbine is a rotary machine that converts &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; and &lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt; of water into mechanical work.\nWater &lt;a href=\"turbine\"&gt;turbine&lt;/a&gt;s were developed in the 19th century and were widely used for industrial power prior to &lt;a href=\"electrical%20grid\"&gt;electrical grid&lt;/a&gt;s. Now, they are mostly used for electric power generation.\nWater turbines are mostly found in &lt;a href=\"dam\"&gt;dam&lt;/a&gt;s to generate electric power from water potential energy.\nHistory.\nWater wheels have been used for hundreds of years for industrial power. Their main shortcoming is size, which limits the flow rate and &lt;a href=\"head%20%28hydraulic%29\"&gt;head&lt;/a&gt; that can be harnessed.\nThe migration from water wheels to modern turbines took about one hundred years. Development occurred during the &lt;a href=\"Industrial%20revolution\"&gt;Industrial revolution&lt;/a&gt;, using scientific principles and methods. They also made extensive use of new materials and manufacturing methods developed at the time.\nSwirl.\nThe word &lt;a href=\"turbine\"&gt;turbine&lt;/a&gt; was introduced by the French engineer &lt;a href=\"Claude%20Burdin\"&gt;Claude Burdin&lt;/a&gt; in the early 19th century and is derived from the Greek word \"τύρβη\" for \"whirling\" or a \"vortex\". The main difference between early water turbines and water wheels is a swirl component of the water which passes energy to a spinning rotor. This additional component of motion allowed the turbine to be smaller than a water wheel of the same power. They could process more water by spinning faster and could harness much greater heads. (Later, impulse turbines were developed which didn't use swirl.)\nTimeline.\nThe earliest known water turbines date to the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. Two helix-turbine mill sites of almost identical design were found at &lt;a href=\"Chemtou\"&gt;Chemtou&lt;/a&gt; and &lt;a href=\"Testour\"&gt;Testour&lt;/a&gt;, modern-day &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, dating to the late 3rd or early 4th century AD. The horizontal water wheel with angled blades was installed at the bottom of a water-filled, circular shaft. The water from the mill-race entered the pit tangentially, creating a swirling water column which made the fully submerged wheel act like a true turbine.\n&lt;a href=\"Fausto%20Veranzio\"&gt;Fausto Veranzio&lt;/a&gt; in his book \"Machinae Novae\" (1595) described a vertical axis mill with a rotor similar to that of a &lt;a href=\"Francis%20turbine\"&gt;Francis turbine&lt;/a&gt;.\n&lt;a href=\"Johann%20Andreas%20Segner\"&gt;Johann Segner&lt;/a&gt; developed a reactive water turbine (&lt;a href=\"Segner%20wheel\"&gt;Segner wheel&lt;/a&gt;) in the mid-18th century in &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Kingdom of Hungary&lt;/a&gt;. It had a horizontal axis and was a precursor to modern water turbines. It is a very simple machine that is still produced today for use in small hydro sites. Segner worked with &lt;a href=\"Euler\"&gt;Euler&lt;/a&gt; on some of the early mathematical theories of turbine design. In the 18th century, a Dr. Robert Barker invented a similar reaction hydraulic turbine that became popular as a lecture-hall demonstration. The only known surviving example of this type of engine used in power production, dating from 1851, is found at &lt;a href=\"Hacienda%20Buena%20Vista\"&gt;Hacienda Buena Vista&lt;/a&gt; in &lt;a href=\"Ponce%2C%20Puerto%20Rico\"&gt;Ponce, Puerto Rico&lt;/a&gt;.\nIn 1820, &lt;a href=\"Jean-Victor%20Poncelet\"&gt;Jean-Victor Poncelet&lt;/a&gt; developed an inward-flow turbine.\nIn 1826, &lt;a href=\"Beno%C3%AEt%20Fourneyron\"&gt;Benoît Fourneyron&lt;/a&gt; developed an outward-flow turbine. This was an efficient machine (~80%) that sent water through a runner with blades curved in one dimension. The stationary outlet also had curved guides.\nIn 1844, &lt;a href=\"Uriah%20A.%20Boyden\"&gt;Uriah A. Boyden&lt;/a&gt; developed an outward flow turbine that improved on the performance of the Fourneyron turbine. Its runner shape was similar to that of a &lt;a href=\"Francis%20turbine\"&gt;Francis turbine&lt;/a&gt;.\nIn 1849, &lt;a href=\"James%20B.%20Francis\"&gt;James B. Francis&lt;/a&gt; improved the inward flow reaction turbine to over 90% efficiency. He also conducted sophisticated tests and developed engineering methods for water turbine design. The &lt;a href=\"Francis%20turbine\"&gt;Francis turbine&lt;/a&gt;, named for him, is the first modern water turbine. It is still the most widely used water turbine in the world today. The Francis turbine is also called a radial flow turbine, since water flows from the outer circumference towards the centre of runner.\nInward flow water turbines have a better mechanical arrangement and all modern reaction water turbines are of this design. As the water swirls inward, it accelerates, and transfers energy to the runner. Water pressure decreases to atmospheric, or in some cases subatmospheric, as the water passes through the turbine blades and loses energy.\nIn 1876, &lt;a href=\"John%20B.%20McCormick\"&gt;John B. McCormick&lt;/a&gt;, building on Francis's designs, demonstrated the first modern mixed-flow turbine with the development of the Hercules turbine, initially manufactured by the &lt;a href=\"Holyoke%20Machine%20Company\"&gt;Holyoke Machine Company&lt;/a&gt; and subsequently improved upon by engineers in Germany and the United States. The design effectively combined the inward flow principles of the Francis design with the downward discharge of the &lt;a href=\"Jonval%20turbine\"&gt;Jonval turbine&lt;/a&gt;, with flow inward at the inlet, axial through the wheel's body, and slightly outward at the outlet. Initially performing optimally at 90% efficiency at lower speeds, this design would see many improvements in the subsequent decades in derivatives under names like \"Victor\", \"Risdon\", \"Samson\" and \"New American,\" ushering in a new era of American turbine engineering.\nWater turbines, particularly in the Americas, would largely become standardized with the establishment of the &lt;a href=\"Holyoke%20Testing%20Flume\"&gt;Holyoke Testing Flume&lt;/a&gt;, described as the first modern hydraulic laboratory in the United States by &lt;a href=\"Robert%20E.%20Horton\"&gt;Robert E. Horton&lt;/a&gt; and &lt;a href=\"Clemens%20Herschel\"&gt;Clemens Herschel&lt;/a&gt;, the latter of which would serve as its chief engineer for a time. Initially created in 1872 by &lt;a href=\"James%20B.%20Emerson\"&gt;James B. Emerson&lt;/a&gt; from the testing flumes of &lt;a href=\"Lowell%2C%20Massachusetts\"&gt;Lowell&lt;/a&gt;, after 1880 the &lt;a href=\"Holyoke%2C%20Massachusetts\"&gt;Holyoke, Massachusetts&lt;/a&gt; hydraulic laboratory was standardized by Herschel, who used it to develop the &lt;a href=\"Venturi%20meter\"&gt;Venturi meter&lt;/a&gt;, the first accurate means of measuring large flows, to properly measure water power efficiency by different turbine models. While skepticism of certain weir calculations were held by European hydrologists, the facility allowed for standard efficiency testing among major manufacturers through 1932, by which time more modern facilities and methods had proliferated.\nAround 1890, the modern &lt;a href=\"fluid%20bearing\"&gt;fluid bearing&lt;/a&gt; was invented, now universally used to support heavy water turbine spindles. As of 2002, fluid bearings appear to have a &lt;a href=\"mean%20time%20between%20failures\"&gt;mean time between failures&lt;/a&gt; of more than 1300 years.\nAround 1913, &lt;a href=\"Viktor%20Kaplan\"&gt;Viktor Kaplan&lt;/a&gt; created the &lt;a href=\"Kaplan%20turbine\"&gt;Kaplan turbine&lt;/a&gt;, a propeller-type machine. It was an evolution of the Francis turbine and revolutionized the ability to develop low-head hydro sites.\nNew concept.\nAll common water machines until the late 19th century (including water wheels) were basically reaction machines; water \"pressure\" head acted on the machine and produced work. A reaction turbine needs to fully contain the water during energy transfer.\nIn 1866, California millwright Samuel Knight invented a machine that took the impulse system to a new level. Inspired by the high pressure jet systems used in hydraulic mining in the gold fields, Knight developed a bucketed wheel which captured the energy of a free jet, which had converted a high head (hundreds of vertical feet in a pipe or &lt;a href=\"penstock\"&gt;penstock&lt;/a&gt;) of water to kinetic energy. This is called an impulse or tangential turbine. The water's velocity, roughly twice the velocity of the bucket periphery, does a U-turn in the bucket and drops out of the runner at low velocity.\nIn 1879, &lt;a href=\"Lester%20Allan%20Pelton\"&gt;Lester Pelton&lt;/a&gt;, experimenting with a Knight Wheel, developed a &lt;a href=\"Pelton%20wheel\"&gt;Pelton wheel&lt;/a&gt; (double bucket design), which exhausted the water to the side, eliminating some energy loss of the Knight wheel which exhausted some water back against the center of the wheel. In about 1895, William Doble improved on Pelton's half-cylindrical bucket form with an elliptical bucket that included a cut in it to allow the jet a cleaner bucket entry. This is the modern form of the Pelton turbine which today achieves up to 92% efficiency. Pelton had been quite an effective promoter of his design and although Doble took over the Pelton company he did not change the name to Doble because it had brand name recognition.\n&lt;a href=\"Turgo%20turbine\"&gt;Turgo&lt;/a&gt; and &lt;a href=\"cross-flow%20turbine\"&gt;cross-flow turbine&lt;/a&gt;s were later impulse designs.\nTheory of operation.\nFlowing water is directed on to the blades of a turbine runner, creating a force on the blades. Since the runner is spinning, the force acts through a distance (force acting through a distance is the definition of &lt;a href=\"Mechanical%20work\"&gt;work&lt;/a&gt;). In this way, energy is transferred from the water flow to the turbine.\nWater turbines are divided into two groups: &lt;a href=\"reaction%20%28physics%29\"&gt;reaction&lt;/a&gt; turbines and &lt;a href=\"Impulse%20%28physics%29\"&gt;impulse&lt;/a&gt; turbines.\nThe precise shape of water turbine blades is a function of the supply pressure of water, and the type of impeller selected.\nReaction turbines.\nReaction turbines are acted on by water, which changes pressure as it moves through the turbine and gives up its energy. They must be encased to contain the water pressure (or suction), or they must be fully submerged in the water flow.\n&lt;a href=\"Newton%27s%20laws%20of%20motion%23Newton%27s%20third%20law\"&gt;Newton's third law&lt;/a&gt; describes the transfer of energy for reaction turbines.\nMost water turbines in use are reaction turbines and are used in low (&lt;) and medium () head applications.\nIn reaction turbine pressure drop occurs in both fixed and moving blades.\nIt is largely used in dam and large power plants\nImpulse turbines.\nImpulse turbines change the velocity of a water jet. The jet pushes on the turbine's curved blades which changes the direction of the flow. The resulting change in momentum (&lt;a href=\"Impulse%20%28physics%29\"&gt;impulse&lt;/a&gt;) causes a force on the turbine blades. Since the turbine is spinning, the force acts through a distance (work) and the diverted water flow is left with diminished energy. An impulse turbine is one in which the pressure of the fluid flowing over the rotor blades is constant and all the work output is due to the change in kinetic energy of the fluid.\nPrior to hitting the turbine blades, the water's pressure (&lt;a href=\"potential%20energy\"&gt;potential energy&lt;/a&gt;) is converted to kinetic energy by a &lt;a href=\"nozzle\"&gt;nozzle&lt;/a&gt; and focused on the turbine. No pressure change occurs at the turbine blades, and the turbine doesn't require a housing for operation.\nNewton's second law describes the transfer of energy for impulse turbines.\nImpulse turbines are often used in very high (&gt;300m/1000 ft) head applications.\nPower.\nThe &lt;a href=\"Power%20%28physics%29\"&gt;power&lt;/a&gt; available in a stream is;\nformula_1\nwhere:\nPumped-storage hydroelectricity.\nSome water turbines are designed for pumped-storage hydroelectricity. They can reverse flow and operate as a &lt;a href=\"pump\"&gt;pump&lt;/a&gt; to fill a high reservoir during off-peak electrical hours, and then revert to a water turbine for power generation during peak electrical demand. This type of turbine is usually a &lt;a href=\"Deriaz%20turbine\"&gt;Deriaz&lt;/a&gt; or &lt;a href=\"Francis%20turbine\"&gt;Francis turbine&lt;/a&gt; in design.\nThis type of system is used in El Hierro, one of the Canary Islands: \"When wind production exceeds demand, excess energy will pump water from a lower reservoir at the bottom of a volcanic cone to an upper reservoir at the top of the volcano 700 meters above sea level. The lower reservoir stores 150,000 cubic meters of water. The stored water acts as a battery. The maximum storage capacity is 270 MWh. When demand rises and there is not enough wind power, the water will be released to four hydroelectric turbines with a total capacity of 11 MW.\"\nEfficiency.\nLarge modern water turbines operate at &lt;a href=\"mechanical%20efficiency\"&gt;mechanical efficiencies&lt;/a&gt; greater than 90%.\nDesign and application.\nTurbine selection is based on the available water head, and less so on the available flow rate. In general, impulse turbines are used for high head sites, and reaction turbines are used for &lt;a href=\"Low%20head%20hydro%20power\"&gt;low head&lt;/a&gt; sites. Kaplan turbines with adjustable blade pitch are well-adapted to wide ranges of flow or head conditions, since their peak efficiency can be achieved over a wide range of flow conditions.\nSmall turbines (mostly under 10 MW) may have horizontal shafts, and even fairly large bulb-type turbines up to 100 MW or so may be horizontal. Very large Francis and Kaplan machines usually have vertical shafts because this makes best use of the available head, and makes installation of a generator more economical. Pelton wheels may be either vertical or horizontal shaft machines because the size of the machine is so much less than the available head. Some impulse turbines use multiple jets per runner to balance shaft thrust. This also allows for the use of a smaller turbine runner, which can decrease costs and mechanical losses.\nTypical range of heads.\n• &lt;a href=\"Water%20wheel\"&gt;Water wheel&lt;/a&gt;\n• &lt;a href=\"Screw%20turbine\"&gt;Screw turbine&lt;/a&gt;\n• &lt;a href=\"VLH%20turbine\"&gt;VLH turbine&lt;/a&gt;\n• &lt;a href=\"Kaplan%20turbine\"&gt;Kaplan turbine&lt;/a&gt;\n• &lt;a href=\"Francis%20turbine\"&gt;Francis turbine&lt;/a&gt;\n• &lt;a href=\"Pelton%20wheel\"&gt;Pelton wheel&lt;/a&gt;\n• &lt;a href=\"Turgo%20turbine\"&gt;Turgo turbine&lt;/a&gt;\n0.2 &lt; \"H\" &lt; 4   (\"H\" = head in m)\n1 &lt; \"H\" &lt; 10\n1.5 &lt; \"H\" &lt; 4.5\n2 &lt; \"H\" &lt; 70\n10 &lt; \"H\" &lt; 300\n80 &lt; \"H\" &lt; 1600\n50 &lt; \"H\" &lt; 250\nSpecific speed.\nThe specific speed formula_8 of a turbine characterizes the turbine's shape in a way that is not related to its size. This allows a new turbine design to be scaled from an existing design of known performance. The specific speed is also the main criteria for matching a specific hydro site with the correct turbine type.\nThe specific speed is the speed with which the turbine turns for a particular discharge Q, with unit head and thereby is able to produce unit power.\nAffinity laws.\n&lt;a href=\"Affinity%20laws\"&gt;Affinity laws&lt;/a&gt; allow the output of a turbine to be predicted based on model tests. A miniature replica of a proposed design, about one foot (0.3 m) in diameter, can be tested and the laboratory measurements applied to the final application with high confidence. Affinity laws are derived by requiring &lt;a href=\"similitude%20%28model%29\"&gt;similitude&lt;/a&gt; between the test model and the application.\nFlow through the turbine is controlled either by a large valve or by wicket gates arranged around the outside of the turbine runner. Differential head and flow can be plotted for a number of different values of gate opening, producing a hill diagram used to show the efficiency of the turbine at varying conditions.\nRunaway speed.\nThe runaway speed of a water turbine is its speed at full flow, and no shaft load. The turbine will be designed to survive the mechanical forces of this speed. The manufacturer will supply the runaway speed rating.\nControl systems.\nDifferent designs of &lt;a href=\"Governor%20%28device%29\"&gt;governors&lt;/a&gt; have been used since the mid-18th century to control the speeds of the water turbines. A variety of &lt;a href=\"centrifugal%20governor\"&gt;flyball&lt;/a&gt; systems, or first-generation governors, were used during the first 100 years of water turbine speed controls. In early flyball systems, the flyball component countered by a spring acted directly to the valve of the turbine or the wicket gate to control the amount of water that enters the turbines. Newer systems with mechanical governors started around 1880. An early mechanical governor is a &lt;a href=\"servomechanism\"&gt;servomechanism&lt;/a&gt; that comprises a series of gears that use the turbine's speed to drive the flyball and turbine's power to drive the control mechanism. The mechanical governors were continued to be enhanced in power amplification through the use of gears and the dynamic behavior. By 1930, the mechanical governors had many parameters that could be set on the feedback system for precise controls. In the later part of the twentieth century, electronic governors and digital systems started to replace the mechanical governors. In the electronic governors, also known as second-generation governors, the flyball was replaced by rotational speed &lt;a href=\"sensor\"&gt;sensor&lt;/a&gt; but the controls were still done through &lt;a href=\"Analog%20device\"&gt;analog&lt;/a&gt; systems. In the modern systems, also known as third-generation governors, the controls are performed digitally by &lt;a href=\"algorithm\"&gt;algorithm&lt;/a&gt;s that are programmed to the computer of the governor.\nWicket gate.\nA wicket gate, or guide vane, is a component of water turbines to control the flow of water that enters the turbine. A series of small openings of the wicket gates surround the turbine. When the wicket gates are opened wider, more water will flow into the turbine runner which results in higher power output. The control of wicket gate opening and closing will allow the output energy generated by the turbines to be controlled to match the desired output energy levels.\nTurbine blade materials.\nGiven that the turbine blades in a water turbine are constantly exposed to water and dynamic forces, they need to have high corrosion resistance and strength. The most common material used in overlays on carbon steel runners in water turbines are &lt;a href=\"Austenite\"&gt;austenitic steel alloys&lt;/a&gt; that have 17% to 20% chromium to increase stability of the film which improves aqueous corrosion resistance. The chromium content in these steel alloys exceed the minimum of 12% chromium required to exhibit some atmospheric corrosion resistance. Having a higher chromium concentration in the steel alloys allows for a much longer lifespan of the turbine blades. Currently, the blades are made of &lt;a href=\"martensitic%20stainless%20steel\"&gt;martensitic stainless steel&lt;/a&gt;s which have high strength compared to austenitic stainless steels by a factor of 2. Besides corrosion resistance and strength as the criteria for material selection, weld-ability and density of the turbine blade. Greater weld-ability allows for easier repair of the turbine blades. This also allows for higher weld quality which results in a better repair. Selecting a material with low density is important to achieve higher efficiency because the lighter blades rotate more easily. The most common material used in Kaplan Turbine blades are stainless steel alloys (SS). The martensitic stainless steel alloys have high strength, thinner sections than standard carbon steel, and reduced mass that enhances the hydrodynamic flow conditions and efficiency of the water turbine. The SS(13Cr-4Ni) has been shown to have improved erosion resistance at all angles of attack through the process of &lt;a href=\"laser%20peening\"&gt;laser peening&lt;/a&gt;. It is important to minimize erosion in order to maintain high efficiencies because erosion negatively impacts the hydraulic profile of the blades which reduces the relative ease to rotate.\nMaintenance.\nTurbines are designed to run for decades with very little maintenance of the main elements; overhaul intervals are on the order of several years. Maintenance of the runners and parts exposed to water include removal, inspection, and repair of worn parts.\nNormal wear and tear includes &lt;a href=\"pitting%20corrosion\"&gt;pitting corrosion&lt;/a&gt; from &lt;a href=\"cavitation\"&gt;cavitation&lt;/a&gt;, &lt;a href=\"Fatigue%20%28material%29\"&gt;fatigue cracking&lt;/a&gt;, and &lt;a href=\"Abrasive\"&gt;abrasion&lt;/a&gt; from suspended solids in the water. Steel elements are repaired by welding, usually with &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt; rods. Damaged areas are cut or ground out, then welded back up to their original or an improved profile. Old turbine runners may have a significant amount of stainless steel added this way by the end of their lifetime. Elaborate &lt;a href=\"welding\"&gt;welding&lt;/a&gt; procedures may be used to achieve the highest quality repairs.\nOther elements requiring inspection and repair during overhauls include &lt;a href=\"Bearing%20%28mechanical%29\"&gt;bearings&lt;/a&gt;, packing box and shaft sleeves, servomotors, cooling systems for the bearings and generator coils, seal rings, wicket gate linkage elements and all surfaces.\nEnvironmental impact.\nWater turbines are generally considered a clean power producer, as the turbine causes essentially no change to the water. They use a renewable energy source and are designed to operate for decades. They produce significant amounts of the world's electrical supply.\nHistorically there have also been negative consequences, mostly associated with the dams normally required for power production. Dams alter the natural ecology of rivers, potentially killing fish, stopping &lt;a href=\"Fish%20migration\"&gt;migrations&lt;/a&gt;, and disrupting peoples' livelihoods. For example, &lt;a href=\"American%20Indians%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; tribes in the &lt;a href=\"Pacific%20Northwest\"&gt;Pacific Northwest&lt;/a&gt; had livelihoods built around &lt;a href=\"salmon\"&gt;salmon&lt;/a&gt; &lt;a href=\"fishing\"&gt;fishing&lt;/a&gt;, but aggressive dam-building destroyed their way of life. Dams also cause less obvious, but potentially serious consequences, including increased evaporation of water (especially in arid regions), buildup of &lt;a href=\"silt\"&gt;silt&lt;/a&gt; behind the dam, and changes to water temperature and flow patterns. In the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, it is now illegal to block the migration of fish, for example the &lt;a href=\"white%20sturgeon\"&gt;white sturgeon&lt;/a&gt; in &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, so &lt;a href=\"fish%20ladder\"&gt;fish ladder&lt;/a&gt;s must be provided by dam builders."
}