{
    "id": "34064",
    "revid": "9929111",
    "url": "https://en.wikipedia.org/wiki?curid=34064",
    "title": "Windows 95",
    "text": "Windows 95 is a consumer-oriented &lt;a href=\"operating%20system\"&gt;operating system&lt;/a&gt; developed by &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; as part of its &lt;a href=\"Windows%209x\"&gt;Windows 9x&lt;/a&gt; family of operating systems. The first operating system in the 9x family, it is the successor to &lt;a href=\"Windows%203.1x\"&gt;Windows 3.1x&lt;/a&gt;, and was &lt;a href=\"Software%20release%20life%20cycle%23RTM\"&gt;released to manufacturing&lt;/a&gt; on August 15, 1995, and generally to retail on August 24, 1995. Windows 95 merged Microsoft's formerly separate &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt; and &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt; products, and featured significant improvements over its predecessor, most notably in the &lt;a href=\"graphical%20user%20interface\"&gt;graphical user interface&lt;/a&gt; (GUI) and in its simplified \"&lt;a href=\"Plug%20and%20play%23Plug%20and%20Play\"&gt;plug-and-play&lt;/a&gt;\" features. There were also major changes made to the core components of the operating system, such as moving from a mainly &lt;a href=\"cooperative%20multitasking\"&gt;cooperatively multitasked&lt;/a&gt; &lt;a href=\"16-bit\"&gt;16-bit&lt;/a&gt; architecture to a &lt;a href=\"32-bit\"&gt;32-bit&lt;/a&gt; &lt;a href=\"Preemption%20%28computing%29%23PREEMPTIVE\"&gt;preemptive multitasking&lt;/a&gt; architecture, at least when running only 32-bit protected mode applications.\nAccompanied by an extensive marketing campaign, Windows 95 introduced numerous functions and features that were featured in later Windows versions, such as the &lt;a href=\"taskbar\"&gt;taskbar&lt;/a&gt;, &lt;a href=\"notification%20area\"&gt;notification area&lt;/a&gt;, and the &lt;a href=\"Start%20menu%23Start%20button\"&gt;\"Start\" button&lt;/a&gt;.\nThree years after its introduction, Windows 95 was followed by &lt;a href=\"Windows%2098\"&gt;Windows 98&lt;/a&gt;. Microsoft ended extended support for Windows 95 on December 31, 2001.\nDevelopment.\nThe initial design and planning of Windows 95 can be traced back to around March 1992, just around the time before the release of &lt;a href=\"Windows%203.1x\"&gt;Windows 3.1&lt;/a&gt;. At this time, \"Windows for Workgroups 3.11\" and &lt;a href=\"Windows%20NT%203.1\"&gt;Windows NT 3.1&lt;/a&gt; were still in development and Microsoft's plan for the future was focused on &lt;a href=\"Cairo%20%28operating%20system%29\"&gt;Cairo&lt;/a&gt;. Cairo would be Microsoft's next-generation operating system based on Windows NT, featuring a new user interface and an object-based file system, but it was not planned to be shipped before 1994. However, Cairo would partially ship in late July 1996 in the form of &lt;a href=\"Windows%20NT%204.0\"&gt;Windows NT 4.0&lt;/a&gt;, but without the object-based file system, which would later evolve into &lt;a href=\"WinFS\"&gt;WinFS&lt;/a&gt;.\nSimultaneously with Windows 3.1's release, &lt;a href=\"IBM\"&gt;IBM&lt;/a&gt; started shipping &lt;a href=\"OS/2%202.0%2332-bit%20era\"&gt;OS/2 2.0&lt;/a&gt;. Microsoft realized they required an updated version of Windows that could support 32-bit applications and preemptive multitasking, but could still run on low-end hardware (Windows NT did not). So the development of Windows \"Chicago\" was started and, as it was planned for a late 1993 release, became known as Windows 93 which was also known as Windows 4.0. Initially, the decision was not to include a new user interface, as this was planned for Cairo, and only focused on making installation, configuration, and networking easier. Windows 93 would ship together with MS-DOS 7.0, offering a more integrated experience to the user and making it pointless for the user to buy a DOS clone; this anti-competitive practice was denounced in \"&lt;a href=\"Caldera%20v.%20Microsoft\"&gt;Caldera v. Microsoft&lt;/a&gt;\". MS-DOS 7.0 was in development at that time under the code name \"Jaguar\" and could optionally run on top of a Windows 3.1-based 32-bit protected-mode kernel called \"Cougar\" to better compete with &lt;a href=\"DR-DOS\"&gt;DR-DOS&lt;/a&gt;. The first version of Chicago's feature specification was finished on September 30, 1992. Cougar was to become Chicago's kernel.\nBeta.\nBefore Windows 95's official release, users in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; had an opportunity to participate in the Windows 95 Preview Program. For US$19.95/£19.95, users would receive several 3.5-inch floppy disks that would be used to install Windows 95 either as an upgrade from Windows 3.1x or as a fresh installation. Participants were also given a free preview of &lt;a href=\"MSN%20Dial-up\"&gt;The Microsoft Network (MSN)&lt;/a&gt;, the &lt;a href=\"online%20service\"&gt;online service&lt;/a&gt; that Microsoft launched with Windows 95. During the preview period, Microsoft established various electronic distribution points for promotional and technical documentation on Chicago, including a detailed document for media reviewers describing the new system highlights. The preview versions expired in November 1995, after which the user would have to purchase their copy of the final version of Windows 95.\nArchitecture.\nWindows 95 was designed to be maximally compatible with existing &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt; and 16-bit Windows programs and &lt;a href=\"device%20drivers\"&gt;device drivers&lt;/a&gt; while offering a more stable and better performing system. The Windows 95 architecture is an evolution of &lt;a href=\"Windows%20for%20Workgroups\"&gt;Windows for Workgroups&lt;/a&gt;' 386 enhanced mode. The lowest level of the operating system consists of a large number of \"&lt;a href=\"VxD\"&gt;virtual device drivers&lt;/a&gt;\" (VxDs) running in 32-bit &lt;a href=\"protected%20mode\"&gt;protected mode&lt;/a&gt; and one or more &lt;a href=\"virtual%20DOS%20machine\"&gt;virtual DOS machine&lt;/a&gt;s running in &lt;a href=\"virtual%208086%20mode\"&gt;virtual 8086 mode&lt;/a&gt;. The virtual device drivers are responsible for handling physical devices (such as video and network cards), emulating virtual devices used by the virtual machines or providing various system services. The three most important virtual device drivers are:\nAccess requests to physical media are sent to \"Input/Output Supervisor\", a component responsible for scheduling the requests. Each physical media has its device driver: access to the disk is performed by a \"port driver\", while access to a &lt;a href=\"SCSI\"&gt;SCSI&lt;/a&gt; device is handled by a \"&lt;a href=\"miniport\"&gt;miniport&lt;/a&gt;\" driver working atop the SCSI layer. Port and Miniport drivers perform I/O operations in 32-bit protected mode, bypassing MS-DOS and &lt;a href=\"BIOS\"&gt;BIOS&lt;/a&gt;, significantly improving performance. In case there is no native Windows driver for a certain storage device, or if a device is forced to run in compatibility mode, the \"Real Mode Mapper\" can access it through MS-DOS.\n32-bit Windows programs are assigned their memory segments, which can be adjusted to any desired size. Memory areas outside the segment cannot be accessed by a program. If a program crashes, nothing else is harmed. Before this, programs used fixed non-exclusive 64 KB segments. While the 64 KB size was a serious handicap in DOS and Windows 3.x, lack of guarantee of exclusiveness was the cause of stability issues because programs sometimes overwrote each other's segments. A crashing Windows 3.x program could knock out surrounding processes. \nThe &lt;a href=\"Win32%20API\"&gt;Win32 API&lt;/a&gt; is implemented by three modules, each consisting of a 16-bit and a 32-bit component:\nDependence on MS-DOS.\nTo end-users, MS-DOS appears as an underlying component of Windows 95. For example, it is possible to prevent the loading of the graphical user interface and boot the system into a real-mode MS-DOS environment. This was done by inserting &lt;a href=\"command.com\"&gt;command.com&lt;/a&gt; in the autoexec.bat file or changing the BootGUI variable in the MSDOS.SYS file to 0. This sparked debate amongst users and professionals regarding the extent to which Windows 95 is an operating system or merely a graphical shell running on top of MS-DOS.\nWhen the graphical user interface is started, the virtual machine manager takes over the filesystem-related and disk-related functionality. MS-DOS itself is demoted to a compatibility layer for 16-bit device drivers. This contrasts with earlier versions of Windows which rely on MS-DOS to perform file and disk access (Windows for Workgroups 3.11 could also largely bypass MS-DOS when &lt;a href=\"32-bit%20file%20access\"&gt;32-bit file access&lt;/a&gt; and &lt;a href=\"32-bit%20disk%20access\"&gt;32-bit disk access&lt;/a&gt; were enabled). Keeping MS-DOS in memory allows Windows 95 to use DOS device drivers when suitable Windows drivers are unavailable. Windows 95 is capable of using all 16-bit Windows 3. x drivers.\nUnlike Windows 3.1x, DOS programs running in Windows 95 do not need DOS drivers for the mouse, CD-ROM and sound card; Windows drivers are used instead. &lt;a href=\"HIMEM.SYS\"&gt;HIMEM.SYS&lt;/a&gt; is still required to boot Windows 95. &lt;a href=\"EMM386\"&gt;EMM386&lt;/a&gt; and other memory managers, however, are only used by DOS programs. In addition, &lt;a href=\"CONFIG.SYS\"&gt;CONFIG.SYS&lt;/a&gt; and &lt;a href=\"AUTOEXEC.BAT\"&gt;AUTOEXEC.BAT&lt;/a&gt; settings (aside from HIMEM.SYS) do not affect Windows programs. DOS games, which could not be executed on Windows 3. x, can run inside Windows 95 (games tended to lock up Windows 3. x or cause other problems). As with Windows 3. x, DOS programs that use &lt;a href=\"Enhanced%20Graphics%20Adapter\"&gt;EGA&lt;/a&gt; or &lt;a href=\"Video%20Graphics%20Array\"&gt;VGA&lt;/a&gt; graphics modes run in windowed mode (&lt;a href=\"Color%20Graphics%20Adapter\"&gt;CGA&lt;/a&gt; and &lt;a href=\"text%20mode\"&gt;text mode&lt;/a&gt; programs can continue to run).\nOn startup, the MS-DOS component in Windows 95 responds to a pressed key by temporarily pausing the default boot process and presenting the DOS boot options menu, allowing the user to continue starting Windows normally, start Windows in &lt;a href=\"safe%20mode\"&gt;safe mode&lt;/a&gt; or exit to the DOS prompt. As in previous versions of &lt;a href=\"MS-DOS\"&gt;MS-DOS&lt;/a&gt;, there is no 32-bit support and DOS drivers must be loaded for mice and other hardware.\nAs a consequence of DOS compatibility, Windows 95 has to keep internal DOS data structures synchronized with those of Windows 95. When starting a program, even a native 32-bit Windows program, MS-DOS momentarily executes to create a data structure known as the &lt;a href=\"Program%20Segment%20Prefix\"&gt;Program Segment Prefix&lt;/a&gt;. It is even possible for MS-DOS to run out of &lt;a href=\"conventional%20memory\"&gt;conventional memory&lt;/a&gt; while doing so, preventing the program from launching. Windows 3.x allocated \"fixed\" segments in conventional memory first. Since the segments were allocated as fixed, Windows could not move them, which would prevent any more programs from launching.\nMicrosoft partially removed support for &lt;a href=\"File%20Control%20Block\"&gt;File Control Block&lt;/a&gt;s (an API hold-over of DOS 1. x and &lt;a href=\"CP/M\"&gt;CP/M&lt;/a&gt;) in Windows 95 OSR2 (&lt;a href=\"OEM\"&gt;OEM&lt;/a&gt; Service Release 2). FCB functions can read &lt;a href=\"FAT32\"&gt;FAT32&lt;/a&gt; volumes, but not write to them.\nUser interface.\nWindows 95 introduced a redesigned &lt;a href=\"Windows%20shell\"&gt;shell&lt;/a&gt; based around a &lt;a href=\"desktop%20metaphor\"&gt;desktop metaphor&lt;/a&gt;; &lt;a href=\"Shortcut_%28computing%29%23Microsoft_Windows\"&gt;File shortcuts&lt;/a&gt; (also known as shell links) were introduced and the desktop was re-purposed to hold shortcuts to applications, files and folders, reminiscent of &lt;a href=\"Mac%20OS\"&gt;Mac OS&lt;/a&gt;.\nIn &lt;a href=\"Windows%203.1\"&gt;Windows 3.1&lt;/a&gt; the desktop was used to display icons of running applications. In Windows 95, the currently running applications were displayed as buttons on a &lt;a href=\"taskbar\"&gt;taskbar&lt;/a&gt; across the bottom of the screen. The taskbar also contained a notification area used to display icons for background applications, a volume control and the current time.\nThe &lt;a href=\"Start%20menu\"&gt;Start menu&lt;/a&gt;, invoked by clicking the \"Start\" button on the taskbar or by pressing the &lt;a href=\"Windows%20key\"&gt;Windows key&lt;/a&gt;, was introduced as an additional means of launching applications or opening documents. While maintaining the program groups used by its predecessor &lt;a href=\"Program%20Manager\"&gt;Program Manager&lt;/a&gt;, it also displayed applications within cascading sub-menus.\nThe previous &lt;a href=\"File%20Manager%20%28Windows%29\"&gt;File Manager&lt;/a&gt; program was replaced by &lt;a href=\"Windows%20Explorer\"&gt;Windows Explorer&lt;/a&gt; and the Explorer-based &lt;a href=\"Control%20Panel%20%28Windows%29\"&gt;Control Panel&lt;/a&gt; and several other &lt;a href=\"special%20folder\"&gt;special folder&lt;/a&gt;s were added such as My Computer, Dial-Up Networking, Recycle Bin, Network Neighborhood, My Documents, Recent documents, Fonts, Printers, and &lt;a href=\"Briefcase%20%28Microsoft%20Windows%29\"&gt;My Briefcase&lt;/a&gt; among others. &lt;a href=\"AutoRun\"&gt;AutoRun&lt;/a&gt; was introduced for CD drives.\nThe user interface looked dramatically different from prior versions of Windows, but its design language did not have a special name like \"&lt;a href=\"Metro%20%28design%20language%29\"&gt;Metro&lt;/a&gt;\", \"&lt;a href=\"Aqua%20%28user%20interface%29\"&gt;Aqua&lt;/a&gt;\" or \"&lt;a href=\"Material%20Design\"&gt;Material Design&lt;/a&gt;\". Internally it was called \"the new shell\" and later simply \"the shell\". The subproject within Microsoft to develop the new shell was internally known as \"Stimpy\".\nIn 1994, Microsoft designers &lt;a href=\"Mark%20Malamud\"&gt;Mark Malamud&lt;/a&gt; and Erik Gavriluk approached &lt;a href=\"Brian%20Eno\"&gt;Brian Eno&lt;/a&gt; to compose music for the Windows 95 project. The result was the six-second start-up music-sound of the Windows 95 operating system, \"&lt;a href=\"The%20Microsoft%20Sound\"&gt;The Microsoft Sound&lt;/a&gt;\" and it was first released as a startup sound in May 1995 on Windows 95 May Test Release build 468.\nWhen released for Windows 95 and Windows NT 4.0, &lt;a href=\"Internet%20Explorer%204\"&gt;Internet Explorer 4&lt;/a&gt; came with an optional &lt;a href=\"Windows%20Desktop%20Update\"&gt;Windows Desktop Update&lt;/a&gt;, which modified the shell to provide several additional updates to Windows Explorer, including a \"Quick Launch\" toolbar, and new features integrated with Internet Explorer, such as &lt;a href=\"Active%20Desktop\"&gt;Active Desktop&lt;/a&gt; (which allowed Internet content to be displayed directly on the desktop).\nSome of the user interface elements introduced in Windows 95, such as the desktop, taskbar, Start menu and Windows Explorer file manager, remained fundamentally unchanged on future versions of Windows.\nTechnical improvements.\nWindows 95 included support for 255-character mixed-case &lt;a href=\"long%20filename\"&gt;long filename&lt;/a&gt;s and &lt;a href=\"Preemption%20%28computing%29\"&gt;preemptively&lt;/a&gt; multitasked protected-mode 32-bit applications. 16-bit processes were still co-operatively multitasked.\nPlug and Play.\nWindows 95 tried to automate device detection and configuration as much as possible, but could still fall back to manual settings if necessary. During the initial install process of Windows 95, it would attempt to automatically detect all devices installed in the system.\nWindows 95 also introduced the Device Manager to indicate which devices were working optimally with correct drivers and configuration and to allow the user to override automatic Plug and Play-based driver installation with manual options or give a choice of several semi-automatic configurations to try to free up resources for devices that still needed manual configuration.\nLong file names.\n&lt;a href=\"32-bit%20File%20Access\"&gt;32-bit File Access&lt;/a&gt; is necessary for the \"long file names\" feature introduced with Windows 95 through the use of the &lt;a href=\"VFAT\"&gt;VFAT&lt;/a&gt; file system extension. It is available to both Windows programs and MS-DOS programs started from Windows (they have to be adapted slightly, since accessing long file names requires using larger &lt;a href=\"pathname\"&gt;pathname&lt;/a&gt; &lt;a href=\"Buffer%20%28computer%20science%29\"&gt;buffers&lt;/a&gt; and hence different &lt;a href=\"system%20call\"&gt;system call&lt;/a&gt;s). Competing DOS-compatible operating systems released before Windows 95 cannot see these names. Using older versions of DOS utilities to manipulate files means that the long names are not visible and are lost if files are moved or renamed and by the copy (but not the original) if the file is copied. During a Windows 95 automatic upgrade of an older Windows 3.1 system, DOS and third-party disk utilities which can destroy long file names are identified and made unavailable. When Windows 95 is started in DOS mode, e.g. for running DOS programs, low-level access to disks is locked out. In case the need arises to depend on disk utilities that do not recognize long file names, such as the MS-DOS 6. x's defrag utility, a program called LFNBACK for backup and restoration of long file names is provided on the CD-ROM, specifically in its \\ADMIN\\APPTOOLS\\LFNBACK directory. \n32-bit.\nWindows 95 followed &lt;a href=\"Windows%20for%20Workgroups\"&gt;Windows for Workgroups&lt;/a&gt; 3.11 with its lack of support for older, 16-bit &lt;a href=\"x86\"&gt;x86&lt;/a&gt; processors, thus requiring an &lt;a href=\"Intel%2080386\"&gt;Intel 80386&lt;/a&gt; (or compatible). While the OS kernel is 32-bit, much code (especially for the user interface) remained 16-bit for performance reasons as well as development time constraints. This had a rather detrimental effect on system stability and led to frequent application crashes.\nThe introduction of &lt;a href=\"32-bit%20file%20access\"&gt;32-bit file access&lt;/a&gt; in Windows for Workgroups 3.11 meant that 16-bit real mode MS-DOS is not used for managing the files while Windows is running, and the earlier introduction of the &lt;a href=\"32-bit%20disk%20access\"&gt;32-bit disk access&lt;/a&gt; means that the PC &lt;a href=\"BIOS\"&gt;BIOS&lt;/a&gt; is often no longer used for managing hard disks.\nDOS can be used for running old-style &lt;a href=\"device%20driver\"&gt;drivers&lt;/a&gt; for compatibility, but Microsoft discourages using them, as this prevents proper multitasking and impairs system stability. &lt;a href=\"Control%20Panel%20%28Windows%29\"&gt;Control Panel&lt;/a&gt; allows a user to see which MS-DOS components are used by the system; optimal performance is achieved when they are bypassed. The Windows &lt;a href=\"kernel%20%28operating%20system%29\"&gt;kernel&lt;/a&gt; uses MS-DOS style real-mode drivers in \"&lt;a href=\"Safe%20Mode\"&gt;Safe Mode&lt;/a&gt;\", which exists to allow a user to fix problems relating to loading native, protected-mode drivers.\nCore improvements in OEM Service Releases.\nOEM Service Releases of Windows 95 introduced support in Windows for several core new technologies which were not included in the original release of Windows 95. These include the &lt;a href=\"Internet%20Explorer\"&gt;Internet Explorer&lt;/a&gt; web browser, &lt;a href=\"DriveSpace\"&gt;DriveSpace&lt;/a&gt; compression, &lt;a href=\"DirectX\"&gt;DirectX&lt;/a&gt;, &lt;a href=\"FAT32\"&gt;FAT32&lt;/a&gt; file system support, &lt;a href=\"UDMA\"&gt;UltraDMA&lt;/a&gt; mode for disk drives, &lt;a href=\"Universal%20Serial%20Bus\"&gt;Universal Serial Bus&lt;/a&gt;, &lt;a href=\"IEEE%201394\"&gt;IEEE 1394 (FireWire)&lt;/a&gt;, and &lt;a href=\"Accelerated%20Graphics%20Port\"&gt;Accelerated Graphics Port&lt;/a&gt;.\nAccessibility features.\nWindows 95 introduced &lt;a href=\"computer%20accessibility\"&gt;computer accessibility&lt;/a&gt; features like &lt;a href=\"Sticky%20keys\"&gt;Sticky keys&lt;/a&gt;, &lt;a href=\"FilterKeys\"&gt;FilterKeys&lt;/a&gt;, &lt;a href=\"ToggleKeys\"&gt;ToggleKeys&lt;/a&gt;, &lt;a href=\"Mouse%20keys\"&gt;Mouse keys&lt;/a&gt;. &lt;a href=\"Microsoft%20Active%20Accessibility\"&gt;Microsoft Active Accessibility&lt;/a&gt; API was introduced as an add-on for Windows 95.\nSystem requirements.\nOfficial system requirements were an &lt;a href=\"Intel%20386\"&gt;Intel 386&lt;/a&gt;DX CPU of any speed, 4 MB of system RAM and 50–55 MB of hard disk space depending on features selected. These minimal claims were made in order to maximize the available market of Windows 3.1 migrations. This configuration would rely heavily on &lt;a href=\"virtual%20memory\"&gt;virtual memory&lt;/a&gt; and was only optimal for productive use on single-tasking dedicated workstations. It was possible to run Windows 95 on a 386 SX, but this led to even less acceptable performance due to its 16-bit external data bus. To achieve optimal performance, Microsoft recommended an &lt;a href=\"i486\"&gt;i486&lt;/a&gt; or compatible CPU with at least 8 MB of RAM.\nWindows 95 may fail to boot on computers with a processor faster than 2.1 GHz and more than approximately 480 MB of memory. In such a case, reducing the file cache size or the size of video memory can help. The theoretical maximum according to Microsoft is 2 GB.\nMost copies of Windows 95 were on &lt;a href=\"CD-ROM\"&gt;CD-ROM&lt;/a&gt;, but a -inch floppy version was also available for older machines. The retail floppy disk version of Windows 95 came on 13 &lt;a href=\"Distribution%20Media%20Format\"&gt;DMF&lt;/a&gt; formatted floppy disks, while OSR 2.1 doubled the floppy count to 26. Both versions exclude additional software that the CD-ROM version might have featured. &lt;a href=\"Microsoft%20Plus%21\"&gt;Microsoft Plus!&lt;/a&gt; for Windows 95 was also available on floppy disks.\nUpgradeability.\nWindows 95 was superseded by &lt;a href=\"Windows%2098\"&gt;Windows 98&lt;/a&gt; and could still be directly upgraded by either &lt;a href=\"Windows%202000\"&gt;Windows 2000&lt;/a&gt; Professional or &lt;a href=\"Windows%20Me\"&gt;Windows Me&lt;/a&gt;. &lt;a href=\"Microsoft%20Office%202000\"&gt;Office 2000&lt;/a&gt; is the last version of &lt;a href=\"Microsoft%20Office\"&gt;Microsoft Office&lt;/a&gt; to be compatible with Windows 95. Similarly, &lt;a href=\"Windows%20Media%20Player\"&gt;Windows Media Player&lt;/a&gt; 6.4, released in April 1999, and &lt;a href=\"DirectX\"&gt;DirectX&lt;/a&gt; 8.0a, released in February 2001, are the last versions of &lt;a href=\"Windows%20Media%20Player\"&gt;Windows Media Player&lt;/a&gt; and &lt;a href=\"DirectX\"&gt;DirectX&lt;/a&gt; available for Windows 95, respectively.\nInternet Explorer.\nWindows 95 originally shipped without &lt;a href=\"Internet%20Explorer\"&gt;Internet Explorer&lt;/a&gt;, and the default network installation did not install &lt;a href=\"TCP/IP\"&gt;TCP/IP&lt;/a&gt;, the network protocol used on the Internet. At the release date of Windows 95, Internet Explorer 1.0 was available, but only in the &lt;a href=\"Microsoft%20Plus%21%23Microsoft%20Plus%21%20for%20Windows%2095\"&gt;Plus!&lt;/a&gt; add-on pack for Windows 95, which was a separate product. The Plus! The pack did not reach as many retail consumers as the operating system itself (it was mainly advertised for its non-Internet-related add-ons such as &lt;a href=\"theme%20%28computing%29\"&gt;themes&lt;/a&gt; and better disk compression) but was usually included in &lt;a href=\"pre-installed\"&gt;pre-installed&lt;/a&gt; (&lt;a href=\"Original%20equipment%20manufacturer\"&gt;OEM&lt;/a&gt;) sales, and at the time of Windows 95's release, the web was being browsed mainly with a variety of early web browsers such as &lt;a href=\"NCSA%20Mosaic\"&gt;NCSA Mosaic&lt;/a&gt; and &lt;a href=\"Netscape%20Navigator\"&gt;Netscape Navigator&lt;/a&gt; (promoted by-products such as &lt;a href=\"IBox\"&gt;IBox&lt;/a&gt;).\nWindows 95 OEM Service Release 1 was the first release of Windows to include &lt;a href=\"Internet%20Explorer\"&gt;Internet Explorer&lt;/a&gt; (version &lt;a href=\"Internet%20Explorer%202\"&gt;2.0&lt;/a&gt;) with the OS. While there was no uninstaller, it could be deleted easily if desired. OEM Service Release 2 included &lt;a href=\"Internet%20Explorer%203\"&gt;Internet Explorer 3&lt;/a&gt;. The installation of &lt;a href=\"Internet%20Explorer%204\"&gt;Internet Explorer 4&lt;/a&gt; on Windows 95 (or the OSR2.5 version preinstalled on a computer) gave Windows 95 Active Desktop and browser integration into Windows Explorer, known as the &lt;a href=\"Windows%20Desktop%20Update\"&gt;Windows Desktop Update&lt;/a&gt;. The CD version of the last release of Windows 95, OEM Service Release 2.5 (version 4.00.950C), includes Internet Explorer 4, and installs it after Windows 95's initial setup and first boot are complete.\nWhile only the 4.x series of the browser contained the option to install the Windows Desktop Update features, the subsequent 5.x version had the option hidden. Editing the installer's configuration file located in a temporary folder would make the feature available in the installer. Alternatively, the user could install IE 4 with the desktop update before installing a newer version of Internet Explorer. The last version of Internet Explorer supported on Windows 95 is &lt;a href=\"Internet%20Explorer%205\"&gt;Internet Explorer 5.5 with SP2&lt;/a&gt;, which was released on July 23, 2001. Windows 95 shipped with Microsoft's dial-up online service called &lt;a href=\"MSN%20Dial-up\"&gt;The Microsoft Network (MSN)&lt;/a&gt;.\nRelease and promotion.\nThe Windows 95 release included a commercial featuring &lt;a href=\"The%20Rolling%20Stones\"&gt;The Rolling Stones&lt;/a&gt;' 1981 single \"&lt;a href=\"Start%20Me%20Up\"&gt;Start Me Up&lt;/a&gt;\" (a reference to the Start button). It was widely reported that &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt; paid the Rolling Stones between US$8 and US$14 million for the use of the song in the Windows 95 advertising campaign. However, Microsoft said that this was just a rumour spread by the band to increase their market value, and the company paid US$3 million. A 30-minute promotional video, labeled a \"cyber sitcom,\" featuring &lt;a href=\"Jennifer%20Aniston\"&gt;Jennifer Aniston&lt;/a&gt; and &lt;a href=\"Matthew%20Perry\"&gt;Matthew Perry&lt;/a&gt;, was also released to showcase the features of Windows 95. Microsoft's US$200 million advertising campaign featured stories of people waiting in line outside stores to get a copy.\nIn the UK, the largest computer chain &lt;a href=\"PC%20World%20%28retailer%29\"&gt;PC World&lt;/a&gt; received a large quantity of point-of-sale material; many branches opened at midnight to sell the first copies of the product. Copies of \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" were available for free, and Microsoft paid for 1.5 million issues (twice the daily circulation at the time).\nIn the United States, the &lt;a href=\"Empire%20State%20Building\"&gt;Empire State Building&lt;/a&gt; in New York City was lit to match the colors of the Windows logo. In Canada, a banner was hung down the side of the &lt;a href=\"CN%20Tower\"&gt;CN Tower&lt;/a&gt; in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;.\nThe release included a number of \"Fun Stuff\" items on the CD, including music videos of &lt;a href=\"Edie%20Brickell\"&gt;Edie Brickell&lt;/a&gt;'s \"Good Times\" and &lt;a href=\"Weezer\"&gt;Weezer&lt;/a&gt;'s \"&lt;a href=\"Buddy%20Holly%20%28song%29\"&gt;Buddy Holly&lt;/a&gt;,\" a trailer for the 1995 film \"&lt;a href=\"Rob%20Roy%20%281995%20film%29\"&gt;Rob Roy&lt;/a&gt;\" and the computer game \"&lt;a href=\"Hover%21\"&gt;Hover!&lt;/a&gt;\"\nSales were strong, with one million copies shipped worldwide in just four days. According to &lt;a href=\"International%20Data%20Corporation\"&gt;International Data Corporation&lt;/a&gt;, by the end of 1998, Windows 95 was the most used desktop OS with 57.4% of the marketshare, with its successor &lt;a href=\"Windows%2098\"&gt;Windows 98&lt;/a&gt; coming in second at 17.2%. Windows 95 also still sold more non-&lt;a href=\"OEM\"&gt;OEM&lt;/a&gt; copies to large customers in the month of May 1999, which analysts attributed to large companies opting to wait for the release of &lt;a href=\"Windows%202000\"&gt;Windows 2000&lt;/a&gt;.\nEditions.\nSeveral Windows 95 editions have been released. Only the original release was sold as a shrink-wrapped product; later editions were provided only to computer &lt;a href=\"OEM\"&gt;OEM&lt;/a&gt;s for installation on new PCs. For this reason, these editions are known as OEM Service Releases (OSR).\nTogether with the introduction of Windows 95, Microsoft released the \"&lt;a href=\"Microsoft%20Plus%21\"&gt;Microsoft Plus!&lt;/a&gt; for Windows 95\" pack, which contained several optional components for high-end multimedia PCs, including Internet Explorer, DriveSpace and additional themes.\nThe first service pack was made available half a year after the original release and fixed several small bugs.\nThe second service pack mainly introduced support for new hardware, most notably support for hard drives larger than 2 GB in the form of the &lt;a href=\"FAT32\"&gt;FAT32&lt;/a&gt; file system. This release was never made available to end-users directly and was only sold through OEMs with the purchase of a new PC. \nA full third service pack was never released, but two smaller updates to the second were released in the form of a USB Supplement (OSR 2.1) and the &lt;a href=\"Windows%20Desktop%20Update\"&gt;Windows Desktop Update&lt;/a&gt; (OSR 2.5). Both were available as stand-alone updates and as updated disc images shipped by OEMs. OSR 2.5 was notable for featuring several changes to the Windows Explorer, integrating it with Internet Explorer 4.0—this version of Internet Explorer looks very similar to the one featured in Windows 98.\nLegacy.\nOn December 31, 2001, Microsoft ended its support for Windows 95, making it an \"obsolete\" product per the Microsoft Lifecycle Policy.\nMany features have since become key components of the Microsoft Windows series, such as the &lt;a href=\"Start%20menu\"&gt;Start menu&lt;/a&gt; and the &lt;a href=\"taskbar\"&gt;taskbar&lt;/a&gt;, originated in Windows 95. Neil MacDonald, a &lt;a href=\"Gartner\"&gt;Gartner&lt;/a&gt; analyst, said that Windows 95 \"was a quantum leap in difference in technological capability and stability.\" Ina Fried of \"&lt;a href=\"CNET\"&gt;CNET&lt;/a&gt;\" said that \"by the time Windows 95 was finally ushered off the market in 2001, it had become a fixture on computer desktops around the world.\"\nEven though support for Windows 95 has ended, the software has occasionally remained in use on legacy systems for various purposes. In addition, some video game enthusiasts choose to use Windows 95 for their &lt;a href=\"legacy%20system\"&gt;legacy system&lt;/a&gt; to play old DOS games, although some other versions of Windows such as Windows 98 can also be used for this purpose.\nIn March 2016, &lt;a href=\"Fine%20Brothers%20Entertainment\"&gt;Fine Brothers Entertainment&lt;/a&gt; uploaded a reaction video on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; titled \"Teens React to Windows 95\", wherein the teens complained about lack of Wi-Fi and having to use dial-up to access the Internet. The video received more than 14 million views and prompted stories in more than a dozen publications.\nFurther reading.\nMicrosoft:\nThird-party:"
}