{
    "id": "340778",
    "revid": "1572901",
    "url": "https://en.wikipedia.org/wiki?curid=340778",
    "title": "Sean Flynn (photojournalist)",
    "text": "Sean Leslie Flynn (May 31, 1941 – disappeared April 6, 1970; &lt;a href=\"Presumption%20of%20death\"&gt;declared legally dead&lt;/a&gt; in 1984) was an American &lt;a href=\"actor\"&gt;actor&lt;/a&gt; and freelance &lt;a href=\"photojournalism\"&gt;photojournalist&lt;/a&gt; best known for his coverage of the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt;.\nFlynn was the only child of Australian-American actor &lt;a href=\"Errol%20Flynn\"&gt;Errol Flynn&lt;/a&gt; and his first wife, French-American actress &lt;a href=\"Lili%20Damita\"&gt;Lili Damita&lt;/a&gt;. After studying briefly at &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt;, he embarked on an acting career. He retired by the mid-1960s to become a freelance photojournalist under contract to &lt;a href=\"Time%20%28magazine%29\"&gt;\"Time\" magazine&lt;/a&gt;.\nIn search of exceptional images, Flynn traveled with &lt;a href=\"U.S.%20Army%20Special%20Forces\"&gt;U.S. Army Special Forces&lt;/a&gt; units and &lt;a href=\"Civilian%20Irregular%20Defense%20Group%20program\"&gt;irregular&lt;/a&gt;s operating in remote areas. While on assignment in &lt;a href=\"Khmer%20Republic\"&gt;Cambodia&lt;/a&gt; in April 1970, Flynn and fellow photojournalist &lt;a href=\"Dana%20Stone\"&gt;Dana Stone&lt;/a&gt; were captured by &lt;a href=\"communism\"&gt;communist&lt;/a&gt; &lt;a href=\"guerrilla\"&gt;guerrilla&lt;/a&gt;s. Neither man was seen or heard from again. In 1984, Flynn's mother had him &lt;a href=\"declared%20death%20in%20absentia\"&gt;declared dead \"in absentia\"&lt;/a&gt;.\nEarly life.\nFlynn's parents &lt;a href=\"marital%20separation\"&gt;separated&lt;/a&gt; when he was young; he was raised by his mother, Lili Damita. Flynn graduated from the &lt;a href=\"Lawrenceville%20School\"&gt;Lawrenceville School&lt;/a&gt; in &lt;a href=\"Lawrenceville%2C%20New%20Jersey\"&gt;Lawrenceville&lt;/a&gt;, &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, in 1960. When Errol Flynn died, he left his son $5,000 to help with his college education. Sean Flynn enrolled at Duke University.\nEntertainment career.\nSean Flynn first appeared in front of the cameras at the age of fifteen, when he appeared in an episode of his father's television show, \"&lt;a href=\"The%20Errol%20Flynn%20Theatre\"&gt;The Errol Flynn Theatre&lt;/a&gt;\". The episode, \"Strange Auction,\" was broadcast in the U.K. in 1956 and in the U.S. in 1957.\nOver a summer break in June 1960, Flynn visited his mother in &lt;a href=\"Fort%20Lauderdale\"&gt;Fort Lauderdale&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;. At the suggestion of his friend, actor &lt;a href=\"George%20Hamilton%20%28actor%29\"&gt;George Hamilton&lt;/a&gt;, Flynn filmed a scene in Hamilton's picture \"&lt;a href=\"Where%20the%20Boys%20Are\"&gt;Where the Boys Are&lt;/a&gt;\", which was shooting in Fort Lauderdale at the time. Most of his scenes ended up on the cutting room floor, but he can still be seen in a scene walking past wearing a blue \"&lt;a href=\"Xavier%20University\"&gt;Xavier University&lt;/a&gt;\" sweatshirt.\nIn May 1961, at the age of 20, Flynn accepted a contract with Sage Western Pictures to appear in 1962's \"&lt;a href=\"Il%20Figlio%20del%20Capitano%20Blood\"&gt;Il Figlio del Capitano Blood&lt;/a&gt;\", a sequel to his father's hit film \"&lt;a href=\"Captain%20Blood%20%281935%20film%29\"&gt;Captain Blood&lt;/a&gt;\". He was paid $110 a week for the testing period, going up to $10,000 for twelve weeks work in the film. As Flynn was still legally a minor he needed his mother's permission, which was granted. The test was successful. The film was released in the U.S. in 1964 as \"&lt;a href=\"The%20Son%20of%20Captain%20Blood\"&gt;The Son of Captain Blood&lt;/a&gt;\".\nIn September 1961 it was announced Flynn had signed a recording contract for a company known as Hi-Fidelity R.V. Records, and had already recorded four songs for them. Two came out: \"Stay in My Heart\" b/w \"Secret Love\". The songs were released regionally as a 45rpm single (Arvee 5043). The single is now a rare collector's item.\nIn 1962, Hamilton announced that he wanted to make \"The Brothers\", based on a story by Hamilton, starring himself, Flynn, and &lt;a href=\"Terry-Thomas\"&gt;Terry Thomas&lt;/a&gt;, but the film was never made. Around this time Flynn's fiancé was &lt;a href=\"Julie%20Payne%20%28actress%2C%20born%201940%29\"&gt;Julie Payne&lt;/a&gt;, daughter of actors &lt;a href=\"John%20Payne%20%28actor%29\"&gt;John Payne&lt;/a&gt; and &lt;a href=\"Anne%20Shirley\"&gt;Anne Shirley&lt;/a&gt;. A few years later he was engaged to Alessandra Panao.\nFlynn made a few more films in Europe, including \"&lt;a href=\"Il%20segno%20di%20Zorro\"&gt;Il segno di Zorro&lt;/a&gt;\" (1963; released in 1964 as \"Duel at the Rio Grande\"), \"Verspätung in Marienborn\" with &lt;a href=\"Jos%C3%A9%20Ferrer\"&gt;José Ferrer&lt;/a&gt; (1963; released in 1964 as \"&lt;a href=\"Stop%20Train%20349\"&gt;Stop Train 349&lt;/a&gt;\"), \"Agent Special a Venise \"Voir Venise et...Crever\"\" (1964; sold to U.S. television syndication as \"Mission to Venice\"), and \"&lt;a href=\"Sandok%2C%20Il%20Maciste%20della%20Jungla\"&gt;Sandok, Il Maciste della Jungla&lt;/a&gt;\" (1964; released in 1966 as \"&lt;a href=\"Temple%20of%20the%20White%20Elephant\"&gt;Temple of the White Elephant&lt;/a&gt;\").\nFlynn became bored with acting, and he went to Africa in late 1964 to try his hand at being a guide for &lt;a href=\"safari\"&gt;safari&lt;/a&gt;s and &lt;a href=\"big-game%20hunting\"&gt;big-game hunting&lt;/a&gt;. He also spent time as a game warden in Kenya. In the latter part of 1965, Flynn needed money, so he made two &lt;a href=\"Spaghetti%20Western\"&gt;Spaghetti Western&lt;/a&gt;s in Spain and Italy that were released in 1966: \"&lt;a href=\"Sette%20Magnifiche%20Pistole\"&gt;Sette Magnifiche Pistole&lt;/a&gt;\" (\"&lt;a href=\"Seven%20Guns%20for%20Timothy\"&gt;Seven Guns for Timothy&lt;/a&gt;\") and \"&lt;a href=\"Dos%20Pistolas%20Gemelas\"&gt;Dos Pistolas Gemelas&lt;/a&gt;\" {\"&lt;a href=\"Sharp-Shooting%20Twin%20Sisters\"&gt;Sharp-Shooting Twin Sisters&lt;/a&gt;\") co-starring the Spanish twin performers &lt;a href=\"Pili%20%26amp%3B%20Mili\"&gt;Pili and Mili&lt;/a&gt;. In the summer of 1966, Flynn went to Singapore to star in his eighth and final film, the French–Italian action film \"&lt;a href=\"Cinq%20Gars%20Pour%20Singapour\"&gt;Cinq Gars Pour Singapour&lt;/a&gt;\" (1967; released in 1968 as \"&lt;a href=\"Five%20Ashore%20in%20Singapore\"&gt;Five Ashore in Singapore&lt;/a&gt;\").\nPhotojournalism career.\nVietnam.\nFlynn arrived in &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt; in January 1966 as a freelance photojournalist, first for the French magazine \"&lt;a href=\"Paris%20Match\"&gt;Paris Match&lt;/a&gt;\", then for &lt;a href=\"Time%20Life\"&gt;Time Life&lt;/a&gt;, and finally for &lt;a href=\"United%20Press%20International\"&gt;United Press International&lt;/a&gt; (UPI). Flynn's photos were soon published around the world. He made a name for himself as one of a group of high-risk photojournalists which included &lt;a href=\"Dana%20Stone\"&gt;Dana Stone&lt;/a&gt;, &lt;a href=\"Tim%20Page%20%28photographer%29\"&gt;Tim Page&lt;/a&gt;, &lt;a href=\"Henri%20Huet\"&gt;Henri Huet&lt;/a&gt;, &lt;a href=\"John%20Steinbeck%20IV\"&gt;John Steinbeck IV&lt;/a&gt;, &lt;a href=\"Perry%20Deane%20Young\"&gt;Perry Deane Young&lt;/a&gt;, &lt;a href=\"Nik%20Wheeler\"&gt;Nik Wheeler&lt;/a&gt;, and &lt;a href=\"Chas%20Gerretsen\"&gt;Chas Gerretsen&lt;/a&gt;, who would do anything to get the best pictures, even go into combat. In March 1966, Flynn was wounded in the knee while in the field.\nIn April, Flynn was on patrol with some &lt;a href=\"United%20States%20Special%20Forces\"&gt;Green Berets&lt;/a&gt; and &lt;a href=\"N%C3%B9ng%20people\"&gt;Nung&lt;/a&gt; &lt;a href=\"mercenary\"&gt;mercenaries&lt;/a&gt; when they were ambushed by the &lt;a href=\"Viet%20Cong\"&gt;Viet Cong&lt;/a&gt;. Flynn was carrying an &lt;a href=\"M16%20rifle\"&gt;M-16&lt;/a&gt; rifle at the time and had to fight his way out along with the other soldiers. \"I thought not only me but all of us were greased.\" Flynn had been given the rifle by the Green Berets and been under fire with them before.\nIn June 1966, Flynn left Vietnam long enough to star in his last movie. Based on the 1959 novel \"Cinq Gars Pour Singapour\" by &lt;a href=\"Jean%20Bruce\"&gt;Jean Bruce&lt;/a&gt;, the film was shot in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and Singapore and was tentatively called \"&lt;a href=\"OSS%20117\"&gt;OSS 117&lt;/a&gt; Goes to Singapore\", but was released as \"&lt;a href=\"Cinq%20Gars%20Pour%20Singapour\"&gt;Cinq Gars Pour Singapour&lt;/a&gt;\" (\"Five Ashore in Singapore\"). He soon returned to Vietnam. \nIn November 1966, Flynn was credited with saving an Australian platoon from decimation by a mine by identifying the mine while photographing the troops near &lt;a href=\"V%C5%A9ng%20T%C3%A0u\"&gt;Vũng Tàu&lt;/a&gt;. He made a parachute jump with the 1st Brigade, &lt;a href=\"101st%20Airborne%20Division\"&gt;101st Airborne Division&lt;/a&gt; the following month.\nPalestine-Israel.\nIn 1967, Flynn went to Jordan to cover the &lt;a href=\"Six-Day%20War\"&gt;Arab–Israeli war of 1967&lt;/a&gt;.\nReturn to Vietnam.\nFlynn returned to Vietnam in 1968, after the &lt;a href=\"Tet%20Offensive\"&gt;Tet Offensive&lt;/a&gt;. In September of that year, he was working as a cameraman for &lt;a href=\"CBS%20News\"&gt;CBS News&lt;/a&gt; when he was injured slightly by grenade fragments while shooting a battle between U.S. and &lt;a href=\"North%20Vietnam\"&gt;North Vietnamese&lt;/a&gt; forces 85 miles south of &lt;a href=\"Da%20Nang\"&gt;Da Nang&lt;/a&gt;. Flynn went to &lt;a href=\"Khmer%20Republic\"&gt;Cambodia&lt;/a&gt; in early 1970 when news broke of North Vietnamese advances into that country.\nDisappearance.\nOn April 6, 1970, Flynn and a group of journalists left &lt;a href=\"Phnom%20Penh\"&gt;Phnom Penh&lt;/a&gt; to attend a government-sponsored press conference in &lt;a href=\"Saigon\"&gt;Saigon&lt;/a&gt;. Flynn (who was freelancing) and fellow photojournalist &lt;a href=\"Dana%20Stone\"&gt;Dana Stone&lt;/a&gt; (who was on assignment for CBS) chose to travel on &lt;a href=\"motorcycle\"&gt;motorcycle&lt;/a&gt;s instead of the limousines that the majority of the other journalists were using for traveling. Reporter &lt;a href=\"Steve%20Bell%20%28news%20anchor%29\"&gt;Steve Bell&lt;/a&gt;, who was one of the last Westerners to see the two alive, later said that after the press conference, Flynn and Stone had received word that there was a makeshift checkpoint on &lt;a href=\"National%20Highway%201%20%28Cambodia%29\"&gt;Highway 1&lt;/a&gt; manned by members of the Viet Cong. The checkpoint consisted of a white four-door sedan in which several missing journalists had been traveling, and which was now parked across the roadway. Flynn and Stone observed the checkpoint from some distance and spoke to several journalists already on scene. Surviving film footage captured both this moment as well as the sight of several persons, believed to be Viet Cong, moving around on the far side of the vehicle. Undaunted by the sight of a nearby platoon of government soldiers taking up defensive positions in a line perpendicular to the road, and eager to interview the Viet Cong, both Flynn and Stone chose to proceed alone to the checkpoint. Witnesses later reported that both Flynn and Stone were quickly relieved of their motorcycles and marched into a nearby treeline. Neither was ever seen alive again. Before they left, Bell snapped the last known photo taken of Flynn and Stone.\nFour other journaliststwo Frenchmen and two Japanesehad been captured by the Viet Cong inside Cambodia on the same day. By June 1970, 25 journalists had been captured in Cambodia in the previous three weeks. Three had been killed, some returned, and others were missing.\nFlynn and Stone were never seen or heard from again and their bodies have never been found. Although it is known that Flynn and Stone were captured by Viet Cong guerrillas at a checkpoint on Highway 1, their ultimate fate is unknown. Citing various government sources, it is believed that they were executed by factions of the &lt;a href=\"Khmer%20Rouge\"&gt;Khmer Rouge&lt;/a&gt;. \nFlynn's mother spent an enormous amount of money searching for her son, with no success. In 1984 she had Flynn declared legally dead. She died in 1994.\nIn 1991, the remains of two men were found in Cambodia; in 2003, the Pentagon's Central Identification Lab in &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt; confirmed by DNA testing that the remains were actually of Clyde McKay, a &lt;a href=\"SS%20Columbia%20Eagle%20incident\"&gt;boat&lt;/a&gt; hijacker, and Larry Humphrey, an army deserter. In March 2010, a British team searching for Flynn's body uncovered the remains of a Western hostage in Cambodia's &lt;a href=\"Kampong%20Cham%20province\"&gt;Kampong Cham province&lt;/a&gt;, allegedly executed by the Khmer Rouge. Test results on the human remains were released on June 30, 2010, and were found not to be the remains of Flynn. Lt. Col. Wayne Perry of the Joint POW/MIA Accounting Command (&lt;a href=\"JPAC\"&gt;JPAC&lt;/a&gt;) said there was no match between DNA from the recovered remains and DNA samples they had on file from the Flynn family."
}