{
    "id": "34079813",
    "revid": "7279272",
    "url": "https://en.wikipedia.org/wiki?curid=34079813",
    "title": "Heather McDonald (playwright)",
    "text": "Heather McDonald (born 1959) is an American &lt;a href=\"playwright\"&gt;playwright&lt;/a&gt;, &lt;a href=\"Theatre%20director\"&gt;director&lt;/a&gt;, &lt;a href=\"librettist\"&gt;librettist&lt;/a&gt;, and &lt;a href=\"professor\"&gt;professor&lt;/a&gt;.\nEarly life.\nMcdonald is originally a Canadian citizen. She graduated from the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt; with a BFA in English. She is an MFA graduate of New York University's Tisch School of the Arts.\nCareer.\nHeather McDonald has published eight plays, two screenplays, and a libretto. Her plays have been performed nationally and all over the world.\nShe has attended the Sundance Institute twice, first as a director, and most recently as a playwright for the 2010 Playwrights Retreat at Ucross.\nMcDonald has been a regular teacher at the Kennedy Center Intensive at the John F. Kennedy Center for the Performing Arts in Washington, D.C. The program is a two-week session of writing workshops and discussions about the business of playwriting.\nGeorge Mason University.\nMcDonald is a full-time professor at &lt;a href=\"George%20Mason%20University\"&gt;George Mason University&lt;/a&gt;. Her courses include playwriting workshop, advanced playwriting, the screenplay, and advanced playwriting workshop.\nMcDonald pioneered the Ten-Minute Play Festival, where students produce, direct, and act in ten-minute plays written by students.\nTheater of the First Amendment.\nHeather McDonald was an artistic associate of the Theater of the First Amendment.\n\"Since 1990, TFA has produced 44 full productions and numerous staged readings of new work. Our productions have won 12 Helen Hayes Awards (DC’s equivalent of the Tony Awards) out of 37 nominations. Many plays originating at TFA have been published, produced nationally and internationally, televised and broadcast, or recorded as award-winning original soundtrack CDs\".\nIn June 2011, TFA hosted Playwrights in Mind: A National Conversation, a playwrights conference. It was sponsored by the Dramatists Guild and featured many celebrated playwrights, including David Ives, Stephen Schwartz, Mame Hunt, Molly Smith, Christopher Durang, Emily Mann, and Julia Jordon.\nPersonal life.\nShe resides in Baltimore."
}