{
    "id": "34149110",
    "revid": "949717",
    "url": "https://en.wikipedia.org/wiki?curid=34149110",
    "title": "Tyler Lockett",
    "text": "Tyler Deron Lockett (born September 28, 1992) is an &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; for the &lt;a href=\"Seattle%20Seahawks\"&gt;Seattle Seahawks&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL). He was drafted by the Seahawks in the third round of the &lt;a href=\"2015%20NFL%20Draft\"&gt;2015 NFL Draft&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"Kansas%20State%20Wildcats%20football\"&gt;Kansas State&lt;/a&gt;. In college, he set numerous Kansas State football records and was both a &lt;a href=\"2011%20College%20Football%20All-America%20Team\"&gt;2011 All-American&lt;/a&gt; (as a &lt;a href=\"kickoff%20returner\"&gt;kickoff returner&lt;/a&gt;) and &lt;a href=\"2014%20College%20Football%20All-America%20Team\"&gt;2014 College Football All-America Team&lt;/a&gt; consensus All-American selection (as a &lt;a href=\"punt%20returner\"&gt;punt returner&lt;/a&gt;). In college, he totaled 6,586 career &lt;a href=\"all-purpose%20yards\"&gt;all-purpose yards&lt;/a&gt; and 35 touchdowns, including 3,710 yards and 29 touchdowns as a receiver.\nThrough the first nine games of his freshman college season for the &lt;a href=\"2011%20Kansas%20State%20Wildcats%20football%20team\"&gt;2011 Wildcats&lt;/a&gt;, Lockett led the nation in average yards per kickoff return, but he was injured and missed the rest of the season. Nonetheless, he was afterward recognized as an &lt;a href=\"All-American\"&gt;All-American&lt;/a&gt; &lt;a href=\"return%20specialist\"&gt;return specialist&lt;/a&gt;. In 2012, he was an honorable mention All-Big 12 performer for the &lt;a href=\"2012%20Kansas%20State%20Wildcats%20football%20team\"&gt;2012 team&lt;/a&gt;. In 2013, he was a first team All-Big 12 performer for the &lt;a href=\"2013%20Kansas%20State%20Wildcats%20football%20team\"&gt;2013 team&lt;/a&gt; at both wide receiver and all-purpose receiver. That season, he established Kansas State school records for single-game receiving yards, single game &lt;a href=\"all-purpose%20yards\"&gt;all-purpose yards&lt;/a&gt; and career kickoff return yards. As a senior for the &lt;a href=\"2014%20Kansas%20State%20Wildcats%20football%20team\"&gt;2014 team&lt;/a&gt;, he surpassed his own father's school records for career receiving yards, career receptions and career receiving touchdowns. As a senior, he was the Big 12 Conference leader in receiving yards and the national leader in punt return average.\nA two-time Big 12 Special Teams Player of the Year, Lockett began his NFL career as NFC Special Teams Player of the Month for September 2015 when he scored both a punt and kickoff return touchdown in his first three games. He became the second rookie to win multiple Special Teams Player Of The Month awards and was the only rookie to be named 1st team All Pro for the &lt;a href=\"2015%20NFL%20season\"&gt;2015 NFL season&lt;/a&gt;. He was selected to the 2015 &lt;a href=\"Pro%20Football%20Writers%20Association\"&gt;Pro Football Writers Association&lt;/a&gt; (PFWA) NFL All-Rookie Team at three positions.\nEarly years.\nLockett was born in &lt;a href=\"Tulsa%2C%20Oklahoma\"&gt;Tulsa, Oklahoma&lt;/a&gt;. He attended Barnard Elementary, Carver Middle School, and then &lt;a href=\"Booker%20T.%20Washington%20High%20School%20%28Tulsa%2C%20Oklahoma%29\"&gt;Booker T. Washington High School&lt;/a&gt; in Tulsa, where he was a three-sport star in &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, and &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;. He helped lead the Booker T. Washington Hornets to &lt;a href=\"Oklahoma%20Secondary%20School%20Activities%20Association\"&gt;Oklahoma Secondary School Activities Association&lt;/a&gt; (OSSAA) championships in both &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"High%20school%20basketball\"&gt;basketball&lt;/a&gt;. As a sophomore, he had several notable contributions to the team on its way to the school's first football OSSAA championship in 24 years. As a junior, Lockett played most of the year with a broken wrist that had at first been diagnosed as a severe sprain. He suffered the injury in the second game of the football season and did not have a screw put in his wrist until after basketball season. Booker T. Washington compiled a 13–1 record and won the 2010 OSSAA 5A championship in football his senior year. Lockett played several positions in high school, and he was voted All-State by the Oklahoma Coaches Association as a &lt;a href=\"defensive%20back\"&gt;defensive back&lt;/a&gt; and Class 5A All-State as a wide receiver. His All-State selection got him invited to the state East–West All-Star game.\nIn addition to football, Lockett also was a top competitor in basketball and track. In &lt;a href=\"High%20school%20basketball\"&gt;basketball&lt;/a&gt;, his team reached the state championship game, where Booker T. Washington defeated &lt;a href=\"El%20Reno%20High%20School\"&gt;El Reno High School&lt;/a&gt; 72–59 to win the 2011 OSSA 5A Championship. He was voted to the all-tournament second team. In &lt;a href=\"track%20%26amp%3B%20field\"&gt;track &amp; field&lt;/a&gt;, Lockett was one of the state's top &lt;a href=\"sprint%20%28running%29\"&gt;sprinters&lt;/a&gt;. He captured a regional title in the &lt;a href=\"100-meter%20dash\"&gt;100-meter dash&lt;/a&gt; at the 2011 State 5A Regional, placing first with a time of 10.85 seconds. He earned third-place finishes in both the 100-meter dash (10.95 s) and the &lt;a href=\"200-meter%20dash\"&gt;200-meter dash&lt;/a&gt; (21.90 s) at the 5A state finals.\nRegarded as a three-star recruit by \"&lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt;\", Lockett was ranked as the number 16 player in the state of Oklahoma, and the No. 170 nationally by &lt;a href=\"ESPN.com\"&gt;ESPN.com&lt;/a&gt;. According to \"&lt;a href=\"Scout.com\"&gt;Scout.com&lt;/a&gt;\", he was ranked as the No. 115 &lt;a href=\"cornerback\"&gt;cornerback&lt;/a&gt; in the nation. He was rated as the 16th best high school football player in the state of Oklahoma class of 2011 by \"Rivals.com\", the 115th best &lt;a href=\"cornerback\"&gt;cornerback&lt;/a&gt; in the national class of 2011 by \"Scout.com\", and the 170th best &lt;a href=\"wide%20receiver\"&gt;wide receiver&lt;/a&gt; in the class by \"&lt;a href=\"ESPN.com\"&gt;ESPN.com&lt;/a&gt;\". He chose Kansas State over a scholarship offer from &lt;a href=\"Kansas%20Jayhawks%20football\"&gt;Kansas&lt;/a&gt;.\nCollege career.\nLockett received an &lt;a href=\"athletic%20scholarship\"&gt;athletic scholarship&lt;/a&gt; to attend &lt;a href=\"Kansas%20State%20University\"&gt;Kansas State University&lt;/a&gt;, where he played for coach &lt;a href=\"Bill%20Snyder\"&gt;Bill Snyder&lt;/a&gt;'s &lt;a href=\"Kansas%20State%20Wildcats%20football\"&gt;Kansas State Wildcats football&lt;/a&gt; team from &lt;a href=\"2011%20Kansas%20State%20Wildcats%20football%20team\"&gt;2011&lt;/a&gt; to &lt;a href=\"2014%20Kansas%20State%20Wildcats%20football%20team\"&gt;2014&lt;/a&gt;. Both his father Kevin and uncle Aaron played wide receiver for the Wildcats under Snyder. The Wildcats' receivers coach Michael Smith has also coached Lockett, his father, and his uncle.\nFreshman season (2011).\nHe had hoped to &lt;a href=\"redshirt%20%28college%20sports%29\"&gt;redshirt&lt;/a&gt; during the &lt;a href=\"2011%20NCAA%20Division%20I%20FBS%20football%20season\"&gt;2011 season&lt;/a&gt;, which was his freshman year, so that he could add size. He played in 2011 as a true freshman and got off to a modest start. Lockett only recorded four receptions for 50 yards, three rushes for nine yards, one kickoff return for ten yards, and two punt returns for a total of 13 yards in his first five games through October 8. Things started to turn around on October 15 when he posted a 100-&lt;a href=\"return%20yards\"&gt;yard return&lt;/a&gt; of a &lt;a href=\"Kickoff%20%28American%20football%29\"&gt;kickoff&lt;/a&gt; for a touchdown against &lt;a href=\"2011%20Texas%20Tech%20Red%20Raiders%20football%20team\"&gt;Texas Tech&lt;/a&gt;. Over the ensuing weeks, he earned numerous &lt;a href=\"Big%2012%20Conference\"&gt;Big 12 Conference&lt;/a&gt; honors for the 2011 team, including becoming a two-time Big 12 Special Teams Player of the Week. His first Player of the Week recognition came on October 24 after he produced a 251-yard &lt;a href=\"all-purpose%20yards\"&gt;all-purpose yards&lt;/a&gt; performance on October 22 against &lt;a href=\"2011%20Kansas%20Jayhawks%20football%20team\"&gt;Kansas&lt;/a&gt; in the &lt;a href=\"Governor%27s%20Cup%20%28Kansas%29\"&gt;Governor's Cup&lt;/a&gt; that included posting a 97-yard kickoff return touchdown while becoming the first player in school history to return kickoffs for &lt;a href=\"touchdown\"&gt;touchdown&lt;/a&gt;s in consecutive games and having a career-high five-reception 110-yard receiving day. His other Player of the Week recognition that season came on November 7 after a 315-yard all-purpose yard November 5 game against &lt;a href=\"2011%20Oklahoma%20State%20Cowboys%20football%20team\"&gt;Oklahoma State&lt;/a&gt; that included an 80-yard kickoff return and three rushes for 84 yards as well as three receptions for 32 yards and a touchdown. Due to what was at first an undisclosed injury, he did not play in the final three games of Kansas State's regular season. Later, the injury was determined to be a lacerated &lt;a href=\"kidney\"&gt;kidney&lt;/a&gt;. In the four games before the injury, he had at least three receptions and 125 all-purpose yards in each game.\nHe was the Big 12 Offensive Freshman of the Year, a second-team All-Big 12 selection as a kickoff returner/punt returner, and an honorable mention selection as a wide receiver. He was a first-team All-American selection by \"&lt;a href=\"Sporting%20News\"&gt;Sporting News&lt;/a&gt;\" and the &lt;a href=\"Walter%20Camp%20Football%20Foundation\"&gt;Walter Camp Football Foundation&lt;/a&gt;, and a second-team All-American selection by &lt;a href=\"CBS%20Sports\"&gt;CBS Sports&lt;/a&gt; and \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\". As a result of the extent of his honors, he was recognized as a consensus All-American by the NCAA. He also picked up numerous All-Freshman honors from \"Sporting News\", &lt;a href=\"Football%20Writers%20Association%20of%20America\"&gt;Football Writers Association of America&lt;/a&gt; (FWAA), &lt;a href=\"CBS%20Sports\"&gt;CBS Sports&lt;/a&gt;, &lt;a href=\"Rivals.com\"&gt;Rivals.com&lt;/a&gt; (2nd team) and \"&lt;a href=\"College%20Football%20News\"&gt;College Football News&lt;/a&gt;\" (honorable mention, WR). Lockett failed to play in 75 percent of the Wildcats' games in order to be eligible to be the NCAA statistical leader for average kickoff return yardage. Although Lockett averaged 35.19 yards per return (16 returns for 563 yards), another freshman, &lt;a href=\"Raheem%20Mostert\"&gt;Raheem Mostert&lt;/a&gt; of &lt;a href=\"2011%20Purdue%20Boilermakers%20football%20team\"&gt;Purdue&lt;/a&gt;, led the NCAA statistical category with a 33.48 average.\nSophomore season (2012).\nLockett entered the season as a preseason All-Big 12 first team selection by the Big 12 media as a kickoff returner, but &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt; only listed him as an honorable mention selection, giving the first team honor to Oklahoma State's &lt;a href=\"Justin%20Gilbert\"&gt;Justin Gilbert&lt;/a&gt;. On September 15, Lockett posted his third career kickoff return touchdown against &lt;a href=\"2012%20North%20Texas%20Mean%20Green%20football%20team\"&gt;North Texas&lt;/a&gt;, by returning a first quarter kickoff 96 yards. He earned Big 12 Conference Special Teams Player of the Week honors on September 17. On October 20, he posted career highs in receptions (9), receiving yards (194), and receiving touchdowns (2) against &lt;a href=\"2012%20West%20Virginia%20Mountaineers%20football%20team\"&gt;West Virginia&lt;/a&gt;, giving him the fifth highest single-game receiving yardage total in school history. His fourth career kickoff return touchdown occurred on November 3 against &lt;a href=\"2012%20Oklahoma%20State%20Cowboys%20football%20team\"&gt;Oklahoma State&lt;/a&gt;. This earned Lockett another Big 12 Special Teams Player of the Week. On November 15, Lockett earned a second team Academic All-Big 12 selection. Lockett was a 2012 All-Big 12 honorable mention selection both at wide receiver and special teams. He was also an honorable mention All-American return specialist selection by \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\".\nJunior season (2013).\nPrior to the 2013 season, Lockett was recognized as a 2013 Allstate/American Football Coaches Association (AFCA) Good Works Team nominee. He opened the season with 7 receptions for 113 yards, including a 56-yard touchdown pass, against &lt;a href=\"2013%20North%20Dakota%20State%20Bison%20football%20team\"&gt;North Dakota State&lt;/a&gt; on August 30. The following week, he added 111 yards against &lt;a href=\"2013%20Louisiana%E2%80%93Lafayette%20Ragin%27%20Cajuns%20football%20team\"&gt;Louisiana–Lafayette&lt;/a&gt; on 8 receptions. On September 21, he connected with quarterback &lt;a href=\"Jake%20Waters\"&gt;Jake Waters&lt;/a&gt; for 13 receptions for 237 yards against &lt;a href=\"2013%20Texas%20Longhorns%20football%20team\"&gt;Texas&lt;/a&gt; in the &lt;a href=\"2013%20Big%2012%20Conference%20football%20season\"&gt;2013 Big 12 Conference season&lt;/a&gt; opener and had an additional 96 return yards on kickoffs. 237 receiving yards is a Kansas State single-game record, surpassing &lt;a href=\"Jordy%20Nelson\"&gt;Jordy Nelson&lt;/a&gt;'s 214 yards against &lt;a href=\"2007%20Iowa%20State%20Cyclones%20football%20team\"&gt;Iowa State&lt;/a&gt; on November 3, 2007. This receiving yardage total was the 2nd highest in the first four weeks of the season behind &lt;a href=\"2013%20Texas%20A%26amp%3BM%20Aggies%20football%20team\"&gt;Texas A&amp;M&lt;/a&gt; wideout Mike Evans' 297 yards. Lockett suffered a hamstring injury in the first half of the October 5 contest against &lt;a href=\"2013%20Oklahoma%20State%20Cowboys%20football%20team\"&gt;Oklahoma State&lt;/a&gt;. He returned to the lineup on October 26, to post three touchdowns and 111 yards on 8 receptions and help Kansas State achieve its first Big 12 win of the season against &lt;a href=\"2013%20West%20Virginia%20Mountaineers%20football%20team\"&gt;West Virginia&lt;/a&gt;. On November 16, Lockett posted 8 receptions for 123 yards, including a 74-yard touchdown reception against &lt;a href=\"2013%20TCU%20Horned%20Frogs%20football%20team\"&gt;TCU&lt;/a&gt;. One week later, Lockett caught 12 passes for 278 yards and 3 touchdowns against &lt;a href=\"2013%20Oklahoma%20Sooners%20football%20team\"&gt;Oklahoma&lt;/a&gt;. He also returned 5 kickoffs for 162 yards. Lockett broke his own Kansas State single-game record for receiving yards and surpassed &lt;a href=\"Darren%20Sproles\"&gt;Darren Sproles&lt;/a&gt; for the Kansas State single-game &lt;a href=\"all-purpose%20yards\"&gt;all-purpose yards&lt;/a&gt; record (440). Lockett was named the Big 12 Conference Special Teams Player of the Week on November 25 upon becoming the all-time Kansas state leader in career kickoff return yards with 1,780. His 278 single-game receiving yards was fourth in Big 12 history and his 440 single-game all-purpose yards ranked second in Big 12 history and fifth in FBS history. Following the season, he was recognized as an All-Big 12 Conference first team selection as both a wide receiver and an all-purpose player. FWAA named him second team All-American at wide receiver and Sports Illustrated gave him honorable mention All-American recognition as an all-purpose player. In the December 28, &lt;a href=\"2013%20Buffalo%20Wild%20Wings%20Bowl\"&gt;2013 Buffalo Wild Wings Bowl&lt;/a&gt;, Lockett had 10 receptions for 116 yards and 3 touchdowns against Michigan. Lockett's performance marked the most receptions by any receiver in a &lt;a href=\"Buffalo%20Wild%20Wings%20Bowl\"&gt;Buffalo Wild Wings Bowl&lt;/a&gt; and the most receptions in a Bowl game by a Kansas State receiver.\nSenior season (2014).\nLockett entered his senior season as a preseason All-Big 12 selection as well as a &lt;a href=\"Walter%20Camp%20Award\"&gt;Walter Camp Award&lt;/a&gt;, &lt;a href=\"Maxwell%20Award\"&gt;Maxwell Award&lt;/a&gt;, &lt;a href=\"Paul%20Hornung%20Award\"&gt;Paul Hornung Award&lt;/a&gt;, and &lt;a href=\"Biletnikoff%20Award\"&gt;Biletnikoff Award&lt;/a&gt; watchlist candidate. On September 25, he was named one of 62 FBS semifinalists for the &lt;a href=\"William%20V.%20Campbell%20Trophy\"&gt;William V. Campbell Trophy&lt;/a&gt;. He posted his first 100-yard game of the season against &lt;a href=\"2014%20Iowa%20State%20Cyclones%20football%20team\"&gt;Iowa State&lt;/a&gt; on September 6, in Kansas State's second game when he tallied 136 receiving yards on 6 receptions. On September 18, he was named one of 30 candidates for the &lt;a href=\"List%20of%20Senior%20CLASS%20Award%20football%20winners\"&gt;Senior CLASS Award&lt;/a&gt;. On September 27, Lockett posted two 50-plus-yard &lt;a href=\"punt%20return\"&gt;punt return&lt;/a&gt;s including a 58-yard touchdown against &lt;a href=\"2014%20UTEP%20Miners%20football%20team\"&gt;UTEP&lt;/a&gt;. On September 29, Lockett earned his sixth career Big 12 player of the week recognition when he was named Big 12 Special Teams Player of the Week. The following week, he posted 12 receptions for 125 yards and 2 touchdowns against &lt;a href=\"2014%20Texas%20Tech%20Red%20Raiders%20football%20team\"&gt;Texas Tech&lt;/a&gt; on October 4, and he added 103 yards on 8 receptions against &lt;a href=\"2014%20Texas%20Longhorns%20football%20team\"&gt;Texas&lt;/a&gt; on October 25. On October 30, he earned an $18,000 postgraduate scholarship as one of 16 finalists for the Campbell Trophy. On November 8, he posted 196 yards and a touchdown on 11 receptions against #6 &lt;a href=\"2014%20TCU%20Horned%20Frogs%20football%20team\"&gt;TCU&lt;/a&gt;. The effort boosted Lockett's career receiving yardage total to 3,073 yards, surpassing his father's school record total of 3,032 set in 1996. Then, he was named as one of 10 finalists for the Senior CLASS Award and one of 10 semi-finalists for the Biletnikoff Award. On November 20, he was recognized as a first team Academic All-Big 12 honoree. Lockett had 10 receptions for 196 yards and a 43-yard punt return touchdown against &lt;a href=\"2014%20West%20Virginia%20Mountaineers%20football%20team\"&gt;West Virginia&lt;/a&gt; on November 20 and 9 receptions for 119 yards and 2 touchdowns against &lt;a href=\"2014%20Kansas%20Jayhawks%20football%20team\"&gt;Kansas&lt;/a&gt; on November 29. In the &lt;a href=\"Kansas%E2%80%93Kansas%20State%20football%20rivalry\"&gt;Kansas–Kansas State rivalry game&lt;/a&gt;, Lockett passed his father's school record for receptions and tied his school record for touchdown receptions. In his final regular season game against #5 &lt;a href=\"2014%20Baylor%20Bears%20football%20team\"&gt;Baylor&lt;/a&gt;, Lockett posted 14 receptions for 158 yards and a touchdown, which gave him 27 career touchdown receptions and broke a tie with his father for the school record. With just a bowl game remaining, Lockett's career total of 3,546 receiving yards ranked 6th in Big 12 Conference history. He added 13 receptions for 164 receiving yards and 2 touchdowns against &lt;a href=\"2014%20UCLA%20Bruins%20football%20team\"&gt;UCLA&lt;/a&gt; in the January 2, &lt;a href=\"2015%20Alamo%20Bowl\"&gt;2015 Alamo Bowl&lt;/a&gt;. In the game, Lockett had a 41-yard punt return and had a 72-yard punt return touchdown negated due to a holding penalty. He established &lt;a href=\"Alamo%20Bowl\"&gt;Alamo Bowl&lt;/a&gt; records for receptions (13) and all-purpose yards (249). He was recognized as the game's Sportsmanship MVP.\nOn December 10, the Big 12 coaches selected Lockett as a repeat All Big 12 Special Teams Player of the Year and as a first team wide receiver. ESPN selected Lockett as the All-Big 12 first team all purpose player while the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; named him a first team All-Big 12 wide receiver. Lockett was an all-purpose first team selection to the &lt;a href=\"2014%20College%20Football%20All-America%20Team\"&gt;2014 College Football All-America Team&lt;/a&gt; by &lt;a href=\"ESPN\"&gt;ESPN&lt;/a&gt;, &lt;a href=\"CBS%20Sports\"&gt;CBS Sports&lt;/a&gt;, &lt;a href=\"Scout.com\"&gt;Scout.com&lt;/a&gt;, &lt;a href=\"American%20Football%20Coaches%20Association\"&gt;American Football Coaches Association&lt;/a&gt;, and \"&lt;a href=\"Sports%20Illustrated\"&gt;Sports Illustrated&lt;/a&gt;\". He was a first team punt returner selection by the &lt;a href=\"Football%20Writers%20Association%20of%20America\"&gt;Football Writers Association of America&lt;/a&gt;. He was a second team selection by \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\" at wide receiver, &lt;a href=\"Walter%20Camp%20Foundation\"&gt;Walter Camp Foundation&lt;/a&gt; at return specialist, and &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; as an all-purpose player. He earned the school's eleventh consensus All-American recognition. Lockett was selected to play in the &lt;a href=\"2015%20Senior%20Bowl\"&gt;2015 Senior Bowl&lt;/a&gt;. He was recognized as the 2014 Big 12 Football Scholar-Athlete of the Year. He was recognized as one of five First team Senior All-Americans from the 2014 Senior CLASS Award candidates. Lockett was recognized with the &lt;a href=\"Jet%20Award\"&gt;Jet Award&lt;/a&gt;.\nLockett finished his college career with 249 receptions for 3,710 yards and 29 touchdowns as a receiver; 77 kickoff returns for 2,196 yards and 4 touchdowns; 32 punt returns for 488 yards and 2 touchdowns; and 22 rushes for 192 yards as well as 6 career &lt;a href=\"tackle%20%28football%20move%29\"&gt;tackles&lt;/a&gt;. This totals 6,586 career All-purpose yards. Although the &lt;a href=\"National%20Collegiate%20Athletic%20Association\"&gt;National Collegiate Athletic Association&lt;/a&gt; officially recognizes 1.2 punt returns per game as the qualifying minimum threshold, some sources consider 1 punt return per game as the qualifying minimum, and thus Richard Leonard of &lt;a href=\"2014%20FIU%20Panthers%20football%20team\"&gt;Florida International&lt;/a&gt; is the 2014 punt return average leader by those sources. Lockett's senior season totals led the Big 12 Conference in receiving yards and the nation in punt return average.\nProfessional career.\nThe &lt;a href=\"2015%20Seattle%20Seahawks%20season\"&gt;Seattle Seahawks&lt;/a&gt; selected Lockett in the third round (69th overall) of the &lt;a href=\"2015%20NFL%20Draft\"&gt;2015 NFL Draft&lt;/a&gt;. In order to select Lockett, the Seahawks traded their third-, fourth-, fifth-, and sixth-round picks (95th, 112th, 167th, and 181st overall) to the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; in order to move up to the #69 pick in order to select Lockett.\n2015 season: Rookie year.\nIn his first NFL appearance, Lockett returned a 103-yard kickoff for a touchdown against the &lt;a href=\"2015%20Denver%20Broncos%20season\"&gt;Denver Broncos&lt;/a&gt; in Seattle's preseason opener, marking the first touchdown of the preseason for the team. Four weeks later, in his NFL regular season debut, Lockett returned a 57-yard punt for a touchdown on his first career return, against the &lt;a href=\"2015%20St.%20Louis%20Rams%20season\"&gt;St. Louis Rams&lt;/a&gt;. He also posted 4 receptions for 34 yards in his debut. The following week, he made his first career regular season start against the &lt;a href=\"2015%20Green%20Bay%20Packers%20season\"&gt;Green Bay Packers&lt;/a&gt;. Lockett returned a 105-yard kick return in week 3 against the &lt;a href=\"2015%20Chicago%20Bears%20season\"&gt;Chicago Bears&lt;/a&gt;, setting a new franchise record. His performance for the first three weeks of the season earned him recognition as NFC Special Teams Player of the Month for September 2015. Lockett was the first Seahawks rookie to win the award since &lt;a href=\"Joey%20Galloway\"&gt;Joey Galloway&lt;/a&gt;. Lockett posted his first career touchdown reception on \"&lt;a href=\"Thursday%20Night%20Football\"&gt;Thursday Night Football&lt;/a&gt;\" against the &lt;a href=\"2015%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt; on October 22, 2015. On November 22 against the &lt;a href=\"2015%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt;, Lockett scored 2 receiving touchdowns. On December 6 against the &lt;a href=\"2015%20Minnesota%20Vikings%20season\"&gt;Minnesota Vikings&lt;/a&gt; who were 8–3 at the time, Lockett had 7 receptions for 90 yards, both new career highs. One week later, Lockett had his first 100-yard receiving game and his second multi touchdown game with 104-yards, and a two-touchdown winning effort against the &lt;a href=\"2015%20Baltimore%20Ravens%20season\"&gt;Baltimore Ravens&lt;/a&gt;. Lockett was named &lt;a href=\"Pepsi%20NFL%20Rookie%20of%20the%20Week\"&gt;Pepsi NFL Rookie of the Week&lt;/a&gt; for his performance against the Ravens. On December 22, 2015, Lockett was selected to be part of the &lt;a href=\"2016%20Pro%20Bowl\"&gt;2016 Pro Bowl&lt;/a&gt;. Lockett was one of only three rookies to be selected to the Pro Bowl, along with &lt;a href=\"St.%20Louis%20Rams\"&gt;Rams&lt;/a&gt; &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; &lt;a href=\"Todd%20Gurley\"&gt;Todd Gurley&lt;/a&gt; and &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Chiefs&lt;/a&gt; &lt;a href=\"cornerback\"&gt;cornerback&lt;/a&gt; &lt;a href=\"Marcus%20Peters\"&gt;Marcus Peters&lt;/a&gt;. In the final week of the season on January 3 against the &lt;a href=\"2015%20Arizona%20Cardinals%20season\"&gt;Arizona Cardinals&lt;/a&gt;, Lockett set up several scores by the Seahawks with long punt returns and receptions. His 139 punt return yards on 4 punt returns set a Seahawks single-game punt return yardage record and earned Lockett NFC special teams player of the week recognition for week 17. Three punt returns of at least 30 yards in the same game had not been accomplished by an NFL returner in at least 10 seasons. For his performance over the last 5 weeks of the season in which he amassed 759 all-purpose yards, he earned the NFC's Special Teams Player of the Month for December/January, making him the second rookie to win the award twice (&lt;a href=\"Tamarick%20Vanover\"&gt;Tamarick Vanover&lt;/a&gt;, 1995). He joined &lt;a href=\"Gale%20Sayers\"&gt;Gale Sayers&lt;/a&gt; as the only rookie to record at least 5 receiving touchdowns, a punt return touchdown, and a kickoff return touchdown. He was the only rookie to be named to the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; 1st team. He was also voted along with teammate &lt;a href=\"Thomas%20Rawls\"&gt;Thomas Rawls&lt;/a&gt; to be in the &lt;a href=\"Pro%20Football%20Writers%20Association\"&gt;Pro Football Writers Association&lt;/a&gt; NFL All-Rookie Team (2015). Lockett was selected to the team at three positions: wide receiver, punt returner, and kickoff returner. For the 2016 Pro Bowl, Lockett was selected by &lt;a href=\"Jerry%20Rice\"&gt;Team Rice&lt;/a&gt; in a fantasy-style draft. At the Pro Bowl, he made one catch for 10 yards and returned one punt for 24 yards.\n2016 season.\nLockett finished the &lt;a href=\"2016%20NFL%20season\"&gt;2016 season&lt;/a&gt; with 41 catches for 597 yards and a touchdown. In addition to his receiving numbers, he had 114 rushing yards including a 75-yard rushing touchdown, which was the longest Seattle run of the season. Lockett suffered a fracture to his right tibia and fibula while making a 28-yard catch in a Week 16 loss to the &lt;a href=\"2016%20Arizona%20Cardinals%20season\"&gt;Arizona Cardinals&lt;/a&gt;. He had surgery later that night and was placed on injured reserve on December 27, 2016. Following the season, he was named to the &lt;a href=\"2016%20All-Pro%20Team\"&gt;2016 All-Pro Second Team&lt;/a&gt; by the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;.\n2017 season.\nIn Week 11, Lockett returned five kickoffs for 197 yards, including a 57-yarder, earning him NFC Special Teams Player of the Week. Following the season, he was named &lt;a href=\"2017%20All-Pro%20Team\"&gt;second-team All-Pro&lt;/a&gt; by the &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; as a returner. He finished the season with 45 receptions for 555 receiving yards and two receiving touchdowns to go along with 37 kick returns for 949 net return yards and one kick return touchdown.\n2018 season.\nOn August 29, 2018, Lockett signed a three-year, $31.8 million contract extension with the Seahawks through the 2021 season. In the first three games of the season, Lockett totaled 12 receptions for 196 receiving yards. In addition, he recorded a receiving touchdown in each game. He finished the season as the Seahawks leading receiver with 57 receptions for 965 yards and 10 touchdowns, all career highs. When targeted by quarterback &lt;a href=\"Russell%20Wilson\"&gt;Russell Wilson&lt;/a&gt;, Wilson produced a perfect 158.3 passer rating. No other receiver has ever put up a perfect passer rating while being targeted more than 15 times in NFL history. In the Wild Card Round of the &lt;a href=\"2018%E2%80%9319%20NFL%20playoffs\"&gt;2018–19 NFL playoffs&lt;/a&gt; against the &lt;a href=\"2018%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;, Lockett had four catches for 120 yards in the 24–22 loss.\n2019 season.\nIn Week 1 against the &lt;a href=\"2019%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt;, Lockett only caught one pass in the game, however it was for 44 yards and a fourth quarter touchdown in the 21–20 win.\nIn Week 3 against the &lt;a href=\"2019%20New%20Orleans%20Saints%20season\"&gt;New Orleans Saints&lt;/a&gt;, Lockett caught 11 passes for 154 yards and one touchdown in the 33–27 loss. In Week 5 against the &lt;a href=\"2019%20Los%20Angeles%20Rams%20season\"&gt;Los Angeles Rams&lt;/a&gt;, Lockett caught four passes for 51 yards and a toe-tapping touchdown catch in the back of the endzone in the 30–29 win. In Week 9 against the &lt;a href=\"2019%20Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;, Lockett caught 13 passes for 152 yards and two touchdowns in the 40–34 overtime win. In Week 15 against the &lt;a href=\"2019%20Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt;, Lockett caught eight passes for 120 yards and a touchdown during the 30–24 win. Overall, Lockett finished the 2019 season with 82 receptions for 1,057 receiving yards and eight receiving touchdowns.\nIn the Divisional Round of the playoffs against the &lt;a href=\"2019%20Green%20Bay%20Packers\"&gt;Green Bay Packers&lt;/a&gt;, Lockett caught nine passes for 136 yards and a touchdown during the 28–23 loss.\nLockett was named to the &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; on January 17, 2020 as an alternate.\n2020 season.\nDuring Week 3 against the &lt;a href=\"2020%20Dallas%20Cowboys%20season\"&gt;Dallas Cowboys&lt;/a&gt;, Lockett finished with 100 receiving yards and three touchdowns as the Seahawks won 38–31. During \"Sunday Night Football\" against the &lt;a href=\"2020%20Arizona%20Cardinals%20season\"&gt;Arizona Cardinals&lt;/a&gt; in Week 7, Lockett finished with a career high of 15 receptions for 200 receiving yards and three touchdowns. It was his first single game with at least 200 receiving yards. However, the Seahawks lost in overtime 34–37.\nIn Week 17 against the &lt;a href=\"2020%20San%20Francisco%2049ers%20season\"&gt;San Francisco 49ers&lt;/a&gt;, Lockett recorded 12 catches for 90 yards and 2 touchdowns during the 26–23 win. Lockett's 12th reception of the game was his 100th of the season. Despite finishing second on the team in yards (behind &lt;a href=\"DK%20Metcalf\"&gt;DK Metcalf&lt;/a&gt;), Lockett still totaled 100 catches for 1,054 yards and ten touchdowns.\n2021 season.\nOn April 2, 2021, Lockett signed a four-year, $69.2 million contract extension with $37 million guaranteed with the Seahawks.\nLockett started off the season with a 100-yard, two-touchdown game in a victory over the &lt;a href=\"2021%20Indianapolis%20Colts%20season\"&gt;Indianapolis Colts&lt;/a&gt; and 178-yard, one-touchdown game against the &lt;a href=\"2021%20Tennessee%20Titans%20season\"&gt;Tennessee Titans&lt;/a&gt;. Over the remainder of the regular season, Lockett had three games going over 100 yards (142, 115, 142). He finished with 73 receptions for 1,175 receiving yards and eight receiving touchdowns.\nPersonal life.\nTyler was born to Nicole Edwards and &lt;a href=\"Kevin%20Lockett\"&gt;Kevin Lockett&lt;/a&gt; who, having played at Kansas State from &lt;a href=\"1993%20Kansas%20State%20Wildcats%20football%20team\"&gt;1993&lt;/a&gt; to &lt;a href=\"1996%20Kansas%20State%20Wildcats%20football%20team\"&gt;1996&lt;/a&gt;, was the school's all-time leading receiver before being passed by Tyler, and also played in the NFL for the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt;. His uncle, &lt;a href=\"Aaron%20Lockett%20%28gridiron%20football%29\"&gt;Aaron&lt;/a&gt;, who played at Kansas State from &lt;a href=\"1998%20Kansas%20State%20Wildcats%20football%20team\"&gt;1998&lt;/a&gt; to &lt;a href=\"2001%20Kansas%20State%20Wildcats%20football%20team\"&gt;2001&lt;/a&gt;, was their fourth all-time leading receiver as well as their second all-time leading punt returner. Aaron also holds &lt;a href=\"Big%2012%20Conference\"&gt;Big 12 Conference&lt;/a&gt; records and set the school record in the &lt;a href=\"60%20meters\"&gt;60 meters&lt;/a&gt;. His younger brother, Sterling, committed to Kansas State for their 2022 recruitment class. Kansas State head coach &lt;a href=\"Bill%20Snyder\"&gt;Bill Snyder&lt;/a&gt; had coached his father and uncle. His paternal grandparents are John and Beatrice Lockett and his maternal grandparents are Marvin D. Hopson and Shirley Edwards. Lockett is a professed &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; and following his beliefs, he has also chosen to &lt;a href=\"Sexual%20abstinence\"&gt;abstain&lt;/a&gt; from sex until marriage.\nOne of Tyler Lockett's hobbies is writing poems, and he published a book of poems called \"Reflection\" in 2019."
}