{
    "id": "3415418",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=3415418",
    "title": "6th Album Re-recording &amp; ETPFEST Live",
    "text": "Seotaiji 6th Album Re-Recording and ETPFEST Live is the name of the full-length album by the Korean musician &lt;a href=\"Seo%20Taiji\"&gt;Seo Taiji&lt;/a&gt; released in 2003. All songs are written, arranged, and performed by Seo Taiji and Seotaiji Band. The first eight tracks are re-arranged with emphasis on heavy percussion and distortion and overdriven guitars. The remaining live tracks were recorded and performed by Seotaiji Band at &lt;a href=\"ETPFEST\"&gt;ETPFEST&lt;/a&gt; 2002 (Eerie Taiji's People) in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;.\nPersonnel.\nStudio-Recorded Tracks.\nAll studio-recorded songs are written, performed and arranged by Seotaiji. Drums are performed by &lt;a href=\"Heff%20%26quot%3BThe%20Machine%26quot%3B%20Holter\"&gt;Heff \"The Machine\" Holter&lt;/a&gt; and &lt;a href=\"Josh%20Freese\"&gt;Josh Freese&lt;/a&gt;. Recorded by Chuck Johnson and Steve Churchyard at &lt;a href=\"Music%20Grinder%20Studios\"&gt;Music Grinder Studios&lt;/a&gt; (L.A.), LLC. Mastered by Eddy Schreyer at &lt;a href=\"OASIS%20MASTERING\"&gt;OASIS MASTERING&lt;/a&gt; (L.A.) A&amp;R Direction by Yusuke Seneda and Hideo Sane. A&amp;R Coordination by Hitoshi Fujisaki and Hiroshi Menji (BMG FUNHOUSE, INC). Recording coordination in LA by Ko Shinohara and Paul Johnson (INTERNATIONAL PRODUCTION GROUP, INC.) Executive producer: Seo Taiji (SEOTAIJI COMPANY).\n2002 ETPFEST Seotaiji Band LIVE.\nProduced by Seo Taiji. All songs written, arranged, and produced by Seo Taiji except Feel the Soul and Nan Arayo. Feel the Soul arranged by Kim Suk Jung and Fractal. Nan Arayo! arranged by Top and Seo Taiji. Seotaiji Band vocals by Seo Taiji. Guitar 1: Top. Guitar 2: Rock. Bass: Sang Uk (Monkey). Drums: Heff \"The Machine\" Holter. Recorded by Choi Gi Sun. Mixed by Choi Gi Sun and Seo Taiji at Techno-T Studio (Seoul). Mastered at Bernie Grundman Mastering (Tokyo). Executive producer: Yukitaka Mashime, Hirohiko Inoguchi (UNLIMITED GROUP, INC.)"
}