{
    "id": "34167375",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=34167375",
    "title": "George Baird (architect)",
    "text": "George Baird (born August 25, 1939) is a Canadian &lt;a href=\"architect\"&gt;architect&lt;/a&gt;, scholar, and architectural educator. He is widely recognized for his roles as: professor at the &lt;a href=\"Royal%20College%20of%20Art\"&gt;Royal College of Art&lt;/a&gt; and the &lt;a href=\"Architectural%20Association%20School%20of%20Architecture\"&gt;Architectural Association School of Architecture&lt;/a&gt;, professor and director at &lt;a href=\"Harvard%20University%20Graduate%20School%20of%20Design\"&gt;Harvard University Graduate School of Design&lt;/a&gt;, as well as professor, chair and dean at the &lt;a href=\"University%20of%20Toronto%20Faculty%20of%20Architecture%2C%20Landscape%20and%20Design\"&gt;University of Toronto Faculty of Architecture, Landscape and Design&lt;/a&gt;. Baird's contributions to the disciplines of &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt; and &lt;a href=\"urban%20design\"&gt;urban design&lt;/a&gt; extend from his professional practice, &lt;a href=\"https%3A//www.bsnarchitects.com/\"&gt;Baird Sampson Neuert Architects&lt;/a&gt;, to his theoretical publications on the subject of urban &lt;a href=\"public%20space\"&gt;public space&lt;/a&gt;. His influential work and passion for architectural academia earned him the 2012 AIA/ACSA Topaz Medallion for Excellence in Architectural Education.\nEducation.\nBaird was born in Toronto, and received his &lt;a href=\"Bachelor%20of%20Architecture\"&gt;Bachelor of Architecture&lt;/a&gt; (B.Arch.) degree from the University of Toronto School of Architecture in 1962. He carried out postgraduate research at University College, London. While he was at University College, Baird co-edited the book \"Meaning in Architecture\" with &lt;a href=\"Charles%20Jencks\"&gt;Charles Jencks&lt;/a&gt;.\nCareer.\nBaird returned to Canada by 1967 and joined the faculty of the School of Architecture at the University of Toronto, remaining until 1993. He also emerged as a leading spokesman for improved urban design in Toronto.\nBaird founded his architectural and urban design practice, George Baird Architect and Associates, in 1972. In 1982 the office became Baird/Sampson Architects, and since 1998 has been Baird Sampson Neuert Architects Inc. Projects include &lt;a href=\"Cloud%20Gardens\"&gt;Cloud Gardens Park&lt;/a&gt; in Toronto, Thomas L. Wells Public School in Toronto (the first LEED certified public school in Canada), the Old Post Office Plaza in St. Louis, and the Mission 2050 Research Centre at the University of Guelph in Ontario. Baird Sampson Neuert received the RAIC Architectural Firm Award in 2007.\nIn 1993 Baird joined the faculty of the Harvard University Graduate School of Design, where he taught design studio and architectural theory and served as director of master's degree programs. In 2004, he returned to the University of Toronto to become dean of the John H. Daniels Faculty of Architecture, Landscape, and Design, a position he held until 2009.\nArchitectural theory.\nPublic Space in Contemporary Architecture and Urbanism.\nRecognized for his academic and professional contributions to the discipline of architecture, George Baird’s theoretical works and critical studies reveal a multi-faceted collection of publications and discourses on the topic of urban &lt;a href=\"public%20space\"&gt;public space&lt;/a&gt;. In relationship to architectural design, urban design, and design history and theory, his trajectory of research specifically focuses on the status and relevance of public space in modern cities and how political and cultural agents utilize, identify, and represent such &lt;a href=\"urban%20area\"&gt;urban area&lt;/a&gt;s.\nBaird’s publications titled, \"The Space of Appearance\", \"Writings on Architecture and the City\", and \"Public Space: Cultural/Political Theory; Street Photography,\" each present a parallel discourse that discusses the two core questions: “Can space be described as public or not?” and “What is architecture’s place in the world?”. In a 2005 lecture at the &lt;a href=\"Berlage%20Institute\"&gt;Berlage Institute&lt;/a&gt; in Rotterdam, Baird claims that the true concept of the “&lt;a href=\"public\"&gt;public&lt;/a&gt;” has shifted and the &lt;a href=\"postmodern%20architecture\"&gt;postmodern architecture&lt;/a&gt; movement is a consequential factor for its disappearance. Influenced by political theories that stem from more recent generations of philosophers, Baird builds his main argument for publicness from the foundational thinking of &lt;a href=\"Hannah%20Arendt\"&gt;Hannah Arendt&lt;/a&gt;’s \"Theory of Action\", and &lt;a href=\"J%C3%BCrgen%20Habermas\"&gt;Jürgen Habermas&lt;/a&gt;' perspectives on the \"Public Sphere.\" His criticisms argue that public space has eroded from the heart of contemporary industry discussions and has therefore evolved architectural expressions that are much more politically engaged. Since his return to Toronto from England in 1967, Baird’s involvement in practice allowed him to witness first-hand the extent of &lt;a href=\"Private%20property\"&gt;private properties&lt;/a&gt; in the city and the increase of control over urban land. He discusses that if public space is not controlled by “the &lt;a href=\"municipality\"&gt;municipality&lt;/a&gt;, then at least by collective entities of various kinds; &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt;s, &lt;a href=\"nonprofit%20organization\"&gt;nonprofit organization&lt;/a&gt;s, etc.” For Baird, the new era of architecture and urban design, that centres on political engagement rather than the &lt;a href=\"public%20sphere\"&gt;public sphere&lt;/a&gt;, is “the problem of city building”. Through architectural theory and conversation, his interest predominantly focuses on reigniting the importance of shared &lt;a href=\"public%20space\"&gt;public space&lt;/a&gt; as a central design strategy for the agendas of today’s architects and urbanists.\nHuman Phenomenology of the City.\nBaird believes that architecture is highly capable of manipulating affects on human experience at a &lt;a href=\"subconscious\"&gt;subconscious&lt;/a&gt; level. “Architecture’s power comes not from the iconographical charge it can carry, but instead from the fact that it structures our consciousness and our way of being in the world in ways which we ourselves are not fully conscious of”.\nOne of Baird’s most significant considerations, regarding human behavior, is that Benjamin’s concept of \"distraction\" introduces a “threshold of consciousness” in respect to the public’s experience of buildings. Associating Arendt’s political theories of human action together with Benjamin’s cultural theories of distraction, Baird came to realize that the experience of individuals in physical space began to articulate a spectrum of &lt;a href=\"consciousness\"&gt;consciousness&lt;/a&gt; that would move from one realm to the other. In doing so, he began to compose his &lt;a href=\"Praxis%20%28process%29\"&gt;praxis&lt;/a&gt; on human behavior that establishes the idea of publicness in &lt;a href=\"Phenomenology%20%28philosophy%29\"&gt;phenomenological&lt;/a&gt; terms. In his book, “\"Public Space: Cultural/Political Theory; Street Photography”\", Baird begins to examine and demonstrate this field of public thought through the visual medium of street and newspaper photography. His book captures a social and cultural collection of 20th century photographic works by &lt;a href=\"Berenice%20Abbott\"&gt;Berenice Abbott&lt;/a&gt;, &lt;a href=\"Walker%20Evans\"&gt;Walker Evans&lt;/a&gt;, &lt;a href=\"Bill%20Brandt\"&gt;Bill Brandt&lt;/a&gt;, &lt;a href=\"Henri%20Cartier-Bresson\"&gt;Henri Cartier-Bresson&lt;/a&gt;, and others. In order to support his discussion on the topic of human consciousness and architecture, Baird’s curation of photographers and photographs have been specifically selected to show the active engagement of people in physical settings who are unaware that they are being photographed. His reasoning behind such particular visuals presented in his project is because “these striking images, none the less, bear powerful witness to the scope of the contemporary photographic image and to its capacity of both to portray and to shape the contemporary political forms of publicness, generally, and of public space, specifically”. Baird goes on to deeply analyse the various conditions of conscious states including focused observation, mutual awareness, intentional performability, and the assembly of the parade. Baird’s reflections regarding the interrelationships of bodies in space, shown through street and news photography, helps to facilitate his three architectural conditions of publicness which he refers to as “visibility, propinquity, and continuity”. In relationship to architecture and urban design, each of these conditions work within the physical and psychological networks of bodily proximity and become present to those who exist within shared public space. Baird insists that the way we work on, interpret, and project the city relies heavily on the phenomenological aspects of architecture. He emphasizes that experiential journeys of bodies through physical spaces are crucial in understanding the cityscape; however, postmodern city centres have grown too large and complex to fully understand its entirety in this way. Similarly, to his syntheses presented through street photography, the city must therefore be understood through the approximations, representations, and other intermediate means of publicness."
}