{
    "id": "3417699",
    "revid": "32677190",
    "url": "https://en.wikipedia.org/wiki?curid=3417699",
    "title": "East India Squadron",
    "text": "The East India Squadron, or East Indies Squadron, was a squadron of American ships which existed in the nineteenth century, it focused on protecting American interests in the &lt;a href=\"Far%20East\"&gt;Far East&lt;/a&gt; while the &lt;a href=\"Pacific%20Squadron\"&gt;Pacific Squadron&lt;/a&gt; concentrated on the western coasts of the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt; and in the &lt;a href=\"South%20Pacific%20Ocean\"&gt;South Pacific Ocean&lt;/a&gt;. Part of the duties of this squadron was serving with the &lt;a href=\"Yangtze%20River%20Patrol\"&gt;Yangtze River Patrol&lt;/a&gt; in &lt;a href=\"China\"&gt;China&lt;/a&gt;. The East India Squadron was established in 1835 and existed until it became part of the &lt;a href=\"Asiatic%20Squadron\"&gt;Asiatic Squadron&lt;/a&gt; in 1868.\nHistory.\nShortly before Senator &lt;a href=\"Levi%20Woodbury\"&gt;Levi Woodbury&lt;/a&gt; of New Hampshire became &lt;a href=\"United%20States%20Secretary%20of%20the%20Navy\"&gt;secretary of the Navy&lt;/a&gt; in 1831, &lt;a href=\"Edmund%20Roberts%20%28diplomat%29\"&gt;Edmund Roberts&lt;/a&gt; had sent him a letter detailing the neglected state of Far Eastern commerce and &lt;a href=\"Whaling%20in%20the%20United%20States\"&gt;whaling&lt;/a&gt;. Near the end of that year, American &lt;a href=\"Spice%20trade\"&gt;pepper trade&lt;/a&gt;r \"Friendship\" returned to her home port of &lt;a href=\"Salem%2C%20Massachusetts\"&gt;Salem&lt;/a&gt;, to report that Sumatran pirates had killed the &lt;a href=\"Chief%20mate\"&gt;first officer&lt;/a&gt; and two crewmen, and plundered the cargo. In response to public outcry, President &lt;a href=\"Andrew%20Jackson\"&gt;Andrew Jackson&lt;/a&gt; dispatched the &lt;a href=\"USS%20Potomac%20%281822%29\"&gt;\"Potomac\"&lt;/a&gt; on the first of what were to be two punitive expeditions to Sumatra. The &lt;a href=\"sloop-of-war\"&gt;sloop-of-war&lt;/a&gt; &lt;a href=\"USS%20Peacock%20%281828%29\"&gt;\"Peacock\"&lt;/a&gt; was also dispatched, and, on the recommendation of Woodbury, carried Roberts as envoy to &lt;a href=\"Hu%E1%BA%BF\"&gt;Cochin-China&lt;/a&gt;, &lt;a href=\"Rattanakosin%20Kingdom\"&gt;Siam&lt;/a&gt; and &lt;a href=\"Said%20bin%20Sultan%2C%20Sultan%20of%20Muscat%20and%20Oman\"&gt;Muscat&lt;/a&gt;, to negotiate treaties to place American commerce on a surer basis, and on an equality with that of the &lt;a href=\"most%20favored%20nation\"&gt;most favored nation&lt;/a&gt;s. &lt;a href=\"Siamese-American%20Treaty%20of%20Amity%20and%20Commerce\"&gt;Roberts succeeded with Siam&lt;/a&gt; and Muscat. \"Peacock\" returned in 1835–37 with Dr. W. S. W. Ruschenberger bearing ratifications of those treaties. \"Peacock\", which in 1828 had been broken down and rebuilt as an exploration vessel, joined the &lt;a href=\"United%20States%20Exploring%20Expedition\"&gt;United States Exploring Expedition&lt;/a&gt; in 1838. East India Squadron &lt;a href=\"USS%20Columbia%20%281836%29\"&gt;\"Columbia\"&lt;/a&gt; and &lt;a href=\"USS%20John%20Adams%20%281799%29\"&gt;\"John Adams\"&lt;/a&gt; had also joined the &lt;a href=\"circumnavigation\"&gt;circumnavigating&lt;/a&gt; Expedition, and, without having to detour, executed the Second Sumatran Expedition.\nFormation.\nExcept for whaling and pepper, U.S. trade with the Far East was limited, but for those who risked long voyage to trade fur, sandalwood, and cotton goods for Chinese silks and tea, the results were very profitable. Indeed, stories about the riches of Far East created the national myth about the vast potential of the China market. In an effort to turn the myth into reality, the US sent envoy Roberts to Cochin-China in 1835 aboard the \"Peacock\", escorted by the &lt;a href=\"schooner\"&gt;schooner&lt;/a&gt; &lt;a href=\"USS%20Enterprise%20%281831%29\"&gt;\"Enterprise\"&lt;/a&gt; under the command of &lt;a href=\"Commodore%20%28United%20States%29\"&gt;Commodore&lt;/a&gt; &lt;a href=\"Edmund%20P.%20Kennedy\"&gt;Edmund P. Kennedy&lt;/a&gt;. They called first at the port of &lt;a href=\"Canton%20System\"&gt;Canton&lt;/a&gt;, and Roberts' account gives a vivid description of the state of affairs there. Kennedy subsequently established the East India Squadron.\nFirst Opium War.\nSeveral American citizens living in China suffered personal attacks during the &lt;a href=\"First%20Opium%20War\"&gt;First Opium War&lt;/a&gt; from &lt;a href=\"Xenophobia\"&gt;xenophobic&lt;/a&gt; locals. Commodore Kearny was given command of a squadron consisting of the 42-year-old frigate &lt;a href=\"USS%20Constellation%20%281797%29\"&gt;USS \"Constellation\"&lt;/a&gt; and the sloop &lt;a href=\"USS%20Boston%20%281825%29\"&gt;USS \"Boston\"&lt;/a&gt; to protect American citizens in China. Kearny arrived in China in March 1842, a few months before the end of the conflict. Kearny first learned of the &lt;a href=\"Treaty%20of%20Nanking\"&gt;Treaty of Nanking&lt;/a&gt; when he arrived in &lt;a href=\"British%20Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;. Kearny observed the treaty's provisions opening five Chinese ports to British trade, and sought equal trading opportunity for Americans merchants. The &lt;a href=\"Viceroy\"&gt;Viceroy&lt;/a&gt; of &lt;a href=\"Guangzhou\"&gt;Canton&lt;/a&gt; offered Kearny a treaty giving Americans equal treatment. Kearny did not have authority to sign such a treaty, but tactfully informed Ke agreement would be forthcoming as soon as authorized negotiators arrived. &lt;a href=\"Caleb%20Cushing\"&gt;Caleb Cushing&lt;/a&gt; reached China in 1844, and the &lt;a href=\"Treaty%20of%20Wanghia\"&gt;Treaty of Wanghia&lt;/a&gt; was signed on 2 July.\nOpening of Japan.\nIn December 1845, Commodore &lt;a href=\"James%20Biddle%20%28commodore%29\"&gt;James Biddle&lt;/a&gt; exchanged ratifications of the &lt;a href=\"Treaty%20of%20Wanghia\"&gt;Treaty of Wanghia&lt;/a&gt; at Poon Tong (泮塘), a village outside &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt;. The treaty was the first treaty between &lt;a href=\"China\"&gt;China&lt;/a&gt; and the United States.\nOn July 20, 1846, he anchored with the two warships &lt;a href=\"USS%20Columbus%20%281819%29\"&gt;USS \"Columbus\"&lt;/a&gt; and &lt;a href=\"USS%20Vincennes%20%281826%29\"&gt;USS \"Vincennes\"&lt;/a&gt; in &lt;a href=\"Uraga%20Channel\"&gt;Uraga Channel&lt;/a&gt; at the mouth to Edo Bay in an attempt to &lt;a href=\"Opening%20of%20Japan\"&gt;open&lt;/a&gt; up &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; to trade with the United States, but was ultimately unsuccessful. Biddle delivered his request that Japan agree to a similar treaty to that which he had just negotiated with China. Biddle eventually received the shogunate's response and was told that Japan forbade all commerce and communication with foreign nations besides that of the Dutch; also, he was informed that all foreign affairs were conducted through &lt;a href=\"Nagasaki%2C%20Nagasaki\"&gt;Nagasaki&lt;/a&gt; and that his ships should leave Uraga immediately.\nIn 1852, Commodore &lt;a href=\"Matthew%20C.%20Perry\"&gt;Matthew C. Perry&lt;/a&gt; embarked from &lt;a href=\"Norfolk%2C%20Virginia\"&gt;Norfolk, Virginia&lt;/a&gt; for &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, in command of a squadron in search of a Japanese trade treaty. Aboard a black-hulled steam frigate, he ported\n&lt;a href=\"USS%20Mississippi%20%281841%29\"&gt;\"Mississippi\"&lt;/a&gt;,\n&lt;a href=\"USS%20Plymouth%20%281844%29\"&gt;\"Plymouth\"&lt;/a&gt;,\n&lt;a href=\"USS%20Saratoga%20%281842%29\"&gt;\"Saratoga\"&lt;/a&gt;,\nand\n&lt;a href=\"USS%20Susquehanna%20%281847%29\"&gt;USS \"Susquehanna\"&lt;/a&gt;\nat &lt;a href=\"Uraga%20Harbor\"&gt;Uraga Harbor&lt;/a&gt; near &lt;a href=\"Edo\"&gt;Edo&lt;/a&gt; (modern &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;) on July 8, 1853. His actions at this crucial juncture were informed by a careful study of Japan's previous contacts with Western ships and what could be known about the Japanese hierarchical culture. He was met by representatives of the &lt;a href=\"Tokugawa%20Shogunate\"&gt;Tokugawa Shogunate&lt;/a&gt; who told him to proceed to &lt;a href=\"Nagasaki%2C%20Nagasaki\"&gt;Nagasaki&lt;/a&gt;, where there was limited trade with the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and which was the only Japanese port open to foreigners at that time (see &lt;a href=\"Sakoku\"&gt;Sakoku&lt;/a&gt;).\nPerry returned in February 1854 with twice as many ships, finding that the delegates had prepared a treaty embodying virtually all the demands in Fillmore's letter. Perry signed the &lt;a href=\"Convention%20of%20Kanagawa\"&gt;Convention of Kanagawa&lt;/a&gt; on March 31, 1854 and departed, mistakenly believing the agreement had been made with &lt;a href=\"Emperor%20of%20Japan\"&gt;imperial&lt;/a&gt; representatives. The agreement was made with the Shogun, the de facto ruler of Japan.\nJohanna Expedition.\nThe &lt;a href=\"Johanna%20Expedition\"&gt;Johanna Expedition&lt;/a&gt; was a naval operation that occurred in August 1851 during the American &lt;a href=\"African%20Anti-Slavery%20Operations%20of%20the%20United%20States\"&gt;anti-slavery patrols&lt;/a&gt; in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;. It began in response the seizure of the merchant ship \"Maria\" and her &lt;a href=\"captain%20%28naval%29\"&gt;captain&lt;/a&gt;, a man named Moores, in the small &lt;a href=\"Comoros%20Islands\"&gt;Sultanate of Johanna&lt;/a&gt;. The United States Navy sent the sloop-of-war &lt;a href=\"USS%20Dale%20%281839%29\"&gt;USS \"Dale\"&lt;/a&gt;, under Captain &lt;a href=\"William%20Pearson%20%28naval%20officer%29\"&gt;William Pearson&lt;/a&gt;, to free Moores and to demand compensation for the incident. When the &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt; refused, the Americans briefly bombarded a &lt;a href=\"fort\"&gt;fort&lt;/a&gt; and &lt;a href=\"blockhouse\"&gt;blockhouse&lt;/a&gt; protecting the harbor of &lt;a href=\"Matsamudu\"&gt;Matsamudu&lt;/a&gt;.\nAnti-piracy operations.\nIn July 1855, Chinese pirates in the &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt; area captured four merchant ships owned by British subjects. In response, on 4 August 1855, armed boats from the East India Squadron frigate &lt;a href=\"USS%20Powhatan%20%281850%29\"&gt;USS \"Powhatan\"&lt;/a&gt; and the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; sloop-of-war &lt;a href=\"HMS%20Rattler%20%281843%29\"&gt;HMS \"Rattler\"&lt;/a&gt; confronted the pirates at the &lt;a href=\"Battle%20of%20Ty-ho%20Bay\"&gt;Battle of Ty-ho Bay&lt;/a&gt;. &lt;a href=\"HMS%20Eaglet%20%281855%29\"&gt;HMS \"Eaglet\"&lt;/a&gt; towed the boats into position which then proceeded to destroy twenty of thirty-six &lt;a href=\"junk%20%28ship%29\"&gt;junk&lt;/a&gt;s. Seven merchant ships were also rescued. An estimated 500 pirates were killed or wounded and over 1,000 taken prisoner compared to an allied loss of nine dead and about a dozen wounded.\nSecond Opium War.\nThe United States would see action again during the &lt;a href=\"Second%20Opium%20War\"&gt;Second Opium War&lt;/a&gt; from 1856 to 1860. Four of the squadron's ships were involved in at least two battles. At the beginning of the war, the United States Navy frigate, &lt;a href=\"USS%20San%20Jacinto%20%281850%29\"&gt;USS \"San Jacinto\"&lt;/a&gt; and two &lt;a href=\"sloops-of-war\"&gt;sloops-of-war&lt;/a&gt;, &lt;a href=\"USS%20Portsmouth%20%281843%29\"&gt;USS \"Portsmouth\"&lt;/a&gt; and &lt;a href=\"USS%20Levant%20%281837%29\"&gt;USS \"Levant\"&lt;/a&gt;, launched an attack against a series of &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; &lt;a href=\"fort\"&gt;fort&lt;/a&gt;s along &lt;a href=\"Pearl%20River%20%28China%29\"&gt;Pearl River&lt;/a&gt;. The engagement became known as the &lt;a href=\"Battle%20of%20the%20Pearl%20River%20Forts\"&gt;Battle of the Pearl River Forts&lt;/a&gt; and was fought in 1856. The second involvement of an East India Squadron ship was during the &lt;a href=\"Battle%20of%20Taku%20Forts%20%281859%29\"&gt;Second Battle of Taku Forts&lt;/a&gt; in 1859. The American warship, &lt;a href=\"USS%20Powhatan%20%281850%29\"&gt;USS \"Powhatan\"&lt;/a&gt;, assisted an &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;Anglo&lt;/a&gt;-&lt;a href=\"Second%20French%20Empire\"&gt;French&lt;/a&gt; attack by bombarding the &lt;a href=\"Taku%20Forts\"&gt;Taku Forts&lt;/a&gt;. No further engagements between Chinese and American forces during the war are known to have happened though American citizens living in &lt;a href=\"Guangzhou\"&gt;Canton&lt;/a&gt; fought as &lt;a href=\"militia\"&gt;militia&lt;/a&gt; at the 1856 &lt;a href=\"Battle%20of%20Canton%20%281856%29\"&gt;battle&lt;/a&gt; at Canton.\nBombardment of Qui Nhon.\nOn June 30, 1861, &lt;a href=\"USS%20Saginaw%20%281859%29\"&gt;USS \"Saginaw\"&lt;/a&gt;, under &lt;a href=\"James%20F.%20Schenck\"&gt;James F. Schenck&lt;/a&gt;, silenced a fort at the entrance to &lt;a href=\"Qui%20Nhon%20Bay\"&gt;Qui Nhon Bay&lt;/a&gt;, &lt;a href=\"Cochinchina\"&gt;Cochinchina&lt;/a&gt;. This was after a &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;ese artillery battery had fired upon her while she was searching for the missing boat and crew of an American merchant bark named \"Myrtle\". After an engagement lasting just under an hour, the Chinese fort was destroyed and a large explosion was observed by the Americans. It became the only battle of the &lt;a href=\"Cochinchina%20Campaign\"&gt;Cochinchina Campaign&lt;/a&gt; involving the United States which deployed the East India Squadron to protect American interests in the region.\nFormosan Expedition.\nFollowing the &lt;a href=\"Rover%20Incident\"&gt;Rover Incident&lt;/a&gt; of March 1867 in which the American bark \"Rover\" was wrecked and massacred by the &lt;a href=\"Paiwan%20people\"&gt;Paiwan people&lt;/a&gt; of southern &lt;a href=\"Formosa\"&gt;Formosa&lt;/a&gt;; the East India Squadron under Rear Admiral &lt;a href=\"Henry%20H.%20Bell\"&gt;Henry H. Bell&lt;/a&gt; launched a &lt;a href=\"punitive%20expedition\"&gt;punitive&lt;/a&gt; &lt;a href=\"Formosan%20Expedition\"&gt;expedition&lt;/a&gt; in retaliation. On June 18, 1867, 181 officers, sailors and marines from two screw sloops-of-war landed with the intention of destroying the hostile threat. After six hours of marching through the hot tropical Formosan mountains and after several skirmishes, the Americans turned back to their ships. The expedition failed after the death of an American commander and the loss of several men due to the &lt;a href=\"humid\"&gt;humid&lt;/a&gt; climate. They boarded &lt;a href=\"USS%20Wyoming%20%281859%29\"&gt;USS \"Wyoming\"&lt;/a&gt; and &lt;a href=\"USS%20Hartford%20%281858%29\"&gt;USS \"Hartford\"&lt;/a&gt; and then set sail for Shanghai. A year later the squadron was merged into the new Asiatic Squadron.\nShips.\n&lt;a href=\"USS%20Powhatan%20%281850%29\"&gt;USS \"Powhatan\"&lt;/a&gt;, under &lt;a href=\"Commander\"&gt;Commander&lt;/a&gt; &lt;a href=\"William%20J.%20McCluney\"&gt;William J. McCluney&lt;/a&gt;, was assigned to the East India Squadron and arrived on station via Cape of Good Hope 15 June 1853. Her arrival in Chinese waters coincided with an important phase of Commodore &lt;a href=\"Matthew%20Perry%20%28naval%20officer%29\"&gt;Matthew C. Perry’s&lt;/a&gt; negotiations for commercial relations with the Japanese and the opening of two ports. She was Perry’s flagship during his November visit to Whampoa. On 14 February 1854 she entered &lt;a href=\"Tokyo%20Bay\"&gt;Yedo Bay&lt;/a&gt; with the rest of the squadron and the &lt;a href=\"Convention%20of%20Kanagawa\"&gt;Treaty of Kanagawa&lt;/a&gt; was signed on her deck on 31 March 1854.\nAssigned to the East India Squadron under Commodore Matthew Perry, the &lt;a href=\"USS%20Macedonian%20%281836%29\"&gt;USS \"Macedonian\"&lt;/a&gt; with Capt. &lt;a href=\"Joel%20Abbot\"&gt;Joel Abbot&lt;/a&gt; in command, was one of the six American ships arrayed off Uraga, Japan, 13 February 1854 during Perry's second visit to negotiate the opening of Japan to foreign trade.\nAfter completing her trials, which she began in January 1851, the side-wheel steamer &lt;a href=\"USS%20Susquehanna%20%281847%29\"&gt;USS \"Susquehanna\"&lt;/a&gt; sailed on 8 June for the Far East to become flagship of the East India Squadron.\nThe &lt;a href=\"USS%20Dolphin%20%281836%29\"&gt;USS \"Dolphin\"&lt;/a&gt; got underway 6 May 1848 to join the East India Squadron, protecting American citizens in Asiatic waters.\nRecommissioned on 12 August 1850, &lt;a href=\"USS%20Saratoga%20%281842%29\"&gt;USS \"Saratoga\"&lt;/a&gt; got underway on 15 September and proceeded to the western Pacific for service in the East India Squadron.\n&lt;a href=\"USS%20Levant%20%281837%29\"&gt;USS \"Levant\"&lt;/a&gt; sailed 13 November for Rio de Janeiro, the Cape of Good Hope, and Hong Kong, where she arrived to join the East India Squadron 12 May 1856. On 1 July she embarked the U.S. Commissioner to China for transportation to Shanghai, arriving 1 August.\nDeparting Norfolk 4 August, the &lt;a href=\"USS%20Germantown%20%281846%29\"&gt;USS \"Germantown\"&lt;/a&gt; sailed via the Cape of Good Hope to Ceylon, where on 22 December she joined Flag Officer Josiah Tattnall's East India Squadron off Point de Gala. For 2 years she cruised Far Eastern waters and visited the principal ports of China and Japan, where she found \"uniform friendly reception\" as the squadron guarded American interests in the Orient. Sailing via the Cape of Good Hope, she returned to Norfolk in April 1860\nAfter a four-day stop at Singapore, where Commodore Armstrong relieved Commodore Joel Abbot in command of the East India Squadron, the frigate &lt;a href=\"USS%20San%20Jacinto%20%281850%29\"&gt;USS \"San Jacinto\"&lt;/a&gt; reached the bar off the mouth of the Me Nam (later the &lt;a href=\"Chao%20Phraya\"&gt;Chao Phraya&lt;/a&gt;) River.\nThe new side-wheel steamer &lt;a href=\"USS%20Saginaw%20%281859%29\"&gt;USS \"Saginaw\"&lt;/a&gt; sailed from San Francisco Bay on 8 March 1860, headed for the western Pacific, and reached Shanghai, China, on 12 May. She then served in the East India Squadron, for the most part cruising along the Chinese coast to protect American citizens and to suppress pirates. She visited Japan in November but soon returned to Chinese waters. On 30 June 1861, she silenced a battery at the entrance to &lt;a href=\"Qui%20Nhon%20Bay\"&gt;Qui Nhon Bay&lt;/a&gt;, &lt;a href=\"Cochin%20China\"&gt;Cochin China&lt;/a&gt;, which had fired upon her while she was searching for the missing boat and crew of American bark, \"Myrtle\". On 3 January 1862, \"Saginaw\" was decommissioned at Hong Kong. On 3 July 1862, she returned to &lt;a href=\"Mare%20Island\"&gt;Mare Island&lt;/a&gt; for repairs.\nCommanders.\nSuccessive Commanders-in-Chief of the East India Squadron were as follows.\nServed in squadron.\nAlso serving in the squadron at one time were:"
}