{
    "id": "34191841",
    "revid": "1052446894",
    "url": "https://en.wikipedia.org/wiki?curid=34191841",
    "title": "Solano Avenue Stroll",
    "text": "The Solano Avenue Stroll, also known as the Solano Stroll, is an annual street fair held on the second Sunday of September on the &lt;a href=\"Solano%20Avenue\"&gt;Solano Avenue&lt;/a&gt; shopping district of &lt;a href=\"Albany%2C%20California\"&gt;Albany&lt;/a&gt; and &lt;a href=\"Berkeley%2C%20California\"&gt;Berkeley, California&lt;/a&gt;. Stretching close to 2 miles long and bringing between 250,000 and 300,000 attendees in a single day, it has been called the oldest and largest street festival in the &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;San Francisco Bay Area&lt;/a&gt; and the \"world's biggest block party\". In 2001, the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt;'s &lt;a href=\"American%20Folklife%20Center\"&gt;American Folklife Center&lt;/a&gt; in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; designated the festival as a \"National Local Legacy\".\nHistory.\nThe Solano Stroll began in 1974 by the Thousand Oaks Merchant Association, a &lt;a href=\"small%20business\"&gt;small business&lt;/a&gt; guild started by Ira Klein and co-headed by Lisa Burnham. Klein owned and managed \"The Iris\", a Solano clothing and jewelry store formerly based on &lt;a href=\"Shattuck%20Avenue\"&gt;Shattuck Avenue&lt;/a&gt; that sold dress goods made primarily by local &lt;a href=\"fashion%20designers\"&gt;fashion designers&lt;/a&gt;, among the earliest including &lt;a href=\"Laurel%20Burch\"&gt;Laurel Burch&lt;/a&gt;. Lisa Burnham (née Liesel Hirsch), an &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n national and &lt;a href=\"Holocaust%20survivor\"&gt;Holocaust survivor&lt;/a&gt;, owned \"Northumbrian Antiques\", an interior design business on Solano from the 1950s to the 1970s.\nKlein conceived the festival as both a \"thank you party\" to customers and to promote the avenue's family-owned business community. According to a &lt;a href=\"Patch.com\"&gt;Patch.com&lt;/a&gt; interview with son Gabe Klein, the elder Klein's three creative influences included his childhood in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, the culture of &lt;a href=\"Telegraph%20Avenue\"&gt;Telegraph Avenue&lt;/a&gt; while he attended &lt;a href=\"UC%20Berkeley\"&gt;UC Berkeley&lt;/a&gt; in the 1960s, and his maternal cousin, &lt;a href=\"George%20Schindler\"&gt;George Schindler&lt;/a&gt;, a noted &lt;a href=\"magician%20%28illusionist%29\"&gt;magician&lt;/a&gt; and film &lt;a href=\"actor\"&gt;actor&lt;/a&gt;. Klein had been involved with the fair's planning, promotion and organizing until closing his business in 1998. Event organizer Lisa Bullwinkel directed the event for 16 years, from 1989-2005. Burnham died in 2001 in Berkeley, and Klein in 2007 in &lt;a href=\"Springfield%2C%20Oregon\"&gt;Springfield, Oregon&lt;/a&gt;. Current &lt;a href=\"Citizens%20for%20East%20Shore%20Parks\"&gt;Citizens for East Shore Parks&lt;/a&gt; president and former Albany mayor Robert Cheasty, a civil attorney who runs a &lt;a href=\"law%20firm\"&gt;law firm&lt;/a&gt; on the avenue, is a ranking organizer of the Solano Stroll, being involved with the festival since 1984 and having served as the Solano Avenue Association's (SAA) president from 1989 to 1991.\nThe first festival began on a Friday evening and included only the &lt;a href=\"Thousand%20Oaks%2C%20Berkeley%2C%20California\"&gt;Thousand Oaks&lt;/a&gt; Berkeley portion of Solano Avenue before expanding to Albany a few years later and switching to Sunday. By this time, the \"Thousand Oaks Merchant's Association\" would become the \"Solano Avenue Association\". Initially an after-hours reception for local businesses, the fair would include attractions such as magician booths, live bands, street theatre, jugglers and &lt;a href=\"fire%20eating\"&gt;fire eaters&lt;/a&gt; by the late 1970s. Although the event has always been funded by Solano businesses, larger sponsors have included &lt;a href=\"Safeway%20Inc.\"&gt;Safeway&lt;/a&gt;, &lt;a href=\"Andronico%27s\"&gt;Andronico's&lt;/a&gt;, &lt;a href=\"Mechanic%27s%20Bank\"&gt;Mechanic's Bank&lt;/a&gt;, &lt;a href=\"BART\"&gt;BART&lt;/a&gt; as well as the city governments of Albany and Berkeley.\nWhat would've been the 47th in 2020 ended up going on hiatus until 2022.\nThe Solano Stroll.\nParade and grand marshals.\nThe Solano Stroll begins with an 8am breakfast served at Memorial Park, near &lt;a href=\"Albany%20High%20School%20%28California%29\"&gt;Albany High School&lt;/a&gt;, before the fair's parade begins at the Eastern end of Solano Avenue in Berkeley at 10am. Since the 1980s, a &lt;a href=\"grand%20marshal\"&gt;grand marshal&lt;/a&gt; has been chosen to head the parades; previous leaders have included &lt;a href=\"Buffalo%20Bob%20Smith\"&gt;Buffalo Bob Smith&lt;/a&gt; (of 1950's &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; television show \"&lt;a href=\"Howdy%20Doody\"&gt;Howdy Doody&lt;/a&gt;\") in 1996, &lt;a href=\"1972%20Summer%20Olympics\"&gt;1972 Olympian&lt;/a&gt; and &lt;a href=\"sports%20writer\"&gt;sports writer&lt;/a&gt; Craig Van Collie in 1998, &lt;a href=\"Counterculture%20of%20the%201960s\"&gt;sixties counterculture&lt;/a&gt; icon &lt;a href=\"Wavy%20Gravy\"&gt;Wavy Gravy&lt;/a&gt; in 2000,\nand former &lt;a href=\"Noah%27s%20Bagels\"&gt;Noah's Bagels&lt;/a&gt; CEO/founder Noal Alper in 2010, whose namesake deli still has a location on Solano Avenue. In addition to city politicians and personnel, the parade also includes &lt;a href=\"marching%20band\"&gt;marching band&lt;/a&gt;s and &lt;a href=\"cheerleader\"&gt;cheerleader&lt;/a&gt;s from high schools across the Bay Area and various performance artists or dance troupes.\nFestival.\nAfter the parade closes, the street opens to pedestrians and remains closed to traffic until 6pm. Various forms of &lt;a href=\"entertainment\"&gt;entertainment&lt;/a&gt; include &lt;a href=\"taiko\"&gt;taiko&lt;/a&gt;, &lt;a href=\"belly%20dancing\"&gt;belly dancing&lt;/a&gt;, &lt;a href=\"karate\"&gt;karate tournament&lt;/a&gt;s, &lt;a href=\"car%20show\"&gt;vintage car show&lt;/a&gt;s, &lt;a href=\"puppet%20shows\"&gt;puppet shows&lt;/a&gt;, &lt;a href=\"clown\"&gt;clown&lt;/a&gt;s, &lt;a href=\"stilt%20walker\"&gt;stilt walker&lt;/a&gt;s, &lt;a href=\"improvisational%20theater\"&gt;improvisational theater&lt;/a&gt;, &lt;a href=\"Magic%20%28illusion%29\"&gt;magicians&lt;/a&gt;, &lt;a href=\"face%20painting\"&gt;face painting&lt;/a&gt;, &lt;a href=\"dunk%20tank\"&gt;dunk tank&lt;/a&gt;s, &lt;a href=\"fun%20houses\"&gt;fun houses&lt;/a&gt; and most recently &lt;a href=\"amusement%20rides\"&gt;amusement rides&lt;/a&gt;.\nMusic.\nLocal music groups, in addition to school bands, perform songs during the festival. Styles have included &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;, &lt;a href=\"folk%20rock\"&gt;folk rock&lt;/a&gt;, &lt;a href=\"alternative%20rock\"&gt;alternative rock&lt;/a&gt;, &lt;a href=\"Klezmer\"&gt;Klezmer&lt;/a&gt;, &lt;a href=\"Scottish%20folk%20dance\"&gt;Scottish folk dance&lt;/a&gt;, &lt;a href=\"Bluegrass%20music\"&gt;bluegrass&lt;/a&gt;, &lt;a href=\"Hip%20hop%20music\"&gt;hip hop&lt;/a&gt;, &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt;, &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt;, &lt;a href=\"zydeco\"&gt;zydeco&lt;/a&gt;, &lt;a href=\"roots%20rock\"&gt;roots rock&lt;/a&gt; and &lt;a href=\"tribute%20bands\"&gt;tribute/cover&lt;/a&gt;.\nFamous past acts at the Solano Stroll have included &lt;a href=\"The%20Uptones\"&gt;The Uptones&lt;/a&gt;, &lt;a href=\"Operation%20Ivy%20%28band%29\"&gt;Operation Ivy&lt;/a&gt;, &lt;a href=\"Rancid%20%28band%29\"&gt;Rancid&lt;/a&gt; and &lt;a href=\"Paul%20Baloff\"&gt;Pirahna&lt;/a&gt; (during the 1980s); and bands (or creative members of) &lt;a href=\"Blue%20%C3%96yster%20Cult\"&gt;Blue Öyster Cult&lt;/a&gt;, &lt;a href=\"Blind%20Illusion\"&gt;Blind Illusion&lt;/a&gt;, &lt;a href=\"Heathen%20%28band%29\"&gt;Heathen&lt;/a&gt;, &lt;a href=\"http%3A//allmusic.com/artist/alphabet-soup-p168497\"&gt;Alphabet Soup&lt;/a&gt;, &lt;a href=\"Primus%20%28band%29\"&gt;Primus&lt;/a&gt;, &lt;a href=\"The%20Charlie%20Hunter%20Trio\"&gt;The Charlie Hunter Trio&lt;/a&gt;, &lt;a href=\"Furthur%20%28band%29\"&gt;Furthur&lt;/a&gt;, &lt;a href=\"RatDog\"&gt;RatDog&lt;/a&gt; and &lt;a href=\"Country%20Joe%20and%20the%20Fish\"&gt;Country Joe and the Fish&lt;/a&gt; during the 1990s and 2000s (decade). From the late 1980s onward, band selection has been conducted via a &lt;a href=\"jury\"&gt;jury&lt;/a&gt; process and &lt;a href=\"fee\"&gt;fee&lt;/a&gt; decided by SAA members.\nIn 2000, &lt;a href=\"Country%20Joe%20McDonald\"&gt;Country Joe McDonald&lt;/a&gt; said of the fair:\nCuisine.\nOver 50 food vendors have booths at the festival, most selling carnival-related American fare like corn dogs, pizza, deep fried pastries and cotton candy, but also more international choices like &lt;a href=\"Thai%20cuisine\"&gt;Thai&lt;/a&gt;, &lt;a href=\"Cambodian%20cuisine\"&gt;Cambodian&lt;/a&gt;, &lt;a href=\"Regional%20variations%20of%20barbecue%23Caribbean%29\"&gt;Caribbean barbecue&lt;/a&gt;, &lt;a href=\"Latin%20American%20cuisine\"&gt;Latin American&lt;/a&gt;, &lt;a href=\"Kebab\"&gt;Middle Eastern kebab&lt;/a&gt; and &lt;a href=\"Falafel\"&gt;falafel pitas&lt;/a&gt;.\n&lt;a href=\"Chez%20Panisse\"&gt;Chez Panisse&lt;/a&gt; owner &lt;a href=\"Alice%20Waters\"&gt;Alice Waters&lt;/a&gt;, pioneer of the &lt;a href=\"slow%20food\"&gt;slow food&lt;/a&gt; movement, was recognized during the 2000 Solano Stroll's \"Local Legacies on Parade.\"\nPolitical and financial issues.\nAlthough the Solano Stroll continues the original objective of celebrating local entrepreneurship, the event has had a more political theme in the last decade, featuring &lt;a href=\"social%20activism\"&gt;social activism&lt;/a&gt; and &lt;a href=\"get%20out%20the%20vote\"&gt;get out the vote&lt;/a&gt; booths of a mostly &lt;a href=\"liberalism\"&gt;liberal&lt;/a&gt; leaning. On election years, the festival falls two months before November polls.\nDuring the 2004 festival, the \"&lt;a href=\"Daily%20Cal\"&gt;Daily Cal&lt;/a&gt;\" reported that two anti-gay marriage protesters were yelled at and sprayed with &lt;a href=\"silly%20string\"&gt;silly string&lt;/a&gt;.\nIn 2007, an anti-abortion protester was cited by police after spilling a pile of fetus pictures from a wheelbarrow onto the street. The same year, &lt;a href=\"U.S.%20Representative\"&gt;U.S. Representative&lt;/a&gt; &lt;a href=\"Barbara%20Lee\"&gt;Barbara Lee&lt;/a&gt; (&lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;D&lt;/a&gt;-&lt;a href=\"California%27s%209th%20congressional%20district\"&gt;CA-9&lt;/a&gt;) participated in the parade but left early due to excessive &lt;a href=\"heckler\"&gt;heckling&lt;/a&gt; by onlookers, apparently in relation to her sole \"Nay\" vote against &lt;a href=\"Authorization%20for%20Use%20of%20Military%20Force%20Against%20Terrorists\"&gt;AUMF&lt;/a&gt; following the &lt;a href=\"attacks%20on%20September%2011%2C%202001\"&gt;attacks on September 11, 2001&lt;/a&gt;. In 2000, Lee was responsible for inducting the Solano Stroll into the Library of Congress' \"Local Legacies Project\" campaign.\nIn addition to the politically related controversies, the event has recently been affected by the financial shake-ups of various Solano businesses, including long-time Stroll sponsor Andronico's, the &lt;a href=\"Luxury%20good\"&gt;upscale&lt;/a&gt; supermarket chain which filed &lt;a href=\"Chapter%2011%20bankruptcy\"&gt;Chapter 11 bankruptcy&lt;/a&gt; protection. Andronico's first location opened on Solano Avenue in 1929 as \"Andronico's Park and Shop\".\nBefore the 2011 festival, the \"&lt;a href=\"East%20Bay%20Express\"&gt;East Bay Express&lt;/a&gt;\" reported that live musicians would either take a pay cut or have to play for free due to the recession and lack of revenue generated from The Solano Avenue Association. The article reported that only two bands withdrew from the 2011 Solano Stroll, which was held on the 10th anniversary of 9/11 and ran on a theme of \"unsung heroes\".\nNotes.\n&lt;a href=\"http%3A//www.solanoavenueassn.org/wordpress/wp-content/uploads/2014/04/solanoavenuestrollhistory.pdf\"&gt;A Brief History of the Solano Avenue Stroll&lt;/a&gt;"
}