{
    "id": "34200945",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=34200945",
    "title": "South African African Rugby Board",
    "text": "The South African African Rugby Board (later renamed the South African Rugby Association) was the body that governed black African &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;n &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; players during the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; era, and one of three segregated rugby unions operating during that time. The representative team of the African Rugby Board was known as the &lt;a href=\"SAARB%20Leopards%20%28rugby%20team%29\"&gt;Leopards&lt;/a&gt;.\nEarly black rugby and the first union.\nAs with the game among whites, clubs for black and &lt;a href=\"coloured\"&gt;coloured&lt;/a&gt; players emerged before unions were established, and before that may have started in missionary schools. Black rugby received a considerable boost from the missionaries who introduced the game to their schools for indigenous peoples. A region that particularly benefitted from such intervention was the &lt;a href=\"Eastern%20Cape\"&gt;Eastern Cape&lt;/a&gt;, which remained the stronghold of black rugby until the present day.\nCanon Robert John Mullins, headmaster of the Kaffir [sic] Institution from 1864, is usually credited as the first to introduce rugby to blacks, in the shape of his students. Mullins is the father of rugby international &lt;a href=\"Cuth%20Mullins\"&gt;Cuth Mullins&lt;/a&gt;, who played forward for the 1896 British touring team to South Africa. The Institution was initially a branch of the all-white &lt;a href=\"St.%20Andrew%27s%20College%20%28South%20Africa%29\"&gt;St Andrew's College&lt;/a&gt; in &lt;a href=\"Grahamstown\"&gt;Grahamstown&lt;/a&gt;, where Mullins had been a teacher. Rugby was first played at St Andrew's in 1878.\nThe earliest black rugby club probably was the &lt;a href=\"Union%20Rugby%20Football%20Club\"&gt;Union Rugby Football Club&lt;/a&gt;, founded in 1887 at &lt;a href=\"Port%20Elizabeth\"&gt;Port Elizabeth&lt;/a&gt;, with games played on the grounds where the current hospital stands. Union's first opponents were local coloured teams, but soon other black clubs were established in the city, including Orientals (founded 1894), \"followed by the Morning Star, Rovers, Frontier and Spring Rose Clubs\". Rovers and Union in turn had formed the Port Elizabeth Union by 1897. Inter-town contests were a fixture of black rugby before the end of the 19th century, with challenges occasionally issued via black newspapers such as the Xhosa-language \"&lt;a href=\"Xhosa%20language%20newspapers%23Imvo%20Zabantsundu\"&gt;Imvo Zabantsundu&lt;/a&gt;\".\nThe earliest attempt to establish a national rugby governing body for players of colour was the South African Coloured Rugby Football Board (SACRFB), formed in 1897 during South Africa's British colonial period. The SACRFB emerged from a meeting of all clubs and unions called to &lt;a href=\"Kimberley%2C%20Northern%20Cape\"&gt;Kimberley&lt;/a&gt; by the Griqualand West Colonial Rugby Football Union. Black administrators like &lt;a href=\"Bud%20Mbelle\"&gt;Bud Mbelle&lt;/a&gt;&lt;a href=\"http%3A//www.sahistory.org.za/people/horatio-bud-isaiah-mbelle\"&gt;&lt;/a&gt; had earlier persuaded &lt;a href=\"Cecil%20John%20Rhodes\"&gt;Cecil John Rhodes&lt;/a&gt; to provide a trophy like the &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; to \"'all the coloured Sporting People if South Africa'\". The SACRFB then organized a domestic rugby competition for the Rhodes Cup, which started in 1898 and was first won by Western Province.\nIn 1905 black clubs formed the Eastern Province Native Rugby Union, whose president was Tobias Mvula.\nFounding of the Board.\nThe first rugby governing body devoted to organizing black rugby was the South African Bantu Rugby Board (SABRB), which broke away from the South African Coloured Rugby Football Board in 1935. Black rugby players and administrators was initially drawn primarily from the emerging black middle class, who also were involved in other sports transplanted to South Africa by 19th century British colonists. Accordingly, discussions about forming a Bantu Rugby Board began in 1935 with a committee formed for that purpose, continued during an inter-town rugby tournament at &lt;a href=\"East%20London%2C%20Eastern%20Cape\"&gt;East London&lt;/a&gt;, and was concluded at the inter-provincial &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; tournament at &lt;a href=\"Port%20Elizabeth\"&gt;Port Elizabeth&lt;/a&gt;. SABRB's first officers included J.M. Dippa of Port Elizabeth as president and Halley Plaatje, son of &lt;a href=\"Sol%20Plaatje\"&gt;Sol Plaatje&lt;/a&gt;, of Kimberley as secretary.\nThe Bantu Rugby Board arranged the first of its annual inter-provincial tournaments in 1936 in Kimberley, in which Transvaal and Eastern Province shared the title after a goalless draw. Other participants included the Northern Eastern Districts from &lt;a href=\"Aliwal%20North\"&gt;Aliwal North&lt;/a&gt; and Griqualand West, but not Western Province, Border or Natal. These tournaments were sponsored by the Chamber of Mines with a trophy called the Native Recruiting Corporation Cup, commonly known as the NRC Cup.\nMeanwhile the Coloured Rugby Football Board selected its first national side in 1938. In turn, the Bantu Rugby Board initiated test matches with their coloured counterparts to forge a sense of unity.\nConflict and alliances in the apartheid era.\nIn 1959 the Bantu Rugby Board changed its name to the South African African Rugby Board, as \"Bantu\" had acquired pejorative overtones due to its use by the apartheid state to segregate blacks, reduce their access to land and economic opportunities, and remove their civil and political rights.\nAs the struggle for political rights intensified in South Africa, black sports bodies came under increasing pressure to strengthen links with white governing bodies, or sever them. Proponents of either position hoped to attempt to transform white governing bodies by co-operation or by opposing them. The African Rugby Board decided to affiliate with the white South African Rugby Board in 1978, just as the Rugby Football Federation did.\nIn 1966 the Coloured Rugby Football Board changed their name to the &lt;a href=\"South%20African%20Rugby%20Union%20%28SACOS%29\"&gt;South African Rugby Union&lt;/a&gt; (not to be confused with the current body of that name), and in 1973 became a founding member of the anti-apartheid &lt;a href=\"South%20African%20Council%20on%20Sports\"&gt;South African Council on Sports&lt;/a&gt; whose slogan argued that there could be no normal sport in an abnormal society.\nThe decision by the African Rugby Board and the Rugby Football Federation to join forces with the Rugby Board cost their players dearly in terms of criticism from home and abroad, and also disqualified them from national recognition in the post-apartheid era. When the South African Rugby Union rewarded black and coloured rugby players who had represented their governing bodies in national teams with Springbok blazers, players who had not been selected for the multi-racial body were excluded from this honour on the basis that they could, technically, have qualified for selection as Springboks from 1978 onwards."
}