{
    "id": "34216096",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=34216096",
    "title": "Sherborne RFC",
    "text": "Sherborne Rugby Football Club is a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club in &lt;a href=\"Dorset\"&gt;Dorset&lt;/a&gt; in the south west of &lt;a href=\"England\"&gt;England&lt;/a&gt;. The club was established in 1980. It has a membership of 100 senior players and a further 300 boys and girls in the junior section. The club runs two men's teams with the 1st XV currently playing in &lt;a href=\"South%20West%201%20East\"&gt;South West 1 East&lt;/a&gt; - a league at level 6 of the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt; - following their promotion as champions of &lt;a href=\"Southern%20Counties%20South\"&gt;Southern Counties South&lt;/a&gt; at the end of the 2018–19 season, while the 2nd XV play in &lt;a href=\"Dorset%20%26amp%3B%20Wilts%201%20South\"&gt;Dorset &amp; Wilts 1 South&lt;/a&gt; (level 8), following their promotion from &lt;a href=\"Dorset%20%26amp%3B%20Wilts%202%20South\"&gt;Dorset &amp; Wilts 2 South&lt;/a&gt; at the end of the 2017-18 season.\nGround and location.\nThe clubhouse and grounds are located at the &lt;a href=\"Terrace%20Playing%20Fields\"&gt;Terrace Playing Fields&lt;/a&gt;. The Terraces are an artificially created area of flat land made just before the start of the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt; by levelling part of the valley sides on the southern boundary of the town.\nIn the club's first season they were allocated one pitch by the town council, located at the most exposed, western, corner of the ground. The clubhouse was the cricket clubhouse and so unused during the rugby season; a small wooden clapboard construction consisting of little more than a bar and small kitchen. As the membership and playing level of the club increased over the first few seasons, so the number of pitches being marked was increased and their location less remote. The clubhouse was also demolished and rebuilt in brick; a much more substantial construction including a much larger bar area, more substantial kitchen and storage rooms as well as four team changing-rooms, two referees' changing rooms and showers. Initially the bar area was to be divided in two, a main bar and a smaller committee and vice-presidents' bar. The wall had been built during the day before an evening team practice session and when the players found out about it they entered the construction site and pushed the wall down while the cement was still wet. They did not want the club to change from the small player-centred club that it was to a club where the Establishment with little real interest in rugby could network.\nSince then another 8-changing-room facility, the Gainsborough Pavilion, was erected in 1999 next-door on the site of the former Sherborne Football clubhouse. These changing-rooms and showers are sometimes used by the rugby club, particularly when there are several teams playing at home on the same weekend.\nGainsborough Park is the rugby team's new two-pitch playing area on the south-eastern side of the Terrace car park, so called because it is on Gainsborough Hill. It was created as part of a deal between the Town Council, the Sherborne Castle Estates and the town - due in large part to the pressure applied by a group known as \"Save Foster's Field\". The nine-acre playing fields of the former &lt;a href=\"Foster%27s%20School\"&gt;Foster's School&lt;/a&gt; were slated to be sold to a developer to construct houses. As the last remaining playing fields within the town this caused a furore amongst Sherborne residents and the problem persisted for nine years and directly influencing a change in the law. In 2002, after pressure from Sherborne residents, the then &lt;a href=\"Secretary%20of%20State%20for%20Education\"&gt;Secretary of State for Education&lt;/a&gt;, &lt;a href=\"Charles%20Clarke\"&gt;Charles Clarke&lt;/a&gt;, changed the rules such that first use of any money from the sale of a school playing field must be re-invested in improvements of outdoor facilities nearby. As a result, the sale of Foster's Field for an estimated £4 million meant that Sherborne Town Council were able to spend £1 million on the creation of Gainsborough Park from a piece of farmland owned by the Sherborne Castle Estates. In 2011, as the final part of this deal, floodlights were installed on the main pitch at Gainsborough Park.\nThe club has outgrown its current limited facilities and plans are in the pipeline to build a new club house closer to the new pitches and incorporating greater changing and support facilities.\nHistory.\nFollowing a couple of fortuitous meetings and discussions in &lt;a href=\"The%20Digby%20Tap\"&gt;The Digby Tap&lt;/a&gt; &lt;a href=\"Public%20House\"&gt;Public House&lt;/a&gt;, a group of players were put together by Alan Fall, Doug Hamilton and Tom Kelly in the second half of the 1979/80 season to play some friendly fixtures against the second or third teams of local sides, always playing away from home (as there was no home pitch) and wearing an assortment of mismatched jerseys. As a result of a determined effort by these three men, by the beginning of the 1980/81 season the club was fully functioning with a committee, complete fixture list, a home pitch on the Terrace Playing Fields, the use of Sherborne Cricket Club's clubhouse (on the site of the current Terrace Clubhouse) and a set of shirts complete with club emblem.\nAfter various suggestions and discussions revolving around a multi-coloured set of shirts to reflect the disparate jerseys of their first unofficial matches the previous year, a playing kit of entirely black shirts, shorts and socks was chosen by the club members. This was in recognition of &lt;a href=\"Charles%20John%20Monro\"&gt;Charles John Monro&lt;/a&gt; who was believed to have been a Sherborne schoolboy who had introduced rugby to New Zealand in 1870. In addition, the New Zealand national team had recently had tours to the UK in &lt;a href=\"1978%20New%20Zealand%20rugby%20union%20tour%20of%20Britain%20and%20Ireland\"&gt;1978&lt;/a&gt;, &lt;a href=\"1979%20New%20Zealand%20rugby%20union%20tour%20of%20England%2C%20Scotland%20and%20Italy\"&gt;1979&lt;/a&gt; and &lt;a href=\"1980%20New%20Zealand%20rugby%20union%20tour%20of%20Wales\"&gt;1980&lt;/a&gt; winning 34 of 36 games and the Sherborne players wanted to emulate their style of play and this success. Unfortunately for Sherborne, although Monro had taken the game to New Zealand, he was never at school in the town; he had actually been a pupil at &lt;a href=\"Christ%27s%20College%20%28Finchley%29\"&gt;Christ's College&lt;/a&gt; in &lt;a href=\"East%20Finchley\"&gt;Finchley&lt;/a&gt; near &lt;a href=\"London\"&gt;London&lt;/a&gt;. Remarkably, Sherborne does have a real connection with New Zealand rugby, the man who gave the &lt;a href=\"Bledisloe%20Cup\"&gt;Bledisloe Cup&lt;/a&gt; to be competed for between the national teams of &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt; and &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; had been a boy at the School, &lt;a href=\"Charles%20Bathurst%2C%201st%20Viscount%20Bledisloe\"&gt;Charles Bathurst, 1st Viscount Bledisloe&lt;/a&gt;!\nBy the end of the first season the fledgling club had won their division and were promoted. In the first eleven years of the club, Sherborne won their division five times, came runners-up four time, were promoted six times and were never relegated. The &lt;a href=\"Western%20Gazette\"&gt;local press&lt;/a&gt; began referring to them as \"the Dorset All-Blacks\".\nPlayers joined from a radius of 30 miles or more. The club put out a Second XV for the first time in the 1981/82 season, they had a Colts side in the 1983/84 season, then a Third XV in 1985/86 and a Fourth XV (nicknamed \"the Mooseheads\") in 1986/87. At about the same time the junior section of the club was established with mini-rugby sessions being run on Sunday mornings.\nThe club achieved its zenith in its 13th and 14th seasons (1992–94), playing in &lt;a href=\"National%20League%203%20South%20West\"&gt;South West One&lt;/a&gt; (the fifth level in the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt;), playing against such clubs as &lt;a href=\"Cinderford%20R.F.C.\"&gt;Cinderford RFC&lt;/a&gt;, &lt;a href=\"Henley%20Hawks\"&gt;Henley RFC&lt;/a&gt; (then being coached by &lt;a href=\"Clive%20Woodward\"&gt;Clive Woodward&lt;/a&gt;), &lt;a href=\"Maidenhead%20RFC\"&gt;Maidenhead RFC&lt;/a&gt; and &lt;a href=\"Salisbury%20RFC\"&gt;Salisbury RFC&lt;/a&gt;.\nBetween 1993 and 1998 the club were relegated five times in five years back to the division they had occupied in their second season of existence. Since then the club has achieved an equilibrium in the seventh division of English rugby.\nCommunity links.\nThe club has many close links with local community most notably &lt;a href=\"The%20Gryphon%20School\"&gt;The Gryphon School&lt;/a&gt;, &lt;a href=\"Sherborne%20School\"&gt;Sherborne School&lt;/a&gt; and &lt;a href=\"Sherborne%20Girls\"&gt;Sherborne Girls&lt;/a&gt; School.\nFacilities.\nThe club utilises the sporting facilities available at the schools to conduct training sessions, the weight room and gymnasia at &lt;a href=\"Sherborne%20School\"&gt;Sherborne School&lt;/a&gt;, the \"Oxley\" &lt;a href=\"AstroTurf\"&gt;AstroTurf&lt;/a&gt; at &lt;a href=\"Sherborne%20Girls\"&gt;Sherborne Girls&lt;/a&gt; and the weight-room and &lt;a href=\"AstroTurf\"&gt;AstroTurf&lt;/a&gt; at &lt;a href=\"The%20Gryphon%20School\"&gt;The Gryphon School&lt;/a&gt; are all frequently used by club teams from U16 through Colts to the senior sides.\nCoaching.\nMany of the club's coaches have been physical education/sport teachers at one of the town's schools. Examples include Alan Fall (club founder member and first coach) teacher at the local &lt;a href=\"secondary%20modern%20school\"&gt;secondary modern school&lt;/a&gt; St Aldhelm's School (now &lt;a href=\"The%20Gryphon%20School\"&gt;The Gryphon School&lt;/a&gt;), &lt;a href=\"Mike%20Davis%20%28rugby%20union%29\"&gt;AM Davis&lt;/a&gt;, DP Jones and DA Scott from &lt;a href=\"Sherborne%20School\"&gt;Sherborne School&lt;/a&gt;, SD Lilley was head of PE at Sherborne School when he was a player/coach and the current 1st XV coach (C Smith) is also in the PE Department at Sherborne School.\nPlaying.\nThe club has, since the outset, welcomed players from the local &lt;a href=\"grammar%20school\"&gt;grammar school&lt;/a&gt; (&lt;a href=\"Foster%27s%20School\"&gt;Foster's School&lt;/a&gt;) and the local &lt;a href=\"secondary%20modern%20school\"&gt;secondary modern school&lt;/a&gt; (St Aldhelm's) and continues to gain much of its membership from The Gryphon School, now that all the senior &lt;a href=\"state%20school\"&gt;state school&lt;/a&gt;s in the town have been merged into one &lt;a href=\"comprehensive%20school\"&gt;comprehensive school&lt;/a&gt;.\nOn Sunday 21 September 1986 Sherborne RFC played a match against the &lt;a href=\"Sherborne%20Pilgrims\"&gt;Sherborne Pilgrims&lt;/a&gt;, the &lt;a href=\"Old%20Boys\"&gt;Old Boys&lt;/a&gt;' side of Sherborne School. The fixture was played because a change in the laws of rugby meant that old boys' teams (usually made up of 18- to 20-year-olds) could no longer play against school sides (composed of 16- and 17-year-olds) as they traditionally always had. Rather than allow the Pilgrim's annual return to the town die, the fixture against the club was conceived. This was expected to become an annual fixture, unfortunately it seems to have been a one-off event.\nFor many years the boys at Sherborne School were forbidden, by the school, to play rugby for the club. In recent years this situation has changed and several pupils from the local private school turn out for the club, particularly in the Spring once the school rugby season has ended.\nOn the evening of Tuesday 27 September 2011 the first match between the school and the club Colts (under 18) side took place under the club's new floodlights on Gainsborough Park, the final score was 34-24 to the school. Further playing links were established about ten weeks later when, on the evening of Tuesday 13 December 2011, a Sherborne Invitation XV of under-18's players who either live, go to school or play rugby in the town was selected to take on a touring team from the &lt;a href=\"Anglican%20Church%20Grammar%20School\"&gt;Anglican Church Grammar School&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; (known as \"Churchie\"). Sherborne players were drawn from the club, from &lt;a href=\"Sherborne%20School\"&gt;Sherborne School&lt;/a&gt;, &lt;a href=\"Bryanston%20School\"&gt;Bryanston School&lt;/a&gt;, &lt;a href=\"King%27s%20Bruton\"&gt;King's Bruton&lt;/a&gt;, &lt;a href=\"Thomas%20Hardye%20School\"&gt;Thomas Hardye School&lt;/a&gt; and &lt;a href=\"Yeovil%20College\"&gt;Yeovil College&lt;/a&gt;.\nTours.\nSenior club tours.\nThe club's first trip abroad was taken in its first year of existence, 1980. A &lt;a href=\"minibus\"&gt;minibus&lt;/a&gt; of players and their wives/girlfriends travelled to Sherborne's original &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twin town&lt;/a&gt; in France, &lt;a href=\"Granville%2C%20Manche\"&gt;Granville&lt;/a&gt;, to play in their annual &lt;a href=\"Rugby%20sevens\"&gt;seven-a-side&lt;/a&gt; tournament. The players and their partners were hosted in the homes of players from the Granville club. The trip became an annual event and was continued for at least the next ten years, Sherborne won the Granville Sevens cup in 1990/91.\nIn August 1988 Sherborne/Granville toured &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; together, playing several matches in &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt; and one in &lt;a href=\"Mombasa\"&gt;Mombasa&lt;/a&gt;. The floods that month in Sudan that caused a two-day delay in departure, staying at a hotel near &lt;a href=\"Heathrow%20Airport\"&gt;Heathrow Airport&lt;/a&gt;, and a six-hour layover at an inundated &lt;a href=\"Khartoum%20International%20Airport\"&gt;Khartoum Airport&lt;/a&gt; (the only dry part of the city) surrounded by locals seeking refuge while the plane had one of its jet engines repaired.\nIn December 1990/January 1991 Sherborne toured California as \"Wessex Rugby\" (Sherborne plus a handful of invited players from the other local clubs). Landing in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; they played a tournament at the &lt;a href=\"Finlander%20Rugby%20Club\"&gt;Finlander Rugby Club&lt;/a&gt; before travelling to &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; as guests of Old Aztecs RFC. This was followed by a couple of days in &lt;a href=\"Las%20Vegas%20Valley\"&gt;Las Vegas&lt;/a&gt; before playing the next match in &lt;a href=\"Visalia%2C%20California\"&gt;Visalia&lt;/a&gt;. Finally two matches were played in the &lt;a href=\"San%20Francisco%20Bay%20Area\"&gt;San Francisco Bay Area&lt;/a&gt;, one in &lt;a href=\"Monterey%2C%20California\"&gt;Monterey&lt;/a&gt; and the final match on the last day against Paxo Olde Blacks Rugby Club in &lt;a href=\"Palo%20Alto%2C%20California\"&gt;Palo Alto&lt;/a&gt;.\nJunior section tours.\nThe junior section of the club has organised end of season trips to other parts of the &lt;a href=\"UK\"&gt;UK&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; and even &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and &lt;a href=\"the%20Americas\"&gt;the Americas&lt;/a&gt;. The Under 16s have visited &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt; and the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; in recent years. The Under 16's toured &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; in 2013 playing four matches, two against club sides (&lt;a href=\"Toronto%20Balmy%20Beach%20Beachers\"&gt;Balmy Beach RFC&lt;/a&gt; and &lt;a href=\"Nomads%20Rugby\"&gt;Toronto Nomads RFC&lt;/a&gt;) and two against provincial sides; &lt;a href=\"Ontario%20Rugby%20Football%20Union\"&gt;Ontario&lt;/a&gt; (in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;) and &lt;a href=\"Rugby%20Quebec\"&gt;Quebec&lt;/a&gt; (in &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt;). They won all four.\nClub Honours (Trophies).\n1st Team:\n2nd Team:\nYouth\nRepresentative Honours.\nOther players of note.\nPlayers from Sherborne RFC who have gone on to play club rugby at the highest level."
}