{
    "id": "34251179",
    "revid": "194203",
    "url": "https://en.wikipedia.org/wiki?curid=34251179",
    "title": "Shore Road, Belfast",
    "text": "The Shore Road is a major arterial route and area of housing and commerce that runs through north &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt; and &lt;a href=\"Newtownabbey\"&gt;Newtownabbey&lt;/a&gt; in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. It forms part of the &lt;a href=\"A2%20road%20%28Northern%20Ireland%29\"&gt;A2 road&lt;/a&gt;, a traffic route which links Belfast to the &lt;a href=\"County%20Antrim\"&gt;County Antrim&lt;/a&gt; coast.\nHistory.\nThe Shore Road is one of Belfast's oldest roads and is mentioned in the first census of the city – taken in 1757 – as being home to a colony of \"&lt;a href=\"Roman%20Catholic%20Church\"&gt;Papists&lt;/a&gt;\". At the time the Shore Road name was applied to a larger area, including what is today known as York Street. The York Street-York Road and lower Shore Road experienced growth during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt; as a number of factories were located in the area. One of the main factories on York Street was &lt;a href=\"Gallaher%20Group\"&gt;Gallaher's Tobacco&lt;/a&gt; factory. It is no longer in operation and the building has been demolished. One of these few industrial buildings still standing is the Jennymount Mill, off the York Road. The building, renamed the Lanyon Building after its architect &lt;a href=\"Charles%20Lanyon\"&gt;Charles Lanyon&lt;/a&gt;, was reopened as an Office block in 2002. According to Irish journalist Susan McKay, the area was the scene of fierce sectarian rioting throughout the nineteenth century until it was eventually established as a bulwark of working-class Protestantism. The areas further up the Shore Road towards Newtownabbey are for the most part more recent than these areas, with some housing developments such as Shore Crescent and the &lt;a href=\"Rathcoole%20%28Newtownabbey%29\"&gt;Rathcoole&lt;/a&gt; estate dating to the 1960s and later. Many residents of the overcrowded area at the bottom of the road were moved up to these new estates. Much of the housing throughout the road has been redeveloped and regenerated.\nThe Troubles.\nLike much of Belfast, the Shore Road saw a number of paramilitary attacks during &lt;a href=\"the%20Troubles\"&gt;the Troubles&lt;/a&gt;. Paramilitaries from both the &lt;a href=\"Ulster%20loyalist\"&gt;Ulster loyalist&lt;/a&gt; and &lt;a href=\"Irish%20republican\"&gt;Irish republican&lt;/a&gt; sides were both active on the Shore Road, both in terms of recruiting members and in carrying out attacks.\nUlster Volunteer Force.\nThe &lt;a href=\"Ulster%20Volunteer%20Force\"&gt;Ulster Volunteer Force&lt;/a&gt; (UVF) was active locally from early in the Troubles. They placed a bomb in Conway's Bar, Greencastle on 29 March 1974 with two Catholic civilians, James Mitchell and Joseph Donnelly, killed in the explosion. The UVF carried out a bomb and gun attack on the same bar a year later on 13 March 1975 resulting in the deaths of a Catholic woman, Marie Doyle, and a UVF bomber, George Brown. On 23 May 1975 the UVF, under its &lt;a href=\"Protestant%20Action%20Force\"&gt;Protestant Action Force&lt;/a&gt; (PAF) codename, killed two Catholic brothers, John and Thomas McErlane, as they visited friends in Mount Vernon, before shooting another Catholic civilian in late August, who would die from his wounds on 8 October.\nIn 1976 a &lt;a href=\"loyalist%20feud\"&gt;loyalist feud&lt;/a&gt; between the &lt;a href=\"Ulster%20Defence%20Association\"&gt;Ulster Defence Association&lt;/a&gt; (UDA) and UVF broke out and this included several incidents on the Shore Road, including UVF member Alexander Frame being assaulted with a breeze block, and a former seaman, who was not a member of either organisation, being shot and killed in a bar after getting caught in the crossfire. Larry Potter from &lt;a href=\"County%20Monaghan\"&gt;County Monaghan&lt;/a&gt; was killed by a UVF &lt;a href=\"car%20bomb\"&gt;car bomb&lt;/a&gt; on the Shore Road on 25 March 1977 when his firm's minibus was fitted with an explosive device. On 29 October 1983, David Nocher, a member of the &lt;a href=\"Workers%20Party%20of%20Ireland\"&gt;Workers Party of Ireland&lt;/a&gt;, was killed at his Mill Road shop, with the attack claimed by the UVF again under their PAF pseudonym. Sectarian killings continued, as on 31 January 1986 when Martin Quinn was shot dead at his Bawnmore home.\nThe UVF became more active in the area during the 1990s, carrying out a number of killings. Peter McTasney was killed on 24 February 1991 at his home in Bawnmore. McTasney had no paramilitary affiliations. On 17 January 1993, a Catholic young woman, Sharon McKenna was killed by the organisation as she visited a Protestant friend on the Mount Vernon estate. On 17 May 1994 two Catholic workmen, Eamon Fox and Gary Convie, were shot and killed by the UVF as they waited in a car outside the Tiger's Bay building site at which they were employed. Later that same year, on 17 June, two Protestant workmen, Cecil Dougherty and William Corrigan, were killed in similar circumstances when the UVF, believing them to be Catholic, launched a gun attack on the hut at which their construction team was based.\nDuring the Troubles an active UVF unit was based in the Shore Road's Mount Vernon estate and in 2011 the &lt;a href=\"Historical%20Enquiries%20Team\"&gt;Historical Enquiries Team&lt;/a&gt; (HET) undertook a wide-ranging investigation into its activities. A number of alleged members were brought to trial based on evidence provided by &lt;a href=\"Supergrass%20%28informer%29\"&gt;supergrass&lt;/a&gt; Robert Stewart with crimes including the killing of UDA and &lt;a href=\"Ulster%20Democratic%20Party\"&gt;Ulster Democratic Party&lt;/a&gt; (UDP) activist Tommy English as part of a &lt;a href=\"loyalist%20feud\"&gt;loyalist feud&lt;/a&gt;. The trial, which involves some 13 alleged members of the Mount Vernon unit, ended in February 2012 when all but one of the defendants was acquitted after the judge called into question the testimonies of the central witnesses. As part of the same feud the UVF had also killed Tiger's Bay &lt;a href=\"Ulster%20Defence%20Association\"&gt;Ulster Defence Association&lt;/a&gt; (UDA) activist David Greer, an attack for which the UDA killed &lt;a href=\"Progressive%20Unionist%20Party\"&gt;Progressive Unionist Party&lt;/a&gt; member Herbert Rice in the same area.\nUlster Defence Association.\nThe UDA has been active in the area since the 1970s with the Shore Road divided between the North Belfast and &lt;a href=\"UDA%20South%20East%20Antrim%20Brigade\"&gt;South East Antrim&lt;/a&gt; brigades. Killings committed by the UDA in the area include Gordon Harron, a policeman, was killed near Mount Vernon after stopping a car containing UDA members on 21 October 1972. and on 13 July 1976 the shooting of Gerard Gilmore, an &lt;a href=\"Official%20IRA\"&gt;Official IRA&lt;/a&gt; (OIRA) member, outside the Boundary Bar. The \"&lt;a href=\"Irish%20Times\"&gt;Irish Times&lt;/a&gt;\" reported that he was on vigilante duty and was believed to have been armed at the time. An Official IRA death notice in the \"&lt;a href=\"Irish%20News\"&gt;Irish News&lt;/a&gt;\" confirmed he had been on vigilante duty. He was also a member of the &lt;a href=\"Workers%27%20Party%20of%20Ireland\"&gt;Workers' Party&lt;/a&gt;. However, one of their most notorious attacks in the area occurred on 11 February 1974 when a group of Catholic workers from Abbey Meats, a Shore Road meat packing plant, were shot at with machine guns by UDA members from East Antrim. Two teenagers, Margaret McErlean (17) and Thomas Donaghy (16), were killed in the attack.\nThe group was also responsible for the killing of Henry Corbett of Bawnmore Grove, Greencastle, on 3 September 1979. On 30 August 1993 &lt;a href=\"Stephen%20McKeag\"&gt;Stephen McKeag&lt;/a&gt; of the &lt;a href=\"UDA%20West%20Belfast%20Brigade\"&gt;UDA West Belfast Brigade&lt;/a&gt; killed Marie Teresa Dowds de Mogollon in an attack on her Fortwilliam home, although this murder was disowned by the UDA, which resulted in the killing being claimed as an accident when it was claimed under the UDA's &lt;a href=\"Ulster%20Freedom%20Fighters\"&gt;Ulster Freedom Fighters&lt;/a&gt; cover name; the group said it had intended to kill her husband, a native of &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt;, whom the group accused of providing safe houses and apartments for IRA volunteers.\nGlen Branagh, a 16-year-old member of the UDA's youth group &lt;a href=\"Ulster%20Young%20Militants\"&gt;Ulster Young Militants&lt;/a&gt;, was killed in the Tiger's Bay area on 11 November 2001 after a pipe bomb he was wielding during clashes at the &lt;a href=\"interface%20area\"&gt;interface area&lt;/a&gt; exploded prematurely. UDA members have frequently used the Alexandra Bar on York Road as a meeting place. In March 2006 six UDA members, including &lt;a href=\"Ihab%20Shoukri\"&gt;Ihab Shoukri&lt;/a&gt;, were arrested there as part of a police raid. Several years earlier, on 15 March 1975, two UDA members John Fulton and Stephen Goatley, had been shot dead by the UVF as part of a feud between the two groups.\nProvisional IRA.\nGiven the high volume of Protestant and loyalist inhabitants on the Shore Road the &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional Irish Republican Army&lt;/a&gt; (PIRA) launched a number of attacks in the area. One of the first came on 5 January 1973 when 18-year-old Trevor Rankin was killed at a petrol station on the road. It was later claimed that the killers had mistaken the civilian Rankin for an off-duty member of the &lt;a href=\"Ulster%20Defence%20Regiment\"&gt;Ulster Defence Regiment&lt;/a&gt;. John Beattie, a 17-year-old member of the UDA, was killed by the PIRA on 12 July 1974 in the Tiger's Bay area.\nOn 5 June 1976, the IRA launched a bomb attack on the Times Bar on York Road killing two Protestant patrons. In response to the attack the UVF launched a reprisal hit on the &lt;a href=\"Chlorane%20Bar%20attack\"&gt;Chlorane Bar&lt;/a&gt; in the city centre, killing five people. On 4 February 1978 the PIRA shot a civilian dead while mounting an attack on a &lt;a href=\"Royal%20Ulster%20Constabulary\"&gt;Royal Ulster Constabulary&lt;/a&gt; (RUC) foot patrol on the road. A similar attack, carried out from the &lt;a href=\"Seaview%20%28football%20ground%29\"&gt;Seaview&lt;/a&gt; football ground on 12 January 1980 resulted in the death of David Purse, a member of the RUC.\nOthers.\nDuring the early years of the Troubles a number of people were killed in attacks in which the group responsible remains unknown. On 21 June 1974 loyalists killed Protestant Stanley Lemon as he arrived at work on the Shore Road, mistakenly believing he was a Catholic. The Railway Bar in Greencastle was damaged in a bomb attack on 20 February 1975 with patron Gerald McKeown killed in the explosion. The attack was carried out by loyalists but not claimed by one group. The shooting of Joseph Branagh in Tiger's Bay later that year was likewise unclaimed, although it was the work of republicans. Michael Boothman was killed on 25 September 1976 as he stood outside the Shore Road's Wolfe Tone Social Club. Boothman's killing was carried out by loyalists but not claimed by a specific group. Later that same year, on 3 November, Georgina Strain was killed at her home in Tiger's Bay in an attack carried out by republicans but also not claimed by a specific group.\nPeter McGuinness, a 41-year-old Catholic civilian was killed by a &lt;a href=\"plastic%20bullet\"&gt;plastic bullet&lt;/a&gt; fired by the RUC outside his home in Greencastle on 9 August 1981. Elsewhere the republican &lt;a href=\"Irish%20People%27s%20Liberation%20Organisation\"&gt;Irish People's Liberation Organisation&lt;/a&gt; killed 66-year-old William Sergeant on 5 May 1992, shooting him as he stood outside the Mount Inn, Tiger's Bay.\nAreas of the Shore Road.\nYork Street.\nYork Street is a road that links &lt;a href=\"Belfast%20City%20Centre\"&gt;Belfast City Centre&lt;/a&gt; with the Shore Road. &lt;a href=\"Royal%20Avenue\"&gt;Royal Avenue&lt;/a&gt;, one of the main streets in the city centre, ends when it is crossed by Donegall Street and this marks the start of York Street. Traditionally the street marked the boundary of the dockside &lt;a href=\"Sailortown%20%28Belfast%29\"&gt;Sailortown&lt;/a&gt; area. York Street used to be a densely populated residential area, but most of it was demolished to make way for the &lt;a href=\"M2%20motorway%20%28Northern%20Ireland%29\"&gt;M2&lt;/a&gt; and the subsequent &lt;a href=\"Westlink%20%28road%29\"&gt;Westlink&lt;/a&gt;. The &lt;a href=\"New%20Lodge%2C%20Belfast\"&gt;New Lodge&lt;/a&gt; and Tiger's Bay areas are to the north of York Street.\nYork Street is the home of the &lt;a href=\"University%20of%20Ulster\"&gt;University of Ulster&lt;/a&gt;'s Belfast campus, the home the university's art and design school and a part of the city's &lt;a href=\"Cathedral%20Quarter%2C%20Belfast\"&gt;Cathedral Quarter&lt;/a&gt;, which takes its name from the nearby &lt;a href=\"St%20Anne%27s%20Cathedral%2C%20Belfast\"&gt;St Anne's Cathedral&lt;/a&gt;. Beside the university is Cathedral Eye Clinic, a leading centre for &lt;a href=\"ophthalmology\"&gt;ophthalmology&lt;/a&gt;.\nOther current features of York Street include the Cityside Shopping Centre, which has branches of &lt;a href=\"Tesco\"&gt;Tesco&lt;/a&gt;, &lt;a href=\"Asda\"&gt;Asda&lt;/a&gt; and other large chain stores, St Paul's &lt;a href=\"Church%20of%20Ireland\"&gt;Church of Ireland&lt;/a&gt; and &lt;a href=\"Yorkgate%20railway%20station\"&gt;Yorkgate railway station&lt;/a&gt;. Previously the street had been dominated by the &lt;a href=\"The%20Co-operative%20Group\"&gt;Co-operative buildings&lt;/a&gt;, built between 1911 and 1932, and housing a variety of shops, the Co-operative's regional headquarters and their restaurant and ballroom, the Orpheus. It also housed the now demolished Gallaher's tobacco factory which, when opened in 1896, was the largest cigarette factory in the world.\nYork Road.\nYork Street continues to Limestone Road, where it becomes the York Road. This area is home to a &lt;a href=\"Police%20Service%20of%20Northern%20Ireland\"&gt;police&lt;/a&gt; station, one of the two covering the North Belfast policing district. York Road also includes a number of places of worship both on the road and off the side streets. These include a &lt;a href=\"Salvation%20Army\"&gt;Salvation Army&lt;/a&gt; mission, the Alexandra Presbyterian Church, Jennymount Methodist Church and the York Road Baptist Community.\n&lt;a href=\"Alexandra%20Park%2C%20Belfast\"&gt;Alexandra Park&lt;/a&gt; is a public park located in the area around the York Road. Whilst this area is mainly &lt;a href=\"Ulster%20loyalism\"&gt;loyalist&lt;/a&gt; in composition it is adjacent to the &lt;a href=\"Irish%20republicanism\"&gt;republican&lt;/a&gt; Newington area. As a result, Alexandra Park has, uniquely for a public park, a &lt;a href=\"Peace%20lines\"&gt;peace line&lt;/a&gt; running through it, effectively separating the use of the park for each community. In late 2011 a gate was added to this fence making access possible for a limited time.\nTiger's Bay.\nTiger's Bay is the name given to a loyalist enclave centred on upper North Queen Street. Although it is not on the Shore Road, the two areas run parallel and are linked by a number of side streets. Its origins go back to the nineteenth century when it was constructed with very basic housing intended for the unskilled labourers who made up the bulk of the workforce at &lt;a href=\"Harland%20and%20Wolff\"&gt;Harland and Wolff&lt;/a&gt; shipyard. Like York Street and York Road, Tiger's Bay suffered extensive damage during the &lt;a href=\"Belfast%20Blitz\"&gt;Belfast Blitz&lt;/a&gt;.\nA long established loyalist area, Tiger's Bay has become notorious both for the strength of the UDA in the area as well as for the tensions that exist between residents of Tiger's Bay and those of the adjoining republican &lt;a href=\"New%20Lodge%2C%20Belfast\"&gt;New Lodge&lt;/a&gt; and Newington districts. Attempts to normalise relations between the communities have been made, although moves to take down peace lines in the area have been resisted by local residents, who argue that they are a necessary safety precaution due to violence in the area. Nonetheless projects have been undertaken in Tiger's Bay to replace paramilitary murals and sectarian graffiti with more community-based projects.\nGrove and Fortwilliam.\nThe Shore Road proper begins just after the junction with Skegoneill Avenue. The end of the York Road and the area at the base of the Shore Road is often known as Grove, due to the names of some local streets. The Grove title is reflected a number of local amenities such as the now derelict Grove Leisure Centre, Grove Housing Association, the Grove Tavern etc. As has long been the case, the Grove area remains a largely industrial area, mainly now focusing on animal feed industries. The area, parts of which have been significantly redeveloped in recent years, is home to the Grove Wellbeing Centre, a building that combines health services, a leisure centre and a library under one building. Like much of the Shore Road, the Grove area is mainly inhabited by working class Protestants.\nAs the Shore Road progresses the Fortwilliam area begins, taking its name from a number of local streets. The Fortwilliam area includes a large branch of &lt;a href=\"Asda\"&gt;Asda&lt;/a&gt; and a smaller branch of &lt;a href=\"Lidl\"&gt;Lidl&lt;/a&gt;. Churches in the area include Seaview Presbyterian Church and Fortwilliam Gospel Hall. Near the edge of Fortwilliam is Mount Vernon estate, a large area of loyalist-dominated social housing. Belfast Corporation began building the estate in 1949, but it is dominated by two large tenement blocks, Ross House and Mount Vernon House, both of which were erected in 1966. The estate took its name from the original Mount Vernon House, a stately home, long since demolished, built for the Belfast merchant Hill Hamilton and named for &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt;'s &lt;a href=\"Mount%20Vernon\"&gt;Mount Vernon&lt;/a&gt; plantation. The area has long been notorious for its powerful UVF unit.\nLowwood to Greencastle.\nThe areas that follow Fortwilliam, known variously as Lowwood and Donegall Park Avenue, are almost entirely residential, although the area also contains Loughside Park, a public parkland and sports facility maintained by &lt;a href=\"Belfast%20City%20Council\"&gt;Belfast City Council&lt;/a&gt;.\nShore Crescent is a loyalist housing estate located east of the Mount Vernon and Lowwood areas. It was one of a number of areas built in the late 1960s to rehouse the residents of the inner city Sailortown area which was being demolished at the time. The Greencastle suburb which follows it is largely a mixed Catholic and Protestant area and includes St Mary's Catholic Church as well as the Whitewell Metropolitan Tabernacle, which is affiliated with the &lt;a href=\"Elim%20Pentecostal%20Church\"&gt;Elim Pentecostal Church&lt;/a&gt;. Greencastle previously had a PSNI station although, despite objections being raised by local MP &lt;a href=\"Nigel%20Dodds\"&gt;Nigel Dodds&lt;/a&gt;, this has since been closed and the building demolished.\nThe &lt;a href=\"Whitewell%20Road\"&gt;Whitewell Road&lt;/a&gt; links the Shore Road to the &lt;a href=\"Antrim%20Road\"&gt;Antrim Road&lt;/a&gt;. This area is also mixed in terms of demographics, although the two communities are largely separated and since the mid-1990s, there has been a history of sectarian clashes in the area. The Whitewell is followed by Bawnmore, an almost entirely &lt;a href=\"Irish%20nationalism\"&gt;nationalist&lt;/a&gt;/&lt;a href=\"Irish%20republicanism\"&gt;republican&lt;/a&gt; enclave and an area noted for PIRA activity during the Troubles. During the conflict Bawnmore was regularly targeted by loyalist paramilitaries and as such it was heavily fortified and cut off from the rest of the road. This has lessened since the onset of the &lt;a href=\"Northern%20Ireland%20peace%20process\"&gt;Northern Ireland peace process&lt;/a&gt;, albeit with some tension remaining.\nNewtownabbey.\nBelfast ends and Newtownabbey begins on the Shore Road an area which used to be the village of Whitehouse. &lt;a href=\"Rathcoole%20%28Newtownabbey%29\"&gt;Rathcoole&lt;/a&gt;, a large loyalist estate, is located in this area as is the smaller &lt;a href=\"Merville%20Garden%20Village\"&gt;Merville Garden Village&lt;/a&gt;. This area includes the Abbey Centre and a number of other adjacent retails parks, making it the main shopping area of Newtownabbey. Places of worship in the area include Whitehouse Presbyterian Church and St. John's Church of Ireland, whilst Glas-na-Bradan Glen, a riparian woodland area close to Rathcoole, is adjacent to the Shore Road.\nThe Shore Road passes through &lt;a href=\"Whiteabbey\"&gt;Whiteabbey&lt;/a&gt;, another of the historic villages that forms part of Newtownabbey. The Whiteabbey section of the road largely contains private housing. The road then passes through &lt;a href=\"Jordanstown\"&gt;Jordanstown&lt;/a&gt; with the &lt;a href=\"University%20of%20Ulster\"&gt;University of Ulster&lt;/a&gt; campus close by. Around this area one side of the road is bordered by the sea. This is not the case in Belfast and lower Newtownabbey where the &lt;a href=\"M2%20motorway%20%28Northern%20Ireland%29\"&gt;M2&lt;/a&gt; and the &lt;a href=\"Belfast%E2%80%93Larne%20railway%20line\"&gt;Belfast–Larne railway line&lt;/a&gt; separate the Shore Road from &lt;a href=\"Belfast%20Lough\"&gt;Belfast Lough&lt;/a&gt;. A number of parks and green spaces are maintained along these areas of the Shore Road, notably Hazelbank Park, Rushpark, Glen Park and Jordanstown Loughshore Park, the latter of which also contains a caravan park. Following &lt;a href=\"Greenisland\"&gt;Greenisland&lt;/a&gt; the road changes its name to the Belfast Road as it reaches &lt;a href=\"Carrickfergus\"&gt;Carrickfergus&lt;/a&gt;. The A2 continues as far as &lt;a href=\"Limavady\"&gt;Limavady&lt;/a&gt; under a number of names.\nPolitics.\nThe Shore Road is divided between the &lt;a href=\"Belfast%20North%20%28UK%20Parliament%20constituency%29\"&gt;two&lt;/a&gt; &lt;a href=\"Belfast%20North%20%28Assembly%20constituency%29\"&gt;North Belfast&lt;/a&gt; and the &lt;a href=\"East%20Antrim%20%28UK%20Parliament%20constituency%29\"&gt;two&lt;/a&gt; &lt;a href=\"East%20Antrim%20%28Assembly%20constituency%29\"&gt;East Antrim&lt;/a&gt; constituencies both for &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;Westminster&lt;/a&gt; and the &lt;a href=\"Northern%20Ireland%20Assembly\"&gt;Northern Ireland Assembly&lt;/a&gt;. North Belfast is now held by Sinn Féin MP John Finucane since the General Election of December 2019 and &lt;a href=\"Sammy%20Wilson%20%28politician%29\"&gt;Sammy Wilson&lt;/a&gt; the member for East Antrim. In the Assembly North Belfast is represented by &lt;a href=\"Paula%20Bradley\"&gt;Paula Bradley&lt;/a&gt;, &lt;a href=\"William%20Humphrey%20%28UK%20politician%29\"&gt;William Humphrey&lt;/a&gt; and &lt;a href=\"Nelson%20McCausland\"&gt;Nelson McCausland&lt;/a&gt; of the DUP, &lt;a href=\"Car%C3%A1l%20N%C3%AD%20Chuil%C3%ADn\"&gt;Carál Ní Chuilín&lt;/a&gt; and &lt;a href=\"Gerry%20Kelly\"&gt;Gerry Kelly&lt;/a&gt; of Sinn Féin and &lt;a href=\"Nichola%20Mallon\"&gt;Nichola Mallon&lt;/a&gt; of the &lt;a href=\"Social%20Democratic%20and%20Labour%20Party\"&gt;Social Democratic and Labour Party&lt;/a&gt;. East Antrim's MLAs are &lt;a href=\"David%20Hilditch\"&gt;David Hilditch&lt;/a&gt;, &lt;a href=\"Alastair%20Ross\"&gt;Alastair Ross&lt;/a&gt; and &lt;a href=\"Gordon%20Lyons\"&gt;Gordon Lyons&lt;/a&gt; of the DUP, &lt;a href=\"Roy%20Beggs%20Jr\"&gt;Roy Beggs Jr&lt;/a&gt; of the &lt;a href=\"Ulster%20Unionist%20Party\"&gt;Ulster Unionist Party&lt;/a&gt;, &lt;a href=\"Stewart%20Dickson\"&gt;Stewart Dickson&lt;/a&gt; of the &lt;a href=\"Alliance%20Party%20of%20Northern%20Ireland\"&gt;Alliance Party of Northern Ireland&lt;/a&gt; and &lt;a href=\"Oliver%20McMullan\"&gt;Oliver McMullan&lt;/a&gt; of Sinn Féin. Nigel Dodds maintains a constituency advice centre in the Grove area of the Shore Road.\nFor local government purposes, the Shore Road is divided between &lt;a href=\"Belfast%20City%20Council\"&gt;Belfast City Council&lt;/a&gt; and &lt;a href=\"Antrim%20and%20Newtownabbey%20Borough%20Council\"&gt;Antrim and Newtownabbey Borough Council&lt;/a&gt;. The lower parts of the Shore Road are part of the &lt;a href=\"Castle%20%28District%20Electoral%20Area%29\"&gt;Castle District Electoral Area&lt;/a&gt; of Belfast City Council, whilst the rest of the road is covered by several areas of Antrim and Newtownabbey Borough Council.\nSport.\nThe Shore Road and its surrounding area is home to a number of &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; clubs. The largest of these is &lt;a href=\"NIFL%20Premiership\"&gt;NIFL Premiership&lt;/a&gt; club &lt;a href=\"Crusaders%20F.C.\"&gt;Crusaders F.C.&lt;/a&gt;, whose &lt;a href=\"Seaview%20%28football%20ground%29\"&gt;Seaview&lt;/a&gt; home is located on the road. The club had previously played at Simpson's Boiler Field further up the Shore Road until they settled at Seaview in 1921. Since 2013 Seaview has also been home to &lt;a href=\"Newington%20Youth%20F.C.\"&gt;Newington Youth F.C.&lt;/a&gt;. Skegoneill Avenue, a street almost facing Seaview which links the Shore Road to the Antrim Road contains the home stadium of &lt;a href=\"Brantwood%20F.C.\"&gt;Brantwood F.C.&lt;/a&gt;, which the ground also known as &lt;a href=\"Skegoneill%20Avenue\"&gt;Skegoneill Avenue&lt;/a&gt;. Further up in the Greencastle suburb the Shore Road playing fields are home to &lt;a href=\"Northern%20Amateur%20Football%20League\"&gt;Northern Amateur Football League&lt;/a&gt; sides &lt;a href=\"Grove%20United%20F.C.\"&gt;Grove United F.C.&lt;/a&gt; and &lt;a href=\"Malachians%20F.C.\"&gt;Malachians F.C.&lt;/a&gt;\nThe Tiger's Bay area is home to the Midland Boxing Club where reigning &lt;a href=\"World%20Boxing%20Association%23Super%20titles\"&gt;WBA (Super)&lt;/a&gt; &lt;a href=\"featherweight\"&gt;featherweight&lt;/a&gt; champion &lt;a href=\"Carl%20Frampton\"&gt;Carl Frampton&lt;/a&gt; was amongst the fighters they trained. &lt;a href=\"List%20of%20flyweight%20boxing%20champions\"&gt;World Flyweight champion&lt;/a&gt; &lt;a href=\"Rinty%20Monaghan\"&gt;Rinty Monaghan&lt;/a&gt;, a native of the nearby &lt;a href=\"Sailortown%20%28Belfast%29\"&gt;Sailortown&lt;/a&gt; area, is commemorated by a statue on York Street.\nFortwilliam golf club is also located adjacent to the Shore Road. Located at Downview Avenue the course itself straddles Grays Lane, an arterial road linking the Shore Road and the Antrim Road in the Greencastle area close to the Whitewell Road. Grove Swimming Baths were opened in the early 1960s and contained at the time the only international standard 25-metre swimming pool in all Ireland. However it was closed with the opening of the Grove Wellbeing Centre and the building, which stood on the corner of North Queen Street, was demolished in 2013.\nEducation.\nA number of secondary schools are located in and around the Shore Road, including &lt;a href=\"Castle%20High%20School%20%28Belfast%29\"&gt;Castle High School&lt;/a&gt; on Fortwilliam Park, Hazelwood Comprehensive College on Whitewell Road, &lt;a href=\"Newtownabbey%20Community%20High%20School\"&gt;Newtownabbey Community High School&lt;/a&gt; and &lt;a href=\"Belfast%20High%20School\"&gt;Belfast High School&lt;/a&gt; in Jordanstown. Primary schools on the Shore Road include Seaview Primary School in the Grove area, St Mary's Star of the Sea in the Greencastle area and Lowwood Primary on Sheringhurst Park off the main road in the Belfast section and in Newtownabbey &lt;a href=\"Whitehouse%20Primary%20School\"&gt;Whitehouse Primary School&lt;/a&gt; just past the junction of the Shore Road and Doagh Road and Whiteabbey Primary School on the Old Manse Road. Loughshore Educational Resource Centre, an institute for pupils with behavioural issues who have been removed from mainstream education, is also located on the Shore Road close to the Whitewell junction.\nThe main Belfast campus of &lt;a href=\"Ulster%20University\"&gt;Ulster University&lt;/a&gt; is located in York Street which is the continuation of the Shore Road into the city centre. A campus of the &lt;a href=\"Northern%20Regional%20College\"&gt;Northern Regional College&lt;/a&gt;, a third-level institution, is also located on the Whiteabbey section of the Shore Road.\nTransport.\nPublic transport is now provided by the &lt;a href=\"Metro%20%28Belfast%29\"&gt;Metro&lt;/a&gt; arm of &lt;a href=\"Translink%20%28Northern%20Ireland%29\"&gt;Translink&lt;/a&gt; with the Shore Road forming the second of the company's twelve corridors. Buses link &lt;a href=\"Belfast%20City%20Centre\"&gt;Belfast City Centre&lt;/a&gt; to the estates of Newtownabbey such as &lt;a href=\"Monkstown%2C%20County%20Antrim\"&gt;Monkstown&lt;/a&gt;, Rathcoole, Carnmoney and Ballyduff.\n&lt;a href=\"Ulsterbus\"&gt;Ulsterbus&lt;/a&gt; services to the areas beyond Newtownabbey also operate on the Shore Road whilst it is also served by the Yorkgate and &lt;a href=\"Whiteabbey%20railway%20station\"&gt;Whiteabbey railway station&lt;/a&gt;s. Both stations are part of the &lt;a href=\"Belfast%E2%80%93Larne%20railway%20line\"&gt;Belfast–Larne railway line&lt;/a&gt; although Yorkgate is only one stop away from the main hub at &lt;a href=\"Belfast%20Central%20railway%20station\"&gt;Belfast Central railway station&lt;/a&gt;.\nPreviously, &lt;a href=\"Belfast%20Corporation%20Tramways\"&gt;Belfast trams&lt;/a&gt;, and later &lt;a href=\"Trolleybuses%20in%20Belfast\"&gt;Belfast trolleybuses&lt;/a&gt;, ran along the Shore Road, terminating at Greencastle and Fortwilliam, whilst the trains from York Street to such towns as &lt;a href=\"Larne\"&gt;Larne&lt;/a&gt;, &lt;a href=\"Portrush\"&gt;Portrush&lt;/a&gt;, &lt;a href=\"Ballycastle%2C%20County%20Antrim\"&gt;Ballycastle&lt;/a&gt; and &lt;a href=\"Derry\"&gt;Derry&lt;/a&gt; were controlled by &lt;a href=\"London%2C%20Midland%20and%20Scottish%20Railway\"&gt;London, Midland and Scottish Railway&lt;/a&gt;.\nThe M2 motorway runs alongside the Shore Road for much of its length. Junctions one and two of the M2 are found on the Shore Road, Junction One at Fortwilliam facing the entrance to the Mount Vernon estate and Junction Two at Greencastle."
}