{
    "id": "34262719",
    "revid": "1003193511",
    "url": "https://en.wikipedia.org/wiki?curid=34262719",
    "title": "Harry Bruno",
    "text": "Harry Augustine Bruno (7 February 1893 – 1978) was a promoter of &lt;a href=\"aviation\"&gt;aviation&lt;/a&gt; and &lt;a href=\"boating\"&gt;boating&lt;/a&gt;, and a pioneer &lt;a href=\"public%20relations\"&gt;public relations&lt;/a&gt; professional.\nBiography.\nHarry Bruno was born 7 February 1893 in &lt;a href=\"London%2C%20England\"&gt;London&lt;/a&gt;, England. His father Henry Augustine Bruno was a &lt;a href=\"marine%20insurance\"&gt;marine insurance&lt;/a&gt; analyst; his mother was Annie (Thompson) Bruno. In 1907 Henry brought his family to New York City. Young Harry came under the influence of &lt;a href=\"Elbert%20Hubbard\"&gt;Elbert Hubbard&lt;/a&gt;, who said simply, \"To have a friend you must be a friend\". Hubbard and Harry's parents were sailing on the &lt;a href=\"RMS%20Lusitania\"&gt;RMS \"Lusitania\"&lt;/a&gt; when it sank on 7 May 1915. Both Hubbard and the Brunos died. Harry was very close to his brother Frank Bruno (1901–33) who worked in the newspaper business. In 1972 he married Evelyn Denny Witten, who was with him when he died 21 March 1978 in &lt;a href=\"Southampton%20%28town%29%2C%20New%20York\"&gt;Southampton (town), New York&lt;/a&gt; on &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt;.\nIn 1910 Harry built a &lt;a href=\"glider%20aircraft\"&gt;glider&lt;/a&gt; with his friend Bernie Mahon. Harry made a flight of 265 yards with it on 24 December. Harry and Bernie worked as runners on &lt;a href=\"Wall%20Street\"&gt;Wall Street&lt;/a&gt;, but Harry wanted to get ahead. He took a &lt;a href=\"correspondence%20course\"&gt;correspondence course&lt;/a&gt; in advertising and a job with the \"Herald\" newspaper of &lt;a href=\"Montclair%2C%20New%20Jersey\"&gt;Montclair, New Jersey&lt;/a&gt;. Later he moved to &lt;a href=\"Greenwich%2C%20Connecticut\"&gt;Greenwich, Connecticut&lt;/a&gt; to work with the \"News and Graphic\", working up to the position of assistant editor.\nWhen &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; began, Harry took pilot training at &lt;a href=\"Deseronto%20Airport\"&gt;Deseronto Airport&lt;/a&gt; with the &lt;a href=\"Royal%20Flying%20Corps%23Canada\"&gt;Canadian Royal Flying Corps&lt;/a&gt;, Squadron 84 at Camp Mohawk. His flight instructor was &lt;a href=\"Vernon%20Castle\"&gt;Vernon Castle&lt;/a&gt;, better known for his dancing.\nAfter the war Bruno worked for a time at the New York City Car Advertising Company. His heart was in aviation, but that field was in crisis as demand for aircraft had collapsed with the end of the war. Bruno landed a job as publicity man for the &lt;a href=\"Manufacturers%20Aircraft%20Association\"&gt;Manufacturers Aircraft Association&lt;/a&gt;. He took on the challenge of organising air meets, holding shows, noting record flights, and promoting aviation investment. To develop aviation transport, there was the need for airports, &lt;a href=\"runway%20edge%20lights\"&gt;runway edge lights&lt;/a&gt;, &lt;a href=\"navigational%20aids\"&gt;navigational aids&lt;/a&gt;, and accurate &lt;a href=\"weather%20forecast\"&gt;weather forecast&lt;/a&gt;s. Public reassurance was also to be based on a national program of &lt;a href=\"pilot%20licensing%20and%20certification\"&gt;pilot licensing and certification&lt;/a&gt;.\nA coast to coast race was organised in 1919. In 1920 at the New York air show, Kathlene Martyn was hired to pose in silk pajamas for the \"first sleeper plane\". Harry Bruno was one of the original &lt;a href=\"Quiet%20Birdmen\"&gt;Quiet Birdmen&lt;/a&gt; who met at Marta's Restaurant in &lt;a href=\"Greenwich%20Village\"&gt;Greenwich Village&lt;/a&gt;, and wore their pin of silver and blue wings on his lapel.\nIn 1921 Harry joined with &lt;a href=\"Inglis%20M.%20Uppercu\"&gt;Inglis M. Uppercu&lt;/a&gt;, aircraft manufacturer in &lt;a href=\"Keyport%2C%20New%20Jersey\"&gt;Keyport, New Jersey&lt;/a&gt;. The company &lt;a href=\"Aeromarine\"&gt;Aeromarine&lt;/a&gt; converted Navy &lt;a href=\"seaplane\"&gt;seaplane&lt;/a&gt;s into passenger planes; Bruno organised \"ballyhoo jaunts\" for reporters from local newspapers to gain publicity and a public appetite for flying. In 1922 Aeromarine offered the first regularly scheduled flights from New York to Miami, Key West, and Havana. Since passengers could drink liquor in Cuba, the service was called \"The Highball Express\". Aeromarine offered two trips daily between Cleveland and Detroit starting in June 1922. City officials, club leaders, and reporters were all given promotional flights to counter the reticence of the general public. When Harry rode with pilot Durston G. Richardson on a 7,500 mile tour of the &lt;a href=\"Great%20Lakes\"&gt;Great Lakes&lt;/a&gt;, they were awarded the &lt;a href=\"Glidden%20Tour\"&gt;Glidden trophy&lt;/a&gt; by the New York Aero Club. By the time Aeromarine went out of business in September 1923, Bruno was a proven aviation promoter.\nBruno was engaged by &lt;a href=\"Anthony%20Fokker\"&gt;Anthony Fokker&lt;/a&gt; to promote his planes at a Saint Louis air show. Due to Fokker's association with the Germans during the war, this representation required Bruno's special abilities. The air show was presided over by a man with a microphone in a press box. Harry happened to know the man and offered to give him a break from the task. With microphone in hand, Bruno soon brought Fokker's airship to the centre of attention.\nBruno helped promote &lt;a href=\"skywriting\"&gt;skywriting&lt;/a&gt; by Jack Savage by having him write the telephone number to the &lt;a href=\"Alfred%20Gwynne%20Vanderbilt\"&gt;Vanderbilt Hotel&lt;/a&gt; in New York City. Bruno helped &lt;a href=\"Sherman%20Fairchild\"&gt;Sherman Fairchild&lt;/a&gt; develop &lt;a href=\"aerial%20photography\"&gt;aerial photography&lt;/a&gt; as a business service.\nFirst agency.\nWith his friend Dick Blythe, Harry Bruno formed the firm of Bruno and Blythe. One of their first projects was the &lt;a href=\"Ford%20National%20Reliability%20Air%20Tour\"&gt;Ford National Reliability Air Tour&lt;/a&gt; from Dearborn Michigan to Omaha and back. At that time Bruno also worked part-time at WEBJ as program director and chief announcer. In 1925 Bruno and Blythe organised the air races at &lt;a href=\"Mitchel%20Field\"&gt;Mitchel Field&lt;/a&gt; on Long Island. To wake up Wall Street to aviation, they \"organized a sham battle to take place over Wall Street at high noon\" which was accompanied with \"giant cannon firecrackers\".\n&lt;a href=\"Charles%20Lawrance\"&gt;Charles Lawrance&lt;/a&gt;, builder of a 200 horse-power engine, was brought in as a client of Bruno and Blythe. This engine was air-cooled and called &lt;a href=\"Wright%20Whirlwind\"&gt;Wright Whirlwind&lt;/a&gt;. The agency increased the profile of the Lawrance engines in &lt;a href=\"Wright%20Aeronautical\"&gt;Wright Aeronautical&lt;/a&gt; announcements. Another client was &lt;a href=\"Juan%20Trippe\"&gt;Juan Trippe&lt;/a&gt; who ran &lt;a href=\"Colonial%20Air%20Transport\"&gt;Colonial Air Transport&lt;/a&gt; and started with airmail contracts. Later he offered flights into South America with his Aviation Corporation of the Americas which became &lt;a href=\"Pan%20Am\"&gt;Pan Am&lt;/a&gt;.\nIn 1926 &lt;a href=\"Richard%20E.%20Byrd\"&gt;Richard E. Byrd&lt;/a&gt; became a client. He and pilot &lt;a href=\"Floyd%20Bennett\"&gt;Floyd Bennett&lt;/a&gt; had flown over the &lt;a href=\"North%20Pole\"&gt;North Pole&lt;/a&gt; on 9 May but had $20,000 of expenses due. Contacting &lt;a href=\"Grover%20Whalen\"&gt;Grover Whalen&lt;/a&gt;, Bruno and Blythe arranged for their plane, \"Josephine Ford\", to be put on display in the show window of &lt;a href=\"Wanamaker%27s\"&gt;Wanamaker's&lt;/a&gt; department store. For two weeks each in New York and Philadelphia, the exhibit paid off the debt and earned the firm its fee.\nBruno and Blythe assisted &lt;a href=\"Charles%20A.%20Lindbergh\"&gt;Charles A. Lindbergh&lt;/a&gt; in his preparations for the trans-Atlantic flight winning him the &lt;a href=\"Orteig%20Prize\"&gt;Orteig Prize&lt;/a&gt; of $25,000. When Lindbergh grew weary of the demanding press that surrounded him, he was referred by Wright Aeronautical to Bruno and Blythe.\nBruno negotiated a $125,000 exclusive contract with \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" for Lindbergh's story, if he managed to make France. Lindbergh had asked the &lt;a href=\"United%20States%20Weather%20Bureau\"&gt;United States Weather Bureau&lt;/a&gt; to notify him when there was a window of storm-free conditions over the notorious &lt;a href=\"North%20Atlantic%20Ocean\"&gt;North Atlantic Ocean&lt;/a&gt;. With a flying time of 33 hours and 39 minutes, \"Spirit of Saint Louis\" brought Lindbergh to &lt;a href=\"Le%20Bourget%20Airport\"&gt;Le Bouget Field&lt;/a&gt;. Bruno and Blythe styled Lindbergh as a \"plain citizen, dressed in the garments of everyday man\" rather than a military uniform. They \"had to hold at bay hundreds of people who sought to exploit the Lindbergh fame, especially women.\"\nBruno was promoting three companies building lighter-than-air vehicles. In October 1928 he met the arrival of &lt;a href=\"LZ%20127%20Graf%20Zeppelin\"&gt;LZ 127 Graf Zeppelin&lt;/a&gt; at &lt;a href=\"Lakehurst%20Naval%20Air%20Station\"&gt;Lakehurst Naval Air Station&lt;/a&gt;. He also represented the Aircraft Development Corporation of Detroit which built &lt;a href=\"ZMC-2\"&gt;ZMC-2&lt;/a&gt;, an all-metal dirigible designed by &lt;a href=\"Ralph%20Hazlett%20Upson\"&gt;Ralph Hazlett Upson&lt;/a&gt;. Bruno was also at the crash-burning of the &lt;a href=\"LZ%20129%20Hindenburg\"&gt;LZ 129 Hindenburg&lt;/a&gt; on 8 May 1937. In fact, he pulled Captain &lt;a href=\"Ernst%20Lehmann\"&gt;Ernst Lehmann&lt;/a&gt; from the burning wreck, got him on his way to the hospital where he died. Handling competing accounts could be accommodated at Bruno and Blythe since they were \"the only firm specializing in aviation publicity\".\nIn 1931 Bruno and Blythe represented &lt;a href=\"Wiley%20Post\"&gt;Wiley Post&lt;/a&gt; and his stellar navigator &lt;a href=\"Harold%20Gatty\"&gt;Harold Gatty&lt;/a&gt; for their round-the-world tour with the Winnie Mae. Similarly, the Antarctica Expedition of &lt;a href=\"Lincoln%20Ellsworth\"&gt;Lincoln Ellsworth&lt;/a&gt; was their account. They also collected funds for &lt;a href=\"Amelia%20Earhart\"&gt;Amelia Earhart&lt;/a&gt;. Though &lt;a href=\"Texaco\"&gt;The Texas Company&lt;/a&gt; was providing aircraft to &lt;a href=\"Frank%20Hawks\"&gt;Frank Hawks&lt;/a&gt;, Bruno and Blythe represented him as he broke aviation records on point-to-point flights\nAmong the corporate accounts held by Bruno and Blythe were &lt;a href=\"Beech-Nut\"&gt;Beech Nut Packing Company&lt;/a&gt;, &lt;a href=\"Standard%20Oil%20of%20New%20Jersey\"&gt;Standard Oil of New Jersey&lt;/a&gt;, &lt;a href=\"Metro-Goldwyn-Mayer\"&gt;Metro-Goldwyn-Mayer&lt;/a&gt;, &lt;a href=\"Packard\"&gt;Packard Motor Car Company&lt;/a&gt;, and &lt;a href=\"Royal%20Typewriter\"&gt;Royal Typewriter&lt;/a&gt;.\nBoat show.\nThe National Boat Show was an account held by Bruno for 40 years. He started publicity for the Show in 1926, but he and Blythe realised that, without &lt;a href=\"marina\"&gt;marina&lt;/a&gt;s where boats could be moored, the market for boats would be limited. Dick Blythe went to &lt;a href=\"Miami%2C%20Florida\"&gt;Miami, Florida&lt;/a&gt; to research the construction and operation of marinas. They wrote and circulated a manual with their findings to communities that had potential marinas. In their work a shortage of marinas was similar to a shortage of airports. To promote Essomarine, a product of Standard Oil, Bruno engaged artist &lt;a href=\"Ted%20Geisel\"&gt;Ted Geisel&lt;/a&gt; to develop a unique concept to sell the marine lubricant. Show visitors were invited into the &lt;a href=\"Dr.%20Seuss%23Essomarine\"&gt;Seuss Navy&lt;/a&gt;, an imaginary but well-illustrated and animated league.\nMarriage.\nThe actress Nydia de Sosnowska was a star in productions of &lt;a href=\"Florenz%20Ziegfeld\"&gt;Florenz Ziegfeld&lt;/a&gt;. Dick Blythe first dated her and introduced her to Harry. In 1930 Harry married Nydia and they made a home at &lt;a href=\"Montauk%2C%20New%20York\"&gt;Montauk, New York&lt;/a&gt;.\nDick Blythe fell ill in 1932, travelled to England for rest. He recuperated but retired in 1934. During World War II he was involved in training pilots at the Royal Canadian Air Force base at Ottawa. He died 2 May 1942 from injuries sustained in a crash.\nHarry and Nydia became &lt;a href=\"date%20palm\"&gt;date&lt;/a&gt; and &lt;a href=\"grapefruit\"&gt;grapefruit&lt;/a&gt; farmers in 1942 when they purchased a ranch in the &lt;a href=\"Coachella%20Valley\"&gt;Coachella Valley&lt;/a&gt; in southern California. After a forty-year marriage, Nydia died in 1970.\nChildren.\nPrior to Nydia, while in his early 20s, Harry was married to Edith Lopez. At the age of 24, Harry and 21-year-old Edith had a daughter named Caroline, who was born on 29 November 1916 in Staten Island Hospital. Caroline Bruno would turn out to be his first and only child. His marriage to Edith lasted only a couple of years.\nWar work.\nHarry Bruno spontaneously solved an armaments preparedness problem in 1941 for the Office of Production Management. Parts suppliers could not offer their services without illustration of needed parts. Bruno became involved as agent for &lt;a href=\"Atlas%20Corporation\"&gt;Atlas Corporation&lt;/a&gt;, and he heard from a press associate that Senator &lt;a href=\"Harry%20Truman\"&gt;Harry Truman&lt;/a&gt; was getting involved. Bruno went to him with a plan of Defence Special Trains that would go to the communities of the parts suppliers and display needed parts. Agents of the Division of Contract Management for OPM were on the train to deal with suppliers. Bruno's scheme was adopted and implemented quickly. \"American material manufacture got a head start before Pearl Harbour came.\"\nBruno had the account of &lt;a href=\"Electric%20Launch%20Company\"&gt;Electric Launch Company&lt;/a&gt; of &lt;a href=\"Bayonne%2C%20New%20Jersey\"&gt;Bayonne, New Jersey&lt;/a&gt;. He prepared an event to celebrate the christening of the first &lt;a href=\"PT%20boat\"&gt;PT boat&lt;/a&gt; . The breaking of the bottle was performed by Lt. &lt;a href=\"Robert%20Montgomery%20%28actor%29\"&gt;Robert Montgomery&lt;/a&gt;. Also in attendance was &lt;a href=\"John%20J.%20Hopkins\"&gt;John J. Hopkins&lt;/a&gt;, founder of &lt;a href=\"General%20Dynamics\"&gt;General Dynamics&lt;/a&gt;, another account for Bruno.\nDuring the war &lt;a href=\"Phelps%20Dodge\"&gt;Phelps Dodge&lt;/a&gt; engaged Bruno to suppress information on &lt;a href=\"Operation%20Pluto\"&gt;Operation Pluto&lt;/a&gt;. After the war &lt;a href=\"Willys\"&gt;Willys&lt;/a&gt; used his services to bring &lt;a href=\"jeep\"&gt;jeep&lt;/a&gt;s to the civilian market.\nIn 1944 Bruno published his autobiography and aviation history: \"Wings over America: The Story of American Aviation\".\nSecond agency.\nIn 1939 Bruno was observing &lt;a href=\"air%20race\"&gt;air race&lt;/a&gt;s with &lt;a href=\"Vincent%20Bendix\"&gt;Vincent Bendix&lt;/a&gt;. When Bendix asked for advice to promote his company, Bruno suggested the idea of a &lt;a href=\"Bendix%20Trophy\"&gt;Bendix Trophy&lt;/a&gt; transcontinental air race. Bruno also promoted the Bendix automatic home laundry. They hired &lt;a href=\"Betty%20Grable\"&gt;Betty Grable&lt;/a&gt; and &lt;a href=\"American%20Airlines\"&gt;American Airlines&lt;/a&gt; &lt;a href=\"stewardess\"&gt;stewardess&lt;/a&gt;es to pose with and praise the machine. But more importantly, Bendix induced Bruno to move the agency offices to &lt;a href=\"GE%20Building\"&gt;30 Rockefeller Plaza&lt;/a&gt;, a more opulent locale. &lt;a href=\"Lincoln%20Ellsworth\"&gt;Lincoln Ellsworth&lt;/a&gt; donated furniture appropriate to the make-over of the office.\nIn 1954 Bruno re-organized. The new firm was called H. A. Bruno and Associates. The title of executive vice-president and director was given to Russell D. Gudgeon. Gudgeon had been a newspaper editor and &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; bureau chief before coming to Bruno and Blythe. He had helped with the boat shows before serving in military intelligence during the war. Two other vice-presidents were named: Hudson Phillips and Theon Wright.\nAs a friend of &lt;a href=\"James%20Rand%2C%20Jr.\"&gt;James Rand, Jr.&lt;/a&gt;, Bruno came to the aid of &lt;a href=\"Remington%20Rand\"&gt;Remington Rand&lt;/a&gt; when they needed to increase awareness of the &lt;a href=\"UNIVAC%20I\"&gt;UNIVAC I&lt;/a&gt;. Bruno suggested to the &lt;a href=\"Columbia%20Broadcasting%20System\"&gt;Columbia Broadcasting System&lt;/a&gt; that, when the election returns came in for the &lt;a href=\"1952%20United%20States%20presidential%20election\"&gt;Presidential election of 1952&lt;/a&gt;, the computer be engaged to forecast the results from early returns. The computer performed well, both in forecasting, and meeting a larger market.\nHe died in 1978."
}