{
    "id": "34275075",
    "revid": "18437258",
    "url": "https://en.wikipedia.org/wiki?curid=34275075",
    "title": "Gravier v City of Liège",
    "text": "Françoise Gravier v City of Liège (C-293/83) was an important &lt;a href=\"Freedom%20of%20movement%20for%20workers\"&gt;freedom of movement&lt;/a&gt; case in &lt;a href=\"European%20Union%20law\"&gt;European law&lt;/a&gt; concerning non-discrimination in access to &lt;a href=\"vocational%20education\"&gt;vocational education&lt;/a&gt;. It held that an education institution may not discriminate against students in terms of the fees they charge on grounds of nationality.\nThe judgment did not concern maintenance grants from the government. In order to claim those, the &lt;a href=\"European%20Court%20of%20Justice\"&gt;European Court of Justice&lt;/a&gt;'s (ECJ) decisions in \"&lt;a href=\"Bidar%20v%20London%20Borough%20of%20Ealing\"&gt;Bidar v London Borough of Ealing&lt;/a&gt;\" and \"&lt;a href=\"F%C3%B6rster%20v%20Hoofddirectie%20van%20de%20Informatie%20Beheer%20Groep\"&gt;Förster v Hoofddirectie van de Informatie Beheer Groep&lt;/a&gt;\" state that a person can be required to have lived in a country for five years prior to a claim.\nFacts.\nFrançoise Gravier, a &lt;a href=\"France\"&gt;French national&lt;/a&gt;, applied in 1982 to study &lt;a href=\"cartoon\"&gt;cartoon drawing&lt;/a&gt; at the \"&lt;a href=\"Acad%C3%A9mie%20Royale%20des%20Beaux-Arts%20de%20Li%C3%A8ge\"&gt;Académie Royale des Beaux-Arts&lt;/a&gt;\" in the Belgian city of &lt;a href=\"Li%C3%A8ge\"&gt;Liège&lt;/a&gt;. Gravier was requested to pay a fee of 24,622 &lt;a href=\"Belgian%20franc\"&gt;Belgian franc&lt;/a&gt;s (approximately 610 &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s) as a \"Minerval\" (enrolment fee) which was only demanded from foreign students. After refusing to meet the fee, Gravier was rejected by the \"Académie\" and her Belgian &lt;a href=\"Visa%20%28document%29\"&gt;study visa&lt;/a&gt; was revoked.\nCase.\nGravier argued that the fee breached Article 7 of the 1958 &lt;a href=\"Treaty%20of%20Rome\"&gt;Treaty of Rome&lt;/a&gt; (discrimination on the grounds of nationality) and Article 59 (equality in the provision of services). Gravier took the City of Liège to the &lt;a href=\"Tribunal%20of%20first%20instance%20%28Belgium%29\"&gt;tribunal of first instance&lt;/a&gt; in Belgium. The court ruled that the matter concerned &lt;a href=\"European%20Union%20law\"&gt;European Community law&lt;/a&gt; and that a judgment could not be produced until two points of law had been ruled on by the &lt;a href=\"European%20Court%20of%20Justice\"&gt;European Court of Justice&lt;/a&gt; (ECJ) in &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;. The case was tried in 1985.\nJudgment.\nOn 13 February 1985, the ECJ ruled that:\nIt also ruled that learning cartoon art counted as \"&lt;a href=\"Vocational%20education\"&gt;vocational training&lt;/a&gt;\" and thus qualify for the same legal status.\nGravier v. City of Liège is acknowledged as a &lt;a href=\"precedent\"&gt;precedent&lt;/a&gt; in European case law. The ECJ further ruled that, although higher education was outside &lt;a href=\"European%20Union%20law\"&gt;European law&lt;/a&gt;s and regulations, the access to it was not. As a result, non-discriminatory access had to be applied by member states for access to professional education. With the later case in 1988, \"&lt;a href=\"Blaizot%20v.%20University%20of%20Li%C3%A8ge\"&gt;Blaizot v. University of Liège&lt;/a&gt;\", the ECJ decreed that any education at universities can be counted as professional education."
}