{
    "id": "342835",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=342835",
    "title": "New Zealand First",
    "text": "New Zealand First (), commonly abbreviated to NZ First, is a &lt;a href=\"Nationalism\"&gt;nationalist&lt;/a&gt; and &lt;a href=\"Populism\"&gt;populist&lt;/a&gt; &lt;a href=\"List%20of%20political%20parties%20in%20New%20Zealand\"&gt;political party in New Zealand&lt;/a&gt;. The party formed in July 1993 following the resignation on 19 March 1993 of its leader and founder, &lt;a href=\"Winston%20Peters\"&gt;Winston Peters&lt;/a&gt;, from the then-governing &lt;a href=\"New%20Zealand%20National%20Party\"&gt;National Party&lt;/a&gt;. Peters had been the sitting Member of Parliament for &lt;a href=\"Tauranga%20%28New%20Zealand%20electorate%29\"&gt;Tauranga&lt;/a&gt; since 1984 and would use the electorate as the base for New Zealand First until consecutive defeats by National Party candidates in &lt;a href=\"Tauranga%20%28New%20Zealand%20electorate%29%232005%20election\"&gt;2005&lt;/a&gt; and &lt;a href=\"Tauranga%20%28New%20Zealand%20electorate%29%232008%20election\"&gt;2008&lt;/a&gt;. It has formed &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt;s with both major political parties in New Zealand: first with the National Party from 1996 to 1998 and then with the &lt;a href=\"New%20Zealand%20Labour%20Party\"&gt;Labour Party&lt;/a&gt; from 2005 to 2008 and from 2017 to 2020. Peters has served on two occasions as &lt;a href=\"Deputy%20Prime%20Minister%20of%20New%20Zealand\"&gt;deputy prime minister&lt;/a&gt;.\nNew Zealand First takes a &lt;a href=\"centrism\"&gt;centrist&lt;/a&gt; position on &lt;a href=\"economic%20policy\"&gt;economic issues&lt;/a&gt; and a &lt;a href=\"conservatism\"&gt;conservative&lt;/a&gt; position on social issues such as &lt;a href=\"criminal%20justice\"&gt;criminal justice&lt;/a&gt;. The party distinguishes itself from the mainstream &lt;a href=\"political%20establishment\"&gt;political establishment&lt;/a&gt; through its use of populist rhetoric, and supports popular &lt;a href=\"referendums%20in%20New%20Zealand\"&gt;referendums&lt;/a&gt;. The party is also &lt;a href=\"Opposition%20to%20immigration\"&gt;anti-immigration&lt;/a&gt;, and is supportive of &lt;a href=\"protectionism\"&gt;protectionism&lt;/a&gt; and &lt;a href=\"List%20of%20pensioners%27%20parties\"&gt;pensioners' interests&lt;/a&gt;.\nThe party entered the &lt;a href=\"New%20Zealand%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; shortly after its formation in 1993. New Zealand First had 17 &lt;a href=\"members%20of%20parliament\"&gt;members of parliament&lt;/a&gt; (MPs) at its peak, following the first &lt;a href=\"mixed-member%20proportional%20representation\"&gt;MMP&lt;/a&gt; election in &lt;a href=\"1996%20New%20Zealand%20general%20election\"&gt;1996&lt;/a&gt;. It left parliament following the &lt;a href=\"2008%20New%20Zealand%20general%20election\"&gt;2008 election&lt;/a&gt; in which it failed to gain enough &lt;a href=\"party%20vote\"&gt;party vote&lt;/a&gt;s to retain representation. However, in the &lt;a href=\"2011%20New%20Zealand%20general%20election\"&gt;2011 election&lt;/a&gt;, New Zealand First gained 6.59% of the total party vote, entitling it to eight MPs. The party increased its number of MPs to eleven at the &lt;a href=\"2014%20New%20Zealand%20general%20election\"&gt;2014 election&lt;/a&gt;. During the &lt;a href=\"2017%20New%20Zealand%20general%20election\"&gt;2017 election&lt;/a&gt;, the party's number of MPs dropped to nine members. In the weeks following the 2017 election, New Zealand First formed a &lt;a href=\"Sixth%20Labour%20Government%20of%20New%20Zealand\"&gt;coalition government with the Labour Party&lt;/a&gt;. In the &lt;a href=\"2020%20New%20Zealand%20general%20election\"&gt;2020 election&lt;/a&gt; New Zealand First's share of the party vote fell to 2.6%, with all incumbent MPs, including Peters, losing their seats in Parliament.\nHistory.\nFoundation.\nIn June 1992, National Party Member of Parliament for &lt;a href=\"Tauranga%20%28New%20Zealand%20electorate%29\"&gt;Tauranga&lt;/a&gt;, &lt;a href=\"Winston%20Peters\"&gt;Winston Peters&lt;/a&gt;, was told that he would not be allowed to run under National's banner in the &lt;a href=\"1993%20New%20Zealand%20general%20election\"&gt;1993 election&lt;/a&gt;. A former &lt;a href=\"Minister%20of%20M%C4%81ori%20Affairs\"&gt;Minister of Māori Affairs&lt;/a&gt;, Peters had previously been dismissed from the Cabinet in 1991, after he publicly criticised National Party policy.\nOn 19 March 1993, Peters resigned from the then governing National Party. He resigned from Parliament, triggering &lt;a href=\"1993%20Tauranga%20by-election\"&gt;a by-election in his electorate&lt;/a&gt; on 17 April 1993 in which he stood as an &lt;a href=\"independent%20politician\"&gt;independent&lt;/a&gt;, winning with 90.8% of votes. On 18 July 1993, shortly before &lt;a href=\"dropping%20the%20writ\"&gt;the writs were issued&lt;/a&gt; for &lt;a href=\"1993%20New%20Zealand%20general%20election\"&gt;that year's general election&lt;/a&gt;, Peters formed New Zealand First as a political grouping. At the time of its formation, New Zealand First's policy platform was broadly conservative—Peters claimed to be reviving National policies from which the &lt;a href=\"Fourth%20National%20Government%20of%20New%20Zealand\"&gt;Bolger government&lt;/a&gt; had departed.\n1993 general election.\nIn the April 1993 &lt;a href=\"1993%20Tauranga%20by-election\"&gt;special by-election&lt;/a&gt;, Tauranga voters re-elected Peters as an independent. At the general election six months later, New Zealand First received 8.4% of the total vote. Peters easily retained Tauranga, and &lt;a href=\"Tau%20Henare\"&gt;Tau Henare&lt;/a&gt;, another New Zealand First candidate, won the Northern Māori seat, giving the party a total of two MPs. This did much to counter the perception of New Zealand First as merely a personality-driven vehicle for Peters.\n1996 general election.\nWith the switch to the &lt;a href=\"mixed-member%20proportional\"&gt;mixed-member proportional&lt;/a&gt; (MMP) electoral system for the &lt;a href=\"1996%20New%20Zealand%20general%20election\"&gt;1996 election&lt;/a&gt;, smaller parties could gain a share of seats proportional to their share of the vote. This enabled New Zealand First to win 13% of the vote and 17 seats, including all five &lt;a href=\"M%C4%81ori%20electorates\"&gt;Māori electorates&lt;/a&gt;. New Zealand First's five Māori MPs—Henare (the party's deputy leader), &lt;a href=\"Tuku%20Morgan\"&gt;Tuku Morgan&lt;/a&gt;, &lt;a href=\"Rana%20Waitai\"&gt;Rana Waitai&lt;/a&gt;, &lt;a href=\"Tu%20Wyllie\"&gt;Tu Wyllie&lt;/a&gt; and &lt;a href=\"Tuariki%20Delamere\"&gt;Tuariki Delamere&lt;/a&gt;—became known as the \"&lt;a href=\"Tight%20Five\"&gt;Tight Five&lt;/a&gt;\".\nThe election result put New Zealand First in a powerful position just three years after its formation. Neither of the two traditional major parties (National and &lt;a href=\"New%20Zealand%20Labour%20Party\"&gt;Labour&lt;/a&gt;) had enough seats to govern alone, and only New Zealand First had enough seats to become a realistic coalition partner for either. This placed the relatively new party in a position where it could effectively choose the next &lt;a href=\"Prime%20Minister%20of%20New%20Zealand\"&gt;prime minister&lt;/a&gt;.\nNew Zealand First entered into negotiations with both major parties. Before the election, most people (including many New Zealand First voters) had expected Peters to enter into coalition with Labour. In fact, he harshly attacked his former National colleagues during the campaign, and appeared to promise that he would not even consider going into coalition with them.\nCoalition with National, 1996–1998.\nTo the surprise of the electorate, which had apparently voted for New Zealand First to get rid of National, Peters decided to enter a coalition \"with\" National, enabling and becoming part of the third term of the &lt;a href=\"Fourth%20National%20Government%20of%20New%20Zealand\"&gt;fourth National government&lt;/a&gt;. The most common explanation for this decision involved National's willingness to accept New Zealand First's demands (and/or Labour's refusal to do so). However, &lt;a href=\"Michael%20Laws\"&gt;Michael Laws&lt;/a&gt; (a former National Party MP who served as a New Zealand First campaign manager) claims that Peters had secretly decided to go with National significantly before this time, and that he merely used negotiations with Labour to encourage more concessions from National.\nWhatever the case, New Zealand First exacted a high price from incumbent Prime Minister &lt;a href=\"Jim%20Bolger\"&gt;Jim Bolger&lt;/a&gt; in return for allowing him to stay in power. Under the terms of a detailed coalition agreement, Peters would serve as &lt;a href=\"Deputy%20Prime%20Minister%20of%20New%20Zealand\"&gt;Deputy Prime Minister&lt;/a&gt;, and would also hold the specially created office of Treasurer (senior to the &lt;a href=\"Minister%20of%20Finance%20%28New%20Zealand%29\"&gt;Minister of Finance&lt;/a&gt;). The National Party also made considerable concessions on policy. Peters was free to select the ministers from his own party, without Bolger's oversight.\nNew Zealand First had a relatively smooth coalition relationship with National at first. Despite early concerns about the ability of Peters to work with Bolger, who had sacked Peters from a former National cabinet, the two did not have major problems. New Zealand First had graver concerns about the behaviour of some of its MPs, whom opponents accused of incompetence and extravagant spending. Many people came to the conclusion that the party's minor MPs had come into parliament merely to provide votes for Peters, and would not make any real contributions themselves. A particularly damaging scandal involved &lt;a href=\"Tuku%20Morgan\"&gt;Tuku Morgan&lt;/a&gt;.\nGradually, however, the coalition tensions became more significant than problems of party discipline. This became increasingly the case after Transport Minister &lt;a href=\"Jenny%20Shipley\"&gt;Jenny Shipley&lt;/a&gt; gained enough support within the National caucus to force Bolger's resignation and become Prime Minister (8 December 1997). The tensions between the two parties also rose as New Zealand First adopted a more aggressive approach to promoting its policies (including those that National would not implement). This new attitude probably fed off New Zealand First's poor performance in opinion polls, which (to Peters) indicated that the party's success rested on its confrontational style. Many commentators believe that Peters performs better in &lt;a href=\"Parliamentary%20opposition\"&gt;opposition&lt;/a&gt; than in Government.\nReturn to opposition.\nOn 14 August 1998, Shipley sacked Peters from Cabinet. This occurred after an ongoing dispute about the sale of the government's stake in Wellington International Airport.\nPeters immediately broke off the coalition with National. However, several other MPs, unwilling to follow Peters out of government, tried to replace Peters with Henare. This caucus-room coup failed, and most of these MPs joined Henare in forming a new party, &lt;a href=\"Mauri%20Pacific\"&gt;Mauri Pacific&lt;/a&gt;, while others established themselves as independents. Many of these MPs had come under public scrutiny for their behaviour. Until 1999, however, they provided National with enough support to continue without New Zealand First.\n1999 general election.\nIn the &lt;a href=\"1999%20New%20Zealand%20general%20election\"&gt;1999 election&lt;/a&gt; New Zealand First lost much of its support, receiving only 4% of the party vote. Some voters had apparently not forgiven Peters for forming a coalition with National after being led to believe that a vote for him would help get rid of National. Under New Zealand's MMP rules, a party must either win an electorate seat or 5% of the vote to have seats in parliament. Peters held his Tauranga seat by a mere 63 votes, and New Zealand First received five seats in total.\n2002 general election.\nBy the &lt;a href=\"2002%20New%20Zealand%20general%20election\"&gt;election of 2002&lt;/a&gt;, however, the party had rebuilt much of its support. This occurred largely because of Peters' three-point campaign for sensible immigration, scrutinising Treaty costs, and reducing crime. The party won 10.38% of the vote, which was a considerable improvement on its previous performance (although not as good as its performance in 1996), and New Zealand First won thirteen seats in parliament. Peters' campaign slogan \"Can We Fix It? Yes We Can\" gained much media attention, as the same line appears in theme music for the children's television programme \"&lt;a href=\"Bob%20the%20Builder\"&gt;Bob the Builder&lt;/a&gt;\".\nIt appears that New Zealand First had hoped to play in 2002 a similar role to the one it had in 1996, where it found itself able to give power to either Labour or National depending on which offered the best deal. However, National's vote had collapsed to the extent that it could not form a government even with New Zealand First's support, depriving the party of its negotiating advantage. In the end, however, this proved irrelevant, as Labour refused to consider an alliance with New Zealand First in any case. Instead, Labour relied on support from the newly significant &lt;a href=\"United%20Future%20New%20Zealand\"&gt;United Future&lt;/a&gt; Party.\nAfter the 2002 election, in light of National's decreased strength, New Zealand First attempted to gain more prominence in Opposition, frequently attacking the Labour Coalition government on a wide range of issues. Speculation has occurred on efforts to create a more united front linking New Zealand First, National, and &lt;a href=\"ACT%20New%20Zealand\"&gt;ACT&lt;/a&gt;, but Peters has rejected this scenario, saying that the New Zealand voters will decide what alliances are necessary (even though New Zealand never votes directly on preferred coalitions). Unlike ACT, which portrays itself as a natural coalition partner for National, New Zealand First welcomes coalition with any major party, regardless of the political spectrum.\nFor a period in early 2004 New Zealand First experienced a brief decline in the polls after &lt;a href=\"Don%20Brash\"&gt;Don Brash&lt;/a&gt; became leader of the National Party, a change which hugely revived National's fortunes. The votes that had apparently switched to New Zealand First from National seemed to return to support Brash, and many commentators predicted that New Zealand First would lose a number of its seats in the next election. By 2005, however, the proportions had changed again, and as the campaign for the September 2005 election got under way, New Zealand First had again reached the 10% mark in political polling.\nPre-election polls put New Zealand First ahead of the other minor parties. Some thought it likely that in the event of a National minority, unless ACT's fortunes dramatically improved, Brash would have to form a second coalition or seek a support agreement with New Zealand First to be able to form a government. Peters promised to support the party that won the most seats, or at least abstain in &lt;a href=\"Motion%20of%20no%20confidence\"&gt;no-confidence motions&lt;/a&gt; against it. However, he also said he would not support any government that included the &lt;a href=\"Green%20Party%20of%20Aotearoa%20New%20Zealand\"&gt;Greens&lt;/a&gt; within the Cabinet.\nConfidence and supply with Labour: 2005–2008.\nIn the &lt;a href=\"2005%20New%20Zealand%20general%20election\"&gt;2005 election&lt;/a&gt;, however, the smaller political parties (including New Zealand First) suffered a severe mauling. Though it remained the third-largest party in the House, New Zealand First took only 5.72% of the vote, a considerable loss from 2002, and just enough to cross the MMP proportionality quota of 5%. In addition, Peters narrowly lost his previously &lt;a href=\"safe%20seat\"&gt;safe constituency seat&lt;/a&gt; of &lt;a href=\"Tauranga%20%28New%20Zealand%20electorate%29\"&gt;Tauranga&lt;/a&gt; by 730 votes to National's &lt;a href=\"Bob%20Clarkson\"&gt;Bob Clarkson&lt;/a&gt;, and became a &lt;a href=\"list%20MP\"&gt;list MP&lt;/a&gt;.\nNew Zealand First had seven MPs, all elected on the party list: Peters, &lt;a href=\"Peter%20Brown%20%28New%20Zealand%20politician%29\"&gt;Peter Brown&lt;/a&gt;, &lt;a href=\"Dail%20Jones\"&gt;Dail Jones&lt;/a&gt;, &lt;a href=\"Ron%20Mark\"&gt;Ron Mark&lt;/a&gt;, &lt;a href=\"Doug%20Woolerton\"&gt;Doug Woolerton&lt;/a&gt;, &lt;a href=\"Barbara%20Stewart%20%28politician%29\"&gt;Barbara Stewart&lt;/a&gt; and &lt;a href=\"Pita%20Paraone\"&gt;Pita Paraone&lt;/a&gt;.\nFollowing the 2005 election, New Zealand First agreed to a &lt;a href=\"confidence%20and%20supply\"&gt;supply-and-confidence&lt;/a&gt; agreement with the Labour Party (along with &lt;a href=\"United%20Future\"&gt;United Future&lt;/a&gt;) in return for policy concessions and the post of &lt;a href=\"Minister%20of%20Foreign%20Affairs%20%28New%20Zealand%29\"&gt;Foreign Minister&lt;/a&gt; (outside &lt;a href=\"New%20Zealand%20Cabinet\"&gt;Cabinet&lt;/a&gt;) for Peters. Some reaction\nto Peters' becoming Minister of Foreign Affairs detected a change in his attitude since Peters' \"Rotorua speech\" on 7 September 2005 at a public address at the Rotorua Convention Centre, which had spoken of sitting on the &lt;a href=\"crossbenches\"&gt;cross-benches&lt;/a&gt; (and thus staying out of government) and eschewing \"the baubles of office\".\nSoon after the 2005 election Peters launched a legal challenge against Clarkson. The case alleged that Clarkson had spent more than the legal limit allowed for campaign budgets during elections in New Zealand. This legal bid failed, with a majority of the judges in the case declaring that Clarkson had not overspent.\nIn the &lt;a href=\"2005%20New%20Zealand%20election%20funding%20controversy\"&gt;2005 election funding controversy&lt;/a&gt;, the &lt;a href=\"Office%20of%20the%20Controller%20and%20Auditor-General\"&gt;Auditor-General&lt;/a&gt; found that all the parties in parliament except the &lt;a href=\"New%20Zealand%20Progressive%20Party\"&gt;Progressive Party&lt;/a&gt; had misspent parliamentary funding. New Zealand First was the only party that did not repay the misspent funding.\n2008 general election.\nIn the months before the &lt;a href=\"2008%20New%20Zealand%20general%20election\"&gt;2008 general election&lt;/a&gt;, New Zealand First became embroiled in a dispute over donations to the party from &lt;a href=\"Owen%20Glenn\"&gt;Owen Glenn&lt;/a&gt;, the Vela family and &lt;a href=\"Bob%20Jones%20%28businessman%29\"&gt;Bob Jones&lt;/a&gt;. This resulted in an investigation into party finances by the &lt;a href=\"Serious%20Fraud%20Office%20%28New%20Zealand%29\"&gt;Serious Fraud Office&lt;/a&gt; on 28 August 2008 and an investigation into Peters by the Privileges Committee. On 29 August 2008 Peters stood down from his ministerial roles while the investigations were ongoing. Although the Serious Fraud Office and the police found that Peters was not guilty of any wrongdoing, the episode harmed Peters and the party in the lead-up to the election.\nOn election night it was clear that Peters had not regained Tauranga and that the party had not met the 5% threshold needed for parties to be elected without an electorate seat. In what some journalists described as a 'gracious' concession speech, Peters said that 'it's not over yet. We'll reorganise ourselves in the next few months. And we'll see what 2011 might hold for all us.'\nAt a post-election meeting held to discuss the party's future in February 2009, Deputy Leader &lt;a href=\"Peter%20Brown%20%28New%20Zealand%20politician%29\"&gt;Peter Brown&lt;/a&gt; stepped down.\n2011 general election.\nAt the beginning of the election campaign New Zealand First was polling at around 2% in most major polls and was effectively written off by most political commentators. Prime Minister &lt;a href=\"John%20Key\"&gt;John Key&lt;/a&gt; had ruled out working with Peters and New Zealand First, however Opposition Leader &lt;a href=\"Phil%20Goff\"&gt;Phil Goff&lt;/a&gt; had stated he was open to working with New Zealand First post-election provided they made it back into Parliament.\nPeters received a significant amount of media attention towards the end of the campaign at the height of the &lt;a href=\"Tea%20Tape%20scandal\"&gt;Tea Tape scandal&lt;/a&gt; which arose during the campaign. Peters had criticised the arrangement in the seat of Epsom between National and ACT in which National encouraged its supporters to vote for the ACT candidate for their electorate MP and railed against National for alleged remarks made about the then ACT leader Don Brash and New Zealand First's elderly supporters.\nPeters appeared on a TVNZ minor parties leaders debate and won the debate convincingly in the subsequent text poll, with 36% of the respondents saying Peters had won.\nNew Zealand First won 6.6% of the party vote on election night. Many political experts credit the Tea Tape Scandal for the re-entry of New Zealand First into Parliament; however, Peters himself credits the return to Parliament to the hard work undertaken by the Party over the three years it was not represented in Parliament.\nIn 2012 the party sacked MP &lt;a href=\"Brendan%20Horan\"&gt;Brendan Horan&lt;/a&gt; after allegations he stole money from his dying mother to gamble.\n2014 general election.\nIn 2012, New Zealand First stated their intent to work in coalition with parties that would buy the privatised state assets back after the &lt;a href=\"2014%20New%20Zealand%20general%20election\"&gt;2014 general election&lt;/a&gt;.\nNew Zealand First entered the 2014 general election campaign without providing a clear indication as to their coalition preferences. However, Peters did raise late in the campaign the prospect of a Labour-New Zealand First coalition or confidence and supply arrangement, and express some respect for the National Party, in particular the Finance Minister &lt;a href=\"Bill%20English\"&gt;Bill English&lt;/a&gt;.\nNew Zealand First increased its party vote to 8.66% at the election, which took the party's representation in Parliament to 11 seats. Peters was highly critical of the conduct of the &lt;a href=\"Labour%20Party%20of%20New%20Zealand\"&gt;Labour&lt;/a&gt; and &lt;a href=\"Green%20Party%20of%20Aotearoa%20New%20Zealand\"&gt;Green&lt;/a&gt; parties, who he blamed for the Opposition's loss.\nIn 2015 Peters contested the &lt;a href=\"2015%20Northland%20by-election\"&gt;Northland by-election&lt;/a&gt;, which was held as a result of the resignation of the incumbent &lt;a href=\"Mike%20Sabin\"&gt;Mike Sabin&lt;/a&gt; on 30 January 2015 amid allegations of assault. Peters won the traditionally safe National seat with a majority of 4,441 over the National candidate Mark Osborne. It was the first time a New Zealand First MP held an electorate seat since Peters lost &lt;a href=\"Tauranga%20%28New%20Zealand%20electorate%29\"&gt;Tauranga&lt;/a&gt; in 2005. The win also resulted in New Zealand First acquiring a new List MP, &lt;a href=\"Ria%20Bond\"&gt;Ria Bond&lt;/a&gt;, which increased the party's parliamentary representation to 12 seats.\nOn 3 July 2015 &lt;a href=\"Ron%20Mark\"&gt;Ron Mark&lt;/a&gt; was elected Deputy Leader of New Zealand First, replacing &lt;a href=\"Tracey%20Martin\"&gt;Tracey Martin&lt;/a&gt; who had held the post since 2013.\n2017 general election.\n&lt;a href=\"Winston%20Peters\"&gt;Winston Peters&lt;/a&gt; has said that he will continue on as the Leader of New Zealand First. New Zealand First launched its campaign in &lt;a href=\"Palmerston%20North\"&gt;Palmerston North&lt;/a&gt; on 25 June 2017. Policies include ring-fencing GST to the regions it is collected from and writing off student loans of people willing to work outside major centres, and recruiting 1,800 extra police officers. New Zealand First is also campaigning on increasing the minimum wage to $17. They would later increase it to $20. On 28 June 2017, New Zealand First changed their logo that they have used since its formation in 1993, giving the new design the name \"A Fresh Face\".\nIn early July 2017, the &lt;a href=\"Green%20Party%20of%20Aotearoa%20New%20Zealand\"&gt;Green Party&lt;/a&gt; co-leader &lt;a href=\"Metiria%20Turei\"&gt;Metiria Turei&lt;/a&gt; criticised New Zealand First for its alleged racist attitude towards immigration. Her criticism was echoed by fellow Green MP &lt;a href=\"Barry%20Coates\"&gt;Barry Coates&lt;/a&gt;, who claimed that the Greens would call for a snap in election in response to a Labour–New Zealand First coalition government. In response, Peters and Deputy Leader &lt;a href=\"Tracey%20Martin\"&gt;Tracey Martin&lt;/a&gt; warned that Turei and Coates' comments could affect post-election negotiations between the two parties. Though Turei did not apologise for her remarks, Greens co-leader &lt;a href=\"James%20Shaw%20%28New%20Zealand%20politician%29\"&gt;James Shaw&lt;/a&gt; later clarified that Coates' statement did not represent official Green Party policy.\nDuring the party's convention in South Auckland on 16 July, Peters vowed that a New Zealand First government would hold two binding referendums on whether Maori electorates should be abolished and whether the number of MPs should be reduced to 100. Other New Zealand First policies included reducing immigration to 10,000 a year (from 72,300 in the June 2017 year), and nationalising the country's banks, making &lt;a href=\"Kiwibank\"&gt;Kiwibank&lt;/a&gt; the New Zealand government's official trading bank.\nDuring the &lt;a href=\"2017%20New%20Zealand%20general%20election\"&gt;2017 general election&lt;/a&gt;, New Zealand First's share of the vote dropped to 7.2% with the party's representation in Parliament being reduced to 9 MPs. Under Peters' leadership, New Zealand First entered into talks to form coalitions with the National Party and the Labour Party. National Party leader and caretaker Prime Minister &lt;a href=\"Bill%20English\"&gt;Bill English&lt;/a&gt; signalled an interest in forming a coalition with New Zealand First, while Labour leader &lt;a href=\"Jacinda%20Ardern\"&gt;Jacinda Ardern&lt;/a&gt; considered a three-way coalition with New Zealand First and the Greens. Peters stated that he would not make his final decision until the special votes results were released on 7 October 2017. During negotiations with Ardern, Peters indicated that he would be willing to consider dropping his call for a referendum on abolishing the Māori electorates in return for forming a coalition with Labour; a bone of contention in New Zealand race relations.\nCoalition with Labour: 2017–2020.\nOn 19 October, Labour and New Zealand First decided to form a coalition government and a confidence and supply agreement with the Green Party. On 26 October, Peters was appointed &lt;a href=\"Deputy%20Prime%20Minister%20of%20New%20Zealand\"&gt;Deputy Prime Minister&lt;/a&gt;, &lt;a href=\"Minister%20of%20Foreign%20Affairs%20%28New%20Zealand%29\"&gt;Minister of Foreign Affairs&lt;/a&gt;, Minister for State-owned enterprises, and Minister for Racing. Deputy Leader &lt;a href=\"Ron%20Mark\"&gt;Ron Mark&lt;/a&gt; was given the &lt;a href=\"Minister%20of%20Defence%20%28New%20Zealand%29\"&gt;Minister of Defence&lt;/a&gt; and Veterans portfolios. &lt;a href=\"Tracey%20Martin\"&gt;Tracey Martin&lt;/a&gt; was given the Children, &lt;a href=\"Department%20of%20Internal%20Affairs%20%28New%20Zealand%29%23List%20of%20Ministers%20of%20Internal%20Affairs\"&gt;Internal Affairs&lt;/a&gt;, and Senior Citizens portfolios as well as being made Associate Minister of Education. &lt;a href=\"Shane%20Jones\"&gt;Shane Jones&lt;/a&gt; was made Minister of Forestry, Infrastructure, Regional Economic Development, and Associate Minister of Finance and Transport.\nDuring the post-election negotiations, New Zealand First managed to secure several policies and concessions including a Regional Development Fund, the re-establishment of the &lt;a href=\"New%20Zealand%20Forest%20Service\"&gt;New Zealand Forest Service&lt;/a&gt;, increasing the &lt;a href=\"minimum%20wage\"&gt;minimum wage&lt;/a&gt; to $20 per hour by 2020, a comprehensive register of foreign-owned land and housing, free doctors' visits for all under-14-year-olds, free driver training for all secondary students, a new generation SuperGold smartcard containing entitlements and concessions, a royalty on the exports of bottled water, a commitment to re-entry of the &lt;a href=\"Pike%20River%20Mine\"&gt;Pike River Mine&lt;/a&gt;, and Members of Parliament being allowed to vote in a potential referendum on &lt;a href=\"euthanasia\"&gt;euthanasia&lt;/a&gt;. In return, New Zealand First agreed to drop its demand for referenda on &lt;a href=\"Crimes%20%28Substituted%20Section%2059%29%20Amendment%20Act%202007\"&gt;overturning New Zealand's anti-smacking ban&lt;/a&gt; and abolishing the &lt;a href=\"M%C4%81ori%20electorates\"&gt;Māori electorates&lt;/a&gt;.\nIn 2019, New Zealand First's Internal Affairs minister, Tracey Martin participated in negotiations with the Labour Party to pass the &lt;a href=\"Abortion%20Legislation%20Act%202020\"&gt;Abortion Legislation Bill&lt;/a&gt; to reform the country's &lt;a href=\"Abortion%20in%20New%20Zealand\"&gt;abortion&lt;/a&gt; laws. While Martin had ruled out supporting a referendum, she was overruled by the party leader Peters who demanded a binding referendum on the proposed legislation. He also ruled out giving New Zealand First MPs a conscience vote on the issue. While the party would support the bill at first reading, Peters warned that they would withdraw support if the proposed law was not put to a public referendum. In response, &lt;a href=\"Minister%20of%20Justice%20%28New%20Zealand%29\"&gt;Justice Minister&lt;/a&gt; &lt;a href=\"Andrew%20Little%20%28New%20Zealand%20politician%29\"&gt;Andrew Little&lt;/a&gt; rebuffed Peters' demands for a referendum on the grounds that Parliament would decide the legislation. In March 2020, the two female NZ First MPs voted in favour of the Bill at its final reading—Tracey Martin and &lt;a href=\"Jenny%20Marcroft\"&gt;Jenny Marcroft&lt;/a&gt;.\nIn late 2019, New Zealand First won a parliamentary vote to hold a &lt;a href=\"2020%20New%20Zealand%20euthanasia%20referendum\"&gt;euthanasia referendum&lt;/a&gt;, as the party threatened to vote down the legislation if it did not go to a referendum. The decision to go to a referendum passed 63–57.\nIn mid-February 2020, the &lt;a href=\"Serious%20Fraud%20Office%20%28New%20Zealand%29\"&gt;Serious Fraud Office&lt;/a&gt; (SFO) announced that it was investigating the NZ First Foundation in response to allegations that the party had created a slush fund. Between 2017 and 2019, New Zealand First officials had allegedly channelled half a million dollars of donations into the NZ First Foundation's bank account to cover various party-related expenses such as the party's headquarters, graphic design, an MP's legal advice, and even a $5000 day at the Wellington races. The amount of donations deposited into the foundation and used by the party was at odds with its official annual returns. Peters has denied any wrongdoing, while fellow MP Shane Jones, the &lt;a href=\"Minister%20for%20Infrastructure%20%28New%20Zealand%29\"&gt;Minister for Infrastructure&lt;/a&gt;, has denounced allegations that the party was offering policy for cash as \"conspiracy theories.\"\nIn late September 2020, the Serious Fraud Office announced that they would be laying charges against two persons as a result of their investigation into the NZ First Foundation. Both the SFO and Peters confirmed that the accused were not ministers, candidates or current members of the party. Peters criticised the timing of the SFO's decision to lay charges against the defendants as \"politically motivated,\" describing it as a \"&lt;a href=\"James%20Comey\"&gt;James Comey&lt;/a&gt; level error of judgment\". According to &lt;a href=\"Stuff%20%28company%29\"&gt;Stuff&lt;/a&gt;, Peters had tried unsuccessfully to stop the Serious Fraud Office from releasing its press release until after the formation of a new government following the &lt;a href=\"2020%20New%20Zealand%20general%20election\"&gt;2020 New Zealand general election&lt;/a&gt; on 17 October 2020.\n2020 general election.\nDuring the &lt;a href=\"2020%20New%20Zealand%20general%20election\"&gt;2020 New Zealand general election&lt;/a&gt;, New Zealand First's party vote dropped to 75,021 (2.6%), causing the party to lose of all its seats in Parliament since it fell below the five percent threshold needed to enter Parliament through the party list alone. All NZ First MPs also lost the seats they were contesting. Two months after the election, both its president and secretary resigned. Former MP &lt;a href=\"Darroch%20Ball\"&gt;Darroch Ball&lt;/a&gt; became interim president; he claimed that the resignations were “always a planned retirement after the election for both roles”.\nOn 20 June 2021, Winston Peters confirmed that he would continue leading the party for the &lt;a href=\"Next%20New%20Zealand%20general%20election\"&gt;next general election&lt;/a&gt;. Peters also made a speech attacking the Labour, National and Green parties that touched upon various issues including transportation infrastructure in Auckland, the increasing use of the &lt;a href=\"M%C4%81ori%20language\"&gt;Māori language&lt;/a&gt; in official reports and public life, the Government's &lt;a href=\"COVID-19%20vaccination%20in%20New%20Zealand\"&gt;COVID-19 vaccination rollout&lt;/a&gt;, purchase of &lt;a href=\"Ihum%C4%81tao\"&gt;Ihumātao&lt;/a&gt; land, elimination of referenda on &lt;a href=\"Local%20government%20in%20New%20Zealand%23History%20of%20M%C4%81ori%20wards%20and%20constituencies\"&gt;Māori wards&lt;/a&gt;, and so-called &lt;a href=\"woke\"&gt;woke&lt;/a&gt;ness in New Zealand society. This speech marked his first major public appearance since the 2020 general election.\nIdeology and policies.\nAt the core of New Zealand First's policies are its \"Fifteen Fundamental Principles\"; the first being \"To put New Zealand and New Zealanders First\". They largely echo the policies that &lt;a href=\"Winston%20Peters\"&gt;Winston Peters&lt;/a&gt;, the party's founder, has advocated during his career. NZ First seeks to \"promote and protect the customs, traditions and values of all New Zealanders\". Commentators have described the party, and Peters himself, as &lt;a href=\"nationalist\"&gt;nationalist&lt;/a&gt;. Former party official and parliamentary researcher Josh Van Veen has characterised the party as culturally conservative due to its emphasis on preserving heritage and respect for national symbols. Van Veen opines that New Zealand First's emphasis on an inclusive national identity has led to a marriage between liberal values and progressive nationalism.\nRather than defining the party's precise position on the &lt;a href=\"left%E2%80%93right%20political%20spectrum\"&gt;left–right political spectrum&lt;/a&gt;, political commentators simply label New Zealand First as &lt;a href=\"populism\"&gt;populist&lt;/a&gt;. The party has long advocated &lt;a href=\"direct%20democracy\"&gt;direct democracy&lt;/a&gt; in the form of \"binding citizen initiated referenda\", to create \"a democracy that is of the people and for the people\", while forcing government \"to accept the will of the people\". Peters has also used &lt;a href=\"anti-establishment\"&gt;anti-establishment&lt;/a&gt; and anti-elite rhetoric, such as criticising what he regards as the \"intellectually arrogant elite in government and bureaucratic circles\".\nSocial and economic policies.\nNew Zealand First has been closely associated with its policies regarding the welfare of senior citizens and its &lt;a href=\"Opposition%20to%20immigration\"&gt;anti-immigration&lt;/a&gt; stance. The party has frequently criticised immigration on economic, social and cultural grounds. It proposes an annual immigration cap of between 7,000 and 15,000 \"seriously qualified\" migrants, who would be expected to &lt;a href=\"cultural%20assimilation\"&gt;assimilate&lt;/a&gt; into New Zealand culture.\nWinston Peters has on several occasions characterised the rate of &lt;a href=\"Asian%20New%20Zealanders\"&gt;Asian&lt;/a&gt; immigration into New Zealand as too high; in 2004, he stated: \"We are being dragged into the status of an Asian colony and it is time that New Zealanders were placed first in their own country\". On 26 April 2005, he said: \"Māori will be disturbed to know that in 17 years' time they will be outnumbered by Asians in New Zealand\", an estimate disputed by &lt;a href=\"Statistics%20New%20Zealand\"&gt;Statistics New Zealand&lt;/a&gt;, the government's statistics bureau, which stated that with a 145% increase from 270,000 to 670,000, the Asian community would still be smaller in 2021 than the Māori, who would increase by 5% to 760,000 over the same timeframe. Peters quickly rebutted that Statistics New Zealand has underestimated the growth rate of the Asian community in the past, as the Bureau had corrected its estimation by a 66,000 increase between 2003 and 2005. In April 2008, deputy leader &lt;a href=\"Peter%20Brown%20%28New%20Zealand%20politician%29\"&gt;Peter Brown&lt;/a&gt; drew widespread attention after voicing similar views and expressing concern at the growth of New Zealand's ethnic Asian population: \"If we continue this open door policy there is real danger we will be inundated with people who have no intention of integrating into our society … They will form their own mini-societies to the detriment of integration and that will lead to division, friction and resentment\".\nNew Zealand First also espouses a mixture of economic policies. Peters has called for &lt;a href=\"economic%20nationalism\"&gt;economic nationalism&lt;/a&gt;. The party supports raising the minimum wage to a &lt;a href=\"living%20wage\"&gt;living wage&lt;/a&gt;, opposes the &lt;a href=\"privatisation\"&gt;privatisation&lt;/a&gt; of state assets (particularly to overseas buyers) and advocates buying back former &lt;a href=\"state-owned%20enterprise\"&gt;state-owned enterprise&lt;/a&gt;s. These policies align it with views generally found on the &lt;a href=\"left-wing%20politics\"&gt;left&lt;/a&gt; of New Zealand politics. On the other hand, it favours reducing taxation and reducing the size of government (policies typical of the New Zealand &lt;a href=\"right-wing%20politics\"&gt;right&lt;/a&gt;) and espouses &lt;a href=\"social%20conservatism\"&gt;conservative views&lt;/a&gt; on social issues. New Zealand First provided for its strong support among elderly voters by its repeal of the surtax on &lt;a href=\"superannuation\"&gt;superannuation&lt;/a&gt;, institution of a superannuation level of 66% of the net average wage, and introduction of the SuperGold Card (see below). The party opposes any raising of the &lt;a href=\"retirement%20age\"&gt;retirement age&lt;/a&gt;.\n\"&lt;a href=\"Law%20and%20order\"&gt;Law and order&lt;/a&gt;\" issues feature heavily in the party's policy platform. New Zealand First advocates a stricter criminal code, longer judicial &lt;a href=\"Sentence%20%28law%29\"&gt;sentences&lt;/a&gt;, and the lowering of the &lt;a href=\"age%20of%20criminal%20responsibility\"&gt;age of criminal responsibility&lt;/a&gt;. In 2011, at its annual convention, New Zealand First vowed to repeal the controversial &lt;a href=\"Crimes%20%28Substituted%20Section%2059%29%20Amendment%20Act%202007\"&gt;Crimes (Substituted Section 59) Amendment Act 2007&lt;/a&gt; (which it characterised as the \"anti-smacking law\"), which a vast majority of voters rejected in a non-binding &lt;a href=\"2009%20New%20Zealand%20citizens-initiated%20referendum\"&gt;2009 citizen-initiated referendum&lt;/a&gt;. In the &lt;a href=\"2017%20New%20Zealand%20general%20election\"&gt;2017 general election&lt;/a&gt; campaign, the party again vowed to repeal the Crimes (Substituted Section 59) Amendment Act; it also ruled out a &lt;a href=\"confidence%20and%20supply\"&gt;confidence and supply&lt;/a&gt; arrangement or &lt;a href=\"coalition%20government\"&gt;coalition&lt;/a&gt; with any party which opposed the policy.\nIn 2013, all seven NZ First MPs voted against the third reading of the &lt;a href=\"Marriage%20%28Definition%20of%20Marriage%29%20Amendment%20Act%202013\"&gt;Marriage Amendment Bill&lt;/a&gt;, which permitted same sex marriage in New Zealand. Peters had called for a referendum on the issue.\nSuperGold Card.\nThe SuperGold Card, a discounts and concessions card for senior citizens and veterans, has been a major initiative of the party.\nNew Zealand First established a research team to design the SuperGold Card, which included public transport benefits like free off-peak travel (funded by the government) and discounts from businesses and companies across thousands of outlets.\nWinston Peters negotiated with then-Prime Minister &lt;a href=\"Helen%20Clark\"&gt;Helen Clark&lt;/a&gt;, despite widespread opposition to the card on the grounds of high cost. As a condition of the 2005 confidence and supply agreement between New Zealand First and the &lt;a href=\"Fifth%20Labour%20Government\"&gt;Labour Government&lt;/a&gt;, Peters launched the SuperGold Card in August 2007.\nThe card is available to all eligible New Zealanders over the age of 65. A Veterans' SuperGold Card, also exists for those who have served in the &lt;a href=\"New%20Zealand%20Defence%20Force\"&gt;New Zealand Defence Force&lt;/a&gt; in a recognised war or emergency. The card provides over 600,000 New Zealanders with access to a wide range of government and local authority services, business discounts, entitlements and concessions, such as hearing aid subsidies. However, it was argued much of the extra costs were 'book entries'. For example, the Government subsidises much of public transport anyway, where buses and trains travel with empty seats during off-peak hours; SuperGold Card commuters are simply using buses and trains during off-peak times.\nSuperGold Card came under threat in 2010 when National Minister &lt;a href=\"Steven%20Joyce\"&gt;Steven Joyce&lt;/a&gt; tried to terminate free SuperGold transport on some more expensive public transport services, including the &lt;a href=\"Waiheke%20Island\"&gt;Waiheke Island&lt;/a&gt; ferry and the &lt;a href=\"Wairarapa%20Connection\"&gt;Wairarapa Connection&lt;/a&gt; train. The Minister retreated when he came under fire from senior citizens.\nIn October 2019, Peters announced a $7.7 million investment into the SuperGold Card scheme. The \"upgrade\" includes a new website, a &lt;a href=\"mobile%20app\"&gt;mobile app&lt;/a&gt;, and 500 new partner businesses.\nRelations with Māori.\nWinston Peters is part-&lt;a href=\"M%C4%81ori%20people\"&gt;Māori&lt;/a&gt;. The party once held all &lt;a href=\"M%C4%81ori%20electorates\"&gt;Māori electorates&lt;/a&gt; (see &lt;a href=\"Tight%20Five\"&gt;Tight Five&lt;/a&gt;), and it continued to receive significant support from voters registered in Māori electorates. However, New Zealand First no longer supports the retention of the Māori electorates and has declared that it will not stand candidates in the Māori electorates in the future. It did not stand candidates in the Māori electorates in the &lt;a href=\"2002%20New%20Zealand%20general%20election\"&gt;2002&lt;/a&gt;, &lt;a href=\"2005%20New%20Zealand%20general%20election\"&gt;2005&lt;/a&gt;, or &lt;a href=\"2008%20New%20Zealand%20general%20election\"&gt;2008 general election&lt;/a&gt;s.\nNew Zealand First is further characterised by its strong stance on the &lt;a href=\"Treaty%20of%20Waitangi\"&gt;Treaty of Waitangi&lt;/a&gt;. The party refers to the Treaty as a \"source of national pride\" but does not support it becoming a part of &lt;a href=\"constitution%20of%20New%20Zealand\"&gt;constitutional law&lt;/a&gt;. Peters has criticised what he refers to as a Treaty \"Grievance Industry\"—which profits from making frivolous claims of violations of the Treaty—and the cost of Treaty negotiations and &lt;a href=\"Treaty%20of%20Waitangi%20claims%20and%20settlements\"&gt;settlement&lt;/a&gt; payments. The party has called for an end to \"special treatment\" of Māori.\nOn 19 July 2017, Peters promised that a New Zealand First government would hold two binding referendums on whether Maori electorates should be abolished and whether the number of MPs should be reduced to 100. Following the &lt;a href=\"2017%20New%20Zealand%20general%20election\"&gt;2017 general election&lt;/a&gt;, Peters indicated that he would be willing to consider dropping his call for a referendum on abolishing the Māori electorates during coalition-forming negotiations with Labour leader &lt;a href=\"Jacinda%20Ardern\"&gt;Jacinda Ardern&lt;/a&gt;."
}