{
    "id": "3428656",
    "revid": "277086",
    "url": "https://en.wikipedia.org/wiki?curid=3428656",
    "title": "Art O'Connor",
    "text": "Arthur James Kickham O'Connor (18 May 1888 – 10 May 1950) was an Irish politician, lawyer and judge. \nEarly life.\nHe was born in 1888, the second son of Arthur O'Connor of Elm Hall, &lt;a href=\"Celbridge\"&gt;Celbridge&lt;/a&gt;, &lt;a href=\"County%20Kildare\"&gt;County Kildare&lt;/a&gt; (1834–1907) and his second wife Elizabeth (\"née\" Saul). He was educated at &lt;a href=\"Blackrock%20College\"&gt;Blackrock College&lt;/a&gt;, &lt;a href=\"County%20Dublin\"&gt;County Dublin&lt;/a&gt;. He obtained the dispensation which was at that time required by Catholics in order to study engineering at the then almost exclusively Protestant &lt;a href=\"Trinity%20College%20Dublin\"&gt;Trinity College Dublin&lt;/a&gt;, from which he duly graduated in 1911.\nPolitics.\nO'Connor was elected &lt;a href=\"Sinn%20F%C3%A9in\"&gt;Sinn Féin&lt;/a&gt; &lt;a href=\"Member%20of%20Parliament\"&gt;MP&lt;/a&gt; for &lt;a href=\"South%20Kildare%20%28UK%20Parliament%20constituency%29\"&gt;Kildare South&lt;/a&gt; at the &lt;a href=\"1918%20Irish%20general%20election\"&gt;1918 general election&lt;/a&gt;. In January 1919 Sinn Féin MPs, who had been elected in the Westminster elections of 1918, refused to recognise the &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament of the United Kingdom&lt;/a&gt; and instead assembled as a unicameral revolutionary parliament called &lt;a href=\"D%C3%A1il%20%C3%89ireann\"&gt;Dáil Éireann&lt;/a&gt;. In the 1st Dáil, he was appointed Substitute Director of Agriculture during the absence of &lt;a href=\"Robert%20Barton\"&gt;Robert Barton&lt;/a&gt;. In the 2nd Dáil he held the position of Minister of Agriculture from 26 August 1921 to 9 January 1922. O'Connor subsequently opposed the &lt;a href=\"Anglo-Irish%20Treaty\"&gt;Anglo-Irish Treaty&lt;/a&gt; and joined the Republican side. In March 1926, O'Connor became titular President of the Republic when &lt;a href=\"%C3%89amon%20de%20Valera\"&gt;Éamon de Valera&lt;/a&gt; resigned. He later resigned the presidency in 1927. He lost his Dáil seat in the &lt;a href=\"1923%20Irish%20general%20election\"&gt;1923 general election&lt;/a&gt; and failed to be elected again in 1927. \nLater life.\nHe retired from politics, returned to Trinity College Dublin to study law, after graduating in law he was called to the bar, subsequently appointed as &lt;a href=\"Senior%20counsel\"&gt;Senior counsel&lt;/a&gt;, eventually being appointed Circuit Judge for &lt;a href=\"Cork%20%28city%29\"&gt;Cork city&lt;/a&gt;.\nHe never married and died suddenly at his family home, Elm Hall, in 1950, and is buried in Donacomper Cemetery, Celbridge. His brothers were also involved in the Irish Republican movement and his sister Fanny was a member of &lt;a href=\"Cumann%20na%20mBan\"&gt;Cumann na mBan&lt;/a&gt;. His brother Daniel was the State Solicitor for Kildare. \nExternal links.\n "
}