{
    "id": "34286963",
    "revid": "17194165",
    "url": "https://en.wikipedia.org/wiki?curid=34286963",
    "title": "Burton and Ashby Light Railway",
    "text": "The Burton and Ashby Light Railway was a tramway system operating between &lt;a href=\"Burton%20upon%20Trent\"&gt;Burton upon Trent&lt;/a&gt; and &lt;a href=\"Ashby-de-la-Zouch\"&gt;Ashby-de-la-Zouch&lt;/a&gt; between 1906 and 1927.\nHistory.\nThe tramway opened on 2 July 1906 and was operated by the &lt;a href=\"Midland%20Railway\"&gt;Midland Railway&lt;/a&gt;. The system used the tracks of the &lt;a href=\"Burton%20upon%20Trent%20Corporation%20Tramways\"&gt;Burton upon Trent Corporation Tramways&lt;/a&gt; from a terminus by the Town Hall in Wellington Street through Station Street, Borough Road and Guild Street before using its own infrastructure through &lt;a href=\"Swadlincote\"&gt;Swadlincote&lt;/a&gt; to &lt;a href=\"Ashby-de-la-Zouch\"&gt;Ashby-de-la-Zouch&lt;/a&gt;. There was a branch from &lt;a href=\"Swadlincote\"&gt;Swadlincote&lt;/a&gt; and &lt;a href=\"Woodville%2C%20Derbyshire\"&gt;Woodville&lt;/a&gt; to &lt;a href=\"Gresley%20railway%20station\"&gt;Gresley railway station&lt;/a&gt; at &lt;a href=\"Castle%20Gresley\"&gt;Castle Gresley&lt;/a&gt; which opened on 24 September 1906.\nThe journey time from &lt;a href=\"Ashby-de-la-Zouch\"&gt;Ashby-de-la-Zouch&lt;/a&gt; to the terminus in Burton on Trent was a minimum of 64 minutes and a 10-minute interval service was offered, requiring 17 vehicles.\nOne unusual feature of the line was the &lt;a href=\"Swadlincote\"&gt;Swadlincote&lt;/a&gt; power house which was fitted with two diesel engines, rather than the more traditional steam power. The adjacent depot could accommodate a total of 24 trams but the company only ever owned 20.\nThe &lt;a href=\"Brush%20Electric%20Company\"&gt;Brush Electric Company&lt;/a&gt; of Loughborough provided the open top tramcars. Each had two Westinghouse 80 motors and capacity for 51 passengers. The livery was Crimson Lake and white with a Midland crest. When the company was taken over by the &lt;a href=\"London%20Midland%20and%20Scottish%20Railway\"&gt;London Midland and Scottish Railway&lt;/a&gt; in 1923, the cars were repainted.\nThe system was taken over by the &lt;a href=\"London%2C%20Midland%20and%20Scottish%20Railway\"&gt;London, Midland and Scottish Railway&lt;/a&gt; company when it absorbed the &lt;a href=\"Midland%20Railway\"&gt;Midland Railway&lt;/a&gt; in 1923, and the system was closed on 19 February 1927.\nAt closure, 3 cars were sold to the &lt;a href=\"Tynemouth%20and%20District%20Electric%20Traction%20Company\"&gt;Tynemouth and District Electric Traction Company&lt;/a&gt; and the remaining 10 sold locally for domestic or rural use.\nCar 14.\nCar No 14 was eventually transported to &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt; where it operated on a heritage trolley line from 1976 until closure in 2003. It was in storage at a &lt;a href=\"Detroit%20Department%20of%20Transportation\"&gt;Detroit Department of Transportation&lt;/a&gt; facility as of 2012. In October 2014 it was put up for sale by the City of Detroit, and the tram was repatriated to the United Kingdom, and is now in service at the &lt;a href=\"Statfold%20Barn%20Railway\"&gt;Statfold Barn Railway&lt;/a&gt;."
}