{
    "id": "3428850",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3428850",
    "title": "Jason Ryles",
    "text": "Jason Ryles (born 17 January 1979 in &lt;a href=\"Wollongong%2C%20New%20South%20Wales\"&gt;Wollongong, New South Wales&lt;/a&gt;) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 2000s and 2010s. A &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt; and &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; national representative forward, he played in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; for the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt; before going to the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; and playing for French club &lt;a href=\"Catalans%20Dragons\"&gt;Catalans Dragons&lt;/a&gt;. Ryles returned to Australia and played for the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; before finishing his career at the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;.\nPlaying career.\nIn 2000, Ryles made his &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; debut, playing for the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;. At the end of the &lt;a href=\"2001%20NRL%20season\"&gt;2001 NRL season&lt;/a&gt;, he went on the &lt;a href=\"2001%20Kangaroo%20tour\"&gt;2001 Kangaroo tour&lt;/a&gt;. In June, 2008, St. George Illawarra announced Ryles had signed with French &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; club, &lt;a href=\"Catalans%20Dragons\"&gt;Catalans Dragons&lt;/a&gt; for two years commencing in 2009.\nRyles returned to the NRL in 2010 with the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; and was part of the team that made the Grand Final that season. However, after a disappointing 2011 season for the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt;, his contract was terminated one year before its expiry. He subsequently signed with the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; for the 2012 season. Melbourne, who were the &lt;a href=\"minor%20premiers\"&gt;minor premiers&lt;/a&gt; in 2011, cited Ryles' experience as a major factor in his signing. He played in the Melbourne Storm's &lt;a href=\"2013%20World%20Club%20Challenge\"&gt;2013 World Club Challenge&lt;/a&gt; win over &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds&lt;/a&gt;. Ryles had played fifteen Tests for Australia and represented the New South Wales Blues on eight occasions.\nCoaching career.\nRyles began his coaching career in 2012 with NSW State of Origin under 20s side as their assistant coach, which also carried over to 2013. Both years were successful in defeating Queensland's under 20s team.\nAfter his retirement as a player in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; Ryles accepted a head coaching role for Western Suburbs Red Devils for the 2014/2015 seasons.\nAt the end of 2015 Ryles was approached by &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; to join their staffing team as assistant coach where he currently held this position until autumn 2020.\nWhile at &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; from 2016–present, Ryles has also periodically assisted in coaching &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England's national rugby union team&lt;/a&gt;.\nIn 2016 and 2017 Ryles was appointed assistant coach for Junior Kangaroos.\nIn autumn 2020, Ryles joined England as skills coach on a full-time basis. However he missed the &lt;a href=\"2021%20Six%20Nations%20Championship\"&gt;2021 Six Nations Championship&lt;/a&gt; due to travel restrictions relating to the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;. He left the role in May 2021."
}