{
    "id": "34290955",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=34290955",
    "title": "Wilkes-Barre and Hazleton Railway",
    "text": "The Wilkes-Barre and Hazleton Railway (also known as the Cannon Ball) was an &lt;a href=\"electric%20railway\"&gt;electric railway&lt;/a&gt; in &lt;a href=\"Luzerne%20County%2C%20Pennsylvania\"&gt;Luzerne County, Pennsylvania&lt;/a&gt; connecting the cities of &lt;a href=\"Wilkes-Barre%2C%20Pennsylvania\"&gt;Wilkes-Barre&lt;/a&gt; and &lt;a href=\"Hazleton%2C%20Pennsylvania\"&gt;Hazleton&lt;/a&gt;. It operated from 1903 to 1933 using a &lt;a href=\"third%20rail\"&gt;third rail&lt;/a&gt; and had no grade crossings. It was approximately thirty miles long and had one tunnel between &lt;a href=\"Warrior%20Run%2C%20Pennsylvania\"&gt;Warrior Run&lt;/a&gt; and &lt;a href=\"Nuangola%2C%20Pennsylvania\"&gt;Nuangola&lt;/a&gt; through &lt;a href=\"Penobscot%20Knob\"&gt;Penobscot Knob&lt;/a&gt; which &lt;a href=\"Interstate%2081\"&gt;Interstate 81&lt;/a&gt; now crosses.\nProminent Hazleton banker and coal-mine owner &lt;a href=\"Alvan%20Markle\"&gt;Alvan Markle&lt;/a&gt; obtained a railway-company charter in 1892 and the Wilkes-Barre &amp; Hazleton Railroad incorporated in New Jersey in 1899. Service opened from Hazleton to &lt;a href=\"Ashley%2C%20Pennsylvania\"&gt;Ashley&lt;/a&gt; in 1903 but did not reach Wilkes-Barre until the 1907 completion of a 3rd-floor downtown station with a viaduct 34 feet in height and 1040 feet in length. &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; had the contract for providing the electrification infrastructure. The completion of &lt;a href=\"Pennsylvania%20Route%20309\"&gt;Route 309&lt;/a&gt; greatly shortened the trip between Wilkes-Barre and Hazleton by road, leading to the &lt;a href=\"Interstate%20Commerce%20Commission\"&gt;Interstate Commerce Commission&lt;/a&gt; approval of abandonment in 1933.\nThe Wilkes-Barre and Hazleton Railroad allowed faster travel between Hazleton and Wilkes-Barre than the 50-mile journey along the &lt;a href=\"Lehigh%20Valley%20Railroad\"&gt;Lehigh Valley Railroad&lt;/a&gt; that was used previously. The Wilkes-Barre and Hazleton Railway consisted of 24.76 miles of railway line for the Wilkes-Barre and Hazleton Railway Company, 3.3 miles of railway line for the Wilkes-Barre Terminal Railroad Company, and 1.64 miles of railway line for the Lehigh Traction Company. This totalled to 29.70 miles of railway line.\nHistory and operation.\nThe charter for the Wilkes-Barre and Hazleton Railroad was granted on November 7, 1892. The railroad was incorporated in &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; in 1899. The railroad obtained a New Jersey charter on May 8, 1901. The railroad's power, generating station, sub-stations, and transmission lines were designed by the &lt;a href=\"General%20Electric\"&gt;General Electric Company&lt;/a&gt;. In 1921, the &lt;a href=\"Pennsylvania%20Power%20and%20Light\"&gt;Pennsylvania Power and Light&lt;/a&gt; company started to do the job of powering the railroad instead, as part of an attempt for the railroad to reduce its expenses. The railroad stopped bringing in profit in the middle of the 1920s. The railroad company &lt;a href=\"Default%20%28finance%29\"&gt;defaulted&lt;/a&gt; its &lt;a href=\"bond%20%28finance%29\"&gt;bonds&lt;/a&gt; in 1929. Henry S. Drikard, a businessman from &lt;a href=\"Philadelphia\"&gt;Philadelphia&lt;/a&gt;, bought the Wilkes-Barre and Hazleton railroad company for &lt;a href=\"United%20States%20dollar\"&gt;$&lt;/a&gt;165,000 in February 1930. Briefly in 1932, several &lt;a href=\"railbus\"&gt;railbus&lt;/a&gt;ses were used on the railroad. All service on the railroad stopped on September 17, 1933, following a ruling from the &lt;a href=\"Pennsylvania%20Public%20Utility%20Commission\"&gt;Pennsylvania Public Utility Commission&lt;/a&gt;, and power to the rail line was removed on October 3, 1933, after a final attempt to save the railroad from bankruptcy.\nConstruction of the Wilkes-Barre and Hazleton Railroad started in 1901. Nine &lt;a href=\"railroad%20bridge\"&gt;railroad bridge&lt;/a&gt;s were required for the construction of the railroad. Most of the bridges were made of &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt;, but some of the largest ones were not. The &lt;a href=\"Grade%20%28slope%29\"&gt;grade&lt;/a&gt; of the railroad on hills was 3%. The rails used weighed 95 pounds per yard. These rails were 30 feet (9 meters) long and on top of 8-inch by 6-inch &lt;a href=\"railroad%20tie\"&gt;ties&lt;/a&gt;. The ties for the third rails were 9 feet (3 meters) long. &lt;a href=\"Wooden\"&gt;Wooden&lt;/a&gt; cars were used until 1916, when they were replaced by &lt;a href=\"steel\"&gt;steel&lt;/a&gt; cars.\nThe Wilkes-Barre and Hazleton Railroad opened for business in 1903. However, at that time it only ran from Hazleton to Ashley. In 1907, trains began running all the way to Wilkes-Barre via a 1040-foot long &lt;a href=\"viaduct\"&gt;viaduct&lt;/a&gt; that was 34 feet (10 meters) high over the steam railroads of Wilkes-Barre.\nThe Wilkes-Barre and Hazleton Railroad ran &lt;a href=\"freight\"&gt;freight&lt;/a&gt; trains and passenger trains alternately. The railroad started operation at 6 a.m. and stopped operation at 2 a.m.\nCourse.\nThe Wilkes-Barre and Hazleton Railroad started in Hazleton and ran to &lt;a href=\"West%20Hazleton%2C%20Pennsylvania\"&gt;West Hazleton&lt;/a&gt; on tracks belonging to the &lt;a href=\"Lehigh%20Traction%20Company\"&gt;Lehigh Traction Company&lt;/a&gt;. From there, it went past Conyngham Gap, Butler Mountain, and Buck Mountain, before going down into the &lt;a href=\"river%20valley\"&gt;valley&lt;/a&gt; of &lt;a href=\"Nescopeck%20Creek\"&gt;Nescopeck Creek&lt;/a&gt;. Upon leaving the Nescopeck Creek valley, it went up Nescopeck Mountain via Nescopeck Pass, then descended into the valley of &lt;a href=\"Big%20Wapwallopen%20Creek\"&gt;Big Wapwallopen Creek&lt;/a&gt;. Upon leaving the Big Wapwallopen Creek valley, the railroad went up &lt;a href=\"Penobscot%20Mountain\"&gt;Penobscot Mountain&lt;/a&gt;, tunneling through it at 1300 feet above &lt;a href=\"sea%20level\"&gt;sea level&lt;/a&gt;. The route then went down the mountain and past Sugar Gap and &lt;a href=\"Solomon%20Creek\"&gt;Solomon Creek&lt;/a&gt; to the community of &lt;a href=\"Ashley%2C%20Pennsylvania\"&gt;Ashley&lt;/a&gt;. There the railroad connected to the tracks of the Wilkes-Barre Traction Company. The route was 26 miles long, but was later extended into downtown Wilkes-Barre via &lt;a href=\"Georgetown%2C%20Luzerne%20County%2C%20Pennsylvania\"&gt;Georgetown&lt;/a&gt;.\nIn Nuangola, a sub-station was built to supply the third rail of the Wilkes-Barre and Hazleton Railroad with 625 &lt;a href=\"volt\"&gt;volt&lt;/a&gt;s. An additional sub station is in Georgetown, and the main power house was located at St. Johns, Pa.\nThe crossing of the Wilkes-Barre and Hazleton Railway over &lt;a href=\"Black%20Creek%20%28Nescopeck%20Creek%29\"&gt;Black Creek&lt;/a&gt; is a very large three-arch &lt;a href=\"viaduct\"&gt;viaduct&lt;/a&gt; made of &lt;a href=\"stone\"&gt;stone&lt;/a&gt;. Slightly over two miles north of the railroad's southern terminus, there is an interchange to the Lehigh Valley Railroad. This interchange is known as Oak Bur. The railroad also featured a &lt;a href=\"horseshoe%20curve\"&gt;horseshoe curve&lt;/a&gt; near &lt;a href=\"Kis-Lyn%2C%20Pennsylvania\"&gt;Kis-Lyn&lt;/a&gt;. The railroad's Beisel Station was between 7.25 and 8.5 miles north of the southern terminus. Another station on the route was St. John's Station in the community of St. Johns. The railroad also had a station at the community of Blytheburn. The &lt;a href=\"Wilkes-Barre%20and%20Hazleton%20Turnpike\"&gt;Wilkes-Barre and Hazleton Turnpike&lt;/a&gt; passed close to the railroad near the Yeager farms. There was a &lt;a href=\"spur%20route\"&gt;spur&lt;/a&gt; that goes towards the Ice Ponds.\nFinancial information and leaders.\nThe initial officers of the Wilkes-Barre and Hazleton Railroad were A. Markle, J.B. Price (the vice-president), E.S. Doud (the secretary), and N.C. Yost (the treasurer). The initial directors of the railroad were K.K. McLauren, A. Markle, W.B. Given, E.R. Payne, J.B. Price, A.A. Sterling, and Benjamin Reynolds. Two of Alvan Markle's sons, Alvan Markle Jr. and E.B. Markle, also held positions in the railway company. Alvan Markle Jr. joined the company in 1922 and became secretary and treasurer. E.B. Markle became the general manager, but took his father's position in 1928.\nUses.\nWhen the Wilkes-Barre and Hazleton Railway was first opened, traffic along it mostly consisted of traffic going between Hazleton and Wilkes-Barre, although occasionally &lt;a href=\"passenger\"&gt;passenger&lt;/a&gt;s got on at intermediate points. However, after the railroad was constructed, and due to its construction, some businesses began operation near the Pine View Ice Lakes along the route. The railroad also improved business for farmers near the community of Albert, who were able to send their milk to &lt;a href=\"creamery\"&gt;creameries&lt;/a&gt; in Hazleton. It also provided &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt; for communities along the route. Additionally it transported materials for the mining industry, such as timber props, &lt;a href=\"wedge%20%28mechanical%20device%29\"&gt;wedges&lt;/a&gt;, and &lt;a href=\"sprag\"&gt;sprag&lt;/a&gt;s to &lt;a href=\"Nuangola%2C%20Pennsylvania\"&gt;Nuangola&lt;/a&gt;. The Wilkes-Barre and Hazleton Railway provided an easy way for &lt;a href=\"hunting\"&gt;hunters&lt;/a&gt;, &lt;a href=\"fishermen\"&gt;fishermen&lt;/a&gt;, and &lt;a href=\"sportsmen\"&gt;sportsmen&lt;/a&gt; to access the mountainous countryside between Wilkes-Barre and Hazleton. Common places that such people frequented along the route included Nuangola Lake, Pine View Lake, and Lake Blytheburn. These areas gradually developed into villages. &lt;a href=\"Chicken%20%28food%29\"&gt;chickens&lt;/a&gt; were once exported from the railroad's Nuangola station. Another use of the railway was to carry passengers from Hazleton to the &lt;a href=\"Luzerne%20County%20Courthouse\"&gt;Luzerne County Courthouse&lt;/a&gt;.\nControversies and accidents.\nIn 1907, a train running along the Wilkes-Barre and Hazleton Railway northward went off the tracks and crashed into a forest, catching fire. Several people were seriously injured during this event. This was the first accident on the railroad, but not the only one. Another accident occurred on one early afternoon when two interurban trains going in opposite directions on the railroad collided, causing a fire (due to broken electrical wiring), several serious injuries, and one death. This accident was primarily due to one of the trains leaving its station at an abnormal time. Another accident occurred near the Yeager farms, where a &lt;a href=\"car\"&gt;car&lt;/a&gt; fell from the Wilkes-Barre and Hazleton Turnpike and got hit by a train, which killed the car's seven passengers. In 1933, there were two &lt;a href=\"train%20wreck\"&gt;train wreck&lt;/a&gt;s on the Wilkes-Barre and Hazleton Railway.\nThe termination of use of the Wilkes-Barre and Hazleton Railway drew numerous protests from long-term users of the railroad.\nRecords and legacy.\nThe Wilkes-Barre and Hazleton Railroad was the earliest railroad to have a guarded third rail (guarding a third rail is done to protect it from the weather). It was also one of the first &lt;a href=\"interurban\"&gt;interurban&lt;/a&gt; railroads to have no grade crossings and a fenced, private &lt;a href=\"right-of-way%20%28transportation%29\"&gt;right-of-way&lt;/a&gt;. A road called Henry Drive was later built on the old railroad bed. Parts of the line in Hazleton Pa are still used by the present Norfolk Southern Ry. to serve the Valmont industrial Park, including the Black Creek viaduct."
}