{
    "id": "34304620",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=34304620",
    "title": "Annachlamys flabellata",
    "text": "Annachlamys flabellata is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of &lt;a href=\"scallop\"&gt;scallop&lt;/a&gt;, a &lt;a href=\"marine%20%28ocean%29\"&gt;marine&lt;/a&gt; &lt;a href=\"bivalve\"&gt;bivalve&lt;/a&gt; &lt;a href=\"mollusc\"&gt;mollusc&lt;/a&gt; in the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Pectinidae\"&gt;Pectinidae&lt;/a&gt;. It is found in the &lt;a href=\"Neritic%20zone\"&gt;sublittoral zone&lt;/a&gt; of the &lt;a href=\"continental%20shelf\"&gt;continental shelf&lt;/a&gt; north of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;.\nDescription.\n\"Annachlamys flabellata\" grows to between and in length. The &lt;a href=\"Bivalve%20shell\"&gt;shell&lt;/a&gt; is inequivalve and moderately compressed. The right valve is more inflated and less convex than the left. The general shape is circular with two broad auricles extending on either side of the umbones. These have a straight hinge line which is exactly in line with the umbones. There are 18 to 20 broad radial ribs which are more prominent and have larger interstices between them on the right valve. There is also sculpturing in the form of concentric growth rings. Some or all of the ribs on the left valve are pink, orange or mauve, while the colour of the right valve is entirely white. The space between the ribs is narrower than in the otherwise similar, closely related species, \"&lt;a href=\"Annachlamys%20reevei\"&gt;Annachlamys reevei&lt;/a&gt;\". On the inside of the valve there is often a red tinge or a concentric ring of red dots.\nDistribution and habitat.\n\"Annachlamys flabellata\" is found on sandy &lt;a href=\"seabed\"&gt;seabed&lt;/a&gt;s in the neritic zone at depths of down to on the coasts of the Australian states of &lt;a href=\"Western%20Australia\"&gt;Western Australia&lt;/a&gt;, &lt;a href=\"Northern%20Territory\"&gt;Northern Territory&lt;/a&gt;, &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; and &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, in &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt; and in &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;.\nBiology.\n\"Annachlamys flabellata\" is found lying on sandy seabeds covered with a thin layer of &lt;a href=\"Substrate%20%28biology%29\"&gt;substrate&lt;/a&gt;. It is a &lt;a href=\"filter%20feeder\"&gt;filter feeder&lt;/a&gt;, drawing water into its gill chambers through a gap between the valves at the back of the shell. At the same time as oxygen is being absorbed by the gills, food particles, mostly microscopic algae, are sieved out and transported to the mouth and the water is expelled again. \nIndividuals of \"Annachlamys flabellata\" become mature when they reach about in length. They seem to exhibit partial &lt;a href=\"Sequential%20hermaphroditism\"&gt;protandric sex reversal&lt;/a&gt; in that smaller individuals are mostly males but females predominate among larger individuals. Nevertheless, some small females do exist as do some large males. In lagoons in &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt; with little thermal variation, spawning takes place at intervals throughout the year but the maximum spawning period occurs in the summer from November to March. Other than this, spawning exhibits no correlation to sea temperature variations, changes in salinity and the phases of the moon. In mature individuals, the male gonads are cream coloured and the female gonads bright red. When ripe they are enlarged and visible in the live animal where they obscure the view of the animal's digestive tract. The &lt;a href=\"Egg%20%28biology%29\"&gt;eggs&lt;/a&gt; are fertilised externally and the initial &lt;a href=\"trochophore\"&gt;trochophore&lt;/a&gt; &lt;a href=\"larva\"&gt;larva&lt;/a&gt;e soon develop into &lt;a href=\"veliger\"&gt;veliger&lt;/a&gt; larvae which form part of the &lt;a href=\"zooplankton\"&gt;zooplankton&lt;/a&gt; and disperse with the currents. After some weeks, these settle and undergo &lt;a href=\"metamorphosis\"&gt;metamorphosis&lt;/a&gt; before becoming juveniles."
}