{
    "id": "343206",
    "revid": "1065856691",
    "url": "https://en.wikipedia.org/wiki?curid=343206",
    "title": "University of Zimbabwe",
    "text": "The University of Zimbabwe (UZ) is a &lt;a href=\"public%20university\"&gt;public university&lt;/a&gt; in &lt;a href=\"Harare\"&gt;Harare&lt;/a&gt;, Zimbabwe. It opened in 1952 as the University College of &lt;a href=\"Federation%20of%20Rhodesia%20and%20Nyasaland\"&gt;Rhodesia and Nyasaland&lt;/a&gt;, and was initially affiliated with the &lt;a href=\"University%20of%20London\"&gt;University of London&lt;/a&gt;. It was later renamed the University of &lt;a href=\"Rhodesia\"&gt;Rhodesia&lt;/a&gt;, and adopted its present name upon Zimbabwe's independence in 1980. UZ is the oldest and best ranked university in Zimbabwe.\nThe university has nine faculties and one college (with faculties of Agriculture, Arts, Commerce, Education, Engineering, Law, Science, Social Studies, Veterinary Sciences and the College of Health Sciences) offering a wide variety of degree programmes and many specialist research centres and institutes. The university is accredited through the &lt;a href=\"National%20Council%20for%20Higher%20Education%2C%20Zimbabwe\"&gt;National Council for Higher Education&lt;/a&gt;, under the &lt;a href=\"Ministry%20of%20Higher%20and%20Tertiary%20Education%2C%20Zimbabwe\"&gt;Ministry of Higher and Tertiary Education&lt;/a&gt;. English is the language of instruction. Although once a very successful university, UZ has been facing challenges since 2008 and now the university is on a rebounding drive. Major work is being done to uplift the status of the university. Refurbishments are being carried out on the main campus and many facilities are being upgraded to make the university an International Academic Brand. The university has faced criticism for awarding fraudulent degrees to members of the &lt;a href=\"Mugabe\"&gt;Mugabe&lt;/a&gt; regime, especially &lt;a href=\"Grace%20Mugabe\"&gt;Grace Mugabe&lt;/a&gt;.\nHistory.\nBackground.\nIn 1945, Manfred Hodson (after whom a &lt;a href=\"%23Residences\"&gt;residence&lt;/a&gt; hall is now named) formed the \"Rhodesia University Association\", inspired by the promise of £20,000 by Robert Jeffrey Freeman for establishing such a university. The following year, the &lt;a href=\"Southern%20Rhodesian%20Legislative%20Assembly\"&gt;Southern Rhodesian Legislative Assembly&lt;/a&gt; adopted a motion proposed by Hodson for the establishment of a university college to serve the needs of &lt;a href=\"Southern%20Rhodesia\"&gt;Southern Rhodesia&lt;/a&gt; and neighbouring territories. The &lt;a href=\"Governor%20of%20Southern%20Rhodesia\"&gt;Governor of Southern Rhodesia&lt;/a&gt; established the Rhodesia University Foundation Fund in 1947. The Legislative Assembly accepted an offer of land in &lt;a href=\"Mount%20Pleasant%2C%20Harare\"&gt;Mount Pleasant&lt;/a&gt; from the City of Salisbury (now &lt;a href=\"Harare\"&gt;Harare&lt;/a&gt;) for the construction of the campus in 1948. Four years later a bill was enacted for the incorporation and constitution of the university. First classes began for some 68 students on a temporary site at 147 Baker Avenue (now Nelson Mandela Avenue). Independent of the initiatives of Hodson and the Legislative Assembly, the Central African Council's Commission on Higher Education, led by &lt;a href=\"Alexander%20Carr-Saunders\"&gt;Sir Alexander Carr-Saunders&lt;/a&gt; (after whom another &lt;a href=\"%23Residences\"&gt;residence&lt;/a&gt; is now named), recommended the establishment of a university college to serve the newly established &lt;a href=\"Federation%20of%20Rhodesia%20and%20Nyasaland\"&gt;Federation of Rhodesia and Nyasaland&lt;/a&gt;, with its first preference being to integrate with the Southern Rhodesian initiative.\nEstablishment.\nConstruction began on the Mount Pleasant site, funded by grants from both the &lt;a href=\"British%20Government\"&gt;British Government&lt;/a&gt; and the &lt;a href=\"Government%20of%20the%20Federation%20of%20Rhodesia%20and%20Nyasaland\"&gt;Government of the Federation of Rhodesia and Nyasaland&lt;/a&gt;; other grants came from &lt;a href=\"Anglo%20American%20Corporation\"&gt;Anglo American Corporation&lt;/a&gt;, the &lt;a href=\"British%20South%20Africa%20Company\"&gt;British South Africa Company&lt;/a&gt;, the Rhodesia Selection Trust, the &lt;a href=\"Alfred%20Beit%23The%20Beit%20Trust\"&gt;Beit Trust&lt;/a&gt;, the &lt;a href=\"Ford%20Foundation\"&gt;Ford Foundation&lt;/a&gt; and the Dulverton Trust, and in July 1953 &lt;a href=\"Queen%20Elizabeth%20The%20Queen%20Mother\"&gt;Queen Elizabeth The Queen Mother&lt;/a&gt; laid the foundation stone. In 1955, the British Government formally adopted the institution, establishing the University College of Rhodesia and Nyasaland (UCRN) by &lt;a href=\"Royal%20Charter\"&gt;Royal Charter&lt;/a&gt;. The college was admitted to the privilege of Special Relation with the &lt;a href=\"University%20of%20London\"&gt;University of London&lt;/a&gt; the following year, and in 1957 all activities were transferred to the Mount Pleasant campus. The following year the college was granted pieces of land upon which the &lt;a href=\"University%20of%20Zimbabwe%20Farm\"&gt;college farm&lt;/a&gt; and the &lt;a href=\"University%20of%20Zimbabwe%20Lake%20Kariba%20Research%20Station\"&gt;Lake Kariba Research Station&lt;/a&gt; were constructed. In 1963 the &lt;a href=\"%23Colleges\"&gt;Medical School&lt;/a&gt; opened and was affiliated to the &lt;a href=\"University%20of%20Birmingham\"&gt;University of Birmingham&lt;/a&gt;. After the dissolution of the &lt;a href=\"Federation%20of%20Rhodesia%20and%20Nyasaland\"&gt;Federation of Rhodesia and Nyasaland&lt;/a&gt;, the University College continued as an independent institution of higher education and research, open to all races. In 1970 a phased termination of the associations with the Universities of London and Birmingham began.\nPost independence.\nFollowing &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt;'s independence after the &lt;a href=\"Rhodesian%20Bush%20War\"&gt;Rhodesian Bush War&lt;/a&gt;, the university was renamed University of Zimbabwe in 1980. In 1981, the first black Principal, &lt;a href=\"Walter%20Kamba\"&gt;Walter Kamba&lt;/a&gt;, was appointed and in 1982 the Royal Charter was replaced by an Act of Parliament. Student numbers rose from 1,000 in 1980 to 2,000 by 1985. In December 1998, the university hosted the Eighth Assembly of the &lt;a href=\"World%20Council%20of%20Churches\"&gt;World Council of Churches&lt;/a&gt; (WCC). The Assembly, the WCC's chief governing body, met in the Great Hall on the UZ campus.\nOn 5 October 1989, thousands of students at the university gathered to protest the arrests of two student leaders. Hundreds of riot police arrived, clashing with the protestors, several of whom were injured and more than 50 of whom were arrested and faced up to five years in prison. By noon that day, all of the university's 8,000 students were ordered to leave campus, and riot police arrived, blocking entrances to campus and preventing students from entering.\nThe &lt;a href=\"University%20of%20Zimbabwe%20Act\"&gt;University of Zimbabwe Act&lt;/a&gt; was controversially amended in 1990, giving the government more powers and, according to many faculty, students and observers, attacking &lt;a href=\"academic%20freedom\"&gt;academic freedom&lt;/a&gt;. The late 1980s and most of the 1990s saw a rise in &lt;a href=\"student%20protest\"&gt;student protest&lt;/a&gt;, resulting in several closures and mass expulsions. Despite the ongoing tensions, the university continued to grow and the student population had reached 8,000 by 1995 and 10,139 by 2001. As the 2000s began, the university struggled to meet lecturers' and professors' expectations on salary levels, leading to numerous &lt;a href=\"Strike%20action\"&gt;strikes&lt;/a&gt;. Many donors, including the &lt;a href=\"Government%20of%20Sweden\"&gt;Government of Sweden&lt;/a&gt;, which had previously been a major financer of UZ, cut or cancelled their aid. As the &lt;a href=\"Hyperinflation%20in%20Zimbabwe\"&gt;economic crisis&lt;/a&gt; grew in Zimbabwe, UZ began to fail to recruit lecturers and professors to fill vacancies. By 2007, the shortage of staff was preventing the teaching and examination of some programmes. Problems with water and electricity supply, as well as maintenance of infrastructure became critical by the late 2000s. The decline of UZ culminated in the university's failure to re-open for the 2008–2009 academic year. The university briefly opened in early 2009, but no classes were held due to strike action by lecturers. The institution was closed again in late February, following demonstrations by students against new, hard currency fees.\nControversy over fraudulent degrees.\nThe university has faced criticism for awarding fraudulent degrees to members of the &lt;a href=\"Mugabe\"&gt;Mugabe&lt;/a&gt; regime; in 2014, &lt;a href=\"Grace%20Mugabe\"&gt;Grace Mugabe&lt;/a&gt; was given a doctorate in sociology, only two months after being registered on the programme, although a dissertation does not exist in the university archives. Also other senior members of the Mugabe regime were given doctorates, without writing dissertations. On 20 November 2017, the University of Zimbabwe students boycotted writing exams citing that the former first lady Grace Mugabe's controversial PhD should be revoked. They also protested and declared that they would not write examinations until Robert Mugabe resigned. The 93 year old leader and then chancellor of the university resigned the following afternoon on 21 November 2017 as head of state and government. Many claimed that the University of Zimbabwe's students will go down in history as those who gave the Mugabe regime the 'final push' of his 37-year reign as Zimbabwe's leader.\nCampus.\nThe main campus of the University of Zimbabwe is located in the affluent &lt;a href=\"Mount%20Pleasant%2C%20Harare\"&gt;Mount Pleasant&lt;/a&gt; suburb in northern &lt;a href=\"Harare\"&gt;Harare&lt;/a&gt;. The campus spans in the southern part of Mount Pleasant, forming the main portion of a special section of land reserved for educational purposes located between Mount Pleasant Drive, Upper East Road, Churchill Avenue, and Teviotdale Road. Other institutions located within this zone include the &lt;a href=\"Ministry%20of%20Primary%20and%20Secondary%20Education%20%28Zimbabwe%29\"&gt;Ministry of Education&lt;/a&gt; Audio-Visual Centre, &lt;a href=\"Mount%20Pleasant%20School%2C%20Harare\"&gt;Mount Pleasant School&lt;/a&gt;, and the &lt;a href=\"Zimbabwe%20School%20Examinations%20Council\"&gt;Zimbabwe School Examinations Council&lt;/a&gt; headquarters. There are 171 buildings on the main campus, including academic facilities, all but two of the student residence halls, and much of the staff housing. The main campus also features sporting facilities and the College Green, a grassy space located near the centre of campus close to the academic buildings that is a popular site for social events. Roughly a third of the campus is a seasonal &lt;a href=\"wetland\"&gt;wetland&lt;/a&gt; that is unsuitable for construction and remains undeveloped.\nIn addition to the Mount Pleasant campus, the university has facilities in several different locations throughout Zimbabwe. In Harare alone, UZ has 46 buildings located outside the Mount Pleasant campus. The university's main &lt;a href=\"satellite%20campus\"&gt;satellite campus&lt;/a&gt;, located at the &lt;a href=\"Parirenyatwa%20Hospital\"&gt;Parirenyatwa Hospital&lt;/a&gt; in central Harare, houses the College of Health Sciences. Besides the medical school, additional university properties within Harare include blocks of &lt;a href=\"Apartment\"&gt;flats&lt;/a&gt; for staff and student housing in &lt;a href=\"The%20Avenues%2C%20Harare\"&gt;The Avenues&lt;/a&gt;, &lt;a href=\"Avondale%2C%20Harare\"&gt;Avondale&lt;/a&gt;, and Mount Pleasant. Outside Harare, UZ has facilities in &lt;a href=\"Bulawayo\"&gt;Bulawayo&lt;/a&gt;, &lt;a href=\"Kariba%2C%20Zimbabwe\"&gt;Kariba&lt;/a&gt;, and &lt;a href=\"Teviotdale%2C%20Zimbabwe\"&gt;Teviotdale&lt;/a&gt;. The university operates the &lt;a href=\"University%20of%20Zimbabwe%20Lake%20Kariba%20Research%20Station\"&gt;Lake Kariba Research Station&lt;/a&gt;, located in the &lt;a href=\"Nyamhunga\"&gt;Nyamhunga&lt;/a&gt; suburb of Kariba, &lt;a href=\"Mashonaland%20West%20Province\"&gt;Mashonaland West&lt;/a&gt;, as well as the &lt;a href=\"University%20of%20Zimbabwe%20Farm\"&gt;University of Zimbabwe Farm&lt;/a&gt;, also known as Thornpark Estate, which lies approximately 8 kilometers away from the Mount Pleasant campus, on Mazowe Road in Teviotdale, &lt;a href=\"Mazowe%20District\"&gt;Mazowe District&lt;/a&gt;, &lt;a href=\"Mashonaland%20Central%20Province\"&gt;Mashonaland Central&lt;/a&gt;. The farm, in size, is used by the UZ Faculty of Agriculture for teaching and research. Several of Zimbabwe's newer universities began as colleges and satellite campuses of UZ, such as &lt;a href=\"Bindura%20University%20of%20Science%20Education\"&gt;Bindura University of Science Education&lt;/a&gt;, &lt;a href=\"Chinhoyi%20University%20of%20Technology\"&gt;Chinhoyi University of Technology&lt;/a&gt;, and &lt;a href=\"Zimbabwe%20Open%20University\"&gt;Zimbabwe Open University&lt;/a&gt;.\nAcademics.\nUndergraduate.\nThe basic format of undergraduate learning at UZ is &lt;a href=\"lecture\"&gt;lecture&lt;/a&gt;s, by &lt;a href=\"professor\"&gt;professor&lt;/a&gt;s or &lt;a href=\"lecturer\"&gt;lecturer&lt;/a&gt;s and &lt;a href=\"tutorial\"&gt;tutorial&lt;/a&gt;s by &lt;a href=\"lecturer\"&gt;lecturer&lt;/a&gt;s of &lt;a href=\"teaching%20assistant\"&gt;teaching assistant&lt;/a&gt;s. Many programmes also have &lt;a href=\"laboratory\"&gt;laboratory&lt;/a&gt;-based practical work and &lt;a href=\"field%20work\"&gt;field school&lt;/a&gt;s. Tests and assignments on course content are graded for a theory &lt;a href=\"coursework\"&gt;coursework&lt;/a&gt; grade. Practical work, where applicable, is graded for a practical coursework grade. Theory, and in some cases practical, &lt;a href=\"Test%20%28assessment%29\"&gt;examination&lt;/a&gt;s are administered.\nThe degree programmes follow the &lt;a href=\"Course%20%28education%29\"&gt;Course Unit&lt;/a&gt; model, and in many programmes it is possible for students to select some of the courses from a range of options. Honours degrees have a compulsory project course that the students must complete individually, with different projects carried out by each student.\nThe undergraduate programmes offered lead to &lt;a href=\"Bachelor%20degree\"&gt;Bachelor&lt;/a&gt;, &lt;a href=\"Bachelor%20degree%23Honours%20Degrees%20and%20academic%20distinctions\"&gt;Bachelor (Honours)&lt;/a&gt; and Intercalated bachelor's degrees. Registered bachelor's degree programmes are in &lt;a href=\"arts\"&gt;arts&lt;/a&gt;, &lt;a href=\"business%20studies\"&gt;business studies&lt;/a&gt; and &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt;, &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt; and &lt;a href=\"Hotel%20manager\"&gt;hospitality management&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt;, &lt;a href=\"adult%20education\"&gt;adult education&lt;/a&gt;, &lt;a href=\"science%20education\"&gt;science education&lt;/a&gt;, &lt;a href=\"nursing%20science\"&gt;nursing science&lt;/a&gt;, &lt;a href=\"science\"&gt;science&lt;/a&gt;, &lt;a href=\"social%20work\"&gt;social work&lt;/a&gt;, &lt;a href=\"dental%20surgery\"&gt;dental surgery&lt;/a&gt;, &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt; and &lt;a href=\"surgery\"&gt;surgery&lt;/a&gt; and &lt;a href=\"veterinary%20science\"&gt;veterinary science&lt;/a&gt;. Registered undergraduate Bachelor (Honours) programmes are in &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, &lt;a href=\"agricultural%20engineering\"&gt;agricultural engineering&lt;/a&gt;, &lt;a href=\"environmental%20science\"&gt;applied environmental science&lt;/a&gt;, arts, &lt;a href=\"accountancy\"&gt;accountancy&lt;/a&gt;, business studies, &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"engineering\"&gt;engineering&lt;/a&gt;, &lt;a href=\"mining%20engineering\"&gt;mining engineering&lt;/a&gt;, &lt;a href=\"surveying\"&gt;surveying&lt;/a&gt;, &lt;a href=\"Medical%20laboratory%20scientist\"&gt;medical laboratory sciences&lt;/a&gt;, &lt;a href=\"nursing%20science\"&gt;nursing science&lt;/a&gt;, &lt;a href=\"pharmacy\"&gt;pharmacy&lt;/a&gt;, &lt;a href=\"occupational%20therapy\"&gt;occupational therapy&lt;/a&gt;, &lt;a href=\"physiotherapy\"&gt;physiotherapy&lt;/a&gt;, &lt;a href=\"science\"&gt;science&lt;/a&gt;, &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"politics%20and%20administration\"&gt;politics and administration&lt;/a&gt;, &lt;a href=\"psychology\"&gt;psychology&lt;/a&gt;, &lt;a href=\"rural\"&gt;rural&lt;/a&gt; and &lt;a href=\"urban%20planning\"&gt;urban planning&lt;/a&gt;, and &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;. Registered intercalated programmes are in &lt;a href=\"anatomy\"&gt;anatomy&lt;/a&gt;, &lt;a href=\"human%20physiology\"&gt;human physiology&lt;/a&gt;, &lt;a href=\"veterinary%20anatomy\"&gt;veterinary anatomy&lt;/a&gt;, &lt;a href=\"veterinary%20physiology\"&gt;veterinary physiology&lt;/a&gt; and &lt;a href=\"veterinary%20biochemistry\"&gt;veterinary biochemistry&lt;/a&gt;.\nPostgraduate.\nThe University of Zimbabwe offers postgraduate honours degrees, two types of master's degree and doctoral degrees. Postgraduate honours programmes, also known as \"special honours\" programmes last are for one-year duration and incorporate coursework, examinations and a compulsory project module. Master's degrees by coursework and project are designated M.A. or M.Sc. and are of one to two years duration. They incorporate coursework and project modules. Master's degrees by research thesis only are designated M.Phil. and require a minimum of two years study. The doctoral programme, D.Phil., is by research thesis only. Students who are carrying out an M.Phil. study, but have not yet submitted their thesis, may apply to their faculty to upgrade their study to the D.Phil. programme.\nSuspension of programmes.\nDue to the heavy staff vacancies that UZ began suffering from in the 2000s, many programmes and specialisations have been suspended.\nRankings.\nAlthough UZ has not generally featured in major international rankings such as the &lt;a href=\"THES%20-%20QS%20World%20University%20Rankings\"&gt;Times Higher Education Supplement QS World University Rankings&lt;/a&gt; or the &lt;a href=\"Academic%20Ranking%20of%20World%20Universities\"&gt;Academic Ranking of World Universities&lt;/a&gt;, the World Universities Ranking placed the university number 14 in Africa in 2007, after various South African universities, the &lt;a href=\"American%20University%20in%20Cairo\"&gt;American University in Cairo&lt;/a&gt; and the &lt;a href=\"University%20of%20Dar-es-Salaam\"&gt;University of Dar-es-Salaam&lt;/a&gt;, and number 3,549 out of 9,760 accredited universities in the world. By 2008, UZ had slid to number 17 in Africa and number 4,001 globally. In 2010, according to &lt;a href=\"University%20Ranking%20by%20Academic%20Performance%20%28URAP%29\"&gt;University Ranking by Academic Performance (URAP)&lt;/a&gt;, University of Zimbabwe is the best university in Zimbabwe and 1340th university in the world.\nAdministration and organisation.\nCentral governance.\nThe titular head of the university is the &lt;a href=\"Chancellor%20%28education%29\"&gt;Chancellor&lt;/a&gt;, who is the &lt;a href=\"President%20of%20Zimbabwe\"&gt;President of Zimbabwe&lt;/a&gt;. The university is governed by a &lt;a href=\"University%20Council\"&gt;University Council&lt;/a&gt;, comprising the university's chief officers, representatives of the Senate, staff and students, nominees of the Minister of Higher and Tertiary Education and representatives form various sectors of commerce and civil society. The chief executive of the university is the &lt;a href=\"Vice-Chancellor\"&gt;Vice-Chancellor&lt;/a&gt;, who is appointed by the Chancellor after consultation with the Minister of Higher and Tertiary Education and the University Council. The Vice-Chancellor is assisted by one or more &lt;a href=\"Pro%E2%80%93Vice-Chancellor\"&gt;Pro–Vice-Chancellors&lt;/a&gt;, appointed by the University Council with the approval of the Minister of Higher and Tertiary Education.\nThe academic authority of the university is vested in the &lt;a href=\"Academic%20Senate\"&gt;Senate&lt;/a&gt;, comprising the university's chief officers, the &lt;a href=\"Dean%20%28education%29\"&gt;deans of faculties&lt;/a&gt;, all full &lt;a href=\"professor\"&gt;professor&lt;/a&gt;s, the chairmen of departments and staff and student representatives. The university is divided into &lt;a href=\"Faculty%20%28division%29\"&gt;faculties&lt;/a&gt;, managed by an executive dean and governed by a Faculty Board comprising all professors and &lt;a href=\"lecturer\"&gt;lecturer&lt;/a&gt;s.\nFaculties.\nThere are twelve academic faculties:\nColleges.\nThe university currently has one college, the College of Health Sciences which incorporates the Faculty of &lt;a href=\"Medicine\"&gt;Medicine&lt;/a&gt;. However, many of Zimbabwe's public universities started as colleges of the University of Zimbabwe:\nTrans-disciplinary institutes.\nThe university has two trans-disciplinary research institutes: the Institute of Development Studies (IDS) and the Institute of Environmental Studies (IES).\nAffiliated institutions.\nThere are numerous education institutions affiliated to the University of Zimbabwe, including teacher training colleges and the School of Social Work.\nAcademic year.\nThe academic year runs from August to June, with &lt;a href=\"graduation\"&gt;graduation&lt;/a&gt; normally in September. As from February 2016, the university introduced a second intake, with an academic year that runs from February to December.\nStudent life.\nResidences.\nOn the main campus there are five residences for women: Swinton Hall, Complexes 1, 4 and 5 and Carr-Saunders, and four residences for men: Manfred Hodson Hall, Complex 2, Complex 3 and Manfred Hodson Annex (formerly New Hall). There is also the Medical Residence at the Medical School campus and Mount Royal Residence in the &lt;a href=\"Avenues%2C%20Harare\"&gt;Avenues&lt;/a&gt;, in central Harare. The residences were closed in June 2007, with the university authorities citing maintenance and sanitation problems but were reopened in 2014.\nSports, clubs and traditions.\nThe university has a target of at least one current or former UZ student representing the country in a medal winning sports team in international competitions annually. &lt;a href=\"Sport\"&gt;Sport&lt;/a&gt; at UZ is centred around the Sports Pavilion, which was donated by National Breweries. Sports offered at the university include &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"rugby%20union\"&gt;rugby&lt;/a&gt;, and &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;. UZ has frequently won the Zimbabwe Universities Sports Association Games. In its early years, men's hockey was the premier sport, with a team in Salisbury's \"First League\" in 1960 The University of Zimbabwe Football Club plays in Zimbabwe's Division two and is the former home of &lt;a href=\"Manchester%20City%20F.C.\"&gt;Manchester City&lt;/a&gt; &lt;a href=\"Striker%20%28association%20football%29\"&gt;striker&lt;/a&gt; and &lt;a href=\"Zimbabwe%20national%20football%20team\"&gt;Zimbabwe national football team&lt;/a&gt; captain &lt;a href=\"Benjani%20Mwaruwari\"&gt;Benjani Mwaruwari&lt;/a&gt;. The club was for a time coached by former &lt;a href=\"President%20of%20Zimbabwe\"&gt;President&lt;/a&gt; &lt;a href=\"Canaan%20Banana\"&gt;Canaan Banana&lt;/a&gt;. When Zimbabwe hosted the &lt;a href=\"All-Africa%20Games\"&gt;All-Africa Games&lt;/a&gt; in 1995, UZ was the games village. Maintenance of sporting facilities is the responsibility of the Director: Sport, but in recent years accessing funds from the State Procurement Board has been a challenge. Other popular and successful sporting disciplines at UZ are Basketball, Vollyeball, Rugby and Handball whom are all playing in the Harare professional leagues. In October 2015, the Sports Department organised a Handball festival in celebration of the university's 6oth anniversary and this festival has become an annual event ever since and the biggest handball festival in the country.\nIn most departments there are subject–related clubs or societies, for example the Kirk Biological Society and the &lt;a href=\"AIESEC\"&gt;AIESEC&lt;/a&gt; and Students Institution for Success Club. In 2005, UZ won the World Cup held in Ontario, Canada. There are also non–academic clubs such as &lt;a href=\"Rotaract\"&gt;Rotaract&lt;/a&gt;\nGender issues.\nThe gender gap in enrollment at UZ, like at African universities, became a concern by the mid-1990s and in 1995 an affirmative action programme was built into the university's policy. However, many female students feel inhibited from taking male-dominated courses or taking part in student politics. Women are intimidated by gender–related violence and sexual exploitation.\nUniversity of Zimbabwe people.\nVice-Chancellors and principals.\nThe first head of the university was &lt;a href=\"William%20Rollo%20%28academic%29\"&gt;William Rollo&lt;/a&gt;, who served as interim &lt;a href=\"Principal%20%28academia%29\"&gt;Principal&lt;/a&gt; from 1953 to 1955. The first substantive Principal was &lt;a href=\"Walter%20Adams%20%28historian%29\"&gt;Walter Adams&lt;/a&gt;, who served from 1955 until 1966 and was later Director of the &lt;a href=\"London%20School%20of%20Economics\"&gt;London School of Economics&lt;/a&gt; (he was knighted in 1970). Adams was succeeded by &lt;a href=\"Terence%20Miller\"&gt;Terence Miller&lt;/a&gt;, who lasted a mere two years as his racially progressive views brought him into conflict with the Rhodesian government. His successor, Scottish theologian &lt;a href=\"Robert%20Craig%20%28theologian%29\"&gt;Robert Craig&lt;/a&gt;, who later was &lt;a href=\"Moderator%20of%20the%20General%20Assembly%20of%20the%20Church%20of%20Scotland\"&gt;Moderator of the General Assembly of the Church of Scotland&lt;/a&gt;, served from 1969 to 1980. &lt;a href=\"Leonard%20John%20Lewis\"&gt;Leonard J. Lewis&lt;/a&gt; served as Principal for around a year during the transition to Zimbabwe's independence. He was succeeded in 1981 by law professor &lt;a href=\"Walter%20Kamba\"&gt;Walter Kamba&lt;/a&gt;, who became Vice-Chancellor, the post created to replace that of Principal. Like Miller, Kamba clashed with the government and announced his resignation at the 1992 graduation ceremony, in a speech that cited government interference in the university and threats to &lt;a href=\"academic%20freedom\"&gt;academic freedom&lt;/a&gt;. He was succeeded by &lt;a href=\"Gordon%20Chavunduka\"&gt;Gordon Chavunduka&lt;/a&gt; until 1996, and then by &lt;a href=\"Graham%20Hill%20%28academic%29\"&gt;Graham Hill&lt;/a&gt; from 1997 to 2002. &lt;a href=\"Levi%20Nyagura\"&gt;Levi Nyagura&lt;/a&gt;, the longest-serving Vice-Chancellor, held the office from 2003 to 2018, when he was suspended on charges that he unprocedurally awarded a PhD degree to former First Lady &lt;a href=\"Grace%20Mugabe\"&gt;Grace Mugabe&lt;/a&gt;. President &lt;a href=\"Emmerson%20Mnangagwa\"&gt;Emmerson Mnangagwa&lt;/a&gt; appointed &lt;a href=\"agricultural%20engineering\"&gt;agricultural engineering&lt;/a&gt; professor &lt;a href=\"Paul%20Mapfumo\"&gt;Paul Mapfumo&lt;/a&gt; as acting Vice-Chancellor in August 2018."
}