{
    "id": "343339",
    "revid": "84755",
    "url": "https://en.wikipedia.org/wiki?curid=343339",
    "title": "Emperor He of Han",
    "text": "Emperor He of Han (; 79 – 13 February 106) was an &lt;a href=\"emperor%20of%20China\"&gt;emperor&lt;/a&gt; of the Chinese &lt;a href=\"Han%20dynasty\"&gt;Han dynasty&lt;/a&gt; who ruled from 88 to 106. He was the 4th emperor of the Eastern Han.\nEmperor He was the son of &lt;a href=\"Emperor%20Zhang%20of%20Han\"&gt;Emperor Zhang&lt;/a&gt;. He ascended the throne at the age of nine and reigned for 17 years. It was during Emperor He's reign that the Eastern Han began its decline. Strife between &lt;a href=\"consort%20clan\"&gt;consort clan&lt;/a&gt;s and &lt;a href=\"Eunuch%20%28court%20official%29\"&gt;eunuch&lt;/a&gt;s began when the &lt;a href=\"Empress%20Dou%20%28Zhang%29\"&gt;Empress Dowager Dou&lt;/a&gt; (Emperor He's adoptive mother) made her own family members important government officials. Her family was corrupt and intolerant of dissension. In 92, Emperor He was able to remedy the situation by removing the empress dowager's brothers with the aid of the eunuch &lt;a href=\"Zheng%20Zhong\"&gt;Zheng Zhong&lt;/a&gt; and his brother &lt;a href=\"Liu%20Qing%20%28prince%29\"&gt;Liu Qing&lt;/a&gt; the Prince of Qinghe. This in turn created a precedent for eunuchs to be involved in important affairs of state. The trend would continue to escalate for the next century, contributing to the fall of the Han dynasty. Further, while &lt;a href=\"Qiang%20people\"&gt;Qiang&lt;/a&gt; revolts, spurred by corrupt and/or oppressive Han officials, started during his father Emperor Zhang's reign, they began to create major problems for the Han during Emperor He's reign and would last until the reign of &lt;a href=\"Emperor%20Ling%20of%20Han\"&gt;Emperor Ling&lt;/a&gt;.\nEmperor He himself appeared to be a kind and gentle man. However, he lacked his father's and grandfather &lt;a href=\"Emperor%20Ming%20of%20Han\"&gt;Emperor Ming&lt;/a&gt;'s acumen for governance and for judgment of character. Although Emperor He's reign arguably began Han's long decline, notable scientific progress was made during this period, including the invention of &lt;a href=\"paper\"&gt;paper&lt;/a&gt; by the eunuch &lt;a href=\"Cai%20Lun\"&gt;Cai Lun&lt;/a&gt; in 105.\nOne additional trend that started with Emperor He was the lack of imperial heirs - most of Emperor He's sons predeceased him, and at his death he had only two live male children, neither of whom survived long after his death. Whereas many dynasties had succession crises triggered by an emperor's many sons vying to succeed him, in the case of the Eastern Han, crises were triggered by the lack of direct male line heirs, further adding to dynastic instability.\nFamily background.\nPrince Zhao was born to &lt;a href=\"Emperor%20Zhang%20of%20Han\"&gt;Emperor Zhang&lt;/a&gt; and his &lt;a href=\"concubine\"&gt;concubine&lt;/a&gt; &lt;a href=\"Consort%20Liang\"&gt;Consort Liang&lt;/a&gt; in 79. Because Emperor Zhang's favourite, &lt;a href=\"Empress%20Dou%20%28Zhang%29\"&gt;Empress Dou&lt;/a&gt;, had no sons of her own, she adopted Prince Zhao as her own son; in doing so, she might have been inspired by her mother-in-law, &lt;a href=\"Empress%20Ma%20%28Han%20dynasty%29\"&gt;Empress Ma&lt;/a&gt;, who had adopted Emperor Zhang, born of &lt;a href=\"Emperor%20Ming%20of%20Han\"&gt;Emperor Ming&lt;/a&gt;'s concubine &lt;a href=\"Consort%20Jia\"&gt;Consort Jia&lt;/a&gt;. By the time Prince Zhao was born, his older brother Liu Qing, born of another concubine, &lt;a href=\"Consort%20Song\"&gt;Consort Song&lt;/a&gt;, had already been created &lt;a href=\"crown%20prince\"&gt;crown prince&lt;/a&gt;. However, Empress Dou dearly wanted to make her adopted son crown prince as well as to eliminate Consort Song and her younger sister, also an imperial consort, as competition for Emperor Zhang's affection.\nIn 82, an opportunity came for Empress Dou. Consort Song, the mother of Crown Prince Qing, had become ill, and in her illness, she craved raw &lt;a href=\"cuscuta\"&gt;cuscuta&lt;/a&gt;, and she requested that her family bring her some. Empress Dou seized the cuscuta and accused Consort Song and her sister of using it for witchcraft. Emperor Zhang was enraged and expelled Crown Prince Qing from the palace. He had both Consort Song and her sister arrested and interrogated by the eunuch &lt;a href=\"Cai%20Lun\"&gt;Cai Lun&lt;/a&gt;. Following this they committed suicide by poison. Crown Prince Qing was deposed and created the Prince of Qinghe instead; he was replaced by Prince Zhao as crown prince. Prince Zhao, however, was friendly to his brother, and they often spent time together.\nThe Song sisters would not be Empress Dou's only victims. After Prince Zhao was made crown prince, his birth mother's clan, the Liangs, did not dare to openly celebrate, but were secretly happy. When the Dou clan heard of this, they were displeased and fearful, and they felt that they had to destroy the Liangs. Empress Dou began to give false reports about Prince Zhao's birth mother Consort Liang and her sister, also an imperial consort, and they lost Emperor Zhang's favour. In 83, the Dou clan further submitted anonymous accusations against the father of both Consorts Liang, Liang Song (), who died in prison. The two Liang sisters died of sadness and fear.\nIn 88, Emperor Zhang died, and Crown Prince Zhao succeeded to the throne at age nine.\nEarly reign under the shadow of the Dous.\nThe boy Emperor He had no real powers; these powers were in the hands of Empress Dowager Dou, and her brothers &lt;a href=\"Dou%20Xian\"&gt;Dou Xian&lt;/a&gt;, Dou Du (), Dou Jing (), and Dou Gui (). Of her brothers, Dou Gui alone was humble and unassuming, but the other three, particularly Dou Xian, were arrogant, using their connection to the empress dowager to intimidate other officials into submission.\nLate in 88, however, a crime that Dou Xian committed threatened to cause even Empress Dowager Dou to want him executed. Liu Chang (), the Marquess of Duxiang, was favoured by Empress Dowager Dou for his intelligence, and Dou Xian became fearful that Liu will reduce his power and influence. He therefore had Liu assassinated and blamed Liu's brother Liu Gang (), the Marquess of Li. Several judges who were unafraid of Dou Xian, however, carried out a thorough investigation, and Dou Xian's involvement was discovered. Empress Dowager Dou was enraged, and she put Dou Xian under arrest, and Dou Xian offered to lead an army against the North &lt;a href=\"Xiongnu\"&gt;Xiongnu&lt;/a&gt; (Xiongnu having been divided into two since the times of &lt;a href=\"Emperor%20Guangwu%20of%20Han\"&gt;Emperor Guangwu&lt;/a&gt;, with South Xiongnu being a loyal vassal and North Xiongnu being a constant nuisance, at most) to atone for his crimes.\nEmpress Dowager Dou agreed, and Dou Xian led an army and crushed the North Xiongnu in 89. After this great military victory, he became even more arrogant, and regained the support of Empress Dowager Dou. He had another major victory over the North Xiongnu in 91, essentially wiping North Xiongnu out as a political entity. As a result, Dou Xian so dominated the government that all dissenting officials faced the threat of demotion or even death.\nThe coup d'etat against the Dous.\nIn 92, however, the Dous would suddenly fall as the result of a &lt;a href=\"coup%20d%27etat\"&gt;coup d'etat&lt;/a&gt;. The details are unclear, but it appeared that Emperor He, perhaps encouraged by his brother Prince Qing (whose mother had died at the Dous' hand and whose status as crown prince had been stripped away by their machinations) and the eunuch Zheng Zhong ().\nBased on the traditional historical accounts, some of the Dous' relatives (but not the Dous themselves) had considered murdering the emperor. (The utter lack of motive, however, has led modern historians to generally discredit this assertion.) Emperor He, fearful of being murdered, planned along with Zheng and Liu Qing to destroy the Dous' power. They received some help—in the form of historical accounts that would inspire them as to what to do—from another brother of the emperor, Liu Kang (), the Prince of Qiancheng.\nIn the summer, Emperor He made a sudden move, issuing an edict ordering the imperial guards to go on alert and to close the gates of the capital &lt;a href=\"Luoyang\"&gt;Luoyang&lt;/a&gt;. The Dous' relatives who were accused of plotting to murder the emperor were executed. An imperial messenger was sent to seize Dou Xian's seal as the commander of the armed forces. All of the empress dowager's brothers were sent back to their &lt;a href=\"marches\"&gt;march&lt;/a&gt; but under close guard—the emperor wanted to execute them but did not want to do so publicly, so once they returned to their marches, he ordered all of them, except for the more humble Dou Gui, to commit suicide.\nLate reign.\nAfter the coup d'état against the Dous, Emperor He appeared actually take power, and Empress Dowager Dou lost all power, although he continued to honour her as his mother, apparently having some inkling but not knowing for sure that she was not his birth mother. Prince Qing became a trusted advisor of his, as did Zheng—which started an escalating trend of eunuchs being involved with government matters, lasting for the rest of the Eastern Han Dynasty. In 102, Zheng was created marquess, in an unprecedented action. In the aftermath of the coup d'état, innumerable officials accused of being the Dous' associates were arrested or removed from their posts. The chief among them were the historian &lt;a href=\"Ban%20Gu\"&gt;Ban Gu&lt;/a&gt;, who was a chief assistant of Dou Xian and who had apparently been complicit in Dou's autocracy, as well as the commander of the armed forces Song You (), although Ban Gu's brother &lt;a href=\"Ban%20Chao\"&gt;Ban Chao&lt;/a&gt; was not affected and continued to enjoy imperial support in his Xiyu campaigns. In 97, Ban Chao sent his assistant Gan Ying () (Kan Ying) on a mission to the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;—but Gan turned back after reaching an unnamed shore in the &lt;a href=\"Parthian%20Empire\"&gt;Parthian Empire&lt;/a&gt;, which might have been the shore of the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;—without reaching &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. In 102, after Ban Chao's retirement, however, mismanagement would lead to the Xiyu kingdoms to rebel against Han authority, and the suzerainty over Xiyu was lost.\nThe reign of Emperor He was generally one free of major corruption, and the young emperor was himself humble and unassuming. He also appeared to genuinely care for the people. However, he was also undistinguished as an emperor, as he appeared to lack the abilities of his father and grandfather in actively doing what was good for the people.\nIn 97, Empress Dowager Dou died. It was only at this time that officials revealed to Emperor He that he was born of Consort Liang. He sought out her brothers and honoured them with powerful posts—and from this point on, the Liang clan would become one of the most powerful in the Eastern Han aristocracy. He also posthumously rewarded her with an empress title. However, he rejected a suggestion that Empress Dowager Dou be posthumously demoted, and he buried her with full imperial honours with his father Emperor Zhang. (He also posthumously honoured his brother Prince Qing's mother with lesser honours and awarded her brothers with minor posts.)\nIssues with the Qiang.\n&lt;a href=\"Qiang%20people\"&gt;Qiang&lt;/a&gt; rebellions — a persistent problem for the Eastern Han - also took place during Emperor He's reign. (They had first started during his father Emperor Zhang's reign, but were not a major problem until his reign.) In 92, when the official in charge of Qiang affairs, Deng Xun () died, the Qiang had been pacified apparently by Deng's good governing tactics, but after Deng's death, the new official Nie Shang () apparently inadvertently offended the Qiang chief Mitang (), and Mitang rebelled. In 93, the new official in charge of Qiang affairs, Guan You (), was able to defeat Mitang by alienating the other tribes from Mitang's own, but Mitang was not captured and remained a threat. After Guan's death, his successor Shi Chong (), indeed, would suffer major losses against Mitang. Mitang, however, would eventually surrender in 98 after running out of allies, and Emperor He in fact received Mitang in an official audience that year. In 100, however, Mitang, suspicious of Han officials' intentions in ordering him to move a long distance—under the rationale that his people were then living on poor soil and the new location provided better opportunities—rebelled again. However, for the rest of his years, Mitang would basically be a nuisance and not a major threat.\nMarital issues.\nIn 96, Emperor He created one of his favourites, &lt;a href=\"Empress%20Yin%20%28He%29\"&gt;Consort Yin&lt;/a&gt;—who came from the noble lineage of a brother of Emperor Guangwu's wife, &lt;a href=\"Empress%20Yin%20Lihua\"&gt;Empress Yin Lihua&lt;/a&gt;—empress. She was described as beautiful but short and clumsy, and also jealous. In particular, she became jealous of another of Emperor He's favourites, &lt;a href=\"Empress%20Deng%20Sui\"&gt;Consort Deng Sui&lt;/a&gt;, who also came from a noble lineage, as the granddaughter of Emperor Guangwu's prime minister &lt;a href=\"Deng%20Yu\"&gt;Deng Yu&lt;/a&gt; (). Consort Deng was described to have tried to alleviate this situation by acting humbling before Empress Yin, but this further drew her wrath. Once, when Emperor He was ill, Empress Yin made the remark that if she became empress dowager, the Dengs would be slaughtered—and upon hearing that remark, Consort Deng considered committing suicide, and one of her ladies in waiting saved her by falsely telling her that the emperor had recovered. However, the emperor did soon recover, so Consort Deng and her family escaped a terrible fate.\nIn 102, Empress Yin and her grandmother, Deng Zhu (), were accused of using witchcraft to curse imperial consorts (probably including Consort Deng). Lady Deng and her sons, as well as Empress Yin's brother Yin Fu (), died under interrogation and torture. Empress Yin was deposed, and her father Yin Gang () committed suicide. The rest of her family was exiled. She herself died in sorrow, probably in 102 as well.\nAfter Empress Yin was deposed, Consort Deng was created empress. While she was empress, she constantly rejected Emperor He's offers to promote her brothers, so they did not have much power during Emperor He's reign.\nDeath and succession problems.\nEmpress Deng and all of the imperial consorts were sonless for a long time. (Emperor He was described to have had a number of sons who died in young age; it is unclear whether Empresses Yin or Deng ever gave birth, but it appears that they did not.) Late in Emperor He's reign, he had two sons—whose mothers were not mentioned in history—Liu Sheng () and Liu Long (). Under the superstition of the time, it was thought that they might survive better if they grew up outside the palace in light of their other brothers' early deaths, so both were given to &lt;a href=\"foster%20parents\"&gt;foster parents&lt;/a&gt;.\nIn 106, Emperor He died. At that time, Liu Sheng, the older son, was still young (but actual age is not recorded in history) and believed to be constantly ill. The younger, Liu Long, was only 100 days old. Both were welcomed back to the palace, and Empress Deng created Liu Long crown prince, believing that he would be healthier, and then that night he was proclaimed emperor, as &lt;a href=\"Emperor%20Shang%20of%20Han\"&gt;Emperor Shang&lt;/a&gt;. Emperor Shang would only live to age one, however, and died later in 106. After Emperor Shang's death, Empress Dowager Deng was apprehensive that Liu Sheng might resent her for not making him emperor first, refused to make him emperor, but made Prince Qing's son Liu Hu () emperor, as &lt;a href=\"Emperor%20An%20of%20Han\"&gt;Emperor An&lt;/a&gt;.\nFamily.\nConsorts and Issue:"
}