{
    "id": "34363403",
    "revid": "5718152",
    "url": "https://en.wikipedia.org/wiki?curid=34363403",
    "title": "Video of U.S. Marines urinating on Taliban fighters",
    "text": "A video of U.S. Marines urinating on &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; fighters was posted to websites in January 2012. The video was widely viewed on &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt;, &lt;a href=\"TMZ%20%28website%29\"&gt;TMZ&lt;/a&gt; and other sites, and caused anger and outrage in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt; and the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;.\nContent of the video.\nThe video shows four men dressed in full &lt;a href=\"U.S.%20Marine\"&gt;U.S. Marine&lt;/a&gt; combat gear laughing and joking as they &lt;a href=\"urinate\"&gt;urinate&lt;/a&gt; on what appear to be dead men somewhere in a rural part of &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;. News sources describe the dead men as &lt;a href=\"Taliban%20insurgency\"&gt;Taliban insurgents&lt;/a&gt;. There is a &lt;a href=\"wheelbarrow\"&gt;wheelbarrow&lt;/a&gt; next to them and the scene appears as rural farming area. One of the bodies is covered in blood and the Marine can be heard joking \"Have a great day, buddy\", \"Golden like a shower\" and \"Yeahhhh!\".\nCircumstances.\nSubsequent investigation would reveal that the incident took place around July 27, 2011 during a counter-insurgency operation near Sandala, Musa Qala District in Helmand Province, Afghanistan, a Taliban stronghold and a center of opium poppy production that was the scene of tough fighting at the time.\nThe urinating Marines were from the 3rd Battalion, 2nd Marines based at &lt;a href=\"Marine%20Corps%20Base%20Camp%20Lejeune\"&gt;Camp Lejeune&lt;/a&gt; in &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. Of the roughly 1,000 Marines in the battalion, seven were killed during the unit's seven-month deployment in the area.\nInvestigation, perpetrators, and punishment.\nWithin a day of the video's release, internal and criminal investigations were initiated by the Marine Corps. &lt;a href=\"Marine%20Corps%20Commandant\"&gt;Marine Corps Commandant&lt;/a&gt; Gen. &lt;a href=\"James%20F.%20Amos\"&gt;James F. Amos&lt;/a&gt; assigned &lt;a href=\"Steven%20A.%20Hummer\"&gt;LtGen Steven A. Hummer&lt;/a&gt; to conduct an internal investigation. Additionally, Gen. Amos directed the &lt;a href=\"Naval%20Criminal%20Investigation%20Service\"&gt;Naval Criminal Investigation Service&lt;/a&gt; to conduct a criminal investigation. Desecrating bodies is a crime under &lt;a href=\"Uniform%20Code%20of%20Military%20Justice\"&gt;U.S. military law&lt;/a&gt; and the &lt;a href=\"Geneva%20Conventions\"&gt;Geneva Conventions&lt;/a&gt;. &lt;a href=\"International%20Security%20Assistance%20Force\"&gt;ISAF&lt;/a&gt; spokesman Col. Gary Kolb told CNN, \"In extreme cases, an act such as urinating on a body could be construed as a war crime.\"\nInitially, Gen. Amos designated Lt. Gen &lt;a href=\"Thomas%20Waldhauser\"&gt;Thomas Waldhauser&lt;/a&gt;, the highest ranking Marine in Afghanistan, to receive the reports and decide on discipline and punishment. However, in the beginning of February, Amos met Waldhauser in the United Arab Emirates, and they discussed the case. Amos expressed his desire for the Marines involved to be punished harshly. These conversations created the issue of &lt;a href=\"unlawful%20command%20influence\"&gt;unlawful command influence&lt;/a&gt;: it now appeared that Waldhauser was being pressured by his superior rather than sitting as an impartial judge. In an attempt to correct his mistake, Gen Amos replaced Waldhauser with Lt. Gen. Richard P. Mills. However, the issue of unlawful command influence would continue to dog the investigation.\nOn August 27, 2012 the U.S. Marine Corps announced that three Marines involved in the incident received non-judicial administrative punishments. They will also receive a permanent mark on their records that will impact any future promotions and re-enlistments.\nA press release from Lt. Gen Mills' headquarters stated: \"We hold Marines to a high standard of ethical behavior. The Marine Corps takes misconduct by Marines very seriously and is committed to holding accountable those who are responsible.\" The press release also indicated that \"disciplinary actions against other Marines involved in the incident will be announced at a later date.\"\nTwo U.S. Marines—Staff Sergeants Joseph W. Chamblin and Edward W. Deptola—have been charged in the middle of September 2012 for \"violations of the Uniform Code of Military Justice\" for their involvement in the urination incident. The two staff sergeants were officially charged with \"posing for unofficial photographs with human casualties,\" failing to properly prevent or report misconduct by junior Marines under their command, the indiscriminate firing of a grenade launcher and the indiscriminate firing of an enemy machine gun. Lt. Gen. Mills referred both staff sergeants to a &lt;a href=\"Special%20Court%20Martial\"&gt;Special Court Martial&lt;/a&gt;. Referring their cases to a Special Court Martial skips the evidentiary hearings needed to proceed to a &lt;a href=\"Courts-martial%20in%20the%20United%20States%23General%20court-martial\"&gt;General Court Martial&lt;/a&gt; and also limits their potential punishments. The maximum punishments available under a Special Court Martial is one year of confinement, a two-thirds forfeiture of pay for one year, a reduction in rank to Private and a bad conduct discharge.\nBoth SSgt Chamblin and SSgt Deptola pled guilty. Pursuant to pretrial agreements, SSgt Chamblin was sentenced to be reduced in rank and fined, while SSgt Deptola was sentenced to a reduction in rank. \nChamblin has published his view of the events in a book.\nReactions.\n&lt;a href=\"President%20of%20Afghanistan\"&gt;Afghan President&lt;/a&gt; &lt;a href=\"Hamid%20Karzai\"&gt;Hamid Karzai&lt;/a&gt; said that \"the &lt;a href=\"Politics%20of%20Afghanistan\"&gt;government of Afghanistan&lt;/a&gt; is deeply disturbed by a video that shows American soldiers desecrating dead bodies of three Afghans.\"\n&lt;a href=\"Arsala%20Rahmani\"&gt;Arsala Rahmani&lt;/a&gt;, a leading negotiator in Karzai's peace council said that the film will have a \"very, very bad impact on peace efforts\" and that \"Looking at such action, the Taliban can easily recruit young people and tell them that their country has been attacked by Christians and Jews and they must defend it.\"\n&lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;U.S. Defense Secretary&lt;/a&gt; &lt;a href=\"Leon%20Panetta\"&gt;Leon Panetta&lt;/a&gt; said \"I have seen the footage, and I find the behavior depicted in it utterly deplorable.\"\nCongressman &lt;a href=\"Allen%20West%20%28politician%29\"&gt;Allen West&lt;/a&gt; said, \"The Marines were wrong. Give them a maximum punishment under field grade level Article 15 (non-judicial punishment), place a General Officer level letter of reprimand in their personnel file, and have them in full dress uniform stand before their Battalion, each personally apologize to God, Country, and Corps videotaped and conclude by singing the full US Marine Corps Hymn without a teleprompter. As for everyone else, unless you have been shot at by the Taliban, shut your mouth, war is hell.\"\n&lt;a href=\"Dana%20Loesch\"&gt;Dana Loesch&lt;/a&gt; said in her \"The Dana Show\" on &lt;a href=\"KFTK-FM\"&gt;KFTK&lt;/a&gt;, a conservative radio station, \"Can someone explain to me if there's supposed to be a scandal that someone pees on the corpse of a Taliban fighter? Someone who, as part of an organization, murdered over 3,000 Americans? I'd drop trou and do it too. That's me though. I want a million cool points for these guys. Is that harsh to say? Come on people this is a war. What do people think this is. I am totally not politically correct. I told you this. They think that we are going to sit down and have tea.\" She added \"Do I have a problem with that as a citizen of the United States? No, I don't.\" &lt;a href=\"Goldie%20Taylor\"&gt;Goldie Taylor&lt;/a&gt;, a former Marine responded to Loesch's remarks, \"disgusting,” adding “to say you would ‘drop trou’ and do the same thing, I question someone’s integrity who would say something like that.\"\nA Taliban spokesman said: \"First they killed the Afghans with mortars, and they then urinated on their bodies. We strongly condemn this inhumane action by the wild American soldiers.\"\nSecretary of State &lt;a href=\"Hillary%20Clinton\"&gt;Hillary Clinton&lt;/a&gt; said she believed the men may be guilty of a &lt;a href=\"war%20crime\"&gt;war crime&lt;/a&gt;.\nEffects of the video.\nThe video caused outrage in Afghanistan, the Middle East and across the world. An Afghan soldier who shot dead four &lt;a href=\"French%20forces%20in%20Afghanistan\"&gt;French troops in Afghanistan&lt;/a&gt; and wounded another eight seriously said that he did it because of the American soldiers who urinated on bodies in the video. The released video eroded, along with &lt;a href=\"2012%20Afghanistan%20Quran%20burning%20protests\"&gt;the burning of the Muslim holy book Quran by US troops&lt;/a&gt; and &lt;a href=\"Panjwai%20shooting%20spree\"&gt;Panjwai shooting spree&lt;/a&gt;, &lt;a href=\"Afghanistan%E2%80%93United%20States%20relations\"&gt;relations between the United States and Afghanistan&lt;/a&gt;, has seriously damaged the image of American soldiers before the Afghan public, and was according to the Taliban one of their reasons for their &lt;a href=\"April%202012%20Afghanistan%20attacks\"&gt;April 2012 Afghanistan attacks&lt;/a&gt;."
}