{
    "id": "34369610",
    "revid": "38511283",
    "url": "https://en.wikipedia.org/wiki?curid=34369610",
    "title": "Kitschies",
    "text": "The Kitschies are British &lt;a href=\"literary%20award\"&gt;literary prizes&lt;/a&gt; presented annually for \"the year's most progressive, intelligent and entertaining works that contain elements of the speculative or fantastic\" published in the United Kingdom.\nAwards and criteria.\nThe Kitschies are administered by a non-profit association with the stated mission of \"encouraging and elevating the tone of the discussion of genre literature in its many forms\". The founders, Anne C. Perry and Jared Shurin, said that they sought to bring attention to works with a fantastic or speculative element that are progressive in terms of content and composition.\nThe award is a juried prize that selects those books which \"best elevate the tone of &lt;a href=\"genre%20literature\"&gt;genre literature&lt;/a&gt;\". Qualifying books must contain \"an element of the fantastic or speculative\" and have been published in the UK. Winners receive a sum of prize money and a textile tentacle trophy.\nThe Kitschies are governed by an advisory board of members. They were initially established in 2009 by the website &lt;a href=\"pornokitsch.com\"&gt;pornokitsch.com&lt;/a&gt;. &lt;a href=\"The%20Kraken%20Rum\"&gt;The Kraken Rum&lt;/a&gt; was the sponsor between 2010 and 2013. For 2014 and 2015, &lt;a href=\"Fallen%20London\"&gt;Fallen London&lt;/a&gt; (a creation of UK game developer &lt;a href=\"Failbetter%20Games\"&gt;Failbetter Games&lt;/a&gt;), was the sponsor. The award did not run in 2016. From 2017 the sponsor is &lt;a href=\"Blackwell%20UK\"&gt;Blackwell's Bookshop&lt;/a&gt;.\n, the Kitschies are awarded in five categories:\nOrganisation and Jury.\nThe judging panels changes annually and the unpaid directors have changed due to workload or illness. The number of submissions has increased from 70 in 2009 to a record of 234 in 2013.\nFor each year, the judges, directors, and the number of submissions for each year are as follows:\nRecipients.\nAll award information, unless otherwise referenced is from the Kitschies Award 's &lt;a href=\"http%3A//www.thekitschies.com/blog/\"&gt;blog&lt;/a&gt; and &lt;a href=\"https%3A//thekitschies.tumblr.com/\"&gt;tumblr&lt;/a&gt;, or from the sponsor &lt;a href=\"https%3A//blackwells.co.uk/bookshop/editorial/Kitschies%7Caccess-date%3D2021-08-21\"&gt;Blackwell's website&lt;/a&gt;.\nGlentacle (Discretionary award previously called the Black Tentacle).\nThis award was called \"Black Tentacle\" until 2020, when it was renamed in memory of Kitschies co-founder Glen Mehn.\nWinner - &lt;a href=\"SelfMadeHero\"&gt;SelfMadeHero&lt;/a&gt;, comics publisher\nWinner - \"&lt;a href=\"Memory\"&gt;Memory&lt;/a&gt;\", novel by &lt;a href=\"Donald%20Westlake\"&gt;Donald Westlake&lt;/a&gt;."
}