{
    "id": "3438366",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3438366",
    "title": "Loris Fortuna",
    "text": "Loris Fortuna (22 January 1924 – 5 December 1985) was an Italian &lt;a href=\"left-wing\"&gt;left-wing&lt;/a&gt; politician.\nBiography.\nBorn in &lt;a href=\"Breno%2C%20Lombardy\"&gt;Breno&lt;/a&gt;, &lt;a href=\"province%20of%20Brescia\"&gt;province of Brescia&lt;/a&gt;, he was a &lt;a href=\"Italian%20resistance%20movement\"&gt;partisan&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and initially joined the &lt;a href=\"Italian%20Communist%20Party\"&gt;Italian Communist Party&lt;/a&gt; (PCI), leaving it in 1956, and &lt;a href=\"crossing%20the%20floor\"&gt;crossing the floor&lt;/a&gt; to the &lt;a href=\"Italian%20Socialist%20Party\"&gt;Italian Socialist Party&lt;/a&gt; (PSI), after the &lt;a href=\"1956%20Hungarian%20Revolution\"&gt;anti-Soviet revolts in Hungary&lt;/a&gt; were suppressed by the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt;. His first ran in elections in 1963; two years later, he promoted, as first signer, the law on &lt;a href=\"divorce\"&gt;divorce&lt;/a&gt;, but he then decided not to submit it to the examination on Parliament.\nIn 1970, however, Fortuna decided to finally present his proposal of law, together with &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt; colleague &lt;a href=\"Antonio%20Baslini\"&gt;Antonio Baslini&lt;/a&gt;, gaining support from the PCI, the PSI, the PSDI, the PSIUP, the PRI and the PLI, but opposed by the &lt;a href=\"Christian%20Democracy%20%28Italy%29\"&gt;Christian Democratic Party&lt;/a&gt;. The &lt;a href=\"Radical%20Party%20%28Italy%29\"&gt;Radical Party&lt;/a&gt; and the left-leaning Lega Italiana per il Divorzio (LID) supported the law outside Parliament. The law, which legalized and regulated divorce in Italy, was then approved on December 1, 1970. This law is known as \"Fortuna–Baslini law\".\nIn 1974, The Christian Democrats tried to repeal it via a &lt;a href=\"1974%20Italian%20divorce%20referendum\"&gt;national referendum&lt;/a&gt;, but failed, with 59.3% of Italians favourable to maintain the law on divorce. During the referendum campaign, Fortuna bound up with Radical leader &lt;a href=\"Marco%20Pannella\"&gt;Marco Pannella&lt;/a&gt;, and then joined his party, but continuing to be member of the Socialist Party. The support by the leftist parties, most notably the PCI, was instrumental in preserving the Divorce Law.\nSubsequently, Fortuna was a strong supporter and promoter also for the law on &lt;a href=\"abortion\"&gt;abortion&lt;/a&gt;, which was depenalized in 1978 and survived to another &lt;a href=\"1981%20Italian%20referendums\"&gt;referendum in 1981&lt;/a&gt;. He died in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, soon after having asked &lt;a href=\"Bettino%20Craxi\"&gt;Bettino Craxi&lt;/a&gt; for an electoral alliance between the PSI and the Radicals.\nIn 2005, the name of Loris Fortuna came back to national political scene, following the formation of the &lt;a href=\"Rose%20in%20the%20Fist\"&gt;Rose in the Fist&lt;/a&gt;, an electoral alliance including Radicals and Socialists, and openly based on the principles of &lt;a href=\"Jos%C3%A9%20Luis%20Zapatero\"&gt;José Luis Zapatero&lt;/a&gt;, &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt; and Fortuna himself."
}