{
    "id": "34390358",
    "revid": "89336",
    "url": "https://en.wikipedia.org/wiki?curid=34390358",
    "title": "Peat extraction on the Somerset Levels",
    "text": "Peat extraction on the Somerset Levels, in &lt;a href=\"South%20West%20England\"&gt;South West England&lt;/a&gt; has occurred since the area was first drained by the &lt;a href=\"Roman%20Britain\"&gt;Romans&lt;/a&gt;, and continues today on an area of less than 0.5% of the total geography. The modern system in recycling land back to farm use and conservation has resulted in the creation of numerous &lt;a href=\"Site%20of%20Special%20Scientific%20Interest\"&gt;Sites of Special Scientific Interest&lt;/a&gt;.\nHistory.\nLarge areas of &lt;a href=\"peat\"&gt;peat&lt;/a&gt; were laid down on the &lt;a href=\"Somerset%20Levels\"&gt;Somerset Levels&lt;/a&gt;, particularly in the &lt;a href=\"River%20Brue\"&gt;River Brue&lt;/a&gt; Valley, during the &lt;a href=\"Quaternary\"&gt;Quaternary&lt;/a&gt; period after the ice sheets melted.\nExtraction.\nThe extraction of peat from the Moors is known to have taken place during &lt;a href=\"Roman%20Britain\"&gt;Roman&lt;/a&gt; times, and has been carried out since the Levels were first drained.\nAfter the Romans left Britain, from this period forward, peat extraction was undertaken by hand by the owning or tenanted farmers.\nBy the late &lt;a href=\"Victorian%20era\"&gt;Victorian&lt;/a&gt; period, the Eclipse Peat Company was the main commercial extractor of peat, operating initially across &lt;a href=\"Shapwick%2C%20Somerset\"&gt;Shapwick Heath&lt;/a&gt;.\nIn June 1961, on opening a new areas for peat extraction, peat diggers found one half of a &lt;a href=\"Flatbow\"&gt;Flatbow&lt;/a&gt;. Carbon dated to the &lt;a href=\"Neolithic\"&gt;Neolithic period&lt;/a&gt;, it was given the name the Meare Heath Bow.\nTramway.\nThere was an extensive &lt;a href=\"Narrow%20gauge%20railway\"&gt;narrow gauge&lt;/a&gt; tramway operated by the Eclipse Peat Company to take workers to remote locations and then extract heavy loads of cut peat.\nDeveloped from 1922, it was initially operated by horses. The tramway had its mainworks at the &lt;a href=\"Broomfield%2C%20Somerset\"&gt;Broomfield Works&lt;/a&gt;, where from the 1930s the company constructed its own locomotives from kits supplied by &lt;a href=\"R%20A%20Lister%20and%20Company\"&gt;R.A. Listers&lt;/a&gt; of &lt;a href=\"Dursley\"&gt;Dursley&lt;/a&gt;, based around either Lister diesel or &lt;a href=\"JA%20Prestwich%20Industries\"&gt;J.A.P.&lt;/a&gt; petrol engines.\nThe railway crossed both the &lt;a href=\"Glastonbury%20Canal\"&gt;Glastonbury Canal&lt;/a&gt; and the former &lt;a href=\"Somerset%20Central%20Railway\"&gt;Somerset Central Railway&lt;/a&gt; from &lt;a href=\"Burnham-on-Sea\"&gt;Burnham-on-Sea&lt;/a&gt; to &lt;a href=\"Wells%2C%20Somerset\"&gt;Wells&lt;/a&gt;, near &lt;a href=\"Ashcott%20railway%20station\"&gt;Ashcott railway station&lt;/a&gt;. Merged into the &lt;a href=\"Somerset%20and%20Dorset%20Joint%20Railway\"&gt;Somerset and Dorset Joint Railway&lt;/a&gt;, west of Ashcott existed \"Alexander siding\", which allowed exchange between the SD&amp;JR and the Eclipse tramway system, and hence distribution of cut peat products across the United Kingdom.\nIn 1949 a &lt;a href=\"British%20Rail\"&gt;British Rail&lt;/a&gt;ways passenger train from &lt;a href=\"Highbridge%20and%20Burnham%20railway%20station\"&gt;Highbridge&lt;/a&gt; collided with an Eclipse narrow gauge diesel locomotive crossing on the level and left the track, ending up in the Glastonbury Canal.\nThe tramway was worked for a final time in 1983, after which all transport was undertaken by road. One of the locomotives, Lister 42494, is currently preserved at &lt;a href=\"Twyford%20Waterworks\"&gt;Twyford Waterworks&lt;/a&gt;.\nExtraction problems, sale to Fisons.\nThe introduction of plastic packaging in the 1950s allowed the peat to be packed without rotting, which led to the industrialisation of peat extraction during the 1960s as a major market in &lt;a href=\"horticulture\"&gt;horticultural&lt;/a&gt; peat was developed.\nHowever, the resultant reduction in water levels that resulted put local &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;s at risk; peat wastage in pasture fields was occurring at rates of 1–3 feet (0.3–0.8 m) over 100 years.\nThe need to reduce the amount of peat extracted led to the need for mechanisation, and hence Eclipse agreed to be bought by &lt;a href=\"Fisons\"&gt;Fisons&lt;/a&gt; in 1961. This was the last year that hand-cutting was used to extract peat, and since this time all cutting has been done by machine.\nPresent.\nPeat extraction on the Somerset Moors continues today, although much reduced.\nPresently the Fisons Eclipse Peat Works covers , but only are actually worked — less than 0.5% of the entire area of the Somerset Levels. Employing 90 people, more are employed in the summer when the peat is turned by hand to allow it to dry. 70% of production is sold in various products to domestic gardeners, while 30% is used for commercial purposes.\nAfter the company has finished working an area, it is environmentally restored, and then either resold to the original farmer, or conservationists or private buyers. The system has led to the creation of a number of &lt;a href=\"Sites%20of%20Special%20Scientific%20Interest\"&gt;Sites of Special Scientific Interest&lt;/a&gt;, giving a haven to wildlife on the levels."
}