{
    "id": "344016",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=344016",
    "title": "John Galt (novelist)",
    "text": "John Galt (; 2 May 1779 – 11 April 1839) was a Scottish &lt;a href=\"novelist\"&gt;novelist&lt;/a&gt;, entrepreneur, and political and social commentator. Galt has been called the first political novelist in the English language, due to being the first &lt;a href=\"novelist\"&gt;novelist&lt;/a&gt; to deal with issues of the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;.\nGalt was the first superintendent of the &lt;a href=\"Canada%20Company\"&gt;Canada Company&lt;/a&gt; (1826-1829). The company had been formed to populate a part of what is now Southern &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; (then known as &lt;a href=\"Upper%20Canada\"&gt;Upper Canada&lt;/a&gt;) in the first half of the 19th century; it was later called \"the most important single attempt at settlement in Canadian history\".\nIn 1829, Galt was recalled to Great Britain for mismanagement of the Canada Company (particularly incompetent bookkeeping), and was later jailed for failing to pay his son's tuition. Galt's \"Autobiography\", published in London in 1833, includes a discussion of his life and work in Upper Canada.\nHe was the father of Sir &lt;a href=\"Alexander%20Tilloch%20Galt\"&gt;Alexander Tilloch Galt&lt;/a&gt; of &lt;a href=\"Montreal%2C%20Quebec\"&gt;Montreal, Quebec&lt;/a&gt;.\nLife.\nBorn in &lt;a href=\"Irvine%2C%20North%20Ayrshire\"&gt;Irvine&lt;/a&gt;, in Ayrshire, Galt was the son of a &lt;a href=\"naval\"&gt;naval&lt;/a&gt; &lt;a href=\"Captain%20%28naval%29\"&gt;captain&lt;/a&gt; involved in the &lt;a href=\"West%20Indies\"&gt;West Indies&lt;/a&gt; trade. He was a first cousin of &lt;a href=\"Alexander%20Allan%20%28ship-owner%29\"&gt;Captain Alexander Allan&lt;/a&gt;. His father moved to &lt;a href=\"Greenock\"&gt;Greenock&lt;/a&gt; in 1780. The family visited regularly but did not permanently rejoin him until 1789. John was educated at Irvine Grammar School alongside &lt;a href=\"Henry%20Eckford%20%28shipbuilder%29\"&gt;Henry Eckford&lt;/a&gt;, who was a lifetime friend, and &lt;a href=\"William%20Spence%20%28mathematician%29\"&gt;William Spence&lt;/a&gt;.\nGalt spent a few months with the Greenock Custom House, at age 17, then became an apprentice and junior clerk under his uncle, Mr. Ewing, also writing essays and stories for local journals in his spare time. He moved to &lt;a href=\"London\"&gt;London&lt;/a&gt; in 1804 to join his father and seek his fortune. In 1809 he began studying &lt;a href=\"law\"&gt;law&lt;/a&gt; at &lt;a href=\"Lincoln%27s%20Inn\"&gt;Lincoln's Inn&lt;/a&gt;.\nDuring a subsequent trip to Europe, Galt met and befriended &lt;a href=\"Lord%20Byron\"&gt;Lord Byron&lt;/a&gt; in &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;. He traveled with Byron and his companion, &lt;a href=\"John%20Hobhouse%2C%201st%20Baron%20Broughton\"&gt;John Hobhouse, 1st Baron Broughton&lt;/a&gt; to &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;. He met them again in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;. Parting company, Galt continued alone to &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;, &lt;a href=\"Adrianople\"&gt;Adrianople&lt;/a&gt; and then &lt;a href=\"Sofia\"&gt;Sophia&lt;/a&gt;. He returned to Greenock via Ireland. He then embarked to &lt;a href=\"London\"&gt;London&lt;/a&gt; to pursue business plans, but these did not come to fruition and he took to writing. Galt wrote an account of his travels, which met with moderate success. Decades later, he would also publish the first full &lt;a href=\"biography\"&gt;biography&lt;/a&gt; of Lord Byron. He also published the first biography of the painter &lt;a href=\"Benjamin%20West\"&gt;Benjamin West&lt;/a&gt;, \"The Life and Studies of Benjamin West\" (1816, expanded 1820).\nIn 1813, Galt attempted to establish a &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;ian trading company, in order to circumvent &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;'s &lt;a href=\"embargo\"&gt;embargo&lt;/a&gt; on British trade; however, &lt;a href=\"Arthur%20Wellesley%2C%201st%20Duke%20of%20Wellington\"&gt;Wellington&lt;/a&gt;'s victory in Spain made this no longer necessary. Galt then returned to London and married Elizabeth Tilloch, daughter of &lt;a href=\"Alexander%20Tilloch\"&gt;Alexander Tilloch&lt;/a&gt;. They had three boys. In 1815, he became Secretary of the &lt;a href=\"Royal%20Caledonian%20School\"&gt;Royal Caledonian Asylum&lt;/a&gt; in London. He also privately consulted in several business ventures.\nGalt started to submit articles to \"&lt;a href=\"Blackwood%27s%20Magazine\"&gt;Blackwood's Magazine&lt;/a&gt;\" in late 1819, and in March 1829 he sent Blackwood the publishers the plan for \"The Ayrshire legatees\".\nConcentrating on his writing for the next several years, Galt lived at times in London, &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt;, &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; and elsewhere, writing fiction and a number of school texts under the &lt;a href=\"pseudonym\"&gt;pseudonym&lt;/a&gt; Reverend T. Clark. Around 1821 he moved his family from Greenock to Eskgrove near &lt;a href=\"Musselburgh\"&gt;Musselburgh&lt;/a&gt;. In addition to moving his residence frequently during this period, Galt also switched publishers several times, moving from \"Blackwood's Magazine\" to Oliver and Boyd and then back again. In 1821 \"Annals of the parish\" was published as were two instalments of \"The steam boat\" and he started work on the novel \"Sir André Wylie\". \"Annals of the parish\" established Galt's reputation overnight. \"Sir Andrew Wylie\" was published in 1822\nIn 1824, Galt was appointed Secretary of the &lt;a href=\"Canada%20Company\"&gt;Canada Company&lt;/a&gt;, a charter company established to aid in the colonization of the &lt;a href=\"Huron%20Tract\"&gt;Huron Tract&lt;/a&gt; in &lt;a href=\"Upper%20Canada\"&gt;Upper Canada&lt;/a&gt; along the eastern shore of &lt;a href=\"Lake%20Huron\"&gt;Lake Huron&lt;/a&gt;. After the company was incorporated by &lt;a href=\"royal%20charter\"&gt;royal charter&lt;/a&gt; on August 19, 1826, Galt traveled across the &lt;a href=\"Atlantic\"&gt;Atlantic&lt;/a&gt; on the &lt;a href=\"man-of-war\"&gt;man-of-war&lt;/a&gt; HMS \"Romney\", arriving at &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and then traveling by road. Sadly, soon after arriving, word was sent that his mother had suffered a stroke. He returned to her (in Musselburgh) in 1826 and she died a few months later. He returned to Canada in 1826. While in Canada, Galt lived in York in Upper Canada (now &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;), but located the headquarters of the Canada Company at &lt;a href=\"Guelph\"&gt;Guelph&lt;/a&gt;, a town he also founded in 1827. Later that year, he co-founded the town of &lt;a href=\"Goderich%2C%20Ontario\"&gt;Goderich&lt;/a&gt; with &lt;a href=\"William%20%26quot%3BTiger%26quot%3B%20Dunlop\"&gt;Tiger Dunlop&lt;/a&gt;. The community of &lt;a href=\"Galt%2C%20Ontario\"&gt;Galt, Ontario&lt;/a&gt; was named after him.\nHis three sons played prominent roles in &lt;a href=\"Canadian%20politics\"&gt;Canadian politics&lt;/a&gt;; one of them, &lt;a href=\"Alexander%20Tilloch%20Galt\"&gt;Alexander&lt;/a&gt;, later became one of the 'Fathers of the &lt;a href=\"Canadian%20Confederation\"&gt;Confederation&lt;/a&gt;', and Canada's first &lt;a href=\"Minister%20of%20Finance%20%28Canada%29\"&gt;Minister of Finance&lt;/a&gt;.\nDuring his tenure with the Canada Company, Galt ran afoul of several colonial authorities, including &lt;a href=\"Peregrine%20Maitland\"&gt;Sir Peregrine Maitland&lt;/a&gt;, who was &lt;a href=\"Lieutenant-Governor%20of%20Upper%20Canada\"&gt;Lieutenant-Governor of Upper Canada&lt;/a&gt; at the time. He was heavily criticised by his employers for his lack of basic accounting skills and failure to carry out their established policies. This resulted in his dismissal and recall to Great Britain in 1829.\nSoon after his return to Great Britain, he spent several months in &lt;a href=\"King%27s%20Bench%20Prison\"&gt;King's Bench Prison&lt;/a&gt; for failure to pay debts. One of Galt's last novels, \"The Member\", has political corruption as its central theme.\nIn 1831 he moved to Barn Cottage in &lt;a href=\"Old%20Brompton\"&gt;Old Brompton&lt;/a&gt;.\nDespite failing health (following a trip over a tree root whilst in Canada), Galt was involved in another colonial business venture, the &lt;a href=\"British%20American%20Land%20Company\"&gt;British American Land Company&lt;/a&gt;, which was formed to develop lands in the &lt;a href=\"Eastern%20Townships\"&gt;Eastern Townships&lt;/a&gt; of &lt;a href=\"Lower%20Canada\"&gt;Lower Canada&lt;/a&gt; (now &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;). Galt served as secretary but was forced to resign in December 1832 because of his health. By this stage his spinal injury was not only crippling him but also affecting his speech and handwriting.\nIn 1834 he moved to &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt; following the publishing of his two-volume \"Autobiography\" in 1833. Galt here met the travel writer &lt;a href=\"Harriet%20Pigott\"&gt;Harriet Pigott&lt;/a&gt;. Pigott persuaded Galt to edit her \"Records of Real Life in the Palace and the Cottage\". She received some criticism for this as it was suspected that she was just taking advantage of Galt. However, her unfinished biography of him which is in the &lt;a href=\"Bodleian%20Library\"&gt;Bodleian Library&lt;/a&gt; implies that it was more of mutual respect than her critics allowed. \"Records of Real Life in the Palace and the Cottage\" had an introduction by Galt, and this three-volume work was published in 1839.\nHe retired to his old home in Greenock in August 1834 following the departure of three of his sons to Canada. Finding the accommodation unsuitable he lived temporarily in &lt;a href=\"Gourock\"&gt;Gourock&lt;/a&gt; before returning to a more comfortable house in December 1834. Galt died on 11 April 1839. He was buried in the family tomb of his parents in the New Burying Ground in Greenock (now called the Inverkip Street Cemetery).\nHuron Tract.\nThe area, known as the &lt;a href=\"Huron%20Tract\"&gt;Huron Tract&lt;/a&gt; on the eastern shore of &lt;a href=\"Lake%20Huron\"&gt;Lake Huron&lt;/a&gt;, was in size and had been acquired from the &lt;a href=\"Ojibwe\"&gt;Ojibwe&lt;/a&gt; (Chippewa) by the British government. The company surveyed and subdivided this massive area, built roads, mills, and schools and advertised it at affordable prices to buyers in Europe. The company then assisted in the migration of new settlers, bringing them to the area by means of a boat, which the company also owned. Initially settling in York (&lt;a href=\"Toronto%2C%20Ontario\"&gt;Toronto, Ontario&lt;/a&gt;) he selected what later became &lt;a href=\"Guelph%2C%20Ontario\"&gt;Guelph, Ontario&lt;/a&gt; as the company's headquarters, and began to develop a town there. Galt is also considered to be the founder of &lt;a href=\"Goderich%2C%20Ontario\"&gt;Goderich, Ontario&lt;/a&gt; with his colleague &lt;a href=\"William%20%26quot%3BTiger%26quot%3B%20Dunlop\"&gt;William \"Tiger\" Dunlop&lt;/a&gt;.\nLegacy.\nIn Greenock, John Galt is commemorated by the John Galt memorial fountain on the Esplanade, and by a plaque at the old cemetery where he is buried. &lt;a href=\"Sheltered%20housing\"&gt;Sheltered housing&lt;/a&gt; (for seniors) built next to the cemetery in 1988, on the site of the old &lt;a href=\"Greenock%20Royal%20Infirmary\"&gt;Greenock Royal Infirmary&lt;/a&gt;, is named John Galt House in his honour.\nHe is also commemorated in &lt;a href=\"Makars%27%20Court\"&gt;Makars' Court&lt;/a&gt;, outside The Writers' Museum, Lawnmarket, Edinburgh and In 2006, the community of Guelph proclaimed the first Monday in August, \"John Galt Day.\"\nThe city of &lt;a href=\"Galt%2C%20Ontario\"&gt;Galt, Ontario&lt;/a&gt; was named after John Galt, but was absorbed into &lt;a href=\"Cambridge%2C%20Ontario\"&gt;Cambridge, Ontario&lt;/a&gt; in 1973. His original home in Guelph, known as the \"Priory\" (built 1827-1828), stood on the banks of the Speed River near the current &lt;a href=\"River%20Run%20Centre\"&gt;River Run Centre&lt;/a&gt; for performing arts. The building later became the first CPR station in the city; the conversion was completed in 1888. The building was no longer required by the CPR which built a new station in 1910. A photograph from 1914 depicts it as boarded up. In spite of attempts by various individuals in Guelph to save the structure, it was torn down in 1926.\nA historical plaque commemorates Galt's role with the Canada Company in populating the Huron Tract, calling it \"the most important single attempt at settlement in Canadian history\".\nWorks.\nGalt's novels are best known for their depiction of Scottish rural life, tinged with ironic humour. Galt wrote the following works:"
}