{
    "id": "3442951",
    "revid": "43240259",
    "url": "https://en.wikipedia.org/wiki?curid=3442951",
    "title": "Arkhom Chenglai",
    "text": "Arkhom Chenglai (; ; born June 11, 1970) is a Thai &lt;a href=\"boxing\"&gt;boxer&lt;/a&gt;. At the &lt;a href=\"1992%20Summer%20Olympics\"&gt;1992 Summer Olympics&lt;/a&gt; he won a bronze medal in the men's Welterweight category, together with &lt;a href=\"An%C3%ADbal%20Santiago%20Acevedo\"&gt;Aníbal Acevedo&lt;/a&gt; of Puerto Rico.\nArkhom before an amateur boxer. Formerly he was &lt;a href=\"Muay%20Thai\"&gt;Muay Thai&lt;/a&gt; fighter &lt;a href=\"Ring%20name\"&gt;named&lt;/a&gt; Issara Sakgreerin (อิสระ ศักดิ์กรีรินทร์). He started Muay Thai from the habit of playing football. But one day, he went to a shelter from the rain at a Muay Thai gym. And see his brother training, so start training and became a fighter since then.\nLater, he became a famous fighter. he won the &lt;a href=\"Lumpinee%20Stadium\"&gt;Lumpinee Stadium&lt;/a&gt; &lt;a href=\"Lightweight\"&gt;Lightweight&lt;/a&gt; title, he have a fight with many famous fighters such as &lt;a href=\"Nokweed%20Devy\"&gt;Nokweed Devy&lt;/a&gt; and he won a maximum salary of 120,000 &lt;a href=\"Thai%20baht\"&gt;baht&lt;/a&gt; in the fight against the Dutch fighter &lt;a href=\"Ramon%20Dekkers\"&gt;Ramon Dekkers&lt;/a&gt; at Lumpinee Stadium on November 11, 1990.\nHe fights until no one is worthy of a bout for him. As a result, he changed to amateur boxing and there are many awards recognized in the country. Before being a national team athlete to compete in the 1992 Summer Olympics in &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;, Spain until won the bronze medal.\nHe graduated from Wichienmatu School and earned a bachelor's degree from Chandrakasem Rajabhat College (currently &lt;a href=\"Chandrakasem%20Rajabhat%20University\"&gt;Chandrakasem Rajabhat University&lt;/a&gt;).\nAfter retirement, he owned a restaurant in Trang province his native.\nMuay Thai record.\n! style=background:white colspan=9 |\n! style=background:white colspan=9 |"
}