{
    "id": "344447",
    "revid": "37814193",
    "url": "https://en.wikipedia.org/wiki?curid=344447",
    "title": "Serbian Orthodox Church",
    "text": "The Serbian Orthodox Church () is one of the &lt;a href=\"autocephalous\"&gt;autocephalous&lt;/a&gt; (&lt;a href=\"ecclesiastical\"&gt;ecclesiastical&lt;/a&gt;ly independent) &lt;a href=\"Eastern%20Orthodox\"&gt;Eastern Orthodox&lt;/a&gt; &lt;a href=\"Christian%20denomination\"&gt;Christian churches&lt;/a&gt;.\nThe majority of the population in &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;, &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; and the &lt;a href=\"Republika%20Srpska\"&gt;Republika Srpska&lt;/a&gt; entity of &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; are members of the Serbian Orthodox Church. It is organized into &lt;a href=\"metropolis%20%28religious%20jurisdiction%29\"&gt;metropolitanates&lt;/a&gt; and &lt;a href=\"eparchies\"&gt;eparchies&lt;/a&gt;, located primarily in Serbia, Bosnia and Herzegovina, Montenegro, and &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;. Other congregations are located in the &lt;a href=\"Serb%20diaspora\"&gt;Serb diaspora&lt;/a&gt;. The &lt;a href=\"Serbian%20Patriarch\"&gt;Serbian Patriarch&lt;/a&gt; serves as first among equals in his church. The current patriarch is &lt;a href=\"Porfirije%2C%20Serbian%20Patriarch\"&gt;Porfirije&lt;/a&gt;, enthroned on February 19, 2021.\nThe Church achieved &lt;a href=\"Autocephaly\"&gt;autocephalous&lt;/a&gt; status in 1219, under the leadership of &lt;a href=\"Saint%20Sava\"&gt;Saint Sava&lt;/a&gt;, becoming the independent &lt;a href=\"Archbishopric%20of%20%C5%BDi%C4%8Da\"&gt;Archbishopric of Žiča&lt;/a&gt;. Its status was elevated to that of a &lt;a href=\"patriarchate\"&gt;patriarchate&lt;/a&gt; in 1346, and was known afterwards as the &lt;a href=\"Serbian%20Patriarchate%20of%20Pe%C4%87\"&gt;Serbian Patriarchate of Peć&lt;/a&gt;. This patriarchate was abolished by the &lt;a href=\"Ottoman%20Turks\"&gt;Ottoman Turks&lt;/a&gt; in 1766, though several regional sections of the Serbian Orthodox Church continued to exist, most prominent among them being the &lt;a href=\"Metropolitanate%20of%20Karlovci\"&gt;Metropolitanate of Karlovci&lt;/a&gt;, in the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;. After the re-creation of &lt;a href=\"Principality%20of%20Serbia\"&gt;Serbia&lt;/a&gt;, ecclesiastical autonomy was regained in 1831, and the &lt;a href=\"autocephaly\"&gt;autocephaly&lt;/a&gt; was renewed in 1879. The modern Serbian Orthodox Church was re-established in 1920, after the unification of the &lt;a href=\"Metropolitanate%20of%20Belgrade\"&gt;Metropolitanate of Belgrade&lt;/a&gt;, the &lt;a href=\"Patriarchate%20of%20Karlovci\"&gt;Patriarchate of Karlovci&lt;/a&gt;, and the &lt;a href=\"Metropolitanate%20of%20Montenegro\"&gt;Metropolitanate of Montenegro&lt;/a&gt;.\nHistorical background.\nEarly Christianity.\nChristianity started to spread throughout the &lt;a href=\"southeastern%20Europe\"&gt;southeastern Europe&lt;/a&gt; during the 1st century. Early martyrs &lt;a href=\"Florus%20and%20Laurus\"&gt;Florus and Laurus&lt;/a&gt; from the 2nd century, who were murdered along with other 300 Christians in &lt;a href=\"Ulpiana\"&gt;Ulpiana&lt;/a&gt; near modern &lt;a href=\"Lipljan\"&gt;Lipljan&lt;/a&gt;, are venerated as Christian saints. Bishop &lt;a href=\"Irenaeus%20of%20Sirmium\"&gt;Irenaeus of Sirmium&lt;/a&gt; was also martyred, in 304. Emperor &lt;a href=\"Constantine%20the%20Great\"&gt;Constantine the Great&lt;/a&gt; (306–337), born in Naissus (modern &lt;a href=\"Ni%C5%A1\"&gt;Niš&lt;/a&gt; in Serbia), was the first Christian ruler of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. Several local bishops, seated in present-day Serbia, became prominent during the 4th century, such as &lt;a href=\"Germinius%20of%20Sirmium\"&gt;Germinius of Sirmium&lt;/a&gt;, &lt;a href=\"Ursacius%20of%20Singidunum\"&gt;Ursacius of Singidunum&lt;/a&gt; and &lt;a href=\"Secundianus%20of%20Singidunum\"&gt;Secundianus of Singidunum&lt;/a&gt; (modern &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;), while several &lt;a href=\"Councils%20of%20Sirmium\"&gt;Councils were held in Sirmium&lt;/a&gt;.\nIn 395, the Empire was divided, and its eastern half later became known as the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;. In 535, emperor &lt;a href=\"Justinian%20I\"&gt;Justinian I&lt;/a&gt; created the &lt;a href=\"Archbishopric%20of%20Justiniana%20Prima\"&gt;Archbishopric of Justiniana Prima&lt;/a&gt;, centered in the emperor's birth-city of &lt;a href=\"Justiniana%20Prima\"&gt;Justiniana Prima&lt;/a&gt;, near modern &lt;a href=\"Lebane\"&gt;Lebane&lt;/a&gt; in Serbia. The archbishopric had ecclesiastical jurisdiction over all provinces of the &lt;a href=\"Diocese%20of%20Dacia\"&gt;Diocese of Dacia&lt;/a&gt;. By the beginning of the 7th century, Byzantine provincial and ecclesiastical order in the region was destroyed by invading &lt;a href=\"Pannonian%20Avars\"&gt;Avars&lt;/a&gt; and &lt;a href=\"South%20Slavs\"&gt;Slavs&lt;/a&gt;. In 731, emperor &lt;a href=\"Leo%20III%20the%20Isaurian\"&gt;Leo III&lt;/a&gt; transferred the entire &lt;a href=\"Praetorian%20prefecture%20of%20Illyricum\"&gt;Illyricum&lt;/a&gt; to jurisdiction of the &lt;a href=\"Ecumenical%20Patriarchate%20of%20Constantinople\"&gt;Ecumenical Patriarchate of Constantinople&lt;/a&gt;, thus affirming its attachment to the &lt;a href=\"Eastern%20Christianity\"&gt;Eastern Christianity&lt;/a&gt;.\nChristianization of Serbs.\nThe history of the early medieval &lt;a href=\"Principality%20of%20Serbia%20%28early%20medieval%29\"&gt;Serbian Principality&lt;/a&gt; is recorded in the work \"&lt;a href=\"De%20Administrando%20Imperio\"&gt;De Administrando Imperio&lt;/a&gt;\" (), compiled by the Byzantine Emperor &lt;a href=\"Constantine%20VII\"&gt;Constantine VII Porphyrogenitus&lt;/a&gt; ( 913–959). The DAI drew information on the Serbs from, among others, a Serbian source. The Serbs were said to have received the protection of Emperor &lt;a href=\"Heraclius\"&gt;Heraclius&lt;/a&gt; (r. 610–641), and Porphyrogenitus stressed that the Serbs had always been under Imperial rule. According to De Administrando Imperio, the center from which the Serbs received their baptism was marked as &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. His account on the first Christianization of the Serbs can be dated to 632–638; this might have been Porphyrogenitus' construction, or may have. It likely encompassed a limited group of chiefs, with lesser reception by the wider layers of the tribe.\nThe establishment of Christianity as the state religion dates to the time of Prince &lt;a href=\"Mutimir%20of%20Serbia\"&gt;Mutimir&lt;/a&gt; (r. 851–891) and &lt;a href=\"Byzantine%20Emperor\"&gt;Byzantine Emperor&lt;/a&gt; &lt;a href=\"Basil%20I\"&gt;Basil I&lt;/a&gt; (r. 867–886). The &lt;a href=\"Christianization\"&gt;Christianization&lt;/a&gt; was partly due to Byzantine and subsequent &lt;a href=\"Bulgarian%20Empire\"&gt;Bulgarian&lt;/a&gt; influence. At least during the rule of &lt;a href=\"Kocel\"&gt;Kocel&lt;/a&gt; (861–874) in Pannonia, communications between Serbia and Great Moravia, where &lt;a href=\"Saints%20Cyril%20and%20Methodius\"&gt;Methodius&lt;/a&gt; was active, must have been possible. The pope must have been aware of this when planning Methodius' diocese and that of the Dalmatian coast, which was in Byzantine hands as far north as &lt;a href=\"Split%2C%20Croatia\"&gt;Split&lt;/a&gt;. Some &lt;a href=\"Cyrillomethodian\"&gt;Cyrillomethodian&lt;/a&gt; pupils may have reached Serbia in the 870s, perhaps sent by Methodius himself. Serbia was accounted Christian as of about 870.\nThe &lt;a href=\"Eparchy%20of%20Ras\"&gt;first Serbian bishopric&lt;/a&gt; was founded at &lt;a href=\"Stari%20Ras\"&gt;Ras&lt;/a&gt;, near modern &lt;a href=\"Novi%20Pazar\"&gt;Novi Pazar&lt;/a&gt; on the &lt;a href=\"Ibar%20river\"&gt;Ibar river&lt;/a&gt;. According to Vlasto, the initial affiliation is uncertain; it may have been under the subordination of either Split or Durazzo, both then Byzantine. The early &lt;a href=\"Church%20of%20the%20Holy%20Apostles%20Peter%20and%20Paul%2C%20Ras\"&gt;Ras church&lt;/a&gt; can be dated to the 9th–10th century, with the rotunda plan characteristic of first court chapels. The bishopric was established shortly after 871, during the rule of Mutimir, and was part of the general plan of establishing bishoprics in the Slav lands of the empire, confirmed by the &lt;a href=\"Fourth%20Council%20of%20Constantinople%20%28Eastern%20Orthodox%29\"&gt;Council of Constantinople&lt;/a&gt; in 879–880. The names of Serbian rulers through &lt;a href=\"Mutimir\"&gt;Mutimir&lt;/a&gt; (r. 851–891) are &lt;a href=\"Slavic%20dithematic%20names\"&gt;Slavic dithematic names&lt;/a&gt;, per the Old Slavic tradition.\nWith Christianization in the 9th century, Christian names appear among the members of Serbian dynasties (Petar, Stefan, Pavle, Zaharije). Prince &lt;a href=\"Petar%20Gojnikovi%C4%87\"&gt;Petar Gojniković&lt;/a&gt; (r. 892–917) was evidently a Christian ruler, and Christianity presumably was spreading in his time. Since Serbia bordered Bulgaria, Christian influences and perhaps missionaries came from there, increasing during the twenty-year peace. The Bulgarian annexation of Serbia in 924 was important for the future direction of the Serbian church. By then, at the latest, Serbia must have received the Cyrillic alphabet and Slavic religious text, already familiar but perhaps not yet preferred to Greek. \nArchbishopric of Ohrid (1018–1219).\nFollowing his &lt;a href=\"Byzantine%20conquest%20of%20Bulgaria\"&gt;final subjugation&lt;/a&gt; of the Bulgarian state in 1018, &lt;a href=\"Basil%20II\"&gt;Basil II&lt;/a&gt;, to underscore the Byzantine victory, established the &lt;a href=\"Archbishopric%20of%20Ohrid\"&gt;Archbishopric of Ohrid&lt;/a&gt; by downgrading the &lt;a href=\"Bulgarian%20patriarchate\"&gt;Bulgarian patriarchate&lt;/a&gt; to the rank of the archbishopric. The now archbishopric remained an &lt;a href=\"autocephalous\"&gt;autocephalous&lt;/a&gt; church, separate from the &lt;a href=\"Patriarchate%20of%20Constantinople\"&gt;Patriarchate of Constantinople&lt;/a&gt;. However, while the archbishopric was completely independent in any other aspect, its &lt;a href=\"Primate%20%28bishop%29\"&gt;primate&lt;/a&gt; was selected by the emperor from a list of three candidates submitted by the local &lt;a href=\"church%20synod\"&gt;church synod&lt;/a&gt;. In three \"&lt;a href=\"Sigillion\"&gt;sigillia&lt;/a&gt;\" issued in 1020 Basil II gave extensive privileges to the new see. Serbia was ecclesiastically administered into several bishoprics: the &lt;a href=\"Eparhy%20of%20Ras%20and%20Prizren\"&gt;bishopric of Ras&lt;/a&gt;, mentioned in the first charter of Basil II (r. 976–1025), became part of the Ohrid archbishopric and encompassed the central areas of &lt;a href=\"Grand%20Principality%20of%20Serbia\"&gt;Serbia&lt;/a&gt;, by the rivers &lt;a href=\"Ra%C5%A1ka%20%28river%29\"&gt;Raška&lt;/a&gt;, Ibar and Lim, evident in the second charter of Basil II. In the charter of Basil II, dated 1020, the Ras bishopric is mentioned, with the seat at the &lt;a href=\"Church%20of%20the%20Holy%20Apostles%20Peter%20and%20Paul%2C%20Ras\"&gt;Church of the Holy Apostles Peter and Paul, Ras&lt;/a&gt;.\nThe 10th- or 11th-century Gospel Book \"&lt;a href=\"Codex%20Marianus\"&gt;Codex Marianus&lt;/a&gt;\", written in &lt;a href=\"Old%20Church%20Slavonic\"&gt;Old Church Slavonic&lt;/a&gt; in the &lt;a href=\"Glagolithic\"&gt;Glagolithic&lt;/a&gt; script, is one of the oldest known Slavic manuscripts. It was partly written in the Serbian redaction of &lt;a href=\"Old%20Church%20Slavonic\"&gt;Old Church Slavonic&lt;/a&gt;. Other early manuscripts include the 11th-century \"Grškovićev odlomak Apostola\" and \"Mihanovićev odlomak\".\nHistory.\nAutocephalous Archbishopric (1219–1346).\nSerbian prince &lt;a href=\"Saint%20Sava\"&gt;Rastko Nemanjić&lt;/a&gt;, the son of &lt;a href=\"Stefan%20Nemanja\"&gt;Stefan Nemanja&lt;/a&gt;, took monastic vows at &lt;a href=\"Mount%20Athos\"&gt;Mount Athos&lt;/a&gt; as \"Sava\" (Sabbas) in 1192. Three years later, his father joined him, taking monastic vows as \"Simeon\". Father and son asked the Holy Community to found a Serbian religious centre at the abandoned site of &lt;a href=\"Hilandar\"&gt;Hilandar&lt;/a&gt;, which they renovated. This marked the beginning of a renaissance (in &lt;a href=\"Serbian%20arts\"&gt;arts&lt;/a&gt;, &lt;a href=\"Serbian%20literature\"&gt;literature&lt;/a&gt; and &lt;a href=\"Religion%20in%20Serbia\"&gt;religion&lt;/a&gt;). Sava's father died at Hilandar in 1199 and was canonized as St. Simeon. Saint Sava stayed for some years, rising in rank, then returned to Serbia in 1207, taking with him the remains of his father, which he interred at the &lt;a href=\"Studenica%20monastery\"&gt;Studenica monastery&lt;/a&gt;, after reconciling his two quarrelling brothers &lt;a href=\"Stefan%20Nemanji%C4%87\"&gt;Stefan Nemanjić&lt;/a&gt; and &lt;a href=\"Vukan%20Nemanji%C4%87\"&gt;Vukan&lt;/a&gt;. Stefan asked him to remain in Serbia with his clerics, which he did, providing widespread pastoral care and education to the people. Saint Sava founded several churches and monasteries, among them the &lt;a href=\"%C5%BDi%C4%8Da%20monastery\"&gt;Žiča monastery&lt;/a&gt;. In 1217, Stefan was proclaimed &lt;a href=\"King%20of%20Serbia\"&gt;King of Serbia&lt;/a&gt;, and various questions of the church reorganization were opened.\nSaint Sava returned to the Holy Mountain in 1217/18, preparing for the formation of an &lt;a href=\"autocephalous\"&gt;autocephalous&lt;/a&gt; Serbian Church. He was consecrated in 1219 as the first &lt;a href=\"Archbishop%23Orthodox%20churches\"&gt;Archbishop&lt;/a&gt; of the Serbian Church, and was given &lt;a href=\"autocephaly\"&gt;autocephaly&lt;/a&gt; by &lt;a href=\"Patriarch%20Manuel%20I%20of%20Constantinople\"&gt;Patriarch Manuel I of Constantinople&lt;/a&gt;, then in exile at &lt;a href=\"Nicaea\"&gt;Nicaea&lt;/a&gt;. In the same year, Saint Sava published \"&lt;a href=\"Zakonopravilo\"&gt;Zakonopravilo&lt;/a&gt;\" (St. Sava's Nomocanon). Thus the Serbs acquired both forms of independence: political and religious. After this, in Serbia, Sava stayed in Studenica and continued to educate the Serbian people in their faith. Later he called for a council outlawing the &lt;a href=\"Bogomils\"&gt;Bogomils&lt;/a&gt;, whom he considered heretics. Sava appointed several bishops, sending them around Serbia to organize their dioceses. To maintain his standing as the religious and social leader, he continued to travel among the monasteries and lands to educate the people. In 1221 a synod was held in the Žiča monastery, condemning &lt;a href=\"Bogomilism\"&gt;Bogomilism&lt;/a&gt;.\nThe following seats were newly created in the time of Saint Sava:\nOlder eparchies under the jurisdiction of the Serbian Archbishop were:\nIn 1229/1233, Saint Sava went on a pilgrimage to &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; and in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; he met with Patriarch Athanasios II. Saint Sava saw &lt;a href=\"Bethlehem\"&gt;Bethlehem&lt;/a&gt; where &lt;a href=\"Jesus\"&gt;Jesus&lt;/a&gt; was born, the &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt; where &lt;a href=\"Christ\"&gt;Christ&lt;/a&gt; was baptized, and the Great Lavra of Saint &lt;a href=\"Sabbas%20the%20Sanctified\"&gt;Sabbas the Sanctified&lt;/a&gt; (&lt;a href=\"Mar%20Saba%20monastery\"&gt;Mar Saba monastery&lt;/a&gt;). Sava asked Athanasios II, his host, and the Great Lavra fraternity, led by &lt;a href=\"hegoumenos\"&gt;hegoumenos&lt;/a&gt; Nicolas, if he could purchase two monasteries in the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;. His request was accepted and he was offered the monasteries of Saint John the Theologian on &lt;a href=\"Mount%20Zion\"&gt;Mount Sion&lt;/a&gt; and St. George's Monastery at &lt;a href=\"Akona\"&gt;Akona&lt;/a&gt;, both to be inhabited by Serbian monks. The icon &lt;a href=\"Trojerucica\"&gt;Trojerucica&lt;/a&gt; (&lt;a href=\"Three-handed%20Theotokos\"&gt;Three-handed Theotokos&lt;/a&gt;), a gift to the Great Lavra from &lt;a href=\"St.%20John%20Damascene\"&gt;St. John Damascene&lt;/a&gt;, was given to Saint Sava and he, in turn, bequeathed it to &lt;a href=\"Hilandar\"&gt;Hilandar&lt;/a&gt;.\nSaint Sava died in &lt;a href=\"Veliko%20Tarnovo\"&gt;Veliko Tarnovo&lt;/a&gt;, capital of the &lt;a href=\"Second%20Bulgarian%20Empire\"&gt;Second Bulgarian Empire&lt;/a&gt;, during the reign of &lt;a href=\"Ivan%20Asen%20II%20of%20Bulgaria\"&gt;Ivan Asen II of Bulgaria&lt;/a&gt;. According to his \"Biography\", he fell ill following the &lt;a href=\"Divine%20Liturgy\"&gt;Divine Liturgy&lt;/a&gt; on the &lt;a href=\"Feast%20of%20the%20Epiphany\"&gt;Feast of the Epiphany&lt;/a&gt;, 12 January 1235. Saint Sava was visiting Veliko Tarnovo on his way back from the &lt;a href=\"Holy%20Land\"&gt;Holy Land&lt;/a&gt;, where he had founded a &lt;a href=\"hospice\"&gt;hospice&lt;/a&gt; for Syrian pilgrims in &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt; and arranged for Serbian monks to be welcomed in the established monasteries there. He died of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; in the night between Saturday and Sunday, January 14, 1235, and was buried at the &lt;a href=\"Holy%20Forty%20Martyrs%20Church%2C%20Veliko%20Tarnovo\"&gt;Cathedral of the Holy Forty Martyrs&lt;/a&gt; in Veliko Tarnovo where his body remained until May 6, 1237, when his sacred bones were moved to the monastery &lt;a href=\"Mile%C5%A1eva\"&gt;Mileševa&lt;/a&gt; in southern Serbia.\nIn 1253 the see was transferred to the &lt;a href=\"Patriarchal%20Monastery%20of%20Pe%C4%87\"&gt;Monastery of Peć&lt;/a&gt; by archbishop Arsenije. The Serbian primates had since moved between the two. Sometime between 1276 and 1292 the &lt;a href=\"Cumans\"&gt;Cumans&lt;/a&gt; burned the Žiča monastery, and King &lt;a href=\"Stefan%20Milutin\"&gt;Stefan Milutin&lt;/a&gt; (1282–1321) renovated it in 1292–1309, during the office of &lt;a href=\"Jevstatije%20II\"&gt;Jevstatije II&lt;/a&gt;. In 1289–1290, the chief treasures of the ruined monastery, including the remains of &lt;a href=\"Saint%20Jevstatije%20I\"&gt;Saint Jevstatije I&lt;/a&gt;, were transferred to Monastery of Peć. During the rule of the same king, the &lt;a href=\"Monastery%20of%20Gra%C4%8Danica\"&gt;Monastery of Gračanica&lt;/a&gt; was also renewed, and during the reign of King &lt;a href=\"Stefan%20Uro%C5%A1%20III\"&gt;Stefan Uroš III&lt;/a&gt; (1321–1331), the &lt;a href=\"Monastery%20of%20De%C4%8Dani\"&gt;Monastery of Dečani&lt;/a&gt; was built, under the supervision of Archbishop &lt;a href=\"Danilo%20II%2C%20Serbian%20Archbishop\"&gt;Danilo II&lt;/a&gt;.\nMedieval Patriarchate (1346–1463).\nThe status of the Serbian Orthodox Church grew along with the expansion and heightened prestige of the &lt;a href=\"Kingdom%20of%20Serbia%20%28medieval%29\"&gt;Serbian kingdom&lt;/a&gt;. After King &lt;a href=\"Stefan%20Du%C5%A1an\"&gt;Stefan Dušan&lt;/a&gt; assumed the imperial title of &lt;a href=\"tsar\"&gt;tsar&lt;/a&gt;, the Serbian Archbishopric was correspondingly raised to the rank of &lt;a href=\"Patriarchate\"&gt;Patriarchate&lt;/a&gt; in 1346. In the century that followed, the Serbian Church achieved its greatest power and prestige. In the 14th century Serbian Orthodox clergy had the title of &lt;a href=\"Protos%20%28monastic%20office%29\"&gt;Protos&lt;/a&gt; at Mount Athos.\nOn April 16, 1346 (&lt;a href=\"Easter\"&gt;Easter&lt;/a&gt;), Stefan Dušan convoked a grand assembly at &lt;a href=\"Skopje\"&gt;Skopje&lt;/a&gt;, attended by the Serbian Archbishop &lt;a href=\"Joanikije%20II\"&gt;Joanikije II&lt;/a&gt;, Archbishop &lt;a href=\"Nicholas%20I%20of%20Ohrid\"&gt;Nicholas I of Ohrid&lt;/a&gt;, Patriarch &lt;a href=\"List%20of%20patriarchs%20of%20the%20Bulgarian%20Orthodox%20Church\"&gt;Simeon of Bulgaria&lt;/a&gt; and various religious leaders of &lt;a href=\"Mount%20Athos\"&gt;Mount Athos&lt;/a&gt;. The assembly and clergy agreed on, and then ceremonially performed the raising of the autocephalous Serbian Archbishopric to the status of Patriarchate. The Archbishop was from now on titled \"Serbian Patriarch\", although some documents called him \"Patriarch of Serbs and Greeks\", with the seat at &lt;a href=\"Patriarchal%20Monastery%20of%20Pe%C4%87\"&gt;Patriarchal Monastery of Peć&lt;/a&gt;. The new Patriarch Joanikije II now solemnly crowned Stefan Dušan as \"&lt;a href=\"Basileus\"&gt;Emperor&lt;/a&gt; and &lt;a href=\"autocrator\"&gt;autocrat&lt;/a&gt; of &lt;a href=\"Serbs\"&gt;Serbs&lt;/a&gt; and &lt;a href=\"Romaioi\"&gt;Romans&lt;/a&gt;\" (see &lt;a href=\"Emperor%20of%20Serbs\"&gt;Emperor of Serbs&lt;/a&gt;). The Patriarchal status resulted in raising bishoprics to metropolitanates, as for example the &lt;a href=\"Metropolitanate%20of%20Skopje\"&gt;Metropolitanate of Skopje&lt;/a&gt;. The Patriarchate took over sovereignty on &lt;a href=\"Mount%20Athos\"&gt;Mt. Athos&lt;/a&gt; and the Greek archbishoprics under the jurisdiction of the Patriarchate of Constantinople (the Archbishopric of Ohrid remained autocephalous), which resulted in Dušan's excommunication by Patriarch &lt;a href=\"Callistus%20I%20of%20Constantinople\"&gt;Callistus I of Constantinople&lt;/a&gt; in 1350.\nIn 1375, an agreement between the Serbian Patriarchate and the Patriarchate of Constantinople was reached. The &lt;a href=\"Battle%20of%20Kosovo\"&gt;Battle of Kosovo&lt;/a&gt; (1389) and its aftermath had a lasting influence on medieval legacy and later traditions of the Serbian Orthodox Church. In 1455, when Ottoman Turks conquered the Patriarchal seat in Peć, Patriarch Arsenije II found temporary refuge in &lt;a href=\"Smederevo\"&gt;Smederevo&lt;/a&gt;, the capital city of &lt;a href=\"Serbian%20Despotate\"&gt;Serbian Despotate&lt;/a&gt;.\nAmong cultural, artistic and literary legacies created under the auspices of the Serbian Orthodox Church during the medieval period were &lt;a href=\"hagiographies\"&gt;hagiographies&lt;/a&gt;, known in Serbian as \"žitije\" (vita), that were written as biographies of rulers, archbishops and saints from the 12th up to the 15th century.\nRenewed Patriarchate (1557–1766).\nThe &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; conquered the &lt;a href=\"Serbian%20Despotate\"&gt;Serbian Despotate&lt;/a&gt; in 1459, the &lt;a href=\"Kingdom%20of%20Bosnia\"&gt;Bosnian Kingdom&lt;/a&gt; in 1463, &lt;a href=\"Herzegovina\"&gt;Herzegovina&lt;/a&gt; in 1482 and &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; in 1499. All of the conquered lands were divided into &lt;a href=\"sanjak\"&gt;sanjak&lt;/a&gt;s. Although some Serbs converted to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, most continued their adherence to the Serbian Orthodox Church. The church itself continued to exist throughout the Ottoman period, though not without some disruption. After the death of Serbian Patriarch &lt;a href=\"Arsenije%20II\"&gt;Arsenije II&lt;/a&gt; in 1463, a successor was not elected. The Patriarchate was thus \"de facto\" abolished, and the Serbian Church passed under the jurisdiction of &lt;a href=\"Archbishopric%20of%20Ohrid\"&gt;Archbishopric of Ohrid&lt;/a&gt; and ultimately the &lt;a href=\"Ecumenical%20Patriarchate\"&gt;Ecumenical Patriarchate&lt;/a&gt; which exercised jurisdiction over all Orthodox of the Ottoman Empire under the \"&lt;a href=\"millet%20%28Ottoman%20Empire%29\"&gt;millet&lt;/a&gt;\" system.\nAfter several failed attempts, made from c. 1530 up to 1541 by metropolitan &lt;a href=\"Pavle%20of%20Smederevo\"&gt;Pavle of Smederevo&lt;/a&gt; to regain the &lt;a href=\"autocephaly\"&gt;autocephaly&lt;/a&gt; by seizing the throne of Peć and proclaiming himself not only Archbishop of Peć, but also Serbian Patriarch, the Serbian Patriarchate was finally restored in 1557 under the &lt;a href=\"Sultan\"&gt;Sultan&lt;/a&gt; &lt;a href=\"Suleiman%20the%20Magnificent\"&gt;Suleiman I&lt;/a&gt;, thanks to the mediation of &lt;a href=\"pasha\"&gt;pasha&lt;/a&gt; &lt;a href=\"Sokollu%20Mehmet%20Pasha\"&gt;Mehmed Sokolović&lt;/a&gt; who was Serbian by birth. His cousin, one of the Serbian Orthodox bishops &lt;a href=\"Makarije%20Sokolovi%C4%87\"&gt;Makarije Sokolović&lt;/a&gt; was elected Patriarch in Peć. The restoration of the Patriarchate was of great importance for the Serbs because it helped the spiritual unification of all Serbs in the Ottoman Empire. The Patriarchate of Peć also included some dioceses in western Bulgaria.\nIn the time of Serbian Patriarch &lt;a href=\"Jovan%20Kantul\"&gt;Jovan Kantul&lt;/a&gt; (1592–1614), the Ottoman Turks took the remains of Saint Sava from monastery &lt;a href=\"Mile%C5%A1eva\"&gt;Mileševa&lt;/a&gt; to the &lt;a href=\"Vra%C4%8Dar\"&gt;Vračar hill&lt;/a&gt; in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; where they were burned by &lt;a href=\"Sinan%20Pasha\"&gt;Sinan Pasha&lt;/a&gt; on a stake to intimidate the Serb people in case of revolts (see &lt;a href=\"Banat%20Uprising\"&gt;Banat Uprising&lt;/a&gt;) (1594). The &lt;a href=\"Temple%20of%20Saint%20Sava\"&gt;Temple of Saint Sava&lt;/a&gt; was built on the place where his remains were burned.\nAfter consequent Serbian uprisings against the Turkish occupiers in which the church had a leading role, the Ottomans abolished the Patriarchate once again in 1766. The church returned once more under the jurisdiction of the Ecumenical Patriarch of Constantinople. This period of rule by the so-called \"&lt;a href=\"Phanariots\"&gt;Phanariots&lt;/a&gt;\" was a period of great spiritual decline because the &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; bishops had very little understanding of their Serbian flock.\nChurch in the Habsburg Monarchy.\nDuring this period, &lt;a href=\"Christians\"&gt;Christians&lt;/a&gt; across the Balkans were under pressure to convert to Islam to avoid severe taxes imposed by the Turks in retaliation for uprisings and continued resistance. The success of Islamization was limited to certain areas, with the majority of the Serbian population keeping its Christian faith despite the negative consequences. To avoid them, numerous Serbs migrated with their hierarchs to the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt; where their autonomy had been granted. In 1708, an autonomous Serbian Orthodox &lt;a href=\"Metropolitanate%20of%20Karlovci\"&gt;Metropolitanate of Karlovci&lt;/a&gt; was created, which would later become a &lt;a href=\"Patriarchate%20of%20Karlovci\"&gt;patriarchate&lt;/a&gt; (1848–1920).\nDuring the reign of &lt;a href=\"Maria%20Theresa\"&gt;Maria Theresa&lt;/a&gt; (1740-1780), several assemblies of Orthodox Serbs were held, sending their petitions to the Habsburg court. In response to that, several royal acts were issued, such as \"Regulamentum privilegiorum\" (1770) and \"Regulamentum Illyricae Nationis\" (1777), both of them replaced by the royal &lt;a href=\"Declaratory%20Rescript%20of%20the%20Illyrian%20Nation\"&gt;Declaratory Rescript&lt;/a&gt; of 1779, that regulated various important questions, from the procedure regarding the elections of Serbian Orthodox bishops in the Habsburg Monarchy, to the management of dioceses, parishes and monasteries. The act was upheld in force until it was replaced by the \"Royal Rescript\" issued on 10 August 1868.\nModern history.\nThe church's close association with Serbian resistance to Ottoman rule led to Eastern Orthodoxy becoming inextricably linked with Serbian national identity and the new Serbian monarchy that emerged from 1815 onwards. The Serbian Orthodox Church in the &lt;a href=\"Principality%20of%20Serbia\"&gt;Principality of Serbia&lt;/a&gt; gained its autonomy in 1831 and was organized as the &lt;a href=\"Metropolitanate%20of%20Belgrade\"&gt;Metropolitanate of Belgrade&lt;/a&gt;, remaining under the supreme ecclesiastical jurisdiction of the &lt;a href=\"Ecumenical%20Patriarchate%20of%20Constantinople\"&gt;Ecumenical Patriarchate of Constantinople&lt;/a&gt;. Principality of Serbia gained full political independence from the Ottoman Empire in 1878, and soon after those negotiations were initiated with the Ecumenical Patriarchate, resulting in canonical recognition of full ecclesiastical independence (&lt;a href=\"autocephaly\"&gt;autocephaly&lt;/a&gt;) for the Metropolitanate of Belgrade in 1879.\nAt the same time, Serbian Orthodox eparchies in &lt;a href=\"Austro-Hungarian%20rule%20in%20Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; remained under the supreme ecclesiastical jurisdiction of the Patriarchate of Constantinople, but after the &lt;a href=\"Austro-Hungarian%20campaign%20in%20Bosnia%20and%20Herzegovina%20in%201878\"&gt;Austro-Hungarian occupation&lt;/a&gt; (1878) of those provinces, local eparchies gained internal autonomy, regulated by the Convention of 1880, signed by representatives of Austro-Hungarian authorities and the Patriarchate of Constantinople.\nIn the southern eparchies, that remained under the Ottoman rule, Serbian metropolitans were appointed by the end of the 19th century. Thus by the beginning of the 20th century several distinctive Serbian ecclesiastical provinces existed, including the &lt;a href=\"Patriarchate%20of%20Karlovci\"&gt;Patriarchate of Karlovci&lt;/a&gt; in the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt;, the &lt;a href=\"Metropolitanate%20of%20Belgrade\"&gt;Metropolitanate of Belgrade&lt;/a&gt; in the &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Kingdom of Serbia&lt;/a&gt;, and the &lt;a href=\"Metropolitanate%20of%20Montenegro\"&gt;Metropolitanate of Montenegro&lt;/a&gt; in the &lt;a href=\"Principality%20of%20Montenegro\"&gt;Principality of Montenegro&lt;/a&gt;.\nDuring the &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; (1914–1918), the Serbian Orthodox Church suffered massive casualties.\nReunification.\nAfter the liberation and political unification, that was achieved by creation of the &lt;a href=\"Kingdom%20of%20Serbs%2C%20Croats%20and%20Slovenes\"&gt;Kingdom of Serbs, Croats and Slovenes&lt;/a&gt; (1918), all Eastern Orthodox Serbs were united under one ecclesiastical authority, and all Serbian ecclesiastical provinces and eparchies were united into the single Serbian Orthodox Church, in 1920. The first primate of the united SOC was &lt;a href=\"Serbian%20Patriarch%20Dimitrije\"&gt;Serbian Patriarch Dimitrije&lt;/a&gt; (1920-1930). The SOC gained great political and social influence in the inter-war &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Kingdom of Yugoslavia&lt;/a&gt;, during which time it successfully campaigned against the Yugoslav government's intentions of signing a &lt;a href=\"concordat\"&gt;concordat&lt;/a&gt; with the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;.\nThe united Serbian Orthodox Church kept under its jurisdiction the &lt;a href=\"Eparchy%20of%20Buda\"&gt;Eparchy of Buda&lt;/a&gt; in Hungary. In 1921, the Serbian Orthodox Church created a new eparchy for the &lt;a href=\"Czech%20lands\"&gt;Czech lands&lt;/a&gt;, headed by bishop &lt;a href=\"Gorazd%20Pavlik\"&gt;Gorazd Pavlik&lt;/a&gt;. At the same time, the Serbian Church among the diaspora was reorganized, and the &lt;a href=\"Serbian%20Orthodox%20Eparchy%20of%20America%20and%20Canada\"&gt;eparchy&lt;/a&gt; (diocese) for the United States and Canada was created. In 1931 another diocese was created, called the &lt;a href=\"Eparchy%20of%20Muka%C4%8Devo%20and%20Pre%C5%A1ov\"&gt;Eparchy of Mukačevo and Prešov&lt;/a&gt;, for the Eastern Orthodox Christians in &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt; and &lt;a href=\"Carpathian%20Rusynia\"&gt;Carpathian Rusynia&lt;/a&gt;.\nDuring the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; the Serbian Orthodox Church suffered severely from persecutions by the occupying powers and the rabidly &lt;a href=\"anti-Serbian\"&gt;anti-Serbian&lt;/a&gt; &lt;a href=\"Usta%C5%A1e\"&gt;Ustaše&lt;/a&gt; regime of &lt;a href=\"Independent%20State%20of%20Croatia\"&gt;Independent State of Croatia&lt;/a&gt; (NDH), which sought to create a \"&lt;a href=\"Croatian%20Orthodox%20Church\"&gt;Croatian Orthodox Church&lt;/a&gt;\" which Orthodox Serbs were forced to join. Many Serbs were killed, expelled or forced to convert to Catholicism during the &lt;a href=\"Persecution%20of%20Serbs%20in%20the%20Independent%20State%20of%20Croatia\"&gt;Serbian Genocide&lt;/a&gt;; bishops and priests of the Serbian Orthodox Church were singled out for persecution, and many Orthodox churches were damaged or destroyed. Out of the 577 Serbian Orthodox priests, monks and other religious dignitaries in the NDH, between 214 and 217 were killed and 334 were exiled to &lt;a href=\"Territory%20of%20the%20Military%20Commander%20in%20Serbia\"&gt;German-occupied Serbia&lt;/a&gt;. In the territory of Bosnia and Herzegovina, 71 Orthodox priests were killed by the Ustaše, 10 by the &lt;a href=\"Yugoslav%20Partisans\"&gt;Partisans&lt;/a&gt;, 5 by the Germans, and 45 died in the first decade after the end of WWII.\nUnder communist rule.\nAfter the war, the church was suppressed by the &lt;a href=\"communist\"&gt;communist&lt;/a&gt; government of &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt;, which viewed it with suspicion due to the church's links with the leadership from the period of Kingdom of Yugoslavia and the nationalist &lt;a href=\"Chetnik\"&gt;Chetnik&lt;/a&gt; movement. According to &lt;a href=\"Denis%20Be%C4%87irovi%C4%87\"&gt;Denis Bećirović&lt;/a&gt;, aside from the &lt;a href=\"League%20of%20Communists%20of%20Yugoslavia\"&gt;League of Communists of Yugoslavia&lt;/a&gt;'s ideological differences with the Church, this negative attitude was also influenced by the fact that some priests during the war supported the &lt;a href=\"Chetniks\"&gt;Chetnik movement&lt;/a&gt; which are mentioned in Documents of the Commission for Religious Affairs where is stated that among other things, that the majority of priests during the war supported and cooperated with the movement of &lt;a href=\"Dra%C5%BEa%20Mihailovi%C4%87\"&gt;Draža Mihailović&lt;/a&gt;, and that the church spread \"hostile propaganda\" against the &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt; and appointed persons in the administration of church institutions who were convicted of collaborating with the occupier. Along with other ecclesiastical institutions of all denominations, the church was subject to strict controls by the Yugoslav state, which prohibited the teaching of religion in schools, confiscated church property and discouraged religious activity among the population\nIn 1963, the Serbian Church among the diaspora was reorganized, and the eparchy for the United States and Canada was divided into three separate eparchies. At the same time, some internal divisions sparked in the Serbian diaspora, leading to the creation of the separate \"Free Serbian Orthodox Church\" under &lt;a href=\"Dionisije%20Milivojevi%C4%87\"&gt;Bishop Dionisije&lt;/a&gt;. Division was healed in 1991, and Metropolitanate of New Gračanica was created, within the united Serbian Orthodox Church.\nThe gradual demise of Yugoslav communism and the rise of rival nationalist movements during the 1980s also led to a marked religious revival throughout Yugoslavia, not least in Serbia. The &lt;a href=\"Serbian%20Patriarch%20Pavle%20II\"&gt;Serbian Patriarch Pavle&lt;/a&gt; supported the opposition to &lt;a href=\"Slobodan%20Milo%C5%A1evi%C4%87\"&gt;Slobodan Milošević&lt;/a&gt; in the 1990s.\nSince the establishment of the Yugoslav federal unit of \"&lt;a href=\"Socialist%20Republic%20of%20Macedonia\"&gt;Macedonia&lt;/a&gt;\" (1944), communist authorities restricted the activities of SOC in that region, favoring the creation of a separate church. The &lt;a href=\"Macedonian%20Orthodox%20Church\"&gt;Macedonian Orthodox Church&lt;/a&gt; was created in 1967, effectively as an offshoot of the Serbian Orthodox Church in what was then the &lt;a href=\"Socialist%20Republic%20of%20Macedonia\"&gt;Socialist Republic of Macedonia&lt;/a&gt;, as part of the Yugoslav drive to build up a &lt;a href=\"Macedonians%20%28ethnic%20group%29\"&gt;Macedonian national identity&lt;/a&gt;. This was strongly resisted by the Serbian Church, which does not recognize the independence of its Macedonian counterpart.\nSimilar plans for the creation of an independent church in the Yugoslav federal unit of &lt;a href=\"Socialist%20Republic%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt; were also considered, but those plans were not put into action before 1993, when the creation of the &lt;a href=\"Montenegrin%20Orthodox%20Church\"&gt;Montenegrin Orthodox Church&lt;/a&gt; was proclaimed. The organization was not legally registered before 2000, receiving no support from the Eastern Orthodox communion, and succeeding to attract only a minority of Eastern Orthodox adherents in Montenegro.\nRecent history.\nThe &lt;a href=\"Yugoslav%20wars\"&gt;Yugoslav wars&lt;/a&gt; gravely impacted several branches of the Serbian Orthodox Church. Many Serbian Orthodox Church clergy supported the war, while others were against it.\nMany churches in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; were damaged or destroyed during the &lt;a href=\"Croatian%20War\"&gt;Croatian War&lt;/a&gt; (1991–95). The bishops and priests and most faithful of the eparchies of &lt;a href=\"Zagreb\"&gt;Zagreb&lt;/a&gt;, of &lt;a href=\"Karlovac\"&gt;Karlovac&lt;/a&gt;, of &lt;a href=\"Slavonia\"&gt;Slavonia&lt;/a&gt; and of &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt; became refugees. The latter three were almost completely abandoned after the exodus of the Serbs from Croatia in 1995 (&lt;a href=\"Operation%20Storm\"&gt;Operation Storm&lt;/a&gt;). The eparchy of Dalmatia also had its see temporarily moved to &lt;a href=\"Knin\"&gt;Knin&lt;/a&gt; after the self-proclaimed &lt;a href=\"proto-state\"&gt;proto-state&lt;/a&gt; &lt;a href=\"Republic%20of%20Serbian%20Krajina\"&gt;Republic of Serbian Krajina&lt;/a&gt; was established. The eparchy of Slavonia had its see moved from &lt;a href=\"Pakrac\"&gt;Pakrac&lt;/a&gt; to &lt;a href=\"Daruvar\"&gt;Daruvar&lt;/a&gt;. After &lt;a href=\"Operation%20Storm\"&gt;Operation Storm&lt;/a&gt;, two monasteries were particularly damaged, the &lt;a href=\"Krupa%20monastery\"&gt;Krupa monastery&lt;/a&gt; built in 1317, and the &lt;a href=\"Krka%20monastery\"&gt;Krka monastery&lt;/a&gt; built in 1345.\nThe eparchies of Bihać and Petrovac, Dabar-Bosnia and Zvornik and Tuzla were also dislocated due to the &lt;a href=\"war%20in%20Bosnia%20and%20Herzegovina\"&gt;war in Bosnia and Herzegovina&lt;/a&gt;. The eparchy see of Dabar-Bosnia was temporarily moved to &lt;a href=\"Sokolac\"&gt;Sokolac&lt;/a&gt;, and the see of Zvornik-Tuzla to &lt;a href=\"Bijeljina\"&gt;Bijeljina&lt;/a&gt;. Over a hundred Church-owned objects in the Zvornik-Tuzla eparchy were destroyed or damaged during the war. Many monasteries and churches in the Zahumlje eparchy were also destroyed. Numerous faithful from these eparchies also became refugees.\nBy 1998, the situation had stabilized in both countries. The clergy and many of the faithful returned; most of the property of the Serbian Orthodox Church was returned to normal use and damaged and destroyed properties were restored. The process of rebuilding several churches is still underway, notably the cathedral of the &lt;a href=\"Eparchy%20of%20Upper%20Karlovac\"&gt;Eparchy of Upper Karlovac&lt;/a&gt; in &lt;a href=\"Karlovac\"&gt;Karlovac&lt;/a&gt;.\nOwing to the &lt;a href=\"Kosovo%20War\"&gt;Kosovo War&lt;/a&gt;, after 1999 numerous Serbian Orthodox holy sites in Kosovo left occupied only by clergy. Since the arrival of &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; troops in June 1999, 156 Serbian Orthodox churches and monasteries have been damaged or destroyed. In the aftermath of the 2004 &lt;a href=\"unrest%20in%20Kosovo\"&gt;unrest in Kosovo&lt;/a&gt;, 35 Serbian Orthodox churches and monasteries were burned or destroyed by Albanian mobs, and thousands of Serbs were forced to move from Kosovo due to the numerous attacks of Kosovo Albanians on Serbian churches and Serbs.\nThe process of church reorganization among the diaspora and full reintegration of the Metropolitanate of New Gračanica was completed from 2009 to 2011. By that, full structural unity of Serbian church institutions in the diaspora was achieved.\nAdherents.\nBased on the official census results in countries that encompass the territorial canonical jurisdiction of the Serbian Orthodox Church (the Serb autochthonous region of Western Balkans), there are more than 8 million adherents of the church. Orthodoxy is the largest single religious faith in Serbia with 6,079,296 adherents (84.5% of the population) according to the 2011 census, and in Montenegro with around 320,000 (51% of the population). It is the second-largest faith in &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; with 31.2% of the population, and in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; with 4.4% of the population. Figures for eparchies abroad (Western Europe, North America, and Australia) are unknown although some estimates can be reached based on the size of the &lt;a href=\"Serb%20diaspora\"&gt;Serb diaspora&lt;/a&gt;, which numbers over two million people.\nStructure.\nThe head of the Serbian Orthodox Church, the &lt;a href=\"patriarch\"&gt;patriarch&lt;/a&gt;, also serves as the head (&lt;a href=\"Metropolitan%20bishop\"&gt;metropolitan&lt;/a&gt;) of the Metropolitanate of &lt;a href=\"Archbishopric%20of%20Belgrade%20and%20Karlovci\"&gt;Belgrade and Karlovci&lt;/a&gt;. The current patriarch, &lt;a href=\"Porfirije%2C%20Serbian%20Patriarch\"&gt;Porfirije&lt;/a&gt;, was inaugurated on 19 February 2021. Serbian Orthodox patriarchs use the style \"His Holiness the Archbishop of Peć, Metropolitan of Belgrade and Karlovci, Serbian Patriarch\".\nThe highest body of the church is the &lt;a href=\"Bishops%27%20Council%20of%20the%20Serbian%20Orthodox%20Church\"&gt;Bishops' Council&lt;/a&gt;. It consists of the Patriarch, the &lt;a href=\"Metropolitan%20bishop\"&gt;Metropolitan&lt;/a&gt;s, &lt;a href=\"Bishop\"&gt;Bishop&lt;/a&gt;s, &lt;a href=\"Orthodox%20Ohrid%20Archbishopric\"&gt;Archbishop of Ohrid&lt;/a&gt; and &lt;a href=\"Vicar%23Eastern%20Orthodox\"&gt;Vicar&lt;/a&gt; Bishops. It meets annually – in spring. The Holy assembly of Bishops makes important decisions for the church and elects the patriarch.\nThe executive body of the Serbian Orthodox Church is the &lt;a href=\"Holy%20Synod%20of%20the%20Serbian%20Orthodox%20Church\"&gt;Holy Synod&lt;/a&gt; (). It has five members: four bishops and the patriarch.\nThe Holy Synod takes care of the everyday operation of the church, holding meetings on regular basis.\nTerritorial organisation.\nThe territory of the Serbian Orthodox Church is divided into:\nDioceses are further divided into episcopal &lt;a href=\"Deanery\"&gt;deaneries&lt;/a&gt;, each consisting of several &lt;a href=\"Local%20church\"&gt;church congregations&lt;/a&gt; or &lt;a href=\"parish\"&gt;parish&lt;/a&gt;es. Church congregations consist of one or more parishes. A parish is the smallest church unit – a communion of Orthodox faithful congregating at the &lt;a href=\"Holy%20Eucharist\"&gt;Holy Eucharist&lt;/a&gt; with the parish priest at their head.\nAutonomous Archbishopric of Ohrid.\nThe \"&lt;a href=\"Orthodox%20Ohrid%20Archbishopric\"&gt;Autonomous Archbishopric of Ohrid&lt;/a&gt;\" or \"Orthodox Ohrid Archbishopric\" is an autonomous archbishopric in the &lt;a href=\"Republic%20of%20Macedonia\"&gt;Republic of Macedonia&lt;/a&gt; under the jurisdiction of the Serbian Orthodox Church. It was formed in 2002 in opposition to the &lt;a href=\"Macedonian%20Orthodox%20Church\"&gt;Macedonian Orthodox Church&lt;/a&gt;, which had had a similar relationship with the Serbian Orthodox Church prior to 1967 when it unilaterally declared itself &lt;a href=\"autocephalous\"&gt;autocephalous&lt;/a&gt;. This archbishopric is divided into one metropolitanate, &lt;a href=\"Metropolitanate%20of%20Skopje\"&gt;Skopje&lt;/a&gt;, and the six eparchies of Bregalnica, &lt;a href=\"Eparchy%20of%20Debar%20and%20Ki%C4%8Devo\"&gt;Debar and Kičevo&lt;/a&gt;, &lt;a href=\"Eparchy%20of%20Polog%20and%20Kumanovo\"&gt;Polog and Kumanovo&lt;/a&gt;, Prespa and Pelagonija, Strumica and Veles and Povardarje.\nDoctrine and liturgy.\nThe Serbian Orthodox Church upholds the &lt;a href=\"Eastern%20Orthodox%20theology\"&gt;Eastern Orthodox theology&lt;/a&gt;, shared by all &lt;a href=\"Eastern%20Orthodox%20Churches\"&gt;Eastern Orthodox Churches&lt;/a&gt; and based on doctrinal accomplishments of the &lt;a href=\"Seven%20Ecumenical%20Councils\"&gt;Seven Ecumenical Councils&lt;/a&gt;. It is characterized by &lt;a href=\"monotheism\"&gt;monotheistic&lt;/a&gt; &lt;a href=\"Trinitarianism\"&gt;Trinitarianism&lt;/a&gt;, a belief in the &lt;a href=\"Incarnation%20%28Christianity%29\"&gt;Incarnation&lt;/a&gt; of the &lt;a href=\"Logos\"&gt;Logos&lt;/a&gt; (&lt;a href=\"Son%20of%20God\"&gt;Son of God&lt;/a&gt;), a balancing of &lt;a href=\"cataphatic%20theology\"&gt;cataphatic theology&lt;/a&gt; with &lt;a href=\"apophatic%20theology\"&gt;apophatic theology&lt;/a&gt;, a &lt;a href=\"hermeneutics\"&gt;hermeneutic&lt;/a&gt; defined by &lt;a href=\"Sacred%20Tradition\"&gt;Sacred Tradition&lt;/a&gt;, and a therapeutic &lt;a href=\"soteriology\"&gt;soteriology&lt;/a&gt;. In the fields of Church organization and administration, Serbian Orthodox Church upholds traditions and principles of &lt;a href=\"Eastern%20Orthodox%20ecclesiology\"&gt;Eastern Orthodox ecclesiology&lt;/a&gt;.\n&lt;a href=\"Christian%20liturgy\"&gt;Liturgical&lt;/a&gt; traditions and practices of the Serbian Orthodox Church are based on the &lt;a href=\"Eastern%20Orthodox%20worship\"&gt;Eastern Orthodox worship&lt;/a&gt;. Services cannot properly be conducted by a single person but must have at least one other person present. Usually, all of the services are conducted on a daily basis only in monasteries and cathedrals, while parish churches might only do the services on the weekend and major feast days. The &lt;a href=\"Divine%20Liturgy\"&gt;Divine Liturgy&lt;/a&gt; is the celebration of the Eucharist. The Divine Liturgy is not celebrated on weekdays during the preparatory season of &lt;a href=\"Great%20Lent\"&gt;Great Lent&lt;/a&gt;. Communion is consecrated on Sundays and distributed during the week at the &lt;a href=\"Liturgy%20of%20the%20Presanctified%20Gifts\"&gt;Liturgy of the Presanctified Gifts&lt;/a&gt;. Services, especially the Divine Liturgy, can only be performed once a day on any particular altar.\nA key part of the Serbian Orthodox religion is the &lt;a href=\"Slava\"&gt;Slava&lt;/a&gt;, a celebration of the Clan Patron Saint, placed into the Serb Orthodox religious canon by the first Serb archbishop &lt;a href=\"Saint%20Sava\"&gt;Saint Sava&lt;/a&gt;.\nSocial issues.\nThe Serbian Orthodox Church upholds traditional views on modern social issues, such as &lt;a href=\"separation%20of%20church%20and%20state\"&gt;separation of church and state&lt;/a&gt; (imposed since the abolition of monarchy in 1945), and &lt;a href=\"social%20equality\"&gt;social equality&lt;/a&gt;. Since all forms of priesthood are reserved only for men, the role of women in church administration is still limited to specific activities, mainly in the fields of religious education and religious arts, including the participation in various forms of charity work.\nInter-Christian relations.\nThe Serbian Orthodox Church is in &lt;a href=\"full%20communion\"&gt;full communion&lt;/a&gt; with the &lt;a href=\"Ecumenical%20Patriarchate%20of%20Constantinople\"&gt;Ecumenical Patriarchate of Constantinople&lt;/a&gt; (which holds a special place of honour within Eastern Orthodoxy and serves as the seat for the Ecumenical Patriarch, who enjoys the status of \"&lt;a href=\"Primus%20inter%20pares\"&gt;first-among-equals&lt;/a&gt;\") and all of the mainstream autocephalous Eastern Orthodox church bodies except the &lt;a href=\"Orthodox%20Church%20of%20Ukraine\"&gt;Orthodox Church of Ukraine&lt;/a&gt;. It has been a member of the &lt;a href=\"World%20Council%20of%20Churches\"&gt;World Council of Churches&lt;/a&gt; since 1965, and of the &lt;a href=\"Conference%20of%20European%20Churches\"&gt;Conference of European Churches&lt;/a&gt;.\nArt.\nArchitecture.\nSerbian medieval churches were built in the Byzantine spirit. The &lt;a href=\"Ra%C5%A1ka%20style\"&gt;Raška style&lt;/a&gt; refers to the Serbian architecture from the 12th to the end of the 14th century (&lt;a href=\"Studenica%20monastery\"&gt;Studenica&lt;/a&gt;, &lt;a href=\"Hilandar\"&gt;Hilandar&lt;/a&gt;, &lt;a href=\"%C5%BDi%C4%8Da\"&gt;Žiča&lt;/a&gt;). The &lt;a href=\"Serbo-Byzantine%20architecture\"&gt;Vardal style&lt;/a&gt;, which is the typical one, was developed in the late 13th century combining &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; and Serbian influences to form a new architectural style (&lt;a href=\"Gra%C4%8Danica%20monastery\"&gt;Gračanica&lt;/a&gt;, &lt;a href=\"Patriarchal%20Monastery%20of%20Pe%C4%87\"&gt;Patriarchal Monastery of Peć&lt;/a&gt;). By the time of the &lt;a href=\"Serbian%20Empire\"&gt;Serbian Empire&lt;/a&gt;, the Serbian state had enlarged itself over &lt;a href=\"Macedonia%20%28region%29\"&gt;Macedonia&lt;/a&gt;, &lt;a href=\"Epirus\"&gt;Epirus&lt;/a&gt; and &lt;a href=\"Thessaly\"&gt;Thessaly&lt;/a&gt; all the way to the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt;, which resulted in stronger influences from &lt;a href=\"Byzantine%20art\"&gt;Byzantine art&lt;/a&gt; tradition. The &lt;a href=\"Morava%20style\"&gt;Morava style&lt;/a&gt; refers to the period of the fall of Serbia under the Ottoman Empire, from 1371 to 1459 (&lt;a href=\"Ravanica\"&gt;Ravanica&lt;/a&gt;, &lt;a href=\"Ljubostinja\"&gt;Ljubostinja&lt;/a&gt;, &lt;a href=\"Kaleni%C4%87%20Monastery\"&gt;Kalenić&lt;/a&gt;, &lt;a href=\"Resava%20Monastery\"&gt;Resava&lt;/a&gt;).\nDuring the 17th-century, many of the Serbian Orthodox churches that were built in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; took all the characteristics of &lt;a href=\"baroque\"&gt;baroque&lt;/a&gt; churches built in the Habsburg-occupied regions where Serbs lived. The churches usually had a bell tower, and a single nave building with the iconostasis inside the church covered with &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt;-style paintings. These churches can be found in Belgrade and Vojvodina, which were occupied by the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; from 1717 to 1739, and on the border with Austrian (later &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;) across the Sava and Danube rivers from 1804 when Serbian statehood was re-established.\nIcons.\n&lt;a href=\"Icon\"&gt;Icon&lt;/a&gt;s are replete with &lt;a href=\"symbol\"&gt;symbol&lt;/a&gt;ism meant to convey far more meaning than simply the identity of the person depicted, and it is for this reason that Orthodox &lt;a href=\"iconography\"&gt;iconography&lt;/a&gt; has become an exacting science of copying older icons rather than an opportunity for artistic expression. The personal, idiosyncratic and creative traditions of &lt;a href=\"Western%20Europe\"&gt;Western Europe&lt;/a&gt;an &lt;a href=\"religious%20art\"&gt;religious art&lt;/a&gt; are largely lacking in Orthodox &lt;a href=\"iconography\"&gt;iconography&lt;/a&gt; before the 17th century, when Russian and Serbian icon painting was influenced by religious paintings and engravings from Europe.\nLarge icons can be found adorning the walls of churches and often cover the inside structure completely. Orthodox homes often likewise have icons hanging on the wall, usually together on an eastern facing wall, and in a central location where the family can pray together.\nInsignia.\nThe &lt;a href=\"Flag%20of%20Serbia\"&gt;Serbian tricolour&lt;/a&gt; with a &lt;a href=\"Serbian%20cross\"&gt;Serbian cross&lt;/a&gt; is used as the official flag of the Serbian Orthodox Church, as defined in the Article 4 of the SOC Constitution.\nA number of other unofficial variant flags, some with variations of the cross, coat of arms, or both, exist."
}