{
    "id": "34459042",
    "revid": "952603",
    "url": "https://en.wikipedia.org/wiki?curid=34459042",
    "title": "Springfield Road",
    "text": "The Springfield Road () is a residential area and road traffic thoroughfare adjacent to the &lt;a href=\"Falls%20Road%20%28Belfast%29\"&gt;Falls Road&lt;/a&gt; in west &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt;. The local population is predominantly &lt;a href=\"Irish%20nationalism\"&gt;Irish nationalist&lt;/a&gt; and &lt;a href=\"Irish%20republicanism\"&gt;republican&lt;/a&gt;. Parts of the road form an &lt;a href=\"interface%20area\"&gt;interface area&lt;/a&gt; with the neighbouring &lt;a href=\"Ulster%20loyalism\"&gt;Ulster loyalist&lt;/a&gt; areas of the &lt;a href=\"Greater%20Shankill\"&gt;Greater Shankill&lt;/a&gt; and it was the site of much activity during &lt;a href=\"the%20Troubles\"&gt;the Troubles&lt;/a&gt;. The Springfield Road includes the Ballymurphy and New Barnsley districts and is overlooked by &lt;a href=\"Black%20Mountain%20%28Belfast%29\"&gt;Black Mountain&lt;/a&gt; and &lt;a href=\"Divis\"&gt;Divis&lt;/a&gt;.\nHistory.\nMuch of what now forms the housing estates of the Springfield Road was formerly rural land near the base of the mountains. The area around what became New Barnsley was known as Brown's Fields and was formerly used for grazing cattle. The area would later become industrialised with &lt;a href=\"James%20Mackie%20%26amp%3B%20Sons\"&gt;James Mackie &amp; Sons&lt;/a&gt; establishing a textile factory on the road in the late nineteenth century. It became a leading employer and produced large quantities of munitions during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;.\nThe area experienced growth in the 1940s when a series of housing estates were built. The pattern of &lt;a href=\"segregation%20in%20Northern%20Ireland\"&gt;segregation in Northern Ireland&lt;/a&gt; was maintained as the new estates were partitioned along religious lines, with the Highfield and New Barnsley estates on the northern side of the road predominantly &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt; and the Ballymurphy estate earmarked for a mainly &lt;a href=\"Roman%20Catholic%20Church\"&gt;Catholic&lt;/a&gt; population. The area saw an influx of temporary residents in the 1960s when the inhabitants of the Pound Loney area of the lower Falls were temporarily rehoused in Ballymurphy whilst the new Divis flats complex was built. A young &lt;a href=\"Gerry%20Adams\"&gt;Gerry Adams&lt;/a&gt;, who had been involved in agitation against the redevelopment of the Pound Loney, was amongst those to be rehoused in this manner.\nAreas of the Springfield Road.\nThe Springfield Road starts on the lower Falls Road, forming a continuation of the Grosvenor Road, which links the Falls to &lt;a href=\"Belfast%20city%20centre\"&gt;Belfast city centre&lt;/a&gt;. The road continues north-west before turning sharply in a more south-westerly direction. It eventually merges into the Monagh by-pass which links the area with Kennedy Way and ultimately the &lt;a href=\"M1%20motorway%20%28Northern%20Ireland%29\"&gt;M1 motorway&lt;/a&gt;. From the Grosvenor Road to the junction with the West Circular Road it forms part of the B38 whilst from there after it is part of the &lt;a href=\"A55%20road%20%28Northern%20Ireland%29\"&gt;A55&lt;/a&gt;.\nLower Springfield.\nThe areas at the start of the Springfield Road are made up largely of social housing with some shops on the main road itself. These form part of the Edenderry and Clonard districts that are also part of the Falls Road. As this area is close to neighbouring loyalist estates a number of peace lines are in existence due to continuing low level violence and vandalism. Ainsworth Avenue, which formerly linked the Springfield Road to the Woodvale Road is closed off as are the points at which Kirk Street and Workman Avenue in the Woodvale area touch Springfield and the parts of the &lt;a href=\"Highfield%2C%20Belfast\"&gt;Highfield estate&lt;/a&gt; that border the Springfield Road Limited access is still possible through Lanark Way with the street linking the Springfield and Shankill roads, albeit with gates that can be locked. The street was favoured by hitmen associated with the &lt;a href=\"UDA%20West%20Belfast%20Brigade\"&gt;UDA West Belfast Brigade&lt;/a&gt; to gain access to the republican districts of the west of the city, notably &lt;a href=\"Stephen%20McKeag\"&gt;Stephen McKeag&lt;/a&gt; who nicknamed the street the Yellow Brick Road.\nOther features of the area include Springvale Industrial Estate and Business Park as well as Springfield Park, a small facility maintained by &lt;a href=\"Belfast%20City%20Council\"&gt;Belfast City Council&lt;/a&gt;. The Farset International budget accommodation and conference facility is contained within Springfield Park. &lt;a href=\"Clonard%20Monastery\"&gt;Clonard Monastery&lt;/a&gt; is also located close to the Springfield Road.\nHighfield and New Barnsley.\nThe loyalist Highfield estate borders onto the Springfield Road around West Circular Road and this area provides access to the Ballygomartin Road, a predominantly Protestant area that links to the Shankill Road. Close to the West Circular Road on the Springfield Road is the Whiterock &lt;a href=\"Orange%20Order\"&gt;Orange Hall&lt;/a&gt;. Parades to and from this hall, which pass areas of Catholic housing, have resulted in tension and rioting from as early as 1970. In October 2005 the hall was targeted in an arson attack.\nThe republican housing area adjacent to Highfield is known as New Barnsley. New Barnsley took its name from a &lt;a href=\"clachan\"&gt;clachan&lt;/a&gt; near Springfield Park which was burned down during the Troubles. The area is divided from the Highfield estate by a large &lt;a href=\"Peace%20lines\"&gt;peace line&lt;/a&gt; that runs the length of the Springmartin Road. New Barnsley &lt;a href=\"Police%20Service%20of%20Northern%20Ireland\"&gt;Police Service of Northern Ireland&lt;/a&gt; station is located at the Springfield Road end of the peace line and is the main police presence on the road following the 2002 closure of the old Springfield Road RUC station.\nBallymurphy and Whiterock.\nThe area between the Springfield Road and the Whiterock Road is commonly known as Ballymurphy after the Ballymurphy Road. Springhill and Glenalina form part of this area. The housing in Ballymurphy was first built in 1947 when the council erected 600 concrete houses on a site acquired to cope with the rising population of the city. The area is bordered by the Whiterock Road, which links the Falls Road with the Ballygomartin Road and intersects the Springfield Road at Ballymurphy. The Whiterock area is older than Ballymurphy, dating back to the 1920s. Previously known as Kill Pipers Hill, the area had belonged William Sinclair, Lord Glenalina, whose title is commemorated in the area.\nSpringhill Millennium Park, a public facility, is located in this area whilst &lt;a href=\"Belfast%20City%20Cemetery\"&gt;Belfast City Cemetery&lt;/a&gt; is also located in the Whiterock area. Whiterock Leisure Centre, located on the Whiterock Road, was in 1984 the scene of a notorious incident when, following the erection of an &lt;a href=\"Flag%20of%20Ireland\"&gt;Irish tricolour&lt;/a&gt;, &lt;a href=\"Democratic%20Unionist%20Party\"&gt;Democratic Unionist Party&lt;/a&gt; politician &lt;a href=\"George%20Seawright\"&gt;George Seawright&lt;/a&gt; led a group of loyalists, including UVF members &lt;a href=\"John%20Bingham%20%28loyalist%29\"&gt;John Bingham&lt;/a&gt; and &lt;a href=\"William%20Marchant%20%28loyalist%29\"&gt;William 'Frenchie' Marchant&lt;/a&gt;, wielding legally held handguns to physically remove it. Such were the levels of poverty in the area that in 1971 &lt;a href=\"Mother%20Teresa\"&gt;Mother Teresa&lt;/a&gt; established a religious mission in Ballymurphy and lived in the area for around a year.\nTurf Lodge.\nA further housing estate, Turf Lodge, lies beyond the Springfield Road, sandwiched between the Whiterock Road, the Monagh Bypass and the Glen Road. The area was built in the late 1950s to house excess people from the overcrowded districts of the lower Falls. The area had formerly been occupied by the Turf Lodge Farm and so the name was retained for the new estate. Much of the housing was of a low standard, consisting of blocks of flats and maisonettes, although following a campaign by local women in the 1970s some of the lowest quality housing stock was demolished and redeveloped. The estate is encircled by ring roads, a state of affairs which has helped to encourage &lt;a href=\"Joyride%20%28crime%29\"&gt;joyriding&lt;/a&gt; amongst local \"&lt;a href=\"spide\"&gt;hoods&lt;/a&gt;\". This in turn engendered a culture of &lt;a href=\"Extrajudicial%20punishment\"&gt;summary justice&lt;/a&gt;, where the local PIRA handed out punishment beatings and knee-cappings to those deemed guilty of \"antisocial behaviour\", in Turf Lodge. During the Troubles an army base, Fort Monagh, was located on the estate.\nEducation.\nSt Clare's Primary School on the lower part of the road was built in 2005 as an amalgamation of two earlier schools. Springfield Primary School, further along the road, dates back to 1910. There are no secondary schools on the road, although there are several on the neighbouring Falls Road. &lt;a href=\"Gort%20Na%20M%C3%B3na%20Secondary%20School\"&gt;Gort Na Móna Secondary School&lt;/a&gt; was located on the road from 1971 to 1988 before closing after merging with other Catholic schools in the area to form Corpus Christi College.\nA branch of &lt;a href=\"Belfast%20Metropolitan%20College\"&gt;Belfast Metropolitan College&lt;/a&gt; is located on the adjacent Whiterock Road whilst St Gerard's Education Resource Centre, a special school, is found on Belfield Heights near where the Springfield Road merges into the Monagh By-pass.\nSport.\n&lt;a href=\"Gort%20na%20Mona%20GAC\"&gt;Gort na Mona GAC&lt;/a&gt;, a &lt;a href=\"Gaelic%20Athletic%20Association\"&gt;Gaelic Athletic Association&lt;/a&gt; whose origins lie in the Turf Lodge area of west Belfast, have their current headquarters on the Springfield Road. &lt;a href=\"L%C3%A1mh%20Dhearg%20GAC\"&gt;Lámh Dhearg GAC&lt;/a&gt; are also based in the area, on Hannahstown Hill.\n&lt;a href=\"Association%20football\"&gt;Football&lt;/a&gt; club &lt;a href=\"Iveagh%20United%20F.C.\"&gt;Iveagh United F.C.&lt;/a&gt;, who play in the &lt;a href=\"Northern%20Amateur%20Football%20League\"&gt;Northern Amateur Football League&lt;/a&gt;, were formed in the area in the early 1960s although they have since left the area and are now based in the &lt;a href=\"Poleglass\"&gt;Twinbrook&lt;/a&gt; area of &lt;a href=\"Dunmurry\"&gt;Dunmurry&lt;/a&gt;.\nHoly Trinity &lt;a href=\"Boxing\"&gt;Boxing&lt;/a&gt; Club is located in Turf Lodge and it has developed a strong reputation in &lt;a href=\"amateur%20boxing\"&gt;amateur boxing&lt;/a&gt;, with champions at a variety of age groups fighting out of the club. &lt;a href=\"Damaen%20Kelly\"&gt;Damaen Kelly&lt;/a&gt;, a double bronze medallist at amateur level and a &lt;a href=\"List%20of%20boxing%20triple%20champions\"&gt;triple weight champion&lt;/a&gt; in the professional game, trained at the club.\nTransport.\nThe row of cottages that made up the New Barnsley clachan was formerly the \"terminus\" for public transport, the limit of local bus services. However Springfield Road is no longer one of the twelve main corridors of &lt;a href=\"Translink%20%28Northern%20Ireland%29\"&gt;Translink&lt;/a&gt;, which provides the &lt;a href=\"Metro%20%28Belfast%29\"&gt;Metro&lt;/a&gt; bus service in Belfast, and the road is served only by the irregular 80 and 81 services.\nBoth the Springfield Road itself and the western parts of Belfast as a whole were noted for their traffic congestion and so in 1978 the Monagh Bypass was opened near Springfield Road to provide an alternative route. The Bypass however is largely unfinished after it was discovered that much of the area around the foothills was impassable and so congestion remains an issue. After the Bypass the Upper Springfield Road marks the beginning of the B38, a minor road that links Belfast with the village of &lt;a href=\"Glenavy\"&gt;Glenavy&lt;/a&gt;.\nPolitics.\nThe Springfield Road is divided between the &lt;a href=\"Court%20%28District%20Electoral%20Area%29\"&gt;Court&lt;/a&gt; and &lt;a href=\"Black%20Mountain%20%28District%20Electoral%20Area%29\"&gt;Black Mountain District Electoral Areas&lt;/a&gt; of &lt;a href=\"Belfast%20City%20Council\"&gt;Belfast City Council&lt;/a&gt;. Court, which includes the Clonard ward covering the lower part of the road, is a mainly Unionist/Loyalist area and in the &lt;a href=\"2014%20Belfast%20City%20Council%20election\"&gt;2014 election&lt;/a&gt; returned &lt;a href=\"Brian%20Kingston\"&gt;Brian Kingston&lt;/a&gt; and &lt;a href=\"Frank%20McCoubrey\"&gt;Frank McCoubrey&lt;/a&gt; of the &lt;a href=\"Democratic%20Unionist%20Party\"&gt;Democratic Unionist Party&lt;/a&gt;, Mary McConville and Jim McVeigh of &lt;a href=\"Sinn%20F%C3%A9in\"&gt;Sinn Féin&lt;/a&gt;, &lt;a href=\"Billy%20Hutchinson\"&gt;Billy Hutchinson&lt;/a&gt; of the &lt;a href=\"Progressive%20Unionist%20Party\"&gt;Progressive Unionist Party&lt;/a&gt; and Jolene Bunting of the &lt;a href=\"Traditional%20Unionist%20Voice\"&gt;Traditional Unionist Voice&lt;/a&gt; as councillors. Black Mountain however is strongly Nationalist/Republican and elected as its seven councillors Janice Austin, Ciarán Beattie, Arder Carson, Steven Corr and Emma Groves of Sinn Féin, Tim Attwood of the &lt;a href=\"Social%20Democratic%20and%20Labour%20Party\"&gt;Social Democratic and Labour Party&lt;/a&gt; (SDLP) and &lt;a href=\"Gerry%20Carroll\"&gt;Gerry Carroll&lt;/a&gt; of &lt;a href=\"People%20Before%20Profit\"&gt;People Before Profit&lt;/a&gt; (PBP).\nThe area is covered by the &lt;a href=\"Belfast%20West%20%28UK%20Parliament%20constituency%29\"&gt;Belfast West&lt;/a&gt; constituency for the &lt;a href=\"Parliament%20of%20the%20United%20Kingdom\"&gt;Parliament of the United Kingdom&lt;/a&gt; with the seat represented by Sinn Féin's &lt;a href=\"Paul%20Maskey\"&gt;Paul Maskey&lt;/a&gt;, who was elected at a &lt;a href=\"2011%20Belfast%20West%20by-election\"&gt;2011 by-election&lt;/a&gt; following the resignation of &lt;a href=\"Gerry%20Adams\"&gt;Gerry Adams&lt;/a&gt; to contest a seat in the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;. The &lt;a href=\"Belfast%20West%20%28Assembly%20constituency%29\"&gt;same area&lt;/a&gt; is used for the &lt;a href=\"Northern%20Ireland%20Assembly\"&gt;Northern Ireland Assembly&lt;/a&gt; with the five seats held by &lt;a href=\"%C3%93rlaith%C3%AD%20Flynn\"&gt;Órlaithí Flynn&lt;/a&gt;, &lt;a href=\"Fra%20McCann\"&gt;Fra McCann&lt;/a&gt;, &lt;a href=\"Alex%20Maskey\"&gt;Alex Maskey&lt;/a&gt;, &lt;a href=\"Pat%20Sheehan%20%28politician%29\"&gt;Pat Sheehan&lt;/a&gt; of Sinn Féin and Gerry Carroll of PBP.\nThe &lt;a href=\"Workers%27%20Party%20of%20Ireland\"&gt;Workers' Party of Ireland&lt;/a&gt; maintains its northern headquarters near the start of the Springfield Road.\nThe Troubles.\nStreets leading off the Springfield Road were at the centre of the &lt;a href=\"1969%20Northern%20Ireland%20riots\"&gt;1969 riots&lt;/a&gt; which were among the earliest incidents to occur during the Troubles. Kashmir Road, which leads directly off the lower Springfield Road, was the site of a series of arson attacks on homes, along with Cupar Street and Bombay Street, both of which are between the Springfield, Falls and &lt;a href=\"Shankill%20Road\"&gt;Shankill Road&lt;/a&gt;s. Rioting returned the following year with fierce fighting occurring at the interface between Catholic Ballymurphy and the then Protestant New Barnsley areas. The trouble began on 31 March 1970 when junior &lt;a href=\"Orange%20Order\"&gt;Orange Order&lt;/a&gt; bands heading to &lt;a href=\"Bangor%2C%20County%20Down\"&gt;Bangor, County Down&lt;/a&gt; began to play their tunes on the Springfield Road early in the morning before travelling to the North Down coast. Although the bands left without incident crowds of angry residents gathered in Ballymurphy and a unit of the &lt;a href=\"Scots%20Guards\"&gt;Scots Guards&lt;/a&gt; was deployed in preparation for trouble later that night. When the bands returned sectarian clashes broke out and soon developed into a full-scale riot as the soldiers struggled to maintain order. A heavier, more forceful, army presence was deployed in Ballymurphy the following night and in anger the residents attacked the soldiers. Three nights of rioting followed, with the army make heavy use of &lt;a href=\"CS%20gas\"&gt;CS gas&lt;/a&gt; canisters and grenades in a largely unsuccessful attempt to break up the crowds. The Protestant population of New Barnsley moved out of the area soon after this event. Some individuals who would go on to become leading figures within the &lt;a href=\"Ulster%20Defence%20Association\"&gt;Ulster Defence Association&lt;/a&gt; (UDA) lived on the Springfield Road until the outbreak of the Troubles, notably Ballymurphy native &lt;a href=\"John%20White%20%28loyalist%29\"&gt;John White&lt;/a&gt; and &lt;a href=\"Andy%20Tyrie\"&gt;Andy Tyrie&lt;/a&gt;, who lived in both Ballymurphy and New Barnsley before the Troubles. New Barnsley Protestants mostly settled in houses left vacant by fleeing Catholics in the Greater Shankill and vice versa.\nA notorious incident in the road's history was the &lt;a href=\"Ballymurphy%20Massacre\"&gt;Ballymurphy Massacre&lt;/a&gt;, the deaths of eleven civilians that occurred on the road between 9 and 11 August 1971 during the implementation of &lt;a href=\"Operation%20Demetrius\"&gt;Operation Demetrius&lt;/a&gt;. The killings were carried out by members of the &lt;a href=\"Parachute%20Regiment%20%28United%20Kingdom%29\"&gt;Parachute Regiment&lt;/a&gt; of the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; who maintained that they were only returning fire after being shot at by republicans. Families of the victims however have been involved in a long campaign to seek acknowledgement from the British government that their relatives were not involved in any attacks on the soldiers. The &lt;a href=\"Springhill%20Massacre\"&gt;Springhill Massacre&lt;/a&gt;, which followed in 1972 and was also said to be a case of soldiers killing civilians, also occurred on the Springfield Road.\nThe Springfield Road has long been a stronghold of the &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional Irish Republican Army&lt;/a&gt; (IRA) and following the 1969 split in the &lt;a href=\"Irish%20Republican%20Army%20%281922%E2%80%931969%29\"&gt;Irish Republican Army&lt;/a&gt; the Ballymurphy unit of the &lt;a href=\"Belfast%20Brigade%20%28Irish%20Republican%20Army%29\"&gt;Belfast Brigade&lt;/a&gt; was one of the first to declare its loyalty to the Provisional IRA. Following a reorganisation of the &lt;a href=\"Provisional%20IRA%20Belfast%20Brigade\"&gt;Provisional IRA Belfast Brigade&lt;/a&gt; the Springfield Road was divided between the First Battalion (the Ballymurphy unit) and the Second Battalion (units around Clonard). Its political arm, &lt;a href=\"Provisional%20Sinn%20F%C3%A9in\"&gt;Provisional Sinn Féin&lt;/a&gt;, emerged on the Springfield Road with the first \"cumann\" established in Clonard by &lt;a href=\"Proinsias%20MacAirt\"&gt;Proinsias MacAirt&lt;/a&gt; closely followed by the Ballymurphy \"cumann\" under Liam McParland.\nThe &lt;a href=\"Royal%20Ulster%20Constabulary\"&gt;Royal Ulster Constabulary&lt;/a&gt; (RUC) station on the road was also used as a barracks by the British Army resulting in the road becoming a significant centre in the conflict between the British military and Irish republican groups. One such event occurred on 25 May 1971 when a bomb was thrown into the base, killing army Sergeant &lt;a href=\"Michael%20Willetts\"&gt;Michael Willetts&lt;/a&gt; as he shielded civilians from the blast with his body. He was posthumously awarded the &lt;a href=\"George%20Cross\"&gt;George Cross&lt;/a&gt;. Seven RUC officers, two British soldiers and 18 civilians were injured. An IRA rocket attack was launched on the barracks on 1 January 1973 injuring two people whilst on 28 October 1979 a soldier and a policeman were killed in a machine gun attack on the barracks. On 20 September 1982 a British soldier was killed when an IRA unit fired a rocket at his observation post at the barracks whilst on 2 May 1987 an IRA volunteer was killed in a premature bomb explosion during an attack on the base. A mortar attack was launched on 20 September 1987 with no casualties. The base was attacked again on 27 December 1993 when the IRA ended their traditional Christmas truce with a series of attacks on RUC and army bases, including a car bomb outside Springfield Road station. The final attack came on 30 August 1994 when the base was bombed at the same time as a mortar bomb was launched at the nearby Whiterock army base.\nOther IRA attacks on the Springfield Road included the killing of a British soldier by a sniper on 8 April 1972, the death of a civilian in a car bomb on 26 March 1974, the killing of an alleged informer on 20 April that same year and a further soldier death on 30 June 1976. On 14 May 1981 an RUC officer was killed when his patrol vehicle was hit by an IRA rocket on Springfield Road and on 14 October 1982 a bomb attack was carried out on an army foot patrol in Ballymurphy. One of the deadliest IRA attacks in the area occurred on 25 March 1982 when three British soldiers were killed and five other people injured in a gun attack on Crocus Street, off the Springfield Road. It is believed an &lt;a href=\"M60%20machine%20gun\"&gt;M60 machine gun&lt;/a&gt; was used during the attack. An &lt;a href=\"Ulster%20Defence%20Regiment\"&gt;Ulster Defence Regiment&lt;/a&gt; soldier was also killed on the road by &lt;a href=\"Irish%20National%20Liberation%20Army\"&gt;Irish National Liberation Army&lt;/a&gt; on 29 September 1981.\nLoyalist paramilitaries frequently targeted people living in the area during the Troubles. Under &lt;a href=\"Charles%20Harding%20Smith\"&gt;Charles Harding Smith&lt;/a&gt; the UDA, in their initial claimed role of defending Protestant communities were the first to erect temporary barricades on Ainsworth Avenue blocking the route between the Shankill and Springfield roads. These have since become permanent peace lines. On 13 September 1972 the UDA opened fire inside the Catholic-owned Divis Castle Bar on Springfield Road, killing the owner's son. On 5 September 1973 the UDA, under its &lt;a href=\"Ulster%20Freedom%20Fighters\"&gt;Ulster Freedom Fighters&lt;/a&gt; code name, claimed responsibility for a no warning car bomb that caused extensive damage to property but no loss of life after the area was evacuated. Later that same year they shot and killed a Catholic outside his place of work on the road. This was followed on 22 November 1974 by the killing of a Catholic woman at her Springfield Road workplace. UDA hitman &lt;a href=\"Sam%20%26quot%3BSkelly%26quot%3B%20McCrory\"&gt;Sam McCrory&lt;/a&gt; was given his first assignment and on 9 October 1987, Francisco Notarantonio, a 66-year-old who had been &lt;a href=\"interned%20in%201971\"&gt;interned in 1971&lt;/a&gt; but had not been active for more than 40 years, was shot dead at his home in Ballymurphy, in a hit said to have been organised the British agent &lt;a href=\"Brian%20Nelson%20%28Northern%20Irish%20loyalist%29\"&gt;Brian Nelson&lt;/a&gt;. The UDA largely abandoned activity in the Springfield Road until the 1990s when they claimed three separate civilian murders on 3 September 1991, 28 April 1992 and 27 April 1994.\nThe &lt;a href=\"Ulster%20Volunteer%20Force\"&gt;Ulster Volunteer Force&lt;/a&gt; (UVF) has committed a number of killings on the Springfield Road during the Troubles. On 28 May 1972 they shot and killed a Catholic civilian on the road and another in Whiterock Gardens on 4 February 1974 whilst on 9 April 1976 they exploded a no-warning bomb at Divis Castle Bar killing another Catholic civilian. Another Catholic civilian killed at his home on 12 September 1979 and again in the same circumstances on 25 June 1987. On 10 March 1989 a security guard was killed outside the Orient Bar in an attack claimed by the &lt;a href=\"Protestant%20Action%20Force\"&gt;Protestant Action Force&lt;/a&gt;, a UVF cover name. and On 26 June 1993 loyalists rioted when the RUC prevented an Orange Order march near a &lt;a href=\"Peace%20lines\"&gt;peace line&lt;/a&gt; in the area. On Ainsworth Avenue, a UVF member was wounded when the grenade he was holding exploded prematurely. Eighteen people were wounded. He died three days later."
}