{
    "id": "3447056",
    "revid": "40930617",
    "url": "https://en.wikipedia.org/wiki?curid=3447056",
    "title": "Tin Can (basketball arena)",
    "text": "The Indoor Athletic Court (commonly known as the Tin Can or the Indoor Athletic Center) was the home of &lt;a href=\"North%20Carolina%20Tar%20Heels\"&gt;North Carolina Tar Heels&lt;/a&gt; &lt;a href=\"North%20Carolina%20Tar%20Heels%20men%27s%20basketball\"&gt;men's basketball&lt;/a&gt; team from January 8, 1924, through February 17, 1938, across fifteen seasons. Due to increased demand for viewing the varsity basketball team and limited capacity at then home court &lt;a href=\"Bynum%20Gymnasium\"&gt;Bynum Gymnasium&lt;/a&gt;, the university appropriated $54,482.45 to have a structure built to house the team. Then Graduate Manager of Athletics Charles T. Woollen decided to build a temporary structure with those funds and a more permanent venue later. Plans were purchased and work began in October 1923. The building, which was a completely &lt;a href=\"steel\"&gt;steel&lt;/a&gt; structure, was built with galvanized steel sheet siding and roof. Many felt the building did not have an attractive exterior. The building featured one bathroom, no locker or dressing rooms, and no heating system, initially. Quickly the building earned a reputation for being cold during the winter and hot during the summer time. An official heating system and, later individual heaters, were added to the building, but did not help the temperature problem. The men's basketball team moved to the &lt;a href=\"Woollen%20Gymnasium\"&gt;Woollen Gymnasium&lt;/a&gt; in 1939. \nDuring their time in the Tin Can, the Tar Heels won several &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt; championships: six regular season titles and four conference tournament titles. Aside from basketball the building was used for many other sports including: &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt;, &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt;, and &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt;, among others. It hosted the Southern Indoor Track and Field Games for the Southern Conference for nine years. Outside of athletics, the Tin Can was the site of many class picnics, school dances, class registration, and concerts. In the 1930s and 1940s, the building hosted several big bands and artists including &lt;a href=\"Frank%20Sinatra\"&gt;Frank Sinatra&lt;/a&gt; and &lt;a href=\"Tommy%20Dorsey\"&gt;Tommy Dorsey&lt;/a&gt;. Following the basketball team's departure, students continued to use the facility for sports, while adjustments were made to allow for &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; and &lt;a href=\"golf\"&gt;golf&lt;/a&gt;. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the building was used as a temporary dormitory for around 275 students. When a structure was announced to be built in the Tin Can's location in 1976, the university's trustees weighed the costs of moving the existing structure to the east end of Fetzer Field or tearing down the Tin Can and building a replica in the aforementioned location. Ultimately, the structure was torn down and a new one built on Fetzer Field. In total, the university used the temporary building for 54 years.\nConstruction and architecture.\nThe growth of the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina&lt;/a&gt; in the preceding years strove the efforts to build a new facility so that more of the student body would be able to view games. It was reported that if one desired to go to a game at the then home venue &lt;a href=\"Bynum%20Gymnasium\"&gt;Bynum Gymnasium&lt;/a&gt; the season before, one would have to get there an hour early to guarantee a spot. The total cost for the venue was constructed for $54,482.25. In April 1923, North Carolina's Board of Trustees allocated $40,000 for a physical training building. Graduate Manager of Athletics Charles T. Woollen decided to build a temporary venue rather than another small facility, while planning to build another larger and central gymnasium later (what became &lt;a href=\"Woollen%20Gymnasium\"&gt;Woollen Gymnasium&lt;/a&gt;). In early October 1923, Woollen announced that work was to begin on a new field for athletics between dormitories, as well as an indoor athletic field. The indoor facility would feature eight smaller basketball courts and the &lt;a href=\"North%20Carolina%20Tar%20Heels%20men%27s%20basketball\"&gt;school's varsity team&lt;/a&gt; would play on one full length court, with stands being provided for fans. \nThe building for indoor athletic field was purchased from &lt;a href=\"Pittsburgh%2C%20Pennsylvania\"&gt;Pittsburgh, Pennsylvania&lt;/a&gt;'s Blard-Knox Company. On October 26, \"The Tar Heel\" reported that construction began on the new indoor facility by raising steel erectors. This steel construction was to be finished within three weeks and only one more week was needed to place the floors, before the building was to be finished. The floor was &lt;a href=\"maple%20%28wood%29\"&gt;maple&lt;/a&gt;wood and the rest of the structure was made of &lt;a href=\"steel\"&gt;steel&lt;/a&gt;, with the roof and siding being galvanized sheet iron. The venue was 300 feet by 110 feet and included one toilet. In addition to basketball courts, it held a one-sixth mile track. Aside from hosting varsity basketball contests, intramural sports were planned to use the facility. It was the first building on campus to be strictly for an athletic purpose. Before being built, it was hoped to allow roughly 4,000 spectators in the building when using three of the courts to host tournaments. However, the portable bleachers that were used only allowed roughly 2,500 fans. As a whole, it was thought to be visually unappealing, and one \"Daily Tar Heel\" article written after its removal, stated that most people considered the structure to be an \"eyesore.\"\nThe structure was never given a formal name aside from Indoor Athletic Center or the Indoor Athletic Court, but the students eventually referred to it as the Tin Can and the name stuck. It was located between what is now &lt;a href=\"Morehead-Patterson%20Bell%20Tower\"&gt;Morehead-Patterson Bell Tower&lt;/a&gt; and Woollen Gymnasium along South Road, on the site of what is now &lt;a href=\"Fetzer%20Hall\"&gt;Fetzer Hall&lt;/a&gt;. The Bell Tower's chimes would make the Tin Can's roof reverberate. There was no air conditioning, heating, or insulation in the Tin Can, which left it freezing in the winter and \"like an oven\" in the summer. Dripping water would often leak down the walls and form icicles. By 1927, players wore sweatshirts and gloves while warming up due to the cold conditions in the venue and its lack of heating, and later, effective heating. In 1929, it was announced that there would be a renovation to add a heating system. In addition, there will be a place created for a stage to be placed for concerts. Despite the installation of a heating system, players and coaches still complained about the temperature. Near the end of December 1940, the Tin Can was announced to be receiving a $4,000 paint job on the exterior. Backboards that were used by the students were replaced, along with the addition of signs and partitions placed at the entrance. One writer expressed that the floors were \"spic and span\" after not having been cleaned in a long time. \nSince there were no showers in the building, athletes and students would have to head to their dormitories or &lt;a href=\"Boshamer%20Stadium\"&gt;Emerson Field&lt;/a&gt; to shower. Due to continued heating issues, small electric heaters that featured blowers were used, but this proved ineffective. Heaters would be placed near the benches during games, while the crowd had no heaters in their area. There were four heaters that the Tin Can had in 1940.\nHistory.\nThe first game in the Tin Can was played on January 8, 1924, when Carolina squared off against &lt;a href=\"1923%E2%80%9324%20Mercer%20Bears%20men%27s%20basketball%20team\"&gt;Mercer University&lt;/a&gt;. Two thousand people turned up for the game. \"The Tar Heel\" wrote following the game: \"Two thousand spectators, well-wrapped in overcoats, shivered away in the spacious and airy and saw the 'Tin Can' christened with a victory.\" The Tar Heels concluded the &lt;a href=\"1923%E2%80%9324%20North%20Carolina%20Tar%20Heels%20men%27s%20basketball%20team\"&gt;1923–24 campaign&lt;/a&gt; and season in the Tin Can undefeated. The team was retroactively named the national champion by the &lt;a href=\"Helms%20Athletic%20Foundation\"&gt;Helms Athletic Foundation&lt;/a&gt; and the &lt;a href=\"Premo-Porretta%20Power%20Poll\"&gt;Premo-Porretta Power Poll&lt;/a&gt;.\nAs success continued into &lt;a href=\"Southern%20Conference\"&gt;Southern Conference&lt;/a&gt; play in the 1930s, the capacity of the Tin Can proved insufficient to meet the increased interest in the team. North Carolina played the last of their games there at the end of the 1938 season, having officially moved to the adjacent Woollen Gymnasium on January 4, 1939. The last game that was played was against Washington &amp; Lee on February 17, 1938, where 4,000 fans attended as Carolina beat the visitors 42–39. The Tar Heels won Southern Conference regular season titles in 1922, 1924, 1925, 1926, 1935, and 1936, along with conference titles in 1924, 1925, 1926, and 1935.\nHome–court advantage.\nThe Carolina teams played 15 seasons in the arena. Across those seasons, the Tar Heels played 150 games, where they amassed 130 wins against 20 losses, for a win percentage of 86.7%. In four of the fifteen seasons, the team went undefeated in all contests at the Tin Can. Their worst home record in the venue was in the &lt;a href=\"1929%E2%80%9330%20North%20Carolina%20Tar%20Heels%20men%27s%20basketball%20team\"&gt;1929–30 season&lt;/a&gt;, when the Tar Heels went 7–5.\nOther uses.\nThe Indoor Athletic Center was used for a myriad of other sports including: &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt;, &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt;, &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt;, &lt;a href=\"indoor%20track\"&gt;indoor track&lt;/a&gt;, and &lt;a href=\"badminton\"&gt;badminton&lt;/a&gt;. Collegiate boxing drew crowds close to 2,500 for fights that featured North Carolina born boxers Marion Diehl and Gates Kimball. The building hosted the Southern Conference's annual Southern Indoor Track and Field Games for a total of nine years, where the Tar Heels won seven of those nine meets. The dance committee would also often use it to host dances. Physical education classes made use of the venue in the years after the team's departure specifically for volleyball and track skills. In addition, the Freshman basketball team got to practice in the venue at an earlier time, after having to practice at night when they shared it with the varsity. In the 1930s and early 1940s, the Tin Can was a \"mecca\" for listening to big bands. A Charlotte businessman Charlie Wood sponsored a campus band between 1937 and 1940 that used the facility and during that time several artists like &lt;a href=\"Tommy%20Dorsey\"&gt;Tommy Dorsey&lt;/a&gt;, &lt;a href=\"Benny%20Goodman\"&gt;Benny Goodman&lt;/a&gt;, &lt;a href=\"Frank%20Sinatra\"&gt;Frank Sinatra&lt;/a&gt;, and &lt;a href=\"Eddie%20Duchin\"&gt;Eddie Duchin&lt;/a&gt;, among others, played in the Tin Can. Class registration was held in the Tin Can on several occasions. \nAfter the Tar Heels left.\nNo longer needed for major athletic events, the Tin Can was used for a variety of purposes during the remainder of its life. The gym served as an annex for Woollen Gymnasium. In 1940, there were rumors that the Tin Can would be renovated on the interior and a form of insulation would be added, allowing it to remain a permanent part of campus. Specifically, it was hoped to insulate the walls with red brick. While concurrently operational with Woollen, \"The Daily Tar Heel\" in 1940 stated that roughly 500 students and athletes would make use of the facility. After the basketball team left, volleyball courts and a golf driving cage were added. It also contained a fencing strip and platform, along with the indoor track and its regulation basketball court still. Pick-up basketball was a common use for the court. Each year there would be class picnics or barbeques that would be held in the Tin Can before it closed. In 1965, while &lt;a href=\"Carmichael%20Auditorium\"&gt;Carmichael Auditorium&lt;/a&gt; (the new home for varsity men's basketball) was delayed in finishing due to various reasons, one of which was a broken water pipe, the men's varsity team practiced in the Tin Can. \nImmediately after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the arena housed returning veterans when the university ran out of space in dormitories. The school placed nearly 100 &lt;a href=\"bunk%20bed\"&gt;bunk bed&lt;/a&gt;s in the building, along with around 50 &lt;a href=\"Chest%20of%20drawers\"&gt;dresser&lt;/a&gt;s for over 200 students. Those that stayed in the structure were known as \"tin canners\" and would bathe and use the restrooms in Woollen Gymnasium. The students stayed there for several weeks.\nOn April 12, 1976, the university's trustees approved the building plans for a new facility on the site of the Tin Can. It was also revealed they were debating on what to do with the Tin Can: either move it to the east end of Fetzer Field or build a new facility like the Tin Can in that same location. Prior to deciding on the future of the venue, the trustees wanted to see the cost estimates for moving the Tin Can. The structure was finally demolished in 1977 to allow the construction of the present day Fetzer Hall. The venue was removed with a &lt;a href=\"bulldozer\"&gt;bulldozer&lt;/a&gt; in early June. It was stipulated that 25 sheets of the siding be saved in the deconstruction for the alumni department, who would sell them to former students as sentimental pieces. The Tin Can was used for 54 years after being envisioned as a temporary building. Don Bolden of \"The Daily Times–News\" felt the Tin Can was a landmark. \nIt was decided that a structure similar to the Tin Can was to be built near Fetzer Field by November 1977. That new structure would be of similar dimensions and serve the same purpose. Then Physical Education Department chairman Carl S. Blyth stated the cost for that new building would be between $400,000 and $450,000. No parts of the original Tin Can were to be used in the new building's construction. Blyth stated moving the original Tin Can was considered, but ultimately rejected. The $5.9 million building to be placed on top of where the Tin Can laid was hoped to completed by November of 1979 and featured 157,000 square feet that would be used for handball, squash, and three large gymnasiums, among other uses."
}