{
    "id": "34480881",
    "revid": "1057393",
    "url": "https://en.wikipedia.org/wiki?curid=34480881",
    "title": "Club Atlético San Antonio de Padua",
    "text": "Club Atlético San Antonio de Padua, familiarly known as CASA de Padua, is an &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; &lt;a href=\"sports%20club\"&gt;sports club&lt;/a&gt; located in the city of &lt;a href=\"San%20Antonio%20de%20Padua\"&gt;San Antonio de Padua&lt;/a&gt;, &lt;a href=\"Buenos%20Aires%20Province\"&gt;Buenos Aires Province&lt;/a&gt;. Although CASA is mostly known for its &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team, the club hosts the practise of other sports and activities such as &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"field%20hockey\"&gt;field hockey&lt;/a&gt;, &lt;a href=\"swimming\"&gt;swimming&lt;/a&gt;, &lt;a href=\"pilates\"&gt;pilates&lt;/a&gt; and &lt;a href=\"yoga\"&gt;yoga&lt;/a&gt;.\nThe rugby union team currently plays in the Primera C, the 4th division of the &lt;a href=\"Uni%C3%B3n%20de%20Rugby%20de%20Buenos%20Aires\"&gt;Unión de Rugby de Buenos Aires&lt;/a&gt; league system, although CASA has focused on children and youth categories, where near 250 players are registered to the club.\nThe institution was founded as a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club on December 12, 1926, under the name \"Lancaster Club\". The meeting was held in the San Antonio de Padua railway station. The team debuted vs Club Nacional de Merlo (today Club Independiente) being hardly defeated 7-0. In 1928, the club changed to its current name. Rugby was added as sport in 1981.\nHistory in rugby.\nPredecessors.\nRugby in the city of San Antonio de Padua started when a group of students of the Instituto San Antonio moved to &lt;a href=\"Mor%C3%B3n%2C%20Buenos%20Aires\"&gt;Morón&lt;/a&gt; to continue their education. In the local institution, a priest related to club &lt;a href=\"Los%20Matreros%20Rugby%20Club\"&gt;Los Matreros&lt;/a&gt; (the only team in the region) invited them to join and practise the sport. As the students' enthusiasm increased, four of them tried to play rugby near the S.A. de Padua Church, being taught by Roberto Schamun, senior player of &lt;a href=\"Buenos%20Aires%20Cricket%20%26amp%3B%20Rugby%20Club\"&gt;Buenos Aires Cricket &amp; Rugby Club&lt;/a&gt; and &lt;a href=\"Hurling%20Club\"&gt;Hurling Club&lt;/a&gt;. They named the team \"Padua Rugby Club\".\nThe recently formed club was introduced to the &lt;a href=\"Argentine%20Rugby%20Union\"&gt;Argentine Rugby Union&lt;/a&gt; by the &lt;a href=\"San%20Isidro%20Club\"&gt;San Isidro Club&lt;/a&gt; (SIC). Nevertheless, Padua RC would be dissolved soon after.\nIn 1974, two players of Porteño A.C. of &lt;a href=\"General%20Rodr%C3%ADguez\"&gt;General Rodríguez&lt;/a&gt;, formed a rugby team in Padua and then met former players of Padua R.C., forming the rugby team of \"Ateneo S.A. de Padua\", linked to the &lt;a href=\"Franciscans\"&gt;Franciscal Order&lt;/a&gt;. They registered with UAR as members, with Miguel A. Bruno and Eduardo Jar as coaches. The shirt was squared (like a &lt;a href=\"draughts\"&gt;draughts board&lt;/a&gt;) in red and green. Ateneo participated in UAR tournaments as guest team, in \"preclasificación\" division.\nCASA rugby team.\nIn 1981, the Ateneo RC dissolved due to internal problems. Some players went to &lt;a href=\"Gimnasia%20y%20Esgrima%20de%20Ituzaing%C3%B3\"&gt;Gimnasia y Esgrima de Ituzaingó&lt;/a&gt; (GEI) and others to Mariano Moreno. Most players and their coaches decided to join Club Atlético San Antonio de Padua. As part of the club, the rugby team adopted the institution's colors, black, gold and purple. The Municipality of &lt;a href=\"Merlo%20Partido\"&gt;Merlo&lt;/a&gt; gave CASA de Padua a vacant land on Antezana street, where the club built a rugby venue. That same year the club debuted playing in \"Preclasificación\", the lowest division of the UAR (then took over by the URBA). \nOne year after, the whole rugby team of GEI joined CASA. In 1983, they took part of UAR championships as guests, two years later the team promoted to the next division, while rugby at the club increased its categories to different age levels.\nIn 1989, CASA de Padua promoted to \"Ascenso\" division and two years later promoted to the second division. The first international tour came in 1993, when CASA toured on &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt; and &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt; playing some friendly matches with those national teams. CASA reached the first division (Grupo I) in 1995 and went on a tour again, visiting &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"Bahamas\"&gt;Bahamas&lt;/a&gt; to play there.\nThe club would trip to South Africa two more times, in 2001 and 2009. In 2011, CASA was near to be relegated to Grupo III, but the team finally remained in second division after beating &lt;a href=\"Asociaci%C3%B3n%20de%20Ex-Alumnos%20del%20Colegio%20de%20La%20Salle\"&gt;La Salle&lt;/a&gt; 21-17."
}