{
    "id": "344836",
    "revid": "22604547",
    "url": "https://en.wikipedia.org/wiki?curid=344836",
    "title": "Giant slalom",
    "text": "Giant slalom (GS) is an &lt;a href=\"alpine%20skiing\"&gt;alpine skiing&lt;/a&gt; and &lt;a href=\"alpine%20snowboarding\"&gt;alpine snowboarding&lt;/a&gt; discipline. It involves skiing between sets of poles (\"gates\") spaced at a greater distance from each other than in &lt;a href=\"Slalom%20skiing\"&gt;slalom&lt;/a&gt; but less than in &lt;a href=\"Super-G\"&gt;Super-G&lt;/a&gt;.\nGiant slalom and slalom make up the technical events in alpine ski racing. This category separates them from the speed events of Super-G and &lt;a href=\"Downhill%20%28ski%20competition%29\"&gt;downhill&lt;/a&gt;. The technical events are normally composed of two runs, held on different courses on the same ski run.\nCourse.\nThe vertical drop for a GS course must be for men, and for women. The number of gates in this event is 56–70 for men and 46–58 for women. The number of direction changes in a GS course equals 11–15% of the vertical drop of the course in metres, 13–18% for children. As an example, a course with a vertical drop of would have 33–45 direction changes for an adult race.\nSpeed.\nAlthough giant slalom is not the fastest event in skiing, on average a well-trained racer may reach average speeds of .\nEquipment.\nGiant slalom skis are shorter than super-G and downhill skis, and longer than slalom skis.\nIn an attempt to increase safety for the 2003–04 season, the &lt;a href=\"International%20Ski%20Federation\"&gt;International Ski Federation&lt;/a&gt; (FIS) increased the minimum sidecut radius for giant slalom skis to and for the first time imposed minimum ski lengths for GS: for men and for women. A maximum stand height (the distance from the snow to the sole of the boot) of was also established for all disciplines.\nIn May 2006, the FIS announced further changes to the rules governing equipment. Beginning with the 2007–08 season, the minimum radius for GS skis was increased to for men and for women. Additionally, the minimum ski width at the waist was increased from , and the maximum stand height for all disciplines was reduced to . The best skiers tended to use a bigger sidecut radius, like &lt;a href=\"Ted%20Ligety\"&gt;Ted Ligety&lt;/a&gt; at , and &lt;a href=\"Lindsey%20Vonn\"&gt;Lindsey Vonn&lt;/a&gt; at .\nFor the 2012–13 season, the FIS increased the sidecut radius to and the minimal length to . Many athletes criticized this decision. Often David Dodge was cited. Dodge argues that FIS used studies which do not represent a scientific proof. He states that it is well known that if one tips the ski 7° more the 35 m ski will have the same turning radius as the 28 m ski. He states as well that knee injuries are decreasing since the 1990s, when carving skis started to be used.\nHistory.\nThe first giant slalom was set in 1935 on the &lt;a href=\"Mottarone\"&gt;Mottarone&lt;/a&gt; in Italy, over &lt;a href=\"Lake%20Maggiore\"&gt;Lake Maggiore&lt;/a&gt;, near &lt;a href=\"Stresa\"&gt;Stresa&lt;/a&gt;, on January 20. \nAfter one month, the second giant slalom was set on the &lt;a href=\"Marmolada\"&gt;Marmolada&lt;/a&gt; in Italy's &lt;a href=\"Dolomites\"&gt;Dolomite mountains&lt;/a&gt;, by Guenther Langes.\nThe giant slalom was added to the &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships\"&gt;world championships&lt;/a&gt; in &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships%201950\"&gt;1950&lt;/a&gt; at &lt;a href=\"Aspen%20Mountain%20%28ski%20area%29\"&gt;Aspen&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, and debuted at the &lt;a href=\"Alpine%20skiing%20at%20the%20Winter%20Olympics\"&gt;Winter Olympics&lt;/a&gt; in &lt;a href=\"Alpine%20skiing%20at%20the%201952%20Winter%20Olympics\"&gt;1952&lt;/a&gt; at &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, run at &lt;a href=\"Norefjell\"&gt;Norefjell&lt;/a&gt;. The GS has been run in every world championships and Olympics since. Originally a one-run event, a second run was added for men at the world championships in &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships%201966\"&gt;1966&lt;/a&gt;, run on consecutive days, and at the Olympics in &lt;a href=\"Alpine%20skiing%20at%20the%201968%20Winter%20Olympics\"&gt;1968&lt;/a&gt;. The second run for women was added at the world championships in &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships%201978\"&gt;1978&lt;/a&gt;, and made its Olympic debut in &lt;a href=\"Alpine%20skiing%20at%20the%201980%20Winter%20Olympics\"&gt;1980&lt;/a&gt;.\nThe world championships changed to a one-day format for the giant slalom in &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships%201974\"&gt;1974&lt;/a&gt;, but the Olympics continued the GS as a two-day event through 1980. Also scheduled for two days in &lt;a href=\"Alpine%20skiing%20at%20the%201984%20Winter%20Olympics\"&gt;1984&lt;/a&gt;, both giant slaloms became one-day events after repeated postponements of the downhills. Following the extra races added to the program in &lt;a href=\"Alpine%20skiing%20at%20the%201988%20Winter%20Olympics\"&gt;1988&lt;/a&gt;, the GS has been scheduled as a one-day event at the Olympics.\nUpon its introduction, giant slalom briefly displaced the &lt;a href=\"Alpine%20skiing%20combined\"&gt;combined&lt;/a&gt; event at the world championships; it was absent in 1950 and 1952. The combined returned in &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships%201954\"&gt;1954&lt;/a&gt; in &lt;a href=\"%C3%85re%20Ski%20Area\"&gt;Åre&lt;/a&gt;, &lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;, but as a \"paper race,\" using the results of the three events (downhill, giant slalom, and slalom), a format used through &lt;a href=\"Alpine%20skiing%20at%20the%201980%20Winter%20Olympics\"&gt;1980&lt;/a&gt;. The combined returned as a stand-alone event at the world championships in &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships%201982\"&gt;1982&lt;/a&gt; at &lt;a href=\"Schladming\"&gt;Schladming&lt;/a&gt;, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, and at the 1988 &lt;a href=\"Calgary\"&gt;Calgary&lt;/a&gt; Olympics. It was changed to the super-combined format (one run of slalom on same day as downhill) at the world championships in &lt;a href=\"FIS%20Alpine%20World%20Ski%20Championships%202007\"&gt;2007&lt;/a&gt; and the Olympics in &lt;a href=\"Alpine%20skiing%20at%20the%202010%20Winter%20Olympics\"&gt;2010&lt;/a&gt;.\nMen's World Cup podiums.\nIn the following table men's giant slalom World Cup podiums from the World Cup first edition in 1967.\nMen's most podiums in World Cup.\nSkiers having most podium in &lt;a href=\"FIS%20Alpine%20Ski%20World%20Cup\"&gt;FIS Alpine Ski World Cup&lt;/a&gt;.\nUpdated to 10 March 2021.\nWomen's World Cup podiums.\nIn the following table women's giant slalom World Cup podiums from the World Cup first edition in 1967."
}