{
    "id": "34490847",
    "revid": "82835",
    "url": "https://en.wikipedia.org/wiki?curid=34490847",
    "title": "Union Malienne Des Aveugles",
    "text": "Union Malienne Des Aveugles (UMAV) is an institute for the &lt;a href=\"Blindness\"&gt;blind&lt;/a&gt; in &lt;a href=\"Mali\"&gt;Mali&lt;/a&gt;. It consists of a primary school, secondary school, optical clinic, &lt;a href=\"opticians\"&gt;opticians&lt;/a&gt;, vocational workshops, a sound library and recreational area and plans for a college are underway.\nWithin the workshops, they produce high quality &lt;a href=\"chalk\"&gt;chalk&lt;/a&gt; sticks and white cleaning mats that are sold to generate revenue.\nThe opticians department provides free optical care and tailor-made glasses for all students and is also open to the general public.\nUMAV assists the government to ensure Welfare for the Blind, to establish equal opportunities for all so partially sighted and blind individuals can participate in the overall process of socio-economic development of the nation.\nSchools.\nUMAV consists of three schools, in the cities of &lt;a href=\"Bamako\"&gt;Bamako&lt;/a&gt;, &lt;a href=\"Gao\"&gt;Gao&lt;/a&gt; and &lt;a href=\"Segou\"&gt;Segou&lt;/a&gt;. The headquarters are located at their Bamako site. It is one of only two &lt;a href=\"https%3A//observers.france24.com/en/20190128-malian-school-blind-sighted-children\"&gt;providers&lt;/a&gt; of education for the blind or partially sighted in the whole of Mali.\nHistory.\nFounded in September 1972 by Ismael Konate under the name Malian Association for the Welfare of the Blind (AMPSA), it was later renamed UMAV in 1984. Since then from the schools, there have been 85 &lt;a href=\"Blindness\"&gt;blind&lt;/a&gt; and &lt;a href=\"visually%20impaired\"&gt;visually impaired&lt;/a&gt; &lt;a href=\"graduates\"&gt;graduates&lt;/a&gt; with 83 integrated in the public and private sector.\nSince its creation, more than 25 classrooms have been built in Bamako and Gao. After its success, land was then purchased for the school in Segou. Two dormitories have since been built for boys and girls as some children had to travel far to get to the schools. Also, a round meeting hut, study room and resource center for training was built.\nRecently the computer room has been adapted for blind users, with a computer that prints &lt;a href=\"braille\"&gt;braille&lt;/a&gt;, which is the only one of its kind in Mali.\nAlumni.\nThe musical duo &lt;a href=\"Amadou%20%26amp%3B%20Mariam\"&gt;Amadou &amp; Mariam&lt;/a&gt; attended the school.\nPrograms.\nTo achieve its objectives, UMAV is implementing the following programs:"
}