{
    "id": "34492582",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=34492582",
    "title": "World Seair Corp Seair",
    "text": "The World Seair Corp Seair is an American &lt;a href=\"ultralight%20trike\"&gt;ultralight trike&lt;/a&gt; &lt;a href=\"flying%20boat\"&gt;flying boat&lt;/a&gt; that was designed and produced by &lt;a href=\"World%20Seair%20Corporation\"&gt;World Seair Corporation&lt;/a&gt;. The aircraft was supplied as a completed, read-to-fly aircraft and introduced in July 1998.\nA successor company, &lt;a href=\"Seair%20Technologies\"&gt;Seair Technologies&lt;/a&gt; currently produces a similar concept, but different design aircraft, the &lt;a href=\"Seair%20Technologies%20Seair%20Flying%20Boat\"&gt;Seair Technologies Seair Flying Boat&lt;/a&gt; that first flew circa 2002.\nDesign and development.\nThe Seair was designed as a US &lt;a href=\"FAR%20103%20Ultralight%20Vehicles\"&gt;FAR 103 Ultralight Vehicles&lt;/a&gt; two-seat trainer. The aircraft has a standard empty weight of . It features a &lt;a href=\"Flying%20wires\"&gt;cable-braced&lt;/a&gt; &lt;a href=\"hang%20glider\"&gt;hang glider&lt;/a&gt;-style &lt;a href=\"high-wing\"&gt;high-wing&lt;/a&gt;, weight-shift controls, a two-seats-in-&lt;a href=\"tandem\"&gt;tandem&lt;/a&gt; open cockpit, inflatable boat hull and a single engine in &lt;a href=\"pusher%20configuration\"&gt;pusher configuration&lt;/a&gt;.\nThe aircraft consists of a rigid-bottomed hull, with four independent air chambers, plus two inflatable outriggers. The trike wing is made from bolted-together &lt;a href=\"aluminum\"&gt;aluminum&lt;/a&gt; tubing, with its single surface wing covered in &lt;a href=\"Dacron\"&gt;Dacron&lt;/a&gt; sailcloth. The span wing is supported by a single tube-type &lt;a href=\"kingpost\"&gt;kingpost&lt;/a&gt; and uses an \"A\" frame control bar. An optional water &lt;a href=\"rudder\"&gt;rudder&lt;/a&gt; is controlled by foot pedals. An instrument panel is provided near the bow of the hull. The standard factory-supplied engine was the twin cylinder, &lt;a href=\"two-stroke\"&gt;two-stroke&lt;/a&gt;, air-cooled &lt;a href=\"Rotax%20503\"&gt;Rotax 503&lt;/a&gt; of , with the liquid-cooled &lt;a href=\"Rotax%20582\"&gt;Rotax 582&lt;/a&gt; of optional.\nThe hull can be deflated and the wing folded for storage, ground transportation or stowage on a larger vessel. The aircraft can be assembled for flight in 20 minutes."
}