{
    "id": "34502762",
    "revid": "7007500",
    "url": "https://en.wikipedia.org/wiki?curid=34502762",
    "title": "Stefan Löfven",
    "text": "Kjell Stefan Löfven (; officially \"Löfvén\"; born 21 July 1957) is a Swedish former politician who served as the &lt;a href=\"Prime%20Minister%20of%20Sweden\"&gt;Prime Minister of Sweden&lt;/a&gt; from October 2014 to November 2021 and &lt;a href=\"Swedish%20Social%20Democratic%20Party%23Party%20leaders\"&gt;leader of the Social Democratic Party&lt;/a&gt; from 2012 to 2021.\nAfter leaving school and completing &lt;a href=\"Conscription%20in%20Sweden\"&gt;military service&lt;/a&gt; in the &lt;a href=\"Swedish%20Air%20Force\"&gt;Swedish Air Force&lt;/a&gt;, Löfven trained as a &lt;a href=\"welder\"&gt;welder&lt;/a&gt; and began employment as a metalworker. At the same time, he became an active &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt;ist. He was eventually elected as an &lt;a href=\"ombudsman\"&gt;ombudsman&lt;/a&gt; within the &lt;a href=\"Swedish%20Metalworkers%27%20Union\"&gt;Swedish Metalworkers' Union&lt;/a&gt; (SMU) and in January 2006, Löfven was elected the first Chairman of &lt;a href=\"IF%20Metall\"&gt;IF Metall&lt;/a&gt;, a new 'super' trade union formed after smaller unions, including the SMU, voted to merge. After the resignation of &lt;a href=\"H%C3%A5kan%20Juholt\"&gt;Håkan Juholt&lt;/a&gt;, in January 2012, Löfven was unanimously selected by the executive board of the Social Democratic Party to become the party's new leader. This made Löfven the &lt;a href=\"Leader%20of%20the%20Opposition\"&gt;Leader of the Opposition&lt;/a&gt;, despite the fact that he did not have a seat in the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt; at the time.\nLöfven led the Social Democrats into the &lt;a href=\"2014%20Swedish%20general%20election\"&gt;2014 election&lt;/a&gt;. Despite initial opinion poll leads, the party only gained a single seat; due to the poor performance of the governing &lt;a href=\"Moderate%20Party\"&gt;Moderate Party&lt;/a&gt; losing 23 seats, Löfven was able to form a &lt;a href=\"L%C3%B6fven%20I%20Cabinet\"&gt;minority coalition government&lt;/a&gt; with the &lt;a href=\"Green%20Party%20%28Sweden%29\"&gt;Green Party&lt;/a&gt;. He was appointed prime minister of Sweden on 3 October 2014. He went on to secure a second term in the aftermath of the inconclusive &lt;a href=\"2018%20Swedish%20general%20election\"&gt;2018 election&lt;/a&gt;, which saw both main parties suffer losses; after a &lt;a href=\"2018%E2%80%932019%20Swedish%20government%20formation\"&gt;months-long impasse&lt;/a&gt; that set a new record for government formation, Löfven was able to secure abstentions from MPs belonging to the &lt;a href=\"Centre%20Party%20%28Sweden%29\"&gt;Centre Party&lt;/a&gt;, the &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Left Party&lt;/a&gt; and the &lt;a href=\"Liberals%20%28Sweden%29\"&gt;Liberals&lt;/a&gt;, and was re-elected as prime minister by the Riksdag in January 2019. On 21 June 2021, after the Left Party withdrew their support of the government, Löfven lost a confidence motion in the Riksdag, triggering a &lt;a href=\"2021%20Swedish%20government%20crisis\"&gt;brief crisis&lt;/a&gt;, which was resolved on 5 July when Löfven announced that talks to reform the government had been successful, and two days later the Riksdag once again confirmed Löfven as prime minister in a vote. Dubbed a \"political escape artist\" and the \"Harry Houdini of European politics\", Löfven was able to successfully remain as Prime Minister at the helm of historically weak coalition governments in the turbulent Swedish political landscape from 2014.\nOn 22 August 2021, Löfven announced that he would retire as leader of the Social Democrats at the November party congress, and would then resign as prime minister upon the election of his successor. In September 2021, it was confirmed that Finance Minister &lt;a href=\"Magdalena%20Andersson\"&gt;Magdalena Andersson&lt;/a&gt; would be the only candidate at the congress to replace Löfven. Andersson was elected party leader on 4 November. Löfven officially resigned as prime minister on 10 November 2021, though he continued to lead a &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt; until his successor took office on 30 November 2021.\nEarly life and education.\nLöfven was born 21 July 1957 in &lt;a href=\"Aspudden\"&gt;Aspudden&lt;/a&gt;, &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, and his father died before he was born. He was placed in an orphanage before being looked after by a &lt;a href=\"foster%20care\"&gt;foster family&lt;/a&gt; from Sunnersta, &lt;a href=\"Sollefte%C3%A5\"&gt;Sollefteå&lt;/a&gt;, where he grew up. According to the agreement with this family, his birth mother would regain custody of him when she was able to; however, this did not happen.\nHis foster father Ture Melander (1926–2003) was a lumberjack and later a factory worker, while his foster mother, Iris Melander (née Söderlund, 1929–2020), worked as an &lt;a href=\"Home%20care\"&gt;in-home&lt;/a&gt; &lt;a href=\"caregiver\"&gt;caregiver&lt;/a&gt;. He studied at Sollefteå High School before starting a 48-week welding course at Arbetsmarknadsutbildningen (AMU, Unemployment Career Training) in &lt;a href=\"Kramfors\"&gt;Kramfors&lt;/a&gt;, and it is unclear whether he completed the course. Löfven later studied social work at &lt;a href=\"Ume%C3%A5%20University\"&gt;Umeå University&lt;/a&gt;, but dropped out after a year and a half.\nTrade unionist.\nAfter completing his compulsory military service (as a private Munitions Systems specialist conscript) in the &lt;a href=\"Swedish%20Air%20Force\"&gt;Swedish Air Force&lt;/a&gt; at the &lt;a href=\"J%C3%A4mtland%20Wing\"&gt;Jämtland Wing&lt;/a&gt; (F 4) airbase 1976–77, Löfven began his career in 1978 as a &lt;a href=\"welder\"&gt;welder&lt;/a&gt; at &lt;a href=\"H%C3%A4gglunds\"&gt;Hägglunds&lt;/a&gt; in &lt;a href=\"%C3%96rnsk%C3%B6ldsvik\"&gt;Örnsköldsvik&lt;/a&gt;. Two years later, he was chosen as the group's union representative, and went on to hold a succession of union posts. In 1995, he started as an employed &lt;a href=\"ombudsman\"&gt;ombudsman&lt;/a&gt; in the &lt;a href=\"Swedish%20Metalworkers%27%20Union\"&gt;Swedish Metalworkers' Union&lt;/a&gt;, working in the areas of contract negotiations and international affairs. In 2001, he was elected vice-chairman of the Metalworkers' Union; in November 2005 was elected as the first chairman of the newly formed &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt; &lt;a href=\"IF%20Metall\"&gt;IF Metall&lt;/a&gt;.\nPolitical career.\nLöfven has been a member of the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Social Democrats&lt;/a&gt; since the age of 13 and was active in &lt;a href=\"Swedish%20Social%20Democratic%20Youth%20League\"&gt;SSU&lt;/a&gt;, the &lt;a href=\"Swedish%20Social%20Democratic%20Youth%20League\"&gt;youth league&lt;/a&gt;, in his teens. Löfven was elected to the executive board of the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Social Democrats&lt;/a&gt; in 2006, shortly after becoming chairman of trade union &lt;a href=\"IF%20Metall\"&gt;IF Metall&lt;/a&gt;.\nLeader of the Social Democrats.\nIn January 2012, following the resignation of &lt;a href=\"H%C3%A5kan%20Juholt\"&gt;Håkan Juholt&lt;/a&gt;, it was reported that Löfven was being considered as his successor. On 26 January 2012 the &lt;a href=\"executive%20board\"&gt;executive board&lt;/a&gt; nominated Löfven to become the party's new leader. On 27 January 2012, Löfven was elected leader in a &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;party-room ballot&lt;/a&gt;. Löfven was confirmed as &lt;a href=\"party%20leader\"&gt;party leader&lt;/a&gt; at the party's bi-annual congress on 4 April 2013.\nLöfven led his party through the &lt;a href=\"2014%20European%20Parliament%20election%20in%20Sweden\"&gt;2014 European Parliament election&lt;/a&gt; where the &lt;a href=\"Swedish%20Social%20Democratic%20Party\"&gt;Social Democrats&lt;/a&gt; retained their position as the largest party from Sweden in the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;. However, the election results at 24.19% was a slightly inferior result than the result in the &lt;a href=\"2009%20European%20Parliament%20election%20in%20Sweden\"&gt;2009 European Parliament election&lt;/a&gt;; the party's seats in the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt; was reduced from six to five and the party's results was the lowest in an election at the &lt;a href=\"Sweden\"&gt;national level&lt;/a&gt; since &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt; was introduced in 1921.\nPrime Minister of Sweden (2014–2021).\nLöfven led his party through the &lt;a href=\"2014%20Swedish%20general%20election\"&gt;2014 general election&lt;/a&gt;, which resulted in a &lt;a href=\"hung%20parliament\"&gt;hung parliament&lt;/a&gt;. Their election result of 31.0%, up from 30.7%, was slightly better than the result in the &lt;a href=\"2010%20Swedish%20general%20election\"&gt;2010 general election&lt;/a&gt;, but the result was also the party's second worst result in a general election to the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt; since &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt; was introduced in 1921.\nHe announced that he would form a &lt;a href=\"minority%20government\"&gt;minority&lt;/a&gt; &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt; consisting of his own party and the &lt;a href=\"Green%20Party%20%28Sweden%29\"&gt;Green Party&lt;/a&gt;. On 2 October 2014, the Riksdag approved Löfven to become &lt;a href=\"Prime%20Minister%20of%20Sweden\"&gt;Prime Minister&lt;/a&gt;, and he took office on the following day, alongside his &lt;a href=\"L%C3%B6fven%20I%20Cabinet\"&gt;Cabinet&lt;/a&gt;. The Social Democrats and the Green Party voted in favour of Löfven becoming Prime Minister, while close ally the &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Left Party&lt;/a&gt; abstained. The opposition &lt;a href=\"Alliance%20%28Sweden%29\"&gt;Alliance&lt;/a&gt;-parties also abstained while the far-right &lt;a href=\"Sweden%20Democrats\"&gt;Sweden Democrats&lt;/a&gt; voted against.\nLöfven expressed a desire for bipartisan agreement between the Government and the opposition Alliance parties, and together they marked three areas where enhanced cooperation would be initiated. These three areas were the &lt;a href=\"pensions\"&gt;pension system&lt;/a&gt;, future &lt;a href=\"energy%20development\"&gt;energy development&lt;/a&gt;, and &lt;a href=\"National%20security\"&gt;security and defence policy&lt;/a&gt;.\nDomestic policy.\n2014 budget crisis.\nThe Government's first budget was introduced to the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt; on 23 October 2014. The &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Left Party&lt;/a&gt;, which had been given influence over the budget, supported it; however, the non-socialist coalition, the &lt;a href=\"Alliance%20%28Sweden%29\"&gt;Alliance&lt;/a&gt;, introduced a competing budget to the Riksdag on 10 November, as they had promised prior to the 2014 election, and the &lt;a href=\"Sweden%20Democrats\"&gt;Sweden Democrats&lt;/a&gt; also introduced their own budget on the same day.\nAccording to Riksdag practice, the parties support their own budget and if their budget falls they abstain from voting in the second round. However, on 2 December, the far-right Sweden Democrats announced that, after their own budget fell in the first voting round, they would support the Alliance parties' budget in the second voting round, thus giving that budget a &lt;a href=\"majority\"&gt;majority&lt;/a&gt; in the Riksdag. This caused a crisis for the newly elected Government, which was exacerbated after their own budget was voted down by the Alliance parties and the Sweden Democrats on 3 December. Löfven immediately announced that he would call an early election, to be held on 22 March 2015.\nOn 22 December, sources within the Riksdag leaked information that the Government was negotiating with the Alliance parties (the &lt;a href=\"Moderate%20Party\"&gt;Moderate Party&lt;/a&gt;, &lt;a href=\"Centre%20Party%20%28Sweden%29\"&gt;Centre Party&lt;/a&gt;, &lt;a href=\"Liberals%20%28Sweden%29\"&gt;Liberal People's Party&lt;/a&gt; and the &lt;a href=\"Christian%20Democrats%20%28Sweden%29\"&gt;Christian Democrats&lt;/a&gt;) to find a solution and to avoid a fresh election. On 27 December, the Government and the Alliance parties held a joint press conference where they announced that the six parties had reached an agreement designed to ensure that the Government's budgets would be voted through in the second round of voting. The agreement was dubbed \"\" (\"December Agreement\"), was called historical by Löfven and was agreed to remain in force until the &lt;a href=\"Elections%20in%20Sweden\"&gt;2022 election&lt;/a&gt;, regardless of the results of the &lt;a href=\"2018%20Swedish%20general%20election\"&gt;2018 election&lt;/a&gt;. Subsequently, Löfven announced that he no longer intended to call a &lt;a href=\"Elections%20in%20Sweden\"&gt;snap election&lt;/a&gt;. The centre-right Alliance withdrew from the agreements in 2015, but allowed the minority government to continue governing.\n2015 European migrant crisis.\nIn 2015, when a rising number of &lt;a href=\"refugees\"&gt;refugees&lt;/a&gt; and &lt;a href=\"Human%20migration\"&gt;migrants&lt;/a&gt; began to make the journey to the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; to seek &lt;a href=\"Right%20of%20asylum\"&gt;asylum&lt;/a&gt;, Europe was hit by a migrant crisis and Sweden received over 150,000 refugees in 2015.\nDuring the autumn of 2015, the reception of refugees increased significantly to over 80,000 in two months and with &lt;a href=\"terror%20group\"&gt;terror group&lt;/a&gt; &lt;a href=\"Islamic%20state\"&gt;Islamic state&lt;/a&gt; rampage in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and the following &lt;a href=\"November%202015%20Paris%20attacks\"&gt;attacks in Paris in November 2015&lt;/a&gt;, the Löfven cabinet significantly reverted Sweden's migration policy. On 23 October 2015, a bipartisan migration agreement was signed between the cabinet parties and the oppositional &lt;a href=\"Moderate%20Party\"&gt;Moderate Party&lt;/a&gt;, the &lt;a href=\"Centre%20Party%20%28Sweden%29\"&gt;Centre Party&lt;/a&gt;, the &lt;a href=\"Liberals%20%28Sweden%29\"&gt;Liberals&lt;/a&gt; and the &lt;a href=\"Christian%20Democrats\"&gt;Christian Democrats&lt;/a&gt; which included, among many other changes, temporary residency permits, total financial support requirements for family reunification and by law forcing &lt;a href=\"municipality%20%28Sweden%29\"&gt;municipalities&lt;/a&gt; to help with sheltering refugees in order to better distribute the burden across the country.\nOn 12 November 2015, the cabinet introduced &lt;a href=\"border%20control\"&gt;temporary border controls&lt;/a&gt; with immediate effect. The cabinet also proposed &lt;a href=\"Identity%20document\"&gt;identity checks&lt;/a&gt; for every individual passing the &lt;a href=\"Denmark%E2%80%93Sweden%20relations\"&gt;Danish–Swedish&lt;/a&gt; border and closing of the &lt;a href=\"%C3%96resund%20Bridge\"&gt;Öresund Bridge&lt;/a&gt;, giving up the latter on 8 December 2015 after severe criticism. On 17 December 2015, the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt; passed legislation to introduce &lt;a href=\"Identity%20document\"&gt;identity checks&lt;/a&gt; with the votes 175 in favor, 39 against and 135 abstained. On 4 January 2016, identity checks were introduced, which meant that people who could not show a valid identity card, license or passport were not allowed to cross the border into Sweden, breaking with the &lt;a href=\"Nordic%20Passport%20Union\"&gt;Nordic Passport Union&lt;/a&gt; for the first time since 1954. Only twelve hours later the &lt;a href=\"Danish%20Prime%20Minister\"&gt;Danish Prime Minister&lt;/a&gt; &lt;a href=\"Lars%20L%C3%B8kke%20Rasmussen\"&gt;Lars Løkke Rasmussen&lt;/a&gt; announced that Denmark would implement temporary border controls along the &lt;a href=\"Denmark%E2%80%93Germany%20relations\"&gt;German–Danish&lt;/a&gt; border with immediate effect as a consequence of Sweden's identity checks.\n2017 national security crisis.\nIn July 2017, it became known to the public that &lt;a href=\"Maria%20%C3%85gren\"&gt;Maria Ågren&lt;/a&gt;, a former Director-General of the &lt;a href=\"Swedish%20Transport%20Agency\"&gt;Swedish Transport Agency&lt;/a&gt;, had been investigated after having cleared confidential information threatening the security of the country. The act was made in connection with a procurement of IT services with a non-governmental company in 2015. Among the cleared data were wanted vehicles, armored vehicles, the entire Swedish vehicles register, Swedish company secrets, the Swedish police criminal record- and suspicion registers, the Swedish state's internal security system and information about agents within the &lt;a href=\"Swedish%20Military%20Intelligence%20and%20Security%20Service\"&gt;Swedish Military Intelligence and Security Service&lt;/a&gt;.\nSeveral days after it first became public, Löfven held a press conference on 24 July 2017 where he said that \"there's been an accident at the Transport Agency\". Responsible &lt;a href=\"cabinet%20minister\"&gt;cabinet minister&lt;/a&gt; &lt;a href=\"Anna%20Johansson%20%28politician%29\"&gt;Anna Johansson&lt;/a&gt; said she had been aware of the situation since January 2017 and blamed her former state secretary &lt;a href=\"Erik%20Bromander\"&gt;Erik Bromander&lt;/a&gt; for not having informed her earlier. Cabinet ministers &lt;a href=\"Anders%20Ygeman\"&gt;Anders Ygeman&lt;/a&gt; and &lt;a href=\"Peter%20Hultqvist\"&gt;Peter Hultqvist&lt;/a&gt; were reported to have been aware of the situation since the beginning of 2016, but chose not to inform the &lt;a href=\"head%20of%20government\"&gt;head of government&lt;/a&gt;.\nAll parties within the Swedish opposition have opened up for a &lt;a href=\"vote%20of%20confidence\"&gt;vote of confidence&lt;/a&gt; against &lt;a href=\"cabinet%20minister\"&gt;cabinet minister&lt;/a&gt;s &lt;a href=\"Anna%20Johansson%20%28politician%29\"&gt;Anna Johansson&lt;/a&gt;, &lt;a href=\"Anders%20Ygeman\"&gt;Anders Ygeman&lt;/a&gt; and &lt;a href=\"Peter%20Hultqvist\"&gt;Peter Hultqvist&lt;/a&gt; in order to remove them from office, with some parties calling for vote of confidence against Löfven as Prime Minister. Such a vote would, if supported by several parties, result in a removal of the &lt;a href=\"L%C3%B6fven%20I%20Cabinet\"&gt;Löfven cabinet&lt;/a&gt;. In a press conference on 27 July Löfven announced a government reshuffling with Ygeman and Johansson resigning. He also stated that he would not resign himself over the incident.\nForeign policy.\nIn his Policy Statement, introduced to the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt; on 3 October 2014, Löfven said that his Government would recognise the &lt;a href=\"State%20of%20Palestine\"&gt;State of Palestine&lt;/a&gt;. On 30 October 2014, the Government, through &lt;a href=\"Minister%20for%20Foreign%20Affairs%20%28Sweden%29\"&gt;Minister for Foreign Affairs&lt;/a&gt; &lt;a href=\"Margot%20Wallstr%C3%B6m\"&gt;Margot Wallström&lt;/a&gt;, announced that the Government had decided to officially recognize the State of Palestine and explained the recognition by saying that it is the only solution to get to a &lt;a href=\"two-state%20solution\"&gt;two-state solution&lt;/a&gt; between &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and the State of Palestine. Sweden is the first country within the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; to do so after gaining membership (with other members, such as &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;, withholding recognition previously issued under &lt;a href=\"Eastern%20Bloc\"&gt;Communist&lt;/a&gt; rule). Israel called the move unconsidered and Israel recalled its ambassador, &lt;a href=\"Isaac%20Bachman\"&gt;Isaac Bachman&lt;/a&gt;, following the recognition. Bachman returned to Sweden on 29 November 2014. In December 2015, Löfven caused outrage in Israel by claiming that &lt;a href=\"Israeli%E2%80%93Palestinian%20conflict%20%282015%29%23Palestinian%20attacks\"&gt;stabbing attacks&lt;/a&gt; are not considered terrorism by international standards; he later revised his comment, explaining that it is now known that the stabbing attacks are sanctioned by some terror organisations.\nLöfven has said that the ongoing negotiations of the &lt;a href=\"Transatlantic%20Trade%20and%20Investment%20Partnership\"&gt;Transatlantic Trade and Investment Partnership&lt;/a&gt; (TTIP) between the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; are very important and that it is in Sweden's interest that the &lt;a href=\"international%20free%20trade%20agreement\"&gt;managed trade agreement&lt;/a&gt; is implemented. However, he has said that the &lt;a href=\"international%20free%20trade%20agreement\"&gt;managed trade agreement&lt;/a&gt; shall not aggravate social conditions or &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;, which should be a high priority while negotiating.\nLöfven visited &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; in February 2017 and held talks with &lt;a href=\"Ali%20Khamenei\"&gt;Ali Khamenei&lt;/a&gt; to improve economic relations.\nLöfven has supported closer security cooperation with &lt;a href=\"Saudi%20Arabia\"&gt;Saudi Arabia&lt;/a&gt;.\n2018 general election.\nStefan Löfven vowed to make the &lt;a href=\"2018%20Swedish%20general%20election\"&gt;2018 election&lt;/a&gt; a referendum about the welfare state. Despite poor opinion polling, the Social Democrats fared better than initially expected, winning 28.26 percent of the popular vote. The &lt;a href=\"Red-Greens%20%28Sweden%29\"&gt;red-green bloc&lt;/a&gt; ended up having a slight advantage in a hung parliament of 144 seats to 143 for the centre-right coalition &lt;a href=\"Alliansen\"&gt;Alliansen&lt;/a&gt;. Löfven announced after the election results that he intended to remain as Prime Minister and called for the \"burial of bloc politics\" in Sweden.\nHowever, on 25 September 2018, the &lt;a href=\"Riksdag\"&gt;Riksdag&lt;/a&gt; approved a &lt;a href=\"motion%20of%20no%20confidence\"&gt;motion of no confidence&lt;/a&gt; against Löfven with a 204–142 vote. Löfven remained in office as head of a &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt;. While it initially looked as though the Alliance would be able to form a government, the Alliance's leaders subsequently failed to secure enough votes or abstentions to replace him.\nAfter a record-long period of government formation, Löfven was eventually re-elected as Prime Minister on 18 January 2019, after an agreement was struck between the Social Democrats, Greens, Liberals, and Centre Party; the Left Party, which was not party to the agreement, decided to also abstain from voting against Löfven. The Left Party did however express reservation about the parts of the agreement concerning weakening employment rights against unfair dismissal and the removal of rent controls on new-build apartments, which had been the conditions of the Center and Liberal Parties, and threatened to withdraw their support if these were implemented. Nonetheless, the minority coalition government of the Social Democrats and Green Party was reformed. The second &lt;a href=\"L%C3%B6fven%20II%20Cabinet\"&gt;Löfven Government&lt;/a&gt; was sworn in on 21 January.\n2021 government crisis.\nIn June 2021, the &lt;a href=\"Left%20Party%20%28Sweden%29\"&gt;Left Party&lt;/a&gt; declared that they did not have confidence in Löfven and his government and withdrew their support, following the publication of the report of the government's commission on removing rent controls on new-build apartments, as the Left Party had threatened in 2019. Subsequently, the &lt;a href=\"Sweden%20Democrats\"&gt;Sweden Democrats&lt;/a&gt; put forward a motion of no confidence against Löfven and his cabinet. The motion was supported by other opposition parties, notably the &lt;a href=\"Moderate%20Party%20%28Sweden%29\"&gt;Moderate Party&lt;/a&gt; and the &lt;a href=\"Christian%20Democrats%20%28Sweden%29\"&gt;Christian Democrats&lt;/a&gt;, though they are in favor of removing controls. Löfven called it irresponsible by the Left Party to throw the country into a “political crisis in the current situation”. The confidence vote was held on Monday, 21 June.\nThe Riksdag voted in favour of the vote of no confidence, with 181 votes in favour, 109 against, and 51 abstaining. It was the first time in Swedish history that a vote of no-confidence resulted in the fall of a government. The decision did not mean that the Löfven cabinet was dismissed immediately, as the Prime Minister has one week to either call a &lt;a href=\"Snap%20election%23Sweden\"&gt;snap election&lt;/a&gt; or resign and ask the &lt;a href=\"Speaker%20of%20the%20Riksdag\"&gt;Speaker of the Riksdag&lt;/a&gt; to proceed with new formation talks. On 28 June, Löfven announced his resignation as Prime Minister, which meant that Speaker of the Riksdag, &lt;a href=\"Andreas%20Norl%C3%A9n\"&gt;Andreas Norlén&lt;/a&gt;, needed to select someone to form a government. On 29 June, Norlén handed the task to the leader of the opposition, &lt;a href=\"Ulf%20Kristersson\"&gt;Ulf Kristersson&lt;/a&gt;, who two days later announced that he was not able to find enough seats to become Prime Minister. On 1 July 2021, Löfven was given a second chance to form a government with the deadline being 5 July. On that day, Norlén and Löfven held a press conference in the &lt;a href=\"F%C3%B6rsta%20kammaren\"&gt;First Chamber&lt;/a&gt; of the Riksdag, which was the &lt;a href=\"upper%20house\"&gt;upper house&lt;/a&gt; of the &lt;a href=\"bicameral\"&gt;bicameral&lt;/a&gt; Riksdag before it was made &lt;a href=\"unicameral\"&gt;unicameral&lt;/a&gt; in 1970. Norlén announced that he approved of Löfven's government formation and that he will put forth a motion in the Riksdag to hold a vote to reappoint Löfven as Prime Minister the very same day. On 7 July, the Riksdag voted on Löfven's Prime Ministership. The vote ended with 116 votes in favor, 173 against, and 60 abstaining. Since the votes against did not attain the 175 vote threshold required to fail a motion of confidence in the Riksdag, Löfven was reinstated as Prime Minister.\nResignation.\nIn his summer speech on 22 August 2021 in Runö in &lt;a href=\"%C3%85kersberga\"&gt;Åkersberga&lt;/a&gt;, Löfven announced that he would not be seeking re-election as party chairman at the Social Democratic Party Congress in November 2021, and that he would resign as prime minister upon the election of his successor. After several weeks of speculation, it was announced that Finance Minister &lt;a href=\"Magdalena%20Andersson%20%28Social%20Democrat%29\"&gt;Magdalena Andersson&lt;/a&gt; would be the only nominee to replace Löfven as leader; she is set to become Sweden's first female prime minister and will lead the party into the &lt;a href=\"2022%20Swedish%20general%20election\"&gt;2022 general election&lt;/a&gt;. On 10 November, Löfven tendered his resignation to Norlén, but he continues to lead a &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt;. Andersson was elected as the new Prime Minister of Sweden by the Riksdag on 24 November 2021 and was set to take office on 26 November. \nBecause of Andersson's resignation a few hours later, Löfven continued as prime minister of the &lt;a href=\"caretaker%20government\"&gt;caretaker government&lt;/a&gt; until Andersson took office on 30 November 2021.\nPersonal life.\nLöfven enjoys sports and supports the &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; club &lt;a href=\"Modo%20Hockey\"&gt;Modo&lt;/a&gt; from &lt;a href=\"%C3%96rnsk%C3%B6ldsvik\"&gt;Örnsköldsvik&lt;/a&gt; and the &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; clubs &lt;a href=\"Tottenham%20Hotspur%20F.C.\"&gt;Tottenham Hotspur&lt;/a&gt; and &lt;a href=\"GIF%20Sundsvall\"&gt;GIF Sundsvall&lt;/a&gt;. He is married to politician and trade unionist Ulla Löfven and has 2 stepchildren. Löfven himself has no biological children."
}