{
    "id": "34506995",
    "revid": "28501110",
    "url": "https://en.wikipedia.org/wiki?curid=34506995",
    "title": "Mikie Mahtook",
    "text": "Michael Anthony Mahtook (; born November 30, 1989) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"outfielder\"&gt;outfielder&lt;/a&gt; who is a free agent. He has played in &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB) for the &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt; and &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt;. Prior to beginning his professional career, Mahtook played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; at &lt;a href=\"LSU%20Tigers%20baseball\"&gt;Louisiana State University&lt;/a&gt;.\nEarly life and education.\nMahtook attended St. Thomas More High School in &lt;a href=\"Lafayette%2C%20Louisiana\"&gt;Lafayette, Louisiana&lt;/a&gt; and is of &lt;a href=\"Lebanese%20Americans\"&gt;Lebanese&lt;/a&gt; descent. He played &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; and &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; in high school. Mahtook enrolled at &lt;a href=\"Louisiana%20State%20University\"&gt;Louisiana State University&lt;/a&gt; (LSU), where he played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; for the &lt;a href=\"LSU%20Tigers%20baseball\"&gt;LSU Tigers baseball&lt;/a&gt; team in the &lt;a href=\"Southeastern%20Conference\"&gt;Southeastern Conference&lt;/a&gt; (SEC).\nHe was drafted by the &lt;a href=\"Florida%20Marlins\"&gt;Florida Marlins&lt;/a&gt; in the 39th round of the &lt;a href=\"2008%20Major%20League%20Baseball%20draft\"&gt;2008 MLB draft&lt;/a&gt;, but did not sign to attend LSU. In 2009, Mahtook was a part of the &lt;a href=\"2009%20College%20World%20Series\"&gt;2009 College World Series&lt;/a&gt; championship team. As a junior at LSU, Mahtook led the SEC in batting in league play with a .425 average. He also led the league in &lt;a href=\"on-base%20percentage\"&gt;on-base percentage&lt;/a&gt; (OBP) in league play with .538. He hit 14 home runs, drove in 56 runs and stole 29 bases. He was named a first team All-American by \"&lt;a href=\"Baseball%20America\"&gt;Baseball America&lt;/a&gt;\". In 2010, he played &lt;a href=\"collegiate%20summer%20baseball\"&gt;collegiate summer baseball&lt;/a&gt; with the &lt;a href=\"Harwich%20Mariners\"&gt;Harwich Mariners&lt;/a&gt; of the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt;.\nCareer.\nTampa Bay Rays.\nThe &lt;a href=\"Tampa%20Bay%20Rays\"&gt;Tampa Bay Rays&lt;/a&gt; selected Mahtook in the first round, with the 31st overall selection, of the &lt;a href=\"2011%20Major%20League%20Baseball%20draft\"&gt;2011 MLB draft&lt;/a&gt; with a compensation pick from the &lt;a href=\"New%20York%20Yankees\"&gt;New York Yankees&lt;/a&gt; gained when the Yankees signed &lt;a href=\"Rafael%20Soriano\"&gt;Rafael Soriano&lt;/a&gt;. Before the 2012 season, &lt;a href=\"MLB.com\"&gt;MLB.com&lt;/a&gt; rated Mahtook as the 96th best prospect in baseball. He began the 2012 season with the &lt;a href=\"Charlotte%20Stone%20Crabs\"&gt;Charlotte Stone Crabs&lt;/a&gt; of the &lt;a href=\"Class%20A-Advanced\"&gt;Class A-Advanced&lt;/a&gt; &lt;a href=\"Florida%20State%20League\"&gt;Florida State League&lt;/a&gt; and was promoted to the &lt;a href=\"Montgomery%20Biscuits\"&gt;Montgomery Biscuits&lt;/a&gt; of the &lt;a href=\"Class%20AA\"&gt;Class AA&lt;/a&gt; &lt;a href=\"Southern%20League%20%281964%E2%80%932020%29\"&gt;Southern League&lt;/a&gt;. He spent the 2013 season with the Montgomery Biscuits.\nMahtook began the 2015 season with the &lt;a href=\"Durham%20Bulls\"&gt;Durham Bulls&lt;/a&gt; of the &lt;a href=\"Class%20AAA\"&gt;Class AAA&lt;/a&gt; &lt;a href=\"International%20League\"&gt;International League&lt;/a&gt;. On April 10, the Rays promoted Mahtook to the major leagues to replace the injured &lt;a href=\"John%20Jaso\"&gt;John Jaso&lt;/a&gt; on the roster. He made his major league debut the same day, in a pinch hit at bat. He was recalled to Tampa Bay again from the Durham Bulls on June 2. At the major league level, Mahtook hit .295 for the 2015 season, with 9 home runs in only 105 at-bats.\nDue to injuries, Mahtook played just 96 games in 2016, including 65 with the Rays. He took a step backward at the major league level, hitting .195 with 3 home runs in 185 at-bats.\nDetroit Tigers.\nOn January 18, 2017, the Rays traded Mahtook to the &lt;a href=\"Detroit%20Tigers\"&gt;Detroit Tigers&lt;/a&gt; for a &lt;a href=\"player%20to%20be%20named%20later\"&gt;player to be named later&lt;/a&gt; or cash considerations. On April 28, 2017, the Tigers sent minor league pitcher &lt;a href=\"Drew%20Smith%20%28baseball%29\"&gt;Drew Smith&lt;/a&gt; to the Rays to complete the trade for Mahtook. Mahtook appeared in 109 games for the 2017 Tigers, hitting .276 with 12 home runs.\nMahtook opened the 2018 season as the Tigers' starting &lt;a href=\"left%20fielder\"&gt;left fielder&lt;/a&gt;. After batting 4-for-31 (.129) in 11 games, the Tigers optioned him to the &lt;a href=\"Toledo%20Mud%20Hens\"&gt;Toledo Mud Hens&lt;/a&gt; of the International League. He was recalled on May 8, following an injury to center fielder &lt;a href=\"Leonys%20Mart%C3%ADn\"&gt;Leonys Martín&lt;/a&gt;. He was recalled on July 2, again to replace an injured Martín, and again on August 13 to replace an injured &lt;a href=\"JaCoby%20Jones\"&gt;JaCoby Jones&lt;/a&gt;. Mahtook finished the 2018 season hitting .202 with 9 home runs in 223 at-bats.\nAfter a strong showing at spring training, Mahtook made the Tigers opening day roster in 2019. After starting the season 0-for-23 with 11 strikeouts, he was &lt;a href=\"designated%20for%20assignment\"&gt;designated for assignment&lt;/a&gt; on April 11. He was outrighted to the Triple-A &lt;a href=\"Toledo%20Mud%20Hens\"&gt;Toledo Mud Hens&lt;/a&gt; after clearing waivers two days later. He became a minor league free agent on November 7, 2019.\nPhiladelphia Phillies.\nOn December 18, 2019, Mahtook signed a minor league contract with the Philadelphia Phillies with an invitation to spring training. He became a free agent on November 2, 2020.\nChicago White Sox.\nOn February 26, 2021, Mahtook signed a minor league contract with the &lt;a href=\"Chicago%20White%20Sox\"&gt;Chicago White Sox&lt;/a&gt; organization.\nPersonal life.\nMahtook's father, Michael Mahtook, played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at LSU. He died of a heart attack at the age of 32, when Mikie was four years old. Mahtook's mother, Mary Ann, had breast cancer during his first year at LSU. He has younger twin sisters, Catherine and Christina. Mahtook tested positive for &lt;a href=\"Coronavirus%20disease%202019\"&gt;COVID-19&lt;/a&gt; during intake testing during the start of summer training."
}