{
    "id": "34536250",
    "revid": "38627444",
    "url": "https://en.wikipedia.org/wiki?curid=34536250",
    "title": "Nguyễn Nhạc",
    "text": "Nguyễn Nhạc ( , died 1793) was the founder of the &lt;a href=\"T%C3%A2y%20S%C6%A1n%20dynasty\"&gt;Tây Sơn dynasty&lt;/a&gt;, reigning from 1778 to 1788.\nFrom 1778 to 1788, Nguyễn Nhạc proclaimed himself Emperor Thái Đức ( ). In 1788 after his younger brother proclaimed himself Emperor Quang Trung, Nguyễn Nhạc resigned his Emperor title and declared himself as King of Tây Sơn. Nguyễn Nhạc and his brothers, namely &lt;a href=\"Nguy%E1%BB%85n%20L%E1%BB%AF\"&gt;Nguyễn Lữ&lt;/a&gt; and &lt;a href=\"Nguy%E1%BB%85n%20Hu%E1%BB%87\"&gt;Nguyễn Huệ&lt;/a&gt;, known as the Tây Sơn Brothers, ended the centuries-long civil war between the two feudal families- the &lt;a href=\"Tr%E1%BB%8Bnh%20Lords\"&gt;Trịnh Lords&lt;/a&gt; in northern Vietnam and the &lt;a href=\"Nguy%E1%BB%85n%20Lords\"&gt;Nguyễn Lords&lt;/a&gt; in southern Vietnam, seizing reigning power from these groups and the &lt;a href=\"L%C3%AA%20dynasty\"&gt;Lê dynasty&lt;/a&gt;.\nEarly life.\nBorn in &lt;a href=\"T%C3%A2y%20S%C6%A1n%20District\"&gt;Tây Sơn District&lt;/a&gt;, Quy Nhơn Province (modern &lt;a href=\"B%C3%ACnh%20%C4%90%E1%BB%8Bnh%20Province\"&gt;Bình Định Province&lt;/a&gt;). Vietnamese historian &lt;a href=\"Tr%E1%BA%A7n%20Tr%E1%BB%8Dng%20Kim\"&gt;Trần Trọng Kim&lt;/a&gt; described him as a courageous and clever man. He had two younger brothers: &lt;a href=\"Nguy%E1%BB%85n%20L%E1%BB%AF\"&gt;Nguyễn Lữ&lt;/a&gt; and &lt;a href=\"Nguy%E1%BB%85n%20Hu%E1%BB%87\"&gt;Nguyễn Huệ&lt;/a&gt;. Their talents are highly appreciated by their martial arts master, &lt;a href=\"Tr%C6%B0%C6%A1ng%20V%C4%83n%20Hi%E1%BA%BFn\"&gt;Trương Văn Hiến&lt;/a&gt;. \nTây Sơn brothers lived by trading &lt;a href=\"betel\"&gt;betel&lt;/a&gt;. Legend stated that Nhạc got a magical sword from barbarians, so he was respected by many people. Later, Nhạc became a tax-collector of &lt;a href=\"Nguy%E1%BB%85n%20lord\"&gt;Nguyễn lord&lt;/a&gt;. He robbed off all tax he had collected, and distributed to poor farmers. He had to flee with his brothers, and became an outlaw. Hiến encouraged Nhạc to revolt against Nguyễn lords: \"The prophecy says: 'Revolt in the West, success in the North'. You are born in Tây Sơn District, you must do your best.\" Nhạc agreed with him.\nRevolted against Nguyễn lords.\nAt that time, the lord of &lt;a href=\"%C4%90%C3%A0ng%20Trong\"&gt;Cochinchina&lt;/a&gt; &lt;a href=\"Nguy%E1%BB%85n%20Ph%C3%BAc%20Thu%E1%BA%A7n\"&gt;Nguyễn Phúc Thuần&lt;/a&gt; was young, the regent was a corrupted official, &lt;a href=\"Tr%C6%B0%C6%A1ng%20Ph%C3%BAc%20Loan\"&gt;Trương Phúc Loan&lt;/a&gt;. Loan was so unpopular that people compared him with &lt;a href=\"Qin%20Hui\"&gt;Qin Hui&lt;/a&gt;. There were rumors that Loan changed the former lord's will and throned the young prince Thuần. In 1771, Nguyễn Nhạc, Nguyễn Lữ and Nguyễn Huệ rebelled against Nguyễn lord. They took &lt;a href=\"T%C3%A2y%20S%C6%A1n%20District\"&gt;Tây Sơn District&lt;/a&gt; as base camp, aimed to overthrow Loan and enthrone &lt;a href=\"Nguy%E1%BB%85n%20Ph%C3%BAc%20D%C6%B0%C6%A1ng\"&gt;Nguyễn Phúc Dương&lt;/a&gt;, the eldest grandson of the former Nguyễn lord. The rebels became famous for their policy: \"fair, no corruption, only looting the rich, and help the poor.\" Soon they were widely supported by poor people. Ethnic minorities in Cochinchina, including &lt;a href=\"Montagnard%20%28Vietnam%29\"&gt;Montagnards&lt;/a&gt;, &lt;a href=\"Chams\"&gt;Chams&lt;/a&gt; and &lt;a href=\"Hoa%20people\"&gt;Sino-Vietnamese&lt;/a&gt;, also took part in the rebellion.\nThe rebels grew rapidly and government troops were unable to put down. One day, Nhạc sat in a prison van, ordered his men to take him to &lt;a href=\"Quy%20Nh%C6%A1n\"&gt;Quy Nhơn&lt;/a&gt;. The governor, &lt;a href=\"Nguy%E1%BB%85n%20Kh%E1%BA%AFc%20Tuy%C3%AAn\"&gt;Nguyễn Khắc Tuyên&lt;/a&gt; (阮克宣), was very happy, and threw him into prison. At night, Nhạc escaped from prison and opened the city gate. Quy Nhơn was taken by Tây Sơn army, and used as the new base camp. Then Tây Sơn army marched to &lt;a href=\"Qu%E1%BA%A3ng%20Nam\"&gt;Quảng Nam&lt;/a&gt;, Nguyễn army was defeated by the rebels. Nguyễn lord sent his main forces to Quảng Nam, but failed to drive the rebels out of this province.\nConflict with Trịnh lords.\nHearing that Cochinchina fell into chaos, &lt;a href=\"Tr%E1%BB%8Bnh%20S%C3%A2m\"&gt;Trịnh Sâm&lt;/a&gt;, the lord of &lt;a href=\"%C4%90%C3%A0ng%20Ngo%C3%A0i\"&gt;Tonkin&lt;/a&gt;, sent &lt;a href=\"Ho%C3%A0ng%20Ng%C5%A9%20Ph%C3%BAc\"&gt;Hoàng Ngũ Phúc&lt;/a&gt; to launch attack on Nguyễn lord using the excuse that they would help Nguyễn lord to arrest the treacherous minister Trương Phúc Loan. Trịnh marched south with little resistance and soon took possession of Nguyễn's capital, &lt;a href=\"Ph%C3%BA%20Xu%C3%A2n\"&gt;Phú Xuân&lt;/a&gt;. Nguyễn Phúc Thuần fled to Quảng Nam, in there he designated &lt;a href=\"Nguy%E1%BB%85n%20Ph%C3%BAc%20D%C6%B0%C6%A1ng\"&gt;Nguyễn Phúc Dương&lt;/a&gt; as crown prince. Several months later, Tây Sơn army took Quảng Nam, Thuần had to flee to Gia Định. Not long after, from &lt;a href=\"Qu%E1%BA%A3ng%20Ng%C3%A3i%20Province\"&gt;Quảng Ngãi&lt;/a&gt; to &lt;a href=\"B%C3%ACnh%20Thu%E1%BA%ADn%20Province\"&gt;Bình Thuận&lt;/a&gt; was occupied by Tây Sơn rebels.\nTrịnh army marched to Quảng Nam, and came into conflict with Tây Sơn army. They met in the battlefield in Cẩm Sa (a place in modern &lt;a href=\"H%C3%B2a%20Vang%20District\"&gt;Hòa Vang&lt;/a&gt;). Nhạc ordered &lt;a href=\"T%E1%BA%ADp%20%C4%90%C3%ACnh\"&gt;Tập Đình&lt;/a&gt; to take the lead and &lt;a href=\"L%C3%BD%20T%C3%A0i\"&gt;Lý Tài&lt;/a&gt; in the middle, Nhạc himself to bring up the rear. Tập Đình was raided by Trịnh cavalry and ultimately led to Tây Sơn's defeat. Nguyễn Nhạc and Lý Tài retreated to Bến Bản. Nhạc prepared for the reception of the crown prince Dương, and went to Quy Nhơn together with him. In the same time, a Nguyễn army under &lt;a href=\"T%E1%BB%91ng%20Ph%C6%B0%E1%BB%9Bc%20Hi%E1%BB%87p\"&gt;Tống Phước Hiệp&lt;/a&gt; (宋福洽) resumed &lt;a href=\"B%C3%ACnh%20Thu%E1%BA%ADn%20Province\"&gt;Bình Thuận&lt;/a&gt;, &lt;a href=\"Di%C3%AAn%20Kh%C3%A1nh\"&gt;Diên Khánh&lt;/a&gt; and Bình Khang (modern &lt;a href=\"Ninh%20H%C3%B2a\"&gt;Ninh Hòa&lt;/a&gt;), then recaptured &lt;a href=\"Ph%C3%BA%20Y%C3%AAn\"&gt;Phú Yên&lt;/a&gt;. Tây Sơn army fell in a &lt;a href=\"two-front%20war\"&gt;two-front war&lt;/a&gt; with both Nguyễn lord and Trịnh lord. Nhạc sent an envoy to Trịnh army to sue for peace. Nhạc swore allegiance to Trịnh lord, in return, he received the position \"Tiên-phong-tướng-quân\" and \"Tây-sơn Hiệu-trưởng\" from Trịnh lord.\nAfter concluding a peace deal with Trịnh lord, Nhạc married a daughter to Nguyễn Phúc Dương, and urged him to ascend the lord throne, but Dương refused. Nhạc sent a letter to Tống Phước Hiệp. In the letter, Nhạc said he decided to swear allegiance to the crown prince Dương, and prepared to resume the capital Phú Xuân. Nhạc then ordered &lt;a href=\"Nguy%E1%BB%85n%20Hu%E1%BB%87\"&gt;Nguyễn Huệ&lt;/a&gt; to launch a raid on Nguyễn army. Hợp was defeated and fled to Vân Phong.\nTrịnh army marched to Quảng Ngãi, but most of soldiers died from disease, Hoàng Ngũ Phúc had to retreat. Phúc died of illness on his way back to Phú Xuân; his assistant, &lt;a href=\"B%C3%B9i%20Th%E1%BA%BF%20%C4%90%E1%BA%A1t\"&gt;Bùi Thế Đạt&lt;/a&gt;, was appointed as the successor. Quảng Nam was reoccupied by Tây Sơn army; now, Nhạc could concentrate on fighting against Nguyễn lord. He sent &lt;a href=\"Nguy%E1%BB%85n%20L%E1%BB%AF\"&gt;Nguyễn Lữ&lt;/a&gt; to the south. &lt;a href=\"Nguy%E1%BB%85n%20Ph%C3%BAc%20Thu%E1%BA%A7n\"&gt;Nguyễn Phúc Thuần&lt;/a&gt; was defeated and fled to &lt;a href=\"Bi%C3%AAn%20H%C3%B2a\"&gt;Biên Hòa&lt;/a&gt;.\nEstablishment of Tây Sơn dynasty.\nIn 1776, Nhạc titled himself \"Tây Sơn vương\" (西山王 \"king of Tây Sơn\"). He used Citadel Đồ Bàn (&lt;a href=\"Vijaya%20%28Champa%29\"&gt;Vijaya&lt;/a&gt;) as the capital, and appointed many officials. Nguyễn Phúc Dương was imprisoned in a Buddhist temple; later, he fled to &lt;a href=\"Gia%20%C4%90%E1%BB%8Bnh\"&gt;Gia Định&lt;/a&gt;, there he was supported by &lt;a href=\"L%C3%BD%20T%C3%A0i\"&gt;Lý Tài&lt;/a&gt; and ascended the lord throne. In the next year, Nguyễn Nhạc was recognized as the new ruler of Cochinchina by Trịnh Sâm. He received the noble rank \"Cung-quận-công\" (恭郡公 \"provincial duke Cung\") from Trịnh lord. Tây Sơn army marched further south, finally, both Nguyễn Phúc Thuần and Nguyễn Phúc Dương were captured and executed by Nguyễn Huệ. In 1778, Nhạc crowned the emperor, and changed &lt;a href=\"Vietnamese%20era%20name\"&gt;era name&lt;/a&gt; to \"Thái Đức\" (泰德), marking the establishment of &lt;a href=\"T%C3%A2y%20S%C6%A1n%20dynasty\"&gt;Tây Sơn dynasty&lt;/a&gt;.\nA nephew of Thuần, &lt;a href=\"Nguy%E1%BB%85n%20%C3%81nh\"&gt;Nguyễn Ánh&lt;/a&gt;, managed to escape to &lt;a href=\"H%C3%A0%20Ti%C3%AAn\"&gt;Hà Tiên&lt;/a&gt; then to &lt;a href=\"Th%E1%BB%95%20Chu%20Island\"&gt;Poulo Panjang&lt;/a&gt;. In late 1777, the main part of the Tây Sơn army left Saigon and marched north. Nguyễn Ánh landed in &lt;a href=\"Long%20Xuy%C3%AAn\"&gt;Long Xuyên&lt;/a&gt;. There, he was supported by many Nguyễn generals, and raised the flag of restoration. &lt;a href=\"%C4%90%E1%BB%97%20Thanh%20Nh%C6%A1n\"&gt;Đỗ Thanh Nhơn&lt;/a&gt;, the leader of Đông Sơn army, also swore allegiance to Ánh. Nguyễn army became much more stronger, and captured many places. Ánh also made an alliance &lt;a href=\"Siam\"&gt;Siam&lt;/a&gt;. However, the assassination of Đỗ Thanh Nhơn by Nguyễn Ánh causing the revolt of Đông Sơn army, thus badly weakening the Nguyễn army. Taking this opportunity, Nguyễn Nhạc and Nguyễn Huệ invaded Gia Định and finally recaptured it in 1782. Nhạc returned to Quy Nhơn. In the next year, &lt;a href=\"Ch%C3%A2u%20V%C4%83n%20Ti%E1%BA%BFp\"&gt;Châu Văn Tiếp&lt;/a&gt;, a supporter of Nguyễn lord, defeated the Tây Sơn garrison in &lt;a href=\"Saigon\"&gt;Saigon&lt;/a&gt;, and invited Nguyễn Ánh to return. Nguyễn Lữ and Nguyễn Huệ were sent to Gia Định, and forced Ánh to flee to &lt;a href=\"Ph%C3%BA%20Qu%E1%BB%91c\"&gt;Phú Quốc&lt;/a&gt;. In 1785, Huệ &lt;a href=\"Battle%20of%20R%E1%BA%A1ch%20G%E1%BA%A7m-Xo%C3%A0i%20M%C3%BAt\"&gt;defeated Nguyễn Ánh and Siamese navy&lt;/a&gt;. Ánh had to flee to Siam.\nNguyễn Huệ's overthrow of Trịnh lords.\nThe ruler of &lt;a href=\"%C4%90%C3%A0ng%20Ngo%C3%A0i\"&gt;Tonkin&lt;/a&gt;, Trịnh Sâm, died in 1782. His favorite son &lt;a href=\"Tr%E1%BB%8Bnh%20C%C3%A1n\"&gt;Trịnh Cán&lt;/a&gt; ascended the lord throne, but soon was deposed in a military coup. The mutinying soldiers installed &lt;a href=\"Tr%E1%BB%8Bnh%20Kh%E1%BA%A3i\"&gt;Trịnh Khải&lt;/a&gt; as the new lord. Tonkin fell into chaos. In 1786, an army under &lt;a href=\"Nguy%E1%BB%85n%20Hu%E1%BB%87\"&gt;Nguyễn Huệ&lt;/a&gt;, &lt;a href=\"V%C5%A9%20V%C4%83n%20Nh%E1%BA%ADm\"&gt;Vũ Văn Nhậm&lt;/a&gt; and &lt;a href=\"Nguy%E1%BB%85n%20H%E1%BB%AFu%20Ch%E1%BB%89nh\"&gt;Nguyễn Hữu Chỉnh&lt;/a&gt; marched north to attack &lt;a href=\"Ph%C3%BA%20Xu%C3%A2n\"&gt;Phú Xuân&lt;/a&gt;. After the capture of Phú Xuân, Chỉnh encouraged Huệ to overthrow &lt;a href=\"Tr%E1%BB%8Bnh%20lord\"&gt;Trịnh lord&lt;/a&gt;. Huệ took his advice, marched further north without Nguyễn Nhạc's order, and finally captured &lt;a href=\"Th%C4%83ng%20Long\"&gt;Thăng Long&lt;/a&gt;. Nhạc did not want to take Tonkin; he sent an envoy to Phú Xuân to prevent Huệ from marching north, but Huệ had left. Then he got the message that Huệ had captured Thăng Long, and realized that Huệ was hard to be controlled. Nhạc led 2500 men and marched north to meet with Huệ and the &lt;a href=\"L%C3%AA%20Chi%C3%AAu%20Th%E1%BB%91ng\"&gt;Lê emperor&lt;/a&gt;. In Thăng Long, Nhạc promised that he would not take any territory of Tonkin. Then he retreated from Tonkin together with Huệ. Nguyễn Nhạc proclaimed himself as \"Trung ương Hoàng đế\" (中央皇帝 \"the Central Emperor\"). Nguyễn Lữ was given the title \"Đông Định vương\" (東定王 \"King of Eastern Conquering\"), Gia Định was his fief; Nguyễn Huệ received the title \"Bắc Bình Vương\" (北平王 \"King of Northern Conquering\") and lived in Phú Xuân, the area north to &lt;a href=\"H%E1%BA%A3i%20V%C3%A2n%20Pass\"&gt;Hải Vân&lt;/a&gt; was his fief.\nCivil war between two brothers.\nNot long after, Nguyễn Nhạc came into conflict with Nguyễn Huệ. A civil war broke out, Huệ besieged Quy Nhơn for several months. The main forces of Gia Định was called back to support Nhạc, but was defeated in &lt;a href=\"Ph%C3%BA%20Y%C3%AAn\"&gt;Phú Yên&lt;/a&gt;, its commander &lt;a href=\"%C4%90%E1%BA%B7ng%20V%C4%83n%20Ch%C3%A2n\"&gt;Đặng Văn Chân&lt;/a&gt; surrendered to Huệ. Nhạc climbed onto the city wall, and shouted to Huệ: \"How can you use the pot of skin to cook meat like that?\". It is an old custom, if hunters seized a prey in the jungle without a pot, they would flay it and use its skin to cook meat. Using this metaphor, Nhạc indicated that brothers should not fight with each other. Huệ was moved to tears, and decided to retreat, and reached a peace agreement Nhạc. They chose Bến Bản as a boundary; the area north to &lt;a href=\"Qu%E1%BA%A3ng%20Ng%C3%A3i\"&gt;Quảng Ngãi&lt;/a&gt; was Huệ's area; the area south to &lt;a href=\"Th%C4%83ng%20B%C3%ACnh%20District\"&gt;Thăng Bình&lt;/a&gt; and &lt;a href=\"%C4%90i%E1%BB%87n%20B%C3%A0n%20District\"&gt;Điện Bàn&lt;/a&gt; belonged to Nhạc. From then on, they ceased fire with each other.\nFinal years.\nLater, Nguyễn Huệ marched north and put down the rebellion in Tonkin. Huệ proclaimed himself as Emperor Quang Trung in 1788, and defeated &lt;a href=\"Qing%20dynasty\"&gt;Qing&lt;/a&gt; army in &lt;a href=\"Battle%20of%20Ng%E1%BB%8Dc%20H%E1%BB%93i-%C4%90%E1%BB%91ng%20%C4%90a\"&gt;Battle of Ngọc Hồi-Đống Đa&lt;/a&gt;. Meanwhile, the civil war of Tây Sơn brothers had provided Nguyễn Ánh with the chance to go back to Cochinchina again. Nhạc's territory was eroded by Nguyễn lord. During his final years, he only controlled three provinces: Quy Nhơn (modern &lt;a href=\"B%C3%ACnh%20%C4%90%E1%BB%8Bnh%20Province\"&gt;Bình Định&lt;/a&gt;), &lt;a href=\"Qu%E1%BA%A3ng%20Ng%C3%A3i%20Province\"&gt;Quảng Ngãi&lt;/a&gt; and &lt;a href=\"Ph%C3%BA%20Y%C3%AAn%20Province\"&gt;Phú Yên&lt;/a&gt;. He was described as \"an old man who is resigned to the present state of affairs\" by Nguyễn Huệ. Huệ was also worried about the future of Tây Sơn dynasty.\nNguyễn Huệ suddenly died in 1792. Nhạc prepared to attend Huệ's funeral, however, the road to Phú Xuân was blocked by the successor &lt;a href=\"Nguy%E1%BB%85n%20Quang%20To%E1%BA%A3n\"&gt;Nguyễn Quang Toản&lt;/a&gt;, he had to return, and sent a sister to attend the funeral. In the next year, Quy Nhơn was attacked by Nguyễn lord. When Nguyễn navy reached &lt;a href=\"Th%E1%BB%8B%20N%E1%BA%A1i%20Port\"&gt;Thị Nại Port&lt;/a&gt;, Nhạc ordered his crown prince &lt;a href=\"Nguy%E1%BB%85n%20V%C4%83n%20B%E1%BA%A3o\"&gt;Nguyễn Văn Bảo&lt;/a&gt; to fight against them. Tây Sơn navy suffered from a double-pronged attack, Bảo was defeated by &lt;a href=\"T%C3%B4n%20Th%E1%BA%A5t%20H%E1%BB%99i\"&gt;Tôn Thất Hội&lt;/a&gt; (尊室會), &lt;a href=\"V%C3%B5%20T%C3%ADnh\"&gt;Võ Tính&lt;/a&gt;, &lt;a href=\"Nguy%E1%BB%85n%20Hu%E1%BB%B3nh%20%C4%90%E1%BB%A9c\"&gt;Nguyễn Huỳnh Đức&lt;/a&gt; and &lt;a href=\"Nguy%E1%BB%85n%20V%C4%83n%20Th%C3%A0nh\"&gt;Nguyễn Văn Thành&lt;/a&gt;, and fled back to Quy Nhơn. Nhạc had to ask for Nguyễn Quang Toản's help. 17,000 men under &lt;a href=\"Ph%E1%BA%A1m%20C%C3%B4ng%20H%C6%B0ng\"&gt;Phạm Công Hưng&lt;/a&gt;, &lt;a href=\"Ng%C3%B4%20V%C4%83n%20S%E1%BB%9F\"&gt;Ngô Văn Sở&lt;/a&gt;, &lt;a href=\"Nguy%E1%BB%85n%20V%C4%83n%20Hu%E1%BA%A5n\"&gt;Nguyễn Văn Huấn&lt;/a&gt; (阮文訓) and &lt;a href=\"L%C3%AA%20Trung\"&gt;Lê Trung&lt;/a&gt; (黎忠) marched south to reinforce Quy Nhơn. A navy led by &lt;a href=\"%C4%90%E1%BA%B7ng%20V%C4%83n%20Ch%C3%A2n\"&gt;Đặng Văn Chân&lt;/a&gt; was also sent there in the same time. Nguyễn army had to retreat. Hưng marched into the city, claiming that the emperor of Phú Xuân had taken over it. Nhạc was angry, and died soon after suffering from vomiting blood.\nThe fate of his offspring.\nNhạc's eldest son, &lt;a href=\"Nguy%E1%BB%85n%20V%C4%83n%20B%E1%BA%A3o\"&gt;Nguyễn Văn Bảo&lt;/a&gt;, was stripped off the position, and granted the title \"Hiếu công\" (孝公, \"Duke of filial piety\") by Nguyễn Quang Toản. The territory of Nhạc was annexed by Toản, Bảo only received Phù Ly (modern &lt;a href=\"Ph%C3%B9%20M%E1%BB%B9%20District\"&gt;Phù Mỹ&lt;/a&gt; and &lt;a href=\"Ph%C3%B9%20C%C3%A1t%20District\"&gt;Phù Cát&lt;/a&gt;) as his fief. In 1798, Bảo launched an unsuccessful rebellion against Toản, and was executed.\nTây Sơn dynasty was overthrown by Nguyễn Ánh in 1802. Nhạc's three sons, Nguyễn Thanh (阮清), Nguyễn Hân (阮昕) and Nguyễn Dũng (阮勇), were executed together with Nguyễn Quang Toản and other princes of Tây Sơn dynasty. The tombs of Nguyễn Nhạc and Nguyễn Huệ were razed to the ground, their remains were dug out and crushed into ashes. The skulls of Nguyễn Nhạc, Nguyễn Huệ and Huệ's wife, were locked up in prison in perpetuity. It was said that Nguyễn Huệ had desecrated the tombs of Nguyễn lords before, Nguyễn Ánh did that to \"revenge for the ancestors\" (&lt;a href=\"%3Awikt%3A%E4%B9%9D%E4%B8%96%E4%B9%8B%E4%BB%87\"&gt;爲九世而復讎&lt;/a&gt;).\nTwo other sons, Nguyễn Văn Đức (阮文德), Nguyễn Văn Lương (阮文良), and grandson Nguyễn Văn Đâu (阮文兜, son of Nguyễn Văn Đức) escaped, they hid in countryside secretly. In 1831, they were found by &lt;a href=\"Nguy%E1%BB%85n%20dynasty\"&gt;Nguyễn dynasty&lt;/a&gt;, and executed by &lt;a href=\"waist%20chop\"&gt;waist chop&lt;/a&gt;."
}