{
    "id": "34575018",
    "revid": "43122813",
    "url": "https://en.wikipedia.org/wiki?curid=34575018",
    "title": "Hardwell",
    "text": "Robbert van de Corput (; born 7 January 1988), known professionally as Hardwell, is a Dutch DJ, record producer and remixer from &lt;a href=\"Breda\"&gt;Breda&lt;/a&gt;. Hardwell was voted the world's number one DJ on \"&lt;a href=\"DJ%20Mag\"&gt;DJ Mag&lt;/a&gt;\" in 2013 and again in 2014. He was ranked at number twelve in the top 100 DJs 2019 poll by \"&lt;a href=\"DJ%20Mag\"&gt;DJ Mag&lt;/a&gt;\". Hardwell is best known for his sets at music festivals, including &lt;a href=\"Ultra%20Music%20Festival\"&gt;Ultra Music Festival&lt;/a&gt;, &lt;a href=\"Sunburn%20Festival\"&gt;Sunburn&lt;/a&gt; and &lt;a href=\"Tomorrowland%20%28festival%29\"&gt;Tomorrowland&lt;/a&gt;.\nHardwell first gained recognition in 2009 for his bootleg of \"Show Me Love vs. Be\". He founded the record label &lt;a href=\"Revealed%20Recordings\"&gt;Revealed Recordings&lt;/a&gt; in 2010 and a radio show and podcast \"&lt;a href=\"Hardwell%20On%20Air\"&gt;Hardwell On Air&lt;/a&gt;\" in 2011. He has released 10 compilation albums through his label, as well as a documentary film. His debut studio album, \"&lt;a href=\"United%20We%20Are\"&gt;United We Are&lt;/a&gt;\", was released in 2015.\nOn 7 September 2018, Hardwell announced his indefinite hiatus from touring, stating that he wanted to focus more on his personal life.\nBiography.\nPseudonym.\nHardwell's pseudonym comes from an idea of his father, who translated his surname into Latin and English; \"Cor\" meaning \"heart\" and \"Put\" meaning \"well\". However, he changed the \"heart\" to \"hard\", to make it sound more appealing.\nEarly life and musical beginnings.\nRobbert van de Corput was born on 7 January 1988 in Breda, to Anneke and Cor van de Corput. At the age of four, he began taking piano lessons and attended a music school. At the age of twelve, he produced his first songs in the field of electro, while performing as a &lt;a href=\"Hip%20hop\"&gt;hip-hop&lt;/a&gt; DJ. At a young age, he was also active in various areas of martial arts, including &lt;a href=\"judo\"&gt;judo&lt;/a&gt;.\nThrough his participation in various competitions, he became known in Breda's DJ scene. He was influenced by the DJ and producer &lt;a href=\"Ti%C3%ABsto\"&gt;Tiësto&lt;/a&gt;, who is also from Breda.\nAs hip-hop became an underground scene, Hardwell changed his genre to commercial electronic dance music. He started producing remixes and uploaded them on several platforms on the Internet. At the age of 14 in 2002, he was offered a record deal with the \"Digidance\" record label by Dutch producer duo &lt;a href=\"Klubbheads\"&gt;Klubbheads&lt;/a&gt;. Three weeks later he made a first official release with the two-disc-record \"Bubbling Beats 1\", whereupon he toured through the Netherlands and appeared in a number of dance clubs. His first official single, \"Play It Around\", was released in 2006, and was played in German clubs. The single featured a combination of popular musical genres, as well as his own style.\n2007–2010: Musical breakthrough and launch of Revealed Recordings.\nAt the end of 2007 Hardwell released the song \"Never Knew Love\", which was produced as a collaboration with Greatski; the song placed on the official German single-charts. Remixes for Gregor Salto's and &lt;a href=\"Chuckie%20%28DJ%29\"&gt;Chuckie&lt;/a&gt;'s \"Toys Are\" together with Dutch DJ and producer &lt;a href=\"R3hab\"&gt;R3hab&lt;/a&gt; as well as a mix of \"You Do Not Love Me\" by &lt;a href=\"Sidney%20Samson\"&gt;Sidney Samson&lt;/a&gt; and Skitzofrenix in 2008 remained at the top of the dance charts for weeks. Also in 2008, he produced a mash-up of the tracks \"Be\" by &lt;a href=\"Steve%20Angello\"&gt;Steve Angello&lt;/a&gt; and &lt;a href=\"Laidback%20Luke\"&gt;Laidback Luke&lt;/a&gt;, and \"&lt;a href=\"Show%20Me%20Love%20%28Robin%20S.%20song%29\"&gt;Show Me Love&lt;/a&gt;\" by &lt;a href=\"Robin%20S.\"&gt;Robin S.&lt;/a&gt;.\nHardwell's bootleg with the title \"Show Me Love\" was played by many DJs and was praised by Laidback Luke and Steve Angello. In December 2008 the two producers released the track as an official cover version of \"Show Me Love\". A new remix by Hardwell was contained on the single.\nIn 2009, Tiësto invited Hardwell to one of his performances. They performed together on the stage, and this exposure in the Netherlands led to gigs on media events, including the Dancevalley Festival, whose official anthem was produced by him under the title of \"Twilight Zone\".\nIn 2010 Hardwell founded his own record label, &lt;a href=\"Revealed%20Recordings\"&gt;Revealed Recordings&lt;/a&gt;, or just Revealed, for the purpose of releasing electronic dance music by young talents. He contracted with &lt;a href=\"Electronic%20Dance%20Music\"&gt;EDM&lt;/a&gt; artists, including the duo &lt;a href=\"W%26amp%3BW\"&gt;W&amp;W&lt;/a&gt; as well as his personal friends &lt;a href=\"Dannic\"&gt;Dannic&lt;/a&gt; and &lt;a href=\"Dyro\"&gt;Dyro&lt;/a&gt;. Each year, Revealed releases a compilation called \"Hardwell Presents Revealed\", containing tracks released by the label together with Hardwell's own new songs. On the fifth anniversary, a sampler was released containing the 100 most popular tracks, chosen by a vote through Revealed's website. The top three were \"&lt;a href=\"Spaceman%20%28Hardwell%20song%29\"&gt;Spaceman&lt;/a&gt;\" by Hardwell, \"Burn\" by &lt;a href=\"KSHMR\"&gt;KSHMR&lt;/a&gt; and &lt;a href=\"DallasK\"&gt;DallasK&lt;/a&gt;, and \"Left Behind\" by Paris Blohm and Taylr Renee.\n2011–2012: \"Hardwell On Air\" and \"Spaceman\".\nIn 2011, he signed a record deal with the German record label &lt;a href=\"Kontor%20Records\"&gt;Kontor Records&lt;/a&gt;, giving his releases wider distribution. In March 2011, Hardwell launched his own podcast, \"&lt;a href=\"Hardwell%20On%20Air\"&gt;Hardwell On Air&lt;/a&gt;\", a one-hour selection of songs by various artists. The podcast is broadcast by a number of radio stations, including &lt;a href=\"SLAM%21%20%28radio%20station%29\"&gt;Slam!&lt;/a&gt; in the Netherlands as well as &lt;a href=\"Sirius%20XM\"&gt;Sirius XM&lt;/a&gt; in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nThat same year, Hardwell collaborated with &lt;a href=\"Ti%C3%ABsto\"&gt;Tiësto&lt;/a&gt; to produce the track \"Zero 76\", named for the &lt;a href=\"telephone%20prefix\"&gt;telephone prefix&lt;/a&gt; \"076\" of their hometown Breda. Hardwell's successor single \"Cobra\" appeared on the Dutch single charts. The track was used as a theme song for the Energy festival and reached position 1 of the Beatport charts. \"Encoded\" followed with a similar success and was used as the intro song for his podcast.\nIn 2011, Hardwell was ranked in the Top 100 DJs category by &lt;a href=\"DJ%20Magazine\"&gt;DJ Mag&lt;/a&gt; for the first time and jumped on #24 as the second-highest new entry behind &lt;a href=\"Skrillex\"&gt;Skrillex&lt;/a&gt;. At the International Dance Music Awards 2012, he won the Best Break-Through DJ award.\nOn 31 July 2012, the track \"&lt;a href=\"Spaceman%20%28Hardwell%20song%29\"&gt;Spaceman&lt;/a&gt;\" was released. It sold over half a million times in the US and was played extensively in clubs and festivals in 2012. It is said to be a song that further popularized the &lt;a href=\"big%20room%20house\"&gt;big room house&lt;/a&gt; genre. A vocal version with Mitch Crown would chart in the &lt;a href=\"Dutch%20Single%20Top%20100\"&gt;Dutch Single Top 100&lt;/a&gt; and US \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Dance/Electronic%20Songs\"&gt;Hot Dance/Electronic Songs&lt;/a&gt;. In the following years, several remixes of the song were published, as well as a mash-up with a hardstyle remix of Blasterjaxx and W&amp;W's \"Rocket\" by Hardwell, which he often used for sets as an outro song. The mash-up received very positive criticism and has more than 228,000 views as of January 2021.\nHardwell appeared as a headliner at several festivals, including &lt;a href=\"Creamfields\"&gt;Creamfields&lt;/a&gt;, &lt;a href=\"Electric%20Zoo\"&gt;Electric Zoo&lt;/a&gt; Festival, &lt;a href=\"Electric%20Daisy%20Carnival\"&gt;Electric Daisy Carnival&lt;/a&gt;, &lt;a href=\"Ultra%20Music%20Festival\"&gt;Ultra Music Festival&lt;/a&gt;, and &lt;a href=\"Nature%20One\"&gt;Nature One&lt;/a&gt;. He also performed at Tomorrowland 2012, and released a related video which received tens of millions of views. In the fall of 2012 Hardwell reached the sixth place in the ranking list DJ Mag Top 100.\n2013: Opening of the \"I Am Hardwell\" Tour.\nOn 29 January 2013, Hardwell started a bus tour through Canada, together with his colleagues &lt;a href=\"Dannic\"&gt;Dannic&lt;/a&gt; and &lt;a href=\"Dyro\"&gt;Dyro&lt;/a&gt;. This was done in connection with Revealed Recordings and gave the trio the name \"Dutch House Mafia\". Dyro and Dannic also accompanied Hardwell on his North America tour in summer 2013.\nThe single \"Apollo\", released on 1 February 2013, reached the charts of many European countries, including &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, Belgium, &lt;a href=\"France\"&gt;France&lt;/a&gt; and the Netherlands. The singer of the song is &lt;a href=\"Amba%20Shepherd\"&gt;Amba Shepherd&lt;/a&gt;. Shortly after, the song \"Never Say Goodbye\", displaying a similar style, was released. Hardwell recorded the song with his friend &lt;a href=\"Dyro\"&gt;Dyro&lt;/a&gt; and the American singer &lt;a href=\"Heather%20Bright\"&gt;Heather Bright&lt;/a&gt; a.k.a. Bright Lights. In April 2013, he launched his first worldwide tour entitled \"I Am Hardwell.\" That year he performed on the main stage at the Ultra Music Festival, toppling his Tomorrowland Liveset from the previous year from the first place of the most viewed live-DJ-sets with over 80,000 viewers.\nIn the summer of 2013 he also appeared as headliner at Tomorrowland. Later in the summer, the single \"Jumper\" appeared in collaboration with the DJ duo W&amp;W. It represents the biggest club-hit of the whole year together with &lt;a href=\"Martin%20Garrix\"&gt;Martin Garrix&lt;/a&gt;' \"&lt;a href=\"Animals%20%28Martin%20Garrix%20song%29\"&gt;Animals&lt;/a&gt;\" and &lt;a href=\"DVBBS\"&gt;DVBBS&lt;/a&gt;' \"&lt;a href=\"Tsunami%20%28DVBBS%20and%20Borgeous%20song%29\"&gt;Tsunami&lt;/a&gt;\". Hardwell also adapted his style of the growing big-room house fan base with \"Countdown\", which was a collaboration with American DJ &lt;a href=\"MAKJ\"&gt;MAKJ&lt;/a&gt;. With \"Countdown\", he reached the German single-charts once again. With the American singer &lt;a href=\"Matthew%20Koma\"&gt;Matthew Koma&lt;/a&gt;, he released the track \"&lt;a href=\"Dare%20You\"&gt;Dare You&lt;/a&gt;\" at the end of 2013, which followed the success of \"Apollo\".\nIn the fall of 2013, he became the youngest DJ to be voted as the #1 DJ by DJ Mag.\n2014: \"I Am Hardwell\" documentary.\nIn January 2014, the documentary \"I Am Hardwell\" which tells the story of his career and documents his most successful moments. For the documentary, he was accompanied by the director, &lt;a href=\"Robin%20Piree\"&gt;Robin Piree&lt;/a&gt; for two and a half years. His life's motto is \"If you can dream it, you can do it\" referring to when he was 16 years old and dreamed of being the number 1 DJ in the world. A soundtrack of the film was released separately.\nAs the first result of his work, the track \"Eclipse\", which opened most of his live sets since November 2013, came up. Among fans, the ID track received the unofficial title \"Titan\", with the demands for its publication a running gag among his fans. In an interview with DJ Mag, Hardwell promised to release his album in 2014. Many tracks from the new album were introduced by Hardwell at Ultra Music Festival 2014 as well as Tomorrowland.\nHardwell and &lt;a href=\"Ti%C3%ABsto\"&gt;Tiësto&lt;/a&gt; performed a back to-back set at Tomorrowland 2014, which had more than 6 million views on YouTube as of January 2021, and announced their latest collaboration. One track featured Matthew Koma's vocals. Hardwell then devoted himself to completing his album.\nIn September 2014 the release of his studio album was postponed to the beginning of 2015. At the same time, the third official single release came out of the album, \"Young Again\", which contains vocals from British singer &lt;a href=\"Chris%20Jones%20%28singer-songwriter%29\"&gt;Chris Jones&lt;/a&gt;. The song was produced similar to \"Dare You\", not basing on big room style, but basing on a melodious progressive house drop. As with \"Dare You\", the single missed the entry to the German single-charts, despite high downloads chart placements.\nIn November 2014, Hardwell presented the single \"Don't Stop the Madness\" with W&amp;W and American rapper &lt;a href=\"Fatman%20Scoop\"&gt;Fatman Scoop&lt;/a&gt; as the third single release of his album.\nIn December 2014 Hardwell announced the official track list and cover of the then-upcoming album, which featured collaborations with producers like &lt;a href=\"Ti%C3%ABsto\"&gt;Tiësto&lt;/a&gt; and &lt;a href=\"Headhunterz\"&gt;Headhunterz&lt;/a&gt; as well as singers like &lt;a href=\"Andreas%20Moe\"&gt;Andreas Moe&lt;/a&gt; and &lt;a href=\"Mr.%20Probz\"&gt;Mr. Probz&lt;/a&gt;. The announcement also included previews of some of the songs, including the track \"&lt;a href=\"Follow%20Me%20%28Hardwell%20song%29\"&gt;Follow Me&lt;/a&gt;\", which was recorded in collaboration with R&amp;B singer &lt;a href=\"Jason%20Derulo\"&gt;Jason Derulo&lt;/a&gt;. At the same time, he announced his second world tour called \"I Am Hardwell – &lt;a href=\"United%20We%20Are\"&gt;United We Are&lt;/a&gt;\". At the end of the year 2014, a minimix of the album unintentionally succeeded in the Internet and was virally distributed within minutes. In January 2015 the instrumental song \"Eclipse\" was released as a download single.\nIn the DJ Mag Top 100 DJ placements, he held his number one position for one more year.\n2015: \"United We Are\".\nAlready prior to the release of the album, his podcast \"Hardwell On Air\" celebrated its 200th episode which made new animations being introduced in the video releases. Number 201 of the podcast had the subtitle \"United We Are\" on it and was a pure presentation of all the tracks of his album.\nOn 23 January 2015 \"&lt;a href=\"United%20We%20Are\"&gt;United We Are&lt;/a&gt;\" was released worldwide. The single \"Sally\" was released one week before on 16 January 2015, said to be a combination of rock and big-room. The track was recorded with the British singer-songwriter Harrison Shaw and is Hardwell's first song to enter the German single charts. As a thanks for the support of his album and the celebration of two million followers on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt;, Hardwell uploaded a video of the first two hours of the kickoff event to his new tour at the Ziggo Dome in Amsterdam on 24 January 2015, with the final hour being released on 26 August 2019. At the end of April in 2015, the single \"Echo\", sung by singer-songwriter Jonathan Mendelsohn, followed. Both the trance song and the music video received positive criticism.\nOn the \"Ultra Music Festival\" 2015 Hardwell presented numerous other unpublished songs like \"Mad World\" with the Overijssel-based singer &lt;a href=\"Jake%20Reese\"&gt;Jake Reese&lt;/a&gt;, \"Survivors\" with &lt;a href=\"Dannic\"&gt;Dannic&lt;/a&gt; and &lt;a href=\"Haris%20Alagic\"&gt;Haris Alagic&lt;/a&gt;, and \"Off the Hook\" with &lt;a href=\"Armin%20Van%20Buuren\"&gt;Armin Van Buuren&lt;/a&gt;, as well as numerous tracks from artists who were signed to his label. In addition, there were performances at Tomorrowland Brazil and Tomorrowland. Together with DJs like Dannic, Dyro, W&amp;W, Kill the Buzz, Headhunterz, and Julian Calor, he hosted his own \"Revealed\" stage, named after his record label. In September 2015, there was also a performance at the TomorrowWorld festival in the USA.\nIn July 2015, the sixth episode of his \"Revealed-Presents\" compilation was released in parallel with \"Survivors\", which, similar to its predecessors, gained great success. In addition, the W&amp;W remix of his song \"Birds Fly\" and his upcoming single \"Chameleon\" was presented for the first time. \"Chameleon\", a &lt;a href=\"Jungle%20Terror\"&gt;Jungle Terror&lt;/a&gt; collaboration with Dutch producer Wiwek followed one week later as a single. Two months later, the release of his Armin van Buuren collaboration \"Off the Hook\" followed. The old-school touch was praised and the song was also described as very special. Just some weeks later \"Mad World\", which was expected since May 2015, was released and features vocals by Jake Reese. However, the melody of Leadsound contains a melody-sample of the song \"Smile with Your Eyes\" by the musician Yeck Mar.\nIn October 2015 he lost his top position of the DJ Mag Top 100 to the Belgian brothers &lt;a href=\"Dimitri%20Vegas%20%26amp%3B%20Like%20Mike\"&gt;Dimitri Vegas &amp; Like Mike&lt;/a&gt;. A series of criticism from fans followed, mostly due to accusations of the duo's promotional campaigns for votes.\nDuring the &lt;a href=\"Amsterdam%20Dance%20Event\"&gt;Amsterdam Dance Event&lt;/a&gt; (ADE) in October 2015 Hardwell's second documentary \"I Am Hardwell – Living The Dream\", directed by Robin Piree, was premiered. Two days later, on 13 October 2015, the film went on in cinemas. On 7 November 2015 Hardwell presented the biggest DJ-solo show in Germany, held in collaboration with the \"BigCityBeats World Club Dome\". It took place in &lt;a href=\"Arena%20AufSchalke\"&gt;Arena AufSchalke&lt;/a&gt; in front of a record crowd of about 40,000 attendees. The normal tickets for this concert were sold out within three days.\nA remix version of his studio album \"United We Are\" was released in December 2015. It contained the original tracklist, but all songs were remixed by different artists, including W&amp;W, &lt;a href=\"Vicetone\"&gt;Vicetone&lt;/a&gt; and Frontliner. The entire tracklist was presented in episode 244 of his Hardwell on Air podcast. In parallel he and Armin van Buuren each presented an action figure; this caused moderate criticism, because of the high price.\nOn 13 December 2015, Hardwell organized a free concert entitled \"The Biggest Guestlist\" in Mumbai. With this performance, he earned a world record of the same name. In addition, he donated all the proceeds of the festival as well as the ones from the fans to the Magic Bus Charity Project, which enables children from poor backgrounds to achieve better education in cooperation with the \"United We Are Foundation\" and \"Guestlistevents in\".\n2016: Final \"I Am Hardwell\" performance and movement to hardstyle.\nOn 8 January 2016, the song \"Perfect World\" by the Dutch singer &lt;a href=\"Maan%20de%20Steenwinkel\"&gt;Maan de Steenwinkel&lt;/a&gt; appeared. It was released as part of the casting show &lt;a href=\"The%20Voice%20of%20Holland\"&gt;The Voice of Holland&lt;/a&gt;, whose sixth season she won. The title was produced by Hardwell. The song went up to 31st place in the Dutch single charts. He commented on the cooperation:\n\"Hollywood\" with Afrojack appeared on 25 January 2016 and jumped directly to #1 on the Beatport charts. The second single of the year was the second collaboration with Jake Reese titled \"Run Wild\", which found place on 29 February 2016. Just a month later on 29 March 2016, Hardwell published his Kura collaboration \"Calavera\". This track reached the first place on the Beatport charts again.\nAt the Ultra Music Festival in 2016, he premiered the final version of his W&amp;W collaboration. The initial version was premiered in 2013 and contained vocals by Harrison, but the producers who aren't satisfied with that release decided to incorporate a new version with &lt;a href=\"Crunk\"&gt;Crunk&lt;/a&gt;-vocals of US rapper &lt;a href=\"Lil%20Jon\"&gt;Lil Jon&lt;/a&gt;. In addition, Hardwell played his next release, \"8Fifty\", in collaboration with his Revealed colleague &lt;a href=\"Thomas%20Newson\"&gt;Thomas Newson&lt;/a&gt;. However, the release was heavily criticized since Hardwell had several alternative projects running, which included \"Live the Night\", \"MusicBox\" or \"What We Need\".\nOn 20 May 2016, his &lt;a href=\"hardstyle\"&gt;hardstyle&lt;/a&gt; remix of &lt;a href=\"The%20Chainsmokers\"&gt;The Chainsmokers&lt;/a&gt;' and &lt;a href=\"Daya%20%28singer%29\"&gt;Daya&lt;/a&gt;'s \"&lt;a href=\"Don%27t%20Let%20Me%20Down%20%28The%20Chainsmokers%20song%29\"&gt;Don't Let Me Down&lt;/a&gt;\", which was produced in collaboration with Sephyx, was released as a remix-single.\nOn 24 June 2016, Hardwell released the 7th of his Revealed compilations. In the release appeared the studio versions of his solo hardstyle debut \"Wake Up Call\" and the title \"Going Crazy\". \"Wake Up Call\" continued to be released on 3 August 2016 as a free download. On 29 August 2016, Hardwell released \"Going Crazy\" on Beatport, marking his second collaboration with &lt;a href=\"Blasterjaxx\"&gt;Blasterjaxx&lt;/a&gt;.\nHardwell's collaboration with &lt;a href=\"Craig%20David\"&gt;Craig David&lt;/a&gt; called \"&lt;a href=\"No%20Holding%20Back%20%28song%29\"&gt;No Holding Back&lt;/a&gt;\" was released on 19 August 2016, which contained elements of &lt;a href=\"UK%20Garage\"&gt;UK Garage&lt;/a&gt; and &lt;a href=\"deep%20house\"&gt;deep house&lt;/a&gt;.\nIn his performance at the BigCityBeats World Club Dome, Hardwell announced that his last show of the \"I Am Hardwell – United We Are\" world tour would be taking place on 27 August, at &lt;a href=\"Hockenheimring%20Baden-W%C3%BCrttemberg\"&gt;Hockenheimring&lt;/a&gt; in Baden-Württemberg, Germany. Together with Big City Beats, the largest lighting installation in Germany was built, with it the light show and the design of the mainstage were described as breathtaking. As warm-up acts, &lt;a href=\"Funkerman\"&gt;Funkerman&lt;/a&gt;, Kill The Buzz and &lt;a href=\"Dannic\"&gt;Dannic&lt;/a&gt; played from 5:00 to 08:30 pm. Hardwell played for 3 hours in contrast to his previous 2-hour-long shows. As guests, he brought singer Haris on stage for his upcoming single \"What We Need\" as well as hardstyle DJ Atmozfears for their collaboration. In spite of temperatures of more than 35°C, free water was renounced which led to criticism by attendees.\nOn 13 October 2016, single \"&lt;a href=\"Thinking%20About%20You%20%28Hardwell%20song%29\"&gt;Thinking About You&lt;/a&gt;\" was released together with singer &lt;a href=\"Jay%20Sean\"&gt;Jay Sean&lt;/a&gt;. The single contained elements of &lt;a href=\"pop%20music\"&gt;pop&lt;/a&gt; and &lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt;, and was highly received on download charts. Together with Revealed colleague Kaaze, Hardwell produced a progressive house festival mix of \"Thinking About You\" at the end of October 2016. Hardwell's \"Get Down\" together with W&amp;W was premiered a few weeks later on Hardwell on Air, and was released on 18 November 2016.\nIn the DJ-Mag placements, Hardwell fell down the rankings from his previous year position, this time ranking third. In addition, &lt;a href=\"Martin%20Garrix\"&gt;Martin Garrix&lt;/a&gt; reached the top, with which he got the rank as the youngest number one. In the course of the controversy surrounding the 2016 DJ Mag awards, he held a statement at his &lt;a href=\"Amsterdam%20Dance%20Event\"&gt;ADE&lt;/a&gt;-performance on 21 October 2016, where he challenged the guidelines of the rankings. He explained using &lt;a href=\"Atmozfears\"&gt;Atmozfears&lt;/a&gt; as an example that production talent would not be taken into account, as Atmozfears had exceptional production skills but failed to receive a list placing.\nOn 12 December 2016, Hardwell released \"Baldadig\", which was produced in collaboration with &lt;a href=\"Quintino\"&gt;Quintino&lt;/a&gt;. Shortly thereafter, a reworked version of the song \"Crank\" from &lt;a href=\"Jewelz%20%26amp%3B%20Sparks\"&gt;Jewelz &amp; Sparks&lt;/a&gt; appeared on Revealed Recordings, produced by Hardwell under his pseudonym \"HWL\".\n2017.\nSpring 2017: Reformation of the label and UMF performance.\nOn 2 January 2017, Hardwell released the song \"Break the House Down\", which was produced together with Kill The Buzz in December 2015. This was the first publication in the new Revealed design. For his 29th birthday on 7 January 2017, Hardwell released \"Party till the Daylight\" as a birthday gift for free, which marks his entry into bass house. He also announced that the 300th episode of his \"Hardwell-on-Air\" on 20 January 2017 would be a special episode. Guest appearances were done by &lt;a href=\"Blasterjaxx\"&gt;Blasterjaxx&lt;/a&gt;, Wiwek, &lt;a href=\"Jay%20Hardway\"&gt;Jay Hardway&lt;/a&gt;, &lt;a href=\"Don%20Diablo\"&gt;Don Diablo&lt;/a&gt;, Suyano, and Kill The Buzz.\nFrom 2 to 3 February 2017, Hardwell made a reworked version of the song \"Spaceman\" available as a free download for its 5-year anniversary, which included vocals by singer &lt;a href=\"Heather%20Bright\"&gt;Heather Bright&lt;/a&gt;. In the year 2012, Hardwell organised a competition for a vocalised version of the song after the instrumental version was released, where at that time Bright sent her winning version to Hardwell. His management however, settled on Mitch Crown's \"Call Me A Spaceman\". Since 2015, the common version was available as a free track from Bright's site.\nOn 10 February 2017, the song \"Go Down Low\" by Badd Dimes was premiered on the 300th \"Hardwell on Air\" episode, and released as an edit by Hardwell on the same day. At the Ultra Music Festival on 25 March 2017, Hardwell premiered new productions with &lt;a href=\"Austin%20Mahone\"&gt;Austin Mahone&lt;/a&gt;, &lt;a href=\"Maddix\"&gt;Maddix&lt;/a&gt;, Moksi and Henry Fong.\nOn 12 May 2017 Hardwell released his single \"Creatures Of The Night\" featuring Austin Mahone. This track did not represent his typical big room style, but more of the future bass style which was very popular in 2017. In his home country, the song entered the official single charts. In other European countries, \"Creatures of the Night\" achieved high rankings in both streaming and download portals.\nSummer 2017: \"Hardwell &amp; Friends\" EPs.\nOn 20 June 2017, Hardwell released the first version of the song \"We Are One\" on Taiwanese record label &lt;a href=\"Eternal%20%28record%20label%29\"&gt;Eternal Music&lt;/a&gt;. This version was done for the Asian market and features vocals of Taiwanese singer &lt;a href=\"Jolin%20Tsai\"&gt;Jolin Tsai&lt;/a&gt;.\nAt the end of June 2017, a track by Hardwell could be heard during the so-called \"Endshow\" of the Saturday of the &lt;a href=\"Defqon.1\"&gt;Defqon.1&lt;/a&gt; festival. The footage that was used in the video revealed the official name as \"Make The World Ours\", and the track will subsequently confirmed by Hardwell on Twitter. This song was classified as &lt;a href=\"hardstyle\"&gt;hardstyle&lt;/a&gt; and received very positive feedback. Two days later, on 30 June 2017, Hardwell published it officially on his own record label. It was speculated beforehand that the track would be released on \"&lt;a href=\"Q-Dance\"&gt;Q-Dance&lt;/a&gt;\".\nFor summer 2017, the publication of two EPs was announced. At Ultra Europe, Hardwell premiered a collaboration with the Dutch DJ duo &lt;a href=\"Sick%20Individuals\"&gt;Sick Individuals&lt;/a&gt;, who had been working with his record label for years. He also played a second collaboration with &lt;a href=\"Afrojack\"&gt;Afrojack&lt;/a&gt;, which had previously been rumored to be an Afrojack and KIIDA production. The song was completed after Hardwell's private jet had to make an emergency landing and Afrojack took him to his plane.\nIn the 326th episode of his Hardwell on Air podcast, published on 21 July 2017, he announced that the &lt;a href=\"Hardwell%20%26amp%3B%20Friends%20Vol.%201\"&gt;first volume of his \"Hardwell &amp; Friends\" EP&lt;/a&gt; would be released on upcoming Friday. Until then, he wanted to release the songs as singles day by day. The song \"We Are Legends\", which was produced in collaboration with Kaaze and &lt;a href=\"Jonathan%20Mendelsohn%20%28singer%29\"&gt;Jonathan Mendelsohn&lt;/a&gt;, represented the beginning of that project on 24 July 2017. On 25 July there appeared the official \"Revealed\" version of his track \"We Are One\". This version did not include Jolin Tsai's vocals, but instead of that of Alexander Tidebrink. \"Police (You Ain't Ready)\" with &lt;a href=\"KURA\"&gt;Kura&lt;/a&gt; was released the next day, a track which represents a crossover of genres reggae, big room, hardstyle, and trap. Also named on the single was reggae artist Anthony B, whose vocals were part of a sample, and was used in the break. The tracks roots reach back to January 2016, where Kura already presented the first drop of the song in his podcast \"Ambush Radioshow\". The releasing series continued on the following day by the track \"All That We Are Living For\". This song developed in cooperation with Dutch hardstyle DJ &lt;a href=\"Atmozfears\"&gt;Atmozfears&lt;/a&gt; and singer M.Bronx and was already premiered a year earlier at the final \"I Am Hardwell\" show at \"Hockenheimring\" in Germany. The release of \"Smash This Beat\" ended the week.\nIn the 330th episode of his radio show, he teased the tracklist of the second part of the second volume of his \"Hardwell &amp; Friends EP\". Several days before, the cover was released which features all collaboration partners. \"Badam\", which was recorded together DJ Henry Fong and vocalist Mr. Vegas, was already announced to be part of the EP in June 2017 in an interview at &lt;a href=\"Ultra%20Music%20Festival\"&gt;Ultra Singapore&lt;/a&gt;, and was released on 21 August 2017. The next track was an official collaboration with Kill the Buzz, after multiple collaborations on the tracks \"Don't Give Up\" and \"Break the House Down\". Titled as \"Still the One\", the song was released on 22 August 2017. \"What We Need\", which was premiered at Queens Domain in early 2015, was released on 23 August 2017. Beside a bass house track with Moksi titled \"Powermove\", a collaboration with Dr Phunk was also part of the EP titled \"Here Once Again\".\nAutumn 2017: \"Power\" with KSHMR.\nAt the end of August 2017, Hardwell confirmed that he was working on the third \"Hardwell &amp; Friends\" EP. He also announced the completion of a ninth collaboration with W&amp;W.\nOn 22 September 2017 Hardwell and &lt;a href=\"KSHMR\"&gt;KSHMR&lt;/a&gt; released their collaboration track \"Power\", which premiered in April 2017 and was published on KSHMR's &lt;a href=\"Spinnin%27%20Records\"&gt;Spinnin' Records&lt;/a&gt; sublabel Dharma Worldwide. This track represents Hardwell's first release on Spinnin' since \"Zero 76\" with Tiësto was released on the label back in 2011. &lt;a href=\"Shermanology\"&gt;Shermanology&lt;/a&gt; member Andy Sherman as well as Jarrad Kritzstein worked together with them as co-writers. After the release was announced in late August 2017, Hardwell premiered the studio version on 1 September 2017 in his \"Hardwell On Air\" podcast. In the course of their collaboration, they hosted one episode of \"Spinnin' Sessions\" and on the other an episode of \"Revealed Radio\".\nOn 6 October 2017 Hardwell published his third collaboration with Afrojack, titled \"Hands Up\". Like the predecessor \"Hollywood\", the track is based on a classic \"dirty Dutch\" style. Another part of the track is Afrojack's live show supporter MC Ambush. In contrast to the two previous collaborations, the song was released on Afrojack's record label Wall Recordings.\nAfter the official announcement of the eighth volume of his \"Hardwell presents Revealed\" series via Instagram-Story at the beginning of September 2017, the volume was released on 13 October 2017. In addition to the songs of his two Hardwell &amp; Friends EPs, it also contains the intro of his 2017 live shows, \"Who's in the House\", as well as the unpublished track \"The Universe\".\nAlso on Instagram, Hardwell announced on 2 October 2017 a new cologne by him called \"ECLIPSE,\" named after the first track of his studio album. The fragrance was made available on 20 October 2017 with the motto \"The New Sound in Fragrance\".\nDuring the &lt;a href=\"AMF%20%28Amsterdam%20Music%20Festival%29\"&gt;Amsterdam Music Festival&lt;/a&gt; on 21 October 2017, which included the release of this year's DJ Mag Top 100 list, he first played a back-to-back live set with &lt;a href=\"Armin%20van%20Buuren\"&gt;Armin van Buuren&lt;/a&gt;, which was previously announced as \"Two is One\". They gave a foretaste of their collaboration appearance in August 2017 with their 15-minute surprise performance at &lt;a href=\"Dam%20Square\"&gt;Dam Square&lt;/a&gt; in Amsterdam. Hardwell moved down to fourth place in the Top 100; van Buuren took third place.\nOn 3 November 2017, Hardwell and Quintino released a remix of \"&lt;a href=\"Mi%20Gente%20%28J%20Balvin%20and%20Willy%20William%20song%29\"&gt;Mi Gente&lt;/a&gt;\" by &lt;a href=\"J%20Balvin\"&gt;J Balvin&lt;/a&gt; and &lt;a href=\"Willy%20William\"&gt;Willy William&lt;/a&gt;. The track features elements from his previous track with Quintino, \"Baldadig\".\nWinter 2017: \"Hardwell On Air: Off the Record\".\nAfter the first episode was published on &lt;a href=\"Sirius%20XM\"&gt;Sirius XM&lt;/a&gt; on 26 May 2017, Hardwell officially announced a second hour of Hardwell On Air on 16 November 2017 called \"Off the Record\" and consists of a selection of songs that are stylistically different from the normal style of the main show, with the genres being &lt;a href=\"future%20bass\"&gt;future bass&lt;/a&gt;, deep house and tech house.\nWorld's Biggest Guestlist Festival 2017.\nOn Sunday 3 December 2017 global electronic pioneer and philanthropic figure Hardwell returned to Mumbai to once again partner with India's Guestlist4Good Social Enterprise and Mumbai based NGO Magic Bus for the 'World's Biggest Guestlist Festival' in association with his United We Are Foundation. Two years on from his previous visit to India, where Hardwell and partners provided education for over 18,000 young underprivileged children living in India. This 2017 aid event succeeded in drawing a capacity crowd of close to 75,000 people at the D.Y. Patil Stadium and securing enough donations by fans and sponsors alike to bring a brighter future through education to more than 100,000 young children.\n2018.\nSpring 2018: \"Hardwell &amp; Friends EP Vol. 3\", Gemstone Records, and \"Magnomite\".\nOn 18 January 2018, Hardwell announced that the third volume of his \"Hardwell &amp; Friends EP\" would be releasing soon, with a new track coming out everyday as of 19 January. The next day, Hardwell premiered the EP in the 350th episode of \"&lt;a href=\"Hardwell%20On%20Air\"&gt;Hardwell On Air&lt;/a&gt;\". On 22 January 2018, he released \"The Underground\", a collaboration with &lt;a href=\"Timmy%20Trumpet\"&gt;Timmy Trumpet&lt;/a&gt;. The track was first premiered at &lt;a href=\"Ultra%20Music%20Festival\"&gt;Ultra Europe 2017&lt;/a&gt;. On 23 January 2018, he released \"Woest\", a collaboration with &lt;a href=\"Quintino\"&gt;Quintino&lt;/a&gt;. On 24 January 2018, he released \"Get Low\", a collaboration with &lt;a href=\"Sick%20Individuals\"&gt;Sick Individuals&lt;/a&gt;. The track was also first premiered at Ultra Europe 2017. On 25 January 2018, he released \"Safari\", a collaboration with &lt;a href=\"Jewelz%20%26amp%3B%20Sparks\"&gt;Jewelz &amp; Sparks&lt;/a&gt;.\nWith the final release of \"Take Us Down (Feeding Our Hunger)\" with Dr. Phunk, the full EP was made available on 26 January 2018.\nHardwell released \"Anthem\" with American DJ &lt;a href=\"Steve%20Aoki\"&gt;Steve Aoki&lt;/a&gt; on 13 April 2018, which was the fourth release in Aoki's \"5OKI\" artist collaboration campaign.\nHardwell later released a track titled \"Thunder\" with Julian Calor under the name Magnomite on 23 April 2018 on Revealed Recordings. It was Hardwell's first release under an alias.\nHardwell announced on his Twitter account on 24 April 2018 that he has launched a new &lt;a href=\"Dance-pop\"&gt;electronic pop&lt;/a&gt; sub-label titled \"Gemstone Records\", whose main goal is to promote new talent and reach a larger audience, while encompassing multiple genres such as &lt;a href=\"deep%20house\"&gt;deep house&lt;/a&gt;, &lt;a href=\"future%20house\"&gt;future house&lt;/a&gt;, &lt;a href=\"future%20bass\"&gt;future bass&lt;/a&gt; and electro pop.\nSummer 2018: \"Earthquake\" and \"Conquerors\".\nOn 11 May 2018, Hardwell released \"Earthquake\". The track features vocals from Harrison, and was first premiered in the 350th episode of Hardwell on Air. On 25 May 2018, he collaborated with &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;-based &lt;a href=\"jazz%20music\"&gt;jazz&lt;/a&gt; and pop orchestra &lt;a href=\"Metropole%20Orkest\"&gt;Metropole Orkest&lt;/a&gt; to release an episodic two-part EP titled \"Conquerors\".\nLater, Hardwell collaborated with Dutch producers &lt;a href=\"Blasterjaxx\"&gt;Blasterjaxx&lt;/a&gt; and singer Mitch Crown to release \"Bigroom Never Dies\" on 13 July 2018, which was notably teased during his live performance on Dutch radio station Slam. The song incorporates elements of multiple genres other than its prevalent big room sound, including &lt;a href=\"hardstyle\"&gt;hardstyle&lt;/a&gt;, &lt;a href=\"house%20music\"&gt;house&lt;/a&gt;, and &lt;a href=\"techno\"&gt;techno&lt;/a&gt;. He collaborated with Kaaze again on \"This Is Love\", which was released on 31 August 2018 and featured vocals from &lt;a href=\"Loren%20Allred\"&gt;Loren Allred&lt;/a&gt; who previously performed on \"&lt;a href=\"The%20Voice%20%28U.S.%20TV%20series%29\"&gt;The Voice&lt;/a&gt;\".\nAutumn — Winter 2018: Indefinite touring hiatus and \"How You Love Me\".\nOn 7 September 2018, Hardwell announced via his Instagram page that he would be clearing his touring schedule indefinitely to take time off for his personal life. He promised that he will still continue to produce new music and will \"never let it go\". His last performance was at the Ziggo Dome for the Amsterdam Dance Event on 18 October 2018. The performance was closed with a speech where he stated: \"Thank you so much, I will be back!\". On 7 July 2019, Hardwell made his first comeback to the stage as a guest to &lt;a href=\"Afrojack\"&gt;Afrojack&lt;/a&gt;'s Breda Live Show.\nHardwell continued to release a series of singles after his announcement: &lt;a href=\"reggae\"&gt;reggae&lt;/a&gt;-influenced \"Light It Up\" with Suyano and Richie Loop, \"Out Of This Town\" with &lt;a href=\"Vinai\"&gt;Vinai&lt;/a&gt; and Cam Meekins, and \"Kicking It Hard\". On 7 December 2018, he released &lt;a href=\"electronic%20pop\"&gt;electronic pop&lt;/a&gt;-influenced single \"How You Love Me\" with &lt;a href=\"Snoop%20Dogg\"&gt;Snoop Dogg&lt;/a&gt; and &lt;a href=\"Conor%20Maynard\"&gt;Conor Maynard&lt;/a&gt; through &lt;a href=\"Spinnin%27%20Records\"&gt;Spinnin' Records&lt;/a&gt;.\n2019.\nSpring 2019: \"Being Alive\" and \"I'm Not Sorry\".\nOn 4 January 2019, he released the track \"Being Alive\". The track features vocals from Jguar, and is a follow-up to his 2012 song \"Apollo\". On 7 February 2019, he released the track \"Chase the Sun\" with Dannic. The track features vocals from Kelli-Leigh. On 13 March 2019, he released the future house-influenced track \"I'm Not Sorry\" with &lt;a href=\"Mike%20Williams%20%28DJ%29\"&gt;Mike Williams&lt;/a&gt;. The track was first premiered at Amsterdam Dance Event 2018.\nAutumn — Winter 2019: \"Left Right\" with Deorro and Makj, and \"Mr X\".\nOn 18 October 2019, he released the &lt;a href=\"big%20room%20house\"&gt;big room house&lt;/a&gt; track \"Left Right\" with &lt;a href=\"Deorro\"&gt;Deorro&lt;/a&gt; and &lt;a href=\"Makj\"&gt;Makj&lt;/a&gt; featuring &lt;a href=\"Fatman%20Scoop\"&gt;Fatman Scoop&lt;/a&gt;. Also in October 2019, during the &lt;a href=\"Amsterdam%20Dance%20Event\"&gt;Amsterdam Dance Event&lt;/a&gt;, Hardwell was rumoured to secretly play a DJ set during the event. A Reddit post alleged that a 'mysterious' Mr X played at &lt;a href=\"Sunnery%20James%20%26amp%3B%20Ryan%20Marciano\"&gt;Sunnery James &amp; Ryan Marciano&lt;/a&gt;'s event, much believed to be Hardwell. However Hardwell's manager, Anna Knaup, confirmed that Mr X was not Hardwell. In a statement, Knaup said, \"I would like to officially confirm that whilst Robbert did make an appearance at Sunnery James &amp; Ryan Marciano's ADE party, he was not there to perform but merely there to support his friends' event and to enjoy the night.\"\nMusical style.\nHardwell's style can be classified into different subgenres of electro-house music. He describes his starting style as influenced by the hip-hop underground scene. Between 2005 and 2006, he developed his style more commercially and over time his productions were increasingly based on a mix of tech house and dirty Dutch. Around the year 2008, his songs became slower and more commercial. In parallel, he experimented with elements from other genres. During that time, he came up already with build-ups, which were very similar to the big-room genre that had emerged years later. With the release of the single \"Feel So High\" in 2009, he published a tech-house song that corresponded to the classical progressive house, which was dying out, especially at the time.\nAt the beginning of 2010, he joined the growing EDM genre and increased his talent in the area of production with singles like \"Move It 2 the Drum\" and \"Asteroid\". In 2011, his first successful singles in the field of electro house appeared with \"Zero 76\" and \"Encoded\". With \"&lt;a href=\"Spaceman%20%28Hardwell%20song%29\"&gt;Spaceman&lt;/a&gt;\", he co-founded the &lt;a href=\"Big%20room%20house\"&gt;big-room&lt;/a&gt; scene in 2012 and established himself permanently in the subgenre. One year later, his singles \"Apollo\" and \"Never Say Goodbye\" gave him a place in the modern progressive house style.\nOn his debut studio album, \"&lt;a href=\"United%20We%20Are\"&gt;United We Are&lt;/a&gt;\", he used trance music synths for the first time for his track \"&lt;a href=\"Echo%20%28Hardwell%20song%29\"&gt;Echo&lt;/a&gt;\" as well as deep house sounds for \"Birds Fly\". In addition, \"Chameleon\" is based on the jungle-terror genre, which was similar with the W&amp;W single \"Get Down\". For the first time since \"Don't Stop the Madness\", \"Hollywood\" embodies a track corresponded to the dirty-German-music.\nStarting from 2015, his songs were increasingly oriented on hardstyle samples. His &lt;a href=\"Headhunterz\"&gt;Headhunterz&lt;/a&gt; collaboration \"Nothing Can Hold Us Down\" was created almost solely on hardstyle-based sounds. His solo productions \"Run Wild\" and \"What We Need\" contain features of this genre too. He also presented the song \"Wake Up Call\" at the Biggest Guestlist Festival in Mumbai, which was initially suspected as the collaboration with hardstyle producer &lt;a href=\"Atmozfears\"&gt;Atmozfears&lt;/a&gt;, but later was confirmed by Hardwell as a solo production.\nHis 2016 single \"&lt;a href=\"No%20Holding%20Back%20%28song%29\"&gt;No Holding Back&lt;/a&gt;\" represents his first movement into the UK garage. The track represents elements of deep and tech house scene as well for the first time since his &lt;a href=\"Funkerman\"&gt;Funkerman&lt;/a&gt; collaboration \"Where Is Here Now\".\nOn 7 January 2017, he released the song \"Party Till the Daylight\", which was Hardwell's debut bass house production. At the Ultra Music Festival, he premiered his first &lt;a href=\"future%20bass\"&gt;future bass&lt;/a&gt; single, \"&lt;a href=\"Creatures%20of%20the%20Night%20%28Hardwell%20and%20Austin%20Mahone%20song%29\"&gt;Creatures of the Night&lt;/a&gt;\".\nMerchandise.\nOn 20 October 2017, Hardwell launched his own &lt;a href=\"Eau%20de%20Cologne\"&gt;cologne&lt;/a&gt; brand \"ECLIPSE\" in &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;, whose release was originally announced through his &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; page on 2 October 2017.\nEquipment.\nBy the year 2015 Hardwell still produced in his parents' house in Breda. On 20 January 2015, Hardwell first presented his current studio. It was designed by studio designer Jan Morel.\nIn his studio, he works with a Roland A-49 MIDI Keyboard Controller White, Crane Song Avocet Remote II, and Solid State Logic XLogic G-Series Compressor. reFX Nexus 2 And Sylenth 1 are his favourite plugins. On 11 March 2015 he published a soundset for the synthesizer software Sylenth1.\nAt his performances, Hardwell is mostly seen with &lt;a href=\"Sennheiser\"&gt;Sennheiser&lt;/a&gt; HD25 II headphones. According to his technical rider, he works with a Pioneer DJM-800 Nexus or a DJM-900 Nexus mixer. In addition, his set-up contains four interconnected Pioneer CDJ-2000's.\nPersonal life.\nHardwell's parents are active in a foundation for DJs that helps young artists deal with contracts, managers and record labels.\nFrom 2014 to 2016, he was in a relationship with the Dutch event manager Yanicke Agnes, whom he met in a bar in his hometown of Breda in 2013."
}