{
    "id": "34583062",
    "revid": "37072787",
    "url": "https://en.wikipedia.org/wiki?curid=34583062",
    "title": "Independent Albania",
    "text": "Independent Albania () was a parliamentary state declared in &lt;a href=\"Vlor%C3%AB\"&gt;Vlorë&lt;/a&gt; (at the time part of &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;) on 28 November 1912. Its &lt;a href=\"Assembly%20of%20Vlor%C3%AB\"&gt;assembly&lt;/a&gt; was constituted on the same day while its &lt;a href=\"Provisional%20Government%20of%20Albania\"&gt;government&lt;/a&gt; and &lt;a href=\"Senate%20of%20Albania\"&gt;senate&lt;/a&gt; were established on 4 December 1912.\nThe delegation of Albania submitted a memorandum to the &lt;a href=\"London%20Conference%20of%201913\"&gt;London Conference of 1913&lt;/a&gt; requesting international recognition of independent Albania. At the beginning of the conference it was decided that the region of Albania would be under &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; suzerainty but with an autonomous government. The requests by the delegation for recognition based on the ethnic rights of &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; were rejected and the &lt;a href=\"Treaty%20of%20London%20%281913%29\"&gt;treaty&lt;/a&gt; signed on 30 May 1913 partitioned a major part of the claimed lands between &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Serbia&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Greece\"&gt;Greece&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt;, leaving as independent territory only a central region, which was put under the protection of the Great Powers. The ambassadors of six Great Powers met again on 29 July 1913 and decided to constitute a new state, the &lt;a href=\"Principality%20of%20Albania\"&gt;Principality of Albania&lt;/a&gt;, as a constitutional monarchy. Finally, with the &lt;a href=\"Treaty%20of%20Bucharest%20%281913%29\"&gt;Treaty of Bucharest&lt;/a&gt; being signed in August 1913, this new independent state was established, leaving about 40% of the ethnic Albanian population outside its borders.\nName.\nThe name of the state used in the text of &lt;a href=\"Albanian%20Declaration%20of%20Independence\"&gt;declaration of independence of Albania&lt;/a&gt; is \"Shqipëria\" (). It is also referred to as the \"independent Albania\" (), the \"Albanian State\" () or the \"independent state of Albania\" ().\nPolitical system.\nThe independent Albania established on 28 November 1912 is the first Albanian state in modern history. It was a &lt;a href=\"Parliamentary%20system\"&gt;parliamentary state&lt;/a&gt;, not a &lt;a href=\"monarchy\"&gt;monarchy&lt;/a&gt;. Some sources refer to it as the \"Republic of Albania\" or the \"Albanian Republic\".\nAlbania became an independent state through four &lt;a href=\"constitution\"&gt;constitution&lt;/a&gt;al decisions of the &lt;a href=\"Assembly%20of%20Vlor%C3%AB\"&gt;Assembly of Vlorë&lt;/a&gt; made on 28 November 1912:\nTerritory.\nThe authority of the state was limited to the regions of Vlore, Berat and Lushnje. The claimed territory was much larger than the territory of contemporary Albania and than the territory over which the &lt;a href=\"Provisional%20Government%20of%20Albania\"&gt;Provisional Government&lt;/a&gt; exercised its power. It comprised the territories of &lt;a href=\"Kosovo%20Vilayet\"&gt;Kosovo Vilayet&lt;/a&gt;, &lt;a href=\"Monastir%20Vilayet\"&gt;Monastir Vilayet&lt;/a&gt;, &lt;a href=\"Shkoder%20Vilayet\"&gt;Shkoder Vilayet&lt;/a&gt; and &lt;a href=\"Janina%20Vilayet\"&gt;Janina Vilayet&lt;/a&gt;. The &lt;a href=\"Treaty%20of%20London%20%281913%29\"&gt;Treaty of London&lt;/a&gt;, signed on 30 May 1913, reduced the territory of Albanian state to its central regions after partitioning a significant part of territory claimed by Albania between the Balkan allies (a major part of the northern and western area was given to the &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Serbia&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Montenegro\"&gt;Montenegro&lt;/a&gt; while the southern region of &lt;a href=\"Chameria\"&gt;Chameria&lt;/a&gt; became part of &lt;a href=\"Kingdom%20of%20Greece\"&gt;Greece&lt;/a&gt;). &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; was given to &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Serbia&lt;/a&gt; at the London treaty at the insistence of &lt;a href=\"Russian%20Empire\"&gt;Russia&lt;/a&gt;.\nDuring the &lt;a href=\"First%20Balkan%20War\"&gt;First Balkan War&lt;/a&gt; the kingdoms of Greece, Serbia, Bulgaria and Montenegro aspired to incorporate the entire region into their states (completely denying the Albania's independence), so most of the captured territory was occupied by their armies. Independent Albania did however exercise control over one pocket of land which included &lt;a href=\"Vlore\"&gt;Vlore&lt;/a&gt;, &lt;a href=\"Berat\"&gt;Berat&lt;/a&gt;, &lt;a href=\"Fier\"&gt;Fier&lt;/a&gt; and &lt;a href=\"Lushnje\"&gt;Lushnje&lt;/a&gt;.\nHistory.\nAlbanian Vilayet.\nUntil September 1912, the Ottoman government intentionally kept Albanians divided within four ethnically heterogeneous vilayets to prevent Albanian national unification. The reforms introduced by the &lt;a href=\"Young%20Turks\"&gt;Young Turks&lt;/a&gt; provoked the &lt;a href=\"Albanian%20Revolt%20of%201912\"&gt;Albanian Revolt of 1912&lt;/a&gt; which lasted from January to August 1912. In January 1912, &lt;a href=\"Hasan%20Prishtina\"&gt;Hasan Prishtina&lt;/a&gt;, &lt;a href=\"Albanians\"&gt;Albanian&lt;/a&gt; deputy in the &lt;a href=\"Ottoman%20parliament\"&gt;Ottoman parliament&lt;/a&gt;, publicly warned members of the parliament that the policy of the Young Turks' government would lead to a revolution in Albania. The Albanian revolt was successful and until August 1912 rebels managed to gain control over whole &lt;a href=\"Kosovo%20vilayet\"&gt;Kosovo vilayet&lt;/a&gt; (including &lt;a href=\"Novi%20Pazar\"&gt;Novi Pazar&lt;/a&gt;, &lt;a href=\"Sjenica\"&gt;Sjenica&lt;/a&gt;, &lt;a href=\"Pristina\"&gt;Pristina&lt;/a&gt; and even &lt;a href=\"Skopje\"&gt;Skopje&lt;/a&gt;), a part of the &lt;a href=\"Scutari%20Vilayet\"&gt;Scutari Vilayet&lt;/a&gt; (including &lt;a href=\"Elbasan\"&gt;Elbasan&lt;/a&gt;, &lt;a href=\"P%C3%ABrmet\"&gt;Përmet&lt;/a&gt; and &lt;a href=\"Leskovik\"&gt;Leskovik&lt;/a&gt;), &lt;a href=\"Konitsa\"&gt;Konitsa&lt;/a&gt; in &lt;a href=\"Janina%20Vilayet\"&gt;Janina Vilayet&lt;/a&gt; and &lt;a href=\"Debar\"&gt;Debar&lt;/a&gt; in &lt;a href=\"Monastir%20Vilayet\"&gt;Monastir Vilayet&lt;/a&gt;. The &lt;a href=\"Ottoman%20Porte\"&gt;Ottoman government&lt;/a&gt; ended the Albanian revolt on 4 September 1912 by accepting all demands related to establishing an unified autonomous system of administration and justice for Albanians within one vilayet—the &lt;a href=\"Albanian%20vilayet\"&gt;Albanian vilayet&lt;/a&gt;.\nFirst Balkan War.\nThe success of the Albanian revolt sent a strong signal to the neighbouring countries that the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; was weak. Besides, the &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Kingdom of Serbia&lt;/a&gt; opposed the plan for an &lt;a href=\"Albanian%20vilayet\"&gt;Albanian vilayet&lt;/a&gt;, preferring a partition of the European territory of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; among the four &lt;a href=\"Balkan%20League\"&gt;Balkan allies&lt;/a&gt;. In the meantime it was agreed that the conquered territory was to have the status of a &lt;a href=\"Condominium%20%28international%20law%29\"&gt;Condominium&lt;/a&gt;.\nAlbanian leaders, including &lt;a href=\"Faik%20Konitza\"&gt;Faik Konitza&lt;/a&gt; and &lt;a href=\"Fan%20Noli\"&gt;Fan Noli&lt;/a&gt;, organized a large meeting on 7 October 1913 in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;. They decided that Albanians should \"unite fully with the Ottoman government against the enemies of the Empire\" because \"if Turkey is defeated, the Balkan states would shred Albania.\" That decision was risky, because if the Ottomans were defeated, Albanian participation in the Balkan war on the Ottoman side would serve as justification for the Balkan allies to partition Albania as an Ottoman province. Albanians who were mobilized in the Ottoman army fought for their country rather than for the Ottoman Empire.\nDuring the &lt;a href=\"First%20Balkan%20War\"&gt;First Balkan War&lt;/a&gt; the combined armies of the &lt;a href=\"Balkan%20League\"&gt;Balkan allies&lt;/a&gt; overcame the numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success. They occupied almost all the remaining European territories of the Ottoman Empire including the territory of the &lt;a href=\"Albanian%20Vilayet\"&gt;Albanian Vilayet&lt;/a&gt;.\nAt the beginning of November 1912, Albanian leaders appealed to Emperor &lt;a href=\"Franz%20Joseph%20I%20of%20Austria\"&gt;Franz Joseph I of Austria-Hungary&lt;/a&gt;, explaining the difficult situation in their country because parts of the four vilayets were also claimed by the &lt;a href=\"Balkan%20League\"&gt;Balkan League&lt;/a&gt; who were present on the disputed lands. &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Italy%20%281861%E2%80%931946%29\"&gt;Italy&lt;/a&gt; strongly opposed the arrival of Serbian army on the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; because they perceived it as a threat to their domination of the Adriatic and feared that a Serbian Adriatic port could become a &lt;a href=\"Russian%20Empire\"&gt;Russian&lt;/a&gt; base. &lt;a href=\"Ismail%20Qemali\"&gt;Ismail Qemali&lt;/a&gt;, who had been an Albanian deputy in the Ottoman parliament, secured the support of &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt; for the autonomy of Albania within the Ottoman Empire, but not for its independence.\nAll-Albanian Congress.\nIsmail Qemali invited the representatives of all parts of Albanian Vilayet to attend the &lt;a href=\"All-Albanian%20Congress\"&gt;All-Albanian Congress&lt;/a&gt; held in &lt;a href=\"Vlor%C3%AB\"&gt;Vlorë&lt;/a&gt; on November 28, 1912. At the beginning of the session, &lt;a href=\"Ismail%20Qemali\"&gt;Ismail Qemali&lt;/a&gt; referred to the threatened Albanian rights gained during the Albanian revolts in the previous four years, and explained to the participants of the congress that they should do whatever was necessary to save Albania. After his speech they began by checking the documents because it was decided that each &lt;a href=\"qadaa\"&gt;kaza&lt;/a&gt; of Albanian Vilayet would be counted as one vote, regardless of the number of its delegates. Participants of this congress are regarded as Founding Fathers of Albania.\nAfter the declaration of independence.\nThe first notification about the proclaimed independence was sent to the command of Serbian Army in Ohrid. On 29 November 1912, the army of the Kingdom of Serbia captured &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt; without any resistance and established &lt;a href=\"Durr%C3%ABs%20County%20%28Kingdom%20of%20Serbia%29\"&gt;Durrës County&lt;/a&gt; with four districts (): Durrës, &lt;a href=\"Lezha\"&gt;Lezha&lt;/a&gt;, &lt;a href=\"Elbasan\"&gt;Elbasan&lt;/a&gt; and &lt;a href=\"Tirana\"&gt;Tirana&lt;/a&gt;. New Serbian authorities were faced with big difficulties in governing a new county because all secluded army garrisons with small number of soldiers were destroyed in a couple of days. Although some tribal chieftains proposed to organize an armed resistance against troops of Serbia in the occupied parts of Albania, the provisional government of the Independent Albania decided to avoid unnecessary casualties and concluded agreement (&lt;a href=\"besa%20%28Albanian%20culture%29\"&gt;besa&lt;/a&gt;) to maintain harmony in occupied territory.\nThe &lt;a href=\"international%20relations\"&gt;international relations&lt;/a&gt; of Albania began to function on a &lt;a href=\"State%20%28polity%29\"&gt;state&lt;/a&gt; level after it was proclaimed independent and the first diplomatic efforts of its government were requests for the &lt;a href=\"international%20recognition\"&gt;international recognition&lt;/a&gt; of the Albanian state. In December 1912, a delegation of &lt;a href=\"Provisional%20Government%20of%20Albania\"&gt;Albania&lt;/a&gt; submitted a memorandum to the &lt;a href=\"London%20Conference%20of%201913\"&gt;London Conference of 1913&lt;/a&gt; insisting on the ethnic rights of &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; and requested an international recognition of the independent Albania composed of &lt;a href=\"Kosovo%20Vilayet\"&gt;Kosovo&lt;/a&gt;, western &lt;a href=\"Macedonia%20%28region%29\"&gt;Macedonia&lt;/a&gt; including &lt;a href=\"Skopje\"&gt;Skopje&lt;/a&gt; and &lt;a href=\"Bitola\"&gt;Bitola&lt;/a&gt; and the whole territory of &lt;a href=\"Epirus\"&gt;Epirus&lt;/a&gt; up to &lt;a href=\"Arta%2C%20Greece\"&gt;Arta&lt;/a&gt;.\nAbout 120 notable politicians and intellectuals from Albania attended the &lt;a href=\"Albanian%20Congress%20of%20Trieste\"&gt;Albanian Congress of Trieste&lt;/a&gt; from 27 February to 6 March 1913 and requested from the &lt;a href=\"Great%20Powers\"&gt;Great Powers&lt;/a&gt; a recognition of the political and economical independence of Albania. &lt;a href=\"Isa%20Boletini\"&gt;Isa Boletini&lt;/a&gt; and Ismail Qemali travelled to London in March 1913 to obtain Britain's support for their new country. On March 6 &lt;a href=\"Ioannina\"&gt;Ioannina&lt;/a&gt; was captured by forces of the &lt;a href=\"Kingdom%20of%20Greece\"&gt;Kingdom of Greece&lt;/a&gt;. In March 1913 a group of 130 (or 200) soldiers of the Kingdom of Serbia were killed near Prizren by Albanian irregulars in act of revenge for repression of Serbian army.\nIn April 1913 the army of the Kingdom of Serbia retreated from Durrës but remained in other parts of Albania. On the other hand, &lt;a href=\"Kingdom%20of%20Montenegro\"&gt;Kingdom of Montenegro&lt;/a&gt; managed to capture &lt;a href=\"Shkod%C3%ABr\"&gt;Shkodër&lt;/a&gt; on 23 April 1913 after six months of &lt;a href=\"Siege%20of%20Scutari%20%281912%E2%80%931913%29\"&gt;siege&lt;/a&gt;. However, when the war was over, the Great Powers did not award the city to the Kingdom of Montenegro, which was compelled to evacuate it in May 1913.\nIn May 1913, delegates of Albania in London requested a British sovereign and considered offering the Albanian throne to &lt;a href=\"Aubrey%20Herbert\"&gt;Aubrey Herbert&lt;/a&gt;.\nLondon Treaty.\nThe Great Powers did not fulfil the requests for recognition of Albania. At the beginning of the &lt;a href=\"London%20Conference%20of%201912-1913\"&gt;London conference&lt;/a&gt; in December 1912 the ambassadors of all six Great Powers rejected the plan for establishing an independent Albania. Instead, they decided that Albania would be under &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; suzerainty but with an autonomous government. After it became obvious that Ottoman Empire would lose all of &lt;a href=\"Macedonia%20%28region%29\"&gt;Macedonia&lt;/a&gt; and its territorial connection with Albania, the Great Powers realized they had to change their decision.\nThe &lt;a href=\"Treaty%20of%20London%20%281913%29\"&gt;Treaty of London&lt;/a&gt;, signed on 30 May 1913, partitioned significant part of territory claimed by Albania, regardless its ethnic composition, between the Balkan allies reducing the territory of Albania to its central regions.\nAfter the London treaty.\nIn September 1913 independent Albania secretly supported and helped &lt;a href=\"Ohrid%E2%80%93Debar%20Uprising\"&gt;Ohrid–Debar Uprising&lt;/a&gt; because Ismail Qemali thought that independent Albania was too weak to openly confront the Kingdom of Serbia. Qemali ordered simultaneous attack of the Albanian forces led by Isa Boletini and &lt;a href=\"Bajram%20Curri\"&gt;Bajram Curri&lt;/a&gt; to the region of &lt;a href=\"Prizren\"&gt;Prizren&lt;/a&gt;. &lt;a href=\"Peshkopi\"&gt;Peshkopi&lt;/a&gt; has been captured on 20 September 1913. Local &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; and &lt;a href=\"Bulgarians\"&gt;Bulgarians&lt;/a&gt; expelled the &lt;a href=\"Serbian%20army\"&gt;Serbian army&lt;/a&gt; and officials, creating a front line 15 km east of Ohrid. A local administration was set up in Ohrid. The &lt;a href=\"Serbian%20Army\"&gt;Serbian Army&lt;/a&gt; of 100,000 regulars suppressed the uprising in several days. Thousands were killed, and tens of thousands of local inhabitants fled for &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt; and &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; to save their lives. According to the Report by the International Commission of the &lt;a href=\"Carnegie%20Endowment%20for%20International%20Peace\"&gt;Carnegie Endowment for International Peace&lt;/a&gt; the number of Albanians who took refuge was 25,000.\nOn 16 October 1913, &lt;a href=\"Essad%20Pasha%20Toptani\"&gt;Essad Pasha Toptani&lt;/a&gt;—who also had been an Albanian deputy in the &lt;a href=\"Ottoman%20parliament\"&gt;Ottoman parliament&lt;/a&gt;—established the &lt;a href=\"Republic%20of%20Central%20Albania\"&gt;Republic of Central Albania&lt;/a&gt; with its administrative centre in &lt;a href=\"Durr%C3%ABs\"&gt;Durrës&lt;/a&gt;. Toptani's state was also short-lived and unrecognised, with its territory bounded by rivers &lt;a href=\"Mat%20%28river%29\"&gt;Mat&lt;/a&gt; in the North and &lt;a href=\"Shkumbin%20River\"&gt;Shkumbin&lt;/a&gt; in the South. It further partitioned already truncated territory of Albania. Toptani contested the status of the provisional government and denied that Qemali's government was legitimate, emphasizing that it was \"the personal creation of a number of men.\" In July 1913 Ismail Qemali attempted to calm Toptani by appointing him Minister of Interior, but with no avail. Toptani was also, like Qemali little earlier, forced by Great Powers to step away on 1 February 1914.\nPolitics.\nDeclaration of Independence.\nAt the beginning of the session Ismail Qemali emphasized that the only way to prevent division of the territory of Albania between the &lt;a href=\"Balkan%20League\"&gt;Balkan allies&lt;/a&gt; was to establish it as independent state, separated from &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. Qemali's proposal was unanimously accepted and it was decided to sign the &lt;a href=\"Albanian%20Declaration%20of%20Independence\"&gt;declaration of independence&lt;/a&gt; of Albania in the name of the constituted &lt;a href=\"Assembly%20of%20Vlor%C3%AB\"&gt;Assembly of Vlorë&lt;/a&gt; (Albanian: \"Kuvendi i Vlorës\") which members were representatives of all the regions of Albania. By the &lt;a href=\"Albanian%20Declaration%20of%20Independence\"&gt;declaration of Albanian independence&lt;/a&gt; the Assembly of Vlorë rejected the autonomy granted by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; to the &lt;a href=\"Albanian%20Vilayet\"&gt;Albanian Vilayet&lt;/a&gt;, projected a couple of months earlier. The &lt;a href=\"consensus\"&gt;consensus&lt;/a&gt; was made for the complete independence.\nThe sitting was then suspended and members of newly constituted National Assembly went to the house of Ismail Qemali who raised the flag of &lt;a href=\"Skanderbeg\"&gt;Skanderbeg&lt;/a&gt; on the balcony of his house, in front of the gathered people.\nGovernment and Senate.\nThe establishment of the government was postponed for the fourth session of the Assembly of Vlorë, held on 4 December 1912, until representatives of all regions of Albania arrived to Vlore. During that session members of the assembly established the &lt;a href=\"Provisional%20Government%20of%20Albania\"&gt;Provisional Government of Albania&lt;/a&gt;. It was a government that consisted of ten members, led by &lt;a href=\"Ismail%20Qemali\"&gt;Ismail Qemali&lt;/a&gt;, until his resignation on 22 January 1914. Assembly established the &lt;a href=\"Senate%20of%20Albania\"&gt;Senate&lt;/a&gt; () with advisory role to the government, consisted of 18 members of Assembly.\n&lt;a href=\"Ismail%20Qemali\"&gt;Ismail Qemali&lt;/a&gt; was appointed as the first &lt;a href=\"prime%20minister\"&gt;prime minister&lt;/a&gt; of independent Albania. On the same session held on 4 December 1912 the assembly appointed the other members of the government:\nPublic services.\nA week after the independent Albania was proclaimed, its first Ministry of Posts and Telegraphs was established with &lt;a href=\"Lef%20Nosi\"&gt;Lef Nosi&lt;/a&gt; as its minister. Independent Albania took over the Ottoman post offices and placed significant efforts to make the Albanian postal service identifiable. Post offices of the independent Albania used the Ottoman postal seals until the end of April and the beginning of May 1913, when they were replaced by the postal seals of Albania with the name of the place in the upper part of the seal and the name of the state, Albania (\"Shqipenie\"), in the bottom part. On 5 May 1913 the first postage stamps of Albania were put into circulation. On 7 July 1913 Albania submitted an official request to the &lt;a href=\"Universal%20Postal%20Union\"&gt;Universal Postal Union&lt;/a&gt; (UPU) for membership. The request was rejected, and Albania would become a member of UPU only in 1922.\nAfter Albania achieved its independence from the Ottoman Empire in 1912, its legal system continued to function under the Ottoman Civil Code (&lt;a href=\"Mejelle\"&gt;Mejelle&lt;/a&gt;) for some time.\nSince 28 November 1912 until 1926 the Albanian government did not mint any currency. Transactions occurred in gold and silver coins of other countries, whereas the official &lt;a href=\"unit%20of%20account\"&gt;unit of account&lt;/a&gt; was the franc of the &lt;a href=\"Latin%20Monetary%20Union\"&gt;Latin Monetary Union&lt;/a&gt;.\nUntil 1912, the education system in Albania depended on religious institutions. Muslims attended &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; schools, the Orthodox population attended Greek or Armenian schools, Catholics attended Italian or Austrian schools, whereas in the districts near Slavic states, the population attended Serbian or Bulgarian schools. When Albania was declared independent in 1912 its government took measures to close foreign schools and to open Albanian ones. From 1912 to 1914, there was not much opportunity and time for progress of national education, because of the political instability and the breakout of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;. The first laic school was opened in Shkoder in 1913.\nA group of fighters from &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; led by &lt;a href=\"Isa%20Boletini\"&gt;Isa Boletini&lt;/a&gt; were the first nucleus of the &lt;a href=\"Albanian%20Armed%20Forces\"&gt;armed forces of Albania&lt;/a&gt; established on 4 December 1912. The &lt;a href=\"Ottoman%20Army\"&gt;Ottoman forces&lt;/a&gt; backed the government of Independent Albania until the beginning of 1913, although the Ottomans did not recognize its independence.\n&lt;a href=\"Law%20enforcement\"&gt;Law enforcement&lt;/a&gt; forces (&lt;a href=\"gendarmerie\"&gt;gendarmerie&lt;/a&gt; and &lt;a href=\"Albanian%20Police\"&gt;Albanian Police&lt;/a&gt;) of the independent Albania were established on 13 January 1913. About 70 former Ottoman officers were engaged as officers of the law enforcement units of the independent Albania. The first director of the Albanian Police was &lt;a href=\"Halim%20Jakova-Gostivari\"&gt;Halim Jakova-Gostivari&lt;/a&gt;, whereas the first commanders of the gendarmerie were &lt;a href=\"Alem%20Tragjasi\"&gt;Alem Tragjasi&lt;/a&gt;, &lt;a href=\"Hysni%20Toska\"&gt;Hysni Toska&lt;/a&gt;, &lt;a href=\"Sali%20Vranishti\"&gt;Sali Vranishti&lt;/a&gt;, and &lt;a href=\"Hajredin%20Hekali\"&gt;Hajredin Hekali&lt;/a&gt;. The Albanian Police uniforms was colored in gray and green, and the collars were red and black.\nEconomy.\nThe economy of Albania after it became independent state in 1912 was based on primitive &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt; and &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt;, with no significant industry, and little international trade. Starting in 1912, Albania began activities aimed at implementing an agrarian reform, which would transfer ownership of the &lt;a href=\"arable%20land\"&gt;arable land&lt;/a&gt; from the big landowners to the peasants.\nAftermath.\nThe &lt;a href=\"Treaty%20of%20London%20%281913%29\"&gt;Treaties of London&lt;/a&gt; and &lt;a href=\"Treaty%20of%20Bucharest%20%281913%29\"&gt;Bucharest&lt;/a&gt; dealt with the final territorial adjustments arising out of the conclusion of the &lt;a href=\"Balkan%20Wars\"&gt;Balkan Wars&lt;/a&gt;. After the London treaty has been signed the ambassadors of six Great Powers decided to constitute a new state, &lt;a href=\"Principality%20of%20Albania\"&gt;Albania&lt;/a&gt;, as hereditary principality.\nThe &lt;a href=\"Great%20Powers\"&gt;Great Powers&lt;/a&gt; refused to recognize the &lt;a href=\"Provisional%20Government%20of%20Albania\"&gt;Provisional Government of Albania&lt;/a&gt; and, instead, organized the &lt;a href=\"International%20Commission%20of%20Control\"&gt;International Commission of Control&lt;/a&gt; (ICC) to take care of the administration of the newly established principality until the arrival of the new monarch. The first &lt;a href=\"law%20enforcement%20agency\"&gt;law enforcement agency&lt;/a&gt; of the new principality was the &lt;a href=\"International%20Gendarmerie\"&gt;International Gendarmerie&lt;/a&gt;.\nThe treaty of Bucharest, signed on 10 August 1913, established internationally recognized Albania as an independent state. The creation of Albanian state in 1913 after the &lt;a href=\"Balkan%20Wars\"&gt;Balkan Wars&lt;/a&gt; was their only political result.\nA plot by the &lt;a href=\"Young%20Turk\"&gt;Young Turk&lt;/a&gt; government and led by &lt;a href=\"Bekir%20Fikri\"&gt;Bekir Fikri&lt;/a&gt; to restore Ottoman control over Albania through the installment of an Ottoman-Albanian officer &lt;a href=\"Ahmed%20Izzet%20Pasha\"&gt;Ahmed Izzet Pasha&lt;/a&gt; as monarch was uncovered by the Serbs and reported to the ICC. Ismail Qemali supported the plot for military assistance against &lt;a href=\"Kingdom%20of%20Serbia\"&gt;Serbia&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Greece\"&gt;Greece&lt;/a&gt;. The ICC allowed their Dutch officers serving as the Albanian Gendarmerie to declare a state of emergency and stop the plot. They raided Vlorë on 7–8 January 1914, discovering more than 200 Ottoman troops and arrested Fikri. During Fikri's trial the plot emerged and an ICC military court under Colonel Willem de Veer condemned him to death and later commuted to life imprisonment, while Qemali and his cabinet resigned. After Qemali left the country, turmoil ensured throughout Albania.\nAfter a display of independence of Qemali's government, the Great Powers were angered and the International Commission of Control forced Qemali to step aside and leave Albania.\nIn 1914, after a gradual assumption of the administration of the country, the &lt;a href=\"International%20Commission%20of%20Control\"&gt;International Commission of Control&lt;/a&gt; prepared a draft of the constitution (&lt;a href=\"Albanian%20language\"&gt;Albanian&lt;/a&gt;: \"Statuti Organik\") with 216 articles. It was a basis for establishment of the &lt;a href=\"Parliament%20of%20Albania\"&gt;National Assembly&lt;/a&gt; with power of legislation in Albania, which was designed as a hereditary constitutional monarchy. According to the constitution, the new principality would have, with few exceptions, the same administrative organization as during the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; suzerainty. It would be partitioned on seven administrative districts, each of which would choose three representatives for the national assembly by direct suffrage. The prince would nominate ten representatives and the heads of the all three religions (&lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, &lt;a href=\"Orthodox%20Christianity\"&gt;Orthodox&lt;/a&gt; and &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt;) would be also representatives in the national assembly, which would have four-year terms. The \"Council of Ministres\", with executive powers, would be appointed by the prince. After monarchical form of government has been installed by the &lt;a href=\"International%20Commission%20of%20Control\"&gt;International Commission of Control&lt;/a&gt; in 1914 the political system of Albania became a monarchy.\nThe biggest group of &lt;a href=\"Albanians\"&gt;Albanians&lt;/a&gt; who were left outside of the new state were Albanians from &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, the cradle of the 19th century Albanian nationalism. &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Italy%20%281861%E2%80%931946%29\"&gt;Fascist Italy&lt;/a&gt; exploited the discontent of the Albanians about the inaccurate ethnic borders.\nCommemorations.\nSince Albania was declared independent on November 28, 1912, every 28 November is commemorated by all Albanians (wherever they live in the world) as their &lt;a href=\"National%20Day\"&gt;National Day&lt;/a&gt; (&lt;a href=\"Albanian%20Independence%20Day\"&gt;Albanian Independence Day&lt;/a&gt; or \"Flag Day\"). In the &lt;a href=\"Republic%20of%20Albania\"&gt;Republic of Albania&lt;/a&gt;, the day is celebrated as a &lt;a href=\"public%20holiday\"&gt;public holiday&lt;/a&gt;. In the &lt;a href=\"Republic%20of%20Kosovo\"&gt;Republic of Kosovo&lt;/a&gt;, the day has been an official public holiday since a 2011 decision of Prime Minister &lt;a href=\"Hashim%20Tha%C3%A7i\"&gt;Hashim Thaçi&lt;/a&gt;'s cabinet.\nThe &lt;a href=\"proceedings\"&gt;proceedings&lt;/a&gt; of the conference dedicated to the 70th anniversary of Albania's independence organized in November 1982 by the &lt;a href=\"Academy%20of%20Sciences%20of%20Albania\"&gt;Academy of Sciences of Albania&lt;/a&gt; were entitled \"National forces against imperialist dictate in the organization of the Albanian State, 1912-1914: Report\". In 1992 the Academy of Sciences of Albania organized a &lt;a href=\"Scientific%20conference\"&gt;conference&lt;/a&gt; dedicated to 80th anniversary of independent Albania and published a document titled: \"The organization of government, judicial system and military of Albania (1912-1914)\". Year 2012 is a year of the &lt;a href=\"centennial\"&gt;centennial&lt;/a&gt; of the Independence of Albania. The opening day of the &lt;a href=\"100th%20Anniversary%20of%20the%20Independence%20of%20Albania\"&gt;year-long celebration&lt;/a&gt; was on 17 January 2012 during a solemn ceremony held at the &lt;a href=\"Parliament%20of%20Albania\"&gt;Parliament of Albania&lt;/a&gt; and attended by Albanian representatives from the &lt;a href=\"Republic%20of%20Kosovo\"&gt;Republic of Kosovo&lt;/a&gt;, &lt;a href=\"Macedonia%20%28country%29\"&gt;Macedonia&lt;/a&gt;, &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt;, &lt;a href=\"Pre%C5%A1evo\"&gt;Preševo&lt;/a&gt; and &lt;a href=\"Bujanovac\"&gt;Bujanovac&lt;/a&gt;, who were joined that day like they were 100 years ago.\nThe &lt;a href=\"Ministry%20of%20Tourism%2C%20Cultural%20Affairs%2C%20Youth%20and%20Sports%20%28Albania%29\"&gt;Ministry of Tourism, Cultural Affairs, Youth and Sports&lt;/a&gt; announced on 22 December 2011 the \"\"International Competition for the accomplishment in sculpture of the monumental work dedicated\nto the “100 anniversary of the Declaration of Independence of the Albanian State: 28 November 1912 – 28 November 2012”\"\"."
}