{
    "id": "34609542",
    "revid": "18815082",
    "url": "https://en.wikipedia.org/wiki?curid=34609542",
    "title": "Doleromyrma darwiniana",
    "text": "Doleromyrma darwiniana is a species of &lt;a href=\"ant\"&gt;ant&lt;/a&gt; in the genus \"&lt;a href=\"Doleromyrma\"&gt;Doleromyrma&lt;/a&gt;\". Described by Forel in 1907, the species is endemic to &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and introduced to &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, and it nests in soil or under stones and logs. The organism grows to a length between 2.0 and 3.0 millimeters. This species of ant maintains small colony sizes and it \"prefers protein food.\" The species is also known by some sources as the \"brown house ant\" and \"Darwin's ant\". The species is considered a \"minor urban pest\" in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;.\nIdentification.\nSpecies description.\nThe adult males are winged, and the Queen ants are 5mm long. The workers are Monomorphic, meaning that the worker ants do not vary in shape, size or function. A worker ant has a length of 2–3 mm and is typically brown in colour. The head and rest of the body are differentiated by the head being dark brown and the body being a lighter brown. In appearance the ant appears very similar to another species, the Argentine ant, \"Linepithema humile;\" the feature that tells the two apart is found in a distinct musty smelling odour that is produced by the Darwin’s Ant when it is crushed. They have antennae with twelve segments.\nThe mandibles aka the insect’s mouthparts are made up of 4-5 denticles (tooth-like projections) and contain 4-5 proper teeth that help them to crush and hold food and other items. There is a sharp angle (basal) between the mandible surface with the teeth and the surface closest to the clypeus. The clypeus aka the front of the ant’s head has hairs that curve downward. The size of the hairs is approximately half the length of the mandibles.\nMoving down the body to the first segment, called the propodeum, it is shorter than the back of the face, so is set lower. The petiole, or waist, of the ant, looks to have a forward set inclination. The length is equal in the posterior and anterior view of the petiole. However, they are distinct from one another by separation due to the sharp angle between them. The gaster, which is the rear abdominal section, is raised above the petiole and conceals the view of the petiole when you look at the ant from behind.\n\"Doleromyrma darwiniana\" has commonalities with other species of ant, particularly \"Iridomyrmex\", \"Plagiolepis\" and \"Tapinoma\". The differences have been summarized in a table below. \nGeographic distribution and habitat.\nNatural global range.\nDarwin’s ant is a species that is Endemic to &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. Within Australia, they have been confirmed in regions of Victoria, South and Western Australia, New South Wales, Tasmania and also coastal areas of the Northern Territory.\nNew Zealand range.\nDarwin’s Ant is usually found in coastal areas- they have been confirmed so far in the Christchurch/Lyttelton area. They have also been found in Auckland, Hawkes Bay and Northland. The ant’s attraction to port areas has also seen it being discovered in Napier, Blenheim, Whangarei, Nelson and also Mt Maunganui.\nHabitat preferences.\nThey prefer to settle in areas of dry forest as they nest in various sections such as under rocks, within the soils or in rotten logs. The ant’s main habitat within the dry forest is dense coastal shrub. They also sometimes inhabit the abandoned nests of other ant species. Within New Zealand, Darwin’s Ant has become a household pest, owing to its wide food preference, in particularly sugary food items. There have been cases of nests being found in potted plants outside urban dwellings.\nLife cycle/phenology.\nDarwin’s ant lives in colonies like most other ants, meaning that there are queens, workers, adult males and a brood.\nThere is very little information to be found on the phenology of Darwin’s ant, and so it is compared with that of a similar ant, the Argentine ant, \"Iridomyrmex humilis.\" So, in the Argentine ant, the queens are fertilized by males that are in the nest, causing the queens to lay eggs which are pearly white in colour and shaped elliptically.\nTime for eggs to hatch: 12–60 days\nLarval stage completion: 11–60 days\nPupal stage: 10–25 days\nThe average period between egg to adult: 75 days\nThe ants will not disperse until food supplies are low or conditions are unfavorable and as they can survive underwater for large periods of time when they do disperse it can be by methods of floating on storm water or rivers. The main condition is that a fertile queen is transported as new workers being introduced to an area is not enough to start a colony. At present, the main dispersal route is using human commerce, such as pot plants, previously discussed or by transport of timber or rubbish. Colonies can be very small or very large, varying between dozens and thousands. There can also be multiple queen ants.\nDiet/prey/predators.\nDiet and foraging.\nDarwin’s Ant can fit the role of both predator and scavenger. This gives them the status of a generalist as they have been found to scavenge food items as well as eat other insects.\nThey are considered a pest as they are attracted to many sugary foods, particularly at home dwellings or orchards where there is damaged fruit. They have been found in kitchens in New Zealand feeding on confectionery items, jam, honey and cakes. There are concerns that the ant will become a pest in circumstances where there is industrial food manufacturing processing.\nDarwin’s Ant is also attracted to honeydew as a sugary food source and interacts with honeydew-secreting insects particularly those found on boneseed plants (\"Chrysanthemoides monilifera\"). To elaborate, the ant has been found to tend mealybugs that feed on sap from a plant, in return the ant has access to the sap. They have also been known to tend aphids for a similar payment of honeydew sap.\nPredators, parasites and diseases.\nThere is no information as to whether Darwin’s Ant has any predators or parasites. It is may carry disease as its penchant for existing around rubbish sites, and tending aphid and mealybugs which can carry disease, make it a possible disease intermediary.\nA survey was done to show that it has the capability of displacing native New Zealand ants. The results were that in the presence of Darwin’s ant infestation, other ants such as the common native Southern ant (\"Monomorium antarcticum\") were not found.\nOther information.\nDespite being a generalist, Darwin’s Ant is incapable of stinging and does not have a strong bite.\nIn the winter time, the smaller colonies of ant combine to become larger and to aid survival in the harsh climate, only to separate again during the summertime.\nThe characteristic smell that distinguishes them when they have been crushed is also present where there is a large infestation; the smell is said to be a musty or greasy odour."
}