{
    "id": "3462239",
    "revid": "14984434",
    "url": "https://en.wikipedia.org/wiki?curid=3462239",
    "title": "Rm w/a Vu",
    "text": "\"Rm w/a Vu\" (Room with a View) is episode 5 of season 1 in the television show \"&lt;a href=\"Angel%20%281999%20TV%20series%29\"&gt;Angel&lt;/a&gt;\". The episode was written by &lt;a href=\"Jane%20Espenson\"&gt;Jane Espenson&lt;/a&gt;, with a story from Espenson and &lt;a href=\"David%20Greenwalt\"&gt;David Greenwalt&lt;/a&gt;, and directed by Scott McGinnis, it was originally broadcast on November 2, 1999 on the &lt;a href=\"Warner%20Brothers%20Network\"&gt;WB&lt;/a&gt; &lt;a href=\"television%20network\"&gt;network&lt;/a&gt;. In \"Rm w/a Vu\", &lt;a href=\"Allen%20Francis%20Doyle\"&gt;Doyle&lt;/a&gt; dodges a &lt;a href=\"demon\"&gt;demon&lt;/a&gt; loan shark, and &lt;a href=\"Cordelia%20Chase\"&gt;Cordelia&lt;/a&gt; is enchanted with her beautiful rent-controlled apartment even though it turns out to be haunted. Unable to dent Cordelia's determination to live there, the team attempts an exorcism, angering the &lt;a href=\"ghost\"&gt;ghost&lt;/a&gt; of the original tenant, who suffered a fatal heart attack immediately after bricking her grown son behind a wall.\nPlot.\nAt &lt;a href=\"Angel%20Investigations\"&gt;Angel Investigations&lt;/a&gt;, Cordelia is painfully reminded of the unfortunate state of her life. Her acting career is not advancing and she lives in a dank, dirty &lt;a href=\"apartment\"&gt;apartment&lt;/a&gt; where the utilities do not work well and &lt;a href=\"cockroaches\"&gt;cockroaches&lt;/a&gt; roam freely. When she goes home to a floor covered in roaches, she flees to move in with Angel.\nMeanwhile, Doyle is in debt to some demons and one comes to collect, or to kill Doyle as a message to others if he cannot pay. Doyle manages to escape and stops by Angel's place the next morning. Angel wants Cordelia out of his apartment, so agrees to help Doyle deal with his demon trouble if he will help Cordelia find an apartment.\nDoyle and Cordelia go apartment hunting. After many failed attempts, Cordelia finds the perfect apartment. Telling Doyle that the unsightly wall that needs removing adds to its perfection, Cordelia immediately closes the deal. In the meantime, Angel waits at Doyle's apartment until the demon, Griff, shows up. Griff explains that his boss no longer cares about the money, but needs to make an example of Doyle by having him killed. Angel placates him and promises Doyle will pay.\nMeanwhile, Cordelia has discovered that the apartment is haunted when the music plays by itself. She pluckily tries to scare the &lt;a href=\"ghost\"&gt;ghost&lt;/a&gt; away. Angel and Doyle stop by and realize there really is a ghost. They carry Cordelia, struggling, out the door, promising to help her perform an exorcism. Angel does not understand why Cordelia is fighting so hard to keep the apartment. She explains that she feels she is being punished with an awful life because of how nasty she was when she was younger. If she can get a nice apartment, then it shows that she will stop being punished.\nThe team researches the building's history for a clue to the ghost's identity. The evidence points to Maude Pearson, builder, owner and first resident of the Pearson Arms building. While Doyle goes to pick up the arcane supplies for the exorcism, Angel finds out from Detective &lt;a href=\"Kate%20Lockley\"&gt;Kate Lockley&lt;/a&gt; that Maude Pearson died suddenly of a heart attack, and her son, with whom she was fighting because she disapproved of his fiancée, vanished afterwards. It seems clear to Angel: the son killed his mother, then skipped town with his girlfriend. Angel then learns that while there have never been any murders reported in the apartment, there has been a long string of suicides there.\nThe ghost lures Cordelia back to the apartment by imitating Angel's own voice, and Angel and Doyle, realizing what's happened, rush to the apartment.\nAt the apartment, Cordelia is being attacked by Maude and begins to reach the point of emotional collapse under Maude's spate of abuse, targeting Cordelia's feelings of worthlessness. Doyle and Angel arrive just in time to rescue Cordelia, whom the ghost has hung by the neck with the chandelier string. They begin the exorcism without Cordelia, who is a sobbing wreck due to Maude tormenting her, but a cyclone of flying debris prevents them from completing the ritual. When the three try to leave, the door suddenly opens to reveal three demons with large guns, determined to kill Doyle. A brawl ensues, while Maude telekinetically pulls Cordelia back into the bedroom to continue torturing her. However, when Maude calls Cordelia a bitch, it reminds Cordelia of her former reputation, and she begins to fight back. She screams at Maude, causing the ghost to temporarily vanish, and then Cordelia proceeds to start to obliterate the disliked apartment wall.\nAs Angel snaps Griff's neck, the hole Cordelia has made in the wall exposes a rotting skeleton and the presence of a second ghost. In a mystical flashback, the team learns that Maude Pearson prevented her son Dennis from leaving with his fiancée by bricking him alive into this wall. Upon completion, Maude suffered a heart attack and died. She screams, as the ghost of her son &lt;a href=\"List%20of%20minor%20Angel%20characters%23Dennis%20Pearson\"&gt;Dennis&lt;/a&gt; attacks, dispersing and banishing his mother's ghost forever.\nIn the coda, order restored, Angel reminds Doyle that he'll need to reveal his background at some point. Meanwhile, Cordelia, who has found her \"inner bitch\" again, now feels comfortable speaking with her Sunnydale friends about her exciting life in Los Angeles. She admits she has a roommate, but claims she \"never sees him.\" Hearing himself mentioned, the ghost, whom Cordelia affectionately calls Phantom Dennis, gently makes his presence known.\nProduction details.\nWriting.\nWriter &lt;a href=\"Jane%20Espenson\"&gt;Jane Espenson&lt;/a&gt; intended the episode's title to match the format of a classified ad. She also considered \"Re: Lease\" as a possible title.\nThe episode is \"really all about Cordelia regaining her inner bitch,\" says supervising producer &lt;a href=\"Tim%20Minear\"&gt;Tim Minear&lt;/a&gt;. He points out that Kate teases Angel for having - like \"Popes and rock stars\" - only one name; Angel replies, \"You got me, I’m the Pope.\" Later, in \"&lt;a href=\"Somnambulist%20%28Angel%20episode%29\"&gt;Somnambulist&lt;/a&gt;\", the serial killer whom Angel suspects may be himself is dubbed \"The Pope\" by the tabloids. Minear says, \"That was completely unintentional...a happy coincidence that worked out wonderfully for the show.\"\nContinuity.\nCordelia's friend Aura is first seen in the \"Buffy\" series premiere, \"&lt;a href=\"Welcome%20to%20the%20Hellmouth\"&gt;Welcome to the Hellmouth&lt;/a&gt;\", in which the &lt;a href=\"Buffyverse\"&gt;Buffyverse&lt;/a&gt;'s first dead body, a boy bitten and drained by &lt;a href=\"Darla%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Darla&lt;/a&gt;, falls out of her gym locker. Aura is mentioned again in \"&lt;a href=\"Prophecy%20Girl\"&gt;Prophecy Girl&lt;/a&gt;.\"\nDespite Angel commenting that Cordelia's friends were called the \"Cordettes,\" that term was never used in the canonical &lt;a href=\"Buffy%20the%20Vampire%20Slayer%20%28TV%20series%29\"&gt;series&lt;/a&gt; (although it does feature in scripts and credits).\nDoyle comments on Cordelia's high school diploma asking her why it's partially burned. Cordelia responds by saying, \"Yeah, it was a rough ceremony\". This is a reference to the graduating class' battle with &lt;a href=\"Mayor%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Mayor Wilkins&lt;/a&gt; in \"&lt;a href=\"Graduation%20Day%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Graduation Day (Part 2)&lt;/a&gt;\".\nWhen the ghost of Mrs. Pearson pushes Cordy too far by calling her a bitch, she stops crying and says \"I'm no sniffling whining little cry-Buffy, I'm the nastiest girl in Sunnydale history.\" Which is referring to her days as a major snob in high school in \"&lt;a href=\"Buffy%20the%20Vampire%20Slayer%20%28TV%20series%29\"&gt;Buffy the Vampire Slayer&lt;/a&gt;\".\nReception and reviews.\nCharisma Carpenter lists this episode as one of her personal favorites. The 11th Hour praised this episode, saying Jane Espenson wrote \"an obvious masterpiece\" by giving the character of Doyle an active role in the plot and playing up Angel's \"constant exasperation with Cordelia's occupation\" for comic relief."
}