{
    "id": "34696553",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=34696553",
    "title": "1980 All-Ireland Senior Camogie Championship",
    "text": "The 1980 &lt;a href=\"All-Ireland%20Senior%20Camogie%20Championship\"&gt;All-Ireland Senior Camogie Championship&lt;/a&gt; was the high point of the 1980 season. The championship was won by &lt;a href=\"Cork%20GAA%23Camogie\"&gt;Cork&lt;/a&gt; who defeated first time finalists &lt;a href=\"Limerick%20GAA%23Camogie\"&gt;Limerick&lt;/a&gt; by a three-point margin in the final in a replay, the first final to be replayed since 1974 and the third in the history of the game. The match drew an attendance of 3,013 including president &lt;a href=\"Paddy%20Hillery\"&gt;Paddy Hillery&lt;/a&gt;. Limerick had been junior champions in 1977 and qualified for the &lt;a href=\"National%20Camogie%20League\"&gt;National Camogie League&lt;/a&gt; finals of 1978 and 1979.\nEarly Rounds.\n&lt;a href=\"Derry%20GAA%23Camogie\"&gt;Derry&lt;/a&gt; were missing their inspirational midfielder &lt;a href=\"Sarah%20Ann%20Quinn\"&gt;Sarah Ann Quinn&lt;/a&gt; for their quarter-final against Limerick. Limerick then surprised Kilkenny in the semi-final.\nFinal.\n&lt;a href=\"Ann%20O%27Sullivan\"&gt;Ann O'Sullivan&lt;/a&gt; scored a last minute goal for Limerick, her second of the day, to draw the final. The fact Limerick grabbed a draw was described by &lt;a href=\"Maol%20Muire%20Tynan\"&gt;Maol Muire Tynan&lt;/a&gt; in the &lt;a href=\"Irish%20Press\"&gt;Irish Press&lt;/a&gt; as the shock of the camogie season. &lt;a href=\"Ann%20O%27Sullivan\"&gt;Ann O'Sullivan&lt;/a&gt; scrambled home the equalising goal in the last minute. Tynan wrote\nThey should in theory have won. They were probably the better team. But Limerick played with utter determination and can only be admired for their grit.\nReplay.\nCork's match clinching goal in the replay came in the run-in to half time when Limerick goalkeeper Helen Moynihan attempted to solo out the field tipping the ball on her hurl, but failed to clear and the ball was returned to &lt;a href=\"Mary%20Geaney\"&gt;Mary Geaney&lt;/a&gt; who scored against the unguarded goal. Cork were leading by six points in the replay when Helen Mulcaire's free from 60 yards dropped towards goal and in the melee was deflected off Bridget O'Brien's shoulder into the net.\n&lt;a href=\"Maol%20Muire%20Tynan\"&gt;Maol Muire Tynan&lt;/a&gt;, who had played in the &lt;a href=\"All-Ireland%20Senior%20Camogie%20Championship%201979\"&gt;1979&lt;/a&gt; final, wrote in the &lt;a href=\"Irish%20Press\"&gt;Irish Press&lt;/a&gt;: \nWith five minutes remaining Helen Mulcaire struck one of the finest goals I have ever seen on a camogie pitch. It was a marvellous free shot from about 30 yards that left the Cork defence gaping, and rose the spirits of a disenchanted crowd of Limerick supporters. Trailing by two points Limerick tried frantically to make up for lost time. Their hopes were finally dashed when Cork got another free from fairly close range and Mary O'Leary pointed again. Time had run out for Limerick. Their attack was too late and on the day the best team won.\nDrawn Final September 15 Cork 2-7 Limerick 3-4.\n \nMATCH RULES\nReplay October 6 Cork 1-8 Limerick 2-2.\n \nMATCH RULES"
}