{
    "id": "346919",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=346919",
    "title": "Dracaena (lizard)",
    "text": "The genus Dracaena (romanized form of the &lt;a href=\"Ancient%20Greek\"&gt;Ancient Greek&lt;/a&gt; δράκαινα - \"drakaina\", \"female &lt;a href=\"dragon\"&gt;dragon&lt;/a&gt;\"), also called caiman lizards or water tegus, is in the &lt;a href=\"Teiidae\"&gt;teiid&lt;/a&gt; family, along with tegus and ameivas. Caiman lizards are found in &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt; in &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, &lt;a href=\"Paraguay\"&gt;Paraguay&lt;/a&gt;, &lt;a href=\"Peru\"&gt;Peru&lt;/a&gt; and &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt;. These &lt;a href=\"List%20of%20semiaquatic%20tetrapods\"&gt;semiaquatic&lt;/a&gt; lizards spend a lot of time in the water and inhabit marshes, streams and flooded forests. Caiman lizards often bask on branches overhanging the water.\nClassification.\nListed alphabetically.\nDescription.\nThe caiman lizards are built similarly to their cousins the &lt;a href=\"tegu\"&gt;tegu&lt;/a&gt;s, with a large, heavy-set body and short but powerful limbs. Their heads are bulky and often a red or orange color. Their jaws are heavily muscular to help aid in eating its normal prey of snails, crawfish and fresh water clams. They also have a few adaptations that help them in their watery habitat. They have long, laterally flattened tails, similar to their namesake, the &lt;a href=\"yacare%20caiman\"&gt;yacare caiman&lt;/a&gt;. The long tails help the caiman lizards to successfully swim and dive. They also have clear third eyelids which are thought to act like a pair of goggles underwater.\nThe coloration of the &lt;a href=\"northern%20caiman%20lizard\"&gt;northern caiman lizard&lt;/a&gt; (\"Dracaena guianensis\") is very similar to that of a crocodile. It is typically bright green with slight dark green banding. The Paraguayan caiman lizard (\"&lt;a href=\"Dracaena%20paraguayensis\"&gt;Dracaena paraguayensis&lt;/a&gt;\") is typically much more drab, with a gray body and head. There are tough raised scutes along the dorsal portion of the back. These give the caiman lizards a crocodilian appearance and help to provide some protection against predators. \nThese lizards can become up to long and weigh up to .\nCaptivity.\nCaiman lizards are kept in private collections, but they are not yet kept in large numbers due to their tendency to only accept snails and their high price. Additionally, caiman lizards are arboreal, aquatic and burrowing, so suitable enclosures are usually only made by zoos. Caiman lizards born in captivity have been known to take a variety of food items, including snails, fish, cat food and crustaceans. Their temperament is comparable to that of a tegu."
}