{
    "id": "347265",
    "revid": "613068",
    "url": "https://en.wikipedia.org/wiki?curid=347265",
    "title": "Siege of Acre (1189–1191)",
    "text": "The Siege of Acre was the first significant counterattack by &lt;a href=\"Guy%20of%20Lusignan\"&gt;Guy of Jerusalem&lt;/a&gt; against &lt;a href=\"Saladin\"&gt;Saladin&lt;/a&gt;, leader of the Muslims in &lt;a href=\"Ayyubid%20dynasty\"&gt;Syria and Egypt&lt;/a&gt;. This pivotal siege formed part of what later became known as the &lt;a href=\"Third%20Crusade\"&gt;Third Crusade&lt;/a&gt;. The siege lasted from August 1189 until July 1191, in which time the city's coastal position meant the attacking Latin force were unable to fully invest the city and Saladin was unable to fully relieve it with both sides receiving supplies and resources by sea. Finally, it was a key victory for the Crusaders and a serious setback for Saladin's ambition to destroy the &lt;a href=\"Crusader%20States\"&gt;Crusader states&lt;/a&gt;.\nBackground.\nEgypt was ruled by the &lt;a href=\"Shia%20Islam\"&gt;Shi'ite&lt;/a&gt; &lt;a href=\"Fatimid%20Caliphate\"&gt;Fatimid dynasty&lt;/a&gt; from 969, independent from the &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; &lt;a href=\"Abbasid%20Caliphate\"&gt;Abbasid&lt;/a&gt; rulers in Baghdad and with a rival Shi'ite caliph—that is \"successor\" to the Muslim prophet Mohammad. Governance fell to the caliph's chief administrator called the &lt;a href=\"vizier\"&gt;vizier&lt;/a&gt;. From 1121 the system fell into murderous political intrigue and Egypt declined from its previous affluent state. This encouraged &lt;a href=\"Baldwin%20III%20of%20Jerusalem\"&gt;Baldwin III of Jerusalem&lt;/a&gt; to plan an invasion that was only halted by the payment by Egypt of a tribute of 160,000 gold &lt;a href=\"dinar\"&gt;dinar&lt;/a&gt;s. In 1163 the deposed vizier, &lt;a href=\"Shawar\"&gt;Shawar&lt;/a&gt;, visited Zengi's son and successor, &lt;a href=\"Nur%20ad-Din%2C%20atabeg%20of%20Aleppo\"&gt;Nur ad-Din&lt;/a&gt;, &lt;a href=\"List%20of%20rulers%20of%20Aleppo%23Zengid%20Dynasty\"&gt;atabeg of Aleppo&lt;/a&gt;, in Damascus seeking political and military support. Some historians have considered Nur ad-Din's support as a visionary attempt to surround the Crusaders, but in practice he prevaricated before only responding when it became clear that the Crusaders might gain an unassailable foothold on the Nile. Nur al-Din sent his Kurdish general, &lt;a href=\"Shirkuh\"&gt;Shirkuh&lt;/a&gt;, who stormed Egypt and restored Shawar. However, Shawar asserted his independence and allied with Baldwin's brother and successor &lt;a href=\"Amalric%20of%20Jerusalem\"&gt;Amalric of Jerusalem&lt;/a&gt;. When Amalric broke the alliance in a ferocious attack, Shawar again requested military support from Syria and Shirkuh was sent by Nur ad-Din for a second time. Amalric retreated, but the victorious Shirkuh had Shawar executed and was appointed vizier. Barely two months later he died to be succeeded by his nephew, Yusuf ibn Ayyub, who has become known by his honorific 'Salah al-Din', 'the goodness of faith' which in turn has become westernised as Saladin. Nur al-Din died in 1174. He was the first Muslim to unite Aleppo and Damascus in the Crusade era. Some Islamic contemporaries promoted the idea that there was a natural Islamic resurgence under Zengi, through Nur al-Din to Saladin. Although, this wasn't as straight forward and simple as it appears. Saladin imprisoned all the Caliph's heirs preventing them from having children, as opposed to having them all killed which would have been normal practice, to extinguish the bloodline. Assuming control after the death of his overlord, Nur al-Din, Saladin had the strategic choice of establishing Egypt as an autonomous power or attempting to become the preeminent Muslim in the Eastern Mediterraneanhe chose the latter.\nAs Nur al-Din's territories fragmented after his death, &lt;a href=\"Saladin\"&gt;Saladin&lt;/a&gt; legitimised his ascent through positioning himself as a defender of Sunni Islam subservient to both the Caliph of Baghdad and Nur al-Din's son and successor, &lt;a href=\"As-Salih%20Ismail%20al-Malik\"&gt;As-Salih Ismail al-Malik&lt;/a&gt;. In his early ascendency he seized Damascus and much of Syria, but not Aleppo. After the building a defensive force to resist a planned attack by the Kingdom of Jerusalem that never materialised his first contest with the Latin Christians was not a success. His overconfidence and tactical errors led to defeat at the &lt;a href=\"Battle%20of%20Montgisard\"&gt;Battle of Montgisard&lt;/a&gt;. Despite this setback, Saladin established a domain stretching from the Nile to the Euphrates through a decade of politics, coercion and low level military action. After a life-threatening illness, he determined to make good on his propaganda as the champion of Islam, embarking on heightened campaigning against the Latin Christians. &lt;a href=\"Guy%20of%20Lusignan\"&gt;King Guy&lt;/a&gt; responded by raising the largest army that Jerusalem had ever put in the field. However, Saladin lured the force into inhospitable terrain without water, surrounded the Latins with a superior force and routed them at the &lt;a href=\"Battle%20of%20Hattin\"&gt;Battle of Hattin&lt;/a&gt;. Saladin offered the Christians the options of remaining in peace under Islamic rule or taking advantage of 40 days' grace to leave. As a result, much of Palestine quickly fell to Saladin including, after a short 5 day siege, &lt;a href=\"Siege%20of%20Jerusalem%20%281187%29\"&gt;Jerusalem&lt;/a&gt;. According to &lt;a href=\"Abbas%20Benedictus\"&gt;Benedict of Peterborough&lt;/a&gt;, &lt;a href=\"Pope%20Urban%26amp%3Bnbsp%3BIII\"&gt;Pope Urban III&lt;/a&gt; died of deep sadness on 19 October 1187 on hearing of the defeat. &lt;a href=\"Pope%20Gregory%26amp%3Bnbsp%3BVIII\"&gt;Pope Gregory VIII&lt;/a&gt; issued a &lt;a href=\"papal%20bull\"&gt;papal bull&lt;/a&gt; named \" &lt;a href=\"Audita%20tremendi\"&gt;Audita tremendi&lt;/a&gt; \" that proposed a further Crusade later numbered &lt;a href=\"Third%20Crusade\"&gt;the third&lt;/a&gt; to recapture Jerusalem. &lt;a href=\"Frederick%20I%2C%20Holy%20Roman%20Emperor\"&gt;Frederick I, Holy Roman Emperor&lt;/a&gt; died en route to Jerusalem, drowning in the &lt;a href=\"Saleph%20River\"&gt;Saleph River&lt;/a&gt;, and few of his men reached the Eastern Mediterranean.\nTyre.\nIn Tyre, &lt;a href=\"Conrad%20of%20Montferrat\"&gt;Conrad of Montferrat&lt;/a&gt; had entrenched himself and had successfully resisted Saladin's assault at the end of 1187. The sultan then turned his attention to other tasks, but then tried to negotiate the surrender of the city by treaty, as in mid-1188 the first reinforcements from Europe arrived at Tyre by sea. Under the terms of the treaty, Saladin would, among other things, release &lt;a href=\"Guy%20of%20Lusignan\"&gt;King Guy&lt;/a&gt;, whom he had captured at Hattin. This would have escalated the conflict between Guy, who was blamed for the catastrophe of Hattin, and Conrad, who had successfully defended Tyre from the subsequent invasion. Guy was released and appeared before Tyre, but Conrad would not let him in, claiming that he was administering it until the kings should arrive from across the sea to settle the succession. This was in accordance with &lt;a href=\"Baldwin%20IV%20of%20Jerusalem\"&gt;Baldwin IV&lt;/a&gt;'s will: he was the nearest paternal kinsman of &lt;a href=\"Baldwin%20V%20of%20Jerusalem\"&gt;Baldwin V&lt;/a&gt;. Guy left before appearing once again outside Tyre with his wife &lt;a href=\"Sibylla%20of%20Jerusalem\"&gt;Queen Sibylla&lt;/a&gt;, who held the legal title to the kingdom, but he was again rejected by Conrad, and he set up his camp outside the gates of the city.\nIn late spring 1188, &lt;a href=\"William%20II%20of%20Sicily\"&gt;William II of Sicily&lt;/a&gt; sent a fleet with 200 knights; on 6 April 1189, Ubaldo Lanfranchi, &lt;a href=\"Archbishop%20of%20Pisa\"&gt;Archbishop of Pisa&lt;/a&gt;, arrived with 52 ships. Guy succeeded in bringing both contingents over to his side. In August, Conrad again refused him entry to the city, so he broke camp and made his way south to attack Acre; he and his troops travelled along the coast, while the Pisans and Sicilians went by sea. Guy urgently needed a firm base from which he could organize a counterattack on Saladin, and since he could not have Tyre, he directed his plans to Acre, () to the south. Thus Guy and Conrad were allies against Saladin.\nBeginning of the siege.\nThe port of &lt;a href=\"Acre%2C%20Israel\"&gt;Acre&lt;/a&gt; lay on a peninsula in the Gulf of &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt;. East of the old part of the city was the port, protected against the open sea, while to the west and south the coast was protected by a strong dyke wall. The peninsula was guarded on the mainland side by double barrier reinforced with towers. As one of Saladin's main garrison nodes and arms depots, the force defending Acre was significant, consisting of several thousand troops. Guy's army consisted of 7,000–9,000 infantry and 400–700 knights. Hattin had left the Kingdom of Jerusalem with few troops left to call upon. In such a scenario, Guy was totally dependent on aid from the plethora of small armies and fleets descending on the Levant from around Europe.\nInitially Guy tried to surprise the garrison with an assault on the walls, but this failed and Guy established his camp outside the city, to wait for reinforcements, which began to arrive by sea a few days later. A &lt;a href=\"Denmark\"&gt;Danish&lt;/a&gt; and &lt;a href=\"Frisia\"&gt;Frisia&lt;/a&gt;n fleet replaced that of the Sicilians, who withdrew when they heard news of the death of William II. &lt;a href=\"Kingdom%20of%20France\"&gt;French&lt;/a&gt; and &lt;a href=\"County%20of%20Flanders\"&gt;Flemish&lt;/a&gt; soldiers also arrived under &lt;a href=\"James%20of%20Avesnes\"&gt;James of Avesnes&lt;/a&gt;, &lt;a href=\"Henry%20I%20of%20Bar\"&gt;Henry I of Bar&lt;/a&gt;, &lt;a href=\"Andrew%20of%20Brienne\"&gt;Andrew of Brienne&lt;/a&gt;, &lt;a href=\"Robert%20II%20of%20Dreux\"&gt;Robert II of Dreux&lt;/a&gt;, and his brother &lt;a href=\"Philip%20of%20Dreux\"&gt;Philip of Dreux&lt;/a&gt;, the &lt;a href=\"Bishop%20of%20Beauvais\"&gt;Bishop of Beauvais&lt;/a&gt;. Germans under &lt;a href=\"Louis%20III%2C%20Landgrave%20of%20Thuringia\"&gt;Louis III, Landgrave of Thuringia&lt;/a&gt;, and &lt;a href=\"Otto%20I%20of%20Guelders\"&gt;Otto I of Guelders&lt;/a&gt; and Italians under Archbishop Gerhard of Ravenna and Bishop Adelard of &lt;a href=\"Bishop%20of%20Verona\"&gt;Verona&lt;/a&gt; also arrived. Louis of Thuringia was able to convince Conrad, his mother's cousin, to send troops from Tyre as well. &lt;a href=\"Armenian%20Kingdom%20of%20Cilicia\"&gt;Armenian&lt;/a&gt; troops under &lt;a href=\"Leo%20I%2C%20King%20of%20Armenia\"&gt;Leo II of Cilicia&lt;/a&gt; also took part in the siege. When Saladin was informed about this development, he gathered his troops and marched to Acre, where he unsuccessfully attacked Guy's camp on 15 September.\nBattle of Acre.\nOn 4 October, Saladin moved to the east of the city to confront Guy's camp. The Crusader army had grown to 30,000 infantry and 2,000 cavalry through reinforcements by the end of September. A Christian fleet of at least 102 ships blockaded the city. The Muslim army consisted of troops from &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, &lt;a href=\"Turkestan\"&gt;Turkestan&lt;/a&gt;, &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, and &lt;a href=\"Mesopotamia\"&gt;Mesopotamia&lt;/a&gt;.\nThe Muslims lay in a semicircle east of the city facing inwards towards Acre. The Crusader army lay in between, with lightly armed &lt;a href=\"crossbow\"&gt;crossbow&lt;/a&gt;men in the first line and the heavy &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; in second. At the later &lt;a href=\"Battle%20of%20Arsuf\"&gt;Battle of Arsuf&lt;/a&gt; the Christians fought coherently; here the battle began with a disjointed combat between the &lt;a href=\"Knights%20Templar\"&gt;Templars&lt;/a&gt; and Saladin's right wing. The Crusaders were so successful that the enemy had to send reinforcements from other parts of the field. Thus the steady advance of the Christian centre against Saladin's own corps, in which the crossbows prepared the way for the charge of the men-at-arms, met with no great resistance. Saladin's centre and right flanks were put to flight.\nBut the victors scattered to plunder. Saladin rallied his men, and, when the Christians began to retire with their booty, let loose his light cavalry upon them. No connected resistance was offered, and the Turks slaughtered the fugitives until checked by the fresh troops of the Christian right flank. Guy's reserves, who were in the Christian camp containing the Saracen garrison at Acre, were sent to reinforce the Christian line. The garrison at Acre realized that the Christian camp was undefended, so launched an attack into the Christian left flank's rear. They fell upon the Templars, assisting the Saracen right wing and inflicting heavy casualties. &lt;a href=\"Gerard%20de%20Ridefort\"&gt;Gerard de Ridefort&lt;/a&gt;, Grand Master of the Templars, was killed. Andrew of Brienne was also killed and Conrad had to be rescued by Guy. In the end, the Crusaders repulsed the relieving army. Christian casualties ranged from 4,000 or 5,000 to 10,000 men. Saladin could not push them back without another pitched battle, and his victory remained incomplete.\nThe double siege.\nDuring the autumn, more European Crusaders arrived, allowing Guy to blockade Acre by land. News of the imminent arrival of Emperor &lt;a href=\"Frederick%20I%2C%20Holy%20Roman%20Emperor\"&gt;Frederick Barbarossa&lt;/a&gt; reached the Crusaders, which not only raised the morale of the Christian soldiers, but also compelled Saladin to bring in so many more troops that he was able to surround both not the city and the Crusader camp in two separate sieges.\nOn 30 October, 50 Muslim &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s broke through the Christian sea blockade and reinforced the city with the crews of the ships, some 10,000 men, as well as food and weapons. On 17 December, an Egyptian fleet arrived to re-establish control over the port and the road leading to it. In March 1190, when the weather was better, Conrad travelled to Tyre on his own ship and soon returned with supplies for the Crusaders, which helped the resistance against the Egyptian fleet on the shore. The building materials brought by Conrad were constructed into &lt;a href=\"siege%20engine\"&gt;siege machinery&lt;/a&gt;, although these machines were lost when the Crusaders tried to assault the city on 6 May.\nOn 20 May, Saladin, who had continued to strengthen his army over the previous months, began an attack on the Christian camp, which lasted eight days before it could be repelled. On 25 July, against the orders of their commanders, the Christian soldiers attacked Saladin's right flank and were defeated. Further reinforcements from France arrived in the Crusader camp over the summer, led by &lt;a href=\"Henry%20II%20of%20Champagne\"&gt;Henry II of Champagne&lt;/a&gt;, &lt;a href=\"Theobald%20V%20of%20Blois\"&gt;Theobald V of Blois&lt;/a&gt;, &lt;a href=\"Stephen%20I%20of%20Sancerre\"&gt;Stephen I of Sancerre&lt;/a&gt;, &lt;a href=\"Raoul%20I%20of%20Clermont\"&gt;Raoul I of Clermont&lt;/a&gt;, John of Fontigny, Alain of Saint-Valéry, the &lt;a href=\"Archbishop%20of%20Besan%C3%A7on\"&gt;Archbishop of Besançon&lt;/a&gt;, the &lt;a href=\"Bishop%20of%20Blois\"&gt;Bishop of Blois&lt;/a&gt;, and the &lt;a href=\"Peter%20of%20Brixey\"&gt;Bishop of Toul&lt;/a&gt;. Duke &lt;a href=\"Frederick%20VI%2C%20Duke%20of%20Swabia\"&gt;Frederick VI of Swabia&lt;/a&gt; arrived at the beginning of October with the rest of his father's army, after the &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt; had drowned in the &lt;a href=\"Saleph%20River\"&gt;Saleph River&lt;/a&gt; on 10 June, and shortly afterwards &lt;a href=\"Kingdom%20of%20England\"&gt;English&lt;/a&gt; Crusaders arrived under &lt;a href=\"Baldwin%20of%20Exeter\"&gt;Baldwin of Exeter&lt;/a&gt;, &lt;a href=\"Archbishop%20of%20Canterbury\"&gt;Archbishop of Canterbury&lt;/a&gt;. In October, the &lt;a href=\"County%20of%20Bar\"&gt;Count of Bar&lt;/a&gt; also arrived, and the Christians had a breakthrough in &lt;a href=\"Haifa\"&gt;Haifa&lt;/a&gt;, which allowed more food to be brought to the camp at Acre.\nLife in the city and the Christian camp quickly became difficult after their containment by Saladin. Food remained limited, the water supply became contaminated with human and animal corpses, and epidemics soon began to spread. Louis of Thuringia, sick with &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt;, made plans to return home when the French arrived, and died in Cyprus on the way back on 16 October. At some point between late July and October, Guy's wife &lt;a href=\"Sibylla%20of%20Jerusalem\"&gt;Queen Sibylla&lt;/a&gt; died, a few days after both of their daughters, Alais and Marie. With her death, Guy lost his claim to the throne of Jerusalem, as Sibylla was the legal heiress. Her rightful heir was her younger half-sister, &lt;a href=\"Isabella%20I%20of%20Jerusalem\"&gt;Isabella of Jerusalem&lt;/a&gt;. Guy, however, refused to step aside for her.\nThe barons of the kingdom used this opportunity to rid themselves of Guy, and arranged the marriage of Conrad to Isabella. However, Isabella was already married to &lt;a href=\"Humphrey%20IV%20of%20Toron\"&gt;Humphrey IV of Toron&lt;/a&gt;, and Conrad's marital status was uncertain (he had wed a Byzantine princess in 1187, a few months before arriving at Tyre, and it was unclear whether she had annulled the marriage in his absence). Also, Sibylla's first husband had been Conrad's older brother &lt;a href=\"William%20of%20Montferrat%2C%20Count%20of%20Jaffa%20and%20Ascalon\"&gt;William Longsword&lt;/a&gt;, which made a marriage between Isabella and Conrad incestuous under &lt;a href=\"canon%20law\"&gt;canon law&lt;/a&gt;. &lt;a href=\"Eraclius%20of%20Jerusalem\"&gt;Patriarch Eraclius&lt;/a&gt; was sick, and his appointed representative Baldwin of Exeter died suddenly on 19 November. Therefore, it was Archbishop &lt;a href=\"Ubaldo%20Lanfranchi\"&gt;Ubaldo Lanfranchi&lt;/a&gt; of Pisa a &lt;a href=\"apostolic%20legate\"&gt;papal legate&lt;/a&gt;, as well as Philip, Bishop of Beauvais, who gave their consent to divorce Isabella from Humphrey on 24 November. Conrad withdrew with Isabella to Tyre, but Guy still insisted that he was king: the succession was not settled finally until an election in 1192.\nSaladin's army was now so large that it was impossible for any more Crusaders to arrive by land, and winter meant that no more supplies or reinforcements could arrive by sea. Acre had a garrison of 20,000 men in the winter of 1190–1191. In the Christian camp, the leaders began to succumb to the epidemics. Theobald of Blois and Stephen of Sancerre died, and Frederick of Swabia also died, on 20 January 1191. Henry of Champagne struggled with sickness for many weeks before recovering. Patriarch Eraclius also died during the siege, but the date is unknown.\nOn 31 December, another attempt to breach the walls failed, and on 6 January, the partial collapse of the walls led to many Christian attempts at overrunning the Muslim garrisons. On 13 February, Saladin succeeded in breaking through the Christian lines and reaching the city, so that he could replace the exhausted defenders with a new garrison; otherwise, the old garrison would have all died of disease. Conrad of Montferrat attempted an attack by sea on the Tower of Flies, but adverse winds and rocks below the surface prevented his ship getting close enough to do significant damage. In March, however, when the weather was better and ships could once again unload supplies on the coast, the danger of failure was again averted for the Christians. &lt;a href=\"Leopold%20V%2C%20Duke%20of%20Austria\"&gt;Duke Leopold V of Austria&lt;/a&gt; arrived and took control of the Christian forces. Ships also brought devastating news for Saladin. He had missed his chance to crush the remaining Christians and now &lt;a href=\"Richard%20I%20of%20England\"&gt;King Richard the Lionheart&lt;/a&gt; and &lt;a href=\"Philip%20II%20of%20France\"&gt;King Philip Augustus&lt;/a&gt; were on their way to the Holy Land, each accompanied by an army. Saladin's chance for victory had slipped away.\nThe kings at Acre.\nKing Philip arrived on 20 April, and King Richard on 8 June, after he had used the opportunity to conquer &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt; along the way. Richard arrived with an English fleet of 100 ships (which carried 8,000 men) while Philip II arrived with a &lt;a href=\"Republic%20of%20Genoa\"&gt;Genoese&lt;/a&gt; fleet under &lt;a href=\"Simone%20Doria%20%28admiral%29\"&gt;Simone Doria&lt;/a&gt;. Philip had used the time before Richard's arrival to build siege engines like the trebuchet, and now that stronger leadership from Europe had arrived, it was the city and not the Christian camp that was besieged. When Richard arrived, he sought a meeting with Saladin, and an armistice of three days was agreed upon so that the meeting could take place. However, both Richard and Philip fell ill, and the meeting did not take place.\nKing Philip was eager to launch a siege on Acre, but King Richard was not ready to go along with the plan because he was still ill and some of his men had not arrived yet due to adverse winds. They hoped that the latter would arrive with the next fleet of ships and would bring material for building siege machinery. Philip continued the project by himself, and on 17 June, fired an attack on Acre with &lt;a href=\"Ballista\"&gt;ballistas&lt;/a&gt; and engines. The defending army made diverse ways to make noise and send up smoke from the fires to let Saladin and the outer army know that, as arranged, they were supposed to come to the help of the town.\nThe siege machines broke holes into the walls of Acre, but every new breach led to an attack from Saladin's army, giving the garrison of Acre an opportunity to repair the damage while the Christians were distracted. On 1 June, &lt;a href=\"Philip%20of%20Alsace\"&gt;Philip of Alsace&lt;/a&gt;, &lt;a href=\"County%20of%20Flanders\"&gt;Count of Flanders&lt;/a&gt; and &lt;a href=\"County%20of%20Vermandois\"&gt;Vermandois&lt;/a&gt; and one of the king's most important men, died in the camp. This caused a major crisis for the French king, since Philip had no heirs and settling his inheritance was an urgent matter, yet a very difficult one so far away from France.\nOn 2 July, Richard deployed his own siege engines, including two enormous &lt;a href=\"Mangonel\"&gt;mangonels&lt;/a&gt; named God's Own Catapult and Bad Neighbour (Malevoisine in the original French). On 3 July, a sufficiently large breach was again created in the walls, but the Christian attack was repelled. On 4 July, the city offered its surrender, but Richard rejected the conditions. This time Saladin did not make a large-scale attack on the Christian camp. On 7 July, the city sent an embassy to Saladin asking for assistance one last time, and threatened to surrender if he did not help. On 11 July, there was one final battle, and on 12 July, the city once more offered terms of surrender to the Crusaders, who found their offer acceptable this time. Conrad of Montferrat, who had returned to Tyre because of Richard's support for Guy of Lusignan as king of Jerusalem, was recalled to act as negotiator, at Saladin's request. Saladin was not personally involved in the negotiations, but accepted the surrender. The Christians entered the city and the Muslim garrison was taken into captivity. Conrad raised the banners of the Kingdom of Jerusalem and of France, England and the &lt;a href=\"Duchy%20of%20Austria\"&gt;Duchy of Austria&lt;/a&gt; over the city.\nLeopold of Austria left shortly after the capture of the city, after quarrelling with Richard: as the surviving leader of the German &lt;a href=\"Holy%20Roman%20Empire\"&gt;Imperial&lt;/a&gt; contingent, he had demanded the same position as Philip and Richard, but had been rejected and his flag torn down from the ramparts of Acre. On 31 July, Philip also returned home, to settle the succession in Vermandois and Flanders, and Richard was left solely in charge of the Christian expeditionary forces.\nExecution of the prisoners.\nIt was now up to Richard and Saladin to finalize the surrender of the city. The Christians began to rebuild Acre's defenses, and Saladin collected money to pay for the ransom of the imprisoned garrison. On 11 August, Saladin delivered the first of the three planned payments and prisoner exchanges, but Richard rejected this because certain Christian nobles were not included. The exchange was broken off and further negotiations were unsuccessful. Richard had also insisted on the handover of Philip's share of the prisoners, whom the French king had entrusted to his kinsman Conrad of Montferrat. Conrad reluctantly agreed, under pressure. On 20 August, Richard thought that Saladin had delayed too much, and had 2,700 of the Muslim prisoners from the garrison of Acre decapitated. Saladin responded in kind, killing all of the Christian prisoners he had captured. On 22 August, Richard and his army left the city, given in custody to the crusaders &lt;a href=\"Bertram%20de%20Verdun\"&gt;Bertram de Verdun&lt;/a&gt; and &lt;a href=\"Stephen%20Longchamp\"&gt;Stephen Longchamp&lt;/a&gt;.\nAftermath.\nThe Crusader army marched south, with the sea to their right and Saladin's army following them to their left. On 7 September, they met at the &lt;a href=\"Battle%20of%20Arsuf\"&gt;Battle of Arsuf&lt;/a&gt;, north of &lt;a href=\"Jaffa%2C%20Israel\"&gt;Jaffa&lt;/a&gt;, in which Saladin was defeated. Richard captured Jaffa on 10 September, but throughout the remainder of 1191 and into the summer of 1192, he was unable to realize his ultimate goal of recapturing Jerusalem. The dispute over the kingship of Jerusalem was resolved in April 1192, with the election of &lt;a href=\"Conrad%20of%20Montferrat\"&gt;Conrad of Montferrat&lt;/a&gt;, but he was assassinated only days after his victory. The pregnant Queen Isabella was quickly married to Richard and Philip's nephew, &lt;a href=\"Henry%20of%20Champagne\"&gt;Henry of Champagne&lt;/a&gt;.\nMeanwhile, Richard was informed that his brother, &lt;a href=\"John%2C%20King%20of%20England\"&gt;John Lackland&lt;/a&gt;, was attempting to usurp the throne in England. He arranged for a treaty with Saladin, and the Third Crusade came to an end when Richard left for England in late October. Philip of France meanwhile had come to terms with John and had closed the French harbours; Richard was forced to make his way across the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; and went ashore near &lt;a href=\"Aquileia\"&gt;Aquileia&lt;/a&gt;. Due to the coming winter, crossing the &lt;a href=\"Alps\"&gt;Alps&lt;/a&gt; proved to be impossible, and the king \"incognito\" passed through the Austrian capital &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; shortly before Christmas, where he was recognized, captured and imprisoned by Duke Leopold at &lt;a href=\"D%C3%BCrnstein\"&gt;Dürnstein&lt;/a&gt;.\nLeopold did not hesitate to gain the support of Emperor &lt;a href=\"Henry%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Henry VI&lt;/a&gt;. In March 1193 he delivered Richard to the emperor, who had him arrested at &lt;a href=\"Trifels%20Castle\"&gt;Trifels Castle&lt;/a&gt;. The king was charged with the murder of Conrad, who was Leopold's cousin, and also with insulting the Austrian duke by throwing down his banner at Acre. Richard refused the accusations and was backed by &lt;a href=\"Pope%20Celestine%20III\"&gt;Pope Celestine III&lt;/a&gt;, who threatened Henry with &lt;a href=\"excommunication\"&gt;excommunication&lt;/a&gt;; nevertheless, Richard's imminent extradition to Philip of France made him strike a ransom deal. He was released for an enormous price, and did not return to his own territories until 1194.\nThe Kingdom of Jerusalem was now relatively secure, with its new capital at Acre, from which a narrow strip along the Mediterranean coast was ruled. This second incarnation of the &lt;a href=\"Kingdom%20of%20Jerusalem%23The%20Kingdom%20of%20Acre\"&gt;Kingdom of Jerusalem&lt;/a&gt; endured for another century."
}