{
    "id": "34737588",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=34737588",
    "title": "Nadia Cassini",
    "text": "Gianna Lou Cassini ( Müller; born January 2, 1949), better known with her stage name Nadia Cassini, is a retired American actress, singer and &lt;a href=\"showgirl\"&gt;showgirl&lt;/a&gt; who became famous in Italian &lt;a href=\"exploitation%20film\"&gt;exploitation film&lt;/a&gt;s of the 1970s and early 1980s, particularly in the \"&lt;a href=\"commedia%20sexy%20all%27italiana\"&gt;commedia sexy all'italiana&lt;/a&gt;\" genre in late 1980s.\nEarly life and career.\nCassini was born on January 2, 1949, to German American Harrison Müller Sr. (1929–1998) and his Italian American wife, Patricia (who were professional dancers and actors), during a tour in &lt;a href=\"Woodstock%2C%20New%20York\"&gt;Woodstock, New York&lt;/a&gt;. She left her family at an early age and traveled abroad, working as a &lt;a href=\"stripper\"&gt;stripper&lt;/a&gt;. She had affairs with many wealthy men including &lt;a href=\"Georges%20Simenon\"&gt;Georges Simenon&lt;/a&gt;. She moved to Italy in 1968.\nFilm career and after.\nCassini obtained her first film roles by 1970, appearing in \"&lt;a href=\"The%20Divorce%20%281970%20film%29\"&gt;The Divorce&lt;/a&gt;\" (1970) and playing her first lead role in &lt;a href=\"Piero%20Vivarelli\"&gt;Piero Vivarelli&lt;/a&gt;'s \"&lt;a href=\"Il%20dio%20serpente\"&gt;Il dio serpente&lt;/a&gt;\" the same year. She had roles in films such as \"&lt;a href=\"Pulp%20%281972%20film%29\"&gt;Pulp&lt;/a&gt;\" (1972) and \"&lt;a href=\"Starcrash\"&gt;Starcrash&lt;/a&gt;\" (1978) before reaching a great success in the &lt;a href=\"commedia%20sexy%20all%27italiana\"&gt;commedia sexy all'italiana&lt;/a&gt; genre (a series of films starring &lt;a href=\"Lino%20Banfi\"&gt;Lino Banfi&lt;/a&gt; between 1979 and 1980), namely \"&lt;a href=\"L%27insegnante%20balla...%20con%20tutta%20la%20classe\"&gt;L'insegnante balla... con tutta la classe&lt;/a&gt;\" (1979), \"&lt;a href=\"L%27infermiera%20nella%20corsia%20dei%20militari\"&gt;L'infermiera nella corsia dei militari&lt;/a&gt;\" (1979) and \"&lt;a href=\"La%20dottoressa%20ci%20sta%20col%20colonnello\"&gt;La dottoressa ci sta col colonnello&lt;/a&gt;\" (1980).\nIn the 1980s, after appearing as a showgirl in some successful TV shows such as \"&lt;a href=\"Drive%20In%20%28variety%20show%29\"&gt;Drive In&lt;/a&gt;\" and \"Premiatissima\", her face was partially disfigured and her right ear lost in a botched plastic surgery procedure.\nAfter retiring from the Italian scene, Cassini worked for French television and later returned to the United States.\nIn 1978, she released her first album \"Encounters of a Loving Kid\" with CDG.\nIn 1982, she released her most famous single \"When (I'm Falling in Love) / A Chi do la tonera\" with &lt;a href=\"Memories\"&gt;Memories&lt;/a&gt;\nIn 1983, she released her second album \"Get Ready\" with &lt;a href=\"RCA%20Italiana\"&gt;RCA Italiana&lt;/a&gt;, which was her most famous album.\nIn 1985, she released her third and final album \"Dreams\" with Five Record.\nPersonal life.\nCassini married &lt;a href=\"Igor%20Cassini\"&gt;Igor Cassini&lt;/a&gt;, an American journalist of &lt;a href=\"Russian%20nobility\"&gt;Russian&lt;/a&gt; and &lt;a href=\"Italian%20nobility\"&gt;Italian nobility&lt;/a&gt;, in 1969. She divorced Cassini in 1972 and moved to London with her boyfriend, Greek actor &lt;a href=\"Yorgo%20Voyagis\"&gt;Yorgo Voyagis&lt;/a&gt;. Their daughter, Kassandra, was born in 1977 and Cassini returned to cinema one year later in 1978."
}