{
    "id": "34730311",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=34730311",
    "title": "Derby dell'Emilia",
    "text": "The Derby dell'Emilia (), is the name given in &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; to any match between &lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna F.C. 1909&lt;/a&gt; and &lt;a href=\"Parma%20Calcio%201913\"&gt;Parma Calcio 1913&lt;/a&gt; &lt;a href=\"Emilia%20%28region%20of%20Italy%29\"&gt;Emilia&lt;/a&gt; is a region that approximately corresponds to the western and north-eastern portions of today's &lt;a href=\"Emilia-Romagna\"&gt;Emilia-Romagna&lt;/a&gt;. The region takes its name from the &lt;a href=\"Via%20Aemilia\"&gt;Via Aemilia&lt;/a&gt;, a Roman road in 187 BCE. It is contested twice a year when the two clubs participate in the same league competition, such as &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;, and more often if the clubs meet in other competitions. Other matches between Emilian teams may also be referred to under the name Derby dell'Emilia. From the &lt;a href=\"2018%E2%80%9319%20Serie%20A\"&gt;2018–19 edition&lt;/a&gt;, with the return of Parma in Serie A three years after bankruptcy, the Derby dell'Emilia is again played.\nThe rivalry comes about as &lt;a href=\"Parma\"&gt;Parma&lt;/a&gt; and &lt;a href=\"Bologna\"&gt;Bologna&lt;/a&gt; are the two &lt;a href=\"List%20of%20cities%20in%20Italy%20by%20population\"&gt;largest cities&lt;/a&gt; in &lt;a href=\"Emilia-Romagna\"&gt;Emilia-Romagna&lt;/a&gt; and the two clubs are the two most successful football clubs in the &lt;a href=\"Regions%20of%20Italy\"&gt;region&lt;/a&gt;, although &lt;a href=\"A.C.%20Reggiana%201919\"&gt;Reggiana&lt;/a&gt; and &lt;a href=\"Modena%20F.C.\"&gt;Modena&lt;/a&gt;, respectively, are seen as the clubs' two closest rivals. Bologna lead the count in official titles won, with 9 major trophies (plus an &lt;a href=\"Intertoto%20Cup\"&gt;Intertoto Cup&lt;/a&gt; and three &lt;a href=\"Mitropa%20Cup\"&gt;Mitropa Cup&lt;/a&gt;s), while Parma have won 8 trophies.\nHistory.\nFor much of the clubs' early history, games were not contested, so the first fixture was not until 6 November 1983, despite Bologna being formed in 1909 and Parma just four years later in 1913. While Bologna competed for titles, becoming national champions 7 times and winning the &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt; twice by 1974, Parma only dreamt of national success. The first meeting was an eventful 3–3 draw at the &lt;a href=\"Stadio%20Ennio%20Tardini\"&gt;Stadio Ennio Tardini&lt;/a&gt; in what remains the fixture's highest scoring game and the lowest level at which it has been fought. March's return also saw no victor; it was a goalless draw. The rivalry was intensified because both sides were competing for the &lt;a href=\"1983%E2%80%9384%20Serie%20C1\"&gt;1983–84 Serie C1&lt;/a&gt; title. Indeed, the duo each finished joint top with 48 points and achieved promotion to &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;.\nSerie B was the scene for six more derbies before the decade was out and 1985 saw the clubs' only battle in the Coppa Italia: a 0–0 draw that eventually consigned both sides to failure to qualify from the group stage. Bologna's win (their first derby victory at the eighth attempt) and a draw and thus 3 points earned against Parma were crucial in their &lt;a href=\"1987%E2%80%9388%20Serie%20B\"&gt;1988 Serie B&lt;/a&gt; title win. In 1990, the derby was contested in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; for the first time, after Parma joined Bologna in &lt;a href=\"Football%20in%20Italy\"&gt;Italian football&lt;/a&gt;'s top tier. It was now Parma who had the upper hand, with Bologna relegated in the spring of 1991. The teams would not meet again until Bologna's return to Serie A in 1996, but then proceeded to play each other on an annual basis for nine consecutive years.\nThe final season of that run, &lt;a href=\"2004%E2%80%9305%20Serie%20A\"&gt;2004–05&lt;/a&gt;, was the rivalry at its zenith. Both sides had performed poorly, finishing 17th and 18th in the 20-strong league. The bottom three sides were to be relegated and to split the two Emilian sides, the traditional \"&lt;a href=\"Playoffs\"&gt;spareggio&lt;/a&gt;\" was required, involving a two-legged play-off to decide which of the two would remain in Serie A. Bologna won the first leg in the &lt;a href=\"Stadio%20Ennio%20Tardini\"&gt;Stadio Ennio Tardini&lt;/a&gt; 1–0 on 14 June 2005, but succumbed to 2–1 aggregate defeat following Parma's two-goal victory in Bologna, securing the \"Crociati\" a place in Italy's top division.\nIn 2008, Bologna achieved promotion back to Serie A, but Parma dropped down to Serie B, so the teams did not meet again until the following year. In &lt;a href=\"2009%E2%80%9310%20Serie%20A\"&gt;2009–10&lt;/a&gt;, both teams managed 2–1 wins at home, preceding a three-match run of goalless draws, a result that occurred for the tenth time in the 36 meetings up to that point.\nStatistics.\nAs of 7 February 2021, there have been 47 competitive meetings between the teams.&lt;ref name=\"Curiosita 1 2011/12\"&gt;&lt;/ref&gt; Each side have won 14 of these, and the remaining 21 matches have finished as draws. The biggest victory happened on 12 May 2019 and on 28 September 2020 when Bologna earned a 4–1 victory; another victory with a margin of three goals has happened on 7 February 2021, when Bologna wins 0-3. Other than that, seven times the match has been decided with a margin of two goals. Bologna has achieved this margin of victory twice, both times winning in 3–1 at home in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;. Parma have won by a two-goal margin on four occasions, twice at home and twice away, including the \"spareggio\" victory in 2005.\nHonours.\n&lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna&lt;/a&gt; and &lt;a href=\"Parma%20Calcio%201913\"&gt;Parma&lt;/a&gt; are the only teams in &lt;a href=\"Emilia-Romagna\"&gt;Emilia-Romagna&lt;/a&gt; to have won major titles. Bologna won the first of their seven league titles in &lt;a href=\"1924%E2%80%9325%20Prima%20Divisione\"&gt;1924–25&lt;/a&gt; and their last major silverware in 1974 in the &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt;, before Parma's next title came in the &lt;a href=\"1991%E2%80%9392%20Coppa%20Italia\"&gt;1991–92 Coppa Italia&lt;/a&gt; and then ten years later, in the &lt;a href=\"2001%E2%80%9302%20Coppa%20Italia\"&gt;2001–02 Coppa Italia&lt;/a&gt;.\nShared personnel.\nPlayers.\nA number of players have played for both clubs over the course of their careers. This is an incomplete list of players who have made at least one appearance for both:\nManagers.\nSix coaches have managed both &lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna&lt;/a&gt; and &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt;. &lt;a href=\"Renzo%20Ulivieri\"&gt;Renzo Ulivieri&lt;/a&gt;, who lasted less than a year at Parma, has managed Bologna in three spells. &lt;a href=\"Francesco%20Guidolin\"&gt;Francesco Guidolin&lt;/a&gt; took charge of Bologna for 4 years at the turn of the millennium, before leading Parma to promotion from &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; in 2009 and an impressive return to &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; in &lt;a href=\"2009%E2%80%9310%20Serie%20A\"&gt;2009–10&lt;/a&gt;. Three of Bologna's last four managers have also managed Parma: &lt;a href=\"Franco%20Colomba\"&gt;Franco Colomba&lt;/a&gt;, &lt;a href=\"Alberto%20Malesani\"&gt;Alberto Malesani&lt;/a&gt; (who won the &lt;a href=\"1998%E2%80%9399%20UEFA%20Cup\"&gt;1998–99 UEFA Cup&lt;/a&gt;, the &lt;a href=\"1998%E2%80%9399%20Coppa%20Italia\"&gt;1998–99 Coppa Italia&lt;/a&gt; and the &lt;a href=\"1999%20Supercoppa%20Italiana\"&gt;1999 Supercoppa Italiana&lt;/a&gt; with Parma) and recent Bologna boss &lt;a href=\"Stefano%20Pioli\"&gt;Stefano Pioli&lt;/a&gt;. Former Bologna head coach &lt;a href=\"Roberto%20Donadoni\"&gt;Roberto Donadoni&lt;/a&gt; coached Parma for three and a half years and 141 matches.\nOther Emilian derbies.\nBecause the terms \"derby dell'Emilia\" and \"derby emiliano\" simply mean \"Emilian derby\", any number of other matches could also be referred to under the same name, although the contest between Parma and Bologna is most often implied because they are the region's two biggest most successful clubs and the \"Derby della via Emilia\" is often preferred as a name for other Emilian derbies.\nThe six of &lt;a href=\"Emilia-Romagna\"&gt;Emilia-Romagna&lt;/a&gt;'s 9 &lt;a href=\"Provinces%20of%20Italy\"&gt;province&lt;/a&gt;s that roughly correspond to the historic region of &lt;a href=\"Emilia%20%28region%20of%20Italy%29\"&gt;Emilia&lt;/a&gt; are &lt;a href=\"Province%20of%20Piacenza\"&gt;Piacenza&lt;/a&gt;, &lt;a href=\"Province%20of%20Parma\"&gt;Parma&lt;/a&gt;, &lt;a href=\"Province%20of%20Reggio%20Emilia\"&gt;Reggio Emilia&lt;/a&gt;, &lt;a href=\"Province%20of%20Modena\"&gt;Modena&lt;/a&gt;, &lt;a href=\"Province%20of%20Bologna\"&gt;Bologna&lt;/a&gt; and &lt;a href=\"Province%20of%20Ferrara\"&gt;Ferrara&lt;/a&gt;. Other than &lt;a href=\"Parma%20F.C.\"&gt;Parma&lt;/a&gt; and &lt;a href=\"Bologna%20F.C.%201909\"&gt;Bologna&lt;/a&gt;, 4 other clubs had participated in &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; until 2018: &lt;a href=\"Piacenza%20Calcio\"&gt;Piacenza&lt;/a&gt;, &lt;a href=\"A.C.%20Reggiana%201919\"&gt;Reggiana&lt;/a&gt;, &lt;a href=\"Modena%20F.C.\"&gt;Modena&lt;/a&gt; and &lt;a href=\"SPAL%201907\"&gt;SPAL&lt;/a&gt;. The promotion of Reggiana and Piacenza to Serie A in &lt;a href=\"1992%E2%80%9393%20Serie%20B\"&gt;1993&lt;/a&gt; meant that each of the 6 Emilian provinces had had one team in &lt;a href=\"Football%20in%20Italy\"&gt;Italian football&lt;/a&gt;'s top division since its foundation in 1929; SPAL is based in Ferrara. In 2013 and 2015 respectively, &lt;a href=\"U.S.%20Sassuolo%20Calcio\"&gt;Sassuolo&lt;/a&gt; and &lt;a href=\"Carpi%20F.C.%201909\"&gt;Carpi&lt;/a&gt; (both based in the Modena province) secured promotion having won the &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; title. Parma is the only Emilian club to have played in Serie A without ever having won a &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; league title.\n&lt;a href=\"U.S.%20Sassuolo%20Calcio\"&gt;Sassuolo&lt;/a&gt;'s rise gave its match against Modena added significance. Sassuolo played in the third tier of Italian football for the first time in 2006 and made its &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; debut in 2008. Promotion to Serie B in 2008 meant the club had outgrown the &lt;a href=\"Stadio%20Enzo%20Ricci\"&gt;Stadio Enzo Ricci&lt;/a&gt;, so it moved to the nearby &lt;a href=\"Stadio%20Alberto%20Braglia\"&gt;Stadio Alberto Braglia&lt;/a&gt;, Modena's ground. Promotion to Serie A in 2013 preceded a move to the &lt;a href=\"Stadio%20Citt%C3%A0%20del%20Tricolore\"&gt;Stadio Città del Tricolore&lt;/a&gt; in &lt;a href=\"Reggio%20Emilia\"&gt;Reggio Emilia&lt;/a&gt;, Reggiana's home ground.\nOther Emilian derbies often take different names. For example:"
}