{
    "id": "3475515",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3475515",
    "title": "Demon Deacon",
    "text": "The Demon Deacon is the mascot of &lt;a href=\"Wake%20Forest%20University\"&gt;Wake Forest University&lt;/a&gt;, a school located in &lt;a href=\"Winston-Salem%2C%20NC\"&gt;Winston-Salem&lt;/a&gt;, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;. Probably best known for its slightly unorthodox name and appearance, the Demon Deacon has become a mainstay in the world of &lt;a href=\"List%20of%20U.S.%20college%20mascots\"&gt;U.S. college mascots&lt;/a&gt;.\nHistory.\nThe early years and \"The Old Gold &amp; Black\".\nLike most old U.S. universities, the origins of Wake Forest's mascot are distinctive, yet somewhat debated. As early as 1895, Wake Forest College (as it was called at the time) was using its colors in athletic competition. The school's literary magazine, \"The Wake Forest Student,\" described them in this manner: \nDuring the early part of the 20th century, these colors became more and more associated with the college. Since Wake Forest was founded as a &lt;a href=\"Baptist\"&gt;Baptist&lt;/a&gt; college, some historians have proposed an association with the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;, but most people believe their adoption comes from the connection with the original &lt;a href=\"tiger\"&gt;tiger&lt;/a&gt; mascot.\nThe tiger mascot stayed with the school for a little more than two decades, but reports indicate that by the early 1920s, the college's nicknames were most commonly noted as the \"Baptists,\" or \"The Old Gold &amp; Black.\" \nOrigin of the Demon Deacons name.\nThe first few decades of the 20th century were particularly rough for the Wake Forest athletic squads, but in 1923, &lt;a href=\"Hank%20Garrity%20%28coach%29\"&gt;Hank Garrity&lt;/a&gt; took the head &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; coaching jobs. His leadership gave the school a short relief from its early mediocrity when he led the football team to three consecutive winning seasons, and the basketball team compiled a 33-14 combined record in two seasons.\nIn 1923, the Wake Forest football team defeated rival Trinity (later renamed &lt;a href=\"Duke%20University\"&gt;Duke University&lt;/a&gt;). In the following issue of the school newspaper, the editor of the paper, Mayon Parker (1924 Wake Forest graduate), first referred to the team as \"Demon Deacons,\" in recognition of what he called their \"devilish\" play and fighting spirit. Henry Belk, Wake Forest's news director, and Garrity liked the title and used it often, so the popularity of the term grew.\nMascot.\nThe actual mascot made its first appearance in 1941. As the \"Demon Deacon\" terminology became more popular, Jack Baldwin (1943 Wake Forest graduate) became the first Deacon mascot.\nBaldwin found an old &lt;a href=\"tuxedo%20%28clothing%29\"&gt;tuxedo&lt;/a&gt; and a &lt;a href=\"top%20hat\"&gt;top hat&lt;/a&gt;, and on the following Saturday, he led the Wake Forest football team onto the field, riding the North Carolina ram. Two years later, when Baldwin graduated, many interested students were willing to continue dressing up as the mascot. Initially, the responsibility to pick new Demon Deacons fell on Baldwin's &lt;a href=\"Fraternities%20and%20sororities\"&gt;fraternity&lt;/a&gt;, but later it broadened to include all students. Today, special tryouts are held annually for new Deacons, and the competition is very intense.\nA number of years later the mascot continued to be the Demon Deacon, but the full body was designed after a fan and student named \"Doc\" Murphrey. If he wasn't going to become a star on the football field, he would become the biggest fan the school had ever seen. \"We were playing against Carolina, and the fans started hollering, 'We want Murphrey. We want Murphrey.' &lt;a href=\"Peahead%20Walker\"&gt;Peahead&lt;/a&gt; got tired of it and hollered, 'Murphrey, come here.' And I said, 'Coach, who do I go in for?' And he said, 'No damn body. They want you and I don't want you, so get up there with them.' I started right then and there being a cheerleader, not really a cheerleader, but just a guy who would get up when you needed somebody to rally the troops.\"\nMemorable mascots.\nOver the years, the Deacon has performed numerous memorable stunts:"
}