{
    "id": "34759228",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=34759228",
    "title": "Clyde A. Wilson",
    "text": "Clyde Wilson (1923 – November 1, 2008) was an American detective and private investigator. He was famous for his skills to solve difficult cases. He is regarded as \"Houston's Most Public Private Eye\".\nEarly life and education.\nClyde Wilson was born in Houston in 1923. The Wilson family moved to &lt;a href=\"Austin%2C%20Texas\"&gt;Austin, Texas&lt;/a&gt; when Clyde was nine years old after his father died. Only making it to the 9th grade, he was drafted into the military in the early 1940s and fought in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Wilson was awarded two &lt;a href=\"Purple%20Heart\"&gt;Purple Heart&lt;/a&gt;s and a Bronze Star for his heroic efforts.\nCareer.\nWilson opened his first office as a private investigator in Houston in 1957, and two years later became partners with Philip Bradley, another Houston private eye. He began his career exposing insurance fraud and other frauds, thefts and illegal activities. The partnership with Bradley ended and the partners went their separate ways, with Wilson opening his own office in Houston. Wilson hired many investigators over the years but he never had another partner.\nHe investigated corruption within the Lufkin \"cities finest\" police and justice departments. Wilson uncovered evidence that payoffs were being accepted, resulting in the arrest of the chief, the assistant chief and a local judge. A year later he uncovered similar activities taking place in &lt;a href=\"Polk%20County%2C%20Texas\"&gt;Polk County&lt;/a&gt;, resulting in a &lt;a href=\"grand%20jury\"&gt;grand jury&lt;/a&gt; indictment against the &lt;a href=\"county%20judge\"&gt;county judge&lt;/a&gt; and all four county commissioners.\nIn the 1970s, Clyde Wilson made international headlines negotiating the release of hostages in &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; for &lt;a href=\"Tenneco\"&gt;Tenneco&lt;/a&gt;. He also uncovered the mishandling of Moody Foundation funds and fraud in the Hermann Estates.\nIn the early 1980s, after bragging that he could crack the Hermann Estate case in one day, he \"ambushed the prime suspect in a lunch meeting at the Warwick Hotel and then extracted a confession by bluffing about the scope of his investigation.\" When the board of directors of the Hermann Estates asked Wilson to find the 'dirt' on who was stealing money from them. He traced the corruption and fraud all the way up to the top, but some members of the board told him to back off. Instead, he took the case to the DA, and had those members investigated and exposed. A few years later the mishandling of the Moody Foundation funds became newsworthy, and Wilson found that someone was stealing from within. Shern Moody Jr. was found to be the guilty party and was turned over by Wilson to be investigated by Galveston and Houston prosecutors as well as the state and US Attorneys General.\nA few years after a high-profile Houston murder case had gone cold, Wilson used a female PI to go undercover and lure the suspect into confession. One of Clyde Wilson's most highly publicized cases ever was won by tracking down and befriending a maid in a Hotel - Atlantic City's Trump Plaza. Wilson's ferreting skills found &lt;a href=\"Marla%20Maples\"&gt;Marla Maples&lt;/a&gt;' love nest, proving that not even &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt; was immune to Wilson and his tracking capabilities.\nWilson had his own run-in with the law in 1973, when he was charged in federal court with wiretapping six Hunt Oil Co. employees while working undercover for Dallas oilmen Nelson and Herbert Hunt.\nHe pleaded no contest and was given a two-year suspended sentence. Later President &lt;a href=\"Gerald%20Ford\"&gt;Gerald Ford&lt;/a&gt; pardoned Wilson in 1977 as one of his final acts on his last day in office. He said that his presidential pardon was granted because federal authorities later determined he was not involved.\nIn the 1990s, he was in the middle of a political slander case that then-&lt;a href=\"state%20representative\"&gt;state representative&lt;/a&gt; &lt;a href=\"Sylvester%20Turner\"&gt;Sylvester Turner&lt;/a&gt;, D-Houston, filed against a local television station.\nOne of Clyde Wilson's most public cases ended in adultery charges that broke up billionaire &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;'s marriage to his first wife, &lt;a href=\"Ivana%20Trump\"&gt;Ivana&lt;/a&gt;. He continued to work for over 30 years and was among the top notch detectives in &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;.\nPersonal life.\nIn 1942 he met his wife, Agnes, at an Austin hospital, where she was a nurse treating his mother. The couple married in January 1943 and had seven children.\nHealth issues.\nIn his last days, health problems had slowed Wilson. He underwent surgery four times, twice on his &lt;a href=\"colon%20%28anatomy%29\"&gt;colon&lt;/a&gt;. He also had an &lt;a href=\"aneurysm\"&gt;aneurysm&lt;/a&gt; on a major &lt;a href=\"artery\"&gt;artery&lt;/a&gt; that doctors say could burst at any time. The health issues finally convinced Wilson that it was time to retire, which he reluctantly did, closing his office to which many people had come for help.\nPortrayal in films.\nA movie was also made on one of Wilson's cases which were basically a fact-based story of real-life detective Kim Paris who was assigned to work undercover to find the murderers of an elderly couple who were shot in their beds."
}