{
    "id": "3477065",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=3477065",
    "title": "Eremalche rotundifolia",
    "text": "Eremalche rotundifolia, the desert five-spot, is a &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt; in the family &lt;a href=\"Malvaceae\"&gt;Malvaceae&lt;/a&gt;, native to the &lt;a href=\"Mojave%20Desert\"&gt;Mojave Desert&lt;/a&gt; and &lt;a href=\"Colorado%20Desert\"&gt;Colorado Desert&lt;/a&gt; in the &lt;a href=\"Southwestern%20United%20States\"&gt;Southwestern United States&lt;/a&gt;.\nThisa &lt;a href=\"Dicotyledon\"&gt;dicot&lt;/a&gt; and annual herb is found in scrublands, desert flats, washes and open stony areas between 50 and 1,500 m in elevation. It can be found in &lt;a href=\"Anza-Borrego%20Desert%20State%20Park\"&gt;Anza-Borrego Desert State Park&lt;/a&gt; and in &lt;a href=\"Death%20Valley%20National%20Park\"&gt;Death Valley National Park&lt;/a&gt; in southern &lt;a href=\"California\"&gt;California&lt;/a&gt;. It can also be found in Nevada and Utah.\nGenerally this &lt;a href=\"wildflower\"&gt;wildflower&lt;/a&gt; is only found between March and May.\nDescription.\n\"Eremalche rotundifolia\" is an &lt;a href=\"annual%20plant\"&gt;annual plant&lt;/a&gt; growing to 8–60 cm tall, with rounded &lt;a href=\"leaf\"&gt;leaves&lt;/a&gt; 1.5–6 cm broad with a toothed margin.\nThe &lt;a href=\"flower\"&gt;flower&lt;/a&gt;s are dark-pink to lilac with five overlapping petals, each with a dark red/purple spot near the base. When fully open the petals are slightly in-curved, giving the flower a nearly spherical shape. The center contains a ring of light pink &lt;a href=\"Stigma%20%28botany%29\"&gt;stigmas&lt;/a&gt; around a group of smaller pink stamens.\nThe leave are round and green with a covering of short bristly hairs, while the red/brown stems have similar but longer hairs. Stems are usually unbranched.\nPetals close at night, reopening the next morning, and the leaves move during the day to receive the maximum amount of sunlight."
}