{
    "id": "3477165",
    "revid": "698799",
    "url": "https://en.wikipedia.org/wiki?curid=3477165",
    "title": "James Newton",
    "text": "James W. Newton (born May 1, 1953) is an American jazz and classical flutist.\nBiography.\nHe was born in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, United States. From his earliest years, James Newton grew up immersed in the sounds of African-American music, including urban blues, rhythm and blues, and gospel. In his early teens he played electric bass guitar, alto saxophone, and clarinet. In high school he took up the flute, influenced by &lt;a href=\"Eric%20Dolphy\"&gt;Eric Dolphy&lt;/a&gt;. In addition to taking lessons in classical music on flute, he also studied jazz with &lt;a href=\"Buddy%20Collette\"&gt;Buddy Collette&lt;/a&gt;. He completed his formal musical training at &lt;a href=\"California%20State%20University%2C%20Los%20Angeles\"&gt;California State University, Los Angeles&lt;/a&gt;.\nFrom 1972 to 1975, together with &lt;a href=\"David%20Murray%20%28saxophonist%29\"&gt;David Murray&lt;/a&gt;, &lt;a href=\"Bobby%20Bradford\"&gt;Bobby Bradford&lt;/a&gt;, and &lt;a href=\"Arthur%20Blythe\"&gt;Arthur Blythe&lt;/a&gt;, Newton was a member of drummer (and later critic) &lt;a href=\"Stanley%20Crouch\"&gt;Stanley Crouch&lt;/a&gt;'s band Black Music Infinity. From 1978 to 1981, he lived in &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt;, leading a trio with pianist and composer &lt;a href=\"Anthony%20Davis%20%28composer%29\"&gt;Anthony Davis&lt;/a&gt; and cellist &lt;a href=\"Abdul%20Wadud%20%28musician%29\"&gt;Abdul Wadud&lt;/a&gt;. These three played extended &lt;a href=\"chamber%20jazz\"&gt;chamber jazz&lt;/a&gt; and &lt;a href=\"Third%20Stream\"&gt;Third Stream&lt;/a&gt; compositions by Newton and Davis. With Davis, Newton founded a quartet and toured successfully in Europe in the early 1980s. Afterwards, he performed with a wide variety of musicians, including projects by &lt;a href=\"John%20Carter%20%28jazz%20musician%29\"&gt;John Carter&lt;/a&gt; and the &lt;a href=\"Mingus%20Dynasty\"&gt;Mingus Dynasty&lt;/a&gt;. Newton has released four recordings of his solo improvisations for flute. Since the 1990s, Newton has often worked with musicians from other cultural spheres, including &lt;a href=\"Jon%20Jang\"&gt;Jon Jang&lt;/a&gt;, &lt;a href=\"Gao%20Hong\"&gt;Gao Hong&lt;/a&gt;, &lt;a href=\"Kadri%20Gopalnath\"&gt;Kadri Gopalnath&lt;/a&gt;, and &lt;a href=\"Shubhendra%20Rao\"&gt;Shubhendra Rao&lt;/a&gt;, and has taken part in many cross-cultural projects.\nNewton has performed with the &lt;a href=\"New%20York%20Philharmonic\"&gt;New York Philharmonic&lt;/a&gt;, &lt;a href=\"Brooklyn%20Philharmonic\"&gt;Brooklyn Philharmonic&lt;/a&gt;, L'Orchestre du Conservatoire de Paris, &lt;a href=\"Vladimir%20Spivakov\"&gt;Vladimir Spivakov&lt;/a&gt; and the Moscow Virtuosi the &lt;a href=\"Los%20Angeles%20Master%20Chorale\"&gt;Los Angeles Master Chorale&lt;/a&gt;, &lt;a href=\"Southwest%20Chamber%20Music\"&gt;Southwest Chamber Music&lt;/a&gt;, &lt;a href=\"California%20EAR%20Unit\"&gt;California EAR Unit&lt;/a&gt;, &lt;a href=\"New%20York%20New%20Music%20Ensemble\"&gt;New York New Music Ensemble&lt;/a&gt;, and the &lt;a href=\"San%20Francisco%20Ballet\"&gt;San Francisco Ballet&lt;/a&gt;.\nHe served for five years as Musical Director/Conductor of the Luckman Jazz Orchestra and has held professorships at the &lt;a href=\"University%20of%20California%2C%20Irvine\"&gt;University of California, Irvine&lt;/a&gt;, the &lt;a href=\"California%20Institute%20of%20the%20Arts\"&gt;California Institute of the Arts&lt;/a&gt;, and &lt;a href=\"California%20State%20University%2C%20Los%20Angeles\"&gt;California State University, Los Angeles&lt;/a&gt;. In 1989, he wrote and published a method book entitled \"The Improvising Flute\". In 2007, he published \"Daily Focus For The Flute\".\nHe has also composed classical works for chamber ensemble and orchestra, as well as electronic music. In 1997, he wrote an opera, \"The Songs of Freedom\". In his compositional output, he specializes in chamber music and writing for unconventional instrumentations. He has also written a symphony and composed for ballet and modern dance. In 2006, he composed a Latin Mass which premiered in Prato, Italy, in February 2007.\nAccolades.\nHe has received &lt;a href=\"Guggenheim%20Fellowship\"&gt;Guggenheim&lt;/a&gt; (1992) and &lt;a href=\"Rockefeller%20Foundation\"&gt;Rockefeller&lt;/a&gt; fellowships, Montreux Grande Prix Du Disque, and \"&lt;a href=\"Down%20Beat\"&gt;Down Beat&lt;/a&gt;\" International Critics Jazz Album of the Year. \nBeastie Boys lawsuit.\nIn 2000, Newton sued the &lt;a href=\"alternative%20rock\"&gt;alternative rock&lt;/a&gt; and &lt;a href=\"hip%20hop\"&gt;hip hop&lt;/a&gt; group &lt;a href=\"Beastie%20Boys\"&gt;Beastie Boys&lt;/a&gt; (and their producer, record companies, publishers, and music video-related companies) for repeatedly using a six-second, three-note sample of \"Choir\", Newton's 1978 composition for flute and voice, in their song \"&lt;a href=\"Pass%20the%20Mic\"&gt;Pass the Mic&lt;/a&gt;\". According to the group, Newton declined a settlement offer and, in a counter-offer, demanded \"millions\" and 50 percent ownership and control of \"Pass the Mic\", despite the sample being only one of hundreds of sounds in the song.\nIn the federal district court case, Newton claimed that the group infringed his copyright on the composition, by making use of the three-note sequence embodied in the sampled sound recording. The group argued that copyright law treats sound recordings and the underlying compositions as separate entities, with different thresholds for originality; a six-second audio clip must be licensed from the record company, but under the \"&lt;a href=\"de%20minimis\"&gt;de minimis&lt;/a&gt;\" doctrine, a mere three notes of a composition need not be licensed from the composer or publisher.\nWith &lt;a href=\"summary%20judgment\"&gt;summary judgment&lt;/a&gt; in 2002, the court agreed with Beastie Boys, holding that the group had fulfilled its legal obligation by licensing only the sound recording in 1992. At that time, Beastie Boys paid a fee of US$1,000 to &lt;a href=\"ECM%20Records\"&gt;ECM Records&lt;/a&gt;, the record label to which Newton had previously given contractual permission to license the sound recording. As is standard procedure in copyright cases, Beastie Boys then asked the court for Newton's lawyers to reimburse Beastie Boys' lawyers for $492,000 in legal fees, but the court declined to award costs.\nNewton appealed, but in 2003, a three-judge panel of the &lt;a href=\"United%20States%20Court%20of%20Appeals%20for%20the%20Ninth%20Circuit\"&gt;Ninth Circuit Court of Appeals&lt;/a&gt; upheld the lower court's decision in favor of Beastie Boys. Newton petitioned the court to re-hear the case &lt;a href=\"en%20banc\"&gt;en banc&lt;/a&gt;, but this resulted in a 2004 amended opinion in which the court strengthened its position.\nDiscography.\nAs sideman.\nWith &lt;a href=\"Arthur%20Blythe\"&gt;Arthur Blythe&lt;/a&gt; \nWith &lt;a href=\"John%20Carter%20%28jazz%20musician%29\"&gt;John Carter&lt;/a&gt;\nWith &lt;a href=\"Buddy%20Collette\"&gt;Buddy Collette&lt;/a&gt;\nWith &lt;a href=\"Chico%20Freeman\"&gt;Chico Freeman&lt;/a&gt;\nWith &lt;a href=\"Leroy%20Jenkins%20%28jazz%20musician%29\"&gt;Leroy Jenkins&lt;/a&gt;\nWith &lt;a href=\"David%20Murray%20%28saxophonist%29\"&gt;David Murray&lt;/a&gt;"
}