{
    "id": "34786692",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=34786692",
    "title": "Wandile Mjekevu",
    "text": "Wandile Gabada Mjekevu (born 7 January 1991) is a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who plays as a &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;center&lt;/a&gt; or a &lt;a href=\"Wing%20%28rugby%20union%29\"&gt;wing&lt;/a&gt; for in the French &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; competition.\nCareer.\nGolden Lions.\nHe started his career with the &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;-based . He represented them at Under-16 level in 2007 and at the 2008 &lt;a href=\"Craven%20Week\"&gt;Craven Week&lt;/a&gt; tournament. After playing for the side in 2008 and 2009, he made his first class debut for the in their &lt;a href=\"2010%20Super%2014%20season\"&gt;2010 Super 14&lt;/a&gt; match against the . In just his second match, he scored a hat-trick in the Lions' 65–72 defeat to New Zealand side the . He eventually made a total of ten appearances during the tournament. He played for the s in the &lt;a href=\"2010%20Under-21%20Provincial%20Championship%20Group%20A\"&gt;2010 Under-21 Provincial Championship Group A&lt;/a&gt;, making three appearances. He was named on the bench for the Golden Lions' &lt;a href=\"2010%20Currie%20Cup%20Premier%20Division\"&gt;2010 Currie Cup Premier Division&lt;/a&gt; match against the , but failed to make an appearance.\nThe following season, he made four appearances for the in the &lt;a href=\"2011%20Vodacom%20Cup\"&gt;2011 Vodacom Cup&lt;/a&gt; and eleven appearances for the in the &lt;a href=\"2011%20Under-21%20Provincial%20Championship\"&gt;2011 Under-21 Provincial Championship&lt;/a&gt;.\nSharks.\nIn 2012, Mjekevu returned to his hometown of &lt;a href=\"Durban\"&gt;Durban&lt;/a&gt; to join the . He made six appearances for them during the &lt;a href=\"2012%20Vodacom%20Cup\"&gt;2012 Vodacom Cup&lt;/a&gt;, scoring one try in their match against a . He played in 13 matches for the during the &lt;a href=\"2012%20Under-21%20Provincial%20Championship\"&gt;2012 Under-21 Provincial Championship&lt;/a&gt;.\nHowever, he failed to break into their &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; squad and the following season, he played in the &lt;a href=\"2013%20SARU%20Community%20Cup\"&gt;2013 SARU Community Cup&lt;/a&gt; for Durban-based club side College Rovers. He scored a brace of tries in their match against SK Walmers and a hat-trick the following week against &lt;a href=\"Villagers%20Worcester\"&gt;Villagers Worcester&lt;/a&gt; as College Rovers finished runners-up in the inaugural competition.\nPerpignan.\nIn 2013, Mjekevu signed a deal to join French &lt;a href=\"Top%2014\"&gt;Top 14&lt;/a&gt; side in 2013. He scored four tries in 15 appearances for them in the &lt;a href=\"2013%E2%80%9314%20Top%2014%20season\"&gt;2013–14 Top 14 season&lt;/a&gt;, which wasn't enough to prevent his side finishing 13th and being relegated to the &lt;a href=\"Rugby%20Pro%20D2\"&gt;Rugby Pro D2&lt;/a&gt;. He also scored two tries in three appearances in the &lt;a href=\"2013%E2%80%9314%20Heineken%20Cup\"&gt;2013–14 Heineken Cup&lt;/a&gt;.\nHe scored ten tries in 18 appearances in the &lt;a href=\"2014%E2%80%9315%20Rugby%20Pro%20D2%20season\"&gt;2014–15 Rugby Pro D2&lt;/a&gt; as Perpignan finished in third place on the log, before losing to on number of tries scored in the &lt;a href=\"2014%E2%80%9315%20Rugby%20Pro%20D2%20season%23Play%E2%80%93offs\"&gt;promotion play-offs&lt;/a&gt;.\nReturn to Sharks.\nAfter the 2014–2015 European season, Mjekevu returned to the prior to the &lt;a href=\"2015%20Currie%20Cup%20Premier%20Division\"&gt;2015 Currie Cup Premier Division&lt;/a&gt;, signing a two-year deal with the team.\nKings.\nMjekevu was named in the Sharks squad for the &lt;a href=\"2016%20Super%20Rugby%20season\"&gt;2016 Super Rugby season&lt;/a&gt;, but failed to make any appearances in the first thirteen rounds of the competition and was loaned out to the &lt;a href=\"Port%20Elizabeth\"&gt;Port Elizabeth&lt;/a&gt;-based for the remainder of the season.\nRepresentative rugby.\nMjekevu earned a number of call-ups to junior South African sides. He was selected in a South African Under-18 Elite Squad in 2008 and subsequently selected in the final &lt;a href=\"South%20Africa%20national%20under-18%20rugby%20union%20team\"&gt;South African Schools&lt;/a&gt; squad in the same year. In 2009, he was included in a South African Under-18 High Performance Squad and he was a member of the &lt;a href=\"South%20Africa%20national%20under-20%20rugby%20union%20team\"&gt;South Africa Under-20&lt;/a&gt; team that played in the &lt;a href=\"2010%20IRB%20Junior%20World%20Championship\"&gt;2010&lt;/a&gt; and &lt;a href=\"2011%20IRB%20Junior%20World%20Championship\"&gt;2011&lt;/a&gt; &lt;a href=\"IRB%20Junior%20World%20Championship\"&gt;IRB Junior World Championship&lt;/a&gt;s."
}