{
    "id": "34781710",
    "revid": "609285",
    "url": "https://en.wikipedia.org/wiki?curid=34781710",
    "title": "List of Sturgeon-class submarines",
    "text": "Named after the &lt;a href=\"USS%20Sturgeon%20%28SSN-637%29\"&gt;lead boat&lt;/a&gt;, the &lt;a href=\"Sturgeon-class%20submarine\"&gt;\"Sturgeon\" class&lt;/a&gt; of &lt;a href=\"Nuclear%20submarine\"&gt;nuclear-powered&lt;/a&gt; fast &lt;a href=\"attack%20submarine\"&gt;attack submarine&lt;/a&gt;s (&lt;a href=\"SSN%20%28hull%20classification%20symbol%29\"&gt;SSN&lt;/a&gt;) served with the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; from the late 1960s to the mid-2000s. With a submerged displacement of 4,780 tons, its successors were the 6,920-ton , the first of which was commissioned in 1976.&lt;ref name=\"C05_72/3/6\"&gt;Chant 2005, pp. 72–73, 76.&lt;/ref&gt; The \"Sturgeon\" class was designed with &lt;a href=\"Digital%20electronics\"&gt;digital&lt;/a&gt; combat systems and more quieting features than its predecessor, the . As SSNs, \"Sturgeon\"-class submarines were designed to primarily perform &lt;a href=\"anti-submarine%20warfare\"&gt;anti-submarine warfare&lt;/a&gt; operations. Seven different primary contractors constructed the 37 boats of the class, making it the second-most numerous &lt;a href=\"Nuclear%20marine%20propulsion\"&gt;nuclear-powered warship&lt;/a&gt; class in the world after the 62-boat \"&lt;a href=\"Los%20Angeles-class%20submarine\"&gt;Los Angeles&lt;/a&gt;\" class.\nIn the late 1950s, the U.S. Navy identified the need to reengineer the \"Thresher/Permit\" class, the boats of which were then being constructed. In pursuit of high-speed operations, many design aspects were sacrificed. To address such deficiences, the \"Sturgeon\" class was created. This class differed from its predecessor by having an enlarged and relocated &lt;a href=\"Sail%20%28submarine%29\"&gt;sail&lt;/a&gt; to accommodate additional external &lt;a href=\"sensor\"&gt;sensor&lt;/a&gt;s; a second &lt;a href=\"periscope\"&gt;periscope&lt;/a&gt; was also added. Additionally, the &lt;a href=\"fairwater%20planes\"&gt;fairwater planes&lt;/a&gt; on the sail could be rotated 90 degrees to allow breaking through relatively thin ice. The &lt;a href=\"Submarine%20hull\"&gt;hull&lt;/a&gt; was lengthened from about to about ; this, coupled with the larger sail, reduced the class's speed by compared to the \"Thresher/Permit\" class. Internally, the class's layout was rearranged to improve habitability and to admit more weapons as compared to its predecessor. The class was further redesigned with &lt;a href=\"SUBSAFE\"&gt;SUBSAFE&lt;/a&gt; program rules following the loss of in April 1963. Among the range of armaments used by the class were the &lt;a href=\"Mark%2048%20torpedo\"&gt;Mark 48 torpedo&lt;/a&gt;, the &lt;a href=\"Harpoon%20%28missile%29\"&gt;Harpoon&lt;/a&gt; &lt;a href=\"anti-ship%20missile\"&gt;anti-ship missile&lt;/a&gt;, the &lt;a href=\"Tomahawk%20%28missile%29\"&gt;Tomahawk&lt;/a&gt; &lt;a href=\"cruise%20missile\"&gt;cruise missile&lt;/a&gt;, and the &lt;a href=\"SUBROC\"&gt;SUBROC&lt;/a&gt; nuclear anti-submarine missile.\nStarting with , the hull was lengthened by 10 ft (3 m) to allow a larger living and working space compared to previous boats of the class. Nine boats incorporated this extension. Other modifications included the addition of a &lt;a href=\"Dry%20Deck%20Shelter\"&gt;Dry Deck Shelter&lt;/a&gt; (an external &lt;a href=\"lockout%20chamber\"&gt;lockout chamber&lt;/a&gt; capable of accommodating &lt;a href=\"SEAL%20Delivery%20Vehicle\"&gt;SEAL Delivery Vehicle&lt;/a&gt;s) to six boats to enable covert insertion and extraction of &lt;a href=\"U.S.%20Navy%20SEAL\"&gt;U.S. Navy SEAL&lt;/a&gt;s.\nBoats.\nIn October 1961, &lt;a href=\"General%20Dynamics%20Electric%20Boat\"&gt;General Dynamics Electric Boat&lt;/a&gt; was awarded the contract to construct the lead boat of the class, . Laid down in August 1963, the boat was launched in February 1966 before being commissioned in March 1966. Electric Boat would be the largest builder of the class, responsible for twelve boats in total. It was followed by &lt;a href=\"Newport%20News%20Shipbuilding\"&gt;Newport News Shipbuilding&lt;/a&gt; (with nine boats), &lt;a href=\"Ingalls%20Shipbuilding\"&gt;Ingalls Shipbuilding&lt;/a&gt; (seven boats), &lt;a href=\"San%20Francisco%20Naval%20Shipyard\"&gt;San Francisco Naval Shipyard&lt;/a&gt;/&lt;a href=\"Mare%20Island%20Naval%20Shipyard\"&gt;Mare Island Naval Shipyard&lt;/a&gt; (five boats), &lt;a href=\"General%20Dynamics%20Quincy%20Shipbuilding%20Division\"&gt;General Dynamics Quincy Shipbuilding Division&lt;/a&gt; and &lt;a href=\"Portsmouth%20Naval%20Shipyard\"&gt;Portsmouth Naval Shipyard&lt;/a&gt; (two boats each). The final boat of the class, , was commissioned in August 1975.\n was a significant modification of the \"Sturgeon\" design for an experimental propulsion system, and so was a one-ship class. was also identified as such during her construction, but later was admitted to have been a unique design with very little in common with the \"Sturgeon\" class\nOriginally designed for 20-year &lt;a href=\"Design%20life\"&gt;operational lives&lt;/a&gt;, boats of the \"Sturgeon\" class had this lengthened to 30 years, with a further planned three-year extension. However, many boats were retired prior to the limit to avoid costly nuclear refueling. The first to be &lt;a href=\"Ship%20decommissioning\"&gt;decommissioned&lt;/a&gt;, in October 1991, was USS \"Sea Devil\"; the last, , was decommissioned in July 2005. By then, the \"Los Angeles\"-, &lt;a href=\"Seawolf-class%20submarine\"&gt;\"Seawolf\"-&lt;/a&gt;, and &lt;a href=\"Virginia-class%20submarine\"&gt;\"Virginia\"-class&lt;/a&gt; SSNs had entered service.\nExternal links.\n "
}