{
    "id": "34780853",
    "revid": "1233313",
    "url": "https://en.wikipedia.org/wiki?curid=34780853",
    "title": "2015 Portuguese legislative election",
    "text": "The Portuguese legislative election of 2015 was held on 4 October. All 230 seats of the &lt;a href=\"Assembly%20of%20the%20Republic%20%28Portugal%29\"&gt;Assembly of the Republic&lt;/a&gt; were in contention.\nThe right-wing coalition &lt;a href=\"Portugal%20Ahead\"&gt;Portugal Ahead&lt;/a&gt; (PàF), composed of the &lt;a href=\"Social%20Democratic%20Party%20%28Portugal%29\"&gt;Social Democratic Party&lt;/a&gt; (PSD) and the &lt;a href=\"CDS%20%E2%80%93%20People%27s%20Party\"&gt;People's Party&lt;/a&gt; (CDS-PP), won the single largest vote with 38.6% and securing almost 47% of the seats in the Assembly. Compared with 2011, this was a loss of 12% in support (although the PSD and the CDS–PP did not contest the &lt;a href=\"2011%20Portuguese%20legislative%20election\"&gt;2011 election&lt;/a&gt; in coalition). On the electoral map, the coalition won every district in the North and in the Centre except Castelo Branco. They also won in the big districts of Lisbon and Porto. The map shows a clear north–south divide, with the conservative coalition winning almost everything in the North and Centre and the PS winning in the South.\nThe &lt;a href=\"Socialist%20Party%20%28Portugal%29\"&gt;Socialist Party&lt;/a&gt; (PS) was the second most voted political force, winning 32.3% of the vote and 37% of the seats in the Parliament. The PS received a higher share of the vote than in 2011, but did not increase its share by as much of a margin as had been predicted by the opinion polls prior to September 2015. António Costa, former mayor of Lisbon, was not able to win the city of Lisbon, where the PS lost to PàF 35% to 37%. Although the PS and the other left-wing parties did win a clear overall majority in Parliament, in his concession speech Costa said that he would not support \"a negative coalition\" with the Left Bloc and Communist Party and that he would rather talk and negotiate with the PSD/CDS–PP coalition.\nThe &lt;a href=\"Left%20Bloc%20%28Portugal%29\"&gt;Left Bloc&lt;/a&gt; (BE), despite predictions by opinion polls, achieved its best result in history, with more than 10% of the vote, becoming the third largest parliamentary group. The &lt;a href=\"Unitary%20Democratic%20Coalition\"&gt;CDU&lt;/a&gt;'s (Communists and Greens) share of the vote increased slightly compared to 2011, receiving 8% of the vote and one additional MP. The &lt;a href=\"People%E2%80%93Animals%E2%80%93Nature\"&gt;People–Animals–Nature&lt;/a&gt; (PAN) also elected one member of parliament becoming the first time since 1999 in which a new party entered the Assembly. &lt;a href=\"Voter%20turnout\"&gt;Voter turnout&lt;/a&gt; reached a new low, with just 55.8% of the electorate casting their ballot on election day.\nPassos Coelho was asked, by the President of the Republic, to form a minority government that took the oath of office on October 30, 2015. The government fell after the approval of a motion to bring it down on 10 November. On 24 November, &lt;a href=\"Ant%C3%B3nio%20Costa\"&gt;António Costa&lt;/a&gt; was appointed by the President of the Republic as Prime Minister-designate. Costa was sworn in on 26 November 2015.\nBackground.\nPS leadership election 2011.\nAfter &lt;a href=\"Jos%C3%A9%20S%C3%B3crates\"&gt;José Sócrates&lt;/a&gt; resignation from the party's leadership, due to the poor result of the Socialists in the &lt;a href=\"2011%20Portuguese%20legislative%20election\"&gt;2011 elections&lt;/a&gt;, a snap leadership election was called to elect a new leader for 22 and 23 July 2011. There were two candidates on the ballot: &lt;a href=\"Ant%C3%B3nio%20Jos%C3%A9%20Seguro\"&gt;António José Seguro&lt;/a&gt; and &lt;a href=\"Francisco%20Assis\"&gt;Francisco Assis&lt;/a&gt;. Seguro was elected by a landslide and the results were the following:\n! align=\"center\" colspan=2 style=\"width: 60px\"|Candidate\n! align=\"center\" style=\"width: 50px\"|Votes\n! align=\"center\" style=\"width: 50px\"|%\nPS Primaries 2014.\nThe 2014 Portuguese Socialist Party prime ministerial primary was held on 28 September 2014. It was the first open primary in the history of the party, and of Portugal, and elected the party's candidate for Prime Minister for the 2015 general election. There were two candidates running, &lt;a href=\"Ant%C3%B3nio%20Jos%C3%A9%20Seguro\"&gt;António José Seguro&lt;/a&gt;, General Secretary of the party at the time of the primary, and &lt;a href=\"Ant%C3%B3nio%20Costa\"&gt;António Costa&lt;/a&gt;, mayor of Lisbon. António Costa won the primary by a landslide with 67.9% of the vote against the 31.7% of Antonio José Seguro, resulting in Seguro conceding defeat and resigning as General Secretary of the party. Costa was next elected new socialist's General Secretary on 22 November 2014. The results were the following:\n! align=\"center\" colspan=2 style=\"width: 60px\"|Candidate\n! align=\"center\" style=\"width: 50px\"|Votes\n! align=\"center\" style=\"width: 50px\"|%\nBE leadership election 2014.\nOne year after the disappointing results of the party in the &lt;a href=\"2011%20Portuguese%20legislative%20election\"&gt;2011 elections&lt;/a&gt;, the then &lt;a href=\"Left%20Bloc%20%28Portugal%29\"&gt;Left Bloc&lt;/a&gt; leader, &lt;a href=\"Francisco%20Lou%C3%A7%C3%A3\"&gt;Francisco Louçã&lt;/a&gt;, decided to leave the leadership and a party convention was held to elect a new leader. In November 2012, the party elected a dual leadership headed by &lt;a href=\"Jo%C3%A3o%20Semedo\"&gt;João Semedo&lt;/a&gt; and &lt;a href=\"Catarina%20Martins\"&gt;Catarina Martins&lt;/a&gt;. However, bad polling and election results put pressure in the party's leadership, and a new party convention, in 2014, showed a very divided party as the dual leadership of Semedo and Martins was reelected by a very slim margin. The results were the following:\n! align=\"center\" colspan=2 style=\"width: 60px\"|Candidate\n! align=\"center\" style=\"width: 50px\"|Votes\n! align=\"center\" style=\"width: 50px\"|%\nJust 7 days after the very close result in the party's convention, on 30 November 2014, &lt;a href=\"Jo%C3%A3o%20Semedo\"&gt;João Semedo&lt;/a&gt; resigned as party coordinator and &lt;a href=\"Catarina%20Martins\"&gt;Catarina Martins&lt;/a&gt; became to sole party coordinator.\nDate.\nAccording to the Portuguese Constitution, an election must be called between 14 September and 14 October of the year that the legislature ends. The election is called by the &lt;a href=\"President%20of%20Portugal\"&gt;President of Portugal&lt;/a&gt; but is not called at the request of the &lt;a href=\"Prime%20Minister%20of%20Portugal\"&gt;Prime Minister&lt;/a&gt;, however the President must listen all the parties represented in Parliament and the election day must be announced at least 60 days before the election. If an election is called in the middle of the legislature (Dissolution of Parliament) it must be held at least in 55 days. Election day is the same in all multi-seats constituencies, and should fall on a Sunday or national holiday. The next legislative election must, therefore, took place no later than 11 October 2015. After meeting with all of the parties represented in parliament on 21 July 2015, the President &lt;a href=\"An%C3%ADbal%20Cavaco%20Silva\"&gt;Aníbal Cavaco Silva&lt;/a&gt; called the election for 4 October.\nElectoral system.\nThe &lt;a href=\"Assembly%20of%20the%20Republic%20%28Portugal%29\"&gt;Assembly of the Republic&lt;/a&gt; has 230 members elected to four-year terms. Governments do not require absolute majority support of the Assembly to hold office, as even if the number of opposers of government is larger than that of the supporters, the number of opposers still needs to be equal or greater than 116 (absolute majority) for both the Government's Programme to be rejected or for a &lt;a href=\"motion%20of%20no%20confidence\"&gt;motion of no confidence&lt;/a&gt; to be approved.\nThe number of seats assigned to each district depends on the &lt;a href=\"district%20magnitude\"&gt;district magnitude&lt;/a&gt;. The use of the &lt;a href=\"d%27Hondt%20method\"&gt;d'Hondt method&lt;/a&gt; makes for a higher effective threshold than certain other allocation methods such as the &lt;a href=\"Largest%20remainder%20method\"&gt;Hare quota&lt;/a&gt; or &lt;a href=\"Sainte-Lagu%C3%AB%20method\"&gt;Sainte-Laguë method&lt;/a&gt;, which are more generous to small parties.\nFor these elections, and compared with the 2011 elections, the MPs distributed by districts were the following:\nParties.\nParliamentary factions.\nThe table below lists the parties represented in the &lt;a href=\"Assembly%20of%20the%20Republic%20%28Portugal%29\"&gt;Assembly of the Republic&lt;/a&gt; during the 12th legislature (2011-2015):\nContesting parties.\nThe parties and coalitions that contested seats to the &lt;a href=\"Assembleia%20da%20Rep%C3%BAblica\"&gt;Portuguese parliament&lt;/a&gt;, and their leaders, were:\nCampaign period.\nCandidates' debates.\nAfter changes in the electoral law that obligated that all of the parties contesting an election should be represented in debates, the 3 main TV networks &lt;a href=\"R%C3%A1dio%20e%20Televis%C3%A3o%20de%20Portugal\"&gt;RTP&lt;/a&gt;, &lt;a href=\"Sociedade%20Independente%20de%20Comunica%C3%A7%C3%A3o\"&gt;SIC&lt;/a&gt; and &lt;a href=\"Televis%C3%A3o%20Independente\"&gt;TVI&lt;/a&gt; proposed 3 debates between the two main candidates &lt;a href=\"Ant%C3%B3nio%20Costa\"&gt;António Costa&lt;/a&gt; and &lt;a href=\"Pedro%20Passos%20Coelho\"&gt;Pedro Passos Coelho&lt;/a&gt; and also a series of head-to-head debates between various party leaders and one debate with all party leaders. After meetings with the various parties, it was decided to hold two face-to-face debates between António Costa and Pedro Passos Coelho in which one will be broadcast on television and the other on radio. There was also going to be a debate between all the parties represented in Parliament but it was cancelled by the refusal of the PSD/CDS-PP coalition to have only the leader of the PSD on the debate and not also the leader of the CDS-PP, &lt;a href=\"Paulo%20Portas\"&gt;Paulo Portas&lt;/a&gt;\nCompleted televised debates:\nResults.\nThe results display a relative victory of the right-wing coalition, but they also display a combined victory of the left-wing parties (including the Socialist Party), with a &lt;a href=\"hung%20parliament\"&gt;hung parliament&lt;/a&gt; (a right-wing single winner and a left-wing majority parliament).\n! rowspan=\"2\" colspan=\"2\" style=\"background:#e9e9e9; text-align:left;\" alignleft|&lt;a href=\"Political%20party\"&gt;Parties&lt;/a&gt;\n! rowspan=\"2\" style=\"background:#e9e9e9; text-align:right;\"|Votes\n! rowspan=\"2\" style=\"background:#e9e9e9; text-align:right;\"|%\n! rowspan=\"2\" style=\"background:#e9e9e9; text-align:right;\"|±&lt;a href=\"Percentage%20point\"&gt;pp&lt;/a&gt; &lt;a href=\"Swing%20%28politics%29\"&gt;swing&lt;/a&gt;\n! colspan=\"5\" style=\"background:#e9e9e9; text-align:center;\"|&lt;a href=\"Member%20of%20Parliament\"&gt;MPs&lt;/a&gt;\n! rowspan=\"2\" style=\"background:#e9e9e9; text-align:right;\"|MPs %/votes %\n! style=\"background:#e9e9e9; text-align:center;\"|&lt;a href=\"2011%20Portuguese%20legislative%20election\"&gt;2011&lt;/a&gt;\n! style=\"background:#e9e9e9; text-align:center;\"|2015\n! style=\"background:#e9e9e9; text-align:right;\"|±\n! style=\"background:#e9e9e9; text-align:right;\"|%\n! style=\"background:#e9e9e9; text-align:right;\"|±\nDistribution by constituency.\n!rowspan=2|Constituency!!%!!S!!%!!S!!%!!S!!%!!S!!%!!S!!%!!S\n!rowspan=2|TotalS\n!colspan=2 | &lt;a href=\"Portugal%20Alliance\"&gt;PàF&lt;/a&gt;\n!colspan=2 | &lt;a href=\"Socialist%20Party%20%28Portugal%29\"&gt;PS&lt;/a&gt;\n!colspan=2 | &lt;a href=\"Left%20Bloc%20%28Portugal%29\"&gt;BE&lt;/a&gt;\n!colspan=2 | &lt;a href=\"Democratic%20Unity%20Coalition\"&gt;CDU&lt;/a&gt;\n!colspan=2 | &lt;a href=\"Social%20Democratic%20Party%20%28Portugal%29\"&gt;PSD&lt;/a&gt;\n!colspan=2 | &lt;a href=\"People%E2%80%93Animals%E2%80%93Nature\"&gt;PAN&lt;/a&gt;\nGovernment formation.\nThe &lt;a href=\"Socialist%20Party%20%28Portugal%29\"&gt;Socialists&lt;/a&gt;, the &lt;a href=\"Left%20Bloc%20%28Portugal%29\"&gt;Left Bloc&lt;/a&gt;, the &lt;a href=\"Portuguese%20Communist%20Party\"&gt;Communists&lt;/a&gt; and the &lt;a href=\"Ecologist%20Party%20%26quot%3BThe%20Greens%26quot%3B\"&gt;Greens&lt;/a&gt; started negotiations to form a left-wing majority coalition government. On 19 October 2015, the &lt;a href=\"Socialist%20Party%20%28Portugal%29\"&gt;Secretary-General of the Socialist Party&lt;/a&gt;, &lt;a href=\"Ant%C3%B3nio%20Costa\"&gt;António Costa&lt;/a&gt;, rejected the proposal for a post-election &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt; with the right-wing alliance &lt;a href=\"Portugal%20Ahead\"&gt;PàF&lt;/a&gt;. On the next day, Costa said that the Socialist Party would reject in the parliament any government that would be led by &lt;a href=\"Pedro%20Passos%20Coelho\"&gt;Pedro Passos Coelho&lt;/a&gt; and supported by the right-wing coalition Portugal Ahead. During the same day, António Costa guaranteed to President &lt;a href=\"An%C3%ADbal%20Cavaco%20Silva\"&gt;Aníbal Cavaco Silva&lt;/a&gt; that the Socialist Party had the conditions to form a government, supported in the parliament by the Left Bloc and the Communist Party.\nAfter being consulted by the President, the Socialist Party, the Left Bloc, the Communist Party and the Greens expressed their intention to support a government of the Socialist Party, led by António Costa.\nAmong the most likely scenarios that were considered for a new government were:\nOn 22 October, President Aníbal Cavaco Silva controversially designated Pedro Passos Coelho to form a new government, which after taking the &lt;a href=\"oath%20of%20office\"&gt;oath of office&lt;/a&gt; had 10 days to submit its programme in Parliament. But the PS, BE and CDU had already stated that they would call a motion of rejection to bring down the government.\nOn 23 October, the new &lt;a href=\"Assembly%20of%20the%20Republic%20%28Portugal%29\"&gt;Assembly of the Republic&lt;/a&gt; was opened. &lt;a href=\"Eduardo%20Ferro%20Rodrigues\"&gt;Eduardo Ferro Rodrigues&lt;/a&gt;, a Socialist, was elected as President of the Assembly with the support of the Socialists, the Communists, the Left Bloc and the Greens. He received 120 votes against 108 votes for the government's candidate.\nThe members of the &lt;a href=\"XX%20Constitutional%20Government%20of%20Portugal\"&gt;second Passos Coelho government&lt;/a&gt; took the &lt;a href=\"oath%20of%20office\"&gt;oath of office&lt;/a&gt; on 30 October. The government programme was to be voted in the Parliament on 10 November.\nFall of the government.\nThe Socialist Party reached agreements with the three other left-wing parties: the Left Bloc, the Communists and the Greens. Those agreements were eventually approved by the national organs of the Socialist Party on 8 November. On 10 November, the Portugal Ahead government programme was rejected in a motion of rejection by a vote of 123 to 107 MPs. On 26 November, a new &lt;a href=\"XXI%20Constitutional%20Government%20of%20Portugal\"&gt;government&lt;/a&gt; was established as a Socialist Party &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt; led by Prime Minister &lt;a href=\"Ant%C3%B3nio%20Costa\"&gt;António Costa&lt;/a&gt;."
}