{
    "id": "3479159",
    "revid": "7852030",
    "url": "https://en.wikipedia.org/wiki?curid=3479159",
    "title": "2005 New York City transit strike",
    "text": "The 2005 New York City transit strike, held from December 20 through 22, 2005, was the third &lt;a href=\"strike%20action\"&gt;strike&lt;/a&gt; ever by the &lt;a href=\"Transport%20Workers%20Union%20of%20America\"&gt;Transport Workers Union Local 100&lt;/a&gt; against New York City's &lt;a href=\"Metropolitan%20Transportation%20Authority\"&gt;Transit Authority&lt;/a&gt; and involved between 32,000 and 34,000 strikers.\nIn December 2005, the TWU Local 100 called a strike in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. &lt;a href=\"Negotiation%20%28process%29\"&gt;Negotiations&lt;/a&gt; for a new &lt;a href=\"contract\"&gt;contract&lt;/a&gt; with the &lt;a href=\"Metropolitan%20Transportation%20Authority\"&gt;Metropolitan Transportation Authority&lt;/a&gt; (MTA) broke down over &lt;a href=\"retirement\"&gt;retirement&lt;/a&gt;, &lt;a href=\"pension\"&gt;pension&lt;/a&gt;, and &lt;a href=\"wage\"&gt;wage&lt;/a&gt; increases. The strike began at 3:00 a.m. &lt;a href=\"North%20American%20Eastern%20Standard%20Time%20Zone\"&gt;EST&lt;/a&gt; on December 20. Most &lt;a href=\"New%20York%20City%20Transit%20Authority\"&gt;New York City Transit Authority&lt;/a&gt; and &lt;a href=\"MTA%20Bus%20Company\"&gt;MTA Bus Company&lt;/a&gt; personnel observed the strike, effectively halting all service on the &lt;a href=\"New%20York%20City%20Subway\"&gt;subway&lt;/a&gt; and &lt;a href=\"MTA%20New%20York%20City%20Transit%20buses\"&gt;buses&lt;/a&gt;, except for routes operated from the &lt;a href=\"Spring%20Creek%20Depot\"&gt;Spring Creek Depot&lt;/a&gt;, where workers represented by ATU Local 1181/1061 had a contract in force after striking against the predecessor operator, &lt;a href=\"Command%20Bus%20Company\"&gt;Command Bus Company&lt;/a&gt;, the previous year. Millions of &lt;a href=\"commuter\"&gt;commuter&lt;/a&gt;s were affected. The strike officially ended at 2:35 p.m. EST on December 22, 2005. Service was restored overnight, with all &lt;a href=\"transport\"&gt;transport&lt;/a&gt;ation systems fully operational by the morning commute of the 23rd.\nOn December 27, 2005 the executive board of Local 100 of the TWU accepted a 37-month contract offer from the MTA. The 37-month length was crucial, as the last contract ended on December 15, causing disruption of the New York City economy in the middle of the holiday season. The next contract would expire in mid-January. (However, the union workers rejected the new contract by 7 votes – 11,234 to 11,227 – on January 20, 2006, but overwhelmingly approved it three months later, even though the offer had been legally retracted.)\nThis was the third strike ever against New York City's Transit Authority. The first was a 12-day walkout in &lt;a href=\"1966%20New%20York%20City%20transit%20strike\"&gt;1966&lt;/a&gt; which prompted the creation of &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;'s &lt;a href=\"Taylor%20Law\"&gt;Taylor Law&lt;/a&gt;. The second was the 11-day &lt;a href=\"1980%20New%20York%20City%20transit%20strike\"&gt;1980 strike&lt;/a&gt;. The 2005 strike, which took place during the busiest shopping week of the year, significantly affected the local economy temporarily, at an estimated total of $80 million.\nOn April 10, 2006, Justice &lt;a href=\"Theodore%20T.%20Jones\"&gt;Theodore T. Jones&lt;/a&gt; sentenced Local 100 President &lt;a href=\"Roger%20Toussaint\"&gt;Roger Toussaint&lt;/a&gt; to ten days in jail and a week later, the union was fined $2.5 million and the automatic deduction of dues from all members was suspended.\nTimeline.\nLocal 100 of the &lt;a href=\"Transport%20Workers%20Union%20of%20America\"&gt;Transport Workers Union&lt;/a&gt; (TWU), Local 726 (Staten Island) and Local 1056 (Queens) of the &lt;a href=\"Amalgamated%20Transit%20Union\"&gt;Amalgamated Transit Union&lt;/a&gt; walked off the job around 3:00 a.m. EST on Tuesday, December 20, 2005, after contract talks broke down during the night, and union negotiators left the bargaining table. TWU members returned to work after an apparent breakthrough in negotiations on December 22, 2005 at 2:35 p.m. EST.\nThe strike was illegal under the provisions of an addition to New York State Civil Service Law called the Public Employees Fair Employment Act, more commonly called the &lt;a href=\"Taylor%20Law\"&gt;Taylor Law&lt;/a&gt;, which has been in effect since September 1, 1967. It was passed largely in response to the &lt;a href=\"1966%20New%20York%20City%20transit%20strike\"&gt;1966 transit strike&lt;/a&gt;. It prohibits municipal workers from striking and provides alternative means for &lt;a href=\"dispute%20resolution\"&gt;dispute resolution&lt;/a&gt;. The law provides for criminal penalties including &lt;a href=\"imprisonment\"&gt;imprisonment&lt;/a&gt; of union officials, and &lt;a href=\"fine%20%28penalty%29\"&gt;fines&lt;/a&gt; against the union and individual striking workers. On December 20, &lt;a href=\"New%20York%20Supreme%20Court\"&gt;state Supreme Court&lt;/a&gt; Justice &lt;a href=\"Theodore%20T.%20Jones\"&gt;Theodore T. Jones&lt;/a&gt; ruled that the Transport Workers Union was in &lt;a href=\"contempt%20of%20court\"&gt;contempt of two court injunctions&lt;/a&gt;, ordering it not to strike and imposing a &lt;a href=\"USD\"&gt;US$&lt;/a&gt;1 million per day fine against the union.\nThe International TWU issued a statement demanding that Local 100 TWU members return to work immediately, in light of the court injunction and the illegality of the strike. This statement would legally remove culpability from the International TWU in regards to fines levied by the courts. Additionally, International TWU leaders stated publicly that they believed that the strike should not have taken place as they believed that the talks were progressing, and that the last offer made by the MTA was fair and a show of willingness to &lt;a href=\"compromise\"&gt;compromise&lt;/a&gt;.\nNo formal negotiations were held from the stoppage of talks on the night of December 19, 2005 until December 21, 2005, although various news articles have cited anonymous sources that informal talks were continuing. During this period of time, both sides went to court to argue their cases. The MTA suggested &lt;a href=\"binding%20arbitration\"&gt;binding arbitration&lt;/a&gt; as a possible solution, but that possibility was rejected by the local union representatives. Such a resolution could have been imposed if the state's Public Employment Relations Board had declared a formal &lt;a href=\"impasse\"&gt;impasse&lt;/a&gt; between the union and the MTA.\nAt 1:00 a.m. EST on December 22, 2005, the TWU leadership and the MTA were both present in the &lt;a href=\"Grand%20Hyatt\"&gt;Grand Hyatt&lt;/a&gt; hotel in Manhattan, talking individually with the state &lt;a href=\"mediation\"&gt;mediation&lt;/a&gt; panel. At this time, it is unclear whether the TWU and MTA conversed face-to-face. However, the two sides agreed to resume contract talks and the TWU agreed to direct its membership to return to work. Both parties agreed to a &lt;a href=\"press%20blackout\"&gt;press blackout&lt;/a&gt; during contract talks.\nContext.\nUnion negotiations.\nPre-strike negotiations.\nThe previous contract between MTA and its workers expired at 12:01 a.m. EST (05:01 UTC) December 16, 2005. The MTA and the &lt;a href=\"Transport%20Workers%20Union%20of%20America\"&gt;Transport Workers Union&lt;/a&gt;, led by &lt;a href=\"Roger%20Toussaint\"&gt;Roger Toussaint&lt;/a&gt;, were negotiating to settle a new contract. As they were unable to reach an agreement, the TWU extended the deadline to December 20, 2005, but since the 12:01 a.m. EST (05:01 UTC) December 20, 2005 deadline was not met, the union decided to strike.\nA \"limited strike\" began on two private bus lines, (&lt;a href=\"Jamaica%20Buses%20Incorporated\"&gt;Jamaica Buses Incorporated&lt;/a&gt; and &lt;a href=\"Triboro%20Coach%20Corporation\"&gt;Triboro Coach Corporation&lt;/a&gt;), on Monday, December 19, 2005, when their 750 drivers walked off the job. Private carriers were chosen for this \"limited strike\" because they are not covered under New York state law. However, when these private lines were integrated into MTA Bus on January 9, 2006, their workers became public employees subject to the Taylor Law. It was unclear at the time whether negotiations with the MTA would cover these employees.\nFull strikes on subways and buses began on Tuesday, December 20, 2005. The strike was announced by the union and took effect at 3:00 a.m. EST (08:00 UTC) December 20. At the time, Roger Toussaint declared: \"The Local 100 Executive Board has voted overwhelmingly to extend strike action to all MTA properties effective immediately.\" After the announcement, it took approximately 1.5 hours for trains to finish their runs and return to the storage yards.\nIn the days leading up to the transit strikes, critics and supporters alike contended that any labor action would affect mainly &lt;a href=\"low-income\"&gt;low-income&lt;/a&gt; &lt;a href=\"minorities\"&gt;minorities&lt;/a&gt;, and the limited strike indeed turned out to be a real hardship for low-income &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt; residents. The local union's official reason for the strike was the transit workers' grievances over the hardships that were increasingly being placed on them by the MTA, specifically the issue of pensions. Among other things, the MTA called for the retirement age to be increased seven years (from 55 to 62) and for the amounts received at retirement to be reduced dramatically through the creation of a new \"tier\" (Tier V) of workers. Most importantly, the MTA had insisted on requiring negotiation of pensions as a condition of negotiating of a new contract although the Taylor Law prohibits this. The MTA had agreed to keep the retirement age at 55 before the strike.\nDemands and counteroffers.\nThe TWU demanded that all members of the union receive a 6% &lt;a href=\"salary\"&gt;salary&lt;/a&gt; increase per year for each of the three years of the contract, plus more expensive accommodations for &lt;a href=\"maternity%20leave\"&gt;maternity leave&lt;/a&gt;, and more money to spend on station maintenance. The MTA offered a 3% raise the first year, a 4% raise the second year, and a 3.5% raise the third year. The striking workers reportedly earn an average of about US$48,000 annually.\nThe TWU also wanted to lower the age at which point the employee is eligible for a full pension from 55 to 50, and the number of years worked to qualify for that pension from 25 years to 20. A 20/50 pension plan had been put in place a few years after a transit strike in the mid-1960s. The immediate retirement of thousands of the most skilled workers, followed by the soaring costs of workers receiving one or more years in retirement for each year worked, was a key factor in the financial and physical collapse of New York City's transit system in the 1970s. By 1980, a less generous 25/55 pension had been imposed on new workers by the state legislature. By the time of the strike, the financial damage from the 20/50 pension plan had abated, because most of those who benefited had retired with their pensions funded, but those hired under the 25/55 plan were approaching the age at which those who preceded them had recently retired.\nA dissident group within the TWU, the New Directions movement, promised a 20/50 pension plan, among other things, as part of its election campaign. After several close and bitterly contested elections, by the time of the strike it had taken over the leadership of the TWU. Despite the damage done to the transit system by a retroactive enhancement of the pension plan in the 1960s, the New York State legislature passed a 20/50 plan several times over the objections of MTA management in the years leading up to the strike. Each time it was vetoed by then-&lt;a href=\"Governor%20Pataki\"&gt;Governor Pataki&lt;/a&gt;, who had signed off on hugely expensive pension enhancements for other public employee unions.\nConversely, the MTA had wanted to raise the retirement age for newer workers from 55 to 62, but dropped this demand in exchange for pension contributions from new workers of 6% of gross salary per year for the first 10 years of employment. Under the previous contract, workers contribute 2% to their pension plan.\nThe pension benefit is not insignificant because it is estimated to cost 25% of salary over the entire 25-year period to fund a pension benefit of half the salary at age 55 for someone who starts employment at age 30. While this estimate is based on a 5% interest rate for discounting present values, a 3.5% annual salary growth rate and mortality according to the Annuity 2000 Merged Gender Mod 1 Table with ages set back 2.0 years. The key point to use the same assumptions to compare the annual yearly cost as a percent of salary for a half pay pension for someone starting at age 30 and retiring at age 62. The additional seven-year wait would drive the cost down to under 17% of salary annual cost. In essence, the MTA's proposal was a greater than 8% salary cut across the board. Using a slightly worse mortality table, the effective salary cut is still within the 7% to 6% salary cut range in terms of value given up. By not accepting the MTA pension offer, Local 100 of the TWU was not forced to a cut. Citing the rising cost of &lt;a href=\"health%20care\"&gt;health care&lt;/a&gt;, the MTA wanted new employees to contribute 1% of their salary to pay for &lt;a href=\"health%20insurance\"&gt;health insurance&lt;/a&gt;. Transit workers currently do not pay for health insurance.\nTWU workers also raised complaints about working conditions, including &lt;a href=\"hazard\"&gt;hazard&lt;/a&gt;s such as smoke, dangerous chemicals and extreme temperatures, abuse from supervisors, verbal or physical threat from passengers, and inability to access restroom facilities on the bus and subway. Just before the contract ended, the MTA offered a 3.5% per year raise and no change in the retirement age, with the caveat that new transit workers pay 6% of their wages into the pension fund, up from the 2% that current workers pay. The offer was rejected, and a strike declared.\nCombined, the pension and health care reforms the MTA sought would cost about US$30 million over the span of the three-year contract. Critics lambasted both the MTA and TWU for allowing a strike to occur over such a relatively small sum. However, the pension costs would balloon to US$160 million in the first 10 years, and US$80 million per year after 20 years. The MTA said that its reluctance to give in to the TWU on this point stems from fear of future deficits (projected to be $1 billion by 2009), although critics contend that its assertion of deficits in early 2005 was fabricated to justify fare hikes. The 2012 MTA budget maintained a $68 million deficit.\nIn 2005, the MTA reported a $1 billion surplus, but it was borrowing heavily for \"capital\" projects that were little more than ongoing maintenance. In addition, many operating expenses had been reclassified as \"reimbursible\" by the capital plan, so money could be borrowed to pay for them. The surplus, in effect, was the MTA going into debt more slowly than expected. Some of the surplus came from abnormally high real estate taxes caused by the real estate boom, and quickly disappeared. Meanwhile, by 2009 MTA deficits outgrew the most pessimistic projections. However, unlike in the 1970s debts run up to add fare discounts and divert tax dollars away from maintenance spending via the capital plan were as much or more to blame as the pension plan, because the attempt to restore the 20/50 pension plan via strike did not succeed.\nThe TWU, for its part, later claimed that it was forced to strike in order to prevent the MTA from raising the retirement age, rather than striking to reduce the retirement age. That was not the case, however, because it is state legislation that sets the terms of the pension plan, and under state law pension terms may not even be the subject of collective bargaining. Years after the strike, the pension plan remains retirement at age 55 after 25 years worked. And as a result of past underfunding, due to optimistic rate of return assumptions, and other pension enhancements that benefitted the TWU, such a retroactive inflation adjustment for retirees and an end to employee contributions, the cost of the pension plan to New York City Transit soared from $468 million in FY 2005 to $770 million in FY 2010 with a projected $950 million in pension costs forecast for FY 2014.\nConsequences.\nLosses.\nThe city estimated that it stood to lose US$400 million on Tuesday — the first day of the strike — and US$300 million each on Wednesday and Thursday. &lt;a href=\"Emergency%20services\"&gt;Emergency services&lt;/a&gt; response time may have been slowed significantly due to increased traffic congestion, possibly creating a danger to life. It was estimated that &lt;a href=\"retailer\"&gt;retailer&lt;/a&gt;s and others lost about $400 million a day in the middle of their busiest season. Public schools used a delayed schedule. Some private high schools closed completely for the week, while other schools such as &lt;a href=\"St.%20John%27s%20University%20%28New%20York%20City%29\"&gt;St. John's&lt;/a&gt; had an ineffective &lt;a href=\"contingency%20plan\"&gt;contingency plan&lt;/a&gt;.\nThe same day of the start of the strike, Justice &lt;a href=\"Theodore%20T.%20Jones\"&gt;Theodore T. Jones&lt;/a&gt; warned the transit union that there would be a US$1 million fine for every day that the Transit Authority is shut down. In addition, for each day the workers missed during the strike, they would be fined two days' pay (their regular &lt;a href=\"wage\"&gt;wage&lt;/a&gt;s for the day plus a one-day penalty). Justice Jones had also considered imposing an additional US$1,000 per day of fines on the union leaders, as well as the possibility of &lt;a href=\"Prison\"&gt;jail&lt;/a&gt; time for them.\nLegal representatives for the city presented arguments before Justice &lt;a href=\"Theodore%20T.%20Jones\"&gt;Theodore T. Jones&lt;/a&gt; requesting individual penalties of US$25,000 per day, per public transit worker striking. And an additional US$22 million per day for economic damages as estimated by the &lt;a href=\"mayor\"&gt;mayor&lt;/a&gt; resultant to lost tax revenue and overtime required for increased law enforcement. There were between 32,000 and 34,000 strikers.\nContingency plans.\nBefore the strike, bus drivers were instructed to finish their route and bring their buses to the depot, while subway trains finished their route, and brought their trains back to the yard.\nIn anticipation of exceptional &lt;a href=\"traffic%20congestion\"&gt;traffic&lt;/a&gt; volumes, an emergency traffic plan was put into effect shortly after the strike officially began. Weekdays from 5:00 a.m. to 11:00 a.m. EST, &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; south of 96th street, as well as all MTA &lt;a href=\"tunnel\"&gt;tunnel&lt;/a&gt;s and bridges, were subject to &lt;a href=\"High-occupancy%20vehicle\"&gt;HOV-4&lt;/a&gt; restrictions; that is, vehicles must contain a minimum of four passengers, and commercial &lt;a href=\"truck\"&gt;truck&lt;/a&gt;s and &lt;a href=\"van\"&gt;van&lt;/a&gt;s were prohibited. To increase car capacities, &lt;a href=\"carpool\"&gt;carpool&lt;/a&gt; staging areas were set up. Alternate side of the street parking rules had been suspended. The HOV car restrictions changed much of the commuting schedules of thousands of motorists. Significantly more inbound vehicles used the Manhattan crossings from 4 to 5 a.m. and after 11 a.m. for the duration for the strike, compared to before the strike. Additionally, during 5 to 11 a.m., inbound strike traffic on Manhattan crossings was reduced compared to regular traffic. The HOV-4 restrictions significantly reduced vehicle traffic into the Manhattan central business district compared to the HOV-2 restrictions during the &lt;a href=\"1980%20New%20York%20City%20transit%20strike\"&gt;1980 strike&lt;/a&gt;.\nCommuters were being encouraged by the city to &lt;a href=\"walk\"&gt;walk&lt;/a&gt; or &lt;a href=\"biking\"&gt;bike&lt;/a&gt; to work; many &lt;a href=\"bridge\"&gt;bridge&lt;/a&gt;s were open to pedestrian traffic, including the &lt;a href=\"Triborough%20Bridge\"&gt;Triborough Bridge&lt;/a&gt;, &lt;a href=\"Manhattan%20Bridge\"&gt;Manhattan Bridge&lt;/a&gt;, and &lt;a href=\"George%20Washington%20Bridge\"&gt;George Washington Bridge&lt;/a&gt; for commuters from &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;. Pedestrian traffic on the four bridges during the strike rose 20- to 50-fold compared to before the strike. On the third day of the strike, a firefighter was critically injured while biking to work when he and a privately operated bus collided. The mayor addressed this in a press conference later on in the day. Many commuters used the &lt;a href=\"New%20York%20Water%20Taxi\"&gt;New York Water Taxi&lt;/a&gt; service from &lt;a href=\"NY%20Waterway\"&gt;NY Waterway&lt;/a&gt; as an alternative to get to &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; from the &lt;a href=\"Brooklyn%20Army%20Terminal\"&gt;Brooklyn Army Terminal&lt;/a&gt;, &lt;a href=\"Hunts%20Point%2C%20Bronx\"&gt;Hunts Point&lt;/a&gt;, &lt;a href=\"South%20Amboy\"&gt;South Amboy&lt;/a&gt;, and &lt;a href=\"Jersey%20City\"&gt;Jersey City&lt;/a&gt;. Other commuters simply stayed home from work.\n&lt;a href=\"taxicab\"&gt;Taxis&lt;/a&gt; were permitted to pick up multiple fares, and operated on a zone system rather than metered fare. Manhattan was divided into four zones, with one zone for each of the other four boroughs. The base fare, for travel within one zone, was limited to US$10 a person (although few cabbies charged less) charged in advance instead of at the end of the ride, plus an additional $5 per person for each additional zone. There were reports of much higher prices than normal demanded by taxi drivers, some charging over $50 per person. However, this was not the norm, and most taxi drivers provided their services within the guidelines.\nPublic schools started two hours later than usual, with &lt;a href=\"school%20bus\"&gt;school bus&lt;/a&gt; pickup times also two hours later than normal. Major &lt;a href=\"university\"&gt;universities&lt;/a&gt; provided extended shuttle service to students, faculty, and staff; many students were in the middle of taking &lt;a href=\"final%20exams\"&gt;final exams&lt;/a&gt;. While buses under the New York City Transit banner were non-operational, some &lt;a href=\"MTA%20Bus%20Company\"&gt;MTA Bus Company&lt;/a&gt; services—such as the &lt;a href=\"Command%20Bus%20Company\"&gt;Command Bus Company&lt;/a&gt;—were running, including some express buses between Brooklyn and Manhattan. The &lt;a href=\"Fox%20News%20Channel\"&gt;Fox News Channel&lt;/a&gt; operated its own buses during the strike along several major routes, giving riders a free trip while the station broadcast live from the buses. Multi-day &lt;a href=\"MetroCard%20%28New%20York%20City%29\"&gt;MetroCard&lt;/a&gt; passes were extended on a day-for-day basis for the duration of the strike.\nPassengers on the &lt;a href=\"Long%20Island%20Rail%20Road\"&gt;Long Island Rail Road&lt;/a&gt; and &lt;a href=\"Metro-North%20Railroad\"&gt;Metro-North Railroad&lt;/a&gt; were charged a strike fare of US$4.00 for intracity travel. &lt;a href=\"Metro-North%20Railroad\"&gt;Metro-North Railroad&lt;/a&gt; had a special East Bronx shuttle (making all Harlem Line stops from &lt;a href=\"Mount%20Vernon%20West%20%28Metro-North%20station%29\"&gt;Mount Vernon West&lt;/a&gt; to &lt;a href=\"Grand%20Central%20Terminal\"&gt;Grand Central Terminal&lt;/a&gt;, but bypassing &lt;a href=\"Tremont%20%28Metro-North%20station%29\"&gt;Tremont&lt;/a&gt; and &lt;a href=\"Melrose%20%28Metro-North%20station%29\"&gt;Melrose&lt;/a&gt;) by December 21. Regular peak trains did not stop in the Bronx. There were similar plans on the &lt;a href=\"Hudson%20Line%20%28Metro-North%29\"&gt;Hudson Line&lt;/a&gt;, and in addition there was a special park and ride lot near &lt;a href=\"Yankee%20Stadium%20%281923%29\"&gt;Yankee Stadium&lt;/a&gt;, and at &lt;a href=\"Shea%20Stadium\"&gt;Shea Stadium&lt;/a&gt; in Queens. The &lt;a href=\"New%20Haven%20Line\"&gt;New Haven Line&lt;/a&gt; ran normally, stopping at &lt;a href=\"Fordham%20%28Metro-North%20station%29\"&gt;Fordham&lt;/a&gt; only in the Bronx, as usual. &lt;a href=\"Long%20Island%20Rail%20Road\"&gt;Long Island Rail Road&lt;/a&gt; customers also faced service changes. There was no service to &lt;a href=\"Bellerose%20%28LIRR%20station%29\"&gt;Bellerose&lt;/a&gt;, &lt;a href=\"Hollis%20%28LIRR%20station%29\"&gt;Hollis&lt;/a&gt;, &lt;a href=\"Rosedale%20%28LIRR%20station%29\"&gt;Rosedale&lt;/a&gt;, &lt;a href=\"Locust%20Manor%20%28LIRR%20station%29\"&gt;Locust Manor&lt;/a&gt;, &lt;a href=\"Saint%20Albans%20%28LIRR%20station%29\"&gt;Saint Albans&lt;/a&gt;, or &lt;a href=\"Hunterspoint%20Avenue%20%28LIRR%20station%29\"&gt;Hunterspoint Avenue&lt;/a&gt; during rush hours. Shuttle trains operated between Jamaica/Great Neck and Penn Station. During middays, additional shuttle service was provided to Bellerose and Long Island City. During the strike, the LIRR recorded a 60% increase in daily ridership compared to before the strike, and the Metro-North recorded a 40% increase.\nThe &lt;a href=\"PATH%20%28rail%20system%29\"&gt;PATH&lt;/a&gt; ran extra service between &lt;a href=\"33rd%20Street%20%28PATH%20station%29\"&gt;33rd Street&lt;/a&gt; and the &lt;a href=\"World%20Trade%20Center%20%28PATH%20station%29\"&gt;World Trade Center&lt;/a&gt; from 6 AM to 8 PM during the days of the strike. During the strike, the PATH recorded a 50% increase in daily ridership compared to before the strike.\nResolution.\nAt a &lt;a href=\"news%20conference\"&gt;news conference&lt;/a&gt; the morning of December 22, 2005, it was announced that the state mediator, Richard Curreri, had reached a preliminary agreement between the MTA and a TWU team including Roger Toussaint for transit workers to return to work for a time without a contract. Progress had also been made on the pensions issue. At 2:35 p.m. EST, December 22, the agreement was approved by the executive board of the TWU local (36 yes, 5 no and 2 abstentions). Agreements were made on the ability to use restroom facilities by workers during shifts. Workers began to restore services. Buses and subways were restored at &lt;a href=\"midnight\"&gt;midnight&lt;/a&gt;, while signals, switches, stations, and other things were checked out. The MTA says that service was incrementally added during the later morning &lt;a href=\"rush%20hour\"&gt;rush hour&lt;/a&gt;. By late morning service was running on a normal weekday schedule.\nAt a news conference on the evening of December 27, 2005, &lt;a href=\"Roger%20Toussaint\"&gt;Roger Toussaint&lt;/a&gt; announced an agreement with the MTA calling for no change in the pension, 3%, 4%, and 3.5% annual salary increases for the next three years respectively plus a 1.5% of salary cost to workers to help defray health care costs. In addition, they got &lt;a href=\"Martin%20Luther%20King%2C%20Jr.%20Day\"&gt;Martin Luther King, Jr. Day&lt;/a&gt; as a paid holiday — viewed to be very important, as the workforce is now mainly black (&lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;, African-American) as well as Asian, or Hispanic. Also, the union won a refund of some prior employee &lt;a href=\"pension\"&gt;pension&lt;/a&gt; contributions.\nOn January 2, 2006, several TWU Local 100 representatives gathered up in Union Square and held a press conference, threatening to go on strike again if the MTA does not stop \"keeping secrets.\" Roger Toussaint however, disagrees with the representatives and claims \"the contract is fair enough.\"\nOn January 5, 2006, MTA chairman &lt;a href=\"Peter%20Kalikow\"&gt;Peter Kalikow&lt;/a&gt;, a &lt;a href=\"George%20Pataki\"&gt;Pataki&lt;/a&gt; appointee, conceded that making the pension cutback demand was an error.\nOn January 20, 2006 it was announced that the contract was rejected by 7 votes out of approximately 22,000 cast.\nOn January 31, 2006 Local 100's executive board met to decide on its response to both the MTA latest offer and the &lt;a href=\"wikt%3Arank%20and%20file\"&gt;rank and file&lt;/a&gt;'s rejection.\nOn March 15, 2006, Toussaint announced that he wanted a revote on the rejected contract and two days later, there was a vote of 24-12 in favor of a revote and on April 18, Toussaint announced that the union has approved it by a vote of 14,716 to 5,877. The MTA, however, has said the contract is no longer on the table and sought &lt;a href=\"binding%20arbitration\"&gt;binding arbitration&lt;/a&gt; to settle negotiation, which the arbitrator did on December 15 when the board imposed a new three-year contract that both the MTA and TWU Local 100 must accept.\nBeginning in June 2006, the Taylor law penalties were deducted from striking workers' checks. Withholding of the Union checkoff was withheld until early 2007. The TWU agree to pay over $300,000 a month towards strike-related penalties.\nPublic response.\nAccording to a &lt;a href=\"NY1\"&gt;NY1&lt;/a&gt; news poll, 41% of New Yorkers thought both the MTA and the Transport Workers Union were to blame for the strike. About 27% solely faulted the MTA, while 25% blamed the union for the walkout. 54% of New Yorkers thought what the union wanted was fair compared to 36% who did not. But &lt;a href=\"Race%20%28classification%20of%20human%20beings%29\"&gt;race&lt;/a&gt; was also shown to play into this result: 38% of &lt;a href=\"white%20people\"&gt;white&lt;/a&gt; New Yorkers thought the TWU's demands were fair, while nearly three-quarters of both &lt;a href=\"African-American\"&gt;African-American&lt;/a&gt;s and &lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Latino&lt;/a&gt;s agreed with the TWU's proposals. Three times as many white New Yorkers said the union is more to blame for the strike than did African-American New Yorkers.\nAs for Mayor &lt;a href=\"Michael%20Bloomberg\"&gt;Michael Bloomberg&lt;/a&gt;'s handling of the crisis, 51% said he did \"not so good\" or \"poor,\" while 45% said he did \"great\" or \"good,\" Governor &lt;a href=\"George%20E.%20Pataki\"&gt;George E. Pataki&lt;/a&gt; attracted more blame, with 69% saying his performance was \"not good\" or \"poor,\" and just 23% saying he did \"great\" or \"good.\"\nOne day before the strike, an \"&lt;a href=\"AM%20New%20York\"&gt;AM New York&lt;/a&gt;\" poll showed that, when given the choice, 68% of respondents favored the MTA while only 32% favored the local TWU in negotiations."
}