{
    "id": "348268",
    "revid": "34885708",
    "url": "https://en.wikipedia.org/wiki?curid=348268",
    "title": "Crisis management",
    "text": "Crisis management is the process by which an organization deals with a disruptive and unexpected event that threatens to harm the organization or its stakeholders. The study of crisis management originated with large-scale industrial and environmental disasters in the 1980s. It is considered to be the most important process in &lt;a href=\"public%20relations\"&gt;public relations&lt;/a&gt;.\nThree elements are common to a crisis: (a) a threat to the organization, (b) the element of surprise, and (c) a short decision time. Venette argues that \"crisis is a process of transformation where the old system can no longer be maintained\". Therefore, the fourth defining quality is the need for change. If change is not needed, the event could more accurately be described as a failure or incident.\nIn contrast to &lt;a href=\"risk%20management\"&gt;risk management&lt;/a&gt;, which involves assessing potential threats and finding the best ways to avoid those threats, crisis management involves dealing with threats before, during, and after they have occurred. It is a discipline within the broader context of &lt;a href=\"management\"&gt;management&lt;/a&gt; consisting of skills and techniques required to identify, assess, understand, and cope with a serious situation, especially from the moment it first occurs to the point that recovery procedures start.\nIntroduction.\nCrisis management is a situation-based management system that includes clear roles and responsibilities and process related organisational requirements company-wide. The response shall include action in the following areas: Crisis prevention, crisis assessment, crisis handling and crisis termination. The aim of crisis management is to be well prepared for crisis, ensure a rapid and adequate response to the crisis, maintaining clear lines of reporting and communication in the event of crisis and agreeing rules for crisis termination.\nThe techniques of crisis management include a number of consequent steps from the understanding of the influence of the crisis on the corporation to preventing, alleviating, and overcoming the different types of crisis. Crisis management consists of different aspects including: \nCrisis-management methods of a business or an organization are called a crisis-management plan. A British Standard BS11200:2014 provides a useful foundation for understanding terminology and frameworks relating to crisis, in this document the focus is on the corporate exposure to risks in particular to the black swan events that result in significant strategic threats to organisations. Currently there is work on-going to develop an International standard.\nCrisis management is occasionally referred to as &lt;a href=\"incident%20management\"&gt;incident management&lt;/a&gt;, although several industry specialists such as &lt;a href=\"Peter%20Power%20%28crisis%20management%20specialist%29\"&gt;Peter Power&lt;/a&gt; argue that the term \"crisis management\" is more accurate.\nA crises mindset requires the ability to think of the worst-case scenario while simultaneously suggesting numerous solutions. &lt;a href=\"Trial%20and%20error\"&gt;Trial and error&lt;/a&gt; is an accepted discipline, as the first line of defense might not work. It is necessary to maintain a list of contingency plans and to be always on alert. Organizations and individuals should always be prepared with a rapid response plan to emergencies which would require analysis, drills and exercises.\nThe credibility and reputation of organizations is heavily influenced by the perception of their responses during crisis situations. The organization and communication involved in responding to a crisis in a timely fashion makes for a challenge in businesses. There must be open and consistent communication throughout the hierarchy to contribute to a successful &lt;a href=\"crisis-communication\"&gt;crisis-communication&lt;/a&gt; process.\nThe related terms &lt;a href=\"emergency%20management\"&gt;emergency management&lt;/a&gt; and &lt;a href=\"business%20continuity%20management\"&gt;business continuity management&lt;/a&gt; focus respectively on the prompt but short lived \"first aid\" type of response (e.g. putting the fire out) and the longer-term recovery and restoration phases (e.g. moving operations to another site). Crisis is also a facet of &lt;a href=\"risk%20management\"&gt;risk management&lt;/a&gt;, although it is probably untrue to say that crisis management represents a failure of risk management, since it will never be possible to totally mitigate the chances of catastrophes' occurring.\nTypes of crisis.\nDuring the crisis management process, it is important to identify types of crises in that different crises necessitate the use of different crisis management strategies. Potential crises are enormous, but crises can be clustered.\nLerbinger categorized eight types of crises\nNatural disaster.\nNatural disaster related crises, typically natural disasters, are such environmental phenomena as &lt;a href=\"earthquakes\"&gt;earthquakes&lt;/a&gt;, &lt;a href=\"volcano\"&gt;volcanic eruptions&lt;/a&gt;, &lt;a href=\"tornado\"&gt;tornado&lt;/a&gt;es and &lt;a href=\"hurricane\"&gt;hurricane&lt;/a&gt;s, &lt;a href=\"flood\"&gt;flood&lt;/a&gt;s, &lt;a href=\"landslide\"&gt;landslide&lt;/a&gt;s, &lt;a href=\"tsunami\"&gt;tsunami&lt;/a&gt;s, storms, and &lt;a href=\"drought\"&gt;drought&lt;/a&gt;s that threaten life, property, and the environment itself.\nTechnological crisis.\nTechnological crises are caused by human application of science and technology. Technological accidents inevitably occur when technology becomes complex and coupled and something goes wrong in the system as a whole (Technological breakdowns). Some technological crises occur when human error causes disruptions (Human breakdowns). People tend to assign blame for a technological disaster because technology is subject to human manipulation whereas they do not hold anyone responsible for natural disaster. When an accident creates significant environmental damage, the crisis is categorized as \"megadamage\". Samples include software failures, industrial accidents, and oil spills.\nConfrontation crisis.\nConfrontation crisis occur when discontented individuals and/or groups fight businesses, government, and various interest groups to win acceptance of their demands and expectations. The common type of confrontation crisis is boycotts, and other types are picketing, sit-ins, ultimatums to those in authority, blockade or occupation of buildings, and resisting or disobeying police.\nCrisis of malevolence.\nAn organization faces a crisis of malevolence when opponents or miscreant individuals use criminal means or other extreme tactics for the purpose of expressing hostility or anger toward, or seeking gain from, a company, country, or economic system, perhaps with the aim of destabilizing or destroying it. Sample crises include product tampering, kidnapping, malicious rumors, terrorism, &lt;a href=\"cybercrime\"&gt;cybercrime&lt;/a&gt; and espionage.\nExample: &lt;a href=\"Chicago%20Tylenol%20murders\"&gt;Chicago Tylenol murders&lt;/a&gt;\nCrisis of organizational misdeeds.\nCrises occur when management takes actions it knows will harm or place stakeholders at risk for harm without adequate precautions. Lerbinger specified three different types of crises of organizational misdeeds: crises of skewed management values, crises of deception, and crises of management misconduct.\nCrises of skewed management values.\nCrises of skewed management values are caused when managers favor short-term economic gain and neglect broader social values and stakeholders other than investors. This state of lopsided values is rooted in the classical business creed that focuses on the interests of stockholders and tends to disregard the interests of its other stakeholders such as customers, employees, and the community\nIt has 3 stages \n-precrisis\n-acute\n-chronic and\n-conflict resolution\nCrisis of deception.\nCrisis of deception occur when management conceals or misrepresents information about itself and its products in its dealing with consumers and others.\nCrisis of management misconduct.\nSome crises are caused not only by skewed values and deception but deliberate amorality and illegality.\nWorkplace violence.\nCrises occur when an employee or former employee commits violence against other employees on organizational grounds.\nRumors.\nFalse information about an organization or its products creates crises hurting the organization's reputation. Sample is linking the organization to radical groups or stories that their products are contaminated.\nTerrorist attacks/man-made disasters.\nThese occur when the crisis was triggered by people, for example global financial crises, transportation accidents, massive destruction.\nCrisis leadership.\nAlan Hilburg, a pioneer in crisis management, defines organizational crises as categorized as either acute crises or chronic crises. Hilburg also created the concept of the Crisis Arc. Erika Hayes James, an organizational psychologist at the University of Virginia's Darden Graduate School of Business, identifies two primary types of organizational crisis. James defines organizational crisis as \"any emotionally charged situation that, once it becomes public, invites negative stakeholder reaction and thereby has the potential to threaten the financial well-being, reputation, or survival of the firm or some portion thereof\".\nSudden crisis.\nSudden crises are circumstances that occur without warning and beyond an institution's control. Consequently, sudden crises are most often situations for which the institution and its leadership are not blamed.\nSmoldering crisis.\nSmoldering crises differ from sudden crises in that they begin as minor internal issues that, due to manager's negligence, develop to crisis status. These are situations when leaders are blamed for the crisis and its subsequent effect on the institution in question.\nJames categorises five phases of crisis that require specific crisis leadership competencies. Each phase contains an obstacle that a leader must overcome to improve the structure and operations of an organization. James's case study on crisis in the financial services sector, for example, explores why crisis events erode public trust in leadership. James's research demonstrates how leadership competencies of integrity, positive intent, capability, mutual respect, and transparency impact the trust-building process.\nSignal detection.\nSignal detection is the stage in a crisis in which leaders should, but do not always, sense early warning signals (red flags) that suggest the possibility of a crisis. The detection stages of a crisis include:\nPreparation and prevention.\nIt is during this stage that crisis handlers begin preparing for or averting the crisis that had been foreshadowed in the signal detection stage. Hilburg has demonstrated that using an impact/probability model allows organizations to fairly accurately predict crisis scenarios. He's recognized the greatest organizational challenge is 'speaking truth to power' to predict truly worst-case scenarios. Organizations such as the &lt;a href=\"Red%20Cross\"&gt;Red Cross&lt;/a&gt;'s primary mission is to prepare for and prevent the escalation of crisis events. Walmart has been described as an emergency-relief standard bearer after having witnessed the incredibly speedy and well-coordinated effort to get supplies to the &lt;a href=\"Gulf%20Coast%20of%20the%20United%20States\"&gt;Gulf Coast of the United States&lt;/a&gt; in anticipation of &lt;a href=\"Hurricane%20Katrina\"&gt;Hurricane Katrina&lt;/a&gt;.\nContainment and damage control.\nUsually the most vivid stage, the goal of crisis containment and damage control is to limit the reputational, financial, safety, and other threats to firm survival. Crisis handlers work diligently during this stage to bring the crisis to an end as quickly as possible to limit the negative publicity to the organization, and move into the business recovery phase.\nBusiness recovery.\nWhen a crisis hits, organizations must be able to carry on with their business in the midst of the crisis while simultaneously planning for how they will recover from the damage the crisis caused. Crisis handlers not only engage in continuity planning (determining the people, financial, and technology resources needed to keep the organization running), but will also actively pursue organizational resilience.\nLearning.\nIn the wake of a crisis, organizational decision makers adopt a learning orientation and use prior experience to develop new routines and behaviors that ultimately change the way the organization operates. The best leaders recognize this and are purposeful and skillful in finding the learning opportunities inherent in every crisis situation.\nCrisis communication.\nThe effort taken by an organization to communicate with the public and stakeholders when an unexpected event occurs that could have a negative impact on the organization's reputation. This can also refer to the efforts to inform employees or the public of a potential hazard which could have a catastrophic impact. There are 3 essential steps that an organization can take to prepare for and withstand a communications crisis: 1) Define your philosophy; 2) Assess your vulnerabilities; 3) Develop a protocol.\nModels and theories associated with crisis management.\nCrisis Management Strategy.\nCrisis management strategy (CMS) is corporate development strategy designed primarily to prevent crisis for follow-up company advancement. Thus, CMS is synthesis of strategic management. It includes projection of the future based on ongoing monitoring of business internal and external environment, as well as selection and implementation of crisis prevention strategy and operating management. This is including current status control based on ongoing monitoring of the internal and external environment, as well as crisis-coping strategy selection and implementation.\nCrisis Management Model.\nSuccessfully managing a crisis requires an understanding of how to handle a crisis – beginning with before they occur. Alan Hilburg speaks about a crisis arc. The arc consists of crisis avoidance, crisis mitigation and crisis recovery. Gonzalez-Herrero and Pratt found the different phases of Crisis Management.\nThere are 3 phases in any Crisis Management as shown below\nCrisis Management Planning.\nNo corporation looks forward to facing a situation that causes a significant disruption to their business, especially one that stimulates extensive media coverage. Public scrutiny can result in a negative financial, political, legal and government impact. Crisis management planning deals with providing the best response to a crisis.\nWith the growing threat of cyber attacks, \"traditional information technology incident response plans often fail to consider the cross-organizational activities that need to be performed to remain resilient when a major cyber crisis occurs, resulting in a delayed, chaotic, unstructured, and fragmented response. A cyber crisis management plan is designed to reduce these risks through careful pre-planning; therefore, developing a cyber crisis management plan requires organizations to take a holistic approach to cyber crisis planning. By proactively acting to build a cyber crisis management plan, a broader, carefully considered, integrated and validated plan can be developed to meet an organization's unique demands before the crisis strikes.\"\nContingency Planning.\nPreparing contingency plans in advance, as part of a crisis-management plan, is the first step to ensuring an organization is appropriately prepared for a crisis. Crisis-management teams can rehearse a &lt;a href=\"crisis%20plan\"&gt;crisis plan&lt;/a&gt; by developing a simulated scenario to use as a drill. The plan should clearly stipulate that the only people to speak to publicly about the crisis are the designated persons, such as the company spokesperson or crisis team members. Ideally it should be one spokesperson who can be available on call at any time. Cooperation with media is crucial in crisis situation, assure that all questions are answered on time and information on what was done to resolve the situation is provided. The first hours after a crisis breaks are the most crucial, so working with speed and efficiency is important, and the plan should indicate how quickly each function should be performed. When preparing to offer a statement externally as well as internally, information should be accurate and transparent. Providing incorrect or manipulated information has a tendency to backfire and will greatly exacerbate the situation. The contingency plan should contain information and guidance that will help decision makers to consider not only the short-term consequences, but the long-term effects of every decision.\nBusiness Continuity Planning.\nWhen a crisis will undoubtedly cause a significant disruption to an organization, a business continuity plan can help minimize the disruption. First, one must identify the critical functions and processes that are necessary to keep the organization running. This part of the planning should be conducted in the earliest stages, and is part of a business impact analysis phase that will signpost \"How much does the organization stand to lose?” (Osborne, A. (2007). Practical Business Continuity Management. Business Management: Top tips for effective, real-world Business Continuity Management).\nEach critical function and or/process must have its own contingency plan in the event that one of the functions/processes ceases or fails, then the business/organization is more resilient, which in itself provides a mechanism to lessen the possibility of having to invoke recovery plans (Osborne, 2007). Testing these contingency plans by rehearsing the required actions in a simulation will allow those involved to become more acutely aware of the possibility of a crisis. As a result, and in the event of an actual crisis, the team members will act more quickly and effectively.\nA note of caution when planning training scenarios, all too often simulations can lack ingenuity, an appropriate level of realism and as a consequence potentially lose their training value. This part can be improved by employing external exercise designers who are not part of the organisational culture and are able to test an organizations response to crisis, in order to bring about a crisis of confidence for those who manage vital systems.\nFollowing a simulation exercise, a thorough and systematic debriefing must be conducted as a key component of any crisis simulation. The purpose of this is to create a link and draw lessons from the reality of the simulated representation and the reality of the real world.\nThe whole process relating to business continuity planning should be periodically reviewed to identify any number of changes that may invalidate the current plan.\nStructural-Functional systems theory.\nProviding information to an organization in a time of crisis is critical to effective crisis management. Structural-functional systems theory addresses the intricacies of information networks and levels of command making up organizational communication. The structural-functional theory identifies information flow in organizations as \"networks\" made up of members \". Information in organizations flow in patterns called networks.\nDiffusion of innovation theory.\nAnother theory that can be applied to the sharing of information is Diffusion of Innovation Theory. Developed by &lt;a href=\"Everett%20Rogers\"&gt;Everett Rogers&lt;/a&gt;, the theory describes how innovation is disseminated and communicated through certain channels over a period of time. Diffusion of innovation in communication occurs when an individual communicates a new idea to one or several others. At its most elementary form, the process involves: (1) an innovation, (2) an individual or other unit of adoption that has knowledge of or experience with using the innovation, (3) another individual or other unit that does not yet have knowledge of the innovation, and (4) a communication channel connecting the two units. A communication channel is the means by which messages get from one individual to another.\nRole of apologies in crisis management.\nThere has been debate about the role of apologies in crisis management, and some argue that apology opens an organization up for possible legal consequences. \"However some evidence indicates that compensation and sympathy, two less expensive strategies, are as effective as an apology in shaping people’s perceptions of the organization taking responsibility for the crisis because these strategies focus on the victims' needs. The sympathy response expresses concern for victims while compensation offers victims something to offset the suffering.\"\nCrisis leadership.\nJames identifies five leadership competencies which facilitate organizational restructuring during and after a crisis. \nCrisis leadership research concludes that leadership action in crisis reflects the competency of an organization, because the test of crisis demonstrates how well the institution's leadership structure serves the organization's goals and withstands crisis. \nDeveloping effective human resources is vital when building organizational capabilities through crisis management executive leadership.\nUnequal human capital theory.\nJames postulates that organizational crisis can result from discrimination lawsuits. \n James's theory of unequal human capital and &lt;a href=\"social%20position\"&gt;social position&lt;/a&gt; derives from economic theories of human and social capital concluding that minority employees receive fewer organizational rewards than those with access to executive management. In a recent study of managers in a \"Fortune\" 500 company, race was found to be a predictor of promotion opportunity or lack thereof. Thus, discrimination lawsuits can invite negative stakeholder reaction, damage the company's reputation, and threaten corporate survival.\nSocial media and crisis management.\nSocial media has accelerated the speed that information about a crisis can spread. The viral effect of social networks such as Twitter means that stakeholders can break news faster than traditional media - making managing a crisis harder. This can be mitigated by having the right training and policy in place as well as the right social media monitoring tools to detect signs of a crisis breaking. Social media also gives crisis management teams access to real-time information about how a crisis is impacting stakeholder sentiment and the issues that are of most concern to them.\nThe advent of social media changed the field of crisis management dramatically, empowering stakeholders and making organisations more accountable for their actions. By creating a platform for &lt;a href=\"Two-way%20communication\"&gt;two-way symmetrical communication&lt;/a&gt; between an organisation and its stakeholders, social media facilitated a rise in organisational crises, allowing for stakeholders anywhere in the world - providing they have an internet connection - to communicate publicly with organisations. The publishing unfavourable behaviour on social media, combined with the immense speed that information can be shared online, created a need for social media strategy to be included within the crisis management planning process. Stakeholders expect organisations to respond quickly and effectively to crises that transpire online.\nOrganisations should have a planned approach to releasing information to the media in the event of a crisis. A media reaction plan should include a company media representative as part of the Crisis Management Team (CMT). Since there is always a degree of unpredictability during a crisis, it is best that all CMT members understand how to deal with the media and be prepared to do so, should they be thrust into such a situation.\nIn 2010 Procter &amp; Gamble Co called reports that its new Pampers with Dry Max caused rashes and other skin irritations \"completely false\" as it aimed to contain a public relations threat to its biggest diaper innovation in 25 years. A Facebook group called \"Pampers bring back the OLD CRUISERS/SWADDLERS\" rose to over 4,500 members. Pampers denied the allegation and stated that only two complaints had been received for every one million diapers sold. Pampers quickly reached out to people expressing their concerns via social media, Pampers even held a summit with four influential \"mommy bloggers\", to help dispel the rumour. Pampers acted quickly and decisively to an emerging crisis, before competitors and critics alike could fuel the fire further.\nExamples of crisis management.\nExamples of successful crisis management.\nTylenol (Johnson and Johnson).\nIn the fall of 1982, a murderer added 65 milligrams of cyanide to some &lt;a href=\"Tylenol%20%28brand%29\"&gt;Tylenol&lt;/a&gt; capsules on store shelves, killing seven people, including three in one family. Johnson &amp; Johnson recalled and destroyed 31 million capsules at a cost of $100 million. The affable CEO, James Burke, appeared in television ads and at news conferences informing consumers of the company's actions. Tamper-resistant packaging was rapidly introduced, and Tylenol sales swiftly bounced back to near pre-crisis levels.\nWhen another bottle of tainted Tylenol was discovered in a store, it took only a matter of minutes for the manufacturer to issue a nationwide warning that people should not use the medication in its capsule form.\nOdwalla Foods.\nWhen &lt;a href=\"Odwalla\"&gt;Odwalla&lt;/a&gt;'s apple juice was thought to be the cause of an outbreak of E. coli infection, the company lost a third of its market value. In October 1996, an outbreak of E. coli bacteria in Washington state, California, Colorado and British Columbia was traced to unpasteurized apple juice manufactured by natural juice maker Odwalla Inc. Forty-nine cases were reported, including the death of a small child. Within 24 hours, Odwalla conferred with the FDA and Washington state health officials; established a schedule of daily press briefings; sent out press releases which announced the recall; expressed remorse, concern and apology, and took responsibility for anyone harmed by their products; detailed symptoms of E. coli poisoning; and explained what consumers should do with any affected products. Odwalla then developed - through the help of consultants - effective thermal processes that would not harm the products' flavors when production resumed. All of these steps were communicated through close relations with the media and through full-page newspaper ads.\nMattel.\n&lt;a href=\"Mattel\"&gt;Mattel&lt;/a&gt; Inc., the toy maker, has been plagued with more than 28 product recalls and in the summer of 2007, among problems with exports from China, faced two product recalls in two weeks. The company \"did everything it could to get its message out, earning high marks from consumers and retailers. Though upset by the situation, they were appreciative of the company's response. At Mattel, just after the 7 a.m. recall announcement by federal officials, a public relations staff of 16 was set to call reporters at the 40 biggest media outlets. They told each to check their e-mail for a news release outlining the recalls, invited them to a teleconference call with executives and scheduled TV appearances or phone conversations with Mattel's chief executive. The Mattel CEO Robert Eckert did 14 TV interviews on a Tuesday in August and about 20 calls with individual reporters. By the week's end, Mattel had responded to more than 300 media inquiries in the U.S. alone.\"\nPepsi.\nThe &lt;a href=\"Pepsi\"&gt;Pepsi&lt;/a&gt; Corporation faced a crisis in 1993 which started with claims of syringes being found in cans of diet Pepsi. Pepsi urged stores not to remove the product from shelves while it had the cans and the situation investigated. This led to an arrest, which Pepsi made public and then followed with their first video news release, showing the production process to demonstrate that such tampering was impossible within their factories. A second video news release displayed the man arrested. A third video showed surveillance from a &lt;a href=\"convenience%20store\"&gt;convenience store&lt;/a&gt; where a woman was caught inserting a syringe into a can. The company simultaneously publicly worked with the FDA during the crisis. This made public communications effective throughout the crisis. After the crisis had been resolved, the corporation ran a series of special campaigns designed to thank the public for standing by the corporation, along with coupons for further compensation. This case served as a design for how to handle other crisis situations.\nExamples of unsuccessful crisis management.\nBhopal.\nThe Bhopal disaster in which poor communication before, during, and after the crisis cost thousands of lives, illustrates the importance of incorporating &lt;a href=\"cross-cultural%20communication\"&gt;cross-cultural communication&lt;/a&gt; in crisis management plans. According to American University's Trade Environmental Database Case Studies (1997), local residents were not sure how to react to warnings of potential threats from the Union Carbide plant. Operating manuals printed only in English is an extreme example of mismanagement but indicative of systemic barriers to information diffusion. According to Union Carbide's own chronology of the incident (2006), a day after the crisis Union Carbide's upper management arrived in India but was unable to assist in the relief efforts because they were placed under house arrest by the Indian government. Symbolic intervention can be counter productive; a crisis management strategy can help upper management make more calculated decisions in how they should respond to disaster scenarios. The Bhopal incident illustrates the difficulty in consistently applying management standards to multi-national operations and the blame shifting that often results from the lack of a clear management plan.\nFord and Firestone Tire and Rubber Company.\nThe &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford&lt;/a&gt;-&lt;a href=\"Firestone%20Tire%20and%20Rubber%20Company\"&gt;Firestone Tire and Rubber Company&lt;/a&gt; dispute transpired in August 2000. In response to claims that their 15-inch Wilderness AT, radial ATX and ATX II tire treads were separating from the tire core—leading to crashes—Bridgestone/Firestone recalled 6.5 million tires. These tires were mostly used on the &lt;a href=\"Ford%20Explorer\"&gt;Ford Explorer&lt;/a&gt;, the world's top-selling sport utility vehicle (SUV).\nThe two companies committed three major blunders early on, say crisis experts. First, they blamed consumers for not inflating their tires properly. Then they blamed each other for faulty tires and faulty vehicle design. Then they said very little about what they were doing to solve a problem that had caused more than 100 deaths—until they got called to Washington to testify before Congress.\nExxon.\nOn 24 March 1989, a tanker belonging to the &lt;a href=\"Exxon\"&gt;Exxon&lt;/a&gt; Corporation ran aground in the Prince William Sound in Alaska. The &lt;a href=\"Exxon%20Valdez\"&gt;Exxon Valdez&lt;/a&gt; spilled millions of gallons of crude oil into the waters off Valdez, killing thousands of fish, fowl, and sea otters. Hundreds of miles of coastline were polluted and salmon spawning runs disrupted; numerous fishermen, especially Native Americans, lost their livelihoods. Exxon, by contrast, did not react quickly in terms of dealing with the media and the public; the CEO, &lt;a href=\"Lawrence%20Rawl\"&gt;Lawrence Rawl&lt;/a&gt;, did not become an active part of the public relations effort and actually shunned public involvement; the company had neither a communication plan nor a communication team in place to handle the event—in fact, the company did not appoint a public relations manager to its management team until 1993, 4 years after the incident; Exxon established its media center in Valdez, a location too small and too remote to handle the onslaught of media attention; and the company acted defensively in its response to its publics, even laying blame, at times, on other groups such as the Coast Guard. These responses also happened within days of the incident.\nLessons learned in crisis management.\nImpact of catastrophes on shareholder value.\nOne of the foremost recognized studies conducted on the impact of a catastrophe on the stock value of an organization was completed by Dr Rory Knight and Dr Deborah Pretty (1996, Templeton College, University of Oxford - commissioned by the Sedgewick Group). This study undertook a detailed analysis of the stock price (post impact) of organizations that had experienced catastrophes. The study identified organizations that recovered and even exceeded pre-catastrophe stock price, (\"Recoverers\"), and those that did not recover on stock price, (\"Non-recoverers\"). The average cumulative impact on &lt;a href=\"shareholder%20value\"&gt;shareholder value&lt;/a&gt; for the recoverers was 5% plus on their original stock value. So the net impact on shareholder value by this stage was actually positive. The non-recoverers remained more or less unchanged between days 5 and 50 after the catastrophe, but suffered a net negative cumulative impact of almost 15% on their stock price up to one year afterwards.\nOne of the key conclusions of this study is that \"Effective management of the consequences of\ncatastrophes would appear to be a more significant factor than whether catastrophe insurance hedges the economic impact of the catastrophe\".\nWhile there are technical elements to this report it is highly recommended to those who wish to engage their senior management in the value of crisis management.\nCrisis as Opportunity.\nHilburg proffers that every crisis is an opportunity to showcase an institution's character, its commitment to its brand promise and its institutional values. To address such shareholder impact, management must move from a mindset that manages crisis to one that generates crisis leadership. \n Research shows that organizational contributory factors affect the tendency of executives to adopt an effective \"crisis as opportunity\" mindset. Since pressure is both a precipitator and consequence of crisis, leaders who perform well under pressure can effectively guide the organization through such crisis.\nJames contends that most executives focus on communications and &lt;a href=\"public%20relations\"&gt;public relations&lt;/a&gt; as a reactive strategy. While the company's reputation with shareholders, financial well-being, and survival are all at stake, potential damage to reputation can result from the actual management of the crisis issue. Additionally, companies may stagnate as their &lt;a href=\"risk%20management\"&gt;risk management&lt;/a&gt; group identifies whether a crisis is sufficiently \"statistically significant\".\nCrisis leadership, on the other hand, immediately addresses both the damage and implications for the company's present and future conditions, as well as opportunities for improvement.\nPublic-sector crisis management.\nCorporate America is not the only community that is vulnerable to the perils of a crisis. Whether a school shooting, a public health crisis or a terrorist attack that leaves the public seeking comfort in the calm, steady leadership of an elected official, no sector of society is immune to crisis. In response to that reality, crisis management policies, strategies and practices have been developed and adapted across multiple disciplines.\nSchools and crisis management.\nIn the wake of the &lt;a href=\"Columbine%20High%20School%20Massacre\"&gt;Columbine High School Massacre&lt;/a&gt;, the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in 2001, and shootings on college campuses including the &lt;a href=\"Virginia%20Tech%20massacre\"&gt;Virginia Tech massacre&lt;/a&gt;, educational institutions at all levels are now focused on crisis management.\nA national study conducted by the &lt;a href=\"University%20of%20Arkansas\"&gt;University of Arkansas&lt;/a&gt; for Medical Sciences (UAMS) and Arkansas Children's Hospital Research Institute (ACHRI) has shown that many public school districts have important deficiencies in their emergency and disaster plans (The School Violence Resource Center, 2003). In response the Resource Center has organized a comprehensive set of resources to aid schools is the development of crisis management plans. A study conducted by researchers Min Liu, Isaac Blankson and Laurel Servies Brooks in regards to emergency response plans resulted in many findings including affirmative information that emergency and crisis training in institutions of higher education is lacking. They also found that college and university staff's knowledge and self-efficacy are positively correlated, meaning that the more knowledgeable they are, the more confident they feel in responding efficiently to various crisis events, further backing the need for crisis management plans and communication in educational institutions.\nCrisis-management plans cover a wide variety of incidents including bomb threats, child abuse, natural disasters, suicide, drug abuse and gang activities – just to list a few. In a similar fashion the plans aim to address all audiences in need of information including parents, the media and law enforcement officials.\nGovernment and crisis management.\nHistorically, government at all levels—local, state, and national—has played a large role in crisis management. Indeed, many political philosophers have considered this to be one of the primary roles of government. &lt;a href=\"Emergency%20services\"&gt;Emergency services&lt;/a&gt;, such as fire and police departments at the local level, and the &lt;a href=\"United%20States%20National%20Guard\"&gt;United States National Guard&lt;/a&gt; at the federal level, often play integral roles in crisis situations.\nTo help coordinate communication during the response phase of a crisis, the U.S. &lt;a href=\"Federal%20Emergency%20Management%20Agency\"&gt;Federal Emergency Management Agency&lt;/a&gt; (FEMA) within the &lt;a href=\"Department%20of%20Homeland%20Security\"&gt;Department of Homeland Security&lt;/a&gt; administers the &lt;a href=\"National%20Response%20Plan\"&gt;National Response Plan&lt;/a&gt; (NRP). This plan is intended to integrate public and private response by providing a common language and outlining a chain-of-command when multiple parties are mobilized. It is based on the premise that incidences should be handled at the lowest organizational level possible. The NRP recognizes the private sector as a key partner in domestic incident management, particularly in the area of &lt;a href=\"critical%20infrastructure%20protection\"&gt;critical infrastructure protection&lt;/a&gt; and restoration.\nThe NRP is a companion to the National Incidence Management System, which acts as a more general template for incident management regardless of cause, size, or complexity.\nFEMA offers free web-based training on the National Response Plan through the Emergency Management Institute.\n&lt;a href=\"Common%20Alerting%20Protocol\"&gt;Common Alerting Protocol&lt;/a&gt; (CAP) is a relatively recent mechanism that facilitates &lt;a href=\"crisis%20communication\"&gt;crisis communication&lt;/a&gt; across different mediums and systems. CAP helps create a consistent emergency alert format to reach geographically and linguistically diverse audiences through both audio and visual mediums.\nPeople and crisis management.\nA group of international psychoanalysts started in 1994 with a project to contribute to crisis management in the sense of managing conflicts between national groups. They called themselves \"Partners in confronting collective atrocities\". They began their work with the so-called &lt;a href=\"Nazareth-Conferences\"&gt;Nazareth-Conferences&lt;/a&gt; – based on the model of \"Leicesterconferences\" having been developed by the &lt;a href=\"Tavistock%20Institute\"&gt;Tavistock Institute&lt;/a&gt;.\nElected officials and crisis management.\nHistorically, politics and crisis go hand in hand. In describing crisis, President &lt;a href=\"Abraham%20Lincoln\"&gt;Abraham Lincoln&lt;/a&gt; said,\n\"We live in the midst of alarms, anxiety beclouds the future; we expect some new disaster with each newspaper we read\".\nCrisis management has become a defining feature of contemporary governance. In times of crisis, communities and members of organizations expect their public leaders to minimize the impact of the crisis at hand, while critics and bureaucratic competitors try to seize the moment to blame incumbent rulers and their policies. In this extreme environment, policymakers must somehow establish a sense of normality, and foster collective learning from the crisis experience.\nIn the face of crisis, leaders must deal with the strategic challenges they face, the political risks and opportunities they encounter, the errors they make, the pitfalls they need to avoid, and the paths away from crisis they may pursue. The necessity for management is even more significant with the advent of a &lt;a href=\"24-hour%20news%20cycle\"&gt;24-hour news cycle&lt;/a&gt; and an increasingly &lt;a href=\"internet\"&gt;internet&lt;/a&gt;-savvy audience with ever-changing technology at its fingertips.\nPublic leaders have a special responsibility to help safeguard society from the adverse consequences of crisis. Experts in crisis management note that leaders who take this responsibility seriously would have to concern themselves with all crisis phases: the incubation stage, the onset, and the aftermath. Crisis leadership then involves five critical tasks: sense making, decision making, meaning making, terminating, and learning.\nA brief description of the five facets of crisis leadership includes:\nProfessional organizations.\nThere are a number of professional industry associations that provide advice, literature and contacts to turnaround professionals and academics.\nSome are:\n1. International Association of Emergency Managers (International)\n2. Turnaround Management Society (International / Focus on Europe)\n3. Institute for Turnaround (England)\n4. Turnaround Management Association (International)\n5. Institut für die Standardisierung von Unternehmenssanierungen (Germany)\n6. Disaster Recovery Institute (International)"
}