{
    "id": "348462",
    "revid": "40125090",
    "url": "https://en.wikipedia.org/wiki?curid=348462",
    "title": "Erik Nielsen",
    "text": "Erik Hersholt Nielsen (February 24, 1924 – September 4, 2008) was a Canadian lawyer and politician. He served as the longtime &lt;a href=\"Progressive%20Conservative%20Party%20of%20Canada\"&gt;Progressive Conservative&lt;/a&gt; Member of &lt;a href=\"Parliament%20of%20Canada\"&gt;Parliament&lt;/a&gt; for &lt;a href=\"Yukon%20%28electoral%20district%29\"&gt;Yukon&lt;/a&gt;, and was Leader of the Opposition and the third deputy prime minister. He was the elder brother of actor &lt;a href=\"Leslie%20Nielsen\"&gt;Leslie Nielsen&lt;/a&gt;.\nEarly life, family, and education.\nNielsen was born in &lt;a href=\"Regina%2C%20Saskatchewan\"&gt;Regina, Saskatchewan&lt;/a&gt;, the eldest of three boys. His mother, Mabel Elizabeth (née Davies), was an immigrant from &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, and his father, Ingvard Eversen Nielsen (1900-1975), was a &lt;a href=\"Danish%20Canadians\"&gt;Danish&lt;/a&gt;-born constable in the &lt;a href=\"Royal%20Canadian%20Mounted%20Police\"&gt;Royal Canadian Mounted Police&lt;/a&gt;. Nielsen's family lived mainly in Alberta during his formative years, and he graduated from high school in Edmonton in 1942.\nWorld War II.\nNielsen joined the &lt;a href=\"Royal%20Canadian%20Air%20Force\"&gt;Royal Canadian Air Force&lt;/a&gt; in 1942, just after graduation, and received his training mainly in Alberta. He flew 33 missions in &lt;a href=\"No.%20101%20Squadron%20RAF\"&gt;No. 101 Squadron RAF&lt;/a&gt; in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, and was awarded the &lt;a href=\"Distinguished%20Flying%20Cross%20%28United%20Kingdom%29\"&gt;Distinguished Flying Cross (United Kingdom)&lt;/a&gt; for \"courage and devotion to duty,\". He earned the rank of lieutenant. He rejoined the &lt;a href=\"RCAF\"&gt;RCAF&lt;/a&gt;, 1946–51, as a legal officer, while earning a law degree at &lt;a href=\"Dalhousie%20University\"&gt;Dalhousie&lt;/a&gt;. He established his law practice in &lt;a href=\"Whitehorse%2C%20Yukon\"&gt;Whitehorse, Yukon&lt;/a&gt;.\nParliament.\nNielsen was elected to parliament in late 1957 (Nielsen lost in the &lt;a href=\"1957%20Canadian%20federal%20election\"&gt;1957 federal election&lt;/a&gt;, but the result was controverted and Nielsen won the resulting byelection) and remained an MP without interruption for 30 years. He was a backbench MP during the &lt;a href=\"John%20Diefenbaker\"&gt;Diefenbaker&lt;/a&gt; government but became prominent during the Conservative Party's long period in Opposition during the 1960s and 1970s joining the &lt;a href=\"shadow%20cabinet\"&gt;shadow cabinet&lt;/a&gt; in 1964. In 1978, he ran for the leadership of the newly formed &lt;a href=\"Yukon%20Progressive%20Conservative%20Party\"&gt;Yukon Progressive Conservative Party&lt;/a&gt; as it prepared for the territory's first partisan elections but was defeated by &lt;a href=\"Hilda%20Watson\"&gt;Hilda Watson&lt;/a&gt; by one vote.\nWith the &lt;a href=\"1979%20Canadian%20federal%20election\"&gt;1979 federal election&lt;/a&gt;, the Tories formed government for the first time in over 15 years and Nielsen was appointed &lt;a href=\"Minister%20of%20Public%20Works%20%28Canada%29\"&gt;Minister of Public Works&lt;/a&gt; in the short-lived &lt;a href=\"minority%20government\"&gt;minority government&lt;/a&gt; of &lt;a href=\"Prime%20Minister%20of%20Canada\"&gt;Prime Minister&lt;/a&gt; &lt;a href=\"Joe%20Clark\"&gt;Joe Clark&lt;/a&gt;. After the Tories were defeated in the &lt;a href=\"1980%20Canadian%20federal%20election\"&gt;1980 election&lt;/a&gt;, he served as &lt;a href=\"Parliamentary%20Opposition\"&gt;Opposition&lt;/a&gt; &lt;a href=\"House%20Leader\"&gt;House Leader&lt;/a&gt; from 1981 until 1983, and engineered the \"Bell Ringing Affair\" to protest the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal&lt;/a&gt; government's omnibus energy bill. The business of the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons of Canada&lt;/a&gt; ground to a halt for three weeks because the Opposition refused to respond to the bell summoning &lt;a href=\"Member%20of%20Parliament%20%28Canada%29\"&gt;Members of Parliament&lt;/a&gt; to come to the chamber to vote.\nNielsen served as &lt;a href=\"Leader%20of%20the%20Opposition%20%28Canada%29\"&gt;Leader of the Opposition&lt;/a&gt; in 1983 between the resignation of &lt;a href=\"Joe%20Clark\"&gt;Joe Clark&lt;/a&gt; and the election of &lt;a href=\"Brian%20Mulroney\"&gt;Brian Mulroney&lt;/a&gt; as PC leader, and continued to lead the party in the House until Mulroney won a &lt;a href=\"Office\"&gt;seat&lt;/a&gt; in a &lt;a href=\"by-election\"&gt;by-election&lt;/a&gt;, at which point Nielsen returned to his previous position as House Leader.\nWhen Mulroney became prime minister, he made Nielsen his &lt;a href=\"Deputy%20Prime%20Minister%20%28Canada%29\"&gt;deputy prime minister&lt;/a&gt; from 1984 to 1986, and &lt;a href=\"President%20of%20the%20Queen%27s%20Privy%20Council%20for%20Canada\"&gt;President of the Queen's Privy Council for Canada&lt;/a&gt; from 1984 to 1985. Nielsen was effectively the senior &lt;a href=\"Government%20House%20Leader\"&gt;Government House Leader&lt;/a&gt; in all but name. He also served as &lt;a href=\"Minister%20of%20National%20Defence%20%28Canada%29\"&gt;Minister of National Defence&lt;/a&gt; from 1985 to 1986.\nNielsen has been called \"Yukon Erik\", (a reference to wrestler &lt;a href=\"Eric%20Holmback\"&gt;Yukon Eric&lt;/a&gt; of the 1950s) but he has also been called \"Velcro lips\" for a tight-lipped reticence during his time in office. The tenaciousness and aggressiveness that made Nielsen a successful Opposition MP made him a liability as a Cabinet minister as he gave the impression of being secretive and disdainful of criticism by the Opposition and the media. His habit of stonewalling questions had the effect of prolonging the shelf life of political scandals in Parliament, and thus hurt the government's reputation. This became most apparent during the &lt;a href=\"Sinclair%20Stevens\"&gt;Sinclair Stevens&lt;/a&gt; conflict-of-interest scandal, in which Mulroney was out of Parliament for two weeks while the opposition barraged Nielsen with questions. Shortly after Mulroney returned in June 1986, he forced both Nielsen and Stevens to resign from cabinet.\nYears afterward, future Deputy Prime Minister &lt;a href=\"Sheila%20Copps\"&gt;Sheila Copps&lt;/a&gt; would remark that the sacking of Nielsen made Mulroney \"look decisive\", when pointing out the importance of a deputy prime minister in protecting the prime minister from political damage during &lt;a href=\"question%20period\"&gt;question period&lt;/a&gt;.\nNielsen resigned his seat in Parliament in January 1987 when he was given the position of chairman of the National Transportation Agency. He withdrew from the public service in 1992 to become president of Solar Engineering, Hawaii Inc. and Solar Electric Engineering Distributors Canada.\nOne of Nielsen's brothers was actor &lt;a href=\"Leslie%20Nielsen\"&gt;Leslie Nielsen&lt;/a&gt;. The relationship formed the premise of an &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; &lt;a href=\"mockumentary\"&gt;mockumentary&lt;/a&gt; titled \"&lt;a href=\"The%20Canadian%20Conspiracy\"&gt;The Canadian Conspiracy&lt;/a&gt;\", comically alleging a Canadian subversion of the United States through its media. Nielsen was also a nephew of actor &lt;a href=\"Jean%20Hersholt\"&gt;Jean Hersholt&lt;/a&gt;.\nNielsen wrote a memoir, \"The House Is Not a Home\" (1989, ), noted for its bracing directness both about his colleagues and about his own personal life.\nHe died at his home in &lt;a href=\"Kelowna%2C%20British%20Columbia\"&gt;Kelowna, British Columbia&lt;/a&gt; on September 4, 2008, from a massive &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt;. On December 15, the government of Yukon renamed the main airport at &lt;a href=\"Whitehorse%2C%20Yukon\"&gt;Whitehorse&lt;/a&gt;, the capital of the territory, to &lt;a href=\"Erik%20Nielsen%20Whitehorse%20International%20Airport\"&gt;Erik Nielsen Whitehorse International Airport&lt;/a&gt; in Nielsen's memory."
}