{
    "id": "34854914",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=34854914",
    "title": "Ukrainian Academy of Banking of the National Bank of Ukraine",
    "text": "Ukrainian Academy of Banking of the &lt;a href=\"National%20Bank%20of%20Ukraine\"&gt;National Bank of Ukraine&lt;/a&gt; is a state-owned higher educational institution within the system of the &lt;a href=\"National%20Bank%20of%20Ukraine\"&gt;National Bank of Ukraine&lt;/a&gt; of the IVth level of accreditation. It is located in the city of &lt;a href=\"Sumy\"&gt;Sumy&lt;/a&gt;, in the north-eastern part of &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;.\nThe academy offers degrees in &lt;a href=\"economics\"&gt;economics&lt;/a&gt; and &lt;a href=\"law\"&gt;law&lt;/a&gt;.\nHistory.\nThe Ukrainian Academy of Banking was founded on February 12, 1996 according to the decree of the &lt;a href=\"Cabinet%20of%20Ministers%20of%20Ukraine\"&gt;Cabinet of Ministers of Ukraine&lt;/a&gt;. With the support of the &lt;a href=\"National%20Bank%20of%20Ukraine\"&gt;National Bank of Ukraine&lt;/a&gt; and its Board, the academy created a material and technical base of the European type for the training of students: three educational buildings with a total area of 35,000 sq.m. It includes two fully renovated historical buildings for the Law Faculty, Faculty of Banking Technologies and the main building (Faculty of Accounting and Finance). The academy's telecommunication systems and network technologies include computer equipment, software and hardware, electronic turnstile gates, new telephone communication systems, an open Wi-Fi network and other projects.\nAcademy’s logo.\nIn the center of the academy's logo is the &lt;a href=\"Grzywna%20%28unit%29\"&gt;Hryvnia&lt;/a&gt; (large silver ingot or bar which served as a monetary unit in the ancient &lt;a href=\"Kievan%20Rus%27\"&gt;Kievan Rus'&lt;/a&gt; and in &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;). The Hryvnia is surrounded by 4 letters \"УАБС\" - a Ukrainian abbreviation of \"the Ukrainian Academy of Banking\". At the top of the logo is a coat of arms of the town &lt;a href=\"Sumy\"&gt;Sumy&lt;/a&gt; in the form of three bags. At the bottom of the logo is the year of the academy's foundation - 1996. On both sides of the logo there are &lt;a href=\"Griffin\"&gt;Griffin&lt;/a&gt;s - mythical winged creatures with the body of a &lt;a href=\"lion\"&gt;lion&lt;/a&gt;, who are supposed to search, find and protect &lt;a href=\"treasure\"&gt;treasure&lt;/a&gt;s. The logo of the National Bank of Ukraine also has the Hryvnia surrounded by &lt;a href=\"Griffin\"&gt;Griffin&lt;/a&gt;s. Thus, the academy is a treasure of the town Sumy, which is under the auspices of the &lt;a href=\"National%20Bank%20of%20Ukraine\"&gt;National Bank of Ukraine&lt;/a&gt;.\nFaculties, departments and structural subdivisions.\nThe structure of the Ukrainian Academy of Banking includes three faculties:\nEach faculty trains specialists according to a degree system of education: &lt;a href=\"Bachelor%27s%20degree\"&gt;bachelor&lt;/a&gt;, &lt;a href=\"Specialist%20degree\"&gt;specialist&lt;/a&gt; and &lt;a href=\"Master%27s%20degree\"&gt;master&lt;/a&gt; degrees. Such system contributes to the effective training of modern banking specialists and ensures the continuity and quality of education.\nThe training is conducted by 14 departments: Banking, Finance, Accounting and Audit, Management, Theoretical and Applied Economics, Economic Cybernetics, Higher Mathematics and Computer Science, International Economics, State Law, Civil and Banking Law, Criminal Law, Humanities, Foreign Languages, Physical Training.\nThe educational process is organized with the use of modern educational technologies. They include practical training at the bank \"AkademBank\", the specialized class-room of dealing operations, the training company, internet center, Networking Academy &lt;a href=\"Cisco%20Systems\"&gt;CISCO&lt;/a&gt;, etc.\nThe academy has corresponding structural subdivisions, which ensure its educational, scientific, organizational, cultural and educational activities.\nIn 2009 was opened the &lt;a href=\"Scientific%20library%20of%20the%20Ukrainian%20Academy%20of%20Banking\"&gt;Scientific Library of the Ukrainian Academy of Banking&lt;/a&gt;. Its area is 8,030 sq.m. The &lt;a href=\"Scientific%20library%20of%20the%20Ukrainian%20Academy%20of%20Banking\"&gt;academy's library&lt;/a&gt; is a multifunctional educational, informational, scientific and socio-cultural center, with a stock 145 thousand copies. Its users have 200 seats and 140 automated workstations. The library has implemented modern &lt;a href=\"Radio-frequency%20identification\"&gt;radio-frequency technologies&lt;/a&gt; for customer servicing. The Polish- Ukrainian Сenter and the European Union Information Center function on the basis of the library.\nThe academy has its own medical center, with 11 doctors, physiotherapy, massage, diagnostic and infusion suites, as well as the rooms of functional and ultrasound diagnostics, a therapeutic swimming pool and a medical laboratory. There are first-aid medical centers at the hostels and educational buildings for students and staff.\nThe academy's sports and recreation complex includes a Universal Athletics Center with a total area of 11586 sq.m., which by the Decree of the &lt;a href=\"Cabinet%20of%20Ministers%20of%20Ukraine\"&gt;Cabinet of Ministers of Ukraine&lt;/a&gt; was granted the status of an Olympic training center, and an \"Olympic\" Hotel. There are 11 gyms, a swimming pool, tennis court and specialized sports grounds.\nStudents from other towns are provided with three hostels, all of which are linked to the Intranet (local network). Each educational building and hostel has functioning canteens and buffets, gyms and sports facilities. For students’ recreation there is a Students' Park.\nThe academy has its own information and publishing department, which publishes scientific conference reports, monographs, educational textbooks and manuals.\nStudent life.\nThe life of the academy's students is filled with scientific, cultural and sport events.\nThe Ukrainian Academy of Banking has a youth scientific sector and 29 research circles functioning at the departments. All-Ukrainian scientific student conference \"Problems and development prospects of Ukraine's financial system: a look into the future\" is annually held the academy. Students win prizes in the national competitions and conferences; receive scholarships from the &lt;a href=\"National%20Bank%20of%20Ukraine\"&gt;National Bank of Ukraine&lt;/a&gt;, the &lt;a href=\"Cabinet%20of%20Ministers%20of%20Ukraine\"&gt;Cabinet of Ministers of Ukraine&lt;/a&gt;, and the &lt;a href=\"Sumy%20Oblast\"&gt;Sumy Oblast&lt;/a&gt; State Administration.\nThe academy has student clubs, in which young &lt;a href=\"journalists\"&gt;journalists&lt;/a&gt; get involved in the publication of the student newspaper \"AkadeMix\" and the activities of the student TV studio \"Zachet TV\", while poets meet in the literary club \"Waves of words\". Students take part in the activities of the volunteers club, dramatic actors perfect their skills in the theatrical studio \"Kurazh\". Very popular among students is a club of intellectual games, debating society “Dumka”, student Team of the Funny and Inventive \"Cartouche\" and other creative associations.\nA student &lt;a href=\"self-government\"&gt;self-government&lt;/a&gt; committee and a student union organization have become a real school of leaders.\nThe academy offers opportunities for students’ self-realization in sport: a professional athletics arena, 11 gyms, a modern swimming pool, tennis courts, sports grounds, sports club of \"&lt;a href=\"Volodymyr%20Holubnychy\"&gt;Volodymyr Holubnychy&lt;/a&gt;\", women's futsal team of the Ukrainian Academy of Banking, and 20 sport clubs. On a regular basis the academy organizes competitions for the \"Cup of the Rector of the Ukrainian Academy of Banking\" in different kinds of sports: mini-football, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, &lt;a href=\"handball\"&gt;handball&lt;/a&gt;, &lt;a href=\"table%20tennis\"&gt;table tennis&lt;/a&gt;, &lt;a href=\"bench%20press\"&gt;bench press&lt;/a&gt;, swimming and others. Among the academy's students there are many sports stars – champions of the World, Europe and Ukraine, champions of the World Student Games, winners of other prestigious competitions, including:\n&lt;a href=\"Polina%20Rodionova\"&gt;Polina Rodionova&lt;/a&gt; - &lt;a href=\"Archery\"&gt;archer&lt;/a&gt;, world champion in archery (13–20 October 2013, &lt;a href=\"Wuxi\"&gt;Wuxi&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;), silver medalist of the World Indoor Archery Cup (25 February - 3 March 2014, &lt;a href=\"Nimes\"&gt;Nimes&lt;/a&gt;, &lt;a href=\"France\"&gt;France&lt;/a&gt;), Champion of Europe (15–21 July 2013, &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;);\nVita Semerenko - &lt;a href=\"biathlon\"&gt;biathlon&lt;/a&gt; bronze medalist of the &lt;a href=\"XXII%20Olympic%20Winter%20Games\"&gt;XXII Olympic Winter Games in Sochi&lt;/a&gt; (2014), five-time winner of the &lt;a href=\"Biathlon%20World%20Championships\"&gt;World Championships in biathlon&lt;/a&gt;, the World Cup winner, five-time European champion in biathlon, participant of the &lt;a href=\"2010%20Winter%20Olympics\"&gt;2010 Olympic Games&lt;/a&gt; in &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;;\n&lt;a href=\"Yevhen%20Hutsol\"&gt;Yevhen Hutsol&lt;/a&gt; – &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; athlete, participant of the World Championship in track and field athletics (March 7–9, 2014, &lt;a href=\"Sopot\"&gt;Sopot&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;), where he set a new national record of Ukraine (3,08,79).\nAchievements and awards.\nAccording to the rating of the &lt;a href=\"Academy%20of%20Sciences%20of%20Ukraine\"&gt;Academy of Sciences and Higher Education of Ukraine&lt;/a&gt; the Ukrainian Academy of Banking is among the top ten of the country's economic universities. According to the rating of universities &lt;a href=\"http%3A//www.euroosvita.net/reyt/\"&gt;\"Top 200 Ukraine\"&lt;/a&gt; the academy is included in the list of top 200 universities in Ukraine as evidenced by its awards:\nScientific activity.\nScientific activity of the academy is determined by the priorities of the &lt;a href=\"National%20Bank%20of%20Ukraine\"&gt;National Bank of Ukraine&lt;/a&gt;.\nThe academy publishes several professional journals in economics and philosophy approved by the &lt;a href=\"Higher%20Attestation%20Commission\"&gt;Higher Attestation Commission of Ukraine&lt;/a&gt;: \nEvery year the academy organizes scientific and practical conferences, which have become traditional:\nThere is a specialized academic council for the evaluation of &lt;a href=\"candidate\"&gt;candidate&lt;/a&gt; and &lt;a href=\"doctor%20of%20science\"&gt;doctor's&lt;/a&gt; dissertations in the speciality 08.00.08 – &lt;a href=\"money\"&gt;money&lt;/a&gt;, &lt;a href=\"finance\"&gt;finance&lt;/a&gt; and credit.\nSince 2011 the academy has a functioning Scientific and Methodological Seminar of Young Scientists \"Application of mathematical methods in the study of economic problems\". \nThe academy has a \"Scientific centre of initiative youth\", which contributes to the development and realization of students’ scientific interests and their creative abilities. \nElectronic scientific journal &lt;a href=\"http%3A//www.bulletin.uabs.edu.ua/\"&gt;\"Youth Research Bulletin of the Ukrainian Academy of Banking of the National Bank of Ukraine\"&lt;/a&gt; is published twice a year in 4 series: \"Legal sciences\", \"Economics\", \"Humanities\" and \"Special issues\". \nSince 2012 the academy has been promoting the activities of the &lt;a href=\"http%3A//rmv.uabs.edu.ua/\"&gt;\"Council of Young Scientists\"&lt;/a&gt; — a youth organization that brings together students, young lecturers and scientists of the academy.\nInternational activities.\nThe academy cooperates with more than 40 educational institutions abroad specializing in economics, finance, banking and management, in particular, with the University of Applied Sciences of the &lt;a href=\"Deutsche%20Bundesbank\"&gt;Deutsche Bundesbank&lt;/a&gt; (&lt;a href=\"Hachenburg\"&gt;Hachenburg&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;), the Poznan School of Banking (Faculty in &lt;a href=\"Chorzow\"&gt;Chorzow&lt;/a&gt;, &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;), Olsztyn University of Computer Science and Economics (&lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;), the Banking Institute of Prague (&lt;a href=\"Czech%20Republic\"&gt;Czech Republic&lt;/a&gt;), the School of Business and Economics of the &lt;a href=\"Linnaeus%20University\"&gt;Linnaeus University&lt;/a&gt; (&lt;a href=\"Sweden\"&gt;Sweden&lt;/a&gt;), &lt;a href=\"Heilbronn%20University\"&gt;Heilbronn University&lt;/a&gt; (&lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;), Moscow Banking School of the Bank of Russia, &lt;a href=\"International%20Training%20Center%20for%20Bankers\"&gt;International Training Center for Bankers&lt;/a&gt; (&lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;), &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; Banking Academy (&lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;), Forum for company Law and Financial Market Law (FOCOFIMA) research centre at the &lt;a href=\"University%20of%20Copenhagen\"&gt;University of Copenhagen&lt;/a&gt; Law Faculty (&lt;a href=\"Denmark\"&gt;Denmark&lt;/a&gt;), &lt;a href=\"Belarusian%20State%20Economic%20University\"&gt;Belarusian State Economic University&lt;/a&gt; (&lt;a href=\"Minsk\"&gt;Minsk&lt;/a&gt;, &lt;a href=\"Belarus\"&gt;Belarus&lt;/a&gt;), Financial University with the Government of the Russian Federation (&lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;), St.-Petersburg State University of Economics and Finance (&lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;), the National Research University “&lt;a href=\"Higher%20School%20of%20Economics\"&gt;Higher School of Economics&lt;/a&gt;” (&lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;), etc.\nThere are two international research centers functioning at the academy:\n\"International Centre for Banking and Corporate Governance\", headed by the Doctor of Economic Sciences, Professor of the Department of International Economics Alex Kostyuk. The Center consists of 63 scholars from 26 countries, 7 post-graduate students and the best students of the academy.\nThe Centre has implemented the following international scientific and educational projects of the academy: \n\"International Center for scientific research of the theory and practice of insurance\", headed by the Doctor of Economic Sciences, Professor Olga Kozmenko.\nThe result of the work of the center's authors is a scientific articles, monographs, textbooks, including:"
}