{
    "id": "34875475",
    "revid": "6075991",
    "url": "https://en.wikipedia.org/wiki?curid=34875475",
    "title": "Lost in the New Real",
    "text": "Lost in the New Real (also referred to as Arjen Anthony Lucassen's Lost in the New Real) is the second solo studio album by &lt;a href=\"Dutch%20people\"&gt;Dutch&lt;/a&gt; songwriter, &lt;a href=\"Record%20producer\"&gt;producer&lt;/a&gt;, singer, and multi-instrumentalist &lt;a href=\"Arjen%20Anthony%20Lucassen\"&gt;Arjen Anthony Lucassen&lt;/a&gt;, released on 23 April 2012. It is Lucassen's first solo album since 1993's \"&lt;a href=\"Pools%20of%20Sorrow%2C%20Waves%20of%20Joy\"&gt;Pools of Sorrow, Waves of Joy&lt;/a&gt;\", released 18 years earlier under the name Anthony, before he reached fame with his &lt;a href=\"progressive%20metal\"&gt;progressive metal&lt;/a&gt;/&lt;a href=\"progressive%20rock\"&gt;rock&lt;/a&gt; &lt;a href=\"Rock%20opera\"&gt;opera&lt;/a&gt; project &lt;a href=\"Ayreon\"&gt;Ayreon&lt;/a&gt;. Lucassen wrote all the songs, sings lead vocals and performs most instruments himself, including all guitars, bass and keyboards.\nAs with Ayreon, it is a &lt;a href=\"concept%20album\"&gt;concept album&lt;/a&gt;. It follows the story of Mr. L (voiced by Lucassen), a modern-day man revived in a distant future where everything has changed. Although the story is not a part of the Ayreon storyline, it is set within the same fictional universe: the character of Mr. L had previously appeared in the song \"The Truth is in Here\" from \"&lt;a href=\"01011001\"&gt;01011001&lt;/a&gt;\", while the cover art includes the Dream Sequencer from the Ayreon album \"\". The album also prominently features spoken vocals performed by actor &lt;a href=\"Rutger%20Hauer\"&gt;Rutger Hauer&lt;/a&gt; as Mr. L's appointed psychological advisor, Voight-Kampff, in reference to the &lt;a href=\"Blade%20Runner%23Voight-Kampff%20machine\"&gt;eponymous fictional polygraph-like device&lt;/a&gt; in \"&lt;a href=\"Blade%20Runner\"&gt;Blade Runner&lt;/a&gt;\", in which Hauer starred.\nMusic videos were released for \"Pink Beatles in a Purple Zeppelin\" and \"E-police\". Lucassen also released a music video for \"Lost in the New Real\", which also acts practically as an introduction to the album.\nPlot.\nThe story of follows Mr. L, a twenty-first century man who was &lt;a href=\"cryopreservation\"&gt;cryopreserved&lt;/a&gt; at the moment of clinical death from a terminal disease. The album begins as Mr. L is being revived at a point in the distant future, when technology has advanced enough to cure his disease. Mr. L finds himself in a world that has drastically changed – to the point that the line between what's real and what's not is no longer clear.\nMr. L's appointed psychological advisor, Voight-Kampff (Hauer), is tasked with helping him emotionally adapt to this strange new world. The listener follows Mr. L's emotional journey as he is confronted with both serious and comical aspects of the \"New Real\", and desperately tries to decide if he can find a meaningful place within it.\nConnections to Ayreon.\n\"Lost in the New Real\" features several elements indicating it is set in the same universe and timeline as Ayreon; Lucassen stated \"There are some connections to the Ayreon saga (I couldn't resist...)\", even if insisting on the fact it was still a separate story. Due to \"&lt;a href=\"The%20Theory%20of%20Everything%20%28Ayreon%20album%29\"&gt;The Theory of Everything&lt;/a&gt;\" being a fresh start for Ayreon, \"Lost in the New Real\" was the last Lucassen album to take place in the fictional universe and storyline originating from \"&lt;a href=\"The%20Final%20Experiment\"&gt;The Final Experiment&lt;/a&gt;\" in 1995, until the release of &lt;a href=\"The%20Source%20%28Ayreon%20album%29\"&gt;\"The Source\"&lt;/a&gt; in 2017, which acts as a prequel to the storyline.\nThe cover art features the Dream Sequencer, a device previously featured in three Ayreon albums, here appearing identical to the cover of \"\"\nMr. L already appeared in the Ayreon song \"The Truth Is in Here\" from \"01011001\", where he was also voiced by Lucassen. The song was set in present day, presumably before the events of \"Lost in the New Real\". In \"The Truth Is in Here\", Mr. L was referring to several Ayreon stories, including the stories of \"&lt;a href=\"The%20Final%20Experiment\"&gt;The Final Experiment&lt;/a&gt;\", \"&lt;a href=\"Into%20the%20Electric%20Castle\"&gt;Into the Electric Castle&lt;/a&gt;\" and \"&lt;a href=\"The%20Human%20Equation\"&gt;The Human Equation&lt;/a&gt;\".\nIn the booklet, \"Our Imperfect Race\" explains that \"In their ongoing search for extraterrestrial intelligence, SETI finally has detected a signal that could be some sort of binary code. Is it an alien life form trying to contact us, or just a freak coincidence?\". This is a reference to \"01011001\", where The Forever, a fictional race featured in several Ayreon albums, sends a distress signal under the form of a binary code.\nBackground and recording.\nOn 13 June 2011 Lucassen announced his next album would be a solo album, stating \"I've been wanting to record a solo album with just me singing for about 10 years now [...] my last solo attempts have turned into an Ayreon, Star One and Guilt Machine releases instead! But now the time is right and I feel very inspired!\". He defines his new album as \"an eclectic album\", and announced that &lt;a href=\"Rutger%20Hauer\"&gt;Rutger Hauer&lt;/a&gt; will be the narrator. Hauer is best known for acting in the 1982 cult film \"&lt;a href=\"Blade%20Runner\"&gt;Blade Runner&lt;/a&gt;\", Lucassen's favorite science-fiction film.\nOn 8 February 2012 Lucassen's website stated that Hauer \"enjoyed the collaboration with Arjen, saying 'it was marvelous work, very creative.'\", and announces the releases dates in Europe and USA. On 23 February 2012, the title of the album, along with the cover art, were revealed.\nReception.\n\"&lt;a href=\"Mir%20Fantastiki\"&gt;Mir Fantastiki&lt;/a&gt;\" magazine rated \"Lost in the New Real\" 10 out of 10, calling it \"a masterpiece of conceptualism\" and \"anthem to the classics of rock\", and later awarded it as the Best sci-fi/fantasy concept album of 2012."
}