{
    "id": "348725",
    "revid": "42418409",
    "url": "https://en.wikipedia.org/wiki?curid=348725",
    "title": "Kaiserslautern",
    "text": "Kaiserslautern (; &lt;a href=\"Palatine%20German%20language\"&gt;Palatinate German&lt;/a&gt;: \"Lautre\") is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in southwest &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, located in the &lt;a href=\"States%20of%20Germany\"&gt;state&lt;/a&gt; of &lt;a href=\"Rhineland-Palatinate\"&gt;Rhineland-Palatinate&lt;/a&gt; at the edge of the &lt;a href=\"Palatinate%20Forest\"&gt;Palatinate Forest&lt;/a&gt;. The &lt;a href=\"Historic%20Kaiserslautern\"&gt;historic centre&lt;/a&gt; dates to the 9th century. It is from &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, from &lt;a href=\"Frankfurt%20am%20Main\"&gt;Frankfurt am Main&lt;/a&gt;, 666 kilometers (414 miles) from &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, and from &lt;a href=\"Luxembourg%20%28city%29\"&gt;Luxembourg&lt;/a&gt;.\nKaiserslautern is home to about 100,000 people. Additionally, approximately 45,000 &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; military personnel inhabit the city and its surrounding district (&lt;a href=\"Kaiserslautern%20%28district%29\"&gt;\"Landkreis Kaiserslautern\"&lt;/a&gt;), and contribute approximately US$1 billion annually to the local economy. The city is also home to &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt; that has won the German championship four times.\nHistory and demographics.\n&lt;a href=\"Prehistoric\"&gt;Prehistoric&lt;/a&gt; settlement in the area of what is now Kaiserslautern has been traced to at least 800 BC. Some 2,500-year-old &lt;a href=\"Celt\"&gt;Celt&lt;/a&gt;ic tombs were uncovered at &lt;a href=\"Miesau\"&gt;Miesau&lt;/a&gt;, a town about west of Kaiserslautern. The recovered relics are now in the Museum for Palatinate History at &lt;a href=\"Speyer\"&gt;Speyer&lt;/a&gt;.\nMedieval period.\nKaiserslautern received its name from the favourite hunting retreat of &lt;a href=\"Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor&lt;/a&gt; &lt;a href=\"Frederick%20I%2C%20Holy%20Roman%20Emperor\"&gt;Frederick Barbarossa&lt;/a&gt; who ruled the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; from 1155 until 1190. The small river &lt;a href=\"Lauter%20%28Glan%29\"&gt;Lauter&lt;/a&gt; made the old section of Kaiserslautern an island in &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; times. Ruins of Frederick's original castle, built 1152–1160, can still be seen in front of the \"Rathaus\" (city hall). A second castle, &lt;a href=\"Nanstein%20Castle\"&gt;Nanstein Castle&lt;/a&gt;, was built at &lt;a href=\"Landstuhl\"&gt;Landstuhl&lt;/a&gt; to guard the western approach to the city. Barbarossa's influence on Kaiserslautern remains today, both in its nickname as a \"&lt;a href=\"Barbarossa%20city\"&gt;Barbarossa city&lt;/a&gt;\" and the open-mouthed &lt;a href=\"pike%20%28fish%29\"&gt;pike&lt;/a&gt; on the city's coat of arms, reportedly his favorite dish.\nThe \"Stiftkirche\", Kaiserslautern's oldest &lt;a href=\"church%20%28building%29\"&gt;church&lt;/a&gt;, was constructed in 1250–1350. As the population of Kaiserslautern grew, King &lt;a href=\"Rudolph%20I%20of%20Germany\"&gt;Rudolf von Habsburg&lt;/a&gt; chartered the town an imperial city in 1276. &lt;a href=\"Martin%20of%20Tours\"&gt;St. Martin&lt;/a&gt;'s Kirche (church) was built from 1300–1350 for an order of &lt;a href=\"monk\"&gt;monk&lt;/a&gt;s. Today a section of the original city wall still stands in the courtyard of the church.\nBy 1375, the city of Kaiserslautern was pledged to &lt;a href=\"Electoral%20Palatinate\"&gt;Electoral Palatinate&lt;/a&gt; and therefore became subsequently part of the &lt;a href=\"Wittelsbach\"&gt;Wittelsbach&lt;/a&gt; inheritance.\nReformation.\nIn 1519, &lt;a href=\"Franz%20von%20Sickingen\"&gt;Franz von Sickingen&lt;/a&gt; became the owner of Nanstein Castle. He became a &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt;, and in 1522 Nanstein was a stronghold for local nobles favouring the &lt;a href=\"Protestant%20Reformation\"&gt;Reformation&lt;/a&gt;. Sickingen and the local nobles began their battle against the &lt;a href=\"Archbishop%20of%20Trier\"&gt;Archbishop of Trier&lt;/a&gt;; but the attack was unsuccessful, and they retreated to Nanstein. Nanstein was then besieged by &lt;a href=\"cannon\"&gt;cannon&lt;/a&gt;-armed German &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; princes. Sickingen died after the castle surrendered, and the Protestant nobility of the &lt;a href=\"Electoral%20Palatinate\"&gt;Electoral Palatinate&lt;/a&gt; were subdued by the Catholic princes.\n&lt;a href=\"Count\"&gt;Count&lt;/a&gt; of the &lt;a href=\"Electoral%20Palatinate\"&gt;Electoral Palatinate&lt;/a&gt; &lt;a href=\"Johann%20Casimir\"&gt;Johann Casimir&lt;/a&gt;, came to Kaiserslautern during the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt; (1618–1648). &lt;a href=\"Spain\"&gt;Spanish&lt;/a&gt; occupation in 1621–1632 ended when Protestant &lt;a href=\"Sweden\"&gt;Swedish&lt;/a&gt; armies liberated the area. In 1635, however, &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;n troops of the &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n emperor's army entered Kaiserslautern and killed 3,000 of the 3,200 residents in three days' plundering. Landstuhl was saved from a similar fate by surrendering without a fight. It took Kaiserslautern about 160 years to repopulate itself.\nConflict did not end with the &lt;a href=\"Peace%20of%20Westphalia\"&gt;Peace of Westphalia&lt;/a&gt; in 1648. The &lt;a href=\"Prince-elector\"&gt;Elector&lt;/a&gt; of the Pfalz had difficulty with many of his subjects and ordered all castles, including Nanstein, destroyed. The &lt;a href=\"France\"&gt;French&lt;/a&gt; repeatedly invaded and occupied the area, residing in Kaiserslautern in 1686–1697. Nevertheless, after the treaty of Utrecht it was restored to be part of the Palatinate. During the unquiet episodes in the 18th century, the Palatinate was the scene of fighting between French and German troops of different states. In 1713, the French destroyed Barbarossa's castle and the city's wall towers. From 1793 until &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;'s defeat at &lt;a href=\"Battle%20of%20Waterloo\"&gt;Waterloo&lt;/a&gt; in 1815, the area was under French administration.\nBavarian province.\nAs French power declined after 1815, Kaiserslautern and the Palatinate became a &lt;a href=\"Bavaria\"&gt;Bavaria&lt;/a&gt;n province and remained so until 1918. After &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, French troops again occupied the Palatinate for several years.\nWorld War II.\nIn &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; bombing destroyed more than 85% of Kaiserslautern. The railway and several main roads were primary targets, with the heaviest attacks occurring on 7 January, 11 August, and 28 September 1944. On 20 March 1945, as the last of the &lt;a href=\"First%20United%20States%20Army\"&gt;1st Army&lt;/a&gt; crossed the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; at &lt;a href=\"Remagen\"&gt;Remagen&lt;/a&gt;, the &lt;a href=\"U.S.%2080th%20Division\"&gt;U.S. 80th Division&lt;/a&gt;, 319th Infantry, part of the &lt;a href=\"3rd%20US%20Army\"&gt;3rd US Army&lt;/a&gt;, seized Kaiserslautern without resistance. \nThe city became part of the French occupation zone after the Second World War. The establishment of the state of Rhineland-Palatinate was ordered on 30 August 1946 as the last state in the western occupation zones by ordinance No. 57 of the French military government under General &lt;a href=\"Marie-Pierre%20K%C5%93nig\"&gt;Marie-Pierre Kœnig&lt;/a&gt;. Little reconstruction took place until the currency reform of 1948. The pace of the economy remained slow until 1952, when construction for newly established garrisons of American troops brought economic growth to the area.\nUnexploded ordnance from WWII continues to be discovered in and around Kaiserslautern. In May 2012 an unexploded Allied bomb was found, buried deeply and reportedly covered by water pipe, during a construction project in the downtown area of the city. On 5 September 2013, another WWII bomb was found during construction near the train station in Enkenbach-Alsenborn.\nCold War era.\nIn the late 1940s, Kaiserslautern area became the largest U.S. garrison outside the United States (&lt;a href=\"Kaiserslautern%20Military%20Community\"&gt;Kaiserslautern Military Community&lt;/a&gt;).\nOn 14 November 1956, a U.S. Air Force F-86 fighter jet crashed into the district office in the Burgstrasse / Maxstrasse area. In addition to the pilot, two other people died. Numerous people were injured.\nWith the incorporation of the previously independent communities of Dansenberg, Erfenbach, Erlenbach, Hohenecken, Mölschbach, Morlautern and Siegelbach on 7 June 1969, Kaiserslautern became a city. The University of Kaiserslautern was founded in 1970.\nIndustry flourished around the time of the first oil crisis (1973). In the 1970s, many industrial companies went through a crisis. In 1981, the spinning mill went bankrupt; Pfaff and Opel fired employees. The downsizing of the American garrison and the withdrawal of the French garrison cost more jobs.\nClimate.\nKaiserslautern has a moderate climate with adequate rainfall year-round. It is classified as a \"\" (Marine West Coast Climate/&lt;a href=\"Oceanic%20climate\"&gt;Oceanic climate&lt;/a&gt;) by the &lt;a href=\"K%C3%B6ppen%20Climate%20Classification\"&gt;Köppen Climate Classification&lt;/a&gt; system.\nAttractions.\nToday, Kaiserslautern is a modern centre of information and communications technology and home to a well-known university, a technical college and many international research institutes located throughout the city.\nThe Palatine Gallery dates from 1874 featuring exhibits of painting and sculpture from the 19th century to the present day.\n&lt;a href=\"Town%20Hall%20Kaiserslautern\"&gt;Town Hall Kaiserslautern&lt;/a&gt; is one of the tallest buildings and is located in the city centre. The bar and coffee shop on the top floor provides a panoramic view of the city and surrounding countryside.\nThe tallest building in the centre of Kaiserslautern is St. Mary's, a Roman Catholic church, whilst the highest structure in all Kaiserslautern is the television tower in the suburb of Dansenberg, southwest of the city centre.\nKaiserslautern's large &lt;a href=\"botanical%20gardens\"&gt;botanical gardens&lt;/a&gt; feature a Japanese-style garden. Another unusual feature is the Waschmühle (also known as \"Wesch\"), an enormous public &lt;a href=\"swimming%20pool\"&gt;swimming pool&lt;/a&gt; that is the largest in Europe. There are several pedestrian-only shopping zones with numerous and varied restaurants and bars located in the city centre surrounding the old city (\"Altstadt\"). In the Altstadt you will find the \"Kaiserbrunnen\", a large ornamental fountain with symbols of the city's history such as a sewing machine, as produced by the Pfaff company in the city, a football representing the city's football club and various animals that children can climb.\nCulture and sports.\nPfalztheater Kaiserslautern\nLocal theatre Pfalztheater employs more than 300 people and features plays, operas, ballets, concerts, and musicals. The first German performance of \"&lt;a href=\"West%20Side%20Story%20%28musical%29\"&gt;West Side Story&lt;/a&gt;\" took place there. As the arts in Germany are significantly subsidized by the government, its ticket prices are reasonably low. Pfalztheater Kaiserslautern hosts the Else-Lasker-Schüler-Preis awards for German literature. \nThe Kammgarn\nThe Kammgarn is classified as a historical site. It served as a spinning factory before being transformed into the cultural heart of Kaiserslautern. This renovation has preserved its historical character while incorporating the latest sound and lighting technologies. The Kammgarn stands among the top venues in Germany and serves as a first-call club for rising groups and performers as well as established jazz, rock, blues and pop artists in Europe. Performances have included international stars &lt;a href=\"B.B.%20King\"&gt;B.B. King&lt;/a&gt;, &lt;a href=\"Manfred%20Mann%27s%20Earth%20Band\"&gt;Manfred Mann's Earth Band&lt;/a&gt;, &lt;a href=\"Pat%20Metheny\"&gt;Pat Metheny&lt;/a&gt;, &lt;a href=\"Uriah%20Heep%20%28band%29\"&gt;Uriah Heep&lt;/a&gt; and Jan Garbarek.\nGartenschau (garden exhibition)\nBetter known as the 'Dino Park' because of its lifesize dinosaur models, the Gartenschau is open from April through October and is popular with families. Having begun as a series of botanical displays and enjoying success at the first State Garden Exhibition of Rhineland-Palatinate in Kaiserslautern in 2000, this park has been transformed into one of the most multi-dimensional cultural centres in Germany.\nFritz-Walter-Stadium\nThe \"&lt;a href=\"Fritz-Walter-Stadion\"&gt;Fritz-Walter-Stadion&lt;/a&gt;\" accommodates 48,500 &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; fans. In June 2006, after renovation, Kaiserslautern was one of 12 German cities to host the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 FIFA World Cup&lt;/a&gt;. During the five matches played, the first goal ever from an Australian team in a Football World Cup match was scored (by Tim Cahill).\nKaiserslautern is also home to the Football team &lt;a href=\"1.%20FC%20Kaiserslautern\"&gt;1. FC Kaiserslautern&lt;/a&gt;, which achieved the title \"Deutscher Meister\" (German champions) four times and the wheelchair basketball team &lt;a href=\"FCK%20Rolling%20Devils\"&gt;FCK Rolling Devils&lt;/a&gt;.\nKaiserslautern Zoo\nThe &lt;a href=\"Kaiserslautern%20Zoo\"&gt;Kaiserslautern Zoo&lt;/a&gt; was founded in 1968 and is located in Kaiserslautern's &lt;a href=\"Siegelbach\"&gt;Siegelbach&lt;/a&gt; neighbourhood. It is home to many different animals including some nearly extinct regional species.\nNature.\nKaiserslautern is located in one of the largest contiguous forested areas in Central Europe, the &lt;a href=\"Palatinate%20Forest\"&gt;Palatinate Forest&lt;/a&gt;, which offers numerous hiking trails and lakes to visitors.\nOther places of interest in Kaiserslautern are:\nReligion.\nChurches.\nThe largest church is St. Mary's (\"Marienkirche\"), a Roman Catholic church. There is also the historic Protestant Church of the Apostle (\"Apostelkirche\"). At the heart of the city is the large and old \"Stiftskirche\" (also Protestant). All three have large pipe organs and occasionally host concerts.\nThe oldest house in town is the \"Spinnraedel\", a guesthouse, only a few steps from the \"Stiftskirche\" in the centre of town.\nMosques.\nIn Kaiserslautern there is a Islamic Centre for the Muslim communities situated at the center of the city. The Ditib Fatih Camii is a Turkish mosque in Kaiserslautern. There is also a university mosque at the University of Kaiserslautern. There is only one mosque in Kaiserslautern.\nSynagogue.\nThe city was once the site of the magnificent &lt;a href=\"Moorish%20Revival\"&gt;Moorish Revival&lt;/a&gt; Kaiserslautern synagogue. Built in 1886, the synagogue's great dome could be seen from across the city. It was destroyed on 31 August 1938, a few months before &lt;a href=\"Kristallnacht\"&gt;Kristallnacht&lt;/a&gt;.\nBusinesses.\nKaiserslautern has a broad-based commercial economy. Among the big companies located in the city are:\nUS military base.\nBetween 1950 and 1955, Kaiserslautern developed into the largest US military community outside of the United States. For this reason Kaiserslautern is also referred to as \"K-town\"; a term coined by the early American military population who had difficulty pronouncing the name. The &lt;a href=\"Kaiserslautern%20Military%20Community\"&gt;Kaiserslautern Military Community&lt;/a&gt; (KMC) is a combined community consisting of Army and Air Force components. The KMC consists of Army facilities at Kleber, Panzer, Dänner-Kaserne, &lt;a href=\"Landstuhl%20Regional%20Medical%20Center\"&gt;Landstuhl&lt;/a&gt;, &lt;a href=\"Bruchm%C3%BChlbach-Miesau\"&gt;Miesau&lt;/a&gt;, Einsiedlerhof, &lt;a href=\"Pirmasens\"&gt;Pirmasens&lt;/a&gt;, &lt;a href=\"Sembach\"&gt;Sembach&lt;/a&gt;, Rhine Ordnance Barracks and Pulaski Barracks along with Air Force facilities located at &lt;a href=\"Ramstein%20Air%20Base\"&gt;Ramstein Air Base&lt;/a&gt;, Vogelweh, and &lt;a href=\"Kapaun%20Air%20Station\"&gt;Kapaun Air Station&lt;/a&gt;.\nTwin towns – sister cities.\nKaiserslautern is &lt;a href=\"Sister%20city\"&gt;twinned&lt;/a&gt; with:"
}