{
    "id": "34882157",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=34882157",
    "title": "Pier Antonio Quarantotti Gambini",
    "text": "Pier Antonio Quarantotti Gambini (; February 23, 1910 – April 22, 1965) was an Italian writer and journalist, &lt;a href=\"author\"&gt;author&lt;/a&gt; of &lt;a href=\"novel\"&gt;novel&lt;/a&gt;s, &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt;, and &lt;a href=\"essay\"&gt;essay&lt;/a&gt;s.\nBiography.\nQuarantotti Gambini was born in &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt;, then part of &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;, in an Italian family from &lt;a href=\"Rovinj\"&gt;Rovigno&lt;/a&gt;. His father was a prominent Italian &lt;a href=\"Italian%20irredentism\"&gt;irredentist&lt;/a&gt; militant in Istria. He spent his childhood there, in the vicinity of &lt;a href=\"Koper\"&gt;Capodistria&lt;/a&gt;, a place which would figure in many of his novels. Istria was integrated into the &lt;a href=\"Kingdom%20of%20Italy%20%281861-1946%29\"&gt;Kingdom of Italy&lt;/a&gt; in 1919 as a result of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, fulfilling the aspirations of Quarantotti's father.\nQuarantotti Gambini met &lt;a href=\"Richard%20Hughes%20%28writer%29\"&gt;Richard Hughes&lt;/a&gt; in 1927, as the English writer was travelling in Istria, and received literary advice from him. He became friends with &lt;a href=\"Umberto%20Saba\"&gt;Umberto Saba&lt;/a&gt; in 1929 in &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt;. He left Capodistria soon after to study law in &lt;a href=\"Milan\"&gt;Milan&lt;/a&gt; and &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt;. In 1932, he published his first short stories, collected in the volume \"I nostri simili\". From 1933, he worked for the newspaper \"&lt;a href=\"La%20Stampa\"&gt;La Stampa&lt;/a&gt;\". He was sent as a war reporter to cover the &lt;a href=\"Second%20Italo-Abyssinian%20War\"&gt;Ethiopian War&lt;/a&gt;, then the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;. In 1937, his first novel, \"La Rosa Rossa\" was published by the publisher Treves, in Milan.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, he was director of the city library of Trieste, from where he had to flee in 1945 when &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt;'s &lt;a href=\"Yugoslav%20Partisans\"&gt;Yugoslav Partisans&lt;/a&gt; entered the city. He settled in &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;, where he lived the rest of his life. From 1945 until 1949, he was head of a semi-clandestine radio aimed at Italians in the &lt;a href=\"Free%20Territory%20of%20Trieste\"&gt;Free Territory of Trieste&lt;/a&gt;, \"Radio Venezia Giulia\". He was an advocate for an independent Istria, but the &lt;a href=\"London%20memorandum\"&gt;London memorandum&lt;/a&gt; of 1954 partitioned the Free Territory, giving Trieste to Italy, but the rest of Istria to &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;. From then on, Quarantotti Gambini was not authorized to visit the places of his birth and youth. His major works date from this period of exile, and are heavily autobiographical (\"Amor militare\", 1955, \"Il Cavallo Tripoli\"). His 1958 novel \"La Calda Vita\" is a subtle exploration of the transition from childhood to adulthood, its sensuality and cruelty.\nHe received the &lt;a href=\"Bagutta%20Prize\"&gt;Bagutta Prize&lt;/a&gt; in 1948 for \"L'Onda dell'incrociatore\". In 1963, he was a member of the jury of the &lt;a href=\"Premio%20Campiello\"&gt;Campiello Prize&lt;/a&gt;."
}