{
    "id": "3490842",
    "revid": "5958044",
    "url": "https://en.wikipedia.org/wiki?curid=3490842",
    "title": "USS Cheleb (AK-138)",
    "text": "USS \"Cheleb\" (AK-138) was a in the service of the &lt;a href=\"US%20Navy\"&gt;US Navy&lt;/a&gt; in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. It was the only ship of the Navy to have borne this name. It is named after &lt;a href=\"Beta%20Ophiuchi\"&gt;Cheleb&lt;/a&gt;, a star in the &lt;a href=\"northern%20hemisphere\"&gt;northern hemisphere&lt;/a&gt; constellation of &lt;a href=\"Ophiuchus\"&gt;Ophiuchus&lt;/a&gt;.\nConstruction.\n\"Cheleb\" was laid down 29 December 1943 as &lt;a href=\"liberty%20ship\"&gt;liberty ship&lt;/a&gt; SS \"Lyman J. Gage\", MCE hull 520, by &lt;a href=\"Permanente%20Metals%20Corporation\"&gt;Permanente Metals Corporation&lt;/a&gt;, Yard No. 1, &lt;a href=\"Richmond%2C%20California\"&gt;Richmond, California&lt;/a&gt;, under a &lt;a href=\"Maritime%20Commission\"&gt;Maritime Commission&lt;/a&gt; (MARCOM) contract; launched 29 January 1943; sponsored by Mrs. E. E. Carter; and commissioned 1 January 1944, &lt;a href=\"Lieutenant%20%28navy%29\"&gt;Lieutenant&lt;/a&gt; Addison E. McKimmey, &lt;a href=\"USNR\"&gt;USNR&lt;/a&gt;, in command.\nService history.\n\"Cheleb\" cleared &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco&lt;/a&gt; 20 January 1944, for &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, where she loaded ammunition and explosives for transportation to newly won &lt;a href=\"Kwajalein\"&gt;Kwajalein&lt;/a&gt;, which she reached 19 February. Here her cargo, destined for use in the assault of &lt;a href=\"Eniwetok\"&gt;Eniwetok&lt;/a&gt; which began that day, was unloaded, and on 11 March, \"Cheleb\" cleared for &lt;a href=\"Port%20Hueneme%2C%20California\"&gt;Port Hueneme, California&lt;/a&gt;, base for the Pacific &lt;a href=\"Naval%20Construction%20Battalions\"&gt;Naval Construction Battalions&lt;/a&gt;. After delivering construction equipment at Pearl Harbor, on 18 April, she returned to &lt;a href=\"Oakland%2C%20California\"&gt;Oakland, California&lt;/a&gt;, where she was converted to a fleet issue ship.\n\"Cheleb\" loaded a varied cargo at San Francisco, and with it arrived at Kwajalein 5 June 1944, to supply ships readying for the assault on the &lt;a href=\"Marianas\"&gt;Marianas&lt;/a&gt; 10 days later. \"Cheleb\" also issued stores at &lt;a href=\"Majuro\"&gt;Majuro&lt;/a&gt; and Eniwetok until 2 August, when she sailed from the &lt;a href=\"Marshall%20Islands\"&gt;Marshalls&lt;/a&gt; for San Francisco to reload. Returning to &lt;a href=\"Ulithi\"&gt;Ulithi&lt;/a&gt; 15 October, she supplied ships of the vast &lt;a href=\"US%203rd%20Fleet\"&gt;3rd Fleet&lt;/a&gt; for the next month, as they carried out their operations supporting the assault on the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. She returned to the west coast to reload in December, and on 22 January 1945, arrived at Eniwetok to provision ships bound for the invasion of &lt;a href=\"Iwo%20Jima\"&gt;Iwo Jima&lt;/a&gt;, and later ships destined for the assault on &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;. Another voyage to the west coast for repairs and reloading took place in May and June, and on 22 July, \"Cheleb\" arrived in &lt;a href=\"Leyte%20Gulf\"&gt;Leyte Gulf&lt;/a&gt; to take up the task of issuing supplies once more. During this time, she serviced some of the ships conducting the final pounding air attacks on the &lt;a href=\"Empire%20of%20Japan\"&gt;Japan&lt;/a&gt;ese home islands.\nPost-war decommissioning.\n\"Cheleb\" arrived in &lt;a href=\"Tokyo%20Bay\"&gt;Tokyo Bay&lt;/a&gt; 17 November 1945, and remained to issue provisions and supplies to occupation forces at the ports of &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt;, and &lt;a href=\"United%20States%20Fleet%20Activities%20Yokosuka\"&gt;Yokosuka&lt;/a&gt;. She returned to San Francisco 12 May, and later sailed to Pearl Harbor, where she was decommissioned 25 July 1946. After use in a special explosives test, she was turned over to the &lt;a href=\"War%20Shipping%20Administration\"&gt;War Shipping Administration&lt;/a&gt; (WSA) for disposal, her contribution to the Navy's great logistic effort at an end.\nThe ship was struck from the &lt;a href=\"Navy%20list\"&gt;Navy list&lt;/a&gt; on 22 May 1947, she was returned to MARCOM the next day, and was placed in the &lt;a href=\"National%20Defense%20Reserve%20Fleet\"&gt;National Defense Reserve Fleet&lt;/a&gt; at &lt;a href=\"Suisun%20Bay\"&gt;Suisun Bay&lt;/a&gt;, California.\n\"Cheleb\" was sold for scrapping on 27 March 1978, to &lt;a href=\"Levin%20Metals%20Corporation\"&gt;Levin Metals Corporation&lt;/a&gt;, for $111,653. She was delivered 19 April 1978.\nBibliography.\nOnline resources"
}