{
    "id": "34936428",
    "revid": "20549476",
    "url": "https://en.wikipedia.org/wiki?curid=34936428",
    "title": "Cherry blossom front",
    "text": "The refers to the advance of the &lt;a href=\"cherry%20blossoms\"&gt;cherry blossoms&lt;/a&gt; across &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. The &lt;a href=\"Japan%20Meteorological%20Agency\"&gt;Japan Meteorological Agency&lt;/a&gt; records the opening and full bloom of the blossoms from &lt;a href=\"Ky%C5%ABsh%C5%AB\"&gt;Kyūshū&lt;/a&gt; in late March to &lt;a href=\"Hokkaid%C5%8D\"&gt;Hokkaidō&lt;/a&gt; in the middle of May. The advancing front is also the subject of regular reports by the major &lt;a href=\"Japanese%20newspapers\"&gt;news agencies&lt;/a&gt;. The cherry blossom is of great public interest in Japan due to &lt;a href=\"Cherry%20blossoms%23Symbolism_in_Japan\"&gt;its symbolism&lt;/a&gt; and the custom of &lt;a href=\"Cherry%20blossoms%23Flower%20viewing\"&gt;flower viewing&lt;/a&gt; known as \"&lt;a href=\"hanami\"&gt;hanami&lt;/a&gt;\".\nForecasts.\nFrom 1951 the &lt;a href=\"Japan%20Meteorological%20Agency\"&gt;Japan Meteorological Agency&lt;/a&gt; produced forecasts for the &lt;a href=\"Kant%C5%8D%20region\"&gt;Kantō region&lt;/a&gt; and from 1955 for the whole of Japan excepting &lt;a href=\"Okinawa%20Prefecture\"&gt;Okinawa&lt;/a&gt; and the &lt;a href=\"Amami%20Islands\"&gt;Amami Islands&lt;/a&gt;. From 2010, the Agency left forecasting to the &lt;a href=\"private%20sector\"&gt;private sector&lt;/a&gt; although it continues to observe and determine the impact of the climate upon the flowering of the cherry. The forecast is based on the &lt;a href=\"Arrhenius%20equation\"&gt;Arrhenius equation&lt;/a&gt;, with the formula\nformula_1\nwhere \"T\" is the mean day temperature in &lt;a href=\"kelvin\"&gt;kelvin&lt;/a&gt;s, and DTS represents the number of days transformed to &lt;a href=\"Standard%20conditions%20for%20temperature%20and%20pressure\"&gt;standard temperature&lt;/a&gt;.\nBlossoming.\nThe day of opening is defined as the point at which at least five to six flowers have opened on the sample tree. The day of full bloom is when at least 80% of the flowers have opened. The &lt;a href=\"Yoshino%20cherry\"&gt;Yoshino cherry&lt;/a&gt; is typically observed since, from the late &lt;a href=\"Edo%20period\"&gt;Edo period&lt;/a&gt;, it has been planted across the &lt;a href=\"Japanese%20archipelago\"&gt;archipelago&lt;/a&gt;. Sample trees also include the &lt;a href=\"Prunus%20subhirtella\"&gt;Higan cherry&lt;/a&gt; in the south and \"&lt;a href=\"Prunus%20sargentii\"&gt;Prunus sargentii&lt;/a&gt;\" (Sargent's cherry) in the north.\nIn 2006 it was reported that the cherry blossoms might overtake the &lt;a href=\"plum%20blossoms\"&gt;plum blossoms&lt;/a&gt; before reaching Hokkaidō.\nSample trees.\nThere are fifty-nine sample trees at any one time. Successor junior trees are selected from among prospective candidates when an incumbent becomes too old or is otherwise incapacitated. For instance, the sample tree in &lt;a href=\"Mito%2C%20Ibaraki\"&gt;Mito&lt;/a&gt; collapsed under the weight of &lt;a href=\"snow\"&gt;snow&lt;/a&gt; in 2005, while that at the southern tip of &lt;a href=\"Ishigaki%20Island\"&gt;Ishigaki Island&lt;/a&gt; was felled by a &lt;a href=\"typhoon\"&gt;typhoon&lt;/a&gt; a year later. The fifty-nine sample trees are located across Japan, corresponding to the sites of the Agency's principal &lt;a href=\"weather%20stations\"&gt;weather stations&lt;/a&gt;:"
}