{
    "id": "349341",
    "revid": "293907",
    "url": "https://en.wikipedia.org/wiki?curid=349341",
    "title": "York Castle",
    "text": "York Castle is a fortified complex in the city of &lt;a href=\"York\"&gt;York&lt;/a&gt;, England. It consists of a sequence of castles, prisons, &lt;a href=\"court\"&gt;law courts&lt;/a&gt; and other buildings, which were built over the last nine centuries on the south side of the &lt;a href=\"River%20Foss\"&gt;River Foss&lt;/a&gt;. The now-ruined &lt;a href=\"keep\"&gt;keep&lt;/a&gt; of the &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; &lt;a href=\"Norman%20architecture\"&gt;Norman&lt;/a&gt; &lt;a href=\"castle\"&gt;castle&lt;/a&gt; is commonly referred to as Clifford's Tower. Built originally on the orders of &lt;a href=\"William%20I%20of%20England\"&gt;William I&lt;/a&gt; to dominate the former &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; city of &lt;a href=\"J%C3%B3rv%C3%ADk\"&gt;Jórvík&lt;/a&gt;, the castle suffered a tumultuous early history before developing into a major fortification with extensive water defences. After a major explosion in 1684 rendered the remaining military defences uninhabitable, York Castle continued to be used as a jail and prison until 1929.\nThe first &lt;a href=\"motte%20and%20bailey\"&gt;motte and bailey&lt;/a&gt; castle on the site was built in 1068 following the Norman conquest of York. After the destruction of the castle by rebels and a Viking army in 1069, York Castle was rebuilt and reinforced with extensive water defences, including a &lt;a href=\"moat\"&gt;moat&lt;/a&gt; and an artificial lake. York Castle formed an important royal fortification in the north of England.\nIn 1190, 150 local Jews were killed in a &lt;a href=\"pogrom\"&gt;pogrom&lt;/a&gt; in the timber castle keep; most of them died by suicide in order not to fall into the hands of the mob. &lt;a href=\"Henry%20III%20of%20England\"&gt;Henry III&lt;/a&gt; rebuilt the castle in stone in the middle of the 13th century, creating a &lt;a href=\"keep\"&gt;keep&lt;/a&gt; with a unique &lt;a href=\"quatrefoil\"&gt;quatrefoil&lt;/a&gt; design, supported by an outer &lt;a href=\"Ward%20%28fortification%29\"&gt;bailey wall&lt;/a&gt; and a substantial &lt;a href=\"gatehouse\"&gt;gatehouse&lt;/a&gt;. During the &lt;a href=\"Wars%20of%20Scottish%20Independence\"&gt;Scottish wars&lt;/a&gt; between 1298 and 1338, York Castle was frequently used as the centre of royal administration across England, as well as an important military base of operations.\nYork Castle fell into disrepair by the 15th and 16th centuries, becoming used increasingly as a jail for both local felons and political prisoners. By the time of &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I&lt;/a&gt; the castle was estimated to have lost all of its military value but was maintained as a centre of royal authority in York. The outbreak of the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt; in 1642 saw York Castle being repaired and refortified, playing a part in the &lt;a href=\"Cavalier\"&gt;Royalist&lt;/a&gt; defence of York in 1644 against &lt;a href=\"Roundhead\"&gt;Parliamentary&lt;/a&gt; forces. York Castle continued to be garrisoned until 1684, when an explosion destroyed the interior of Clifford's Tower. The castle &lt;a href=\"Motte-and-bailey\"&gt;bailey&lt;/a&gt; was redeveloped in a &lt;a href=\"Neoclassical%20architecture\"&gt;neoclassical&lt;/a&gt; style in the 18th century as a centre for &lt;a href=\"Yorkshire\"&gt;county administration&lt;/a&gt; in Yorkshire, and was used as a jail and &lt;a href=\"debtors%27%20prison\"&gt;debtors' prison&lt;/a&gt;. &lt;a href=\"Prison%20reform\"&gt;Prison reform&lt;/a&gt; in the 19th century led to the creation of a new prison built in a &lt;a href=\"Jacobethan\"&gt;Tudor Gothic&lt;/a&gt; style on the castle site in 1825; used first as a county and then as a &lt;a href=\"military%20prison\"&gt;military prison&lt;/a&gt;, this facility was demolished in 1935. By the 20th century the ruin of Clifford's Tower had become a well-known tourist destination and national monument; today the site is owned by &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt; and open to the public. The other remaining buildings serve as the &lt;a href=\"York%20Castle%20Museum\"&gt;York Castle Museum&lt;/a&gt; and the &lt;a href=\"Crown%20Court\"&gt;Crown Court&lt;/a&gt;.\nHistory.\n11th century.\nYork was a &lt;a href=\"Scandinavian%20York\"&gt;Viking capital&lt;/a&gt; in the 10th century, and continued as an important northern city in the 11th century. In 1068, on &lt;a href=\"William%20I%20of%20England\"&gt;William the Conqueror&lt;/a&gt;'s first northern expedition after the &lt;a href=\"Norman%20Conquest\"&gt;Norman Conquest&lt;/a&gt;, he built a number of castles across the north-east of England, including one at York. This first castle at York was a basic wooden &lt;a href=\"motte%20and%20bailey\"&gt;motte and bailey&lt;/a&gt; castle built between the rivers &lt;a href=\"River%20Ouse%2C%20Yorkshire\"&gt;Ouse&lt;/a&gt; and &lt;a href=\"River%20Foss\"&gt;Foss&lt;/a&gt; on the site of the present-day York Castle. It was built in haste; contemporary accounts imply it was constructed in only eight days, although this assertion has been challenged. The motte was originally around wide at the base. As it was built in an urban environment, hundreds of houses had to be destroyed to make way for the development. &lt;a href=\"William%20Malet%20%28Norman%20conquest%29\"&gt;William Malet&lt;/a&gt;, the &lt;a href=\"High%20Sheriff%20of%20Yorkshire\"&gt;sheriff of Yorkshire&lt;/a&gt;, was placed in charge of the castle and successfully defended it against an immediate uprising by the local population.\nIn response to the worsening security situation, William conducted his second northern campaign in 1069. He built another castle in York, on what is now &lt;a href=\"Baile%20Hill%2C%20York\"&gt;Baile Hill&lt;/a&gt; on the west bank of the Ouse opposite the first castle, in an effort to improve his control over the city. This second castle was also a motte and bailey design, with the Baile Hill motte probably reached by a horizontal bridge and steps cut up the side of the motte. Later that year, a Danish &lt;a href=\"Viking\"&gt;Viking&lt;/a&gt; fleet sailed up to York along the &lt;a href=\"Humber\"&gt;Humber&lt;/a&gt; and the Ouse, and attacked both castles with the assistance of &lt;a href=\"Cospatrick%20of%20Northumbria\"&gt;Cospatrick of Northumbria&lt;/a&gt; and a number of local rebels. The Normans, attempting to drive the rebels back, set fire to some of the city's houses. The fire grew out of control and also set fire to &lt;a href=\"York%20Minster\"&gt;York Minster&lt;/a&gt; and, some argue, the castles as well. The castles were captured and partially dismantled, and Malet was taken hostage by the Danes.\nWilliam conducted a widespread sequence of punitive operations across the north of England in the aftermath of the attacks in 1069 and 1070. This \"&lt;a href=\"Harrying%20of%20the%20North\"&gt;Harrying of the North&lt;/a&gt;\" restored sufficient order to allow the rebuilding of the two castles, again in wood. The bailey at York Castle was enlarged slightly in the process; buildings believed to have been inside the bailey at this time include \"halls, kitchens, a chapel, barracks, stores, stables, forges [and] workshops\". By the time \"&lt;a href=\"Domesday%20Book\"&gt;Domesday Book&lt;/a&gt;\" was written in 1086, York Castle was also surrounded by a water-filled &lt;a href=\"moat\"&gt;moat&lt;/a&gt; and a large artificial lake called the King's Pool, fed from the river Foss by a dam built for the purpose. More property, including two &lt;a href=\"watermill\"&gt;watermill&lt;/a&gt;s, had to be destroyed to make way for the water defences. Over time the Baile Hill site was abandoned in favour of the first castle site, leaving only the motte, which still exists.\n12th century.\n&lt;a href=\"Henry%20II%20of%20England\"&gt;Henry II&lt;/a&gt; visited York Castle four times during his reign. The royal chambers at the time were inside the keep for safety, and Henry paid £15 for repairs to the keep. During his 1175 visit, Henry used the castle as the base for receiving the &lt;a href=\"Homage%20%28feudal%29\"&gt;homage&lt;/a&gt; of &lt;a href=\"William%20the%20Lion\"&gt;William the Lion&lt;/a&gt; of Scotland. &lt;a href=\"Watermill\"&gt;Castle mills&lt;/a&gt; were built close by to support the garrison, and the military order of the &lt;a href=\"Knights%20Templar\"&gt;Knights Templar&lt;/a&gt; was granted ownership of the mills in the mid-12th century. The mills proved to be vulnerable to the flooding of the two rivers and had to be repeatedly repaired.\nMassacre of Jews.\nIn 1190, York Castle was the location of one of the worst &lt;a href=\"pogrom\"&gt;pogrom&lt;/a&gt;s in England during the medieval period. The Normans had introduced , where some occupied a &lt;a href=\"Economy%20of%20England%20in%20the%20Middle%20Ages%23Jewish%20contribution%20to%20the%20English%20economy\"&gt;special economic role as moneylenders&lt;/a&gt;, an essential but otherwise banned activity. English Jews were subject to considerable religious prejudice and primarily worked from towns and cities in which there was a local royal castle that could provide them with protection in the event of attacks from the majority Christian population. Royal protection was usually granted as the Norman and &lt;a href=\"House%20of%20Plantagenet\"&gt;Angevin&lt;/a&gt; kings had determined that Jewish property and debts owed to Jews ultimately belonged to the crown, reverting to the king on a Jew's death.\n&lt;a href=\"Richard%20I\"&gt;Richard I&lt;/a&gt; was crowned king in 1189 and announced his intention to join the &lt;a href=\"Crusades\"&gt;Crusades&lt;/a&gt;; this inflamed anti-Jewish sentiment. Rumours began to spread that the king had ordered that the English Jews be attacked. In York, tensions broke out into violence the following year. Richard de Malbis, who owed money to the powerful Jewish merchant &lt;a href=\"Aaron%20of%20Lincoln\"&gt;Aaron of Lincoln&lt;/a&gt;, exploited an accidental house fire to incite a local mob to attack the home and family of a recently deceased Jewish employee of Aaron in York. &lt;a href=\"Josce%20of%20York\"&gt;Josce of York&lt;/a&gt;, the leader of the Jewish community, led the local Jewish families into the royal castle, where they took refuge in the wooden keep. The mob surrounded the castle, and when the &lt;a href=\"Constable%23United%20Kingdom\"&gt;constable&lt;/a&gt; left the castle to discuss the situation, the Jews, fearing the entry of the mob or being handed over to the &lt;a href=\"High%20Sheriff%20of%20Yorkshire\"&gt;sheriff&lt;/a&gt;, refused to allow him back in. The constable appealed to the &lt;a href=\"High%20Sheriff\"&gt;sheriff&lt;/a&gt;, who called out his own men and laid siege to the keep. The siege continued until 16 March when the Jews' position became untenable. Their religious leader, &lt;a href=\"Yom%20Tov%20of%20Joigny\"&gt;Rabbi Yomtob&lt;/a&gt;, proposed an act of collective suicide to avoid being killed by the mob, and the castle was set on fire to prevent their bodies being mutilated after their deaths. Several Jews perished in the flames but the majority took their own lives rather than give themselves up to the mob. A few Jews did surrender, promising to convert to Christianity, but they were killed by the angry crowd. Around 150 Jews died in total in the massacre. The keep was rebuilt, again in wood, on the motte, which was raised in height by at a cost of £207.\n13th and 14th centuries.\nKing &lt;a href=\"John%20of%20England\"&gt;John&lt;/a&gt; used York Castle extensively during his reign, using the keep as his personal quarters for his own security. The castle was kept in good repair during that time. During this period, the first records of the use of the castle as a jail appeared, with references to prisoners taken during John's Irish campaigns being held at York Castle. By the 13th century there was a well-established system of &lt;a href=\"castle-guard\"&gt;castle-guard&lt;/a&gt;s in place, under which various lands around York were granted in return for the provision of &lt;a href=\"knight\"&gt;knight&lt;/a&gt;s and &lt;a href=\"crossbow\"&gt;crossbow&lt;/a&gt;men to assist in protecting the castle.\n&lt;a href=\"Henry%20III%20of%20England\"&gt;Henry III&lt;/a&gt; also made extensive use of the castle, but during his visit at Christmas 1228 a gale destroyed the wooden keep on the motte. The keep was apparently not repaired, and a building for the king's use was built in the bailey instead. In 1244, when the Scots threatened to invade England, King &lt;a href=\"Henry%20III%20of%20England\"&gt;Henry III&lt;/a&gt; visited the castle and ordered it to be rebuilt in white &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;, at a cost of about £2,600. The work was carried out between 1245 and 1270, and included the construction of a towered curtain wall, a gatehouse of considerable size with two large towers, two smaller gatehouses, a small &lt;a href=\"Watergate%20%28disambiguation%29\"&gt;watergate&lt;/a&gt;, a small gateway into the city, a chapel, and a new stone keep, first known as the King's, later Clifford's, Tower.\nClifford's Tower is of an unusual design. The two-storey tower has a &lt;a href=\"quatrefoil\"&gt;quatrefoil&lt;/a&gt; plan with four circular lobes. Each lobe measures across, with walls thick; at its widest, the tower is across. A square gatehouse, wide, protected the entrance on the south side between two of the lobes. There are defensive turrets between the other lobes. Large &lt;a href=\"corbel\"&gt;corbel&lt;/a&gt;s and a central &lt;a href=\"Pier%20%28architecture%29\"&gt;pier&lt;/a&gt; supported the huge weight of stone and the first floor. Loopholes of a design unique to York Castle provided firing points. A chapel was built over the entrance, measuring doubling as a &lt;a href=\"portcullis\"&gt;portcullis&lt;/a&gt; chamber as at &lt;a href=\"Harlech%20Castle\"&gt;Harlech&lt;/a&gt; and &lt;a href=\"Chepstow%20Castle\"&gt;Chepstow Castle&lt;/a&gt;s. The tower is believed to be an experiment in improving flanking fire by making more ground visible from the summit of the keep. Although unique in England, the design of the tower closely resembles that at &lt;a href=\"Ch%C3%A2teau%20d%27%C3%89tampes\"&gt;Étampes&lt;/a&gt; in France, and may have influenced the design of the future keep of &lt;a href=\"Pontefract%20Castle\"&gt;Pontefract Castle&lt;/a&gt;. Henry employed master mason Henry de Rayns and chief carpenter Simon of Northampton for the project, and the cost of the tower accounted for the majority of the overall expenditure on the castle during this period of work.\nThe new castle needed constant investment to maintain its quality as a military fortification. Winter floods in 1315–16 damaged the soil at the base of the motte, requiring immediate repairs. Around 1358–60, the heavy stone keep again suffered from subsidence and the south-eastern lobe cracked from top to bottom. Royal officials recommended that the keep be completely rebuilt, but, instead, the lobe was repaired at a cost of £200.\n&lt;a href=\"King%20Edward%20I%20of%20England\"&gt;Edward I&lt;/a&gt; gave wide-reaching powers to the &lt;a href=\"High%20Sheriff%20of%20Yorkshire\"&gt;sheriff of Yorkshire&lt;/a&gt; for enforcing law and order in the city of York, and the sheriffs established their headquarters in Clifford's Tower. During the &lt;a href=\"Wars%20of%20Scottish%20Independence\"&gt;wars against the Scots&lt;/a&gt; under both Edward and his son, York Castle also formed the centre of royal administration in England for almost half the years between 1298 and 1338. Many &lt;a href=\"Westminster\"&gt;Westminster&lt;/a&gt; institutions followed the king north to York, basing themselves in the castle compound. The existing castle buildings were insufficient to house all the administrative institutions; a temporary building inside the castle was built for the &lt;a href=\"Court%20of%20Common%20Pleas%20%28England%29\"&gt;Court of Common Pleas&lt;/a&gt; at the beginning of the period, and rebuilt on a larger scale during 1319–20. The &lt;a href=\"Exchequer\"&gt;Exchequer&lt;/a&gt; took over Clifford's Tower. Other buildings around the city had to be commandeered to absorb the overflow from the castle itself. As a result of the extended use of the castle for these purposes, the law courts at York Castle began to compete with those in London, a pattern that lasted into the 1360s. The castle eventually acquired its own &lt;a href=\"Mint%20%28coin%29\"&gt;mint&lt;/a&gt; in 1344, when Edward III decided to create a permanent mint in York Castle to produce gold and silver coins to serve the needs of the north of England. European coiners were brought to York to establish the facility.\nHenry III extended the castle's role as a jail for holding a wide range of prisoners. The sheriff was responsible for the jail at this time, and his deputy usually took the role of a full-time jailer. Up to three hundred and ten prisoners were held in the castle at any one time. The conditions in which prisoners were held were \"appalling\", and led to the widespread loss of life amongst detainees. Prison escapes were relatively common, and many of them, such as the break-out by 28 prisoners in 1298, were successful. When the Military Order of the &lt;a href=\"Knights%20Templar\"&gt;Knights Templar&lt;/a&gt; was dissolved in England in 1307, York Castle was used to hold many of the arrested knights. The castle mills, as former Templar property, returned to royal control at the same time. &lt;a href=\"Edward%20II%20of%20England\"&gt;Edward II&lt;/a&gt; also used the castle as a jail in his campaign against his rebellious barons in 1322, and after the &lt;a href=\"Battle%20of%20Boroughbridge\"&gt;Battle of Boroughbridge&lt;/a&gt; many of the defeated rebel leaders were executed at York Castle.\nBy the end of the 14th century, the castle bailey was primarily occupied by the local county administration. It was used extensively as a jail, with prisoners being kept in the various towers around the bailey. The old castle-guard system for securing the castle had changed into a system whereby the crown used rents from local royal lands to hire local guards for the castle. Increasingly, royalty preferred to stay at the &lt;a href=\"York%20Franciscan%20Friary\"&gt;Franciscan friary&lt;/a&gt;, between the castle and &lt;a href=\"King%27s%20Staith\"&gt;King's Staith&lt;/a&gt; on the Ouse, while their staff resided at &lt;a href=\"St%20Mary%27s%20Abbey%2C%20York\"&gt;St Mary's Abbey&lt;/a&gt; and St Andrew's Priory in the &lt;a href=\"Fishergate\"&gt;Fishergate&lt;/a&gt; area.\n15th and 16th centuries.\nIn the 15th century, York Castle, along with &lt;a href=\"Nottingham%20Castle\"&gt;Nottingham Castle&lt;/a&gt;, was considered a key security asset in the north of England, but investment even in these castles diminished. Repairs to York Castle grew infrequent from 1400 onwards, and it fell into increasing disrepair. &lt;a href=\"Richard%20III%20of%20England\"&gt;Richard III&lt;/a&gt; recognised the issue and in 1483 had some of the most decrepit structures removed, but he died at the &lt;a href=\"Battle%20of%20Bosworth\"&gt;Battle of Bosworth&lt;/a&gt; before replacement work could commence. By the reign of &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII&lt;/a&gt;, the &lt;a href=\"antiquary\"&gt;antiquary&lt;/a&gt; &lt;a href=\"John%20Leland%20%28antiquary%29\"&gt;John Leland&lt;/a&gt; reported that the castle was in considerable disrepair; nonetheless the water defences remained intact, unlike those of many other castles of the period. As a result of the deterioration, Henry had to be advised that the king's councillors no longer had any official residence in which to stay and work when they were in York. The castle mint was shut down after the death of &lt;a href=\"King%20Edward%20VI%20of%20England\"&gt;Edward VI&lt;/a&gt; in 1553, and the castle mills were given to a local charitable hospital in 1464. The hospital was then closed during the Reformation, and the mills passed into private ownership once again.\nThe castle continued to be used as a jail, increasingly for local felons, and a location for political executions. By the 16th century it had become traditional to execute traitors by hanging them from the top of Clifford's Tower, rather than killing them at &lt;a href=\"York%20city%20walls\"&gt;Micklegate Bar&lt;/a&gt;, the usual previous location for capital punishment in York. In 1536, for example, the political leader &lt;a href=\"Robert%20Aske%20%28political%20leader%29\"&gt;Robert Aske&lt;/a&gt; was executed at York Castle on the orders of Henry VIII, following the failure of Aske's &lt;a href=\"Pilgrimage%20of%20Grace\"&gt;Pilgrimage of Grace&lt;/a&gt; protest against the &lt;a href=\"Dissolution%20of%20the%20Monasteries\"&gt;Dissolution of the Monasteries&lt;/a&gt;. For most of the period the sheriffs of Yorkshire remained in control of the castle, although there were some notable exceptions such as the appointment of the royal favourite Sir Robert Ryther by &lt;a href=\"King%20Edward%20IV%20of%20England\"&gt;Edward IV&lt;/a&gt; in 1478. At the end of the 16th century, however, the Clifford family (&lt;a href=\"Earl%20of%20Cumberland\"&gt;Earls of Cumberland&lt;/a&gt;), became the hereditary constables of the castle, and Clifford's Tower took its name from the family at around this time.\nThe deterioration of the castle continued into the reign of &lt;a href=\"Queen%20Elizabeth%20I%20of%20England\"&gt;Elizabeth I&lt;/a&gt;, who was advised that it no longer had any military utility. Robert Redhead, the tower keeper, became infamous at the time for taking parts of the castle to pieces and selling off the stonework for his own profit. Despite numerous attempts by local city and crown officials to halt this, Redhead continued to cause considerable damage before being forced to stop. Proposals were made to pull down Clifford's Tower altogether in 1596, but were turned down because of the strength of local feeling.\n17th century.\nMaintaining the castle was becoming increasingly expensive, and in 1614 &lt;a href=\"King%20James%20I%20of%20England\"&gt;King James&lt;/a&gt; sold the lease on Clifford's Tower and the surrounding land to John Babington and Edmund Duffield, a pair of property speculators. In turn, Babington and Duffield sold Clifford's Tower to a York merchant family. In 1642, however, the &lt;a href=\"English%20Civil%20War\"&gt;English Civil War&lt;/a&gt; broke out between the rival factions of the &lt;a href=\"Cavalier\"&gt;Royalists&lt;/a&gt; and &lt;a href=\"Roundheads\"&gt;Parliament&lt;/a&gt;. Forces loyal to &lt;a href=\"King%20Charles%20I%20of%20England\"&gt;Charles I&lt;/a&gt;, under the command of &lt;a href=\"Henry%20Clifford%2C%205th%20Earl%20of%20Cumberland\"&gt;Henry Clifford&lt;/a&gt;, garrisoned York Castle and the surrounding city in 1643. York effectively became the \"northern capital\" for the Royalist cause. Clifford repaired the castle and strengthened the walls to permit them to support &lt;a href=\"cannon\"&gt;cannon&lt;/a&gt;, placing his arms alongside those of the king above the entrance. Clifford's Tower's gatehouse was substantially remodelled, losing its original medieval appearance. Baile Hill, on the other side of the river, became a gun emplacement. The castle mint was reopened to supply the king's forces with coins.\nThe war turned against the Royalist factions, and on 23 April 1644 Parliamentary forces commenced the &lt;a href=\"siege%20of%20York\"&gt;siege of York&lt;/a&gt;. A Scottish army under &lt;a href=\"Alexander%20Leslie%2C%201st%20Earl%20of%20Leven\"&gt;Alexander Leslie&lt;/a&gt; came from the south, while a Parliamentary force under &lt;a href=\"Ferdinando%20Fairfax%2C%202nd%20Lord%20Fairfax%20of%20Cameron\"&gt;Ferdinando Fairfax&lt;/a&gt; came from the east. Six weeks later, &lt;a href=\"Edward%20Montagu%2C%202nd%20Earl%20of%20Manchester\"&gt;Edward Montagu&lt;/a&gt; brought a third contingent to York, bringing the number of forces besieging the city to over 30,000 men. &lt;a href=\"William%20Cavendish%2C%201st%20Duke%20of%20Newcastle-upon-Tyne\"&gt;William Cavendish&lt;/a&gt; commanded the city during the siege, while Colonel Sir Francis Cobb was appointed the governor of the castle. Despite bombardment, attempts to undermine the walls and attacks on the gates, the city held out through May and June. &lt;a href=\"Prince%20Rupert\"&gt;Prince Rupert&lt;/a&gt;, sent to relieve York, approached with reinforcements, and through clever manoeuvring was able to force the besiegers to withdraw, lifting the siege on 1 July. The next day, Parliamentary forces defeated Rupert at the &lt;a href=\"Battle%20of%20Marston%20Moor\"&gt;Battle of Marston Moor&lt;/a&gt;, six miles west of York, making the surrender of York and the castle inevitable. On 14 July the city and castle surrendered to the Parliamentary forces, who permitted the Royalists to march out with full honours.\nParliament then appointed Thomas Dickenson, the local mayor, as the governor of Clifford's Tower. Control of the castle rested with the post of mayor until the Restoration. Efforts were made to separate the structures of Clifford's Tower, which Parliament used as a garrison, from the buildings of the bailey, which continued to be used as a prison. &lt;a href=\"Oliver%20Cromwell\"&gt;Oliver Cromwell&lt;/a&gt; visited Clifford's Tower in 1650, and received a salute from the guns stationed on top of it. The cost of the garrison was levied on the city of York.\nAfter the &lt;a href=\"Restoration%20%28England%29\"&gt;Restoration&lt;/a&gt; of &lt;a href=\"Charles%20II%20of%20England\"&gt;Charles II&lt;/a&gt;, the pre-war owners of the property laid claim to Clifford's Tower, eventually being granted ownership. A garrison continued to be stationed there, however, which prevented the owners from actually occupying or using the property. Repairs were made to the tower, and it became a &lt;a href=\"Magazine%20%28artillery%29\"&gt;magazine&lt;/a&gt; for storing &lt;a href=\"gunpowder\"&gt;gunpowder&lt;/a&gt; and &lt;a href=\"Round%20shot\"&gt;shot&lt;/a&gt;. Attempts were made to restore the condition of the moat, which had become badly silted. Some political prisoners continued to be held at the castle during the Restoration period, including &lt;a href=\"George%20Fox\"&gt;George Fox&lt;/a&gt;, the founder of the &lt;a href=\"Society%20of%20Friends\"&gt;Society of Friends&lt;/a&gt;.\nThe county facilities in the bailey were expanded during these years, with improvements to the Grand Jury House and the Common Hall, but by the 1680s the role of the military garrison at York Castle was being called into question. Sir Christopher Musgrave produced a report for the Crown in 1682; he argued that it would cost at least £30,000 to turn the castle into a modern fortification, producing a proposal for the six &lt;a href=\"bastion\"&gt;bastion&lt;/a&gt;s that such a &lt;a href=\"star%20fort\"&gt;star fort&lt;/a&gt; would require. This work was never carried out. Meanwhile, the garrison and the castle had become extremely unpopular with the people of York, who disliked both the cost and the imposition of external authority.\nOn &lt;a href=\"St%20George%27s%20Day\"&gt;St George's Day&lt;/a&gt; in 1684 at around 10 pm, an explosion in the magazine destroyed the interior of Clifford's Tower entirely. The official explanation was that the celebratory salute from the guns on the roof had set fire to parts of the woodwork, which later ignited the magazine. Most historians, however, believe the explosion was not accidental. At the time, it was common in the city to toast the potential demolition of the \"Minced Pie\", as the castle was known to locals; suspiciously, some members of the garrison had moved their personal belongings to safety just before the explosion, and no-one from the garrison was injured by the event. The heat of the fire turned the limestone of the tower to its current, slightly pink, colour. The now-ruined tower was returned fully to private ownership, eventually forming part of the lands of the neighbouring house and gardens belonging to Samuel Waud.\n18th century.\n By 1701, the conditions of the county jail had become scandalous and the decision was taken to redevelop the area occupied by the old bailey. A local tax helped to fund the development, and the king agreed for the ruins of &lt;a href=\"St%20Mary%27s%20Abbey%2C%20York\"&gt;St Mary's Abbey&lt;/a&gt; to be cannibalised for building stone. Three new buildings were erected to the south of Clifford's Tower. A new county jail, built between 1701 and 1705 by William Wakefield, was placed on the south side, closely resembling the fashionable work of &lt;a href=\"John%20Vanbrugh\"&gt;John Vanbrugh&lt;/a&gt;. The local architect &lt;a href=\"John%20Carr%20%28architect%29\"&gt;John Carr&lt;/a&gt; then built the &lt;a href=\"Assize%20Court\"&gt;Assize Court&lt;/a&gt;s on the site of the old Jury House between 1773 and 1777 on the west side, and oversaw the replacement of the Sessions House and Common Hall by the Female Prison between 1780 and 1783 on the east side. The Female Prison and county jail were later combined to become the Debtors' Prison. Both of Carr's buildings were designed in a distinctive &lt;a href=\"Neoclassical%20architecture\"&gt;neoclassical&lt;/a&gt; style; the Assize Court building was particularly praised at the time as being \"a superb building of the Ionic order\". The castle courtyard was grassed over to form a circle in 1777 and became known as the \"Eye of the &lt;a href=\"Riding%20%28country%20subdivision%29\"&gt;Ridings&lt;/a&gt;\" because it was used for the election of members of parliament for York.\nVisits by the prison reformer &lt;a href=\"John%20Howard%20%28prison%20reformer%29\"&gt;John Howard&lt;/a&gt; as part of the research for his book \"The State of the Prisons\" found these prisons flawed, but in relatively good condition compared to others at the time. The Debtors' Prison as a whole was an \"honour to the county\" of York, with \"airy and healthy\" rooms, but the &lt;a href=\"felony\"&gt;felon&lt;/a&gt;s' wing of the prison attracted some criticism. The felons' wing was \"too small\" and had \"no water\" for the inmates; felons were forced to sleep on piles of straw on the floor. Indeed, conditions were so bad in the felons' wing that nine prisoners suffocated in one night during 1739.\nJust outside the main walls, the castle mills had become increasingly ineffective from the 16th century onwards because of a reduction in the flow of the rivers driving the water-wheels. As a result, in 1778 they were rebuilt with a new &lt;a href=\"steam%20engine\"&gt;steam engine&lt;/a&gt; to drive the machinery; this steam engine caused considerable discomfort to the prisoners affected by the smoke and noise.\n19th and 20th centuries.\nCriticism of the castle prison increased at the end of the 18th century. The facilities were felt to be inadequate and the crowds of spectators who gathered outside the prison to see inmates being taken into York for execution unseemly. Attempts were made to improve the way executions were carried out from 1803 onwards: the former castle courtyard, the Eye of the Ridings, was used for this purpose instead, although crowds still gathered outside the bailey to watch the slow deaths of the prisoners. By 1813 the execution process had been sped up by the introduction of the \"&lt;a href=\"Hanging%23Methods%20of%20judicial%20hanging%23Short%20drop\"&gt;short drop&lt;/a&gt;\" method of hanging, allowing the unusually rapid execution of fourteen &lt;a href=\"Luddism\"&gt;Luddite&lt;/a&gt; agitators at the castle in 1814. Overcrowding in the jail was now also a problem, with up to 114 prisoners being held at any one time; occasionally, around forty prisoners awaiting trial had to be kept in the jail yard for lack of space elsewhere.\nThe suitability of the prison was finally brought to a head at the 1821 &lt;a href=\"Assizes%20%28England%20and%20Wales%29\"&gt;assizes&lt;/a&gt; in York, when an official complaint was made and an investigation begun. The decision was taken to purchase Clifford's Tower and the Waud house, with the aim of demolishing them both to make room for a new, more modern prison. &lt;a href=\"Sydney%20Smith\"&gt;Sydney Smith&lt;/a&gt;, the famous wit, writer and &lt;a href=\"vicar\"&gt;vicar&lt;/a&gt; of &lt;a href=\"Foston%2C%20North%20Yorkshire\"&gt;Foston-le-Clay&lt;/a&gt;, successfully led a campaign to save Clifford's Tower, emphasising the historic importance of the location for the surrounding city. An alternative proposal, put forward by architect Robert Wallace, would have seen the conversion of Clifford's Tower back into a habitable building to form the hub of a &lt;a href=\"radius\"&gt;radial&lt;/a&gt; prison design, but this was turned down.\nIn 1825, Clifford's Tower and the Waud house were purchased by the county of &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt; at the cost of £8,800 (£665,000 at 2009 prices). The new prison buildings, designed by architects P. F. Robinson and &lt;a href=\"George%20Townsend%20Andrews\"&gt;G. T. Andrews&lt;/a&gt;, were constructed in a &lt;a href=\"Jacobethan\"&gt;Tudor Gothic&lt;/a&gt; style, including a gatehouse high and a radial prison block, protected by a long, high stone wall. The prison, considered to be the strongest such building in England, was built entirely of stone to be both secure and fireproof. Dark grey &lt;a href=\"gritstone\"&gt;gritstone&lt;/a&gt; was used in the construction to produce a forbidding appearance, although the prison itself was considered healthy and well ventilated.\nClifford's Tower played no part in the formal design of the prison, although the &lt;a href=\"Talus%20%28fortification%29\"&gt;talus&lt;/a&gt;, or sloping edge of the motte, was cut away and replaced by a retaining wall to allow more space for the new prison building. The backyard of the Female Prison, concealed from public view by the new wall, was used for hangings from 1868 onwards. The &lt;a href=\"Prison%20Act%201877\"&gt;Prison Act, 1877&lt;/a&gt;, reformed the English prison system, and York Castle gaol was passed into the control of central government the following year. It was used as the county prison until 1900, when the remaining prisoners were transferred to &lt;a href=\"Wakefield%20%28HM%20Prison%29\"&gt;Wakefield Prison&lt;/a&gt;, and from then onwards the facility was used as a &lt;a href=\"military%20prison\"&gt;military prison&lt;/a&gt; instead.\nBy the early 19th century, dredging and other improvements to the river Foss had made it possible to import flour into York by river, reducing the economic significance of the castle mills. In 1856, the castle mills were finally demolished as part of a further sequence of improvements to this part of the river. The King's Pool that formed part of the castle's water defences was drained. With the construction of several new bridges near the castle, the site became \"surrounded by roads instead of moats\". Some major trials took place at the Assizes (now Crown Court) building of York Castle in the 19th century, including that of &lt;a href=\"Trial%20of%20Mary%20Fitzpatrick\"&gt;Mary Fitzpatrick&lt;/a&gt; who was accused of murder.\nIn 1890 the Prison Commissioners agreed to declare Clifford's Tower a national monument and to conserve it as a historic location. In 1902 Clifford's Tower was given to the &lt;a href=\"City%20of%20York\"&gt;York Corporation&lt;/a&gt;, together with a grant of £3,000 (£242,000 at 2009 prices) arranged by &lt;a href=\"Beilby%20Lawley%2C%203rd%20Baron%20Wenlock\"&gt;Lord Wenlock&lt;/a&gt; for conservation and repairs. The removal of the talus and the damage to the castle stonework in the 16th century had put excessive pressure on the supporting motte, causing a recurrence of the 14th century subsidence. Sir &lt;a href=\"Basil%20Mott\"&gt;Basil Mott&lt;/a&gt;, a leading Victorian engineer, installed concrete underpinnings to stabilise the structure beneath the gatehouse. By the early 20th century, Clifford's Tower was regularly open to visitors, and in 1915 it was passed to the &lt;a href=\"Office%20of%20Works\"&gt;Office of Works&lt;/a&gt; as a national monument.\nToday.\nYork Prison finally closed in 1929, and the Tudor Gothic Victorian prison buildings were demolished in 1935. The Assize Courts building now houses the York &lt;a href=\"Crown%20Court\"&gt;Crown Court&lt;/a&gt;, while the former Debtors' Prison and Female Prison, together with a modern entrance area, are now the &lt;a href=\"York%20Castle%20Museum\"&gt;Castle Museum&lt;/a&gt;. The circular grassed area between these buildings that was once known as the \"Eye of the Ridings\" is now known as Castle Green, or the \"Eye of York\". Clifford's Tower is the most prominent surviving part of the original medieval fortification, although the stone steps up the side of the motte are modern. Fragments of the bailey wall, parts of the south gatehouse and one of the corner towers also survive.\nThe castle is classed as a &lt;a href=\"Grade%20I%20listed%20building\"&gt;Grade I listed building&lt;/a&gt; and a &lt;a href=\"Scheduled%20monument\"&gt;Scheduled monument&lt;/a&gt;. The site, managed by &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt;, is open to the public. Until the 1970s, the &lt;a href=\"pogrom\"&gt;pogrom&lt;/a&gt; of 1190 was often underplayed by official histories of the castle; early official guides to the castle made no reference to it. In 1978, however, the first memorial tablet to the victims was laid at the base of Clifford's Tower, and in 1990 the 800th anniversary of the killings was commemorated at the tower. Recently, commercial interests have sought to introduce retail development to the area surrounding it. Citizens, visitors, academics, environmentalists, local businesspeople and Jewish groups have opposed the development with some success, winning a lengthy and bitter &lt;a href=\"public%20inquiry\"&gt;public inquiry&lt;/a&gt; in 2003."
}