{
    "id": "34939007",
    "revid": "13876149",
    "url": "https://en.wikipedia.org/wiki?curid=34939007",
    "title": "Wausau Club",
    "text": "The Wausau Club was a businessmen's club in &lt;a href=\"Wausau%2C%20Wisconsin\"&gt;Wausau, Wisconsin&lt;/a&gt; built 1901–1902. It was added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1989.\nHistory.\nThe Wausau Club was founded by members of \"the Wausau Group\", a group of wealthy lumbermen and lawyers. As the forests of northern Wisconsin were running out, they decided to stay in Wausau and pool their resources and ideas to invest in other ventures. Together they would found Wausau Paper Mills, Marathon Corporation, Wausau Sulphite Fibre, &lt;a href=\"Wausau%20Insurance\"&gt;Employers' Mutual Liability Insurance Company&lt;/a&gt;, and Marathon Electric. The group formed in 1901, with by-laws stating that their purpose was to \"promote the business interests of the city of Wausau and community and the social enjoyment of the members there of.\" And they promptly began to plan an impressive clubhouse.\nThe site the club is on once held a house that belonged to &lt;a href=\"Rufus%20P.%20Manson\"&gt;Rufus P. Manson&lt;/a&gt;, a Mayor of Wausau and a member of the &lt;a href=\"Wisconsin%20State%20Assembly\"&gt;Wisconsin State Assembly&lt;/a&gt;, and his family of twelve. After Manson and his wife died, the house was split into two properties and each was moved. The following year, the Wausau Club was formed and would move another house from a different location onto the one previously occupied by the Manson residence. Multiple additions would later be made to the building, including one addition and refurbishment that cost $140,000. During the &lt;a href=\"Prohibition%20in%20the%20United%20States\"&gt;Prohibition Era&lt;/a&gt;, a tunnel connected to the Wausau Pilot newspaper building (which is occupied today by Shepherd and Schaller Sporting Goods) was used to move alcohol to and from the club undetected.\nThe Wausau Club closed in 2004 and the City of Wausau took over ownership.\nIn October 2017, the historic building was turned into a new art museum called the Wausau Museum of Contemporary Art."
}