{
    "id": "349487",
    "revid": "92899",
    "url": "https://en.wikipedia.org/wiki?curid=349487",
    "title": "Staples thesis",
    "text": "In &lt;a href=\"economic%20development\"&gt;economic development&lt;/a&gt;, the staples thesis is a theory of export-led growth based on &lt;a href=\"Economic%20history%20of%20Canada\"&gt;Canadian&lt;/a&gt; experience. The theory \"has its origins in research into Canadian social, political, and economic history carried out in Canadian universities...by members of what were then known as departments of political economy.\" From these groups of researchers, \"the two most prominent scholars following this approach were &lt;a href=\"Harold%20Innis\"&gt;Harold Innis&lt;/a&gt; and &lt;a href=\"William%20Archibald%20Mackintosh\"&gt;W.A. Mackintosh&lt;/a&gt;.\"\nThesis.\nThe thesis explains Canadian economic development as a lateral, east-west conception of trade. Innis argued that Canada developed as it did because of the nature of its staple &lt;a href=\"Commodity\"&gt;commodities&lt;/a&gt;: raw materials, such as fish, fur, lumber, agricultural products and minerals, that were exported to Britain and the West Indies. This trading link cemented Canada's cultural links to Britain. The search for and exploitation of these staples led to the creation of institutions that defined the political culture of the nation and its regions.\nInnis argues that different staples led to the emergence of regional economies (and societies) within Canada. For instance, the staple commodity in &lt;a href=\"Atlantic%20Canada\"&gt;Atlantic Canada&lt;/a&gt; was &lt;a href=\"cod\"&gt;cod&lt;/a&gt;. This industry was very decentralized, but also very co-operative. In western Canada the central staple was &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;. Wheat farming was a very independent venture, which led to a history of distrust of government and corporations in that part of the country. (Also important, however, were the shocks caused by volatility in the market for wheat and by the weather itself on the growing season.) In &lt;a href=\"Central%20Canada\"&gt;Central Canada&lt;/a&gt;, the main staple was fur, and the &lt;a href=\"fur%20trade\"&gt;fur trade&lt;/a&gt; dominated the economy for many years. This fur trade was controlled by large firms, such as the &lt;a href=\"Hudson%27s%20Bay%20Company\"&gt;Hudson's Bay Company&lt;/a&gt; and thus produced the much more centralized, business-oriented society that today characterizes &lt;a href=\"Montreal\"&gt;Montreal&lt;/a&gt; and &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;.\nInnis depicted the relationship between regions of Canada as one of \"heartland\" to \"hinterland\": &lt;a href=\"Core-periphery\"&gt;The periphery&lt;/a&gt;, or hinterland, is dominated by the core, or heartland. Because the heartland was dependent upon the search for and accumulation of staples (which were located in the hinterland) to perpetuate the economy, it sought to gain economic and political power by exploiting the hinterland.\nTo Innis, it was the fur trade that created the geographical boundaries of Canada. The early links between the Canadian interior and eastern ports led to Canadian unity and its distinctiveness from the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. However, the importance of fur as a staple product also resulted in the northern half of the continent remaining dependent on Britain for trade and thus essentially British for so much of its history.\nInfluence and criticism.\n&lt;a href=\"Mel%20Watkins\"&gt;Mel Watkins&lt;/a&gt; revived the theory during the 1960s and 1970s through his work on resource capitalism and &lt;a href=\"Economic%20history%20of%20Canada\"&gt;Canadian political economy&lt;/a&gt;. While the staples thesis originally described the evolution of the Canadian state, it has since been used to study the economies of many nations that are dependent upon &lt;a href=\"resource%20extraction\"&gt;resource extraction&lt;/a&gt; and &lt;a href=\"primary%20sector%20of%20the%20economy\"&gt;primary industries&lt;/a&gt;.\nThe staples thesis states that export of raw materials can sustain economic growth, while its critics argue that reliance on commodity export should not delay the development of basic &lt;a href=\"manufacturing\"&gt;manufacturing&lt;/a&gt; and provision of services. Among his strongest critics was &lt;a href=\"Robin%20Neill\"&gt;Robin Neill&lt;/a&gt; who advocated a post-Innisian thesis, explaining the economic development of Canada as an expression of variegated regions (population density, cultural politics, geographic characteristics) and of their particular north-south relationships with the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nHistorians continue to use elements of the Innis Core-periphery model, applying it for example to British Columbia. That province's economic structure exemplifies the \"core-periphery\" structure of intra-regional relationships. The core is metropolitan Vancouver, with its concentration of corporate management and transportation functions and manufacturing growth. It dominates an underdeveloped periphery that depends on production and export of staple commodities."
}