{
    "id": "34977233",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=34977233",
    "title": "Mannar Divisional Council",
    "text": "Mannar Divisional Council ( \"Maṉṉār Piratēca Capai\"; MDC) is the &lt;a href=\"Local%20government%20in%20Sri%20Lanka\"&gt;local authority&lt;/a&gt; for &lt;a href=\"Mannar%20Divisional%20Secretary%27s%20Division\"&gt;Mannar DS Division&lt;/a&gt; in northern &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, except for the town of &lt;a href=\"Mannar%2C%20Sri%20Lanka\"&gt;Mannar&lt;/a&gt; which has its own &lt;a href=\"Mannar%20Urban%20Council\"&gt;local authority&lt;/a&gt;. MDC is responsible for providing a variety of local public services including roads, sanitation, drains, housing, libraries, public parks and recreational facilities. It has 9 members elected using the &lt;a href=\"open%20list\"&gt;open list&lt;/a&gt; &lt;a href=\"proportional%20representation%20system\"&gt;proportional representation system&lt;/a&gt;.\nHistory.\nIn 1987 there was a major re-organisation of local government in Sri Lanka. District Development Councils were abolished and replaced by Divisional Councils (Pradeshiya Sabha or Pradesha Sabhai). The \"Pradeshiya Sabha Act No. 15 of 1987\" was passed by &lt;a href=\"Parliament%20of%20Sri%20Lanka\"&gt;Parliament&lt;/a&gt; on 15 April 1987 and on 1 January 1988 257 Divisional Councils started functioning. The Divisional Councils were generally commensurate with their namesake &lt;a href=\"Divisional%20Secretary%27s%20Division\"&gt;Divisional Secretary's Division&lt;/a&gt;s. Mannar Divisional Council was established as the local authority for Mannar DS Division. However, according to the pro-&lt;a href=\"LTTE\"&gt;LTTE&lt;/a&gt; &lt;a href=\"TamilNet\"&gt;TamilNet&lt;/a&gt;, the &lt;a href=\"Sri%20Lankan%20government\"&gt;Sri Lankan government&lt;/a&gt; had suspended all local government in the &lt;a href=\"Northern%20Province%2C%20Sri%20Lanka\"&gt;north&lt;/a&gt; and &lt;a href=\"Eastern%20Province%2C%20Sri%20Lanka\"&gt;east&lt;/a&gt; of the country in 1983 using &lt;a href=\"Emergency%20powers\"&gt;emergency regulations&lt;/a&gt;. The &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;civil war&lt;/a&gt; prevented elections from being held for MDC until 2011.\nIn March 1994 elections were held in the east and in &lt;a href=\"Vavuniya\"&gt;Vavuniya&lt;/a&gt; in the north. However, elections weren't held in other areas of the north, including the &lt;a href=\"Jaffna%20peninsula\"&gt;Jaffna peninsula&lt;/a&gt;, because most of these areas were at that time controlled by the rebel &lt;a href=\"Tamil%20Tigers\"&gt;Tamil Tigers&lt;/a&gt;. In August 1995 the &lt;a href=\"Sri%20Lankan%20military\"&gt;Sri Lankan military&lt;/a&gt; launched an offensive to recapture the Jaffna peninsula. By December 1995 the military had captured most of the &lt;a href=\"Valikamam\"&gt;Valikamam&lt;/a&gt; region of the peninsula, including the city of &lt;a href=\"Jaffna\"&gt;Jaffna&lt;/a&gt;. By 16 May 1996 the military had recaptured the entire peninsula. In late 1996 the government announced elections would be held for 23 local authorities in &lt;a href=\"Jaffna%20District\"&gt;Jaffna District&lt;/a&gt;, &lt;a href=\"Kilinochchi%20District\"&gt;Kilinochchi District&lt;/a&gt;, &lt;a href=\"Mannar%20District\"&gt;Mannar District&lt;/a&gt; and &lt;a href=\"Vavuniya%20District\"&gt;Vavuniya District&lt;/a&gt; but following opposition from &lt;a href=\"Sri%20Lankan%20Tamil%20people\"&gt;Tamil&lt;/a&gt; political parties postponed them. On 3 December 1997 the government announced that elections would be held for the 17 local authorities on the Jaffna peninsula. The elections were held on 29 January 1998.\nOn 1 January 2002 local authority elections were called for the entire country. It was later announced that elections would be held on 25 March 2002 in the north and east, and on 20 March 2002 in the rest of the country. The normal life term of Sri Lankan local government bodies is four years. On 21 March 2002 the Election Commissioner announced that the elections in the north and east, except for eight local authorities in &lt;a href=\"Ampara%20District\"&gt;Ampara District&lt;/a&gt;, had been postponed until 25 September 2002. On 17 September 2002 elections in the north and east were postponed, for a second time, until 25 June 2003. In June 2003 elections in the north and east were postponed, for a third time, until 24 January 2004. In January 2004 elections in the north and east, except for local authorities in Ampara District, were postponed, for a fourth time, until 23 October 2004.\nOn 27 January 2006 local authority elections were called for the entire country. It was later announced that elections would be held on 30 March 2006 across the entire country. The Election Commissioner subsequently postponed the elections in the north and Batticaloa District until 30 September 2006. On 23 September 2006 elections in the north and Batticaloa District were postponed until 30 June 2007.\nElection results.\n2011 local government election.\nResults of the &lt;a href=\"2011%20Sri%20Lankan%20local%20government%20elections\"&gt;local government election&lt;/a&gt; held on 17 March 2011:\nThe following candidates were elected: Mohamed Ishak Mohamed Arafath (SLMC); Shanthiya Martin Dayas (TNA); Abdul Hameem (UPFA); Jastin Jude Consal Kulaas (TNA); Gnanapragasam Peetar Maduththeen (TNA); Nichilas Sebamalai Peiris (UPFA); Abdul Muthalif Mohamed Risafi (SLMC); Antony Sagayam (TNA); and Barnapas Soosayapputhuram (TNA).\nShanthiya Martin Dayas (TNA) and Antony Sagayam (TNA) were appointed Chairman and Deputy Chairman respectively."
}