{
    "id": "34995883",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=34995883",
    "title": "Olabide ikastola",
    "text": "Olabide ikastola is a Basque &lt;a href=\"school\"&gt;school&lt;/a&gt; located in the &lt;a href=\"Basque%20Country%20%28autonomous%20community%29\"&gt;Basque Country&lt;/a&gt;, in the province of &lt;a href=\"%C3%81lava\"&gt;Álava&lt;/a&gt;. The official &lt;a href=\"medium%20of%20instruction\"&gt;educational language&lt;/a&gt; is &lt;a href=\"Basque%20language\"&gt;Basque&lt;/a&gt;. Every class, starting from kindergarten, are taught in this language. The students are separated into four classes from the beginning, primarily based on the child’s mother tongue. In this way, they create a group of classmates which have Basque as their first language. This division is done because when they first go to school, some children don’t even know how to speak Spanish, while others do. This would create many difficulties when socializing so they intend to prevent it through these measures. This school is a parental cooperative.\nOrigin.\nThe &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; was set up in 1963. Izaskun Arrue decided to set up a school where children could be educated in Basque. She was the first teacher of Olabide Ikastola. The class started with just 14 students. The children took their lessons in the teacher's house. That's why the school wasn't official at that time. As a result, it didn't receive any financial aid from the government. As time passed, more and more people were interested in this new system and consequently the demand started to increase. In 1966-67 there were 34 students, whereas in 1967-68 there were 85. The number of teachers increased as well; that year three girls took it as their occupations.\nDevelopment.\nNowadays, those students who have already grown, remember the abilities they developed in order to not be caught. For example, they did not all go at the same hours to class because otherwise 85 children going to the same place at the same time would have been very suspicious. \nIn 1968 the &lt;a href=\"ministry%20of%20education\"&gt;ministry of education&lt;/a&gt; begin to consider it as \"Padre Raimundo Olabide\" school. This new &lt;a href=\"Legal%20status\"&gt;status&lt;/a&gt; helped to improve this project so they stepped up the teachers' and facilities' quantity. By 1972, there were 496 registered students. As the number of students rose, the number of buildings increased. They moved to the street \"Estibalizko ama\" with the aim of getting bigger and bigger.\nIn 1973 they established their education &lt;a href=\"project\"&gt;project&lt;/a&gt;. In that year's January 24 the &lt;a href=\"Ministry%20of%20Works%20%28Spain%29\"&gt;ministry of works&lt;/a&gt; accepted to create a cooperative with its name as \"Aita Raimundo Olabide\", in which more than 360 families belonged to. At the moment the cooperative was formed they started to take many decisions. They bought 20,000 square meters of land in Lasarte. They began to construct the installation, which nowadays is the school's main building where departments such as the office and the sickbay are located. They inaugurated it on 19 April 1972.\nNowadays it is the biggest school in Alava. \nAfterwards, cultural and sports clubs were set up. They intend to encourage after school activities. \nIn 1983 they inaugurated the new installation named \"Zelaia\" in order to attend to all their demands. They decided that name because \"Juan Zelaia\" was one of the men who contributed the most to this project.\nSymbol.\nThe school's &lt;a href=\"symbol\"&gt;symbol&lt;/a&gt; represents the school's system. Easy to read, awesome and with plenty of meaning. On one hand, the tree reflects &lt;a href=\"knowledge\"&gt;knowledge&lt;/a&gt; and &lt;a href=\"science\"&gt;science&lt;/a&gt;. This tree contains two wide branches, symbolizing a &lt;a href=\"bilingual\"&gt;bilingual&lt;/a&gt; school. On the other hand, there is the illusion of a circle that is not drawn. That's where our &lt;a href=\"imagination\"&gt;imagination&lt;/a&gt; comes in. During many &lt;a href=\"centuries\"&gt;centuries&lt;/a&gt;, the circle has meant equality, relative treatment and connection among different ideas. So, this is a way to transmit the school's &lt;a href=\"dedication\"&gt;dedication&lt;/a&gt; to teaching. At the bottom the name appears written in modern &lt;a href=\"typography\"&gt;typography&lt;/a&gt;.\nFestivals.\nOlabide Eguna (meaning Olabide's day) is celebrated on the first Sunday of June. The participants of the sports and culture clubs are responsible for it. They organize a wide range of activities. On that day, there is an option for everybody who wants to have lunch at school.\nAwards.\nIn the year 2010, Olabide Ikastola school received the &lt;a href=\"EFQM\"&gt;EFQM&lt;/a&gt; Excellence Model award from the European Foundation for Quality Management, due to being a school which has increased its provision of education and has been growing since it was created."
}