{
    "id": "34994405",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=34994405",
    "title": "Scott van Breda",
    "text": "Scott Alexander van Breda (born 12 December 1991) is a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player for &lt;a href=\"RFU%20Championship\"&gt;RFU Championship&lt;/a&gt; side &lt;a href=\"Jersey%20Reds\"&gt;Jersey Reds&lt;/a&gt;. He is a utility back, that can play as centre, full-back or winger.\nCareer.\nEarly career.\nHe played for in the &lt;a href=\"2011%20Under-21%20Provincial%20Championship\"&gt;2011 Under-21 Provincial Championship&lt;/a&gt;, scoring 108 points in eight appearances to finish as the top scorer in Group B of the competition to help his side reach the final of the competition where they lost 23–19 to in &lt;a href=\"Wellington%2C%20Western%20Cape\"&gt;Wellington&lt;/a&gt;.\nHe made just four appearances in the &lt;a href=\"2012%20Under-21%20Provincial%20Championship\"&gt;2012 Under-21 Provincial Championship&lt;/a&gt;, but scored 90 points to once again finish as his team's top scorer and just three points behind the top scorer in Group B, s' Chris Willemse. Van Breda was brought in to play in the final three matches of the regular season and managed to score two tries in each of those matches; their 73–3 victory over the saw Van Breda contributing 28 points by scoring two tries and kicking nine conversions, he got two tries, two penalties and two conversions in their 41–3 victory over the and he had an even bigger personal tally in his next match for them against , scoring two tries, four conversions and five penalties in a 33-point haul in their 43–31 victory. He missed the semi-final, but returned to play for them in the final, where he kicked nine points to help his side win the competition by beating the s 24–10.\nEastern Province Kings / Southern Kings.\nHe made his first class debut for the in the &lt;a href=\"2012%20Vodacom%20Cup\"&gt;2012 Vodacom Cup&lt;/a&gt;, starting their Round One match against &lt;a href=\"Argentina\"&gt;Argentinean&lt;/a&gt; invitational side in &lt;a href=\"Stellenbosch\"&gt;Stellenbosch&lt;/a&gt;. His first senior points came in their second match of the season when he scored a try in the Kings' 40–23 victory over their &lt;a href=\"Eastern%20Cape\"&gt;Eastern Cape&lt;/a&gt; neighbours, the . He scored further tries against , and to finish as the Kings' top try scorer in the competition. He also kicked six penalties during the season for a tally of 38 points, the second-highest for the Kings behind first-choice kicker &lt;a href=\"Justin%20van%20Staden\"&gt;Justin van Staden&lt;/a&gt;.\nAfter making a further first class appearance against a &lt;a href=\"South%20African%20Universities%20rugby%20union%20team\"&gt;South African Students&lt;/a&gt; side, Van Breda played in his first &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; campaign. He started their opening match of the &lt;a href=\"2012%20Currie%20Cup%20First%20Division\"&gt;2012 Currie Cup First Division&lt;/a&gt; season against the in Wellington and made a total of four starts and six appearances off the bench during the season, scoring one try against the . The Eastern Province Kings finished top of the log to qualify for the play-offs and Van Breda came on as a late substitute in their semi-final match against the , but was not involved in the final, where the Kings won 26–25 to win their second First Division title in three years. He did make a late appearance in their promotion play-off second leg match against the , but they lost the match 16–6 and lost 69–20 on aggregate to remain in the First Division for 2013.\n2013 saw the ' debut in the &lt;a href=\"Super%20Rugby\"&gt;Super Rugby&lt;/a&gt; tournament. Van Breda was initially named in the Kings' wider training squad for the &lt;a href=\"2013%20Super%20Rugby%20season\"&gt;2013 Super Rugby season&lt;/a&gt;, but was subsequently released to their &lt;a href=\"Vodacom%20Cup\"&gt;Vodacom Cup&lt;/a&gt; squad. However, winger &lt;a href=\"Sergeal%20Petersen\"&gt;Sergeal Petersen&lt;/a&gt; picked up an injury prior to the ' Super Rugby game against the and Van Breda was called up to the squad. He came on as a late substitute in the match to make his Super Rugby debut.\nMeanwhile, he started six of their matches during the &lt;a href=\"2013%20Vodacom%20Cup\"&gt;2013 Vodacom Cup&lt;/a&gt; and was the top scorer for the Kings with 54 points as they reached the semi-final of the competition for the first time in their history, eventually losing 39–13 to the in &lt;a href=\"Nelspruit\"&gt;Nelspruit&lt;/a&gt;.\nThe Kings finished bottom of the South African Conference during the 2013 Super Rugby and had to play in a &lt;a href=\"2013%20Super%20Rugby%20season%23Promotion/Relegation%20Play-Offs\"&gt;relegation play-off&lt;/a&gt; against the . With the Kings' first-choice fly-half &lt;a href=\"Demetri%20Catrakilis\"&gt;Demetri Catrakilis&lt;/a&gt; ruled out of the second leg of the play-off through injury, Van Breda was included in the run-on side and took over the kicking duties. He scored 18 points for the as they beat the Lions 23–18 in the match in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;, which included a try in the final ten minutes of the match, but it wasn't enough to preserve the Kings' Super Rugby status as they lost the play-off series 44–42 on aggregate.\nVan Breda played a key role for the during the &lt;a href=\"2013%20Currie%20Cup%20First%20Division\"&gt;2013 Currie Cup First Division&lt;/a&gt;, starting 13 of their 16 matches and scoring 146 points, the third highest in the competition. This helped them to second place in the log and a spot in the end-of-season play-offs. He scored 22 points in an epic semi-final match against the , which ended 22–22 after the regulation 80 minutes before a penalty and a conversion of &lt;a href=\"Kayle%20van%20Zyl\"&gt;Kayle van Zyl&lt;/a&gt;'s late try saw the EP Kings finally emerge as 32–29 victors. They lost the final 53–30 to the , but were still promoted to the &lt;a href=\"2014%20Currie%20Cup%20Premier%20Division\"&gt;2014 Currie Cup Premier Division&lt;/a&gt; following the &lt;a href=\"South%20African%20Rugby%20Union\"&gt;South African Rugby Union&lt;/a&gt;'s decision to expand the division to eight teams.\nAlong with fullback &lt;a href=\"Siviwe%20Soyizwapi\"&gt;Siviwe Soyizwapi&lt;/a&gt;, Van Breda was included in the squad prior to the &lt;a href=\"2014%20Super%20Rugby%20season\"&gt;2014 Super Rugby season&lt;/a&gt;, but he returned to &lt;a href=\"Port%20Elizabeth\"&gt;Port Elizabeth&lt;/a&gt; without playing any matches.\nVan Breda made just one appearance during the &lt;a href=\"2014%20Vodacom%20Cup\"&gt;2014 Vodacom Cup&lt;/a&gt; in their match against Kenyan side as he was part of a group concentrating on conditioning prior to their Currie Cup Premier Division campaign. In June 2014, he was selected in the starting line-up for the side to face during a tour match during a &lt;a href=\"2014%20mid-year%20rugby%20union%20tests\"&gt;2014 incoming tour&lt;/a&gt;. He played the entire match as the Kings suffered a 12–34 defeat. He made his debut in the Premier Division of the Currie Cup on the opening day of the season against and played in a total of eight matches, finishing the season as the Kings' top scorer with 44 points. He scored a consolation try for the EP Kings in their 60–19 defeat to the in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;, but had a far more vital contribution in their final match of the season, scoring a try in the 74th minute which helped his side beat the 26–25 to secure their only win of the season.\nHe made his 50th appearance for the EP Kings by playing off the bench in their first match of the &lt;a href=\"2015%20Vodacom%20Cup\"&gt;2015 Vodacom Cup&lt;/a&gt; season, a 19–27 defeat to defending champions .\nJersey Reds.\nOn 14 July 2017, Van Breda signed for English club &lt;a href=\"Jersey%20Reds\"&gt;Jersey Reds&lt;/a&gt;, who compete in the &lt;a href=\"RFU%20Championship\"&gt;RFU Championship&lt;/a&gt; ahead of the 2017-18 season.\nWorcester Warriors.\nOn 22 February 2018, &lt;a href=\"Premiership%20Rugby\"&gt;Premiership&lt;/a&gt; side &lt;a href=\"Worcester%20Warriors\"&gt;Worcester Warriors&lt;/a&gt; announced the signing of Van Breda for the 2018-19 season.\nReturn to Jersey Reds.\nVan Breda returned to &lt;a href=\"Jersey%20Reds\"&gt;Jersey Reds&lt;/a&gt; on a short-term loan deal for the remainder of the season in March 2021 during the &lt;a href=\"2020%E2%80%9321%20RFU%20Championship\"&gt;2020–21 season&lt;/a&gt;. However, on 27 May 2021, van Breda would sign a new deal to re-join Jersey Reds on a permanent basis for the 2021-22 season, where he was named new club captain over the summer."
}