{
    "id": "3499370",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=3499370",
    "title": "Type 1936A destroyer",
    "text": "The Type 1936A destroyers, also known as the \"Z23\" class, were a group of fifteen &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt;s built for the &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" from 1938 to 1943. They were known to the &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allies&lt;/a&gt; as the Narvik class. In common with other German destroyers launched after the start of World War II, the Narviks were unnamed, known only by their hull numbers – \"Z23\" to \"Z39\".\nDesign.\nIn terms of armament, they were closer to light cruisers than the typical destroyer. The use of guns was atypical of destroyers which tended to have guns around in calibre. They were intended to carry two forward guns in a twin turret, but as the twin turrets were not ready in time, early class 1936As carried a single mounted gun forward.\nDespite being powerful the ships were not without their flaws. There were problems with the reliability of the high pressure steam engines and seakeeping in rough seas due to the newly designed bow and heavy forward artillery.\nThe eight ships of the Type 1936A design (\"Z23\" to \"Z30\") were all laid down between 1938 and 1940. The seven destroyers numbered from \"Z31\" to \"Z39\" were classed as Zerstörer 1936A (Mob); they were laid down in 1940 and 1941 and were slightly larger and had some internal modifications (including engines that caused less trouble than with their predecessors) from the original design to shorten construction times.\nDescription.\nThe ships had an &lt;a href=\"length%20overall\"&gt;overall length&lt;/a&gt; of and were &lt;a href=\"Length%20at%20the%20waterline\"&gt;long at the waterline&lt;/a&gt;. They had a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , and a maximum &lt;a href=\"draft%20%28hull%29\"&gt;draught&lt;/a&gt; of . They displaced at &lt;a href=\"Displacement%20%28ship%29%23Standard%20displacement\"&gt;standard load&lt;/a&gt; and at &lt;a href=\"deep%20load\"&gt;deep load&lt;/a&gt;. The ship's &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt;s were divided into 16 &lt;a href=\"watertight%20compartment\"&gt;watertight compartment&lt;/a&gt;s and they were fitted with a &lt;a href=\"double%20bottom\"&gt;double bottom&lt;/a&gt; that covered 47% of their length &lt;a href=\"amidships\"&gt;amidships&lt;/a&gt;. Their crew consisted of 11–15 officers and 305–20 sailors; when serving as a flagship an additional 4 officers and 19 sailors were assigned.\nThe Type 1936As were powered by two Wagner geared &lt;a href=\"steam%20turbine\"&gt;steam turbine&lt;/a&gt; sets, each driving a single three-bladed &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;, using steam provided by six high-pressure Wagner &lt;a href=\"water-tube%20boiler\"&gt;water-tube boiler&lt;/a&gt;s with &lt;a href=\"superheater\"&gt;superheater&lt;/a&gt;s that operated at a pressure of and a temperature of . The turbines were designed to produce for a speed of . The ships carried a maximum of of &lt;a href=\"fuel%20oil\"&gt;fuel oil&lt;/a&gt; which gave a range of at .\nArmament and sensors.\nThe main armament of the Type 1936A ships was intended to be five 45-&lt;a href=\"caliber%20%28artillery%29\"&gt;calibre&lt;/a&gt; &lt;a href=\"15%20cm%20TbtsK%20C/36%20naval%20gun\"&gt;TbtsK C/36 guns&lt;/a&gt; in a twin-&lt;a href=\"gun%20turret\"&gt;gun turret&lt;/a&gt; forward and the three other guns in single mounts with &lt;a href=\"gun%20shield\"&gt;gun shield&lt;/a&gt;s aft of the main &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt;, but delivery of the turrets was delayed and all of the Type 36A class was delivered with four single 15 cm guns with one gun forward and three aft. \"Z28\" was the sole exception as its armament was arranged with two single mounts fore and aft. \"Z23\", \"Z24\", \"Z25\" and \"Z29\" were later fitted with the turret. All of the Type 36A (Mob) ships except \"Z31\" were built with the turret and that ship received one later. The single mounts had a range of elevation from −10° to +30° while the guns in the turret could be elevated to 65°. The TbtsK C/36 gun fired projectiles at a &lt;a href=\"muzzle%20velocity\"&gt;muzzle velocity&lt;/a&gt; of which gave them a maximum range of . The hand-loaded gun had a maximum rate of fire of 7–8 &lt;a href=\"Cartridge%20%28firearms%29\"&gt;rounds&lt;/a&gt; per minute and the ships carried a total of 480 shells for them.\nTheir anti-aircraft armament consisted of four 80-calibre &lt;a href=\"3.7%20cm%20SK%20C/30\"&gt;SK C/30&lt;/a&gt; guns in two twin mounts abreast the aft &lt;a href=\"funnel%20%28ship%29\"&gt;funnel&lt;/a&gt;. The power operated mounts had a maximum elevation of 85° which gave the guns a ceiling of ; horizontal range was at an elevation of 37.5°. The single-shot SK C/30 fired projectiles at a muzzle velocity of at a rate of 30 rounds per minute. The mounts were stabilized, but their &lt;a href=\"gyroscope\"&gt;gyroscope&lt;/a&gt;s were undersized and could not cope with sharp turns or heavy &lt;a href=\"Ship%20motions\"&gt;rolling&lt;/a&gt;. They were also fitted with five to ten fully automatic 65-calibre &lt;a href=\"2%20cm%20FlaK%2030/38/Flakvierling\"&gt;C/30&lt;/a&gt; guns in quadruple and single mounts. The gun had an effective rate of fire of about 120 rounds per minute. Its projectiles were fired at a muzzle velocity of which gave it a ceiling of and a maximum horizontal range of .\nThe ships carried eight above-water &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s in two power-operated mounts. Two reloads were provided for each mount. The standard torpedo for the Type 36B destroyers was the &lt;a href=\"G7a%20torpedo\"&gt;G7a torpedo&lt;/a&gt;. It had a &lt;a href=\"warhead\"&gt;warhead&lt;/a&gt; and three speed range settings: at ; at and at . They had four &lt;a href=\"depth%20charge\"&gt;depth charge&lt;/a&gt; launchers and mine rails could be fitted on the rear deck that had a maximum capacity of 60 &lt;a href=\"naval%20mine\"&gt;mines&lt;/a&gt;. 'GHG' (&lt;a href=\"Gruppenhorchger%C3%A4t\"&gt;Gruppenhorchgerät&lt;/a&gt;) passive &lt;a href=\"hydrophone\"&gt;hydrophone&lt;/a&gt;s were fitted to detect &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s and a \"S-Gerät\" &lt;a href=\"sonar\"&gt;sonar&lt;/a&gt; was also probably fitted. The ships were equipped with a \"FuMO\" 24/25 &lt;a href=\"radar\"&gt;radar&lt;/a&gt; set above the &lt;a href=\"bridge%20%28nautical%29\"&gt;bridge&lt;/a&gt;.\nShips.\nThe class, including the 36A (Mob), consisted of 15 ships. All were built in &lt;a href=\"Bremen\"&gt;Bremen&lt;/a&gt; by &lt;a href=\"AG%20Weser\"&gt;AG Weser&lt;/a&gt; shipyard (part of &lt;a href=\"Deutsche%20Schiff-%20und%20Maschinenbau%20AG\"&gt;Deutsche Schiff- und Maschinenbau AG&lt;/a&gt;/Deschimag) apart from Z37, Z38 and Z39 which were built by &lt;a href=\"Friedrich%20Krupp%20Germaniawerft\"&gt;Germania&lt;/a&gt; (Kiel)."
}