{
    "id": "3502632",
    "revid": "9284616",
    "url": "https://en.wikipedia.org/wiki?curid=3502632",
    "title": "Daniel Bierofka",
    "text": "Daniel Bierofka (; born 7 February 1979) is a German &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; coach and a former player. He is the manager of &lt;a href=\"FC%20Wacker%20Innsbruck%20%282002%29\"&gt;Wacker Innsbruck&lt;/a&gt;. A former left &lt;a href=\"Midfielder%23Winger\"&gt;winger&lt;/a&gt;, his playing career had been plagued by injuries which limited his chances of playing more matches for Germany national squad and forced him to retire after the 2013–14 season.\nClub career.\nBierofka came through the &lt;a href=\"Bayern%20Munich%20Junior%20Team\"&gt;Bayern Munich youth system&lt;/a&gt; and made it to the reserve squad but never played for the senior team. He then transferred to city rival &lt;a href=\"TSV%201860%20Munich\"&gt;1860 Munich&lt;/a&gt; where he played 55 games in two seasons. Bierofka then moved to &lt;a href=\"Bayer%2004%20Leverkusen\"&gt;Bayer Leverkusen&lt;/a&gt; for three years before going over to &lt;a href=\"VfB%20Stuttgart\"&gt;VfB Stuttgart&lt;/a&gt;. In the 2006–07 season, Bierofka won the &lt;a href=\"Bundesliga\"&gt;Bundesliga&lt;/a&gt; title with VfB Stuttgart. In June 2007, Bierofka returned to 1860 Munich with the club committing to a deferred payment of €400,000.\nInternational career.\nBierofka has played three internationals for &lt;a href=\"Germany%20national%20football%20team\"&gt;Germany&lt;/a&gt; and scored one goal – on 18 May 2002, in the 6–2 win against &lt;a href=\"Austria%20national%20football%20team\"&gt;Austria&lt;/a&gt; in a &lt;a href=\"friendly%20match\"&gt;friendly match&lt;/a&gt;.\nCoaching career.\n1860 Munich.\nAfter ending his club career at &lt;a href=\"TSV%201860%20Munich%20II\"&gt;1860 Munich II&lt;/a&gt; in May 2014 Bierofka became head coach of the U-16 squad of his former club. On 18 February 2015 he became the head coach of 1860 Munich II after &lt;a href=\"Torsten%20Fr%C3%B6hling\"&gt;Torsten Fröhling&lt;/a&gt; was appointed head coach of the first team. On 14 March 2015, in his debut, 1860 Munich II and &lt;a href=\"SV%20Schalding-Heining\"&gt;Schalding-Heining&lt;/a&gt; finished in a 0–0 draw. In a &lt;a href=\"Bavarian%20football%20derbies\"&gt;Bavarian derby&lt;/a&gt;, on 21 March 2015, 1860 Munich II lost to &lt;a href=\"1.%20FC%20N%C3%BCrnberg%20II\"&gt;1. FC Nürnberg II&lt;/a&gt; 2–0. He finished with a record of four wins, three draws, and five losses.\nHe took on the first team on 19 April 2016. Under Bierofka's coaching 1860 Munich won its first three matches against &lt;a href=\"Eintracht%20Braunschweig\"&gt;Eintracht Braunschweig&lt;/a&gt;, &lt;a href=\"FC%20St.%20Pauli\"&gt;FC St. Pauli&lt;/a&gt; and &lt;a href=\"SC%20Paderborn%2007\"&gt;SC Paderborn&lt;/a&gt; and thereby avoided relegation from the &lt;a href=\"2015%E2%80%9316%202.%20Bundesliga\"&gt;2. Bundesliga&lt;/a&gt;. As Bierofka did not held a coaching license for the 2. Bundesliga he was only allowed to coach with a special permit for three matches. He won all three of his matches. After this permit expired he took over the second team again and was replaced by interim coach &lt;a href=\"Denis%20Bushuev\"&gt;Denis Bushuev&lt;/a&gt; for the last match of the season against &lt;a href=\"FSV%20Frankfurt\"&gt;FSV Frankfurt&lt;/a&gt;. He was again appointed as the interim head coach on 22 November 2016.\nAfter the first team was relegated from the 2. Bundesliga and failed to obtain a licence for the &lt;a href=\"3.%20Liga\"&gt;3. Liga&lt;/a&gt; Bierofka was appointed head coach for the 2017–18 season. He resigned on 7 November 2019.\nWacker Innsbruck.\nIn May 2020, Bierofka signed a contract to become head coach at Wacker Innsbruck from the &lt;a href=\"2020-21%20Austrian%20Football%20Second%20League\"&gt;2020-21 season&lt;/a&gt;. His appointment ended on 7 October 2021.\nPersonal life.\nHis father is a former player and former head coach of 1860 Munich."
}