{
    "id": "350362",
    "revid": "13390353",
    "url": "https://en.wikipedia.org/wiki?curid=350362",
    "title": "Solar and Heliospheric Observatory",
    "text": "The Solar and Heliospheric Observatory (SOHO) is a &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; (ESA) spacecraft built by a European industrial consortium led by &lt;a href=\"Matra%20Marconi%20Space\"&gt;Matra Marconi Space&lt;/a&gt; (now &lt;a href=\"Airbus%20Defence%20and%20Space\"&gt;Airbus Defence and Space&lt;/a&gt;) that was launched on a &lt;a href=\"Lockheed%20Martin\"&gt;Lockheed Martin&lt;/a&gt; &lt;a href=\"Atlas%20II\"&gt;Atlas IIAS&lt;/a&gt; &lt;a href=\"launch%20vehicle\"&gt;launch vehicle&lt;/a&gt; on 2 December 1995, to study the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;. It has also discovered over 4,000 &lt;a href=\"comet\"&gt;comet&lt;/a&gt;s. It began normal operations in May 1996. It is a joint project between the &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; (ESA) and &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;. SOHO was part of the\nInternational Solar Terrestrial Physics Program (ISTP). Originally planned as a two-year mission, SOHO continues to operate after over 25 years in &lt;a href=\"outer%20space\"&gt;space&lt;/a&gt;; the mission has been extended until the end of 2025, subject to review and confirmation by ESA's Science Programme Committee.\nIn addition to its scientific mission, it is a main source of near-real-time solar data for &lt;a href=\"space%20weather\"&gt;space weather&lt;/a&gt; prediction. Along with &lt;a href=\"Wind%20%28spacecraft%29\"&gt;Wind&lt;/a&gt;, &lt;a href=\"Advanced%20Composition%20Explorer\"&gt;Advanced Composition Explorer&lt;/a&gt; (ACE), and &lt;a href=\"Deep%20Space%20Climate%20Observatory\"&gt;Deep Space Climate Observatory&lt;/a&gt; (DSCOVR), SOHO is one of four spacecraft in the vicinity of the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;–&lt;a href=\"Sun\"&gt;Sun&lt;/a&gt; &lt;a href=\"Lagrange%20point\"&gt;L1 point&lt;/a&gt;, a point of gravitational balance located approximately 0.99 &lt;a href=\"Astronomical%20unit\"&gt;astronomical unit (AU)&lt;/a&gt; from the Sun and 0.01 AU from the Earth. In addition to its scientific contributions, SOHO is distinguished by being the first three-axis-stabilized spacecraft to use its &lt;a href=\"reaction%20wheel\"&gt;reaction wheel&lt;/a&gt;s as a kind of virtual &lt;a href=\"gyroscope\"&gt;gyroscope&lt;/a&gt;; the technique was adopted after an on-board emergency in 1998 that nearly resulted in the loss of the spacecraft.\nScientific objectives.\nThe three main scientific objectives of SOHO are:\nOrbit.\nThe SOHO spacecraft is in a &lt;a href=\"halo%20orbit\"&gt;halo orbit&lt;/a&gt; around the &lt;a href=\"Sun\"&gt;Sun&lt;/a&gt;–&lt;a href=\"Earth\"&gt;Earth&lt;/a&gt; &lt;a href=\"Lagrange%20point\"&gt;L1 point&lt;/a&gt;, the point between the Earth and the Sun where the balance of the (larger) Sun's gravity and the (smaller) Earth's gravity is equal to the &lt;a href=\"centripetal\"&gt;centripetal&lt;/a&gt; force needed for an object to have the same &lt;a href=\"orbital%20period\"&gt;orbital period&lt;/a&gt; in its orbit around the Sun as the Earth, with the result that the object will stay in that relative position.\nAlthough sometimes described as being at L1, the SOHO spacecraft is not exactly at L1 as this would make communication difficult due to radio interference generated by the Sun, and because this would not be a &lt;a href=\"Lagrange%20point%23Stability\"&gt;stable&lt;/a&gt; orbit. Rather it lies in the (constantly moving) plane, which passes through L1 and is perpendicular to the line connecting the Sun and the Earth. It stays in this plane, tracing out an elliptical &lt;a href=\"halo%20orbit\"&gt;halo orbit&lt;/a&gt; centered about L1. It orbits L1 once every six months, while L1 itself orbits the Sun every 12 months as it is coupled with the motion of the Earth. This keeps SOHO in a good position for communication with Earth at all times.\nCommunication with Earth.\nIn normal operation, the spacecraft transmits a continuous 200 &lt;a href=\"Data-rate%20units\"&gt;kbit/s&lt;/a&gt; data stream of photographs and other measurements via the NASA &lt;a href=\"Deep%20Space%20Network\"&gt;Deep Space Network&lt;/a&gt; of ground stations. SOHO's data about solar activity are used to predict &lt;a href=\"coronal%20mass%20ejection\"&gt;coronal mass ejection&lt;/a&gt; (CME) arrival times at Earth, so &lt;a href=\"electrical%20grid\"&gt;electrical grid&lt;/a&gt;s and satellites can be protected from their damaging effects. CMEs directed toward the earth may produce &lt;a href=\"geomagnetic%20storm\"&gt;geomagnetic storm&lt;/a&gt;s, which in turn produce &lt;a href=\"geomagnetically%20induced%20current\"&gt;geomagnetically induced current&lt;/a&gt;s, in the most extreme cases creating black-outs, etc.\nIn 2003, ESA reported the failure of the antenna &lt;a href=\"Cartesian%20coordinate%20system\"&gt;Y-axis&lt;/a&gt; &lt;a href=\"stepper%20motor\"&gt;stepper motor&lt;/a&gt;, necessary for pointing the &lt;a href=\"high-gain%20antenna\"&gt;high-gain antenna&lt;/a&gt; and allowing the downlink of high-rate data. At the time, it was thought that the antenna anomaly might cause two- to three-week data-blackouts every three months. However, ESA and NASA engineers managed to use SOHO's &lt;a href=\"low-gain%20antenna\"&gt;low-gain antenna&lt;/a&gt;s together with the larger and &lt;a href=\"NASA%20Deep%20Space%20Network\"&gt;NASA Deep Space Network&lt;/a&gt; ground stations and judicious use of SOHO's Solid State Recorder (SSR) to prevent total data loss, with only a slightly reduced data flow every three months.\nNear loss of SOHO.\nThe SOHO Mission Interruption sequence of events began on 24 June 1998, while the SOHO Team was conducting a series of spacecraft gyroscope calibrations and maneuvers. Operations proceeded until 23:16 UTC when SOHO lost &lt;a href=\"Celestial%20navigation\"&gt;lock&lt;/a&gt; on the Sun and entered an emergency &lt;a href=\"attitude%20control\"&gt;attitude control&lt;/a&gt; mode called Emergency Sun Reacquisition (ESR). The SOHO Team attempted to recover the observatory, but SOHO entered the &lt;a href=\"Safe%20mode%20%28spacecraft%29\"&gt;emergency mode&lt;/a&gt; again on 25 June 1998, at 02:35 UTC. Recovery efforts continued, but SoHO entered the emergency mode for the last time at 04:38 UTC. All contact with SOHO was lost at 04:43 UTC, and the mission interruption had begun. SOHO was spinning, losing electrical power, and no longer pointing at the Sun.\nExpert European Space Agency (ESA) personnel were immediately dispatched from &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; to direct operations. Days passed without contact from SOHO. On 23 July 1998, the &lt;a href=\"Arecibo%20Observatory\"&gt;Arecibo Observatory&lt;/a&gt; and &lt;a href=\"Goldstone%20Solar%20System%20Radar\"&gt;Goldstone Solar System Radar&lt;/a&gt; combined to locate SOHO with &lt;a href=\"radar\"&gt;radar&lt;/a&gt; and to determine its location and &lt;a href=\"Angle%20of%20attack\"&gt;attitude&lt;/a&gt;. SOHO was close to its predicted position, oriented with its side versus the usual front &lt;a href=\"Optical%20Surface%20Reflector\"&gt;Optical Surface Reflector&lt;/a&gt; panel pointing toward the Sun, and was rotating at one &lt;a href=\"Revolutions%20per%20minute\"&gt;revolution&lt;/a&gt; every 53 seconds. Once SOHO was located, plans for contacting SOHO were formed. On 3 August, a &lt;a href=\"Carrier%20wave\"&gt;carrier&lt;/a&gt; was detected from SOHO, the first signal since 25 June 1998. After days of charging the &lt;a href=\"battery%20%28electricity%29\"&gt;battery&lt;/a&gt;, a successful attempt was made to &lt;a href=\"modulation\"&gt;modulate&lt;/a&gt; the carrier and downlink &lt;a href=\"telemetry\"&gt;telemetry&lt;/a&gt; on 8 August. After instrument temperatures were downlinked on 9 August 1998, &lt;a href=\"data%20analysis\"&gt;data analysis&lt;/a&gt; was performed, and planning for the SOHO recovery began in earnest.\nThe Recovery Team began by allocating the limited electrical power. After this, SOHO's anomalous orientation in space was determined. Thawing the frozen &lt;a href=\"hydrazine\"&gt;hydrazine&lt;/a&gt; fuel tank using SOHO's thermal control heaters began on 12 August 1998. Thawing pipes and the &lt;a href=\"Rocket%20engine\"&gt;thrusters&lt;/a&gt; was next, and SOHO was re-oriented towards the Sun on 16 September 1998. After nearly a week of spacecraft bus recovery activities and an orbital correction maneuver, the SOHO spacecraft bus returned to normal mode on 25 September 1998 at 19:52 UTC. Recovery of the instruments began on 5 October 1998 with SUMER, and ended on 24 October 1998, with CELIAS.\nOnly one gyroscope remained operational after this recovery, and on 21 December 1998, that gyroscope failed. Attitude control was accomplished with manual thruster firings that consumed of fuel weekly, while the ESA developed a new gyroless operations mode that was successfully implemented on 1 February 1999.\nInstrument.\nThe SOHO Payload Module (PLM) consists of twelve instruments, each capable of independent or coordinated observation of the Sun or parts of the Sun, and some spacecraft components. The instruments are:\nPublic availability of images.\nObservations from some of the instruments can be formatted as images, most of which are readily available on the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; for either public or research use (see &lt;a href=\"http%3A//sohowww.nascom.nasa.gov/data/realtime-images.html\"&gt;the official website&lt;/a&gt;). Others, such as &lt;a href=\"energy%20spectrum\"&gt;spectra&lt;/a&gt; and measurements of particles in the &lt;a href=\"solar%20wind\"&gt;solar wind&lt;/a&gt;, do not lend themselves so readily to this. These images range in &lt;a href=\"wavelength\"&gt;wavelength&lt;/a&gt; or &lt;a href=\"frequency\"&gt;frequency&lt;/a&gt; from &lt;a href=\"optical\"&gt;optical&lt;/a&gt; (&lt;a href=\"H-alpha\"&gt;Hα&lt;/a&gt;) to &lt;a href=\"Extreme%20ultraviolet\"&gt;Extreme ultraviolet&lt;/a&gt; (EUV). Images taken partly or exclusively with non-visible wavelengths are shown on the SOHO page and elsewhere in &lt;a href=\"False-color\"&gt;false color&lt;/a&gt;.\nUnlike many space-based and ground telescopes, there is no time formally allocated by the SOHO program for observing proposals on individual instruments; interested parties can contact the instrument teams via e-mail and the SOHO website to request time via that instrument team's internal processes (some of which are quite informal, provided that the ongoing reference observations are not disturbed). A formal process (the \"JOP\" program) does exist for using multiple SOHO instruments collaboratively on a single observation. JOP proposals are reviewed at the quarterly Science Working Team (SWT) meetings, and JOP time is allocated at monthly meetings of the Science Planning Working Group. First results were presented in \"Solar Physics\", volumes 170 and 175 (1997), edited by B. Fleck and Z. Švestka.\nComet discovery.\nAs a consequence of its observing the Sun, SOHO (specifically the &lt;a href=\"Large%20Angle%20and%20Spectrometric%20Coronagraph\"&gt;LASCO&lt;/a&gt; instrument) has inadvertently allowed the discovery of comets by blocking out the Sun's glare. Approximately one-half of all known comets have been spotted by SOHO, discovered over the last 15 years by over 70 people representing 18 different countries searching through the publicly available SOHO images online. SOHO had discovered over 2700 comets by April 2014, with an average discovery rate of one every 2.59 days. In September 2015, SOHO discovered its 3000th comet.\nInstrument contributors.\nThe &lt;a href=\"Max%20Planck%20Institute%20for%20Solar%20System%20Research\"&gt;Max Planck Institute for Solar System Research&lt;/a&gt; contributed to SUMER, Large Angle and Spectrometric Coronagraph (LASCO), and CELIAS instruments. The Smithsonian Astrophysical Observatory (SAO) built the UVCS instrument. The &lt;a href=\"Lockheed%20Martin%20Solar%20and%20Astrophysics%20Laboratory\"&gt;Lockheed Martin Solar and Astrophysics Laboratory&lt;/a&gt; (LMSAL) built the MDI instrument in collaboration with the solar group at &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt;. The &lt;a href=\"http%3A//www.ias.u-psud.fr/\"&gt;Institut d'Astrophysique Spatiale&lt;/a&gt; is the &lt;a href=\"principal%20investigator\"&gt;principal investigator&lt;/a&gt; of GOLF and &lt;a href=\"Extreme%20ultraviolet%20Imaging%20Telescope\"&gt;Extreme ultraviolet Imaging Telescope&lt;/a&gt; (EIT), with a strong contribution to SUMER. A complete list of all the instruments, with links to their home institutions, is available at the &lt;a href=\"https%3A//soho.nascom.nasa.gov/about/instruments.html\"&gt;SOHO Website&lt;/a&gt;."
}