{
    "id": "350664",
    "revid": "38627444",
    "url": "https://en.wikipedia.org/wiki?curid=350664",
    "title": "Bay of Islands",
    "text": "The Bay of Islands is an area on the east coast of the &lt;a href=\"Far%20North%20District\"&gt;Far North District&lt;/a&gt; of the &lt;a href=\"North%20Island\"&gt;North Island&lt;/a&gt; of New Zealand. It is one of the most popular fishing, sailing and tourist destinations in the country, and has been renowned internationally for its big-game fishing since American author &lt;a href=\"Zane%20Grey\"&gt;Zane Grey&lt;/a&gt; publicised it in the 1930s. It is north-west of the city of &lt;a href=\"Whangarei\"&gt;Whangarei&lt;/a&gt;. &lt;a href=\"Cape%20Reinga\"&gt;Cape Reinga&lt;/a&gt;, at the northern tip of the country, is about by road further to the north-west.\nGeography.\nThe bay itself is an irregularly-shaped -wide, &lt;a href=\"ria\"&gt;drowned valley&lt;/a&gt; system and a natural harbour. It contains 144 islands, of which the largest is &lt;a href=\"Urupukapuka%20Island\"&gt;Urupukapuka&lt;/a&gt;, and numerous peninsulas and inlets. The three largest inlets are Waikare Inlet in the south, and Kerikeri and Te Puna (Mangonui) inlets in the north-west. The &lt;a href=\"Purerua%20Peninsula\"&gt;Purerua Peninsula&lt;/a&gt;, north of Te Puna Inlet, separates the north-western part of the bay from the Pacific Ocean, and &lt;a href=\"Cape%20Brett\"&gt;Cape Brett&lt;/a&gt; Peninsula extends into the ocean at the eastern end of the bay. The biggest town is &lt;a href=\"Kerikeri\"&gt;Kerikeri&lt;/a&gt;, followed by &lt;a href=\"Paihia\"&gt;Paihia&lt;/a&gt;. The small town of &lt;a href=\"Russell%2C%20New%20Zealand\"&gt;Russell&lt;/a&gt; is located at the end of a short peninsula that extends into the bay from the southeast.\nHistory.\nAbout 700 years ago, the &lt;a href=\"Mataatua\"&gt;Mataatua&lt;/a&gt;, one of the large &lt;a href=\"M%C4%81ori%20migration%20canoes\"&gt;Māori migration canoes&lt;/a&gt; which journeyed to New Zealand from &lt;a href=\"Hawaiki\"&gt;Hawaiki&lt;/a&gt;, was sailed to the Bay of Islands (from the Bay of Plenty) by Puhi, a progenitor of the &lt;a href=\"Ng%C4%81puhi\"&gt;Ngāpuhi&lt;/a&gt; &lt;a href=\"iwi\"&gt;iwi&lt;/a&gt; (tribe) which today is the largest in the country. Māori settled and multiplied throughout the bay and on several of its many islands to establish various tribes such as the Ngāti Miru at Kerikeri. Many notable Māori were born in the Bay of Islands, including &lt;a href=\"Hone%20Heke\"&gt;Hone Heke&lt;/a&gt; who several times cut down the flagpole at &lt;a href=\"Russell%2C%20New%20Zealand\"&gt;Kororāreka (Russell)&lt;/a&gt; to start the &lt;a href=\"Flagstaff%20War\"&gt;Flagstaff War&lt;/a&gt;.\nMany of the Māori settlements later played important roles in the development of New Zealand, such as &lt;a href=\"Okiato\"&gt;Okiato&lt;/a&gt; (the nation's first capital), &lt;a href=\"Waitangi%2C%20Northland\"&gt;Waitangi&lt;/a&gt; (where the &lt;a href=\"Treaty%20of%20Waitangi\"&gt;Treaty of Waitangi&lt;/a&gt; would later be signed) and Kerikeri, (which was an important departure point for inland Māori going to sea, and later site of the first permanent &lt;a href=\"Mission%20House\"&gt;mission station&lt;/a&gt; in the country). Some of the islands became notable as well, such as Motu Apo (Te Pahi Island) where 60 of chief &lt;a href=\"Te%20Pahi\"&gt;Te Pahi&lt;/a&gt;'s people were killed as revenge after he was wrongly accused of being responsible for the &lt;a href=\"Boyd%20massacre%23Aftermath\"&gt;Boyd Massacre&lt;/a&gt; at &lt;a href=\"Whangaroa\"&gt;Whangaroa&lt;/a&gt;.\nThe first European to visit the area was &lt;a href=\"Captain%20Cook\"&gt;Captain Cook&lt;/a&gt;, who named the region in 1769. The Bay of Islands was the first area in New Zealand to be settled by Europeans. &lt;a href=\"Whaler\"&gt;Whaler&lt;/a&gt;s arrived towards the end of the 18th century, while the first &lt;a href=\"missionaries\"&gt;missionaries&lt;/a&gt; settled in 1814. The first full-blooded European child recorded as being born in the country, Thomas King, was born in 1815 at Oihi Bay in the Bay of Islands. (There have been unsubstantiated claims that a European girl was born earlier at the &lt;a href=\"Dusky%20Sound\"&gt;Dusky Sound&lt;/a&gt; settlement in the &lt;a href=\"South%20Island\"&gt;South Island&lt;/a&gt;).\nThe bay has many interesting historic towns including &lt;a href=\"Paihia\"&gt;Paihia&lt;/a&gt;, &lt;a href=\"Russell%2C%20New%20Zealand\"&gt;Russell&lt;/a&gt;, &lt;a href=\"Waitangi%2C%20Northland\"&gt;Waitangi&lt;/a&gt; and &lt;a href=\"Kerikeri\"&gt;Kerikeri&lt;/a&gt;. Russell, formerly known as &lt;a href=\"Koror%C4%81reka\"&gt;Kororāreka&lt;/a&gt;, was the first permanent European settlement in New Zealand, and dates from the early 19th century. Kerikeri contains many historic sites from the earliest European colonial settlement in the country. These include the &lt;a href=\"Mission%20House\"&gt;Mission House&lt;/a&gt;, also called Kemp House, which is the oldest wooden structure still standing in New Zealand. The &lt;a href=\"Stone%20Store\"&gt;Stone Store&lt;/a&gt;, a former storehouse, is the oldest stone building in New Zealand, construction having begun on 19 April 1832.\nThe Bay of Islands was visited in the 19th century by &lt;a href=\"seal%20hunting\"&gt;sealing&lt;/a&gt; ships and &lt;a href=\"Whaling%20in%20New%20Zealand\"&gt;whaling ships&lt;/a&gt; that hunted in the ocean around New Zealand, often bartering with local iwi to restock their food supplied with local potatoes and pork. In December 1835 &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt; visited the Bay of Islands in . In February 1840, some members of the &lt;a href=\"United%20States%20Exploring%20Expedition\"&gt;United States Exploring Expedition&lt;/a&gt; were present at the initial signing of the &lt;a href=\"Treaty%20of%20Waitangi\"&gt;Treaty of Waitangi&lt;/a&gt; at Waitangi.\nIn a 2006 study, the Bay of Islands was found to have the second &lt;a href=\"Diffuse%20sky%20radiation\"&gt;bluest sky&lt;/a&gt; in the world, after &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;.\nA new fast boat manufactured by the Explore Group was introduced in the Bay of Islands in 2019 to take visitors to the Hole in the Rock at speed. The daily transport facility can seat up to 30 passengers and will ply several times during the day.\n\"Cream Trip\".\nIn 1886, Albert Ernest Fuller launched the sailing ship \"Undine\" in the Bay of Islands to deliver coal supplies to the islands within the Bay. With the fitting of a motor in the early 20th century, Fuller was able to deliver the coal and essential supplies to communities as far out as Cape Brett.\nIn 1927 Fuller acquired \"Cream Trip\" from Eddie Lane – with the facilities on board to transport cream from the islands, and by the 1960s, the newly commissioned \"Bay Belle\" started this run.\nAlthough a modern catamaran now takes this historical route of the original Cream Trip, \"Bay Belle\" continues to transport visitors and locals between Paihia and Russell throughout the day."
}