{
    "id": "35108736",
    "revid": "125972",
    "url": "https://en.wikipedia.org/wiki?curid=35108736",
    "title": "Russian Science Citation Index",
    "text": "Russian Science Citation Index (Russian: Российский индекс научного цитирования (РИНЦ)) is a &lt;a href=\"bibliographic%20database\"&gt;bibliographic database&lt;/a&gt; of &lt;a href=\"scientific%20publication\"&gt;scientific publication&lt;/a&gt;s in &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;. It accumulates more than 13 million publications of Russian &lt;a href=\"Author\"&gt;authors&lt;/a&gt;, as well as information about citing these publications from more than 5000 Russian &lt;a href=\"Academic%20journal\"&gt;journal&lt;/a&gt;s. The Russian Science Citation Index has been developed since 2005 by the Scientific Electronic Library eLIBRARY.RU. The information-analytical system Science Index is a &lt;a href=\"search%20engine\"&gt;search engine&lt;/a&gt; of this database; it offers a wide range of services for authors, research institutions and scientific publishers. It is designed not only for operational search for relevant bibliographic information, but is also as a powerful tool to assess the impact and effectiveness of research organizations, &lt;a href=\"Scientist\"&gt;scientists&lt;/a&gt;, and the level of scientific journals, etc.\nPurpose.\nFrom 5000 Russian scientific journals only about 500 are presented in foreign databases (approx. 10%). Those are mainly translated journals. So far, the vast majority of Russian scientific publications remain \"invisible\" and not available online. Russian Science Citation Index makes it real to objectively compare Russian journals with the best international journals and brings them closer to researchers all over the world.\nFunctionality.\nIn Russia, this database is one of the main sources of information for evaluating the effectiveness of organizations involved in research. It allows to appraise: \nthrough the following indicators:"
}