{
    "id": "3512270",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=3512270",
    "title": "FC Metalist Kharkiv",
    "text": "Football Club Metalist Kharkiv ( ) is a Ukrainian &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt; that plays in the &lt;a href=\"Ukrainian%20First%20League\"&gt;Ukrainian First League&lt;/a&gt; during the &lt;a href=\"2021%E2%80%9322%20Ukrainian%20First%20League\"&gt;2021–22 season&lt;/a&gt;. It was revived 5 years after the original FC Metalist Kharkiv ceased operations.\nFounded in 1925, FC Metalist Kharkiv had worked its way up the rungs of the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; football system, eventually being promoted to the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt; in 1960. After a difficult period which included relegation, Metalist was promoted to the Top League again in 1982, where it remained until the league's dissolution.\nThe club won the &lt;a href=\"Soviet%20Cup\"&gt;Soviet Cup&lt;/a&gt; once, and were also runners-up once. They have also won silver medals of the &lt;a href=\"2012%E2%80%9313%20Ukrainian%20Premier%20League\"&gt;2012–13 Ukrainian Premier League&lt;/a&gt; and six bronze medals of the &lt;a href=\"Ukrainian%20Premier%20League\"&gt;Ukrainian Premier League&lt;/a&gt;, starting from the &lt;a href=\"2006%E2%80%9307%20Ukrainian%20Premier%20League\"&gt;2006–07 season&lt;/a&gt;. Their home was the &lt;a href=\"Metalist%20Stadium\"&gt;Metalist Stadium&lt;/a&gt;, a multi-use facility with a capacity of 40,003. The &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; was originally built in 1926 and was expanded to host &lt;a href=\"Euro%202012\"&gt;Euro 2012&lt;/a&gt; football matches.\nMetalist ceased operations in &lt;a href=\"2015%E2%80%9316%20Ukrainian%20Premier%20League\"&gt;2016&lt;/a&gt; due to &lt;a href=\"insolvency\"&gt;insolvency&lt;/a&gt;. Metalist owed in salary to its players 32 million &lt;a href=\"Euro\"&gt;Euro&lt;/a&gt;s with 5 million to &lt;a href=\"Cleiton%20Xavier\"&gt;Cleiton Xavier&lt;/a&gt; in particular. It was removed from the &lt;a href=\"Ukrainian%20Premier%20League\"&gt;Ukrainian Premier League&lt;/a&gt; after owner &lt;a href=\"Serhiy%20Kurchenko\"&gt;Serhiy Kurchenko&lt;/a&gt; absconded in February 2014, following the &lt;a href=\"2014%20Ukrainian%20revolution\"&gt;2014 Ukrainian revolution&lt;/a&gt;.\nFollowing the demise of Metalist Kharkiv in 2016, two new clubs were created in Kharkiv with variations of the Metalist club name. Since July 2016, a team named \"SK Metalist Kharkiv\" has been playing in the &lt;a href=\"Regional%20championships%20of%20Ukraine%20%28football%29\"&gt;Kharkiv Oblast Championship&lt;/a&gt;, whose owner is former Metalist owner Serhiy Kurchenko.\nIn August 2016, another club named \"&lt;a href=\"FC%20Metalist%201925%20Kharkiv\"&gt;FC Metalist 1925 Kharkiv&lt;/a&gt;\" began to operate in the &lt;a href=\"Ukrainian%20Amateur%20Football%20League\"&gt;Ukrainian Amateur Football League&lt;/a&gt; with the stated intention of competing in the (professional) &lt;a href=\"Ukrainian%20Second%20League\"&gt;Ukrainian Second League&lt;/a&gt; as soon as possible. \"FC Metalist 1925 Kharkiv\" is owned by a company not linked with the original FC Metalist Kharkiv.\nIn October 2017, a Ukrainian court confiscated (the original) Metalist Kharkiv from Kurchenko and placed it under &lt;a href=\"state%20property\"&gt;state property&lt;/a&gt;. At the time the club did not participate in any official sanctioned competitions.\nAlso, in July 2020 former FC Metalist sports director Yevhen Krasnikov created &lt;a href=\"FC%20Metal%20Kharkiv\"&gt;FC Metal Kharkiv&lt;/a&gt; which since has participated in the &lt;a href=\"Ukrainian%20Second%20League\"&gt;Ukrainian Second League&lt;/a&gt;. Earlier on 5 May 2020, &lt;a href=\"Oleksandr%20Yaroslavskyi\"&gt;Oleksandr Yaroslavskyi&lt;/a&gt; announced that he wishes to take care of the debts of the liquidated Metalist. The return of Yaroslavskyi to football arose some criticism connected with politics of the city of Kharkiv. After winning the &lt;a href=\"2020%E2%80%9321%20Ukrainian%20Second%20League\"&gt;Second League in June 2021&lt;/a&gt;, it was confirmed that Metal will be renamed to Metalist and the old FC Metalist Kharkiv logo will be returned to the club, along with its brand and history.\nHistory.\nUSSR competitions.\nThe team has played under the following names: \nFC Metalist Kharkiv was initially founded on 11 December 1925 as KhPZ, when a local locomotive construction facility (Kharkiv Steam-locomotive Factory, today the &lt;a href=\"Malyshev%20Factory\"&gt;Malyshev Factory&lt;/a&gt;) provided funding and allowed use of its land to start a football club. Ten years later, the club won the city of &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt; championship, which allowed the club to enter the &lt;a href=\"USSR%20Cup\"&gt;USSR Cup&lt;/a&gt; in the following season. Following &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the club under the name Dzerzhinets resumed playing in local competitions, promoting itself to the Second Group (&lt;a href=\"Soviet%20First%20League\"&gt;Soviet Second Division&lt;/a&gt;) in 1947 only to be demoted three seasons later. In the first post-war decade the club was completely overshadowed by its city rival &lt;a href=\"FC%20Lokomotyv%20Kharkiv\"&gt;FC Lokomotyv Kharkiv&lt;/a&gt; which was member of the Soviet &lt;a href=\"Lokomotiv%20%28sports%20society%29\"&gt;Lokomotiv sports society&lt;/a&gt;.\nIn 1956, Metalist as Avanhard returned to the &lt;a href=\"Soviet%20Second%20League%20B\"&gt;Soviet Second League B&lt;/a&gt; replacing its city rivals &lt;a href=\"Lokomotyv%20Khakriv\"&gt;Lokomotyv Khakriv&lt;/a&gt;. Soon thereafter it was promoted first to &lt;a href=\"Soviet%20First%20League\"&gt;Soviet First League&lt;/a&gt; in 1958, and later to the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt; in 1960. The club stayed in Top League for 4 seasons, but was demoted to First League in 1963, continuing its decline with demotion to Second League. In 1978, the club was promoted to the &lt;a href=\"Soviet%20First%20League\"&gt;Soviet First League&lt;/a&gt; and two years later, the club finished third in the competition narrowly missing promotion to the top flight. The following season, the club improved on their previous performance and won the &lt;a href=\"Soviet%20First%20League\"&gt;Soviet First League&lt;/a&gt; outright to earn a spot in &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt;. The club sustained 10 seasons of the &lt;a href=\"Soviet%20Top%20League\"&gt;Soviet Top League&lt;/a&gt; with several successes on the domestic front. In 1983, Metalist was the runner-up in the &lt;a href=\"USSR%20Cup\"&gt;USSR Cup&lt;/a&gt; (losing 1–0 to &lt;a href=\"Shakhtar%20Donetsk\"&gt;Shakhtar Donetsk&lt;/a&gt;) and a few years later in 1988 would win the cup, beating &lt;a href=\"Torpedo%20Moscow\"&gt;Torpedo Moscow&lt;/a&gt; 2–0. As a result, Metalist Kharkiv earned a trip to the &lt;a href=\"UEFA%20Cup%20Winners%27%20Cup\"&gt;UEFA Cup Winners' Cup&lt;/a&gt;. Metalist only advanced to the last sixteen of the competition, beating Yugoslavian side &lt;a href=\"Borac%20Banja%20Luka\"&gt;Borac Banja Luka&lt;/a&gt; and losing to the Dutch club &lt;a href=\"Roda%20JC\"&gt;Roda JC&lt;/a&gt;.\nUkrainian Premier League.\nAfter the &lt;a href=\"dissolution%20of%20the%20Soviet%20Union\"&gt;dissolution of the Soviet Union&lt;/a&gt; and the formation of an independent Ukraine, Metalist joined the inaugural season of the &lt;a href=\"Ukrainian%20Premier%20League\"&gt;Ukrainian Premier League&lt;/a&gt; in 1992. The club finished in fifth place, an achievement it would never top until the &lt;a href=\"2006%E2%80%9307%20Ukrainian%20Premier%20League\"&gt;2006–07 season&lt;/a&gt;, finishing in fifth place three more times since, the most notable coming during the &lt;a href=\"2001%E2%80%9302%20Ukrainian%20Premier%20League\"&gt;2001–02 season&lt;/a&gt;. The club finished with 40 points, on a par with &lt;a href=\"FC%20Metalurh%20Zaporizhzhya\"&gt;Metalurh Zaporizhzhya&lt;/a&gt; and &lt;a href=\"FC%20Dnipro%20Dnipropetrovsk\"&gt;Dnipro Dnipropetrovsk&lt;/a&gt; for a three-way tie. Metalist was expected to take fourth place (and subsequently compete in the &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Cup&lt;/a&gt;) by virtue of having the best three-way, head-to-head record among the three teams (which is the official tie-breaker to be used in domestic competitions), but following a protest by Metalurh Zaporizhzhya and an arbitrary decision by PFL (the administrative body of the UPL), Metalurh Zaporizhzhya was awarded fourth place on the grounds that it had better head-to-head records independently against either side.\nFollowing unsuccessful protests from Metalist, a disheartened management, team and fan base would see the club finish bottom in the following season and earning a demotion to the &lt;a href=\"Ukrainian%20First%20League\"&gt;Ukrainian First League&lt;/a&gt;. However, the club would return to the UPL after one season and following a financial crisis and a takeover of the club by &lt;a href=\"UkrSibbank\"&gt;UkrSibbank&lt;/a&gt; owner &lt;a href=\"Oleksandr%20Yaroslavsky\"&gt;Oleksandr Yaroslavsky&lt;/a&gt;, steady investment would see Metalist show improvement and balanced performance. Yaroslavsky sold the club to new owner &lt;a href=\"Serhiy%20Kurchenko\"&gt;Serhiy Kurchenko&lt;/a&gt; late in December 2012. &lt;a href=\"Serhiy%20Kurchenko%23EU%20assets%20freeze%20and%20disappearance\"&gt;Kurchenko left Ukraine in February 2014&lt;/a&gt; following the &lt;a href=\"2014%20Ukrainian%20revolution\"&gt;2014 Ukrainian revolution&lt;/a&gt; and his current whereabouts are unknown.\nEuropean competitions.\nIn the &lt;a href=\"2006%E2%80%9307%20Ukrainian%20Premier%20League\"&gt;2006–07 season&lt;/a&gt;, Metalist finished third place in the league, qualifying for the &lt;a href=\"2007%E2%80%9308%20UEFA%20Cup\"&gt;2007–08 UEFA Cup&lt;/a&gt;, their second appearance in a &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; competition. They were drawn against English club &lt;a href=\"Everton%20F.C.\"&gt;Everton&lt;/a&gt;. The first leg, away at &lt;a href=\"Goodison%20Park\"&gt;Goodison Park&lt;/a&gt;, ended in a 1–1 draw while Everton won the second leg 3–2, eliminating Metalist.\nMetalist's next European competition was the &lt;a href=\"2008%E2%80%9309%20UEFA%20Cup\"&gt;2008–09 UEFA Cup&lt;/a&gt;. The club beat &lt;a href=\"Be%C5%9Fikta%C5%9F%20J.K.\"&gt;Beşiktaş&lt;/a&gt; 4–2 on aggregate in the first round to qualify for the group stage, where they were grouped with &lt;a href=\"Galatasaray%20S.K.%20%28football%29\"&gt;Galatasaray&lt;/a&gt;, &lt;a href=\"Olympiacos%20F.C.\"&gt;Olympiacos&lt;/a&gt;, &lt;a href=\"Hertha%20BSC\"&gt;Hertha BSC&lt;/a&gt; and &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt;. Metalist finished top of the group, beating Galatasaray, Olympiacos and Benfica, whilst drawing 0–0 with Hertha. In the round of 32, Metalist defeated Italian club &lt;a href=\"U.C.%20Sampdoria\"&gt;Sampdoria&lt;/a&gt; 3–0 on aggregate, setting up for an all-Ukrainian round of 16 tie against &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt;. After losing in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; 1–0, Metalist won the return leg 3–2, but were eliminated on the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt;.\nWhen the competition was re-branded as the Europa League for the &lt;a href=\"2009%E2%80%9310%20UEFA%20Europa%20League\"&gt;2009–10 season&lt;/a&gt;, Metalist beat &lt;a href=\"Football%20in%20Croatia\"&gt;Croatian&lt;/a&gt; side &lt;a href=\"HNK%20Rijeka\"&gt;HNK Rijeka&lt;/a&gt; 4–1 on aggregate in the third qualifying round before losing 2–1 on aggregate to &lt;a href=\"Football%20in%20Austria\"&gt;Austrian&lt;/a&gt; side &lt;a href=\"SK%20Sturm%20Graz\"&gt;Sturm Graz&lt;/a&gt;, despite holding them 1–1 in &lt;a href=\"Graz\"&gt;Graz&lt;/a&gt;. The following season, they finished second in &lt;a href=\"2010%E2%80%9311%20UEFA%20Europa%20League%20group%20stage\"&gt;Group I&lt;/a&gt; behind Dutch giants &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt;, thus qualifying for the round of 32 where they were thrashed 6–0 on aggregate by &lt;a href=\"Bayer%2004%20Leverkusen\"&gt;Bayer Leverkusen&lt;/a&gt;. They reached the quarter-finals the following season, beating Olympiacos on away goals in the round of 16, but falling to &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting CP&lt;/a&gt;. The following season, they then faced Bayer Leverkusen again—after beating Leverkusen 2–0 on 22 November 2012, Metalist finished above the side on head-to-head points (13), as they both finished on 13 points and had played out a goalless draw at the &lt;a href=\"BayArena\"&gt;BayArena&lt;/a&gt;. In the round of 32, Metalist then faced English club &lt;a href=\"Newcastle%20United%20F.C.\"&gt;Newcastle United&lt;/a&gt;. After holding them to a goalless draw at &lt;a href=\"St%20James%27%20Park\"&gt;St James' Park&lt;/a&gt; in the first leg on 14 February, &lt;a href=\"Shola%20Ameobi\"&gt;Shola Ameobi&lt;/a&gt; scored a penalty sent Newcastle through 1–0 on aggregate.\nIn August 2013, UEFA disqualified Metalist from all 2013–14 UEFA competitions.\nStoppage in 2016 and the new club.\nIt is believed that &lt;a href=\"Serhiy%20Kurchenko\"&gt;Serhiy Kurchenko&lt;/a&gt; bought the club from Yaroslavskyi at the end of 2012 for $100 million, supposedly. According to Kurchenko, he invested into the club around $270 million, but ran out of Ukraine in 2014. Since then, financing of the club was stopped.\nOn 22 April 2016, the FFU Committee announced that Metalist would not be allowed to participate in professional competitions because of its debts to its players. On 16 May 2016, the FFU Appeal Committee left in force the decision of the FFU Football Clubs Attestation Committee of 22 April 2016 and refused in issuing attestation for the next season for the club by declining its appeals. Metalist owed in salary to its players 32 million &lt;a href=\"Euro\"&gt;Euro&lt;/a&gt;s with 5 million to &lt;a href=\"Cleiton%20Xavier\"&gt;Cleiton Xavier&lt;/a&gt; in particular. In June of 2016 &lt;a href=\"Nashi%20Groshi\"&gt;Nashi Groshi&lt;/a&gt; were informing that &lt;a href=\"National%20Police%20of%20Ukraine\"&gt;National Police of Ukraine&lt;/a&gt; opened criminal proceedings and asked the court on access to the Metalist salaries data. According to the Kominternivskyi District Court of Kharkiv, Metalist debt to its players and personnel exceeds over 30 million &lt;a href=\"hryvnia\"&gt;hryvnia&lt;/a&gt;s.\nIn July 2016, a team named SK Metalist Kharkiv started playing in the &lt;a href=\"Regional%20championships%20of%20Ukraine%20%28football%29\"&gt;Kharkiv Oblast Championship&lt;/a&gt;. \"SK Metalist Kharkiv\" is owned by the same man under whose watch Metalist Kharkiv was expelled from the professional leagues: &lt;a href=\"Serhiy%20Kurchenko\"&gt;Serhiy Kurchenko&lt;/a&gt;. In 2016 Kharkiv Oblast Championship, the club competed under the name UPhC Olimpik – SC Metalist and placed the last place. UPhC Olimpik is a team of the &lt;a href=\"Kharkiv%20State%20College%20of%20Physical%20Culture%201\"&gt;Kharkiv State College of Physical Culture 1&lt;/a&gt;.\nIn August 2016, a new club called &lt;a href=\"FC%20Metalist%201925%20Kharkiv\"&gt;FC Metalist 1925 Kharkiv&lt;/a&gt; applied for the &lt;a href=\"2016%E2%80%9317%20Ukrainian%20Football%20Amateur%20League\"&gt;2016–17 Ukrainian Football Amateur League&lt;/a&gt;, where it was headed by &lt;a href=\"Oleksandr%20Pryzetko\"&gt;Oleksandr Pryzetko&lt;/a&gt;. The owner of FC Metalist 1925 Kharkiv is the company TOV Avanhard Kharkiv, later renamed to FC Metalist 1925 Kharkiv. TOV Avanhard Kharkiv is controlled by businessman and Kharkiv City Council deputy for &lt;a href=\"Petro%20Poroshenko%20Bloc%20%26quot%3BSolidarity%26quot%3B\"&gt;Petro Poroshenko Bloc \"Solidarity\"&lt;/a&gt; &lt;a href=\"Oleksandr%20Davtyan\"&gt;Oleksandr Davtyan&lt;/a&gt; and his family. The club has planned to play in the professional &lt;a href=\"Ukrainian%20Second%20League\"&gt;Ukrainian Second League&lt;/a&gt; as soon as possible.\nSince March 2017, &lt;a href=\"FC%20Metalist%201925%20Kharkiv\"&gt;FC Metalist 1925 Kharkiv&lt;/a&gt; plays its home matches at the &lt;a href=\"Metalist%20Stadium\"&gt;Metalist Stadium&lt;/a&gt;; where Metalist Kharkiv used to play its home games.\nOn 28 April 2017 the FFU Control and Disciplinary Committee (CDC) implemented sanctions against 14 players of the FC Metalist Kharkiv on petition of the FFU Committee on ethics and fair play. Most players were restricted from conducting any activity related to football between six months to a year. Sanctions of three out of those 14 players exceeded that period up to three years and included such players as Yevhen Malyk (2yrs), Dmytro Skarzhynskyi (3yrs), and Oleksandr Medvedev (3yrs).\n(The original) Metalist Kharkiv was in October 2017 confiscated by a Ukrainian court from Kurchenko and placed under state property. At the time the club did not participate in any official sanctioned competitions. In August of 2017, all assets of the late Metalist including its non-material assets and corporate rights of PAT \"FC Metalist\", TOV \"Metalist Holding\", and TOV \"Metalist-Arena\" were transferred to the state property when to the assets of Viktor Yanukovych associates on petition of the Prosecutor General was implemented the procedure of special confiscation. The approximate value of the assets accounted for about $220 million, $65 million of which is the actual property of FC Metalist. Decision about the confiscation was adopted by the Sosnivskyi District Court of Cherkasy, while its public promotion was carried out by Prosecutor General &lt;a href=\"Yuriy%20Lutsenko\"&gt;Yuriy Lutsenko&lt;/a&gt;.\nOn 22 December 2017 it became known that among creditors who filed claims against the club are Kharkivoblenerho, Kharkivgaszbut, town of Vysochansk, &lt;a href=\"Metalist%20Stadium\"&gt;Metalist Stadium&lt;/a&gt;, Cyprus off-shore company Hensley Capital Limited (a founding company of the club), &lt;a href=\"State%20Fiscal%20Service%20%28Ukraine%29\"&gt;State Fiscal Service&lt;/a&gt; in &lt;a href=\"Kharkiv%20Oblast\"&gt;Kharkiv Oblast&lt;/a&gt;, in addition about 846 million &lt;a href=\"hryvnia\"&gt;hryvnia&lt;/a&gt;s the club indebted to its former playing and non-playing staff.\nFor undetermined reason the Metalist property was never transferred to the Assets Recovery and Management Agency (ARMA) which is a state agency in management of recovered property. Instead, on 11 April 2018 the &lt;a href=\"Cabinet%20of%20Ukraine\"&gt;Cabinet of Ukraine&lt;/a&gt; ordered the property to be transferred under administration of the Kharkiv Oblast State Administration (see &lt;a href=\"Governor%20of%20Kharkiv%20Oblast\"&gt;Governor of Kharkiv Oblast&lt;/a&gt;).\nMetal Kharkiv and club reformation.\nA new team based in &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt; and named &lt;a href=\"FC%20Metal%20Kharkiv\"&gt;Metal&lt;/a&gt; was founded in 2019 by former vice-president of &lt;a href=\"FC%20Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt; and former sportive director of Metalist Yevhen Krasnikov. Metal debuted in the &lt;a href=\"Ukrainian%20Second%20League\"&gt;Ukrainian Second League&lt;/a&gt; in the &lt;a href=\"2020%E2%80%9321%20Ukrainian%20Second%20League\"&gt;2020–21 season&lt;/a&gt;. Along with &lt;a href=\"Oleksandr%20Kucher\"&gt;Oleksandr Kucher&lt;/a&gt; as the head coach, Metal was joined by former head coach of &lt;a href=\"FC%20Metalist%201925%20Kharkiv\"&gt;Metalist 1925 Kharkiv&lt;/a&gt; &lt;a href=\"Oleksandr%20Pryzetko\"&gt;Oleksandr Pryzetko&lt;/a&gt;. After winning the &lt;a href=\"2020%E2%80%9321%20Ukrainian%20Second%20League\"&gt;Second League in June 2021&lt;/a&gt;, it was confirmed that Metal will be renamed to Metalist and the old logo will be returned to the club, along with its brand and history. The new president became &lt;a href=\"Oleksandr%20Yaroslavsky\"&gt;Oleksandr Yaroslavsky&lt;/a&gt;, who was in charge of the club from 2005 to 2012. In interview on 23 February 2021 Yaroslavsky noted that the Metalist debts should be paid by those who created them and he has no intentions to get involved with them.\nStadium.\nAs Metalist Stadium was one of the venues for &lt;a href=\"UEFA%20Euro%202012\"&gt;UEFA Euro 2012&lt;/a&gt;, the management decided to reconstruct and expand the arena and turn it into a modern recreational and leisure facility. In May 2008, Metalist Arena was the venue for &lt;a href=\"2008%20Ukrainian%20Cup%20Final\"&gt;2008 Ukrainian Cup Final&lt;/a&gt;.\nRivalry.\nMetalist Kharkiv supporters biggest rivalry centred on &lt;a href=\"Dnipro%20Dnipropetrovsk\"&gt;Dnipro Dnipropetrovsk&lt;/a&gt;. Despite this fans of both clubs marched in support of a \"united Ukraine\" in Kharkiv during the April &lt;a href=\"2014%20pro-Russian%20conflict%20in%20Ukraine\"&gt;2014 pro-Russian conflict in Ukraine&lt;/a&gt;.\nA group of Metalist Kharkiv &lt;a href=\"Ultras\"&gt;Ultras&lt;/a&gt; named \"Sect 82\" had a violent rivalry with &lt;a href=\"Dynamo%20Kyiv\"&gt;Dynamo Kyiv&lt;/a&gt;. \"Sect 82\" was (at least until September 2013) allied with &lt;a href=\"FC%20Spartak%20Moscow\"&gt;FC Spartak Moscow&lt;/a&gt; Ultras. (In 2014 \"Sect 82\" morphed into the &lt;a href=\"Azov%20Battalion\"&gt;Azov Battalion&lt;/a&gt; of the &lt;a href=\"National%20Guard%20of%20Ukraine\"&gt;National Guard of Ukraine&lt;/a&gt;.)\nPlayer records.\nTop goalscorers.\n\"As of 6 December 2016\"\nMost appearances.\n\"As of 10 November 2021\"\nMetalist in Europe.\nUEFA Team ranking.\nLast update: May 5, 2017\n Source: &lt;a href=\"https%3A//kassiesa.home.xs4all.nl/bert/uefa/data/method4/trank2017.html\"&gt;&lt;/a&gt;\nEuropean history.\nMetalist Kharkiv participates in European competitions since 1988 after playing its first against &lt;a href=\"FK%20Borac%20Banja%20Luka\"&gt;Borac Banja Luka&lt;/a&gt;. From 2007 to 2014, however, the club continuously participated on annual basis with variable successes. This ended when Metalist failed to qualify.\nBest results:"
}