{
    "id": "35139942",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=35139942",
    "title": "2004 Banquet 400",
    "text": "The 2004 Banquet 400 was a &lt;a href=\"NASCAR\"&gt;NASCAR&lt;/a&gt; &lt;a href=\"Sprint%20Cup%20Series\"&gt;Nextel Cup Series&lt;/a&gt; race that took place on October 10, 2004, at &lt;a href=\"Kansas%20Speedway\"&gt;Kansas Speedway&lt;/a&gt; in &lt;a href=\"Kansas%20City%2C%20Kansas\"&gt;Kansas City, Kansas&lt;/a&gt;. The race was won from the &lt;a href=\"pole%20position\"&gt;pole&lt;/a&gt; by &lt;a href=\"Joe%20Nemechek\"&gt;Joe Nemechek&lt;/a&gt;, his final trip to &lt;a href=\"victory%20lane\"&gt;victory lane&lt;/a&gt; in NASCAR. &lt;a href=\"Ricky%20Rudd\"&gt;Ricky Rudd&lt;/a&gt; finished second and &lt;a href=\"Greg%20Biffle\"&gt;Greg Biffle&lt;/a&gt; came in third.\nRace report.\n&lt;a href=\"Joe%20Nemechek\"&gt;Joe Nemechek&lt;/a&gt; would defeat &lt;a href=\"Ricky%20Rudd\"&gt;Ricky Rudd&lt;/a&gt; by just one car length (.081 of a second) in front of 90,000 fans. Nemechek won the pole position for the race at just over during Friday's qualifying session. The race took three hours to complete and nine caution periods slowed the race for 39 laps. The race began at approximately 2:00 PM EDT and concluded at approximately 5:07 PM EDT. At an interview done in 2012, Nemechek praised NASCAR's then-lenient rules on \"vehicle innovation\" that allowed him to acquire his fourth (and final) NASCAR Cup Series victory.\n&lt;a href=\"Sterling%20Marlin\"&gt;Sterling Marlin&lt;/a&gt; had problems in the pits and came out with a terrible 34th-place finish due to a crash. &lt;a href=\"Kirk%20Shelmerdine\"&gt;Kirk Shelmerdine&lt;/a&gt; received the last-place finish on the third lap of this 267-lap race due to a problem with his clutch. &lt;a href=\"Shane%20Hmiel\"&gt;Shane Hmiel&lt;/a&gt; would make the best finish in his NASCAR career to date with a respectable 24th-place finish. Veteran driver &lt;a href=\"Larry%20Gunselman\"&gt;Larry Gunselman&lt;/a&gt; would make his final Nextel Cup Series start. He would attempt the next two Daytona 500 races and make several starts in the &lt;a href=\"Xfinity%20Series\"&gt;Busch&lt;/a&gt; and &lt;a href=\"NASCAR%20Camping%20World%20Truck%20Series\"&gt;Craftsman Truck Series&lt;/a&gt; before becoming the owner of &lt;a href=\"Max%20Q%20Motorsports\"&gt;Max Q Motorsports&lt;/a&gt;; a NASCAR Sprint Cup Series team that is currently inactive.\nKyle Busch crashed out for the second time in his fourth career start in 2004. Oddly enough, neither of his first two crashouts directly resulted in cautions coming out for his wrecks. At Las Vegas, he smacked the outside wall twice very early on. The hits weren't hard enough to spray debris but they were sufficient enough to force the crew to park the car after Kyle limped it back to the pits. Here at Kansas, Kyle hit the outside wall in the trioval and knocked a brake rotor out of his car, which was promptly run over by a trailing Mark Martin. Kyle slowed on the track without any visibly significant cosmetic damage while Mark had to pit after one more lap with two flat tires, finally prompting a caution for the debris. Mark was almost instantly bailed out thanks to a caution just after the ensuing restart, earning him the lucky dog, but Kyle had to drive his car straight to the back of the hauler due to the terminal brake system damage.\nThis was the fifth and final NASCAR Cup Series race for owner Dave Watson, the owner of W.W. Motorsports.\nPurse monies for each driver ranged from $279,725 ($ when adjusted for inflation) to $63,212 ($ when adjusted for inflation). Kansas Speedway awarded a grand total of $3,553,992 to all the drivers who qualified for this event ($ when adjusted for inflation)."
}