{
    "id": "3513664",
    "revid": "1065896833",
    "url": "https://en.wikipedia.org/wiki?curid=3513664",
    "title": "Deosai National Park",
    "text": "Deosai National Park () is a &lt;a href=\"high-altitude\"&gt;high-altitude&lt;/a&gt; &lt;a href=\"alpine%20climate\"&gt;alpine&lt;/a&gt; &lt;a href=\"plain\"&gt;plain&lt;/a&gt; (plateau) and &lt;a href=\"National%20park\"&gt;National Park&lt;/a&gt; located in between &lt;a href=\"Skardu%20District\"&gt;Skardu&lt;/a&gt;, &lt;a href=\"Astore%20District\"&gt;Astore&lt;/a&gt; and &lt;a href=\"Kharmang%20District\"&gt;Kharmang&lt;/a&gt; district in &lt;a href=\"Gilgit%20Baltistan\"&gt;Gilgit Baltistan&lt;/a&gt;. Most of the area falls in Skardu District.\nDeosai Plains are situated at an average elevation of 4,114 metres (13,497 ft) above sea level and considered as the second highest plateaus in the world.\nEtymology.\nThe name came about from the folk tale immortalised by Mian Muhammad Baksh in his poem, \"Saif al-Mulook\"; the word 'Deosai' means 'the Shadow of the Giant': the word \"Deo\" being a contraction of 'Deva', and the word 'Sai' being one of 'Saya' i.e. 'Shadow'.Sai or Sain also an acronym for swami or lord.\n&lt;a href=\"Balti%20people\"&gt;Balti people&lt;/a&gt; call this place 'Ghbiarsa' referring to 'Summer's Place' because it is only accessible in summer.\nGeography.\nThe Deosai National Park is located in western Himalayas in Gilgit Baltistan (GB), Pakistan. It has an average elevation of above sea level, making the Deosai Plains the second highest &lt;a href=\"plateau\"&gt;plateau&lt;/a&gt; in the world after &lt;a href=\"Changtang\"&gt;Changtang&lt;/a&gt; &lt;a href=\"Tibetan%20Plateau\"&gt;Tibetan Plateau&lt;/a&gt;. The park protects an area of . It is well known for its rich flora and fauna of the &lt;a href=\"Karakoram-West%20Tibetan%20Plateau%20alpine%20steppe\"&gt;Karakoram-West Tibetan Plateau alpine steppe&lt;/a&gt; eco-region. In spring, it is covered by sweeps of &lt;a href=\"wildflowers\"&gt;wildflowers&lt;/a&gt; and a wide variety of &lt;a href=\"butterflies\"&gt;butterflies&lt;/a&gt;. \nTravel routes to the region.\nDeosai is accessible from &lt;a href=\"Skardu%20District\"&gt;Skardu District&lt;/a&gt; in the north, &lt;a href=\"Galtari\"&gt;Galtari&lt;/a&gt; &lt;a href=\"Kharmang%20District\"&gt;Kharmang District&lt;/a&gt; in the south-east and the &lt;a href=\"Astore%20District\"&gt;Astore District&lt;/a&gt; in the west. It is also accessible from Mehdiabad via Mehdiabad-Dapa Road. Deosai is located approximately 30 km from &lt;a href=\"Skardu\"&gt;Skardu&lt;/a&gt; city, which is the shortest route to visit Deosai. Another route is from Astore valley via Chilim. It is also accessible from Shila valley. The people of Galtari travel via Deosai. While it is a National Park, the Gujjar-Bakwarwal travel large distances to utilize the Deosai National Park as grazing lands. There is another route called Burgi la via Tsoq Kachura valley Skardu.\nGeology and soil.\nThe soils of this area are severely eroded, of a coarser nature and mixed with gravel and stones of various materials and sizes. In flat areas between mountains, soil is deep with marshy vegetation.\nFauna and Flora.\nThe Deosai National Park was established in 1993 to protect the survival of the &lt;a href=\"Himalayan%20brown%20bear\"&gt;Himalayan brown bear&lt;/a&gt; and its habitat. Having long been a prize kill for poachers and hunters, the bear now has a hope for survival in Deosai where its number has increased from only 19 in 1993 to 40 in 2005. In 1993, after playing an instrumental role in the designation of Deosai as a National Park, the &lt;a href=\"Himalayan%20Wildlife%20Foundation\"&gt;Himalayan Wildlife Foundation&lt;/a&gt; (formerly the Himalayan Wildlife Project) was founded with a substantial international financial support. The Himalayan Wildlife Foundation ran two park entry check posts and a field research camp in Deosai for approximately ten years. Documentation was completed by the Himalayan Wildlife Foundation for the handover of the management of the Park to the, then, Northern Areas Forest Department with the department starting to manage the park since 2006. While pressures that existed in the 1990s, such as hunting and poaching have subsided, the brown bear is still under threat due to pressures such as increasing numbers of tourists and the use of park areas for grazing.\nThe Deosai Plains are also home to the &lt;a href=\"Siberian%20ibex\"&gt;Siberian ibex&lt;/a&gt;, &lt;a href=\"Snow%20Leopard\"&gt;Snow Leopard&lt;/a&gt;, &lt;a href=\"Kashmir%20Musk%20Deer\"&gt;Kashmir Musk Deer&lt;/a&gt;, &lt;a href=\"Himalayan%20wolf\"&gt;Himalayan wolf&lt;/a&gt;, &lt;a href=\"Himalayan%20marmot\"&gt;Himalayan marmot&lt;/a&gt; and over 124 types of resident and migratory birds. Birds in the park include the &lt;a href=\"Golden%20eagle\"&gt;Golden eagle&lt;/a&gt;, &lt;a href=\"Lammergeier\"&gt;Lammergeier&lt;/a&gt;, &lt;a href=\"Himalayan%20vulture\"&gt;Himalayan vulture&lt;/a&gt;, &lt;a href=\"Laggar%20falcon\"&gt;Laggar falcon&lt;/a&gt;, &lt;a href=\"Peregrine%20falcon\"&gt;Peregrine falcon&lt;/a&gt;, &lt;a href=\"Eurasian%20kestrel\"&gt;Eurasian kestrel&lt;/a&gt;, &lt;a href=\"Eurasian%20sparrowhawk\"&gt;Eurasian sparrowhawk&lt;/a&gt;, and &lt;a href=\"Himalayan%20snowcock\"&gt;Himalayan snowcock&lt;/a&gt;.\nThe following species are found in Deosai:\n&lt;a href=\"Artemisia%20maritima\"&gt;Artemisia maritima&lt;/a&gt;, &lt;a href=\"Polygonum%20affine\"&gt;Polygonum affine&lt;/a&gt;, &lt;a href=\"Thalictrum%20alpinum\"&gt;Thalictrum alpinum&lt;/a&gt;, Bromus oxyodon, &lt;a href=\"Saxifraga%20flagellaris\"&gt;Saxifraga flagellaris&lt;/a&gt;, Androsace mucronifolia, Aster flaccidus, &lt;a href=\"Barbarea%20vulgaris\"&gt;Barbarea vulgaris&lt;/a&gt;, &lt;a href=\"Artemisia%20maritima\"&gt;Artemisia maritima&lt;/a&gt;, Agropyron longearistatum, Nepeta connate, Carex cruenta, Ranaculyus laetus, Arenaria neelgerrensis, Astrogalus leucophylla, Polygonum amplexinade, Echinop nivetus, Seria chrysanthenoides, Artemisia maritima, Dracocephalum nutsus, Anapalas contorta, Chrysopogon echinulatus and Dianthus crinitus. There were also observed some medicinal plants which are locally famous i.e. Thymu linearis (Reetumburuk), Saussures lappa (kuth), Ephedra intimedia (Say), Viola canescens (Skora-mindoq), Dracocephalum muristanicum (Shamdun) and Artemisia maritima (Bursay) etc. are used as traditional drug therapies.\nCultural references.\nHerodotus.\nResearch by the French ethnologist &lt;a href=\"Michel%20Peissel\"&gt;Michel Peissel&lt;/a&gt; makes a claim that the story of '&lt;a href=\"Gold-digging%20ant\"&gt;Gold-digging ant&lt;/a&gt;s' reported by the &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; &lt;a href=\"historian\"&gt;historian&lt;/a&gt; &lt;a href=\"Herodotus\"&gt;Herodotus&lt;/a&gt;, who lived in the 5th century BC, was founded on the golden &lt;a href=\"Himalayan%20Marmot\"&gt;Himalayan Marmot&lt;/a&gt; of the Deosai plateau and the habit of local tribes such as &lt;a href=\"Brokpa\"&gt;Minaro&lt;/a&gt; to collect the &lt;a href=\"gold\"&gt;gold&lt;/a&gt; dust excavated from their burrows."
}