{
    "id": "3514350",
    "revid": "6334945",
    "url": "https://en.wikipedia.org/wiki?curid=3514350",
    "title": "Confederate Army of the Shenandoah",
    "text": "The Army of the Shenandoah was an &lt;a href=\"Field%20army\"&gt;army&lt;/a&gt; of the &lt;a href=\"Confederate%20States%20of%20America\"&gt;Confederate States of America&lt;/a&gt; during the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;; it was organized to defend the &lt;a href=\"Shenandoah%20Valley\"&gt;Shenandoah Valley&lt;/a&gt; of Virginia in the early months of the war. The army was transferred to reinforce the &lt;a href=\"Confederate%20Army%20of%20the%20Potomac\"&gt;Confederate Army of the Potomac&lt;/a&gt; at the &lt;a href=\"First%20Battle%20of%20Bull%20Run\"&gt;First Battle of Bull Run&lt;/a&gt;, which was its only major action. After the battle, the army was merged into the Army of the Potomac.\nHistory.\nThe Army of the Shenandoah originated with the various militia and volunteer &lt;a href=\"Company%20%28military%20unit%29\"&gt;companies&lt;/a&gt; sent to seize and defend the town of &lt;a href=\"Harpers%20Ferry%2C%20West%20Virginia\"&gt;Harpers Ferry&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; (modern day &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;). To organize and train the companies, Virginia state commander &lt;a href=\"Robert%20E.%20Lee\"&gt;Robert E. Lee&lt;/a&gt; initially appointed &lt;a href=\"Stonewall%20Jackson\"&gt;Thomas J. Jackson&lt;/a&gt; to command the post. Jackson formed five &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;s of infantry and a &lt;a href=\"Artillery%20battery\"&gt;battery&lt;/a&gt; of artillery from the various companies, forming the basis of the &lt;a href=\"Stonewall%20Brigade\"&gt;Stonewall Brigade&lt;/a&gt;. On May 15, &lt;a href=\"Joseph%20E.%20Johnston\"&gt;Joseph E. Johnston&lt;/a&gt; replaced Jackson as commander of Harpers Ferry and continued to receive additional regiments from throughout the Confederacy. He would eventually have four &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt;s of infantry and an independent regiment of cavalry, the &lt;a href=\"1st%20Virginia%20Cavalry\"&gt;1st Virginia Cavalry&lt;/a&gt; commanded by J. E. B. Stuart.\nIn mid-June, forces from the Union &lt;a href=\"Department%20of%20Pennsylvania\"&gt;Department of Pennsylvania&lt;/a&gt;, commanded by &lt;a href=\"Robert%20Patterson\"&gt;Robert Patterson&lt;/a&gt;, began moving south towards Harpers Ferry. Fearing that the terrain around the town made it indefensible, Johnston had the bridges and as much equipment in the town as possible destroyed and retreated south to Winchester; Patterson remained along the &lt;a href=\"Potomac%20River\"&gt;Potomac River&lt;/a&gt; rather than pursue Johnston. Over the next few weeks, both forces watched each other, only engaging in battle once, at &lt;a href=\"Battle%20of%20Hoke%27s%20Run\"&gt;Falling Waters&lt;/a&gt; on July 2. After spending almost two weeks waiting on the Potomac and receiving reinforcements, Patterson started advancing towards Winchester but had moved only before encountering Stuart's regiment screening Johnston's army. Patterson halted again and consulted his officers, who advised caution; this advice, along with the refusal of several regiments which were due for mustering out to remain any longer, convinced Patterson to cancel the advance. This allowed Johnston to follow orders he received on July 18 to transfer his army to reinforce &lt;a href=\"P.%20G.%20T.%20Beauregard\"&gt;P. G. T. Beauregard&lt;/a&gt;'s &lt;a href=\"Army%20of%20the%20Potomac\"&gt;Army of the Potomac&lt;/a&gt; at &lt;a href=\"Manassas%20Junction\"&gt;Manassas Junction&lt;/a&gt;. The movement started that evening, with each brigade marching to Piedmont where it boarded a train for Manassas Junction. Since there was only one train on the &lt;a href=\"Manassas%20Gap%20Railroad\"&gt;Manassas Gap Railroad&lt;/a&gt;, the brigades arrived one at a time; the artillery and cavalry marched overland. The final units of Johnston's army arrived on the afternoon of July 21.\nSince he was senior to Beauregard, Johnston had command over the two armies present. Before Johnston arrived at Manassas, Beauregard had drawn up plans for an attack on the Union army of &lt;a href=\"Irvin%20McDowell\"&gt;Irvin McDowell&lt;/a&gt; across &lt;a href=\"Bull%20Run%20%28Occoquan%20River%20tributary%29\"&gt;Bull Run&lt;/a&gt; on July 21, using brigades from both armies, and Johnston approved the plan, allowing Beauregard to issue the necessary orders in his name. However, the orders were vague and contradictory, which confused the brigade commanders and prevented the attack from taking place. On the morning of July 21, McDowell launched his own attack on the Confederate left wing, defended by one of Beauregard's brigades. As the battle escalated in the area of Matthews Hill and Henry House Hill, additional Confederate brigades were moved to the left flank. Eventually, all four of Johnston's brigades and four out of Beauregard's eight brigades were engaged in this area. It was while defending Henry House Hill that Jackson received his nickname of \"Stonewall\", which also became the name of his brigade.\nAfter the battle Johnston's and Beauregard's commands were consolidated into the Department of Northern Virginia, with their merged army using the name \"Army of the Potomac\"; Johnston retained command of the army, with Beauregard remaining as second in command until his transfer to the western theater.\nOrder of Battle at Manassas.\nArmy of the Shenandoah: General &lt;a href=\"Joseph%20E.%20Johnston\"&gt;Joseph E. Johnston&lt;/a&gt;"
}