{
    "id": "35150290",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=35150290",
    "title": "OpenIDM",
    "text": "OpenIDM is an &lt;a href=\"identity%20management%20system\"&gt;identity management system&lt;/a&gt; written in the Java programming language. The old OpenIDM source code is available under the &lt;a href=\"Common%20Development%20and%20Distribution%20License\"&gt;Common Development and Distribution License&lt;/a&gt; (CDDL). OpenIDM is designed with flexibility in mind, leverages JavaScript as default scripting language to define business rules during provisioning. All capabilities of OpenIDM exposes &lt;a href=\"RESTful\"&gt;RESTful&lt;/a&gt; interfaces. As an integration layer, OpenIDM leverages the &lt;a href=\"Identity%20Connectors\"&gt;Identity Connectors&lt;/a&gt; (adopted by &lt;a href=\"ForgeRock\"&gt;ForgeRock&lt;/a&gt; as OpenICF) and has a set of default connectors.\nAs of July 6, 2018 the open source versions are not available for download on the openIDM website. A 2016 copy of source code is available at https://github.com/OpenRock/OpenIDM/releases. \nHistory.\nForgeRock launched the OpenIDM project in October 27, 2010 at GOSCON in Portland following a 6-month internal development process.\nForgeRock felt there was no strong open source identity provisioning project, and launched OpenIDM under CDDL licensing for compatibility with &lt;a href=\"OpenAM\"&gt;OpenAM&lt;/a&gt; and &lt;a href=\"OpenDJ\"&gt;OpenDJ&lt;/a&gt;. However, just giving access to an old, flattened X.0.0 source tree which usually still contains many bugs, can hardly be described as what is usually understood as Open Source. So since it prevents the community from taking part on developing within the latest version aka trunk, doesn't give any insights, what actually got fixed/features got merged, it should be considered closed source, now (end 2016).\nFull leveraging the Open Source project Identity Connector Framework from Sun Microsystems as integration layer to resources, ForgeRock announced to adopt the project and forming a community around the framework, all under the new name OpenICF.\n&lt;a href=\"Gartner\"&gt;Gartner&lt;/a&gt; identifies ForgeRock OpenIDM as an interesting option to many organizations seeking alternatives to large IAM vendors in their &lt;a href=\"Magic%20Quadrant\"&gt;Magic Quadrant&lt;/a&gt; for User Administration/Provisioning published December 22, 2011.\nJanuary 17, 2012 ForgeRock announces OpenIDM 2.0 of OpenIDM.\nFebruary 20, 2013 ForgeRock announced OpenIDM 2.1, part of the Open Identity Stack which is latest stable release of OpenIDM.\nAugust 11, 2014 ForgeRock announced OpenIDM 3.0.\nRoadmap.\nForgeRock posted an OpenIDM roadmap stretching from release date to end of 2012 also outlining the project principles."
}