{
    "id": "3516636",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=3516636",
    "title": "Uncinaria stenocephala",
    "text": "Uncinaria stenocephala is a &lt;a href=\"nematode\"&gt;nematode&lt;/a&gt; that &lt;a href=\"Parasitism\"&gt;parasitizes&lt;/a&gt; &lt;a href=\"dog\"&gt;dog&lt;/a&gt;s, &lt;a href=\"cat\"&gt;cat&lt;/a&gt;s, and &lt;a href=\"fox\"&gt;fox&lt;/a&gt;es as well as humans. It is rare to find in cats in the United States. \"Uncinaria stenocephala\" is the most common canine hookworm in cooler regions, such as Canada and the northern regions of the US, where it can be found primarily in foxes (40%). \"U. stenocephala\" is also one of the most common hookworms in the UK, called the northern hookworm, however it has a rather low prevalence. \"U. stenocephala is\" also considered to be zoonotic hookworms because they live in animals but can be transmitted to humans.\nLife cycle.\nThe host ingests an infective third stage &lt;a href=\"larva\"&gt;larva&lt;/a&gt;. The larva matures to the adult in the small intestine. Eggs are laid in the small intestine and pass out with the feces. The prepatent period is about 15 to 17 days. The eggs hatch in the soil and the larvae molt twice to reach the infective third-stage. Infections worsen and amplify when dogs who are regularly kept outside are not routinely dewormed.\nAdult worms may live for 4 to 24 months in the small intestine. Dog and cat hookworms range in size from 10 to 20 mm by 0.4 to 0.5 mm and the eggs are 71 to 93 μm by 35 to 58 µm. A study shown a high number of eggs per female \"U. stenocephala\" worm was measured at over 5,000 eggs.\nAdult parasites are most often found in their hosts' &lt;a href=\"small%20intestine\"&gt;small intestine&lt;/a&gt;.\nA second type of infection occurs with transdermal larval infection into the dog's skin, usually made possible by warm weather and humidity which allows the larvae to grow in the environment. These transdermal infections are not very significant in \"U. stenocephala\" because about 2.3% ± 1.3% of infective larvae actually reach the small intestine to finish its life cycle.\nDiagnosis.\nDiagnostic Stage:\nCommon Diagnostic Test\nClinical Signs:\n\"U. stenocephala\" is considered a zoonotic hookworm and can cause a few different diseases in humans, including &lt;a href=\"cutaneous%20larva%20migrans\"&gt;cutaneous larva migrans&lt;/a&gt;. Humans become infected when the larvae penetrate unprotected skin due to contaminated animal feces in the environment.\nTreatment/Prevention.\nEffective treatment of \"U. stenocephala\" includes proper medical treatment and the proper choice of anthelmintic. It is recommended for infected animals to have their feces examined 3 weeks after treatment is complete.\n&lt;a href=\"Febantel\"&gt;Febantel&lt;/a&gt;, Febantel/Pyrantel embonate, &lt;a href=\"Fenbendazole\"&gt;Fenbendazole&lt;/a&gt;, &lt;a href=\"Ivermectin\"&gt;Ivermectin&lt;/a&gt;, &lt;a href=\"Mebendazole\"&gt;Mebendazole&lt;/a&gt;, &lt;a href=\"Pyrantel%20Pamoate\"&gt;Pyrantel Pamoate&lt;/a&gt;\nHeartworm prevention products that include Ivermectin/Pyrantal/Praziquantel or Moxidectin are good at controlling \"U. stenocephala\" in dogs."
}