{
    "id": "35169775",
    "revid": "937705",
    "url": "https://en.wikipedia.org/wiki?curid=35169775",
    "title": "Karlsruhe Local Railway",
    "text": "The Karlsruhe Local Railway () was a &lt;a href=\"metre-gauge\"&gt;metre-gauge&lt;/a&gt; light railway which formerly connected &lt;a href=\"Sp%C3%B6ck%20%28Stutensee%29\"&gt;Spöck&lt;/a&gt;, &lt;a href=\"Karlsruhe\"&gt;Karlsruhe&lt;/a&gt; and &lt;a href=\"Durmersheim\"&gt;Durmersheim&lt;/a&gt;, now in the German state of &lt;a href=\"Baden-W%C3%BCrttemberg\"&gt;Baden-Württemberg&lt;/a&gt;. After its opening in 1890/91, it had little commercial success, so that by 1938 most sections of it had been shut down. Some modest residual traffic in the city of Karlsruhe continued until 1955. Parts of it route are now used by line S2 of the &lt;a href=\"Karlsruhe%20Stadtbahn\"&gt;Karlsruhe Stadtbahn&lt;/a&gt;.\nHistory.\nAfter 1880, when the &lt;a href=\"Grand%20Duchy%20of%20Baden%20State%20Railway\"&gt;Baden railway network&lt;/a&gt; was largely completed, two major issues remained in the Karlsruhe area: how to connect to the places in the northeast and the southwest of the city that had been left without rail connections. As, at the time, a railway connection promised economic growth and enabled people to accept jobs in the emerging industries of Karlsruhe, various plans had been put forward since 1883 to build a light railway that would close the gaps in the local railway network. Finally, the railway entrepreneur Herrmann Bachstein and his financiers became involved in the project. Construction began after he obtained a concession for the project in 1888. The main contractor and the first operator was the \"Centralverwaltung für Secundairbahnen\" (central administration for secondary railways) \"Herrmann Bachstein\".\nThe southern route from Karlsruhe via Grünwinkel, &lt;a href=\"Forchheim%20%28Rheinstetten%29\"&gt;Forchheim&lt;/a&gt;, &lt;a href=\"M%C3%B6rsch\"&gt;Mörsch&lt;/a&gt; to Durmersheim was opened on 6 October 1890. It started in Karlsruhe at the \"Lokalbahnhof\" (Lokalbahn station) in Kapellenstraße near the &lt;a href=\"Karlsruhe%20Central%20Station%23Old%20station\"&gt;old Karlsruhe central station&lt;/a&gt; (\"Hauptbahnhof\"), where a locomotive shop was established. The terminus in Durmersheim was located in the current street of Chenneviersplatz. The northern line was opened shortly later on 29 January 1891 and ran from the Lokalbahnhof via Hagsfeld, Blankenloch, Staffort and Friedrichstal to Spock. North of Blankenloch it zigzagged across the countryside to Staffort, Friedrichstal and the edge of Spock.\nOperation in the early years.\nThe trains were originally hauled by seven small steam tramway locomotives. Due to their low speed, the travel time was very high: the 14.8 km-long southern section took trains about an hour and the 16 km-long northern line took 65 minutes.\nThe Karlsruhe branch line was not a great commercial success. While there was considerable peak hour traffic, other traffic was modest and freight traffic was below expectations. Thus, in the fiscal year of 1910/11 it carried 1.8 million passengers, 781 dogs, 394 other animals, 15 thousand pieces of luggage and 5,400 tonnes of freight. A contributor to these poor results was the construction of the &lt;a href=\"Rhine%20Railway%20%28Baden%29\"&gt;Graben-Neudorf–Blankenloch–Karlsruhe–Durmersheim–Rastatt main line&lt;/a&gt; in 1895 that ran nearly parallel to the Blankenloch and became its major competitor.\nOn 1 April 1897, the railway was taken over by the &lt;a href=\"South%20German%20Railway%20Company\"&gt;South German Railway Company&lt;/a&gt; (\"Süddeutsche Eisenbahn-Gesellschaft\", SEG). Proposals to electrify the line through the Karlsruhe area were not implemented. On 8 December 1913 a branch line was opened from Grünwinkel to Daxlanden. \nTakeover by the city of Karlsruhe.\nAt the beginning of the 20th century the city of Karlsruhe developed plans to open up the Karlsruhe region with a network of light railways and &lt;a href=\"interurban\"&gt;interurban&lt;/a&gt; trams. The city of &lt;a href=\"Mannheim\"&gt;Mannheim&lt;/a&gt; had achieved this goal in 1911 with the founding of the &lt;a href=\"Upper%20Rhine%20Railway%20Company\"&gt;Upper Rhine Railway Company&lt;/a&gt; (\"Oberrheinischen Eisenbahngesellschaft\", OEG). There were similar projects in &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt; and &lt;a href=\"Basel\"&gt;Basel&lt;/a&gt;. Therefore, the city of Karlsruhe sought to establish a joint operating company with the Karlsruhe Local Railway, and the &lt;a href=\"Alb%20Valley%20Railway\"&gt;Alb Valley Railway&lt;/a&gt;.\nAlthough talks failed regarding the Alb Valley Railway, the city of Karlsruhe bought the Local Railway from the SEG for 1.95 million &lt;a href=\"German%20gold%20mark\"&gt;marks&lt;/a&gt;. The Local Railway was attached to the &lt;a href=\"Verkehrsbetriebe%20Karlsruhe\"&gt;municipal railway company&lt;/a&gt;, which already operated the standard gauge tram system.\nThe city of Karlsruhe immediately began to modernise the light railway. Thus, in the city area, a new, common route was created for trams through Mathystraße and the previous route through Kriegsstraße was abandoned. The new section was put into operation on 15 September 1917. Also, in 1917, work started on the electrification of the Lokalbahnhof–Hagsfeld and Lokalbahnhof–Grünwinkel–Daxlanden lines, but due to the war, electrical services only commenced between Lokalbahnhof and Hagsfeld on 12 February 1919 and were completed to Daxlanden in 1921. Two-axle coaches were reconstructed as electric railcars to work on the electrified lines and a carriage shed was built for them on Hirtenweg (street). In 1923 a regular interval service was established on the two electric lines. Trains to Durmersheim and Spock continued to be steam-hauled.\nThe poor economic situation after the First World War finally brought the end for the Local Railway line to Spock. Due to its unprofitability, the Hagsfeld–Spock section was closed on 1 January 1922. Plans in the mid-1920s to restore the line at least as far as Blankenloch as an electric interurban tramway were not realised.\nLow profitability also marked operations on the southern line to Durmerheim. Nevertheless, the city of Karlsruhe electrified the line in 1929. Electrical operations commenced on 16 November 1929 with dual-axle multiple units, which operated to Daxlanden and Hagsfeld. With the purchase of three electric-powered luggage wagons from &lt;a href=\"Waggonfabrik%20Rastatt\"&gt;Waggonfabrik Rastatt&lt;/a&gt;, steam operation were limited from 1930 to the operation of some sidings in Karlsruhe.\nDecommissioning.\nDespite the modernisation, the economic situation remained critical for the Karlsruhe Local Railway. Worn tracks and lack of demand eventually led to the closure of the Mörsch–Durmersheim (26 April 1936), Mörsch–Grünwinkel (14 August 1937) and Daxlanden–Karlsruhe (31 March 1938) lines. There remained therefore only passenger services to Hagsfeld and freight traffic carried by &lt;a href=\"Rollbock\"&gt;transport wagons&lt;/a&gt; in Karlsruhe to the Haid &amp; Neu sewing machine factory, the IWK munitions factory and the Moninger brewery.\nDue to the Second World War these services were maintained until the 1950s. The freight traffic in the western part of Karlsruhe was abandoned in 1952 and to Haid &amp; Neu in 1956. Passenger services to Hagsfeld ended on 2 May 1955.\nFollowing the closure of the Karlsruhe Local Railway, its tracks and facilities were dismantled piece by piece.\nFurther development.\nAlthough the plans of the city of Karlsruhe to create an overland tram network in the first half of the 20th century failed, these plans were not abandoned after the Second World War.\nThe integration of Alb Valley Railway in the Karlsruhe tram network in the late 1950s led to a period of network development that led in 1989 to the establishment of today's line S2 of the Karlsruhe Stadtbahn, which partially follows the course of the Karlsruhe Local Railway from Mörsch in the south through Karlsruhe to Spock in the north. However, it is built to standard gauge and runs through central Karlsruhe. An extension in the south to Durmersheim has been discussed, but has not found majority political support."
}