{
    "id": "3516505",
    "revid": "31504254",
    "url": "https://en.wikipedia.org/wiki?curid=3516505",
    "title": "Henry Gullett",
    "text": "Sir Henry Somer Gullett &lt;a href=\"Order%20of%20St%20Michael%20and%20St%20George\"&gt;KCMG&lt;/a&gt; &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20Bath\"&gt;CB&lt;/a&gt; (26 March 1878 – 13 August 1940), known as Harry Gullett, was an Australian journalist, military historian and politician. He was a &lt;a href=\"war%20correspondent\"&gt;war correspondent&lt;/a&gt; during World War I and co-authored the official history of Australia's involvement in the war. He later served in &lt;a href=\"Parliament%20of%20Australia\"&gt;federal parliament&lt;/a&gt; from 1925 to 1940 and held senior ministerial office.\nGullett grew up in country &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;. He left school at the age of 12 but began a career in journalism through family connections. During World War I he was attached to Australian units on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt; and the &lt;a href=\"Sinai%20and%20Palestine%20campaign\"&gt;Sinai and Palestine campaign&lt;/a&gt;, and also did work for the &lt;a href=\"Australian%20War%20Records%20Section\"&gt;War Records Section&lt;/a&gt;. He contributed a volume to the \"&lt;a href=\"Official%20History%20of%20Australia%20in%20the%20War%20of%201914%E2%80%931918\"&gt;Official History of Australia in the War of 1914–1918&lt;/a&gt;\". Gullett was elected to parliament &lt;a href=\"1925%20Australian%20federal%20election\"&gt;in 1925&lt;/a&gt; as an \"independent &lt;a href=\"Nationalist%20Party%20%28Australia%29\"&gt;Nationalist&lt;/a&gt;\". He joined &lt;a href=\"S.%20M.%20Bruce\"&gt;S. M. Bruce&lt;/a&gt;'s government as &lt;a href=\"Department%20of%20Trade%20and%20Customs\"&gt;Minister for Trade and Customs&lt;/a&gt; (1928–1929) and then became &lt;a href=\"Leader%20of%20the%20Opposition%20%28Australia%29\"&gt;deputy opposition leader&lt;/a&gt; (1929–1931) after the government's defeat. Gullett held a series of senior portfolios in the &lt;a href=\"United%20Australia%20Party\"&gt;United Australia Party&lt;/a&gt; (UAP) governments of the 1930s, serving as Minister for Trade and Customs (1931–1933), &lt;a href=\"Department%20of%20External%20Affairs%20%281921%E2%80%9370%29\"&gt;External Affairs&lt;/a&gt; (1939–1940), &lt;a href=\"Department%20of%20Information%20%28Australia%29\"&gt;Information&lt;/a&gt; (1939–1940), and &lt;a href=\"CSIRO\"&gt;Scientific and Industrial Research&lt;/a&gt; (1940). He was killed in the &lt;a href=\"1940%20Canberra%20air%20disaster\"&gt;1940 Canberra air disaster&lt;/a&gt;, along with two cabinet colleagues and the head of the army.\nEarly life.\nGullett was born on 26 March 1878 in &lt;a href=\"Toolamba%20West%2C%20Victoria\"&gt;Toolamba West&lt;/a&gt; or &lt;a href=\"Harston%2C%20Victoria\"&gt;Harston, Victoria&lt;/a&gt;. He was the son of Rose Mary () and Charles William Gullett; his father was born in London and his mother in Victoria. He grew up on his father's farm, a half-cleared &lt;a href=\"Selection%20%28Australian%20history%29\"&gt;selection&lt;/a&gt; of , learning \"milking, ploughing, harvesting and horsemanship even as he received his schooling\". He left school at the age of 12 following his father's death.\nJournalism, literary work and public service.\nGullett was encouraged to pursue a career in journalism by his uncle &lt;a href=\"Henry%20Gullett%20%28New%20South%20Wales%20politician%29\"&gt;Henry Gullett&lt;/a&gt;, who wrote for the \"&lt;a href=\"Daily%20Telegraph%20%28Sydney%29\"&gt;Daily Telegraph&lt;/a&gt;\" and \"&lt;a href=\"The%20Sydney%20Morning%20Herald\"&gt;The Sydney Morning Herald&lt;/a&gt;\". He began his career writing on agriculture for the \"&lt;a href=\"Geelong%20Advertiser\"&gt;Geelong Advertiser&lt;/a&gt;\", then in 1900 his uncle invited him to move to Sydney and join the staff of the \"Herald\".\nIn 1908, Gullett moved to England and became a London correspondent for the \"Daily Telegraph\" and \"&lt;a href=\"The%20Sun%20%28Sydney%29\"&gt;The Sun&lt;/a&gt;\", as well as working as a &lt;a href=\"freelancer\"&gt;freelancer&lt;/a&gt;. He developed an interest in British immigration to Australia, writing pamphlets and giving lectures for the &lt;a href=\"Australia%20House\"&gt;Australian High Commission&lt;/a&gt;. In 1914, he published \"The Opportunity in Australia\", a semi-autobiographical tract designed as \"an illustrated, practical handbook on Australian rural life\".\nWorld War I.\nAfter the outbreak of World War I in 1914, Gullett received accreditation with the British and French militaries as an official war correspondent. He covered the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt;, where he was \"seeing war at close quarters but was not happy to be a mere observer\". He briefly served as an &lt;a href=\"ambulance%20driver\"&gt;ambulance driver&lt;/a&gt;, but declined a commission in the &lt;a href=\"Grenadier%20Guards\"&gt;Grenadier Guards&lt;/a&gt; to return to Australia and enlist in the &lt;a href=\"First%20Australian%20Imperial%20Force\"&gt;Australian Imperial Force&lt;/a&gt; (AIF). Gullett was recruited as a speaker in enlistment campaigns and for the \"Yes\" vote in the &lt;a href=\"1916%20Australian%20conscription%20referendum\"&gt;1916 Australian conscription referendum&lt;/a&gt;. He enlisted as a &lt;a href=\"gunner%20%28rank%29\"&gt;gunner&lt;/a&gt; in the &lt;a href=\"2nd%20Division%20%28Australia%29\"&gt;2nd Division&lt;/a&gt;'s &lt;a href=\"ammunition%20column\"&gt;ammunition column&lt;/a&gt;, arriving in England in early 1917, but his age and a bout of &lt;a href=\"pleurisy\"&gt;pleurisy&lt;/a&gt; rendered him unfit for frontline service. Instead, his friend &lt;a href=\"Charles%20Bean\"&gt;Charles Bean&lt;/a&gt; asked him to assist with his archival work. In August 1917 he was commissioned as a temporary lieutenant in the Audit Section of AIF headquarters in France. After seven weeks he was sent to the &lt;a href=\"Australian%20War%20Records%20Section\"&gt;Australian War Records Section&lt;/a&gt; in London, and then in November, at Bean's request, attached to the AIF headquarters in Cairo.\nFor the remainder of the war, Gullett was attached to various Australian units in the &lt;a href=\"Sinai%20and%20Palestine%20campaign\"&gt;Sinai and Palestine campaign&lt;/a&gt;, including the &lt;a href=\"Desert%20Mounted%20Corps\"&gt;Desert Mounted Corps&lt;/a&gt;, &lt;a href=\"No.%201%20Squadron%20RAAF\"&gt;No. 1 Squadron AFC&lt;/a&gt;, the &lt;a href=\"Imperial%20Camel%20Corps\"&gt;Imperial Camel Corps&lt;/a&gt;, and the &lt;a href=\"Australian%20Light%20Horse\"&gt;Australian Light Horse&lt;/a&gt; brigades. He was appointed officer-in-charge of the local branch of the War Records Section in May 1918, then from August was an assistant official correspondent with the AIF. His \"status as historian in uniform enabled him to move freely among all ranks\", and he developed friendships with &lt;a href=\"Banjo%20Patterson\"&gt;Banjo Patterson&lt;/a&gt;, &lt;a href=\"Ross%20Macpherson%20Smith\"&gt;Ross Smith&lt;/a&gt; and &lt;a href=\"Richard%20Williams%20%28RAAF%20officer%29\"&gt;Richard Williams&lt;/a&gt;. He was made a &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20Bath\"&gt;Commander of the Order of the Bath&lt;/a&gt; (CB) in 1918 for his war-time service.\nPost-war career.\nGullett was present at the &lt;a href=\"1919%20Paris%20Peace%20Conference\"&gt;1919 Paris Peace Conference&lt;/a&gt; as a press liaison officer to Prime Minister &lt;a href=\"Billy%20Hughes\"&gt;Billy Hughes&lt;/a&gt;. In the same year he co-edited \"Australia in Palestine\", a history of Australia's involvement in the Palestine campaign, and published a pamphlet titled \"Unguarded Australia\" in favour of the \"populate or perish\" attitude towards immigration. In 1923, Gullett's contribution to the \"&lt;a href=\"Official%20History%20of%20Australia%20in%20the%20War%20of%201914%E2%80%931918\"&gt;Official History of Australia in the War of 1914–1918&lt;/a&gt;\" was published, a volume of nearly 800 pages covering the AIF in Sinai and Palestine. According to it was \"comparable in scope, if not quite in authority, with the works of Bean on the more popular themes of the Western Front and Gallipoli\". Bean himself regarded it as \"the most readable and most read\" of the official history's twelve volumes.\nIn 1919, despite his dislike of Hughes, Gullett accepted the prime minister's invitation to become the inaugural director of the proposed &lt;a href=\"Australian%20War%20Museum\"&gt;Australian War Museum&lt;/a&gt;, working out of the &lt;a href=\"Royal%20Exhibition%20Building\"&gt;Royal Exhibition Building&lt;/a&gt; in Melbourne. He resigned the following year to become the director of the Australian Immigration Bureau, but his tenure there was short as he fell out with Hughes over immigration policy. After his resignation he was offered a position on \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" in London, but declined as he preferred to stay in Australia. He instead remained in Melbourne as the news editor of \"&lt;a href=\"The%20Herald%20%28Melbourne%29\"&gt;The Herald&lt;/a&gt;\".\nPolitical career.\nEarly years.\nGullett began contemplating a political career towards the end of the war. Letters to his wife record his alignment with the &lt;a href=\"Australian%20Labor%20Party\"&gt;Australian Labor Party&lt;/a&gt; (ALP), but concerns that \"Labour people at home will be hard to swallow\" and that \"it will be hard to take sides against many good friends in the AIF who are uncompromising\". In November 1918, he wrote:\nI should give a fortune to be out on the Labour ticket next elections in Australia. With a good propagandist on their side they will sweep &lt;a href=\"Billy%20Hughes\"&gt;H &amp; Co&lt;/a&gt; into the sea. The present administration is a hopeless thing &amp; is not improving.\nGullett's eventual entry into politics came at the &lt;a href=\"1922%20Australian%20federal%20election\"&gt;1922 election&lt;/a&gt;, where he and his friend &lt;a href=\"John%20Greig%20Latham\"&gt;John Latham&lt;/a&gt; stood as anti-Hughes \"&lt;a href=\"Liberal%20Party%20%281922%29\"&gt;Liberal&lt;/a&gt;\" candidates. His initial attempt to win the &lt;a href=\"Division%20of%20Henty\"&gt;Division of Henty&lt;/a&gt; was unsuccessful, but he reprised his candidacy at the &lt;a href=\"1925%20Australian%20federal%20election\"&gt;1925 election&lt;/a&gt; as an \"independent &lt;a href=\"Nationalist%20Party%20%28Australia%29\"&gt;Nationalist&lt;/a&gt;\" and was elected. He allied himself with &lt;a href=\"backbencher\"&gt;backbencher&lt;/a&gt;s holding similar views and in 1927 attracted attention by referring to &lt;a href=\"Earle%20Page\"&gt;Earle Page&lt;/a&gt; as \"the\nmost tragic Treasurer Australia had ever had\". However, as with Latham, Hughes' successor as prime minister &lt;a href=\"S.%20M.%20Bruce\"&gt;S. M. Bruce&lt;/a&gt; secured Gullett's support by inviting him into the ministry. He was appointed &lt;a href=\"Department%20of%20Trade%20and%20Customs\"&gt;Minister for Trade and Customs&lt;/a&gt; in November 1928, following the &lt;a href=\"1928%20Australian%20federal%20election\"&gt;1928 election&lt;/a&gt;, but held office for less than a year before the government's defeat.\nBruce lost his seat at the &lt;a href=\"1929%20Australian%20federal%20election\"&gt;1929 election&lt;/a&gt; and Latham was elected as the new leader of the Nationalists; Gullett became his deputy. &lt;a href=\"Jack%20Lang%20%28Australian%20politician%29\"&gt;Jack Lang&lt;/a&gt; remembered him as \"the gad-fly who harassed the &lt;a href=\"James%20Scullin\"&gt;Scullin Government&lt;/a&gt; incessantly\". He was involved in the formation of the &lt;a href=\"United%20Australia%20Party\"&gt;United Australia Party&lt;/a&gt; (UAP) in 1931, which saw former ALP minister &lt;a href=\"Joseph%20Lyons\"&gt;Joseph Lyons&lt;/a&gt; succeed Latham as &lt;a href=\"Leader%20of%20the%20Opposition%20%28Australia%29\"&gt;leader of the opposition&lt;/a&gt;. Latham in turn became deputy leader of the new party, succeeding Gullett as deputy opposition leader.\nLyons Government.\nGullett was re-appointed Minister for Trade and Customs when the &lt;a href=\"Lyons%20Government\"&gt;Lyons Government&lt;/a&gt; took office in January 1932. He lobbied Lyons against including the &lt;a href=\"National%20Party%20of%20Australia\"&gt;Country Party&lt;/a&gt; in the ministry, predicting \"they will prove filthy foes and will stab you all the way from the corner\". Later in 1932, Gullett and Stanley Bruce represented Australia at the &lt;a href=\"British%20Empire%20Economic%20Conference\"&gt;British Empire Economic Conference&lt;/a&gt; in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;, which attempted to establish &lt;a href=\"Imperial%20Preference\"&gt;Imperial Preference&lt;/a&gt;, a system of tariff concession within the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;. He suffered from poor health on his return and resigned from the ministry in January 1933. In the same month he was made a Knight Commander of the &lt;a href=\"Order%20of%20St%20Michael%20and%20St%20George\"&gt;Order of St Michael and St George&lt;/a&gt; for his work at the Ottawa Conference.\nIn October 1934, Gullett was re-appointed to the ministry as a &lt;a href=\"minister%20without%20portfolio\"&gt;minister without portfolio&lt;/a&gt; with responsibility for trade treaties. In early 1935, he presented a draft trade treaty with Japan to cabinet. He travelled to England with his wife later that year to attend the Silver Jubilee of King &lt;a href=\"George%20V\"&gt;George V&lt;/a&gt;, and to discuss trade with representatives of Britain and the other Dominions. In 1936, Gullett continued his work on the proposed trade deal with Japan, which was tentatively titled the Treaty of Friendship, Commerce and Navigation. However, negotiations broke down and a &lt;a href=\"trade%20war\"&gt;trade war&lt;/a&gt; commenced, with Australia increasing duties on Japanese clothing and artworks and Japan doing likewise on Australian agricultural products. &lt;a href=\"Jay%20Pierrepont%20Moffat\"&gt;Jay Pierrepont Moffat&lt;/a&gt;, the U.S. Consul in Sydney, observed in his diaries that Gullett \"looked ill and tired\" and was \"constantly leaving his desk and taking some medicine at a cupboard in the corner\". His health forced a second retirement from the ministry in March 1937. However, Moffat believed that his resignation was actually due to a disagreement on trade policy.\nMenzies Government.\nIn April 1939, Gullett became &lt;a href=\"Minister%20for%20Foreign%20Affairs%20%28Australia%29\"&gt;Minister for External Affairs&lt;/a&gt; in the &lt;a href=\"first%20Menzies%20Ministry\"&gt;first Menzies Ministry&lt;/a&gt; and Minister for Information from September 1939. However, when &lt;a href=\"Robert%20Menzies\"&gt;Robert Menzies&lt;/a&gt; formed a &lt;a href=\"Second%20Menzies%20Ministry\"&gt;coalition&lt;/a&gt; with the &lt;a href=\"National%20Party%20of%20Australia\"&gt;Country Party&lt;/a&gt; in March 1940, he was moved to &lt;a href=\"Vice-President%20of%20the%20Executive%20Council\"&gt;Vice-President of the Executive Council&lt;/a&gt;, and &lt;a href=\"Minister%20for%20Innovation%2C%20Industry%2C%20Science%20and%20Research%20%28Australia%29\"&gt;Minister in charge of Scientific and Industrial Research&lt;/a&gt;. He was killed in the &lt;a href=\"Canberra%20air%20disaster%2C%201940\"&gt;Canberra air disaster&lt;/a&gt; in August 1940.\nPersonal life.\nOn 2 October 1912, Gullett married Elizabeth Penelope \"Penny\" Frater, the daughter of the Australian writer &lt;a href=\"Barbara%20Baynton\"&gt;Barbara Baynton&lt;/a&gt;. The couple had two children together. Their son &lt;a href=\"Jo%20Gullett\"&gt;Jo Gullett&lt;/a&gt; also entered politics, serving as the member for Henty from 1946 to 1955. Their daughter, Susan, was the mother of the actress &lt;a href=\"Penne%20Hackforth-Jones\"&gt;Penne Hackforth-Jones&lt;/a&gt;.\nSources.\n "
}