{
    "id": "35171243",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=35171243",
    "title": "João de Sá",
    "text": "João de Sá, &lt;a href=\"knight\"&gt;knight&lt;/a&gt; (&lt;a href=\"floruit\"&gt;fl.&lt;/a&gt; 1497 – 1514) was a &lt;a href=\"Portugal%20in%20the%20Age%20of%20Discovery\"&gt;Portuguese explorer&lt;/a&gt;, who accompanied &lt;a href=\"Vasco%20da%20Gama\"&gt;Vasco da Gama&lt;/a&gt; on the voyage of the first ships to sail directly from Europe to &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nBiography.\nSá was a &lt;a href=\"scrivener\"&gt;scrivener&lt;/a&gt; on the first Portuguese voyage to India, traveling on the &lt;a href=\"carrack\"&gt;carrack&lt;/a&gt; \"São Rafael\" which was captained by Vasco da Gama's younger brother, &lt;a href=\"Paulo%20da%20Gama\"&gt;Paulo da Gama&lt;/a&gt;. Sá was also a member of the group who accompanied Gama on his first trip into &lt;a href=\"Kozhikode\"&gt;Calicut&lt;/a&gt; on 20 May 1498.\nOn the return voyage the \"São Rafael\" was scuttled off the East African coast, and the crew re-distributed to the remaining two ships, the \"&lt;a href=\"S%C3%A3o%20Gabriel%20%28ship%29\"&gt;São Gabriel&lt;/a&gt;\" and the \"Berrio\", as by this point there were not enough crewmen left standing to manage all three ships. This was due to the loss of almost half the crew during the voyage across the Indian Ocean, and to &lt;a href=\"scurvy\"&gt;scurvy&lt;/a&gt; being rife amongst the survivors. João de Sá transferred to the \"São Gabriel\". Later on, after having sailed around Africa, Sá was given command of the ship because Vasco da Gama decided to remain at &lt;a href=\"Santiago%2C%20Cape%20Verde\"&gt;Santiago&lt;/a&gt; island with his brother Paulo, who had fallen seriously ill. The \"S. Gabriel\" under Sá arrived in Lisbon sometime in late July or early August. Although Paulo was later able to travel on with his brother towards Portugal, he died whilst en route and was buried at the monastery of São Francisco in &lt;a href=\"Angra%20do%20Heroismo\"&gt;Angra do Heroismo&lt;/a&gt;.\nJoão de Sá is one of the purported authors of the anonymous \"Journal of Vasco Da Gama's trip of 1497\" (the other being &lt;a href=\"%C3%81lvaro%20Velho\"&gt;Álvaro Velho&lt;/a&gt;). This work survives in a single manuscript copy preserved at the Biblioteca Pública Municipal of Porto and first published in &lt;a href=\"Porto\"&gt;Porto&lt;/a&gt; in 1838 by &lt;a href=\"Diogo%20Kopke\"&gt;Diogo Kopke&lt;/a&gt;. In 1945, historian &lt;a href=\"Franz%20H%C3%BCmmerich\"&gt;Franz Hümmerich&lt;/a&gt; identified the author of this manuscript with an Álvaro Velho who had spent eight years in &lt;a href=\"Portuguese%20Guinea\"&gt;Guinea&lt;/a&gt; and provided information about the &lt;a href=\"Gambia\"&gt;Gambia&lt;/a&gt; region to &lt;a href=\"Valentim%20Fernandes\"&gt;Valentim Fernandes&lt;/a&gt;. However, more recent studies by Carmen Radulet have exposed weaknesses in this theory and attributed the \"Journal\" with more certainty to scrivener João de Sá.\nLike Vasco da Gama, João de Sá appears to have been closely associated with the Almeida family. It is believed that he spent some time at &lt;a href=\"Safi%2C%20Morocco\"&gt;Safi&lt;/a&gt; (North Africa) after his return from &lt;a href=\"India\"&gt;India&lt;/a&gt;, possibly at the same time as being \"criado\" to the &lt;a href=\"Bishop%20of%20Coimbra\"&gt;Bishop of Coimbra&lt;/a&gt;, D. &lt;a href=\"Jorge%20de%20Almeida\"&gt;Jorge de Almeida&lt;/a&gt;.\nBetween February 1511 and April 1514, de Sá, who was a trained &lt;a href=\"scrivener\"&gt;scrivener&lt;/a&gt;, was the \"treasurer of spices\" in the &lt;a href=\"Casa%20da%20%C3%8Dndia\"&gt;Casa da Índia&lt;/a&gt;. He had also become a cavalier by &lt;a href=\"John%20II%20of%20Portugal\"&gt;royal letter&lt;/a&gt; in January 1512.\nReferences.\nEditions of the \"Journal\":"
}