{
    "id": "3520224",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3520224",
    "title": "Kim Byung-ji",
    "text": "Kim Byung-ji (born 8 April 1970) is a former &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; who played for the &lt;a href=\"South%20Korea%20national%20football%20team\"&gt;South Korea national team&lt;/a&gt; as well as several clubs in the &lt;a href=\"K%20League\"&gt;K League&lt;/a&gt;. He was noted for his unique hair style which looked like the tail of a bird.\nPlaying career.\nKim spent 24 seasons as a professional player from 1992 to 2015, and recorded 706 appearances, 229 clean sheets and three goals in the &lt;a href=\"K%20League\"&gt;K League&lt;/a&gt; including &lt;a href=\"Korean%20League%20Cup\"&gt;Korean League Cup&lt;/a&gt;.\nKim was selected for the South Korea squad for the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt;. South Korea met the &lt;a href=\"Netherlands%20national%20football%20team\"&gt;Netherlands&lt;/a&gt; in the second group match, and lost 5–0 to them. South Korean players couldn't avoid journalists' criticisms, and the manager &lt;a href=\"Cha%20Bum-kun\"&gt;Cha Bum-kun&lt;/a&gt; was sacked after the loss, though the tournament was ongoing. However, Kim struggled in the Netherlands' 17 shots on target, and became the only player who received acclaim, though conceded five goals.\nStyle of play.\nKim played as a &lt;a href=\"Goalkeeper%20%28association%20football%29%23Sweeper-keeper\"&gt;sweeper-keeper&lt;/a&gt; who helped the defense of his teams with rapid pace. He also had great reflexes, and was skilled in making super saves. However, his excessively active personality sometimes resulted in eccentric plays. In a match of the &lt;a href=\"2001%20Lunar%20New%20Year%20Cup\"&gt;2001 Lunar New Year Cup&lt;/a&gt; against &lt;a href=\"Paraguay%20national%20football%20team\"&gt;Paraguay&lt;/a&gt;, he was deprived of the ball after he suddenly tried to &lt;a href=\"Dribbling%23Association%20football\"&gt;dribble&lt;/a&gt;, and embarrassed &lt;a href=\"Guus%20Hiddink\"&gt;Guus Hiddink&lt;/a&gt;, the former South Korea manager. Kim formed a strong rivalry with &lt;a href=\"Lee%20Woon-jae\"&gt;Lee Woon-jae&lt;/a&gt; in the K League and the national team, and also competed with him for the starting position for the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt;. Hiddink agonized over the choice of a goalkeeper until the start of the tournament, but selected Lee because of Kim's eccentric play in the Lunar New Year Cup.\nAfter retirement.\nKim is currently working as a &lt;a href=\"YouTuber\"&gt;YouTuber&lt;/a&gt; in the \"Kkong-byung-ji-tv\", his &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channel, after his retirement in 2015.\nCareer statistics.\nInternational.\nSource:\nHonours.\nSangmu FC\nUlsan Hyundai\nPohang Steelers\nFC Seoul\nSouth Korea\nIndividual"
}