{
    "id": "35222200",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=35222200",
    "title": "Karim Fakhrawi",
    "text": "Karim Fakhrawi, also known as Abdulkarim Ali Ahmed Fakhrawi (1962? – 12 April 2011), was the co-founder of \"&lt;a href=\"Al-Wasat%20%28Bahraini%20newspaper%29\"&gt;Al-Wasat&lt;/a&gt;\", considered one of the more popular newspapers in &lt;a href=\"Bahrain\"&gt;Bahrain&lt;/a&gt; by winning numerous awards. He died while in the custody due to severe torture according to the Bahrain Independent Commission of Inquiry. He was the second professional media worker to be killed during the &lt;a href=\"Bahraini%20uprising%20of%202011\"&gt;Bahraini uprising&lt;/a&gt;, and one of three journalists killed in total.\nPersonal.\nKarim Fakhrawi co-founded \"Al-Wasat\" in 2002, the only independent newspaper in Bahrain which was in the process of being banned by the Bahraini government for \"trying to harm Bahrain's stability and security and disseminating false information that undermined the country’s international image and reputation\". He was also member of the opposition group &lt;a href=\"Al-Wefaq\"&gt;Al-Wefaq&lt;/a&gt;. Karim Fakhrawi was a &lt;a href=\"Ajam%20of%20Bahrain\"&gt;Shi'ite Muslim of Persian origin (Ajam)&lt;/a&gt; who lived in &lt;a href=\"Manama\"&gt;Manama&lt;/a&gt;. \nCareer.\nKarim Fakhrawi was a businessman and founder of Bahrain's first educational bookstore. The bookstore had expanded into a publishing house and acted as the main supplier of books to the University of Bahrain. He owned the construction company that built the Iraqi Embassy in Bahrain. Fakhrawi was also one of the main founders of popular independent newspaper, Al Wasat. \"Al-Wasat\" has won multiple awards, such as the UNICEF regional award for electronic media, and it is the 15th strongest MENA newspaper on the internet, according to Forbes Middle East. Fakhrawi was a local book publisher, as well as owner of one of the biggest bookstores in Bahrain. He was a member of &lt;a href=\"Al-Wefaq\"&gt;Al-Wefaq&lt;/a&gt;, the largest opposition political party in &lt;a href=\"Bahrain\"&gt;Bahrain&lt;/a&gt;.\nDeath.\nFakhrawi was taken into custody 5 April 2011 when he was going to complain that police were threatening to demolish his home. He was accused of \"deliberate news fabrication and falsification\" by the Bahraini authorities, and the government also said it would file charges against three employees as well as deporting two others. Fakhrawi was in police custody for one week before his death and was one of many who died while in the custody of the local police. Bahraini police told the media that Karim died of kidney failure, but photos later leaked revealing bruises and indicating torture and police brutality. The evidence was discovered in the process of burial, when his clothes were removed and his torture marks were documented and released.\nThe Bahrain Independent Commission of Inquiry (BICI) stated, \"The death of Abdulkarim Ali Ahmed Fakhrawi occurred at the BDF Hospital after he had been transferred from the custody of the NSA. The NSA conducted an investigation into the physical abuse of Mr Fakhrawi but not into his death. The NSA investigation resulted in the prosecution of two individuals for physical abuse. The Commission considers that the NSA failed to conduct an effective investigation into Mr Fakhrawi's death, which would satisfy the relevant obligations under international law.\" It goes on to say \"The Commission concludes that the death of Mr Fakhrawi is attributed to torture while in the custody of the NSA.\"\nContext.\nIn February 2011, the people of &lt;a href=\"Bahrain\"&gt;Bahrain&lt;/a&gt; started to protest in a wave known as the &lt;a href=\"Arab%20Spring\"&gt;Arab Spring&lt;/a&gt;. The nationwide uprising in Bahrain is between the majority &lt;a href=\"Shia%20Islam\"&gt;Shi'ite Muslims&lt;/a&gt; and some &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; Muslims against the minority &lt;a href=\"Sunni%20Islam\"&gt;Sunni&lt;/a&gt; government. Since 15 February 2011, more than 80 anti-government protesters there have died, including four protesters that were in police custody at the time of their deaths. The anti-government political party, Al-Wefaq has listed 453 protesters as apprehended, but a spokesperson for the group thinks the number is up towards 600 people arrested by the government.\nImpact.\n&lt;a href=\"Zakariya%20Rashid%20Hassan%20al-Ashiri\"&gt;Zakariya Rashid Hassan al-Ashiri&lt;/a&gt; was the first to die in the uprising. Fakhrawi was the second journalist and the fourth person to die in government custody. In response to the two journalists who died, &lt;a href=\"Irina%20Bokova\"&gt;Irina Bokova&lt;/a&gt;, who was the director-general of &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;, called for an investigation looking into the death. One year later, &lt;a href=\"Ahmed%20Ismail%20Hassan\"&gt;Ahmed Ismail Hassan&lt;/a&gt;, who was a citizen journalist uploading videos, was shot while taking videos of a protest and died.\nReactions.\nFakhrawi's body was taken to the Hoora district to be buried when his clothes were removed for cleansing and his torture marks discovered. Videos and pictures documenting his wounds from torture were posted to the internet. "
}