{
    "id": "35233688",
    "revid": "19404073",
    "url": "https://en.wikipedia.org/wiki?curid=35233688",
    "title": "Potential cultural impact of extraterrestrial contact",
    "text": "The cultural impact of extraterrestrial contact is the corpus of changes to terrestrial science, technology, religion, politics, and ecosystems resulting from contact with an &lt;a href=\"extraterrestrial%20life\"&gt;extraterrestrial&lt;/a&gt; &lt;a href=\"civilization\"&gt;civilization&lt;/a&gt;. This concept is closely related to the &lt;a href=\"search%20for%20extraterrestrial%20intelligence\"&gt;search for extraterrestrial intelligence&lt;/a&gt; (SETI), which attempts to locate intelligent life as opposed to analyzing the implications of contact with that life.\nThe potential changes from extraterrestrial contact could vary greatly in magnitude and type, based on the extraterrestrial civilization's level of technological advancement, degree of benevolence or malevolence, and level of mutual comprehension between itself and humanity. The medium through which humanity is contacted, be it electromagnetic radiation, direct physical interaction, extraterrestrial artifact, or otherwise, may also influence the results of contact. Incorporating these factors, various systems have been created to assess the implications of extraterrestrial contact.\nThe implications of extraterrestrial contact, particularly with a technologically superior civilization, have often been likened to the &lt;a href=\"First%20contact%20%28anthropology%29\"&gt;meeting of two vastly different human cultures on Earth&lt;/a&gt;, a historical precedent being the &lt;a href=\"Columbian%20Exchange\"&gt;Columbian Exchange&lt;/a&gt;. Such meetings have generally led to the destruction of the civilization receiving contact (as opposed to the \"contactor\", which initiates contact), and therefore destruction of human civilization is a possible outcome. Extraterrestrial contact is also analogous to the numerous encounters between non-human native and invasive species occupying the same ecological niche. However, the absence of verified public contact to date means tragic consequences are still largely speculative.\nBackground.\nSearch for extraterrestrial intelligence.\nTo detect extraterrestrial civilizations with radio telescopes, one must identify an artificial, coherent signal against a background of various natural phenomena that also produce &lt;a href=\"radio\"&gt;radio&lt;/a&gt; waves. Telescopes capable of this include the &lt;a href=\"Arecibo%20Observatory\"&gt;Arecibo Observatory&lt;/a&gt; in &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;, the &lt;a href=\"Allen%20Telescope%20Array\"&gt;Allen Telescope Array&lt;/a&gt; in &lt;a href=\"Hat%20Creek%2C%20California\"&gt;Hat Creek, California&lt;/a&gt; and the new &lt;a href=\"Five%20hundred%20meter%20Aperture%20Spherical%20Telescope\"&gt;Five hundred meter Aperture Spherical Telescope&lt;/a&gt; in China. Various programs to detect extraterrestrial intelligence have had government funding in the past. &lt;a href=\"Project%20Cyclops\"&gt;Project Cyclops&lt;/a&gt; was commissioned by &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt; in the 1970s to investigate the most effective way to search for signals from intelligent extraterrestrial sources, but the report's recommendations were set aside in favor of the much more modest approach of &lt;a href=\"Messaging%20to%20Extra-Terrestrial%20Intelligence\"&gt;Messaging to Extra-Terrestrial Intelligence&lt;/a&gt; (METI), the sending of messages that intelligent extraterrestrial beings might intercept. NASA then drastically reduced funding for SETI programs, which have since turned to private donations to continue their search.\nWith the discovery in the late 20th and early 21st centuries of numerous &lt;a href=\"extrasolar%20planets\"&gt;extrasolar planets&lt;/a&gt;, some of which may be &lt;a href=\"planetary%20habitability\"&gt;habitable&lt;/a&gt;, governments have once more become interested in funding new programs. In 2006 the &lt;a href=\"European%20Space%20Agency\"&gt;European Space Agency&lt;/a&gt; launched &lt;a href=\"COROT\"&gt;COROT&lt;/a&gt;, the first spacecraft dedicated to the search for exoplanets, and in 2009 NASA launched the \"&lt;a href=\"Kepler%20%28spacecraft%29\"&gt;Kepler&lt;/a&gt;\" space observatory for the same purpose. By February 2013 \"Kepler\" had detected 105 of the confirmed exoplanets, and one of them, &lt;a href=\"Kepler-22b\"&gt;Kepler-22b&lt;/a&gt;, is potentially habitable. After it was discovered, the &lt;a href=\"SETI%20Institute\"&gt;SETI Institute&lt;/a&gt; resumed the search for an intelligent extraterrestrial civilization, focusing on \"Kepler\"s candidate planets, with funding from the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;.\nNewly discovered planets, particularly ones that are potentially habitable, have enabled SETI and METI programs to refocus projects for &lt;a href=\"communication%20with%20extraterrestrial%20intelligence\"&gt;communication with extraterrestrial intelligence&lt;/a&gt;. In 2009 &lt;a href=\"A%20Message%20From%20Earth\"&gt;A Message From Earth&lt;/a&gt; (AMFE) was sent toward the &lt;a href=\"Gliese%20581%20planetary%20system\"&gt;Gliese 581 planetary system&lt;/a&gt;, which contains two potentially habitable planets, the confirmed &lt;a href=\"Gliese%20581d\"&gt;Gliese 581d&lt;/a&gt; and the more habitable but unconfirmed &lt;a href=\"Gliese%20581g\"&gt;Gliese 581g&lt;/a&gt;. In the &lt;a href=\"SETILive\"&gt;SETILive&lt;/a&gt; project, which began in 2012, human volunteers analyze data from the Allen Telescope Array to search for possible alien signals that computers might miss because of terrestrial &lt;a href=\"radio%20interference\"&gt;radio interference&lt;/a&gt;. The data for the study is obtained by observing \"Kepler\" target stars with the radio telescope.\nIn addition to radio-based methods, some projects, such as &lt;a href=\"SEVENDIP\"&gt;SEVENDIP&lt;/a&gt; (Search for Extraterrestrial Visible Emissions from Nearby Developed Intelligent Populations) at the &lt;a href=\"University%20of%20California%2C%20Berkeley\"&gt;University of California, Berkeley&lt;/a&gt;, are using other regions of the electromagnetic spectrum to search for extraterrestrial signals. Various other projects are not searching for coherent signals, but want to rather use electromagnetic radiation to find other evidence of extraterrestrial intelligence, such as &lt;a href=\"megascale%20engineering\"&gt;megascale&lt;/a&gt; &lt;a href=\"astroengineering\"&gt;astroengineering&lt;/a&gt; projects.\nSeveral signals, such as the &lt;a href=\"Wow%21%20signal\"&gt;Wow! signal&lt;/a&gt;, have been detected in the history of the search for extraterrestrial intelligence, but none have yet been confirmed as being of intelligent origin.\nImpact assessment.\nThe implications of extraterrestrial contact depend on the method of discovery, the nature of the extraterrestrial beings, and their location relative to the Earth. Considering these factors, the &lt;a href=\"Rio%20Scale\"&gt;Rio Scale&lt;/a&gt; has been devised in order to provide a more quantitative picture of the results of extraterrestrial contact. More specifically, the scale gauges whether communication was conducted through radio, the information content of any messages, and whether discovery arose from a deliberately beamed message (and if so, whether the detection was the result of a specialized SETI effort or through general astronomical observations) or by the detection of occurrences such as radiation leakage from astroengineering installations. The question of whether or not a purported extraterrestrial signal has been confirmed as authentic, and with what degree of confidence, will also influence the impact of the contact. The Rio Scale was modified in 2011 to include a consideration of whether contact was achieved through an interstellar message or through a physical extraterrestrial artifact, with a suggestion that the definition of \"artifact\" be expanded to include \"&lt;a href=\"technosignature\"&gt;technosignature&lt;/a&gt;s\", including all indications of intelligent extraterrestrial life other than the interstellar radio messages sought by traditional SETI programs.\nA study by astronomer &lt;a href=\"Steven%20J.%20Dick\"&gt;Steven J. Dick&lt;/a&gt; at the &lt;a href=\"United%20States%20Naval%20Observatory\"&gt;United States Naval Observatory&lt;/a&gt; considered the cultural impact of extraterrestrial contact by analyzing events of similar significance in the &lt;a href=\"history%20of%20science\"&gt;history of science&lt;/a&gt;. The study argues that the impact would be most strongly influenced by the information content of the message received, if any. It distinguishes short-term and long-term impact. Seeing radio-based contact as a more plausible scenario than a visit from extraterrestrial spacecraft, the study rejects the commonly stated analogy of &lt;a href=\"European%20colonization%20of%20the%20Americas\"&gt;European colonization of the Americas&lt;/a&gt; as an accurate model for information-only contact, preferring events of profound scientific significance, such as the &lt;a href=\"Copernican%20Revolution\"&gt;Copernican&lt;/a&gt; and &lt;a href=\"History%20of%20evolutionary%20thought\"&gt;Darwinian&lt;/a&gt; revolutions, as more predictive of how humanity might be impacted by extraterrestrial contact.\nThe physical distance between the two civilizations has also been used to assess the cultural impact of extraterrestrial contact. Historical examples show that the greater the distance, the less the contacted civilization perceives a threat to itself and its culture. Therefore, contact occurring within the Solar System, and especially in the immediate vicinity of Earth, is likely to be the most disruptive and negative for humanity. On a smaller scale, people close to the epicenter of contact would experience a greater effect than would those living farther away, and a contact having multiple epicenters would cause a greater shock than one with a single epicenter. Space scientists &lt;a href=\"Martin%20Dominik\"&gt;Martin Dominik&lt;/a&gt; and &lt;a href=\"John%20Zarnecki\"&gt;John Zarnecki&lt;/a&gt; state that in the absence of any data on the nature of extraterrestrial intelligence, one must predict the cultural impact of extraterrestrial contact on the basis of generalizations encompassing all life and of analogies with history.\nThe beliefs of the general public about the effect of extraterrestrial contact have also been studied. A poll of United States and Chinese university students in 2000 provides &lt;a href=\"factor%20analysis\"&gt;factor analysis&lt;/a&gt; of responses to questions about, \"&lt;a href=\"wikt%3Ainter%20alia\"&gt;inter alia&lt;/a&gt;\", the participants' belief that extraterrestrial life exists in the Universe, that such life may be intelligent, and that humans will eventually make contact with it. The study shows significant weighted correlations between participants' belief that extraterrestrial contact may either conflict with or enrich their personal religious beliefs and how conservative such religious beliefs are. The more conservative the respondents, the more harmful they considered extraterrestrial contact to be. Other significant correlation patterns indicate that students took the view that the search for extraterrestrial intelligence may be futile or even harmful.\nPsychologists &lt;a href=\"Douglas%20Vakoch\"&gt;Douglas Vakoch&lt;/a&gt; and Yuh-shiow Lee conducted a survey to assess people's reactions to receiving a message from extraterrestrials, including their judgments about likelihood that extraterrestrials would be malevolent. \"People who view the world as a hostile place are more likely to think extraterrestrials will be hostile,\" Vakoch told \"&lt;a href=\"USA%20Today\"&gt;USA Today&lt;/a&gt;\".\nPost-detection protocols.\nVarious protocols have been drawn up detailing a course of action for scientists and governments after extraterrestrial contact. Post-detection protocols must address three issues: what to do in the first weeks after receiving a message from an extraterrestrial source; whether or not to send a reply; and analyzing the long-term consequences of the message received. No post-detection protocol, however, is binding under national or international law, and Dominik and Zarnecki consider the protocols likely to be ignored if contact occurs.\nOne of the first post-detection protocols, the \"Declaration of Principles for Activities Following the Detection of Extraterrestrial Intelligence\", was created by the SETI Permanent Committee of the &lt;a href=\"International%20Academy%20of%20Astronautics\"&gt;International Academy of Astronautics&lt;/a&gt; (IAA). It was later approved by the Board of Trustees of the IAA and by the International Institute of Space Law, and still later by the &lt;a href=\"International%20Astronomical%20Union\"&gt;International Astronomical Union&lt;/a&gt; (IAU), the &lt;a href=\"Committee%20on%20Space%20Research\"&gt;Committee on Space Research&lt;/a&gt;, the &lt;a href=\"International%20Union%20of%20Radio%20Science\"&gt;International Union of Radio Science&lt;/a&gt;, and others. It was subsequently endorsed by most researchers involved in the search for extraterrestrial intelligence, including the SETI Institute.\nThe Declaration of Principles contains the following broad provisions:\nA separate \"Proposed Agreement on the Sending of Communications to Extraterrestrial Intelligence\" was subsequently created. It proposes an international commission, membership of which would be open to all interested nations, to be constituted on detection of extraterrestrial intelligence. This commission would decide whether to send a message to the extraterrestrial intelligence, and if so, would determine the contents of the message on the basis of principles such as &lt;a href=\"justice\"&gt;justice&lt;/a&gt;, &lt;a href=\"multiculturalism\"&gt;respect for cultural diversity&lt;/a&gt;, &lt;a href=\"honesty\"&gt;honesty&lt;/a&gt;, and &lt;a href=\"property%20rights\"&gt;respect for property&lt;/a&gt; and &lt;a href=\"Westphalian%20sovereignty\"&gt;territory&lt;/a&gt;. The draft proposes to forbid the sending of any message by an individual nation or organization without the permission of the commission, and suggests that, if the detected intelligence poses a danger to human civilization, the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt; should authorize any message to extraterrestrial intelligence. However, this proposal, like all others, has not been incorporated into national or international law.\n&lt;a href=\"Paul%20Davies\"&gt;Paul Davies&lt;/a&gt;, a member of the SETI Post-Detection Taskgroup, has stated that post-detection protocols, calling for international consultation before taking any major steps regarding the detection, are unlikely to be followed by astronomers, who would put the advancement of their careers over the word of a protocol that is not part of national or international law.\nContact scenarios and considerations.\nScientific literature and &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; have put forward various models of the ways in which extraterrestrial and human civilizations might interact. Their predictions range widely, from sophisticated civilizations that could advance human civilization in many areas to imperial powers that might draw upon the forces necessary to subjugate humanity. Some theories suggest that an extraterrestrial civilization could be advanced enough to dispense with biology, living instead inside of advanced computers.\nThe implications of discovery depend very much on the level of aggressiveness of the civilization interacting with humanity, its &lt;a href=\"ethics\"&gt;ethics&lt;/a&gt;, and how much human and extraterrestrial biologies have in common. These factors will govern the quantity and type of dialogue that can take place. The question of whether contact is physical or through electromagnetic signals will also govern the magnitude of the long-term implications of contact. In the case of communication using electromagnetic signals, the long silence between the reception of one message and another would mean that the content of any message would particularly affect the consequences of contact, as would the extent of mutual comprehension.\nFriendly civilizations.\nMany writers have speculated on the ways in which a friendly civilization might interact with humankind. &lt;a href=\"Albert%20Harrison%20%28psychologist%29\"&gt;Albert Harrison&lt;/a&gt;, a professor emeritus of psychology at the University of California, Davis, thought that a highly advanced civilization might teach humanity such things as a physical &lt;a href=\"theory%20of%20everything\"&gt;theory of everything&lt;/a&gt;, how to use &lt;a href=\"zero-point%20energy\"&gt;zero-point energy&lt;/a&gt;, or how to travel &lt;a href=\"faster%20than%20light\"&gt;faster than light&lt;/a&gt;. They suggest that collaboration with such a civilization could initially be in the arts and humanities before moving to the hard sciences, and even that artists may spearhead collaboration. Seth D. Baum, of the Global Catastrophic Risk Institute, and others consider that the greater longevity of cooperative civilizations in comparison to uncooperative and aggressive ones might render extraterrestrial civilizations in general more likely to aid humanity. In contrast to these views, &lt;a href=\"Paolo%20Musso\"&gt;Paolo Musso&lt;/a&gt;, a member of the SETI Permanent Study Group of the &lt;a href=\"International%20Academy%20of%20Astronautics\"&gt;International Academy of Astronautics&lt;/a&gt; (IAA) and the &lt;a href=\"Pontifical%20Academy%20of%20Sciences\"&gt;Pontifical Academy of Sciences&lt;/a&gt;, took the view that extraterrestrial civilizations possess, like humans, a morality driven not entirely by altruism but for individual benefit as well, thus leaving open the possibility that at least \"some\" extraterrestrial civilizations are hostile.\nFuturist &lt;a href=\"Allen%20Tough\"&gt;Allen Tough&lt;/a&gt; suggests that an extremely advanced extraterrestrial civilization, recalling its own past of war and plunder and knowing that it possesses superweapons that could destroy it, would be likely to try to help humans rather than to destroy them. He identifies three approaches that a friendly civilization might take to help humanity:\nTough considers advising and acting only with consent to be a more likely choice than the forceful option. While coercive aid may be possible, and advanced extraterrestrials would recognize their own practices as superior to those of humanity, it may be unlikely that this method would be used in cultural cooperation. Lemarchand suggests that instruction of a civilization in its \"technological adolescence\", such as humanity, would probably focus on &lt;a href=\"morality\"&gt;morality&lt;/a&gt; and ethics rather than on science and technology, to ensure that the civilization did not destroy itself with technology it was not yet ready to use.\nAccording to Tough, it is unlikely that the avoidance of immediate dangers and prevention of future catastrophes would be conducted through radio, as these tasks would demand constant surveillance and quick action. However, cultural cooperation might take place through radio or a &lt;a href=\"space%20probe\"&gt;space probe&lt;/a&gt; in the Solar System, as radio waves could be used to communicate information about advanced technologies and cultures to humanity.\nEven if an ancient and advanced extraterrestrial civilization wished to help humanity, humans could suffer from a loss of identity and confidence due to the technological and cultural prowess of the extraterrestrial civilization. However, a friendly civilization may calibrate its contact with humanity in such a way as to minimize unintended consequences. Michael A. G. Michaud suggests that a friendly and advanced extraterrestrial civilization may even avoid all contact with an emerging intelligent species like humanity, to ensure that the less advanced civilization can develop naturally at its own pace; this is known as the &lt;a href=\"zoo%20hypothesis\"&gt;zoo hypothesis&lt;/a&gt;.\nHostile civilizations.\nScience fiction films often depict humans successfully repelling &lt;a href=\"alien%20invasion\"&gt;alien invasion&lt;/a&gt;s, but scientists more often take the view that an extraterrestrial civilization with sufficient power to reach the Earth would be able to destroy human civilization with minimal effort. Operations that are enormous on a human scale, such as destroying all major population centers on a planet, bombarding a planet with deadly &lt;a href=\"neutron%20radiation\"&gt;neutron radiation&lt;/a&gt;, or even traveling to another planetary system in order to lay waste to it, may be important tools for a hostile civilization.\nDeardorff speculates that a small proportion of the intelligent life forms in the galaxy may be aggressive, but the actual aggressiveness or benevolence of the civilizations would cover a wide spectrum, with some civilizations \"policing\" others. According to Harrison and Dick, hostile extraterrestrial life may indeed be rare in the Universe, just as belligerent and autocratic nations on Earth have been the ones that lasted for the shortest periods of time, and humanity is seeing a shift away from these characteristics in its own sociopolitical systems. In addition, the causes of war may be diminished greatly for a civilization with access to the galaxy, as there are prodigious quantities of natural resources in space accessible without resort to violence.\nSETI researcher &lt;a href=\"Carl%20Sagan\"&gt;Carl Sagan&lt;/a&gt; believed that a civilization with the technological prowess needed to reach the stars and come to Earth must have transcended war to be able to avoid self-destruction. Representatives of such a civilization would treat humanity with dignity and respect, and humanity, with its relatively backward technology, would have no choice but to reciprocate. &lt;a href=\"Seth%20Shostak\"&gt;Seth Shostak&lt;/a&gt;, an astronomer at the SETI Institute, disagrees, stating that the finite quantity of resources in the galaxy would cultivate aggression in any intelligent species, and that an explorer civilization that would want to contact humanity would be aggressive. Similarly, &lt;a href=\"Ragbir%20Bhathal\"&gt;Ragbir Bhathal&lt;/a&gt; claims that since the laws of evolution would be the same on another habitable planet as they are on Earth, an extremely advanced extraterrestrial civilization may have the motivation to colonize humanity in a similar manner to the &lt;a href=\"History%20of%20Australia%20%281788%E2%80%931850%29\"&gt;European colonization of Australia&lt;/a&gt;.\nDisputing these analyses, &lt;a href=\"David%20Brin\"&gt;David Brin&lt;/a&gt; states that while an extraterrestrial civilization may have an imperative to act for no benefit to itself, it would be naïve to suggest that such a trait would be prevalent throughout the galaxy. Brin points to the fact that in many moral systems on Earth, such as the Aztec or Carthaginian one, non-military killing has been accepted and even \"exalted\" by society, and further mentions that such acts are not confined to humans but can be found throughout the animal kingdom.\nBaum \"et al.\" speculate that highly advanced civilizations are unlikely to come to Earth to enslave humans, as the achievement of their level of advancement would have required them to solve the problems of labor and resources by other means, such as creating a sustainable environment and using mechanized labor. Moreover, humans may be an unsuitable food source for extraterrestrials because of marked differences in biochemistry. For example, the &lt;a href=\"chirality%20%28chemistry%29\"&gt;chirality&lt;/a&gt; of molecules used by terrestrial biota may differ from those used by extraterrestrial beings. Douglas Vakoch argues that transmitting intentional signals does not increase the risk of an alien invasion, contrary to concerns raised by British cosmologist &lt;a href=\"Stephen%20Hawking\"&gt;Stephen Hawking&lt;/a&gt;, because \"any civilization that has the ability to travel between the stars can already pick up our accidental radio and TV leakage\".\nPoliticians have also commented on the likely human reaction to contact with hostile species. In his 1987 speech to the &lt;a href=\"United%20Nations%20General%20Assembly\"&gt;United Nations General Assembly&lt;/a&gt;, &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; said, \"I occasionally think how quickly our differences worldwide would vanish if we were facing an alien threat from outside this world.\"\nEqually advanced and more advanced civilizations.\n &lt;a href=\"Robert%20Freitas\"&gt;Robert Freitas&lt;/a&gt; speculated in 1978 that the technological advancement and energy usage of a civilization, measured either relative to another civilization or in absolute terms by its rating on the &lt;a href=\"Kardashev%20scale\"&gt;Kardashev scale&lt;/a&gt;, may play an important role in the result of extraterrestrial contact. Given the infeasibility of interstellar space flight for civilizations at a technological level similar to that of humanity, interactions between such civilizations would have to take place by radio. Because of the long transit times of radio waves between stars, such interactions would not lead to the establishment of diplomatic relations, nor any significant future interaction at all, between the two civilizations.\nAccording to Freitas, direct contact with civilizations significantly more advanced than humanity would have to take place within the Solar System, as only the more advanced society would have the resources and technology to cross interstellar space. Consequently, such contact could only be with civilizations rated as Type II or higher on the Kardashev scale, as Type I civilizations would be incapable of regular interstellar travel. Freitas expected that such interactions would be carefully planned by the more advanced civilization to avoid mass societal shock for humanity.\nHowever much planning an extraterrestrial civilization may do before contacting humanity, the humans may experience great shock and terror on their arrival, especially as they would lack any understanding of the contacting civilization. Ben Finney compares the situation to that of the tribespeople of &lt;a href=\"New%20Guinea\"&gt;New Guinea&lt;/a&gt;, an island that was settled fifty thousand years ago during the &lt;a href=\"last%20glacial%20period\"&gt;last glacial period&lt;/a&gt; but saw little contact with the outside world until the arrival of European colonial powers in the late 19th and early 20th centuries. The huge difference between the indigenous stone-age society and the Europeans' technical civilization caused unexpected behaviors among the native populations known as &lt;a href=\"cargo%20cult\"&gt;cargo cult&lt;/a&gt;s: to coax the gods into bringing them the technology that the Europeans possessed, the natives created wooden \"radio stations\" and \"airstrips\" as a form of &lt;a href=\"sympathetic%20magic\"&gt;sympathetic magic&lt;/a&gt;. Finney argues that humanity may misunderstand the true meaning of an extraterrestrial transmission to Earth, much as the people of New Guinea could not understand the source of modern goods and technologies. He concludes that the results of extraterrestrial contact will become known over the long term with rigorous study, rather than as fast, sharp events briefly making newspaper headlines.\nBillingham has suggested that a civilization which is far more technologically advanced than humanity is also likely to be culturally and ethically advanced, and would therefore be unlikely to conduct astroengineering projects that would harm human civilization. Such projects could include &lt;a href=\"Dyson%20sphere\"&gt;Dyson sphere&lt;/a&gt;s, which completely enclose stars and capture all energy coming from them. Even if well within the capability of an advanced civilization and providing an enormous amount of energy, such a project would not be undertaken. For similar reasons, such civilizations would not readily give humanity the knowledge required to build such devices. Nevertheless, the existence of such capabilities would at least show that civilizations have survived \"technological adolescence\". Despite the caution that such an advanced civilization would exercise in dealing with the less mature human civilization, Sagan imagined that an advanced civilization might send those on Earth an \"&lt;a href=\"Encyclopedia%20Galactica\"&gt;Encyclopædia Galactica&lt;/a&gt;\" describing the sciences and cultures of many extraterrestrial societies.\nWhether an advanced extraterrestrial civilization would send humanity a decipherable message is a matter of debate in itself. Sagan argued that a highly advanced extraterrestrial civilization would bear in mind that they were communicating with a relatively primitive one and therefore would try to ensure that the receiving civilization would be able to understand the message. &lt;a href=\"Marvin%20Minsky\"&gt;Marvin Minsky&lt;/a&gt; believed that aliens might think similarly to humans because of shared constraints, permitting communication. Arguing against this view, astronomer Guillermo Lemarchand stated that an advanced civilization would probably encrypt a message with high information content, such as an \"Encyclopædia Galactica\", in order to ensure that only other ethically advanced civilizations would be able to understand it. &lt;a href=\"Douglas%20Vakoch\"&gt;Douglas Vakoch&lt;/a&gt; assumes it may take some time to decode any message, telling &lt;a href=\"ABC%20News\"&gt;ABC News&lt;/a&gt; that \"I don't think we're going to understand immediately what they have to say.\" \"There’s going to be a lot of guesswork in trying to interpret another civilization,\" he told \"&lt;a href=\"Science%20Friday\"&gt;Science Friday&lt;/a&gt;\", adding that \"in some ways, any message we get from an extraterrestrial will be like a cosmic &lt;a href=\"Rorschach%20test\"&gt;Rorschach ink blot test&lt;/a&gt;.\"\nInterstellar groups of civilizations.\nGiven the age of the galaxy, Harrison surmises that there exist several \"galactic clubs\", groupings of civilizations from across the galaxy. Such clubs could begin as loose confederations or alliances, eventually developing into powerful unions of many civilizations. If humanity could enter into a dialogue with one extraterrestrial civilization, it might be able to join such a galactic club. As more extraterrestrial civilizations, or unions thereof, are found, these could also become assimilated into such a club. Sebastian von Hoerner has suggested that entry into a galactic club may be a way for humanity to handle the culture shock arising from contact with an advanced extraterrestrial civilization.\nWhether a broad spectrum of civilizations from many places in the galaxy would even be able to cooperate is disputed by Michaud, who states that civilizations with huge differences in the technologies and resources at their command \"may not consider themselves even remotely equal\". It is unlikely that humanity would meet the basic requirements for membership at its current low level of technological advancement. A galactic club may, William Hamilton speculates, set extremely high entrance requirements that are unlikely to be met by less advanced civilizations.\nWhen two Canadian astronomers argued that they potentially discovered 234 extraterrestrial civilizations through analysis of the &lt;a href=\"Sloan%20Digital%20Sky%20Survey\"&gt;Sloan Digital Sky Survey&lt;/a&gt; database, &lt;a href=\"Douglas%20Vakoch\"&gt;Douglas Vakoch&lt;/a&gt; doubted their explanation for their findings, noting that it would be unusual for all of these stars to pulse at exactly the same frequency unless they were part of a coordinated network: \"If you take a step back,\" he said, \"that would mean you have 234 independent stars that all decided to transmit the exact same way.\"\nMichaud suggests that an interstellar grouping of civilizations might take the form of an empire, which need not necessarily be a force for evil, but may provide for peace and security throughout its jurisdiction. Owing to the distances between the stars, such an empire would not necessarily maintain control solely by military force, but may rather tolerate local cultures and institutions to the extent that these would not pose a threat to the central imperial authority. Such tolerance may, as has happened historically on Earth, extend to allowing nominal self-rule of specific regions by existing institutions, while maintaining that area as a puppet or client state to accomplish the aims of the imperial power. However, particularly advanced powers may use methods, including &lt;a href=\"faster-than-light\"&gt;faster-than-light&lt;/a&gt; travel, to make centralized administration more effective.\nIn contrast to the belief that an extraterrestrial civilization would want to establish an empire, Ćirković proposes that an extraterrestrial civilization would maintain equilibrium rather than expand outward. In such an equilibrium, a civilization would only colonize a small number of stars, aiming to maximize efficiency rather than to expand massive and unsustainable imperial structures. This contrasts with the classic Kardashev Type III civilization, which has access to the energy output of an entire galaxy and is not subject to any limits on its future expansion. According to this view, advanced civilizations may not resemble the classic examples in science fiction, but might more closely reflect the small, independent Greek city-states, with an emphasis on cultural rather than territorial growth.\nExtraterrestrial artifacts.\nAn extraterrestrial civilization may choose to communicate with humanity by means of artifacts or probes rather than by radio, for various reasons. While probes may take a long time to reach the Solar System, once there they would be able to hold a sustained dialogue that would be impossible using radio from hundreds or thousands of light-years away. Radio would be completely unsuitable for surveillance and continued monitoring of a civilization, and should an extraterrestrial civilization wish to perform these activities on humanity, artifacts may be the only option other than to send large, crewed spacecraft to the Solar System.\nAlthough faster-than-light travel has been seriously considered by physicists such as &lt;a href=\"Miguel%20Alcubierre\"&gt;Miguel Alcubierre&lt;/a&gt;, Tough speculates that the enormous amount of energy required to achieve such speeds under currently proposed mechanisms means that robotic probes traveling at conventional speeds will still have an advantage for various applications. 2013 research at NASA's &lt;a href=\"Johnson%20Space%20Center\"&gt;Johnson Space Center&lt;/a&gt;, however, shows that faster-than-light travel with the &lt;a href=\"Alcubierre%20drive\"&gt;Alcubierre drive&lt;/a&gt; requires dramatically less energy than previously thought, needing only about 1 tonne of exotic mass-energy to move a spacecraft at 10 times the speed of light, in contrast to previous estimates that stated that only a Jupiter-mass object would contain sufficient energy to power a faster-than-light spacecraft.\nAccording to Tough, an extraterrestrial civilization might want to send various types of information to humanity by means of artifacts, such as an \"Encyclopædia Galactica\", containing the wisdom of countless extraterrestrial cultures, or perhaps an invitation to engage in diplomacy with them. A civilization that sees itself on the brink of decline might use the abilities it still possesses to send probes throughout the galaxy, with its cultures, values, religions, sciences, technologies, and laws, so that these may not die along with the civilization itself.\nFreitas finds numerous reasons why interstellar probes may be a preferred method of communication among extraterrestrial civilizations wishing to make contact with Earth. A civilization aiming to learn more about the distribution of life within the galaxy might, he speculates, send probes to a large number of star systems, rather than using radio, as one cannot ensure a response by radio but can (he says) ensure that probes will return to their sender with data on the star systems they survey. Furthermore, probes would enable the surveying of non-intelligent populations, or those not yet capable of space navigation (like humans before the 20th century), as well as intelligent populations that might not wish to provide information about themselves and their planets to extraterrestrial civilizations. In addition, the greater energy required to send living beings rather than a robotic probe would, according to Michaud, be only used for purposes such as a one-way migration.\nFreitas points out that probes, unlike the interstellar radio waves commonly targeted by SETI searches, could store information for long, perhaps geological, timescales, and could emit strong radio signals unambiguously recognizable as being of intelligent origin, rather than being dismissed as a &lt;a href=\"UFO\"&gt;UFO&lt;/a&gt; or a natural phenomenon. Probes could also modify any signal they send to suit the system they were in, which would be impossible for a radio transmission originating from outside the target star system. Moreover, the use of small robotic probes with widely distributed beacons in individual systems, rather than a small number of powerful, centralized beacons, would provide a security advantage to the civilization using them. Rather than revealing the location of a radio beacon powerful enough to signal the whole galaxy and risk such a powerful device being compromised, decentralized beacons installed on robotic probes need not reveal any information that an extraterrestrial civilization prefers others not to have.\nGiven the age of the Milky Way galaxy, an ancient extraterrestrial civilization may have existed and sent probes to the Solar System millions or even billions of years before the evolution of \"Homo sapiens\". Thus, a probe sent may have been nonfunctional for millions of years before humans learn of its existence. Such a \"dead\" probe would not pose an imminent threat to humanity, but would prove that interstellar flight is possible. However, if an active probe were to be discovered, humans would react much more strongly than they would to the discovery of a probe that has long since ceased to function.\nFurther implications of contact.\nTheological.\nThe confirmation of extraterrestrial intelligence could have a profound impact on &lt;a href=\"religion\"&gt;religious&lt;/a&gt; doctrines, potentially causing theologians to reinterpret scriptures to accommodate the new discoveries. However, a survey of people with many different &lt;a href=\"religious%20belief\"&gt;religious belief&lt;/a&gt;s indicated that their faith would not be affected by the discovery of extraterrestrial intelligence, and another study, conducted by &lt;a href=\"Ted%20Peters%20%28theologian%29\"&gt;Ted Peters&lt;/a&gt; of the Pacific Lutheran Theological Seminary, shows that most people would not consider their religious beliefs superseded by it. Surveys of religious leaders indicate that only a small percentage are concerned that the existence of extraterrestrial intelligence might fundamentally contradict the views of the adherents of their religion. Gabriel Funes, the chief astronomer of the &lt;a href=\"Vatican%20Observatory\"&gt;Vatican Observatory&lt;/a&gt; and a papal adviser on science, has stated that the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; would be likely to welcome extraterrestrial visitors warmly.\nContact with extraterrestrial intelligence would not be completely inconsequential for religion. The Peters study showed that most non-religious people, and a significant minority of religious people, believe that the world could face a religious crisis, even if their own beliefs were unaffected. Contact with extraterrestrial intelligence would be most likely to cause a problem for western religions, in particular traditionalist Christianity, because of the geocentric nature of western faiths. The discovery of extraterrestrial life would not contradict basic conceptions of God, however, and seeing that science has challenged established dogma in the past, for example with the &lt;a href=\"theory%20of%20evolution\"&gt;theory of evolution&lt;/a&gt;, it is likely that existing religions will adapt similarly to the new circumstances. Douglas Vakoch argues that it is not likely that the discovery of extraterrestrial life will impact religious beliefs. In the view of Musso, a global religious crisis would be unlikely even for Abrahamic faiths, as the studies of himself and others on Christianity, the most \"anthropocentric\" religion, see no conflict between that religion and the existence of extraterrestrial intelligence. In addition, the cultural and religious values of extraterrestrial species would likely be shared over centuries if contact is to occur by radio, meaning that rather than causing a huge shock to humanity, such information would be viewed much as archaeologists and historians view ancient artifacts and texts.\nFunes speculates that a decipherable message from extraterrestrial intelligence could initiate an interstellar exchange of knowledge in various disciplines, including whatever religions an extraterrestrial civilization may host. Billingham further suggests that an extremely advanced and friendly extraterrestrial civilization might put an end to present-day religious conflicts and lead to greater religious toleration worldwide. On the other hand, Jill Tarter puts forward the view that contact with extraterrestrial intelligence might eliminate religion as we know it and introduce humanity to an all-encompassing faith. Vakoch doubts that humans would be inclined to adopt extraterrestrial religions, telling \"&lt;a href=\"ABC%20News\"&gt;ABC News&lt;/a&gt;\" \"I think religion meets very human needs, and unless extraterrestrials can provide a replacement for it, I don't think religion is going to go away,\" and adding, \"if there are incredibly advanced civilizations with a belief in God, I don't think &lt;a href=\"Richard%20Dawkins\"&gt;Richard Dawkins&lt;/a&gt; will start believing.\"\nPolitical.\nTim Folger speculates that news of radio contact with an extraterrestrial civilization would prove impossible to suppress and would travel rapidly, though &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; scientific literature on the subject contradicts this. Media coverage of the discovery would probably die down quickly, though, as scientists began to decipher the message and learn its true impact. Different branches of government (for example legislative, executive, and judiciary) may pursue their own policies, potentially giving rise to power struggles. Even in the event of a single contact with no follow-up, radio contact may prompt fierce disagreements as to which bodies have the authority to represent humanity as a whole. Michaud hypothesizes that the fear arising from direct contact may cause nation-states to put aside their conflicts and work together for the common defense of humanity.\nApart from the question of who would represent the Earth as a whole, contact could create other international problems, such as the degree of involvement of governments foreign to the one whose radio astronomers received the signal. The United Nations discussed various issues of foreign relations immediately before the launch of the &lt;a href=\"Voyager%20program\"&gt;Voyager&lt;/a&gt; probes, which in 2012 left the Solar System carrying a &lt;a href=\"Voyager%20Golden%20Record\"&gt;golden record&lt;/a&gt; in case they are found by extraterrestrial intelligence. Among the issues discussed were what messages would best represent humanity, what format they should take, how to convey the cultural history of the Earth, and what international groups should be formed to study extraterrestrial intelligence in greater detail.\nAccording to Luca Codignola of the University of Genoa, contact with a powerful extraterrestrial civilization is comparable to occasions where one powerful civilization destroyed another, such as the arrival of &lt;a href=\"Christopher%20Columbus\"&gt;Christopher Columbus&lt;/a&gt; and &lt;a href=\"Hern%C3%A1n%20Cort%C3%A9s\"&gt;Hernán Cortés&lt;/a&gt; into the Americas and the subsequent destruction of the indigenous civilizations and their ways of life. However, the applicability of such a model to contact with extraterrestrial civilizations, and that specific interpretation of the arrival of the European colonists to the Americas, have been disputed. Even so, any large difference between the power of an extraterrestrial civilization and our own could be demoralizing and potentially cause or accelerate the collapse of human society. Being discovered by a \"superior\" extraterrestrial civilization, and continued contact with it, might have psychological effects that could destroy a civilization, as is claimed to have happened in the past on Earth.\nEven in the absence of close contact between humanity and extraterrestrials, high-information messages from an extraterrestrial civilization to humanity have the potential to cause a great cultural shock. Sociologist Donald Tarter has conjectured that knowledge of extraterrestrial culture and theology has the potential to compromise human allegiance to existing organizational structures and institutions. The cultural shock of meeting an extraterrestrial civilization may be spread over decades or even centuries if an extraterrestrial message to humanity is extremely difficult to decipher.\nLegal.\nContact with extraterrestrial civilizations would raise legal questions, such as the rights of the extraterrestrial beings. An extraterrestrial arriving on Earth might only have the protection of animal cruelty statutes. Much as various classes of human being, such as women, children, and indigenous people, were initially denied &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt;, so might extraterrestrial beings, who could therefore be legally owned and killed. If such a species were not to be treated as a legal animal, there would arise the challenge of defining the boundary between a legal person and a legal animal, considering the numerous factors that constitute intelligence.\nFreitas considers that even if an extraterrestrial being were to be afforded legal personhood, problems of nationality and immigration would arise. An extraterrestrial being would not have a legally recognized earthly citizenship, and drastic legal measures might be required in order to account for the technically illegal immigration of extraterrestrial individuals.\nIf contact were to take place through electromagnetic signals, these issues would not arise. Rather, issues relating to patent and copyright law regarding who, if anyone, has rights to the information from the extraterrestrial civilization would be the primary legal problem.\nScientific and technological.\nThe scientific and technological impact of extraterrestrial contact through electromagnetic waves would probably be quite small, especially at first. However, if the message contains a large amount of information, deciphering it could give humans access to a galactic heritage perhaps predating the formation of the Solar System, which may greatly advance our technology and science. A possible negative effect could be to demoralize research scientists as they come to know that what they are researching may already be known to another civilization.\nOn the other hand, extraterrestrial civilizations with malicious intent could send information that could enable human civilization to destroy itself, such as powerful computer viruses or information on how to make extremely potent weapons that humans would not yet be able to use responsibly. While the motives for such an action are unknown, it would require minimal energy use on the part of the extraterrestrials. According to Musso, however, computer viruses in particular will be nearly impossible unless extraterrestrials possess detailed knowledge of human computer architectures, which would only happen if a human message sent to the stars were protected with little thought to security. Even a &lt;a href=\"virtual%20machine\"&gt;virtual machine&lt;/a&gt; on which extraterrestrials could run computer programs could be designed specifically for the purpose, bearing little relation to computer systems commonly used on Earth. In addition, humans could send messages to extraterrestrials detailing that they do not want access to the \"Encyclopædia Galactica\" until they have reached a suitable level of technological advancement, thus mitigating harmful impacts of extraterrestrial technology.\nExtraterrestrial technology could have profound impacts on the nature of human culture and civilization. Just as television provided a new outlet for a wide variety of political, religious, and social groups, and as the printing press made the Bible available to the common people of Europe, allowing them to interpret it for themselves, so an extraterrestrial technology might change humanity in ways not immediately apparent. Harrison speculates that a knowledge of extraterrestrial technologies could increase the gap between scientific and cultural progress, leading to societal shock and an inability to compensate for negative effects of technology. He gives the example of improvements in agricultural technology during the &lt;a href=\"Industrial%20Revolution\"&gt;Industrial Revolution&lt;/a&gt;, which displaced thousands of farm laborers until society could retrain them for jobs suited to the new social order. Contact with an extraterrestrial civilization far more advanced than humanity could cause a much greater shock than the Industrial Revolution, or anything previously experienced by humanity.\nMichaud suggests that humanity could be impacted by an influx of extraterrestrial science and technology in the same way that medieval European scholars were impacted by the knowledge of Arab scientists. Humanity might at first revere the knowledge as having the potential to advance the human species, and might even feel inferior to the extraterrestrial species, but would gradually grow in arrogance as it gained more and more intimate knowledge of the science, technology, and other cultural developments of an advanced extraterrestrial civilization.\nThe discovery of extraterrestrial intelligence would have various impacts on biology and &lt;a href=\"astrobiology\"&gt;astrobiology&lt;/a&gt;. The discovery of extraterrestrial life in any form, intelligent or non-intelligent, would give humanity greater insight into the nature of life on Earth and would improve the conception of how the &lt;a href=\"Tree%20of%20life%20%28biology%29\"&gt;tree of life&lt;/a&gt; is organized. Human biologists could learn about extraterrestrial &lt;a href=\"hypothetical%20types%20of%20biochemistry\"&gt;biochemistry&lt;/a&gt; and observe how it differs from that found on Earth. This knowledge could help human civilization to learn which aspects of life are common throughout the universe and which are specific to Earth.\nEcological and biological-warfare impacts.\nAn extraterrestrial civilization might bring to Earth pathogens or invasive life forms that do not harm its own biosphere. Alien pathogens could decimate the human population, which would have no immunity to them, or they might use terrestrial livestock or plants as hosts, causing indirect harm to humans. Invasive organisms brought by extraterrestrial civilizations could cause great ecological harm because of the terrestrial biosphere's lack of defenses against them.\nOn the other hand, pathogens and invasive species of extraterrestrial origin might differ enough from terrestrial organisms in their biology to have no adverse effects. Furthermore, pathogens and parasites on Earth are generally suited to only a small and exclusive set of environments, to which extraterrestrial pathogens would have had no opportunity to adapt.\nIf an extraterrestrial civilization bearing malice towards humanity gained sufficient knowledge of terrestrial biology and weaknesses in the immune systems of terrestrial biota, it might be able to create extremely potent biological weapons. Even a civilization without malicious intent could inadvertently cause harm to humanity by not taking account of all the risks of their actions.\nAccording to Baum, even if an extraterrestrial civilization were to communicate using electromagnetic signals alone, it could send humanity information with which humans themselves could create lethal biological weapons."
}