{
    "id": "3524670",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=3524670",
    "title": "Móng Cái",
    "text": "Móng Cái () is a &lt;a href=\"Provincial%20city%20%28Vietnam%29\"&gt;city&lt;/a&gt; of &lt;a href=\"Qu%E1%BA%A3ng%20Ninh%20Province\"&gt;Quảng Ninh Province&lt;/a&gt; in northern &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;. Located on &lt;a href=\"China%E2%80%93Vietnam%20border\"&gt;China–Vietnam border&lt;/a&gt;, it sits on the southern bank of &lt;a href=\"Beilun%20River\"&gt;Beilun River&lt;/a&gt; across &lt;a href=\"Dongxing%2C%20Guangxi\"&gt;Dongxing&lt;/a&gt; city of China's &lt;a href=\"Guangxi\"&gt;Guangxi&lt;/a&gt; Autonomous Region. It has a population of about 103,000. It is known as one of the wealthiest cities in Vietnam with the average income in some areas exceeding US$20,000 per family. One of these areas is the Trần Phú &lt;a href=\"Ward%20%28politics%29\"&gt;ward&lt;/a&gt;.\nEconomy.\nThe volume of trade between Vietnam and China through the Móng Cái border gate reached US$2.4 billion and 4.1 billion in 2007 and 2008 respectively, the highest among the Vietnam-China border crossings. The cash flow via the banks located in Móng Cái was VND180,469 billion (US$11 billion). The volume of trade is increasing significantly year by year. In particular, counting up to the end of March 2008, the volume of trade reached 720 Million which an increase of 82% from the same period of the previous year. The tax revenue of Móng Cái in 2008 was more than 1,700 billion VND (nearly US$100 million) equal to 150% to the year of 2007 result in the fact that Móng Cái is only district level area in northern Vietnam has tax revenue more than 1,000 billion and rank third in the whole nation.\nRegarding the urbanization, in 2008, Móng Cái was upgraded to \"3rd urban area\" and recognized as city at the end of 2008. Móng Cái is also known as \"Market city\" because six big markets are located in the city center. \nTourism.\nThe nearby Trà Cổ Beach of Móng Cái attracts many &lt;a href=\"Vietnamese%20people\"&gt;Vietnamese&lt;/a&gt; tourists who come every year from &lt;a href=\"Hanoi\"&gt;Hanoi&lt;/a&gt; or &lt;a href=\"Haiphong\"&gt;Haiphong&lt;/a&gt;. With two &lt;a href=\"Star%20%28classification%29\"&gt;five-star&lt;/a&gt; hotels and a large number of private hotels and &lt;a href=\"guest%20house%20%28lodging%29\"&gt;guesthouse&lt;/a&gt;s, Móng Cái is able to provide more than adequate lodging for many tourists.\nThe city is home to a walking street night market in the Trần Phú district of the city closest to the border with China. It is also home to several daily open markets where products from China are sold wholesale and to tourists. Many of the cities merchants are from China and usually start business in the morning and return to their homes across the border in the late afternoon. The city can get quite crowded around major holidays such as the May 1st and Independence Day long weekends. \nThe city is famous for its seafood and there are plenty of these restaurants lining the streets of the city. \nThe Sa Vĩ cape near the city is one of the extremes of the Vietnamese border. It is possible to look out from the point and easily see the Chinese mainland on the other side.\nLanguage.\nMany languages are spoken in Mong Cai. Everyone speaks &lt;a href=\"Vietnamese%20language\"&gt;Vietnamese&lt;/a&gt; as the native language. &lt;a href=\"Yue%20Chinese\"&gt;Cantonese&lt;/a&gt; is widely spoken in the Center Market and English is becoming the second language of the younger generation. &lt;a href=\"Mandarin%20Chinese\"&gt;Mandarin Chinese&lt;/a&gt; is also spoken here, especially in commercial areas.\nAs of 2003 the district had a population of 72,960. The district covers an area of 515 km2.\nAdministrative divisions.\nThe township contains 8 wards (phường):\nand 9 communes (xã):"
}