{
    "id": "35280316",
    "revid": "12360419",
    "url": "https://en.wikipedia.org/wiki?curid=35280316",
    "title": "John J. Rowlands",
    "text": "John James Rowlands (19 June 1892 – 16 November 1972) was a journalist, writer, and outdoorsman noted for his works about nature and wood lore.\nLife and career.\nHe was born in &lt;a href=\"Aberdeen%2C%20North%20Carolina\"&gt;Aberdeen, North Carolina&lt;/a&gt;, the son of John Rowlands, and Catharine Stewart Stevenson. He attended &lt;a href=\"Staunton%20Military%20Academy\"&gt;Staunton Military Academy&lt;/a&gt;, &lt;a href=\"Fishburne%20Military%20School\"&gt;Fishburne Military School&lt;/a&gt;, and Meisterschaft College in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;. His father, manager of the Tarbell Lumber Company, moved the family to Canada to supervise a lumber camp. From 1910 until 1916 Rowlands worked as a prospector and surveyor in the &lt;a href=\"Cobalt%20Silver%20Rush\"&gt;Cobalt&lt;/a&gt; and &lt;a href=\"Porcupine%20Gold%20Rush\"&gt;Porcupine Mining&lt;/a&gt; regions in &lt;a href=\"Northern%20Ontario\"&gt;Northern Ontario&lt;/a&gt;.\nIn Autumn 1911, Rowlands had finished a prospecting assignment and took a job testing the performance of a military &lt;a href=\"Gig%20%28carriage%29\"&gt;gig&lt;/a&gt; through 100 miles of rough country. He hired a guide named Chief Tibeash (c. 1841 – 9 September 1917), a &lt;a href=\"Cree\"&gt;Cree&lt;/a&gt; Indian trapper. After the completion of the journey, he stayed with Tibeash for a month at his cabin near Larger Lake, and they became close friends. Over the next five years he periodically visited Tibeash, who taught Rowlands the Cree way of living in the north country. The relationship culminated with Tibeash offering to adopt Rowlands, but he had already decided to return to the states to pursue a journalism career. The news of Tibeash's death came to Rowlands in a letter from a friend in Northern Ontario.\nIn 1916 he left Canada to join the staff of &lt;a href=\"The%20Republican%20%28Springfield%29\"&gt;\"The Springfield Union\"&lt;/a&gt;. From there he went to the &lt;a href=\"United%20Press%20International\"&gt;United Press&lt;/a&gt; in New York, eventually becoming the manager of the New England bureau in Boston. He gained some small notoriety as being the first person to bring the news of President &lt;a href=\"Warren%20G.%20Harding\"&gt;Warren G. Harding&lt;/a&gt;'s death to Vice President &lt;a href=\"Calvin%20Coolidge\"&gt;Calvin Coolidge&lt;/a&gt; in 1923.\nIn 1923 he went to the \"National Sportsman\" magazine. In 1925 &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt; created the MIT News Service to provide \"dignified publicity\" about the school, naming Rowlands as its first director responsible for writing and distributing news releases. In 1955 he was made an honorary member of the Association of Alumni and Alumnae of MIT. He retired in 1957 and built a house on the coast in &lt;a href=\"Cohasset%2C%20Massachusetts\"&gt;Cohasset, Massachusetts&lt;/a&gt;. The life change instigated a period of reflection, resulting in a series of essays that were published in book form titled \"Spindrift\" (1960). \nHe died in Boston.\n\"Cache Lake Country\".\nThroughout his life, Rowlands contributed articles and stories about outdoors woodcraft and his experiences to such magazines as the \"&lt;a href=\"Atlantic%20Monthly\"&gt;Atlantic Monthly&lt;/a&gt;\" and \"&lt;a href=\"Boys%27%20Life\"&gt;Boys' Life&lt;/a&gt;\". He wrote two books, and he is most noted for his first book, \"Cache Lake Country: Life in the North Woods\", a fictionalized account of his experiences with Chief Tibeash in the lake country of the North Ontario woods, originally written between 1945 and 1947 as a series of letters available by subscription for $1 a month. Rowlands and his friend and MIT colleague, the illustrator and photographer &lt;a href=\"Henry%20B.%20Kane\"&gt;Henry B. Kane&lt;/a&gt;, who illustrated both of Rowlands' books, would take periodic trips to Northern Canada, and Rowlands added Kane as a character in the book.\nThe book was published in 1947 by &lt;a href=\"W.%20W.%20Norton%20%26amp%3B%20Company\"&gt;W. W. Norton &amp; Company&lt;/a&gt; and in England by &lt;a href=\"Adam%20and%20Charles%20Black\"&gt;Adam and Charles Black&lt;/a&gt; the following year. Norton reissued in 1953 in a slightly smaller format as the Wilderness Edition, with a two-page foreword by Rowlands, and in paperback in 1978. Lyons &amp; Burford reissued the book in 1990 with an introduction by &lt;a href=\"Verlyn%20Klinkenborg\"&gt;Verlyn Klinkenborg&lt;/a&gt;, and in 1998 it was again reissued by Countryman Press, an imprint of Norton, with subsequent printings. It won the 1999 &lt;a href=\"National%20Outdoor%20Book%20Award\"&gt;National Outdoor Book Award&lt;/a&gt; (NOBA) in the Outdoor Classic Category."
}