{
    "id": "3528131",
    "revid": "14984434",
    "url": "https://en.wikipedia.org/wiki?curid=3528131",
    "title": "Lullaby (Angel)",
    "text": "\"Lullaby\" is episode 9 of season 3 in the television show \"&lt;a href=\"Angel%20%281999%20TV%20series%29\"&gt;Angel&lt;/a&gt;\". Written and directed by &lt;a href=\"Tim%20Minear\"&gt;Tim Minear&lt;/a&gt;, it was originally broadcast on November 19, 2001 on the &lt;a href=\"Warner%20Brothers%20Network\"&gt;WB&lt;/a&gt; &lt;a href=\"television%20network\"&gt;network&lt;/a&gt;. &lt;a href=\"Vampire%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Vampire&lt;/a&gt; hunter &lt;a href=\"Daniel%20Holtz\"&gt;Holtz’s&lt;/a&gt; rekindled crusade to kill &lt;a href=\"Angel%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Angel&lt;/a&gt; and &lt;a href=\"Darla%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Darla&lt;/a&gt; complicates the impending birth of the couple’s baby, while the rest of the group seeks sanctuary at Caritas. Meanwhile, &lt;a href=\"Lilah%20Morgan\"&gt;Lilah Morgan&lt;/a&gt; employs a scroll translator to help out with an ominous prophecy concerning the birth of Angel's son.\nPlot.\nAt the &lt;a href=\"Hyperion%20Hotel\"&gt;Hyperion Hotel&lt;/a&gt;, &lt;a href=\"Angel%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Angel&lt;/a&gt; is shocked that &lt;a href=\"Daniel%20Holtz\"&gt;Holtz&lt;/a&gt; is really in front of him, concluding Holtz was the darkness prophesied. Several of Holtz's minions take Angel captive, binding him by metal contraptions so that Holtz can torture him with &lt;a href=\"holy%20water\"&gt;holy water&lt;/a&gt; while discussing their long history together, with Angel trying to resolve their feuds. Holtz sends some of his minions to find &lt;a href=\"Darla%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Darla&lt;/a&gt;, who is screaming her way through her &lt;a href=\"pre-labor\"&gt;pre-labor&lt;/a&gt; while the gang worries about Angel and try to think of a plan to deliver the baby without the scrolls.\nIn a flashback to 1764, after Angelus kills Holtz's family, Holtz mourns over his wife's body and hears the voice of his daughter as she approaches with her doll. He discovers from the bite mark on her neck that she was made into a vampire. She still seems to be an afraid little girl (however she is incapable to grieve over the deaths of her mother and brother due to the loss of her soul) and Holtz offers comforts and a lullaby to her, even though he knows his daughter is now dead and inevitably he must destroy her. He pulls her outside the next day and throws her into the sunlight, where she shows her vampire face before she is destroyed.\nIn the present, Holtz reminisces about his pursuit of Angelus and Darla through the years. Angel wants to know how Holtz is alive two hundred years later, and tries to persuade Holtz that he now has a soul, but Holtz is uninterested. &lt;a href=\"Lilah%20Morgan\"&gt;Lilah&lt;/a&gt; arrives at the hotel with intentions to do business with Holtz, but she's willing to wait until Angel has been sufficiently tortured. She informs Holtz of Angel's soul, which Holtz finds intriguing and confusing. Angel locates a hand grenade left by the military men and removes the pin. The resulting explosion sends Angel flying through the elevator doors and giving him an escape. Holtz informs Lilah of his claim on Angel's unlife, and Lilah mentions Darla, unlike Angel, is still evil. After Holtz leaves, Lilah discovers a burnt piece of the scroll, which she takes. Meanwhile, Holtz's minions have arrived to threaten Darla and the others, until Darla runs over the demons with Angel's car then takes off.\nAngel leaves to find Darla while Lilah provides the piece of scroll and Wesley's notes to a translator at the law firm. After studying it, the translator informs Lilah that the prophecy does not predict birth, it predicts death at the time of the rain storm. Holtz discusses with Sahjhan how Angel's curse was wrongfully left out of the information Holtz was provided with. Sahjhan saw no importance in it, but Holtz explains that the game is different now as is the prey.\nAngel finds Darla on a rooftop; she ponders the world and the reasons for bringing a child into it. Without a doubt, Darla loves her unborn child, but only feels that love because of the soul within her child. She knows there's nothing she has to give to the child and fears what will happen when it has left her. Meanwhile, &lt;a href=\"Lorne%20%28Angel%29\"&gt;Lorne&lt;/a&gt; is testing the mystical \"no violence\" security system at the rebuilt demon bar Caritas by having Fred slap &lt;a href=\"Charles%20Gunn%20%28Angel%29\"&gt;Gunn&lt;/a&gt;, proving that it still needs work. &lt;a href=\"Wesley%20Wyndam-Pryce\"&gt;Wesley&lt;/a&gt; calls Angel to tell him that Caritas is a suitable location for Darla to deliver. As a storm brews, the expecting vampire parents arrive at the club. As Darla is taken back to Lorne's bedroom, &lt;a href=\"Winifred%20Burkle\"&gt;Fred&lt;/a&gt; notices blood on the seat the female vampire vacates.\nA fired construction worker from Caritas reports to Holtz, recounting what he overheard at the bar. While Darla rests, Wesley tells Angel of the danger the baby is in and that Darla's dead body isn't meant to deliver the child; a &lt;a href=\"Caesarean%20section\"&gt;Caesarean section&lt;/a&gt; is impossible due to the forces protecting Darla. Distraught that his son is dying, Angel doesn't want anything to happen to Darla or the child and doesn't want to accept that the child could be evil. Gunn offers some brutal honesty, which upsets Angel even more, but when &lt;a href=\"Cordelia%20Chase\"&gt;Cordy&lt;/a&gt; tries to slap him for it, the violence barrier finally works.\nAngel tries to encourage Darla to keep fighting despite the weakening life force within her. Holtz arrives at the bar and starts to sing as he leaves which alerts Lorne to the future danger and he encourages everyone to get out, fast. A barrel of explosives and a grenade roll down the stairs entering the club and send the place up in flames. With the spell having no effect on explosives that didn't start inside of the club, the gang run downstairs and escapes through a passage hidden in Lorne's bedroom.\nDarla is finally told about Holtz's return and recalls all she and Angelus did to hurt the man. She suspects that Holtz was probably brought back for revenge, and both Darla and Angel, as parents whose child is dying, realize the irony. Outside, Darla collapses in the alleyway. Admitting that creating life with Angel was the only good thing they ever did together, Darla makes sure Angel will relay that to their child before she stakes herself through the heart, sacrificing her life for the baby. Darla turns to dust, but the baby remains, leaving Angel in shock over Darla's sacrifice before his fascination with his son's birth. Angel picks their child up, wrapping him in his coat. Immediately after his son is brought into the world, Holtz is there with a crossbow pointed at Angel and others surround the vampire and Fred. After seeing Angel's love for his newborn son, Holtz chooses to let them go, and Sahjhan is appalled until Holtz states that he intends to keep his promise of showing no mercy towards Angel.\nProduction.\nDavid Boreanaz became a father in real life several months after the filming of this episode. \"My son is not going to be in that environment,\" he says. \"He won't have broadswords hanging in the cabinet.\"\nReception.\nActress Julie Benz was delighted with how Darla's life ended. She says. \"I really think it was one of the most beautiful gifts I’ve ever received as an actor. The last three episodes of her life are so wonderful. They were such a gift to play. It was really amazing.\" Benz felt this episode gave closure to the relationship between Darla and Angel."
}