{
    "id": "3529641",
    "revid": "264914",
    "url": "https://en.wikipedia.org/wiki?curid=3529641",
    "title": "McCaig's Tower",
    "text": "McCaig's Tower, also known as McCaig's Folly, is a prominent tower on Battery Hill overlooking the town of &lt;a href=\"Oban\"&gt;Oban&lt;/a&gt; in &lt;a href=\"Argyll\"&gt;Argyll&lt;/a&gt;, &lt;a href=\"Scotland\"&gt;Scotland&lt;/a&gt;. It is built of &lt;a href=\"Bonawe\"&gt;Bonawe&lt;/a&gt; &lt;a href=\"granite\"&gt;granite&lt;/a&gt; taken from the quarries across &lt;a href=\"Airds%20Bay\"&gt;Airds Bay&lt;/a&gt;, on &lt;a href=\"Loch%20Etive\"&gt;Loch Etive&lt;/a&gt;, from Muckairn, with a &lt;a href=\"circumference\"&gt;circumference&lt;/a&gt; of about with two-tiers of 94 &lt;a href=\"Lancet%20%28architecture%29\"&gt;lancet&lt;/a&gt; arches (44 on the bottom and 50 on top). It is a Grade B Listed historic monument.\nThe structure was commissioned, at a cost of £5,000 sterling (£500,000 at 2006 prices using &lt;a href=\"GDP%20deflator\"&gt;GDP deflator&lt;/a&gt;), by the wealthy, &lt;a href=\"Philanthropy\"&gt;philanthropic&lt;/a&gt; &lt;a href=\"bank\"&gt;bank&lt;/a&gt;er (North of Scotland Bank), &lt;a href=\"John%20Stuart%20McCaig\"&gt;John Stuart McCaig&lt;/a&gt;.\nJohn Stuart McCaig was his own &lt;a href=\"architect\"&gt;architect&lt;/a&gt;. The tower was erected between 1897 and his death, aged 78 from &lt;a href=\"cardiac%20arrest\"&gt;cardiac arrest&lt;/a&gt;, on 29 June 1902 at John Square House in Oban.\nMcCaig's intention was to provide a lasting &lt;a href=\"monument\"&gt;monument&lt;/a&gt; to his family, and provide work for the local &lt;a href=\"stonemason\"&gt;stonemason&lt;/a&gt;s during the winter months. McCaig was an admirer of &lt;a href=\"Roman%20architecture\"&gt;Roman&lt;/a&gt; and &lt;a href=\"Architecture%20of%20Ancient%20Greece\"&gt;Greek&lt;/a&gt; &lt;a href=\"architecture\"&gt;architecture&lt;/a&gt;, and had planned for an elaborate structure, based on the &lt;a href=\"Colosseum\"&gt;Colosseum&lt;/a&gt; in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. His plans allowed for a museum and art gallery with a central tower to be incorporated. Inside the central tower he planned to commission statues of himself, his siblings and their parents. His death brought an end to construction with only the outer walls completed. Although his will included £1,000 per year for maintenance, the will was disputed by his heirs; their appeal to the court was successful.\nLegacy.\nThe structure has been a Grade B Listed historic monument since 1971. The listing summary offers this information:\nThere was to be a central tower and statues in the arched openings. Dean of Guild Court retains drawings of a \"stone and lime wall and granite tower, with freestone dressings\" dated 1895, and of \"stone and lime wall as an addition to the wall at present being erected\" dated 1896, and a further addition to the height of the wall by in 1897.\nThe empty shell of the tower dominates the Oban skyline, and is now a public garden with magnificent views to the islands of &lt;a href=\"Kerrera\"&gt;Kerrera&lt;/a&gt;, &lt;a href=\"Lismore%2C%20Scotland\"&gt;Lismore&lt;/a&gt; and &lt;a href=\"Isle%20of%20Mull\"&gt;Mull&lt;/a&gt;. It is reached via the 144 steps of Jacob's Ladder or by car, but the car park is quite small.\nThe first wedding ceremony conducted in McCaig's Tower was between Oban High School teachers Jim Maxwell and Margaret Milligan and was reported in the \"&lt;a href=\"Oban%20Times\"&gt;Oban Times&lt;/a&gt;\" published 11 July 2003. Also reported in the \"Oban Times\" drinking of alcohol is prohibited in the tower under local by-laws."
}