{
    "id": "35311943",
    "revid": "1066295371",
    "url": "https://en.wikipedia.org/wiki?curid=35311943",
    "title": "Carsten Niemitz",
    "text": "Carsten Niemitz (born 29 September 1945 in &lt;a href=\"Dessau\"&gt;Dessau&lt;/a&gt;) is a German &lt;a href=\"Anatomy\"&gt;anatomist&lt;/a&gt;, &lt;a href=\"ethology\"&gt;ethologist&lt;/a&gt;, and human &lt;a href=\"evolutionary%20biology\"&gt;evolutionary biologist&lt;/a&gt;.\nLife and work.\nNiemitz studied biology, mathematics, medicine and art history at the Universities of &lt;a href=\"University%20of%20Giessen\"&gt;Giessen&lt;/a&gt;, &lt;a href=\"University%20of%20Freiburg\"&gt;Freiburg&lt;/a&gt;, &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;Göttingen&lt;/a&gt; and at the &lt;a href=\"Free%20University%20of%20Berlin\"&gt;Free University of Berlin&lt;/a&gt;. He graduated in Biology in 1970. From 1968 to 1971 he was employed at the &lt;a href=\"Max%20Planck%20Institute%20for%20Brain%20Research\"&gt;Max Planck Institute for Brain Research&lt;/a&gt; in Frankfurt. He spent the years 1971 to 1973 in the jungle of &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt; on &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;. After returning to Germany he was awarded his doctorate in biology in 1974. In 1975 he qualified to teach anatomy and until 1978 was lecturer at the Anatomical Institute of the &lt;a href=\"University%20of%20G%C3%B6ttingen\"&gt;University of Göttingen&lt;/a&gt;. At the age of 32 he was appointed Professor of Human Biology at the &lt;a href=\"Free%20University%20of%20Berlin\"&gt;Free University of Berlin&lt;/a&gt;, a post he held as head of the Institute until 2010. In 1987 he was consultant to the &lt;a href=\"International%20Union%20for%20Conservation%20of%20Nature\"&gt;IUCN&lt;/a&gt; as a member of the \"&lt;a href=\"IUCN%20Species%20Survival%20Commission\"&gt;Species Survival Commission&lt;/a&gt;.\" In 1993 he was appointed as professor of zoology at the &lt;a href=\"University%20of%20Essen\"&gt;University of Essen&lt;/a&gt; and was a visiting professor of Systematic Zoology and Evolutionary Biology at the &lt;a href=\"University%20of%20Potsdam\"&gt;University of Potsdam&lt;/a&gt;. During a research trip in 1991 to &lt;a href=\"Sulawesi\"&gt;Sulawesi&lt;/a&gt;, he discovered the primate \"&lt;a href=\"Dian%27s%20tarsier\"&gt;Tarsius dianae&lt;/a&gt;\". In 1996 he introduced in the Anthropological Society a proposal to ban the use of the term \"&lt;a href=\"Race%20%28classification%20of%20humans%29\"&gt;race&lt;/a&gt;\", which was later adopted officially by the society.\nIn addition to his field research on primates and the study of &lt;a href=\"biomechanics\"&gt;biomechanics&lt;/a&gt;, one of his research interests was the &lt;a href=\"origin%20of%20language\"&gt;origin of language&lt;/a&gt; and writing, with investigation into communication amongst &lt;a href=\"anthropoid%20apes\"&gt;anthropoid apes&lt;/a&gt;. He was one of those who regarded facial expressions and gestures as a precursor of human writing skills. In brief, his thesis was that the abilities to read and write are biologically older than those of language, because such visual communication was later supplemented by vocal and acoustic signals.\nIn the late eighties and the nineties he was one of those who raised the alarm about the depletion of tropical rain forests. From 2000 Niemitz developed an \"amphibious\" theory of the evolution of upright human posture and walking erect, according to which \"there was a period in our evolution when it was wading and shore use which in a sustained and substantial way helped to shape today's people\". Niemitz rejects the more extensive &lt;a href=\"aquatic%20ape%20hypothesis\"&gt;aquatic ape hypothesis&lt;/a&gt;, which accepts a real aquatic (water living) phase in human evolution. His publication list includes over 350 titles and many books. He also became active as a translator and as a writer of textbooks and for radio, film and television.\nMemberships.\nFrom 1992 Niemitz was deputy chairman, from 1994 to 1998 chairman of the Anthropological Society and from 2008 to 2010 chairman of the &lt;a href=\"Berlin%20Society%20for%20Anthropology%2C%20Ethnology%20and%20Prehistory\"&gt;Berlin Society for Anthropology, Ethnology and Prehistory&lt;/a&gt; (BGAEU). From 1992 to 2014, he was deputy chairman of the &lt;a href=\"Urania%20%28Berlin%29\"&gt;Urania&lt;/a&gt; cultural community in Berlin, a center for the exchange between science and the public. Together with &lt;a href=\"Nils%20Seethaler\"&gt;Nils Seethaler&lt;/a&gt; and Benjamin P. Lange he organized the 11th MVE annual conference in Berlin in 2010. He has been since 2013 Patron of the friends' association of the &lt;a href=\"Julius%20Riemer\"&gt;Julius Riemer&lt;/a&gt; collection in the Museum of the Municipal Collections in the \"Armory\" (Museum der städtischen Sammlungen im Zeughaus) in &lt;a href=\"Lutherstadt%20Wittenberg\"&gt;Lutherstadt Wittenberg&lt;/a&gt;."
}