{
    "id": "3533675",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3533675",
    "title": "Greenfield Hill, Connecticut",
    "text": "Greenfield Hill is an affluent historic neighborhood in &lt;a href=\"Fairfield%2C%20Connecticut\"&gt;Fairfield, Connecticut&lt;/a&gt; roughly bounded by Easton to the North, southern Burr Street/northern Black Rock Turnpike to the East, and Southport and Westport to the South and West respectively. The core of the neighborhood is listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; (NRHP) as the &lt;a href=\"Greenfield%20Hill%20Historic%20District\"&gt;Greenfield Hill Historic District&lt;/a&gt;.\nLocally, Greenfield Hill is known for its Dogwood Festival, which celebrates a &lt;a href=\"Cornus%20florida\"&gt;variety of tree&lt;/a&gt; that abounds in the neighborhood. The most famous and perhaps the most picturesque landmark is the Greenfield Hill Congregational Church, which presides over a classic New England &lt;a href=\"village%20green\"&gt;green&lt;/a&gt;. &lt;a href=\"Timothy%20Dwight%20IV\"&gt;Timothy Dwight IV&lt;/a&gt;, best known as a president of &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt; (and the namesake of &lt;a href=\"Timothy%20Dwight%20College\"&gt;one of its residential colleges&lt;/a&gt;) was pastor of Greenfield Hill Congregational Church for many years. According to local lore, he was hired by Yale to thwart plans for a rival educational institution in Fairfield.\nBesides Dwight, famous residents of Greenfield Hill have included &lt;a href=\"Robert%20Penn%20Warren\"&gt;Robert Penn Warren&lt;/a&gt;, the author of \"All the King's Men\", composer and conductor &lt;a href=\"Leonard%20Bernstein\"&gt;Leonard Bernstein&lt;/a&gt; and &lt;a href=\"John%20Hershey\"&gt;John Hershey&lt;/a&gt;, the author of \"A Bell for Adano\". Several officers of the &lt;a href=\"AIG%20Financial%20Products\"&gt;AIG Financial Products&lt;/a&gt; unit live in Greenfield Hill and their homes were scenes of protest at the time of a scandal concerning the payment of $165 million in bonuses to employees of that unit.\nWith Fairfield's zoning ordinance regulating these properties to at least one acre in size, plus large overhanging trees and the historic Greenfield Hill Green, it is admired by many as a pleasant rural alternative to Connecticut's dense suburban design. Along with Sasco Hill and historic Southport, Greenfield Hill is considered one of the wealthiest areas in Fairfield, as well as Connecticut as a whole.&lt;a href=\"https%3A//www.nytimes.com/2003/06/22/realestate/if-you-re-thinking-living-greenfield-hill-fairfield-privacy-convenience-dogwoods.html\"&gt;&lt;/a&gt;"
}