{
    "id": "3537383",
    "revid": "1453997",
    "url": "https://en.wikipedia.org/wiki?curid=3537383",
    "title": "Joliet Catholic Academy",
    "text": "Joliet Catholic Academy (Joliet Catholic or JCA) is a coed &lt;a href=\"Catholic%20Church\"&gt;Catholic&lt;/a&gt; High School located in &lt;a href=\"Joliet%2C%20Illinois\"&gt;Joliet, Illinois&lt;/a&gt;. It is located in the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Joliet\"&gt;Roman Catholic Diocese of Joliet&lt;/a&gt;. One of the oldest Catholic high schools in the Chicago area, Joliet Catholic is perhaps best known for its prowess in &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt;. Since the advent of the &lt;a href=\"Illinois%20High%20School%20Association\"&gt;Illinois High School Association&lt;/a&gt; (IHSA) state football playoffs in 1974, JCA has won more state football titles than any other team in the state, with 15 as of 11/26/2021.\nThe modern school is the result of a merger between the all-girls St. Francis Academy and the all-male Joliet Catholic High School, which was formerly known as DeLaSalle High School for Boys. It is this merger that results in the school's shared affiliation with the &lt;a href=\"Carmelites\"&gt;Carmelites&lt;/a&gt; and the &lt;a href=\"Franciscan%20Sisters%20of%20the%20Sacred%20Heart\"&gt;Joliet Franciscan Sisters&lt;/a&gt;.\nHistory.\nFounding.\nIt was founded by James Dalton.The Joliet Franciscan Sisters opened St. Francis Academy in 1869 as an all-girls school. The academy was founded in a small stone building convent by Mother &lt;a href=\"Mary%20Alfred%20Moes\"&gt;Mary Alfred Moes&lt;/a&gt;, who later would help found the &lt;a href=\"Mayo%20Clinic\"&gt;Mayo Clinic&lt;/a&gt;. In 1923, the school moved to the campus of the &lt;a href=\"University%20of%20St.%20Francis\"&gt;University of St. Francis&lt;/a&gt;, which had opened in 1920. In 1956, the school moved to the building at 1200 N. Larkin, which is the current site of JCA.\n&lt;a href=\"George%20Mundelein\"&gt;George Cardinal Mundelein&lt;/a&gt;, Archbishop of Chicago, had the &lt;a href=\"De%20La%20Salle%20Christian%20Brothers\"&gt;De La Salle Christian Brothers&lt;/a&gt; create a new high school for boys as a part of their renovation of St. Patrick Church in Joliet. The school opened in 1918 as \"DeLaSalle High School for Boys\" with only two classrooms in the parish center, but moved to a new building in 1927. In 1933, the Carmelites took possession of the school, at which time, the school became Joliet Catholic High School.\nIn the summer of 1990, Joliet Catholic High School and St. Francis Academy merged to form the modern Joliet Catholic Academy.\nAcademics.\nA college preparatory high school, JCA places students in different academic programs based on their middle school grades, scores on the incoming freshmen placement exam, and scores on other applicable exams. The main academic levels include Accelerated/ Honors, Upper College Prep, and College Prep. Students may also opt to take &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; (AP) and &lt;a href=\"Dual%20Credit\"&gt;Dual Credit&lt;/a&gt; courses through Joliet Junior College, and may qualify for the Honors Program, Academic Resource Center, or \"Degree-in-Three\" program through the &lt;a href=\"University%20of%20St.%20Francis\"&gt;University of St. Francis&lt;/a&gt;.\nIn terms of &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; (AP) courses, the school offers &lt;a href=\"AP%20Biology\"&gt;Biology&lt;/a&gt;, &lt;a href=\"AP%20Chemistry\"&gt;Chemistry&lt;/a&gt;, &lt;a href=\"AP%20Physics\"&gt;Physics&lt;/a&gt;, &lt;a href=\"AP%20U.S.%20History\"&gt;U.S. History&lt;/a&gt;, &lt;a href=\"AP%20United%20States%20Government%20and%20Politics\"&gt;Government and Politics&lt;/a&gt;, &lt;a href=\"AP%20Spanish\"&gt;Spanish&lt;/a&gt;, &lt;a href=\"AP%20French\"&gt;French&lt;/a&gt;, and &lt;a href=\"AP%20European%20History\"&gt;European History&lt;/a&gt;. The school also offers two courses in &lt;a href=\"Advanced%20Placement%20English%20Language%20and%20Composition\"&gt;AP English&lt;/a&gt; and &lt;a href=\"AP%20Calculus\"&gt;AP Calculus&lt;/a&gt;. Dual credit options include Pre-Calculus, Statistics, Psychology 2, and English.\nAthletics.\nThe men's teams at the school are referred to as the \"Hilltoppers\", the same named used by the former Joliet Catholic High School, while the girls teams retain the name used by St. Francis Academy; the \"Angels\". The school is a member of the &lt;a href=\"East%20Suburban%20Catholic%20Conference\"&gt;East Suburban Catholic Conference&lt;/a&gt;.\nThe school sponsors teams for men and women in &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"Cross%20country%20running\"&gt;cross country&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt;, and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;. Men also compete in &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"high%20school%20football\"&gt;football&lt;/a&gt;, and &lt;a href=\"scholastic%20wrestling\"&gt;wrestling&lt;/a&gt;, while women also compete in &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, and &lt;a href=\"cheerleading\"&gt;cheerleading&lt;/a&gt;. The school also has a competitive dance team, which does not compete under the auspices of the &lt;a href=\"Illinois%20High%20School%20Association\"&gt;Illinois High School Association&lt;/a&gt; (IHSA).\nThe football team host home games at &lt;a href=\"Joliet%20Memorial%20Stadium\"&gt;Joliet Memorial Stadium&lt;/a&gt;.\nThe following teams have finished in the top four of their respective state championship series sponsored by the IHSA:\nOf special note, the football team has won more football titles than any other team in the state. Since the start of the IHSA State Tournament for football in 1974, JCA has qualified for the playoffs 42 times as of (2019-2020 Season)\nNotable alumni.\nAthletes.\nFootball.\nSwimming\nControversies.\n\"Operation After-School Special\" drug sting.\nIn January 2006, Joliet police launched an investigation into a report of drugs at JCA. By April, a &lt;a href=\"sting%20operation\"&gt;sting operation&lt;/a&gt; dubbed \"Operation After-School Special\" yielded the arrests of five JCA students and four others connected to selling &lt;a href=\"cocaine\"&gt;cocaine&lt;/a&gt; and &lt;a href=\"ecstasy%20%28drug%29\"&gt;ecstasy&lt;/a&gt; to an undercover officer. Eight of the nine people arrested were convicted for their part in selling drugs at JCA.\nSince the scandal, JCA has implemented a drug testing procedure in which all students are tested in the first semester, with a random sample of 25% of students being tested again in the second semester. The procedure requires a hair sample from the student that, when properly analyzed in a laboratory, should reveal the presence of most major drugs, including cocaine and ecstasy, the drugs at the center of the infamous 2006 bust. Although new data is unavailable, JCA \"touts [a high] drug testing success rate\" of 99.996 as of 2012."
}