{
    "id": "35378704",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=35378704",
    "title": "Berberis hispanica",
    "text": "Berberis hispanica is a shrub belonging to the family &lt;a href=\"Berberidaceae\"&gt;Berberidaceae&lt;/a&gt; and the genus \"&lt;a href=\"Berberis\"&gt;Berberis&lt;/a&gt;\" (pronounced bẽr’ber-is). It is a woody plant and parts of the plant are considered toxic, although the berries are edible and juicy.\nDistribution.\n\"Berberis hispanica\" is native to temperate and Subtropical regions. It is distributed in the regions of South-West &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; covering the North of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; and the southern half of the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;. It appears from 1000m or up to 2000m in altitude. It is found on hedges of &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt;s overlooking the Mediterranean.\nMorphology.\n\"Berberis hispanica\"is a &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt; shrub growing up to 3 meters (10 feet)high. The stems and young branches are reddish or dark purple. The bark is covered with 3 to 5 branched spines, which are &lt;a href=\"bracts\"&gt;bracts&lt;/a&gt; or modified leaves. The central spine is usually larger. The leaves are oval, arranged in &lt;a href=\"fascicle%20%28botany%29\"&gt;fascicle&lt;/a&gt;s on short &lt;a href=\"peduncle%20%28botany%29\"&gt;peduncle&lt;/a&gt;s originated in the &lt;a href=\"axils\"&gt;axils&lt;/a&gt; of the spines. The leaves are thick, leathery, similar to the size of the spines, and 1 to 5 cm long. Each leaf is attached to a short &lt;a href=\"petiole%20%28botany%29\"&gt;petiole&lt;/a&gt;.\nFlowers and fruits.\nThe flowers are yellow. They form &lt;a href=\"raceme\"&gt;raceme&lt;/a&gt; &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt; and make clusters of 3 to 9 flowers attached in a long &lt;a href=\"panicle\"&gt;panicle&lt;/a&gt;. Each flower is about 6 mm in diameter. The &lt;a href=\"sepals\"&gt;sepals&lt;/a&gt; are oval and entire. The petals are similar to sepals. The interiors of the flowers are filled with &lt;a href=\"nectar\"&gt;nectar&lt;/a&gt; at base. The flowers usually contain six &lt;a href=\"stamens\"&gt;stamens&lt;/a&gt;. The fruits are &lt;a href=\"Rectangle\"&gt;oblong&lt;/a&gt; lilacs or blue berries. The fruits are 1 cm long and covered with &lt;a href=\"wax\"&gt;wax&lt;/a&gt;. The berries contain two seeds. The flowers are mature from April to June.\nUses.\nThe root and flowers have been used to extract yellow dyes. The fruits are sweet and sour tastes. The fruits have been used to produce syrups and soft drinks. The fruits are rich in &lt;a href=\"Vitamin%20C\"&gt;Vitamin C&lt;/a&gt;. The bark contains an &lt;a href=\"alkaloid\"&gt;alkaloid&lt;/a&gt;, &lt;a href=\"Berberine\"&gt;Berberine&lt;/a&gt;. It stimulates the uterus and the intestine. It may cause liver complaints, rheumatism and sciatica. Some species of the genus \"Berberis\" are used as ornamental plants. Barberry is often parasitized by the fungus \"Puccinia gram inis\" and becoming part of the life cycle of the fungus. For this reason, barberry was removed from many places."
}