{
    "id": "3542476",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3542476",
    "title": "Carlo Coccia",
    "text": "Carlo Coccia (14 April 1782 – 13 April 1873) was an Italian &lt;a href=\"opera\"&gt;opera&lt;/a&gt; &lt;a href=\"composer\"&gt;composer&lt;/a&gt;. He was known for the genre of &lt;a href=\"opera%20semiseria\"&gt;opera semiseria&lt;/a&gt;.\nLife and career.\nCoccia was born in &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, and studied in his native city with Pietro Casella, &lt;a href=\"Fedele%20Fenaroli\"&gt;Fedele Fenaroli&lt;/a&gt;, and &lt;a href=\"Giovanni%20Paisiello\"&gt;Giovanni Paisiello&lt;/a&gt;, who introduced him to King &lt;a href=\"Joseph%20Bonaparte\"&gt;Joseph Bonaparte&lt;/a&gt; for whom he became the private musician. He wrote his first opera, \"Il matrimonio per lettera di cambio\", in 1807, but it was a failure; however, the following year, with the help of Paisiello, his second opera, \"Il poeta fortunato\", was well received.\nHe then moved to &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;, where he concentrated on opera semiseria, of which \"Clotilde\" from 1815, is perhaps the best example. Accused of imitating other composers, and of producing too many uneven operas in great haste, he was eventually eclipsed by the emerging &lt;a href=\"Gioachino%20Rossini\"&gt;Rossini&lt;/a&gt;, and left for &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;, where he remained from 1820 to 1823. He then settled in &lt;a href=\"London\"&gt;London&lt;/a&gt; in 1824, where he was conductor at &lt;a href=\"Her%20Majesty%27s%20Theatre\"&gt;His Majesty's Theatre&lt;/a&gt;. In 1827, he wrote \"Maria Stuarda\" for &lt;a href=\"Giuditta%20Pasta\"&gt;Giuditta Pasta&lt;/a&gt;, which, despite her and the celebrated bass &lt;a href=\"Luigi%20Lablache\"&gt;Luigi Lablache&lt;/a&gt; being in the cast, was not successful, achieving only four performances.\nBack in Italy, he concentrated on &lt;a href=\"opera%20seria\"&gt;opera seria&lt;/a&gt;, and obtained some success with \"Caterina di Guisa\", in 1833, but by then he had to compete with the likes of &lt;a href=\"Gaetano%20Donizetti\"&gt;Donizetti&lt;/a&gt; and &lt;a href=\"Vincenzo%20Bellini\"&gt;Bellini&lt;/a&gt;. Carlo Coccia contributed to a portion of &lt;a href=\"Messa%20per%20Rossini\"&gt;Messa per Rossini&lt;/a&gt;, specifically the seventh section of \"II. Sequentia\", &lt;a href=\"Lacrimosa%20%28Requiem%29\"&gt;Lacrimosa&lt;/a&gt; &lt;a href=\"Amen\"&gt;Amen&lt;/a&gt;.\nHe became &lt;a href=\"Maitre%20de%20chapelle\"&gt;Maitre de chapelle&lt;/a&gt; in &lt;a href=\"Novara\"&gt;Novara&lt;/a&gt;, in 1837, and director of the Music Conservatory of &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt;, where he wrote his last opera in 1841. He died in Novara.\nReferences.\nNotes\nSources"
}