{
    "id": "354588",
    "revid": "5183450",
    "url": "https://en.wikipedia.org/wiki?curid=354588",
    "title": "Hydrothermal vent",
    "text": "A hydrothermal vent is a &lt;a href=\"fissure%20vent\"&gt;fissure&lt;/a&gt; on the seafloor from which &lt;a href=\"Geothermal%20%28geology%29\"&gt;geothermally&lt;/a&gt; heated water discharges. Hydrothermal vents are commonly found near &lt;a href=\"volcano\"&gt;volcanically&lt;/a&gt; active places, areas where &lt;a href=\"tectonic%20plate\"&gt;tectonic plate&lt;/a&gt;s are moving apart at &lt;a href=\"spreading%20center\"&gt;spreading center&lt;/a&gt;s, ocean basins, and &lt;a href=\"hotspot%20%28geology%29\"&gt;hotspots&lt;/a&gt;. &lt;a href=\"Ore%20genesis%23Classification%20of%20ore%20deposits\"&gt;Hydrothermal deposits&lt;/a&gt; are rocks and mineral ore deposits formed by the action of hydrothermal vents.\nHydrothermal vents exist because the earth is both geologically active and has large amounts of water on its surface and within its crust. Under the sea, hydrothermal vents may form features called black smokers or white smokers. Relative to the majority of the deep sea, the areas around submarine hydrothermal vents are biologically more productive, often hosting complex communities fueled by the chemicals dissolved in the vent fluids. &lt;a href=\"chemosynthesis\"&gt;Chemosynthetic&lt;/a&gt; bacteria and &lt;a href=\"archaea\"&gt;archaea&lt;/a&gt; form the base of the &lt;a href=\"food%20chain\"&gt;food chain&lt;/a&gt;, supporting diverse organisms, including &lt;a href=\"giant%20tube%20worm\"&gt;giant tube worm&lt;/a&gt;s, clams, &lt;a href=\"limpet\"&gt;limpet&lt;/a&gt;s and shrimp. Active hydrothermal vents are thought to exist on &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt;'s moon &lt;a href=\"Europa%20%28moon%29\"&gt;Europa&lt;/a&gt;, and &lt;a href=\"Saturn\"&gt;Saturn&lt;/a&gt;'s moon &lt;a href=\"Enceladus\"&gt;Enceladus&lt;/a&gt;, and it is speculated that ancient hydrothermal vents once existed on &lt;a href=\"Mars\"&gt;Mars&lt;/a&gt;.\nPhysical properties.\nHydrothermal vents in the deep ocean typically form along the &lt;a href=\"mid-ocean%20ridge\"&gt;mid-ocean ridge&lt;/a&gt;s, such as the &lt;a href=\"East%20Pacific%20Rise\"&gt;East Pacific Rise&lt;/a&gt; and the &lt;a href=\"Mid-Atlantic%20Ridge\"&gt;Mid-Atlantic Ridge&lt;/a&gt;. These are locations where two &lt;a href=\"tectonic%20plate\"&gt;tectonic plate&lt;/a&gt;s are diverging and new crust is being formed.\nThe water that issues from seafloor hydrothermal vents consists mostly of &lt;a href=\"sea%20water\"&gt;sea water&lt;/a&gt; drawn into the hydrothermal system close to the volcanic edifice through faults and porous sediments or volcanic strata, plus some magmatic water released by the upwelling &lt;a href=\"magma\"&gt;magma&lt;/a&gt;. In terrestrial hydrothermal systems, the majority of water circulated within the &lt;a href=\"fumarole\"&gt;fumarole&lt;/a&gt; and &lt;a href=\"geyser\"&gt;geyser&lt;/a&gt; systems is &lt;a href=\"meteoric%20water\"&gt;meteoric water&lt;/a&gt; plus &lt;a href=\"ground%20water\"&gt;ground water&lt;/a&gt; that has percolated down into the thermal system from the surface, but it also commonly contains some portion of &lt;a href=\"Metamorphism%23Hydrothermal%20metamorphism\"&gt;metamorphic water&lt;/a&gt;, &lt;a href=\"magmatic%20water\"&gt;magmatic water&lt;/a&gt;, and sedimentary formational &lt;a href=\"brine\"&gt;brine&lt;/a&gt; that is released by the magma. The proportion of each varies from location to location.\nIn contrast to the approximately ambient water temperature at these depths, water emerges from these vents at temperatures ranging from up to as high as . Due to the high &lt;a href=\"hydrostatic%20pressure\"&gt;hydrostatic pressure&lt;/a&gt; at these depths, water may exist in either its liquid form or as a &lt;a href=\"supercritical%20fluid\"&gt;supercritical fluid&lt;/a&gt; at such temperatures. The &lt;a href=\"Critical%20point%20%28thermodynamics%29\"&gt;critical point&lt;/a&gt; of (pure) water is at a pressure of 218 &lt;a href=\"Atmosphere%20%28unit%29\"&gt;atmospheres&lt;/a&gt;.\nHowever, introducing salinity into the fluid raises the critical point to higher temperatures and pressures. The critical point of seawater (3.2 wt. % NaCl) is and 298.5 bars, corresponding to a depth of ~ below sea level. Accordingly, if a hydrothermal fluid with a salinity of 3.2 wt. % NaCl vents above and 298.5 bars, it is supercritical. Furthermore, the salinity of vent fluids have been shown to vary widely due to phase separation in the crust. The critical point for lower salinity fluids is at lower temperature and pressure conditions than that for seawater, but higher than that for pure water. For example, a vent fluid with a 2.24 wt. % NaCl salinity has the critical point at and 280.5 bars. Thus, water emerging from the hottest parts of some hydrothermal vents can be a &lt;a href=\"Supercritical%20fluid%23Submarine%20volcanoes\"&gt;supercritical fluid&lt;/a&gt;, possessing physical properties between those of a &lt;a href=\"gas\"&gt;gas&lt;/a&gt; and those of a &lt;a href=\"liquid\"&gt;liquid&lt;/a&gt;.\nExamples of supercritical venting are found at several sites. \"Sister Peak\" (Comfortless Cove Hydrothermal Field, , depth ) vents low salinity &lt;a href=\"Phase%20transition\"&gt;phase-separated&lt;/a&gt;, vapor-type fluids. Sustained venting was not found to be supercritical but a brief injection of was well above supercritical conditions. A nearby site, Turtle Pits, was found to vent low salinity fluid at , which is above the critical point of the fluid at that salinity. A vent site in the &lt;a href=\"Cayman%20Trough\"&gt;Cayman Trough&lt;/a&gt; named &lt;a href=\"Beebe%20Hydrothermal%20Vent%20Field\"&gt;Beebe&lt;/a&gt;, which is the world's deepest known hydrothermal site at ~ below sea level, has shown sustained supercritical venting at and 2.3 wt% NaCl.\nAlthough supercritical conditions have been observed at several sites, it is not yet known what significance, if any, supercritical venting has in terms of hydrothermal circulation, mineral deposit formation, geochemical fluxes or biological activity.\nThe initial stages of a vent chimney begin with the deposition of the mineral &lt;a href=\"anhydrite\"&gt;anhydrite&lt;/a&gt;. &lt;a href=\"Sulfide%20mineral\"&gt;Sulfides&lt;/a&gt; of &lt;a href=\"copper\"&gt;copper&lt;/a&gt;, &lt;a href=\"iron\"&gt;iron&lt;/a&gt;, and &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; then precipitate in the chimney gaps, making it less &lt;a href=\"Porosity\"&gt;porous&lt;/a&gt; over the course of time. Vent growths on the order of per day have been recorded. An April 2007 exploration of the deep-sea vents off the coast of &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt; found those vents to be a significant source of dissolved iron (see &lt;a href=\"iron%20cycle\"&gt;iron cycle&lt;/a&gt;).\nBlack smokers and white smokers.\nSome hydrothermal vents form roughly cylindrical chimney structures. These form from minerals that are dissolved in the vent fluid. When the superheated water contacts the near-freezing sea water, the minerals precipitate out to form particles which add to the height of the stacks. Some of these chimney structures can reach heights of 60 m. An example of such a towering vent was \"Godzilla\", a structure on the Pacific Ocean deep seafloor near &lt;a href=\"Oregon\"&gt;Oregon&lt;/a&gt; that rose to 40 m before it fell over in 1996.\nA black smoker or deep sea vent is a type of hydrothermal vent found on the &lt;a href=\"seabed\"&gt;seabed&lt;/a&gt;, typically in the &lt;a href=\"bathyal%20zone\"&gt;bathyal zone&lt;/a&gt; (with largest frequency in depths from 2500 m to 3000 m), but also in lesser depths as well as deeper in the &lt;a href=\"abyssal%20zone\"&gt;abyssal zone&lt;/a&gt;. They appear as black, chimney-like structures that emit a cloud of black material. Black smokers typically emit particles with high levels of sulfur-bearing minerals, or sulfides. Black smokers are formed in fields hundreds of meters wide when &lt;a href=\"superheating\"&gt;superheated&lt;/a&gt; water from below &lt;a href=\"Earth%27s%20crust\"&gt;Earth's crust&lt;/a&gt; comes through the ocean floor (water may attain temperatures above 400 °C). This water is rich in dissolved minerals from the crust, most notably &lt;a href=\"sulfide\"&gt;sulfide&lt;/a&gt;s. When it comes in contact with cold ocean water, many minerals precipitate, forming a black, chimney-like structure around each vent. The deposited metal sulfides can become &lt;a href=\"Volcanogenic%20massive%20sulfide%20ore%20deposit\"&gt;massive sulfide ore deposits&lt;/a&gt; in time. Some black smokers on the &lt;a href=\"Hydrothermal%20vents%20and%20seamounts%20of%20the%20Azores\"&gt;Azores portion&lt;/a&gt; of the &lt;a href=\"Mid-Atlantic%20Ridge\"&gt;Mid Atlantic Ridge&lt;/a&gt; are extremely rich in &lt;a href=\"metal\"&gt;metal&lt;/a&gt; content, such as &lt;a href=\"Rainbow%20Vent%20Field\"&gt;Rainbow&lt;/a&gt; with 24,000 &lt;a href=\"Molar%20concentration\"&gt;μM&lt;/a&gt; concentrations of &lt;a href=\"iron\"&gt;iron&lt;/a&gt;.\nBlack smokers were first discovered in 1979 on the &lt;a href=\"East%20Pacific%20Rise\"&gt;East Pacific Rise&lt;/a&gt; by scientists from &lt;a href=\"Scripps%20Institution%20of%20Oceanography\"&gt;Scripps Institution of Oceanography&lt;/a&gt; during the &lt;a href=\"RISE%20project%20%28oceanography%29\"&gt;RISE Project&lt;/a&gt;. They were observed using the deep submergence vehicle &lt;a href=\"DSV%20Alvin\"&gt;ALVIN&lt;/a&gt; from the &lt;a href=\"Woods%20Hole%20Oceanographic%20Institution\"&gt;Woods Hole Oceanographic Institution&lt;/a&gt;. Now, black smokers are known to exist in the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic&lt;/a&gt; and &lt;a href=\"Pacific%20Ocean\"&gt;Pacific&lt;/a&gt; Oceans, at an average depth of 2100 metres. The most northerly black smokers are a cluster of five named &lt;a href=\"Loki%27s%20Castle%20%28hydrothermal%20field%29\"&gt;Loki's Castle&lt;/a&gt;, discovered in 2008 by scientists from the &lt;a href=\"University%20of%20Bergen\"&gt;University of Bergen&lt;/a&gt; at &lt;a href=\"73rd%20parallel%20north\"&gt;73°N&lt;/a&gt;, on the &lt;a href=\"Mid-Atlantic%20Ridge\"&gt;Mid-Atlantic Ridge&lt;/a&gt; between &lt;a href=\"Greenland\"&gt;Greenland&lt;/a&gt; and &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. These black smokers are of interest as they are in a more stable area of the Earth's crust, where tectonic forces are less and consequently fields of hydrothermal vents are less common. The world's deepest known black smokers are located in the &lt;a href=\"Cayman%20Trough\"&gt;Cayman Trough&lt;/a&gt;, 5,000 m (3.1 miles) below the ocean's surface.\nWhite smoker vents emit lighter-hued minerals, such as those containing &lt;a href=\"barium\"&gt;barium&lt;/a&gt;, &lt;a href=\"calcium\"&gt;calcium&lt;/a&gt; and &lt;a href=\"silicon\"&gt;silicon&lt;/a&gt;. These vents also tend to have lower-temperature plumes probably because they are generally distant from their heat source.\nBlack and white smokers may coexist in the same hydrothermal field, but they generally represent proximal (close) and distal (distant) vents to the main upflow zone, respectively. However, white smokers correspond mostly to waning stages of such hydrothermal fields, as magmatic heat sources become progressively more distant from the source (due to magma crystallization) and hydrothermal fluids become dominated by seawater instead of magmatic water. Mineralizing fluids from this type of vent are rich in calcium and they form dominantly sulfate-rich (i.e., &lt;a href=\"barite\"&gt;barite&lt;/a&gt; and anhydrite) and carbonate deposits.\nBiology of hydrothermal vents.\nLife has traditionally been seen as driven by energy from the sun, but deep-sea organisms have no access to sunlight, so biological communities around hydrothermal vents must depend on nutrients found in the dusty chemical deposits and hydrothermal fluids in which they live. Previously, &lt;a href=\"Benthic\"&gt;Benthic&lt;/a&gt; oceanographers assumed that vent organisms were dependent on &lt;a href=\"marine%20snow\"&gt;marine snow&lt;/a&gt;, as deep-sea organisms are. This would leave them dependent on plant life and thus the sun. Some hydrothermal vent organisms do consume this \"rain\", but with only such a system, life forms would be sparse. Compared to the surrounding sea floor, however, hydrothermal vent zones have a density of organisms 10,000 to 100,000 times greater.\nThe hydrothermal vents are recognized as a type of &lt;a href=\"chemosynthetic\"&gt;chemosynthetic&lt;/a&gt; based &lt;a href=\"ecosystems\"&gt;ecosystems&lt;/a&gt; (CBE) where primary productivity is fuelled by chemical compounds as energy sources instead of light (&lt;a href=\"chemoautotrophy\"&gt;chemoautotrophy&lt;/a&gt;). Hydrothermal vent communities are able to sustain such vast amounts of life because vent organisms depend on chemosynthetic bacteria for food. The water from the hydrothermal vent is rich in dissolved minerals and supports a large population of chemoautotrophic bacteria. These bacteria use sulfur compounds, particularly &lt;a href=\"hydrogen%20sulfide\"&gt;hydrogen sulfide&lt;/a&gt;, a chemical highly toxic to most known organisms, to produce organic material through the process of &lt;a href=\"chemosynthesis\"&gt;chemosynthesis&lt;/a&gt;.\nBiological communities.\nThe ecosystem so formed is reliant upon the continued existence of the hydrothermal vent field as the primary source of energy, which differs from most surface life on Earth, which is based on &lt;a href=\"solar%20energy\"&gt;solar energy&lt;/a&gt;. However, although it is often said that these communities exist independently of the sun, some of the organisms are actually dependent upon oxygen produced by photosynthetic organisms, while others are &lt;a href=\"Anaerobic%20organism\"&gt;anaerobic&lt;/a&gt;.\nThe chemosynthetic bacteria grow into a thick mat which attracts other organisms, such as &lt;a href=\"Amphipoda\"&gt;amphipods&lt;/a&gt; and &lt;a href=\"copepod\"&gt;copepod&lt;/a&gt;s, which graze upon the bacteria directly. Larger organisms, such as snails, shrimp, crabs, &lt;a href=\"Siboglinidae\"&gt;tube worms&lt;/a&gt;, fish (especially &lt;a href=\"eelpout\"&gt;eelpout&lt;/a&gt;, &lt;a href=\"cutthroat%20eel\"&gt;cutthroat eel&lt;/a&gt;, &lt;a href=\"Ophidiiformes\"&gt;ophidiiforms&lt;/a&gt; and \"&lt;a href=\"Symphurus%20thermophilus\"&gt;Symphurus thermophilus&lt;/a&gt;\"), and octopuses (notably \"&lt;a href=\"Vulcanoctopus%20hydrothermalis\"&gt;Vulcanoctopus hydrothermalis&lt;/a&gt;\"), form a &lt;a href=\"food%20chain\"&gt;food chain&lt;/a&gt; of predator and prey relationships above the primary consumers. The main families of organisms found around seafloor vents are &lt;a href=\"annelid\"&gt;annelid&lt;/a&gt;s, &lt;a href=\"Siboglinidae\"&gt;pogonophorans&lt;/a&gt;, &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt;s, and crustaceans, with large &lt;a href=\"bivalves\"&gt;bivalves&lt;/a&gt;, vestimentiferan worms, and \"eyeless\" shrimp making up the bulk of nonmicrobial organisms.\n&lt;a href=\"Siboglinidae\"&gt;Siboglinid tube worm&lt;/a&gt;s, which may grow to over tall in the largest species, often form an important part of the community around a hydrothermal vent. They have no mouth or digestive tract, and like parasitic worms, absorb nutrients produced by the bacteria in their tissues. About 285 billion bacteria are found per ounce of tubeworm tissue. Tubeworms have red plumes which contain &lt;a href=\"hemoglobin\"&gt;hemoglobin&lt;/a&gt;. Hemoglobin combines with hydrogen sulfide and transfers it to the bacteria living inside the worm. In return, the bacteria nourish the worm with carbon compounds. Two of the species that inhabit a hydrothermal vent are \"&lt;a href=\"Tevnia\"&gt;Tevnia&lt;/a&gt; jerichonana\", and \"&lt;a href=\"Riftia%20pachyptila\"&gt;Riftia pachyptila&lt;/a&gt;\". One discovered community, dubbed \"&lt;a href=\"Eel%20City\"&gt;Eel City&lt;/a&gt;\", consists predominantly of the eel \"&lt;a href=\"Dysommina%20rugosa\"&gt;Dysommina rugosa&lt;/a&gt;\". Though eels are not uncommon, invertebrates typically dominate hydrothermal vents. Eel City is located near &lt;a href=\"Vailulu%27u\"&gt;Nafanua volcanic cone&lt;/a&gt;, &lt;a href=\"American%20Samoa\"&gt;American Samoa&lt;/a&gt;.\nIn 1993, already more than 100 gastropod species were known to occur in hydrothermal vents. Over 300 new species have been discovered at hydrothermal vents, many of them \"sister species\" to others found in geographically separated vent areas. It has been proposed that before the &lt;a href=\"North%20American%20plate\"&gt;North American plate&lt;/a&gt; overrode the &lt;a href=\"mid-ocean%20ridge\"&gt;mid-ocean ridge&lt;/a&gt;, there was a single biogeographic vent region found in the eastern Pacific. The subsequent barrier to travel began the evolutionary divergence of species in different locations. The examples of convergent evolution seen between distinct hydrothermal vents is seen as major support for the theory of natural selection and of evolution as a whole.\nAlthough life is very sparse at these depths, black smokers are the centers of entire &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;s. Sunlight is nonexistent, so many organisms, such as &lt;a href=\"archaea\"&gt;archaea&lt;/a&gt; and &lt;a href=\"extremophile\"&gt;extremophile&lt;/a&gt;s, convert the heat, &lt;a href=\"methane\"&gt;methane&lt;/a&gt;, and &lt;a href=\"sulfur\"&gt;sulfur&lt;/a&gt; compounds provided by black smokers into energy through a process called &lt;a href=\"chemosynthesis\"&gt;chemosynthesis&lt;/a&gt;. More complex life forms, such as &lt;a href=\"clam\"&gt;clam&lt;/a&gt;s and &lt;a href=\"Giant%20tube%20worm\"&gt;tubeworms&lt;/a&gt;, feed on these organisms. The organisms at the base of the &lt;a href=\"food%20chain\"&gt;food chain&lt;/a&gt; also deposit minerals into the base of the black smoker, therefore completing the &lt;a href=\"biological%20life%20cycle\"&gt;life cycle&lt;/a&gt;.\nA species of phototrophic bacterium has been found living near a black smoker off the coast of &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; at a depth of . No sunlight penetrates that far into the waters. Instead, the bacteria, part of the &lt;a href=\"Green%20sulfur%20bacteria\"&gt;Chlorobiaceae&lt;/a&gt; family, use the faint glow from the black smoker for &lt;a href=\"photosynthesis\"&gt;photosynthesis&lt;/a&gt;. This is the first organism discovered in nature to exclusively use a light other than sunlight for photosynthesis.\nNew and unusual species are constantly being discovered in the neighborhood of black smokers. The &lt;a href=\"Pompeii%20worm\"&gt;Pompeii worm&lt;/a&gt; \"Alvinella pompejana\", which is capable of withstanding temperatures up to , was found in the 1980s, and a &lt;a href=\"scaly-foot%20gastropod\"&gt;scaly-foot gastropod&lt;/a&gt; \"Chrysomallon squamiferum\" in 2001 during an expedition to the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;'s Kairei hydrothermal vent field. The latter uses iron sulfides (&lt;a href=\"pyrite\"&gt;pyrite&lt;/a&gt; and greigite) for the structure of its dermal &lt;a href=\"sclerites\"&gt;sclerites&lt;/a&gt; (hardened body parts), instead of &lt;a href=\"calcium%20carbonate\"&gt;calcium carbonate&lt;/a&gt;. The extreme pressure of 2500 m of water (approximately 25 &lt;a href=\"megapascal\"&gt;megapascal&lt;/a&gt;s or 250 &lt;a href=\"Atmosphere%20%28unit%29\"&gt;atmospheres&lt;/a&gt;) is thought to play a role in stabilizing iron sulfide for biological purposes. This armor plating probably serves as a defense against the venomous &lt;a href=\"radula\"&gt;radula&lt;/a&gt; (teeth) of &lt;a href=\"predator\"&gt;predator&lt;/a&gt;y &lt;a href=\"snail\"&gt;snail&lt;/a&gt;s in that community.\nIn March 2017, researchers reported evidence of possibly the &lt;a href=\"Abiogenesis\"&gt;oldest forms of life on Earth&lt;/a&gt;. Putative fossilized microorganisms were discovered in hydrothermal vent precipitates in the &lt;a href=\"Nuvvuagittuq%20Greenstone%20Belt\"&gt;Nuvvuagittuq Belt&lt;/a&gt; of &lt;a href=\"Quebec\"&gt;Quebec, Canada&lt;/a&gt;, that may have lived as &lt;a href=\"Earliest%20known%20life%20forms\"&gt;early as 4.280 billion years ago&lt;/a&gt;, not long after the oceans &lt;a href=\"Origin%20of%20water%20on%20Earth%23History%20of%20water%20on%20Earth\"&gt;formed 4.4 billion years ago&lt;/a&gt;, and not long after the &lt;a href=\"Age%20of%20the%20Earth\"&gt;formation of the Earth&lt;/a&gt; 4.54 billion years ago.\nAnimal-bacterial symbiosis.\nHydrothermal vent ecosystems have enormous biomass and productivity, but this rests on the symbiotic relationships that have evolved at vents. Deep-sea hydrothermal vent ecosystems differ from their shallow-water and terrestrial hydrothermal counterparts due to the symbiosis that occurs between macroinvertebrate hosts and chemoautotrophic microbial symbionts in the former. Since sunlight does not reach deep-sea hydrothermal vents, organisms in deep-sea hydrothermal vents cannot obtain energy from the sun to perform photosynthesis. Instead, the microbial life found at hydrothermal vents is chemosynthetic; they fix carbon by using energy from chemicals such as sulfide, as opposed to light energy from the sun. In other words, the symbiont converts inorganic molecules (H2S, CO2, O) to organic molecules that the host then uses as nutrition. However, sulfide is an extremely toxic substance to most life on Earth. For this reason, scientists were astounded when they first found hydrothermal vents teeming with life in 1977. What was discovered was the ubiquitous symbiosis of chemoautotrophs living in (endosymbiosis) the vent animals' gills; the reason why multicellular life is capable to survive the toxicity of vent systems. Scientists are therefore now studying how the microbial symbionts aid in sulfide detoxification (therefore allowing the host to survive the otherwise toxic conditions). Work on &lt;a href=\"microbiome\"&gt;microbiome&lt;/a&gt; function shows that host-associated microbiomes are also important in host development, nutrition, defense against predators, and detoxification. In return, the host provides the symbiont with chemicals required for chemosynthesis, such as carbon, sulfide, and oxygen.\nIn the early stages of studying life at hydrothermal vents, there were differing theories regarding the mechanisms by which multicellular organisms were able to acquire nutrients from these environments, and how they were able to survive in such extreme conditions. In 1977, it was hypothesized that the chemoautotrophic bacteria at hydrothermal vents might be responsible for contributing to the diet of suspension-feeding bivalves.\nFinally, in 1981, it was understood that giant tubeworm nutrition acquisition occurred as a result of chemoautotrophic bacterial endosymbionts. As scientists continued to study life at hydrothermal vents, it was understood that symbiotic relationships between chemoautotrophs and macrofauna invertebrate species was ubiquitous. For instance, in 1983, clam gill tissue was confirmed to contain bacterial endosymbionts; in 1984 vent bathymodiolid mussels and vesicomyid clams were also found to carry endosymbionts.\nHowever, the mechanisms by which organisms acquire their symbionts differ, as do the metabolic relationships. For instance, tubeworms have no mouth and no gut, but they do have a \"trophosome\", which is where they deal with nutrition and where their endosymbionts are found. They also have a bright red plume, which they use to uptake compounds such as O, H2S, and CO2, which feed the endosymbionts in their trophosome. Remarkably, the tubeworms hemoglobin (which incidentally is the reason for the bright red color of the plume) is capable of carrying oxygen without interference or inhibition from sulfide, despite the fact that oxygen and sulfide are typically very reactive. In 2005, it was discovered that this is possible due to zinc ions that bind the hydrogen sulfide in the tubeworms hemoglobin, therefore preventing the sulfide from reacting with the oxygen. It also reduces the tubeworms tissue from exposure to the sulfide and provides the bacteria with the sulfide to perform chemoautotrophy. It has also been discovered that tubeworms can metabolize CO2 in two different ways, and can alternate between the two as needed as environmental conditions change.\nIn 1988, research confirmed thiotrophic (sulfide-oxidizing) bacteria in \"Alvinochonca hessleri\", a large vent mollusk. In order to circumvent the toxicity of sulfide, mussels first convert it to thiosulfate before carrying it over to the symbionts. In the case of motile organisms such as alvinocarid shrimp, they must track oxic (oxygen-rich) / anoxic (oxygen-poor) environments as they fluctuate in the environment.\nOrganisms living at the edge of hydrothermal vent fields, such as pectinid scallops, also carry endosymbionts in their gills, and as a result their bacterial density is low relative to organisms living nearer to the vent. However, the scallop's dependence on the microbial endosymbiont for obtaining their nutrition is therefore also lessened.\nFurthermore, not all host animals have endosymbionts; some have episymbionts—symbionts living on the animal as opposed to inside the animal. Shrimp found at vents in the Mid-Atlantic Ridge were once thought of as an exception to the necessity of symbiosis for macroinvertebrate survival at vents. That changed in 1988 when they were discovered to carry episymbionts. Since then, other organisms at vents have been found to carry episymbionts as well, such as Lepetodrilis fucensis.\nFurthermore, while some symbionts reduce sulfur compounds, others are known as \"methanotrophs\" and reduce carbon compounds, namely methane. Bathmodiolid mussels are an example of a host that contains methanotrophic endosymbionts; however, the latter mostly occur in cold seeps as opposed to hydrothermal vents.\nWhile chemosynthesis occurring at the deep ocean allows organisms to live without sunlight in the immediate sense, they technically still rely on the sun for survival, since oxygen in the ocean is a byproduct of photosynthesis. However, if the sun were to suddenly disappear and photosynthesis ceased to occur on our planet, life at the deep-sea hydrothermal vents could continue for millennia (until the oxygen was depleted).\nTheory of hydrothermal origin of life.\nThe chemical and thermal dynamics in hydrothermal vents makes such environments highly suitable thermodynamically for chemical evolution processes to take place. Therefore, thermal energy flux is a permanent agent and is hypothesized to have contributed to the evolution of the planet, including prebiotic chemistry.\n&lt;a href=\"G%C3%BCnter%20W%C3%A4chtersh%C3%A4user\"&gt;Günter Wächtershäuser&lt;/a&gt; proposed the &lt;a href=\"iron-sulfur%20world%20theory\"&gt;iron-sulfur world theory&lt;/a&gt; and suggested that life might have &lt;a href=\"Abiogenesis\"&gt;originated&lt;/a&gt; at hydrothermal vents. Wächtershäuser proposed that an early form of metabolism predated genetics. By metabolism he meant a cycle of chemical reactions that release energy in a form that can be harnessed by other processes.\nIt has been proposed that &lt;a href=\"amino%20acid\"&gt;amino acid&lt;/a&gt; synthesis could have occurred deep in the Earth's crust and that these amino acids were subsequently shot up along with hydrothermal fluids into cooler waters, where lower temperatures and the presence of clay minerals would have fostered the formation of peptides and &lt;a href=\"protocell\"&gt;protocell&lt;/a&gt;s. This is an attractive hypothesis because of the abundance of CH4 (&lt;a href=\"methane\"&gt;methane&lt;/a&gt;) and NH3 (&lt;a href=\"ammonia\"&gt;ammonia&lt;/a&gt;) present in hydrothermal vent regions, a condition that was not provided by the Earth's primitive atmosphere. A major limitation to this hypothesis is the lack of stability of organic molecules at high temperatures, but some have suggested that life would have originated outside of the zones of highest temperature. There are numerous species of &lt;a href=\"extremophile\"&gt;extremophile&lt;/a&gt;s and other organisms currently living immediately around deep-sea vents, suggesting that this is indeed a possible scenario.\nExperimental research and computer modeling indicate that the surfaces of mineral particles inside hydrothermal vents have similar catalytic properties to enzymes and are able to create simple organic molecules, such as &lt;a href=\"methanol\"&gt;methanol&lt;/a&gt; (CH3OH) and &lt;a href=\"formic%20acid\"&gt;formic acid&lt;/a&gt; (HCO2H), out of the dissolved CO2 in the water.\nIt is thought that alkaline hydrothermal vents (white smokers) might be more suitable for emerging life than black smokers due to their pH conditions.\n\"The Deep Hot Biosphere\".\nAt the beginning of his 1992 paper \"The Deep Hot Biosphere\", &lt;a href=\"Thomas%20Gold\"&gt;Thomas Gold&lt;/a&gt; referred to \"ocean vents\" in support of his theory that the lower levels of the earth are rich in living biological material that finds its way to the surface. He further expanded his ideas in the book \"&lt;a href=\"The%20Deep%20Hot%20Biosphere\"&gt;The Deep Hot Biosphere&lt;/a&gt;\".\nAn article on \"abiogenic hydrocarbon production\" in the February 2008 issue of &lt;a href=\"Science%20%28journal%29\"&gt;Science&lt;/a&gt; journal used data from experiments at the &lt;a href=\"Lost%20City%20%28hydrothermal%20field%29\"&gt;Lost City hydrothermal field&lt;/a&gt; to report how the abiotic synthesis of low molecular mass hydrocarbons from mantle derived carbon dioxide may occur in the presence of ultramafic rocks, water, and moderate amounts of heat.\nDiscovery and exploration.\nIn 1949, a deep water survey reported anomalously hot brines in the central portion of the &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt;. Later work in the 1960s confirmed the presence of hot, 60 °C (140 °F), saline brines and associated metalliferous muds. The hot solutions were emanating from an active subseafloor &lt;a href=\"Rift%20%28geology%29\"&gt;rift&lt;/a&gt;. The highly saline character of the waters was not hospitable to living organisms. The brines and associated muds are currently under investigation as a source of mineable precious and base metals.\nIn June 1976, scientists from the &lt;a href=\"Scripps%20Institution%20of%20Oceanography\"&gt;Scripps Institution of Oceanography&lt;/a&gt; obtained the first evidence for submarine hydrothermal vents along the Galápagos Rift, a spur of the &lt;a href=\"East%20Pacific%20Rise\"&gt;East Pacific Rise&lt;/a&gt;, on the \"Pleiades II\" expedition, using the Deep-Tow seafloor imaging system. In 1977, the first scientific papers on hydrothermal vents were published by scientists from the &lt;a href=\"Scripps%20Institution%20of%20Oceanography\"&gt;Scripps Institution of Oceanography&lt;/a&gt;; research scientist Peter Lonsdale published photographs taken from deep-towed cameras, and PhD student &lt;a href=\"Kathleen%20Crane\"&gt;Kathleen Crane&lt;/a&gt; published maps and temperature anomaly data. Transponders were deployed at the site, which was nicknamed \"Clam-bake\", to enable an expedition to return the following year for direct observations with the &lt;a href=\"DSV%20Alvin\"&gt;DSV \"Alvin\"&lt;/a&gt;.\nChemosynthetic ecosystems surrounding the Galápagos Rift submarine hydrothermal vents were first directly observed in 1977, when a group of marine geologists funded by the &lt;a href=\"National%20Science%20Foundation\"&gt;National Science Foundation&lt;/a&gt; returned to the Clambake sites. The principal investigator for the submersible study was &lt;a href=\"Jack%20Corliss\"&gt;Jack Corliss&lt;/a&gt; of &lt;a href=\"Oregon%20State%20University\"&gt;Oregon State University&lt;/a&gt;. Corliss and Tjeerd van Andel from &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt; observed and sampled the vents and their ecosystem on February 17, 1977, while diving in the DSV \"Alvin\", a research submersible operated by the &lt;a href=\"Woods%20Hole%20Oceanographic%20Institution\"&gt;Woods Hole Oceanographic Institution&lt;/a&gt; (WHOI). Other scientists on the research cruise included &lt;a href=\"Richard%20P.%20Von%20Herzen\"&gt;Richard (Dick) Von Herzen&lt;/a&gt; and &lt;a href=\"Robert%20Ballard\"&gt;Robert Ballard&lt;/a&gt; of WHOI, Jack Dymond and Louis Gordon of Oregon State University, &lt;a href=\"John%20M.%20Edmond\"&gt;John Edmond&lt;/a&gt; and &lt;a href=\"Tanya%20Atwater\"&gt;Tanya Atwater&lt;/a&gt; of the &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt;, Dave Williams of the &lt;a href=\"U.S.%20Geological%20Survey\"&gt;U.S. Geological Survey&lt;/a&gt;, and &lt;a href=\"Kathleen%20Crane\"&gt;Kathleen Crane&lt;/a&gt; of &lt;a href=\"Scripps%20Institution%20of%20Oceanography\"&gt;Scripps Institution of Oceanography&lt;/a&gt;. This team published their observations of the vents, organisms, and the composition of the vent fluids in the journal Science. In 1979, a team of biologists led by J. Frederick Grassle, at the time at &lt;a href=\"Woods%20Hole%20Oceanographic%20Institution\"&gt;WHOI&lt;/a&gt;, returned to the same location to investigate the biological communities discovered two year earlier.\nHigh temperature hydrothermal vents, the \"black smokers\", were discovered in spring 1979 by a team from the Scripps Institution of Oceanography using the submersible \"Alvin\". The RISE expedition explored the East Pacific Rise at 21° N with the goals of testing geophysical mapping of the sea floor with the \"Alvin\" and finding another hydrothermal field beyond the Galápagos Rift vents. The expedition was led by &lt;a href=\"Fred%20Spiess\"&gt;Fred Spiess&lt;/a&gt; and &lt;a href=\"Kenneth%20C.%20Macdonald\"&gt;Ken Macdonald&lt;/a&gt; and included participants from the U.S., Mexico and France. The dive region was selected based on the discovery of sea floor mounds of sulfide minerals by the French CYAMEX expedition in 1978. Prior to dive operations, expedition member Robert Ballard located near-bottom water temperature anomalies using a deeply towed instrument package. The first dive was targeted at one of those anomalies. On Easter Sunday April 15, 1979 during a dive of \"Alvin\" to 2600 meters, Roger Larson and &lt;a href=\"Bruce%20P.%20Luyendyk\"&gt;Bruce Luyendyk&lt;/a&gt; found a hydrothermal vent field with a biological community similar to the Galápagos vents. On a subsequent dive on April 21, William Normark and Thierry Juteau discovered the high temperature vents emitting black mineral particle jets from chimneys; the black smokers. Following this Macdonald and Jim Aiken rigged a temperature probe to \"Alvin\" to measure the water temperature at the black smoker vents. This observed the highest temperatures then recorded at deep sea hydrothermal vents (380±30 °C). Analysis of black smoker material and the chimneys that fed them revealed that iron sulfide precipitates are the common minerals in the \"smoke\" and walls of the chimneys. \nIn 2005, Neptune Resources NL, a mineral exploration company, applied for and was granted 35,000 km2 of exploration rights over the Kermadec Arc in &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;'s &lt;a href=\"Exclusive%20Economic%20Zone\"&gt;Exclusive Economic Zone&lt;/a&gt; to explore for &lt;a href=\"seafloor%20massive%20sulfide%20deposits\"&gt;seafloor massive sulfide deposits&lt;/a&gt;, a potential new source of &lt;a href=\"lead\"&gt;lead&lt;/a&gt;-&lt;a href=\"zinc\"&gt;zinc&lt;/a&gt;-&lt;a href=\"copper\"&gt;copper&lt;/a&gt; sulfides formed from modern hydrothermal vent fields. The discovery of a vent in the Pacific Ocean offshore of &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;, named the Medusa hydrothermal vent field (after the serpent-haired &lt;a href=\"Medusa\"&gt;Medusa&lt;/a&gt; of &lt;a href=\"Greek%20mythology\"&gt;Greek mythology&lt;/a&gt;), was announced in April 2007. The Ashadze hydrothermal field (13°N on the Mid-Atlantic Ridge, elevation -4200 m) was the deepest known high-temperature hydrothermal field until 2010, when a hydrothermal plume emanating from the Beebe site (, elevation -5000 m) was detected by a group of scientists from NASA &lt;a href=\"Jet%20Propulsion%20Laboratory\"&gt;Jet Propulsion Laboratory&lt;/a&gt; and &lt;a href=\"Woods%20Hole%20Oceanographic%20Institute\"&gt;Woods Hole Oceanographic Institution&lt;/a&gt;. This site is located on the 110 km long, ultraslow spreading Mid-Cayman Rise within the &lt;a href=\"Cayman%20Trough\"&gt;Cayman Trough&lt;/a&gt;.\nIn early 2013, the deepest known hydrothermal vents were discovered in the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; at a depth of almost .\nOceanographers are studying the volcanoes and hydrothermal vents of the &lt;a href=\"Juan%20de%20Fuca%20Plate\"&gt;Juan de Fuca&lt;/a&gt; mid ocean ridge where &lt;a href=\"Plate%20tectonics\"&gt;tectonic plates&lt;/a&gt; are moving away from each other.\nHydrothermal vents and other geothermal manifestations are currently being explored in the Bahía de Concepción, Baja California Sur, Mexico.\nDistribution.\nHydrothermal vents are distributed along the Earth's plate boundaries, although they may also be found at intra-plate locations such as hotspot volcanoes. As of 2009 there were approximately 500 known active submarine hydrothermal vent fields, with about half visually observed at the seafloor and the other half suspected from water column indicators and/or seafloor deposits. The InterRidge program office hosts a &lt;a href=\"http%3A//vents-data.interridge.org\"&gt;global database for the locations of known active submarine hydrothermal vent fields&lt;/a&gt;.\nRogers et al. (2012) recognized at least 11 &lt;a href=\"biogeographic%20province\"&gt;biogeographic province&lt;/a&gt;s of hydrothermal vent systems:\nExploitation.\nHydrothermal vents, in some instances, have led to the formation of exploitable mineral resources via deposition of &lt;a href=\"seafloor%20massive%20sulfide%20deposits\"&gt;seafloor massive sulfide deposits&lt;/a&gt;. The &lt;a href=\"Mount%20Isa\"&gt;Mount Isa&lt;/a&gt; orebody located in &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, is an excellent example. Many hydrothermal vents are rich in &lt;a href=\"cobalt\"&gt;cobalt&lt;/a&gt;, &lt;a href=\"gold\"&gt;gold&lt;/a&gt;, &lt;a href=\"copper\"&gt;copper&lt;/a&gt;, and &lt;a href=\"Rare%20earth%20element\"&gt;rare earth metals&lt;/a&gt; essential for electronic components. Hydrothermal venting on the &lt;a href=\"Archean\"&gt;Archean&lt;/a&gt; seafloor is considered to have formed &lt;a href=\"Algoma-type\"&gt;Algoma-type&lt;/a&gt; &lt;a href=\"banded%20iron%20formation\"&gt;banded iron formation&lt;/a&gt;s which have been a source of &lt;a href=\"iron%20ore\"&gt;iron ore&lt;/a&gt;.\nRecently, mineral exploration companies, driven by the elevated price activity in the base metals sector during the mid-2000s, have turned their attention to extraction of mineral resources from hydrothermal fields on the seafloor. Significant cost reductions are, in theory, possible.\nIn countries such as &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; where mineral resources are primarily derived from international imports, there is a particular push for the extraction of seafloor mineral resources. The world's first \"large-scale\" mining of hydrothermal vent mineral deposits was carried out by &lt;a href=\"Japan%20Oil%2C%20Gas%20and%20Metals%20National%20Corporation\"&gt;Japan Oil, Gas and Metals National Corporation&lt;/a&gt; (JOGMEC) in August - September, 2017. JOGMEC carried out this operation using the Research Vessel &lt;a href=\"List%20of%20research%20vessels%20by%20country\"&gt;Hakurei&lt;/a&gt;. This mining was carried out at the 'Izena hole/cauldron' vent field within the hydrothermally active back-arc basin known as the &lt;a href=\"Okinawa%20Trough\"&gt;Okinawa Trough&lt;/a&gt; which contains 15 confirmed vent fields according to the InterRidge Vents Database.\nTwo companies are currently engaged in the late stages of commencing to mine seafloor massive sulfides (SMS). &lt;a href=\"Nautilus%20Minerals\"&gt;Nautilus Minerals&lt;/a&gt; is in the advanced stages of commencing extraction from its Solwarra deposit, in the &lt;a href=\"Bismarck%20Archipelago\"&gt;Bismarck Archipelago&lt;/a&gt;, and Neptune Minerals is at an earlier stage with its Rumble II West deposit, located on the &lt;a href=\"Kermadec%20Arc\"&gt;Kermadec Arc&lt;/a&gt;, near the &lt;a href=\"Kermadec%20Islands\"&gt;Kermadec Islands&lt;/a&gt;. Both companies are proposing using modified existing technology. Nautilus Minerals, in partnership with &lt;a href=\"Placer%20Dome\"&gt;Placer Dome&lt;/a&gt; (now part of &lt;a href=\"Barrick%20Gold\"&gt;Barrick Gold&lt;/a&gt;), succeeded in 2006 in returning over 10 metric tons of mined SMS to the surface using modified drum cutters mounted on an ROV, a world first. Neptune Minerals in 2007 succeeded in recovering SMS sediment samples using a modified oil industry suction pump mounted on an ROV, also a world first.\nPotential seafloor mining has environmental impacts including dust plumes from mining machinery affecting filter-feeding organisms, collapsing or reopening vents, &lt;a href=\"methane%20clathrate\"&gt;methane clathrate&lt;/a&gt; release, or even sub-oceanic land slides. A large amount of work is currently being engaged in by both the above-mentioned companies to ensure that potential environmental impacts of seafloor mining are well understood and control measures are implemented, before exploitation commences. However, this process has been arguably hindered by the disproportionate distribution of research effort among vent ecosystems: the best studied and understood hydrothermal vent ecosystems are not representative of those targeted for mining.\nAttempts have been made in the past to exploit minerals from the seafloor. The 1960s and 70s saw a great deal of activity (and expenditure) in the recovery of &lt;a href=\"manganese%20nodule\"&gt;manganese nodule&lt;/a&gt;s from the &lt;a href=\"abyssal%20plain\"&gt;abyssal plain&lt;/a&gt;s, with varying degrees of success. This does demonstrate however that recovery of minerals from the seafloor is possible, and has been possible for some time. Mining of manganese nodules served as a cover story for the elaborate attempt in 1974 by the CIA to raise the sunken &lt;a href=\"Soviet%20submarine%20K-129%20%281960%29\"&gt;Soviet submarine \"K-129\"&lt;/a&gt;, using the &lt;a href=\"Glomar%20Explorer\"&gt;Glomar Explorer&lt;/a&gt;, a ship purpose built for the task by &lt;a href=\"Howard%20Hughes\"&gt;Howard Hughes&lt;/a&gt;. The operation was known as &lt;a href=\"Project%20Azorian\"&gt;Project Azorian&lt;/a&gt;, and the cover story of seafloor mining of manganese nodules may have served as the impetus to propel other companies to make the attempt.\nConservation.\nThe conservation of hydrothermal vents has been the subject of sometimes heated discussion in the oceanographic community for the last 20 years. It has been pointed out that it may be that those causing the most damage to these fairly rare habitats are scientists. There have been attempts to forge agreements over the behaviour of scientists investigating vent sites but although there is an agreed code of practice there is as yet no formal international and legally binding agreement."
}