{
    "id": "3547414",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=3547414",
    "title": "Dudley Senanayake",
    "text": "Dudley Shelton Senanayake (&lt;a href=\"Sinhala%20language\"&gt;Sinhala&lt;/a&gt;: ඩඩ්ලි ශෙල්ටන් සේනානායක: ) 19 June 1911 – 13 April 1973), was a &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;n &lt;a href=\"wikt%3Astatesman\"&gt;statesman&lt;/a&gt; who served as &lt;a href=\"Prime%20Minister%20of%20Ceylon\"&gt;Prime Minister of Ceylon&lt;/a&gt; from 1952 to 1953 (first term as the second prime minister of Ceylon), in 1960 (second term) and from 1965 to 1970 (third term) and &lt;a href=\"Leader%20of%20the%20Opposition%20%28Sri%20Lanka%29\"&gt;Leader of the Opposition&lt;/a&gt; from 1960 to 1964. Senanayake's tenures as prime minister were associated with &lt;a href=\"democratic%20socialist\"&gt;democratic socialist&lt;/a&gt; policies focused on agricultural and educational reforms with a pro-western alignment.\nBorn to a &lt;a href=\"Senanayake%20family\"&gt;political family&lt;/a&gt;, he was the eldest son of &lt;a href=\"Don%20Stephen%20Senanayake\"&gt;D. S. Senanayake&lt;/a&gt; who lead the &lt;a href=\"Sri%20Lankan%20independence%20movement\"&gt;independence movement&lt;/a&gt; which gained self-rule to Ceylon in 1948 with D. S. Senanayake becoming the prime minister of Ceylon. Dudley Senanayake who was educated at &lt;a href=\"S.%20Thomas%27%20College%2C%20Mount%20Lavinia\"&gt;S. Thomas' College&lt;/a&gt; and at &lt;a href=\"Corpus%20Christi%20College%2C%20Cambridge\"&gt;Corpus Christi College, Cambridge&lt;/a&gt;, qualified as a barrister before entering national politics in 1936 when he was elected to the &lt;a href=\"State%20Council%20of%20Ceylon\"&gt;State Council&lt;/a&gt; and succeeded his father as &lt;a href=\"Ministry%20of%20Agriculture%20%28Sri%20Lanka%29\"&gt;minister of agriculture and lands&lt;/a&gt; in 1946. He served in his father's &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; as minister of agriculture and lands from 1947 to 1952. Following the sudden death of D. S. Senanayake, Dudley Senanayake succeeded his father as the second prime minister of Ceylon. He resigned shortly after the &lt;a href=\"Hartal%201953\"&gt;Hartal 1953&lt;/a&gt; on health ground and was succeeded by his cousin Colonel &lt;a href=\"John%20Kotelawala\"&gt;Sir John Kotelawala&lt;/a&gt;. He returned to active politics in 1957, and held his party the &lt;a href=\"United%20National%20Party\"&gt;United National Party&lt;/a&gt; to a short lived administration in 1960. His second term as Prime Minister lasted four months and he served as the Leader of the Opposition from 1960 to 1964. He formed a &lt;a href=\"Coalition%20government\"&gt;national government&lt;/a&gt; in 1965 and served his third term as prime minister till 1970 during which he initiated planning for the most ambitious construction projects in Sri Lanka, the &lt;a href=\"Mahaweli%20Development%20programme\"&gt;Mahaweli Development programme&lt;/a&gt;. Following the election defeat in 1970, Senanayake remained a member of parliament and the partly leader until his death on 13 April 1973.\nEarly life and family.\nDudley Senanayake was born on 19 June 1911 to the wealthy Senanayake family which was at the time becoming active in local colonial-era politics. His paternal grandfather &lt;a href=\"Sri%20Lankan%20Mudaliyars\"&gt;Mudaliyar&lt;/a&gt; &lt;a href=\"Don%20Spater%20Senanayake\"&gt;Don Spater Senanayake&lt;/a&gt; established the family wealth through &lt;a href=\"graphite\"&gt;graphite&lt;/a&gt; &lt;a href=\"mining\"&gt;mining&lt;/a&gt;, which he later expanded into plantations and investments in the &lt;a href=\"arrack\"&gt;arrack&lt;/a&gt; renting franchise. His parents were &lt;a href=\"Don%20Stephen%20Senanayake\"&gt;Don Stephen Senanayake&lt;/a&gt; and &lt;a href=\"Mollie%20Dunuwila%20Senanayake\"&gt;Molly Dunuwila&lt;/a&gt;. He was the eldest in the family with a younger brother Robert.\nHis father D. S. Senanayake, who was engaged in the family business at the time of his birth, along with his brothers (Dudley's uncles) &lt;a href=\"Fredrick%20Richard%20Senanayake\"&gt;F. R. Senanayake&lt;/a&gt; and D.C. Senanayake were active in the &lt;a href=\"Temperance%20movement%20in%20Sri%20Lanka\"&gt;temperance movement&lt;/a&gt;. Following the early death of F. R. Senanayake, D. S. Senanayake took over his role in the local politics, becoming a legislator and eventually leading the island's &lt;a href=\"Sri%20Lankan%20independence%20movement\"&gt;independence movement&lt;/a&gt; and becoming the first prime minister of Ceylon and founder the &lt;a href=\"United%20National%20Party\"&gt;United National Party&lt;/a&gt; which is still one of the main political parties in Sri Lanka and of which Dudley would become a lifelong member. He grew up in the comfortable family home \"&lt;a href=\"Woodlands%2C%20Colombo\"&gt;Woodlands&lt;/a&gt;\", but was greatly affected by the events of the &lt;a href=\"1915%20Ceylonese%20Riots\"&gt;1915 riots&lt;/a&gt; when his father was arrested by &lt;a href=\"28th%20Punjabis\"&gt;Punjabi soldiers&lt;/a&gt;. Imprisoned by the British military, his father and uncles faced the possibility of execution under &lt;a href=\"martial%20law\"&gt;martial law&lt;/a&gt;.\nNever married, he remained a lifelong bachelor.\nEducation.\nDudley received his secondary education at the prestigious &lt;a href=\"S.%20Thomas%27%20College%2C%20Mount%20Lavinia\"&gt;S. Thomas' College&lt;/a&gt;, where he excelled in his studies and sports. He became the Head Prefect, captained the college team at &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; at the &lt;a href=\"Royal-Thomian\"&gt;Royal-Thomian&lt;/a&gt; and gained colours in hockey, boxing, and athletics. He won the \"Victoria Gold Medal\" for the most outstanding student at S. Thomas'. Senanayake then went on to &lt;a href=\"Corpus%20Christi%20College%2C%20Cambridge\"&gt;Corpus Christi College, Cambridge&lt;/a&gt; to read for &lt;a href=\"Natural%20Sciences%20%28Cambridge%29\"&gt;Natural Science Tripos&lt;/a&gt; and after graduation gained admission to the &lt;a href=\"Middle%20Temple\"&gt;Middle Temple&lt;/a&gt; as a &lt;a href=\"barrister\"&gt;barrister&lt;/a&gt;.\nPolitical career.\nState Council.\nAfter returning to Ceylon in 1935, Dudley took oaths as an Advocate of the &lt;a href=\"Supreme%20Court%20of%20Ceylon\"&gt;Supreme Court of Ceylon&lt;/a&gt; and briefly embanked on a legal practice under H. V. Perera, &lt;a href=\"King%27s%20Counsel\"&gt;KC&lt;/a&gt; before entering politics on his father's urging. He was elected from the Dedigama electorate in 1936 to the &lt;a href=\"State%20Council%20of%20Ceylon\"&gt;State Council&lt;/a&gt;, while his father was Minister of Agriculture and served as a back-bencher for ten years. As State Councillor of Dedigama, he undertook much development work in his electorate developing roads, hospitals, schools and police stations. \nDuring this time he became active in the &lt;a href=\"Ceylon%20National%20Congress\"&gt;Ceylon National Congress&lt;/a&gt; (CNC) having been appointed in December 1939 as its joint secretary with &lt;a href=\"J.%20R.%20Jayewardene\"&gt;J. R. Jayewardene&lt;/a&gt; another young lawyer who had been elected to the &lt;a href=\"Colombo%20Municipal%20Council\"&gt;Colombo Municipal Council&lt;/a&gt;. The CNC was urging for the independence of Ceylon to the extent his father, D. S. Senanayake resigned from the congress because he disagreed with its revised aim of achieving complete independence from the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, preferring &lt;a href=\"Dominion\"&gt;Dominion&lt;/a&gt; status and its inclusion of Marxists. Following his father's resignation, Dudley succeeded his father as &lt;a href=\"Ministry%20of%20Agriculture%20%28Sri%20Lanka%29\"&gt;Minister of Agriculture and Lands&lt;/a&gt; in the second board of ministers of the state council in 1946.\nMinister of Agriculture and Lands.\nTaking on his father's ministry he carried forward many of the agricultural projects initiated by him such as the Minneriya irrigation project. Contesting in the &lt;a href=\"1947%20Ceylonese%20parliamentary%20election\"&gt;1947 general election&lt;/a&gt;s from the Dedigama electorate, he was elected to the &lt;a href=\"1st%20Parliament%20of%20Ceylon\"&gt;first parliament of independent Ceylon&lt;/a&gt; and was appointed to the &lt;a href=\"Cabinet%20%28government%29\"&gt;cabinet&lt;/a&gt; as Minister of Agriculture and Lands by his father, D. S. Senanayake who became the first Prime Minister of Ceylon in 1947. He continued many of the agricultural projects he started in his first year and started the ambitious &lt;a href=\"Gal%20Oya%20Dam\"&gt;Gal Oya Project&lt;/a&gt; which provided water for the cultivation of over 120,000 acres. He initiated guaranteed price scheme for paddy and farmers. He received the portfolios of Health and Local Government when &lt;a href=\"S.%20W.%20R.%20D.%20Bandaranaike\"&gt;S. W. R. D. Bandaranaike&lt;/a&gt; resigned and crossed over to the opposition.\nSecond Prime Minister of Ceylon.\nHe was still serving as agriculture minister when his father died unexpectedly. Four days later, on 26 March 1952, to the surprise of many, Dudley was chosen as prime minister by the &lt;a href=\"Governor-General%20of%20Ceylon\"&gt;Governor-General&lt;/a&gt; &lt;a href=\"Herwald%20Ramsbotham%2C%201st%20Viscount%20Soulbury\"&gt;Lord Soulbury&lt;/a&gt; over his cousin &lt;a href=\"Sir\"&gt;Sir&lt;/a&gt; &lt;a href=\"John%20Kotelawala\"&gt;John Kotelawala&lt;/a&gt;. He called a general election, which the UNP won. The government became unpopular a year later, in 1953, when the price of rice was raised and subsidies were cut. Though the UNP remained in power, the &lt;a href=\"Hartal%201953\"&gt;Hartal 1953&lt;/a&gt; greatly effected the administration and Senanayake personally, he resigned as prime minister on health grounds in October, leaving politics and the public limelight.\nReturn to politics.\nIn 1954, he accompanied his successor &lt;a href=\"John%20Kotelawala\"&gt;Sir John Kotelawala&lt;/a&gt; and the leader of the opposition &lt;a href=\"S.W.R.D.%20Bandaranaike\"&gt;S.W.R.D. Bandaranaike&lt;/a&gt; on a state visit to India on Sir John's invitation. He returned to politics in 1957 when the UNP lost elections and was appointed President of the UNP. He supported the efforts of &lt;a href=\"J.%20R.%20Jayewardene\"&gt;J. R. Jayewardene&lt;/a&gt; in establishing UNP trade unions known as \"Jatika Sevaka Sangamayas\" and opposed nationalization of insurance companies and the Colombo port by Bandaranaike.\nFollowing the assassination of Bandaranaike in 1959, the caretaker prime minister &lt;a href=\"Wijeyananda%20Dahanayake\"&gt;Wijeyananda Dahanayake&lt;/a&gt; called for elections after a year of turmoil. In March 1960, the UNP managed to form a government after elections and Senanayake became prime minister again, but the coalition fragmented and Dudley resigned as prime minister after only four months in office after new elections were held in which the UNP won fewer seats. He became the &lt;a href=\"Leader%20of%20the%20Opposition%20%28Sri%20Lanka%29\"&gt;leader of the opposition&lt;/a&gt; and help force early elections in 1965 by persuading 14 supporters of Prime Minister &lt;a href=\"Sirimavo%20Bandaranaike\"&gt;Sirimavo Bandaranaike&lt;/a&gt; to defect.\nThird term as Prime Minister.\nSenanayake was able to form a government following the &lt;a href=\"1965%20Ceylonese%20parliamentary%20election\"&gt;1965 election&lt;/a&gt;s and served his longest term as prime minister from March 1965 to May 1970. He had narrowly missed an assassination attempt on 23 March 1965, when a bomb was thrown into &lt;a href=\"Esmond%20Wickremesinghe\"&gt;Esmond Wickremesinghe&lt;/a&gt; house moments after Senanayake had left the premises while negotiations were underway to form a government.\nHis government originally consisted of six other parties and included both &lt;a href=\"Tamil%20language\"&gt;Tamil&lt;/a&gt; and &lt;a href=\"Sinhalese%20language\"&gt;Sinhalese&lt;/a&gt; nationalists. Much of his term was carryout under a state of emergency (since January 1966) due to sporadic occurrences of communal violence, however Senanayake was able to control these effectively and was able to give Tamil language official status in Tamil speaking areas, which became step closer to address the grievances of the Tamil community on language after S.W.R.D. Bandaranaike had replaced Sinhalese as the official language replacing English. He established the &lt;a href=\"Poya\"&gt;Poya&lt;/a&gt; holiday, the day of Buddhist sabbath and rendered formal recognition for the &lt;a href=\"Mahanayaka\"&gt;Mahanayaka&lt;/a&gt; theros. He established a University for Bhikkus in Anuradhapura. He undertook many educational reforms, expanding vocation education by setting up the &lt;a href=\"University%20of%20Moratuwa\"&gt;Ceylon College of Technology, Katubedda&lt;/a&gt; in 1966 and six &lt;a href=\"Junior%20University%20Colleges%20%28Sri%20Lanka%29\"&gt;Junior University Colleges&lt;/a&gt; in 1969.\nIn 1966, his government claimed an &lt;a href=\"1966%20alleged%20Ceylonese%20coup%20d%27%C3%A9tat%20attempt\"&gt;attempted coup d'état&lt;/a&gt; and the &lt;a href=\"Commander%20of%20the%20Army%20%28Sri%20Lanka%29\"&gt;commander of the army&lt;/a&gt; and several military personnel were arrested. They were later acquitted of a plot to overthrow the legally elected government, which greatly discredited the Senanayake administration along with the bribery trail of Dr Mackie Ratwatte, brother and former personal secretary of Sirimavo Bandaranaike.\nHe paid a private visit to the United States for treatment at &lt;a href=\"Walter%20Reed%20Army%20Medical%20Center\"&gt;Walter Reed Hospital&lt;/a&gt;, during which he met President &lt;a href=\"Lyndon%20Johnson\"&gt;Lyndon Johnson&lt;/a&gt;, who informed no large scale aid would be provided by the United States to Ceylon. He stopped off at London, but was forced to return to Ceylon following rumors of his impending death.\nHis government has been credited with restoring the Sri Lankan economy. He initiated planning for the most ambitious construction projects in Sri Lanka, the &lt;a href=\"Mahaweli%20Development%20programme\"&gt;Mahaweli Development programme&lt;/a&gt;. His administration initiated the expansion of the tourist industry which in later years became a major source of foreign exchange and employment in Sri Lanka. However, he and his allies were defeated in the &lt;a href=\"1970%20Ceylonese%20parliamentary%20election\"&gt;1970 elections&lt;/a&gt;.\nLater life.\nIn the &lt;a href=\"1970%20Ceylonese%20parliamentary%20election\"&gt;1970 elections&lt;/a&gt;, the UNP won the largest vote share of any individual party. However, the UNP was thrown from office after the &lt;a href=\"United%20Front%20%28Sri%20Lanka%29\"&gt;United Front&lt;/a&gt; coalition (SLFP, &lt;a href=\"Lanka%20Sama%20Samaja%20Party\"&gt;LSSP&lt;/a&gt;, and the &lt;a href=\"Communist%20Party%20of%20Sri%20Lanka\"&gt;Communists&lt;/a&gt;) lead by Sirimavo Bandaranaike won a large majority of 91 seats. Senanayake retained his Dedigama seat in the election, which was one of the few rural seats won by the UNP in the election. Although he remained a member of parliament and active in politics, he did not accept the post of leader of the opposition for health reasons, allowing J. R. Jayewardene to serve as leader of the opposition and become de facto leader of the UNP. He died aged 61 while being member of parliament for Dedigama on 13 April 1973 due to a heart ailment. Since his Cambridge days he had suffered from a stomach ailment that was only diagnosed later as a birth defect which got aggravated when under stress.\nLegacy.\nDudley Senanayake, is respected by most Sri Lankans as a statesman of simplicity, democratic toleration and moderation. He is remembered for carrying forward his father's legacy; specially in the areas of agricultural reforms and large scale projects, introducing his own and initiating more such as the Mahaweli development programme. His foreign policy was pro-western, yet he maintained good relations with communist countries such as China establishing the Ceylon-China Trade Agreement of 1952.\nStatues of Dudley Senanayake have been erected in many parts of the island, including one at the &lt;a href=\"Old%20Parliament%20Building%2C%20Colombo\"&gt;Old Parliament Building, Colombo&lt;/a&gt; and many schools, libraries and public buildings have been named in his honor. Dudley Senanayake's funeral took place at &lt;a href=\"Independence%20Memorial%20Hall\"&gt;Independence Square&lt;/a&gt;, where J. R. Jayewardene, delivering a moving speech ended it by saying \"Good night sweet Prince\"."
}