{
    "id": "35479610",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=35479610",
    "title": "Humor based on the September 11 attacks",
    "text": "The &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; were a series of &lt;a href=\"Terrorism\"&gt;terrorist attacks&lt;/a&gt; by the &lt;a href=\"Islamic%20terrorism\"&gt;Islamic terrorist&lt;/a&gt; group &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; against the United States on the morning of Tuesday, September 11, 2001, in which nearly 3,000 people were killed. Jokes based on the events have been made in print and other media since soon after the attacks took place.\nA number of scholars have studied the ways in which humor has been used to deal with the trauma of the event, including researcher Bill Ellis who found that jokes about the attacks began the day afterwards in the U.S., and Giselinde Kuipers, who found jokes on Dutch websites a day later. Kuipers had collected around 850 online jokes about 9/11, &lt;a href=\"Osama%20bin%20Laden\"&gt;Osama bin Laden&lt;/a&gt;, and the Afghanistan war by 2005. A notable early public attempt at 9/11 humor was by &lt;a href=\"Gilbert%20Gottfried\"&gt;Gilbert Gottfried&lt;/a&gt; just a few weeks after the attacks. During a comedy roast for Hugh Hefner at the &lt;a href=\"New%20York%20Friars%27%20Club\"&gt;Friars Club&lt;/a&gt; the crowd did not respond well to Gottfried's 9/11 gag. One audience member at the club yelled out \"Too soon!\", which has since become a common response to jokes told in the immediate wake of tragedies. Gottfried then improvised and performed &lt;a href=\"The%20Aristocrats%20%28joke%29\"&gt;\"The Aristocrats\"&lt;/a&gt; routine, which released a great deal of tension and got rousing applause from the crowd.\nIn contrast to these early jokes about 9/11, late-night comedy shows and humorous publications did not appear for several weeks following the attacks. \"&lt;a href=\"The%20Onion\"&gt;The Onion&lt;/a&gt;\", a satirical newspaper, cancelled the issue that had been scheduled to be released on September 11, 2001, and then returned to print with a special edition on September 26, 2001, which was devoted to the attacks. When the issue was released, the newspaper staff felt trepidation over making humor of such a tragic event. \"Everyone thought this would be our last issue in print,\" according to one staff writer. Despite this expectation, \"The Onion\" staff was quickly inundated with comments from readers, the vast majority of which were positive. However, they self-censored the article titled \"America Stronger Than Ever, Say Quadragon Officials.\"\nOne notable 9/11 joke was one told by &lt;a href=\"Joan%20Rivers\"&gt;Joan Rivers&lt;/a&gt;, a major American comedian, in London in 2002. The joke concerned the widows of fire fighters killed in the attacks, who Rivers said would be disappointed if their husbands had been found alive as they would be forced to return money they had received in compensation for their late spouses. The joke received condemnation from &lt;a href=\"Harold%20Schaitberger\"&gt;Harold Schaitberger&lt;/a&gt;, General President of the &lt;a href=\"International%20Association%20of%20Fire%20Fighters\"&gt;International Association of Fire Fighters&lt;/a&gt;.\nIn literature.\n\"The Zero\" (2006) by &lt;a href=\"Jess%20Walter\"&gt;Jess Walter&lt;/a&gt; is a post-9/11 satirical novel which features a New York City cop who shoots himself in the head and forgets it minutes later; his brain damage accounts for gaps in the story. \nIn 2016, comedian Billy Domineau uploaded a &lt;a href=\"spec%20script\"&gt;spec script&lt;/a&gt; to the Internet that he had written for \"&lt;a href=\"Seinfeld\"&gt;Seinfeld&lt;/a&gt;\", which had aired its last episode in 1998, set in New York during the days after the attacks. He said later that it had started when he suggested \"a 9/11 episode of \"Seinfeld\"\" to a student as an example of \"an exercise in bad taste\" for a class. In his episode, the show's four main characters follow plotlines typical of them, all related to the attacks: &lt;a href=\"Jerry%20Seinfeld%20%28character%29\"&gt;Jerry&lt;/a&gt; becomes convinced that dust from the fallen towers is contaminating his food; &lt;a href=\"Elaine%20Benes\"&gt;Elaine&lt;/a&gt;, initially relieved that she won't have to break up with a boyfriend who worked at the Twin Towers, finds herself engaged to him when he unexpectedly survives; &lt;a href=\"George%20Costanza\"&gt;George&lt;/a&gt; basks in the glory after he is mistaken for a hero who rescued people, and &lt;a href=\"Cosmo%20Kramer\"&gt;Kramer&lt;/a&gt; attempts to recover the high-quality &lt;a href=\"box%20cutter\"&gt;box cutter&lt;/a&gt; he loaned to &lt;a href=\"Mohammed%20Atta\"&gt;Mohammed Atta&lt;/a&gt;. Popular &lt;a href=\"list%20of%20Seinfeld%20minor%20characters\"&gt;minor characters&lt;/a&gt;, such as George's parents and &lt;a href=\"Newman%20%28Seinfeld%29\"&gt;Newman&lt;/a&gt;, also make appearances. \"[It] is indeed in bad taste, but it perfectly captures the self-obsessed way these characters would handle such a crisis,\" wrote \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\".\nIn animation.\nTo improve the chance of an Oscar award, a 9/11 joke was cut from &lt;a href=\"Jean%20Dujardin\"&gt;Jean Dujardin&lt;/a&gt;'s 2012 comedy film \"&lt;a href=\"The%20Players%20%282012%20film%29\"&gt;The Players&lt;/a&gt;\". The deleted scene featured a man &lt;a href=\"seduction\"&gt;seducing&lt;/a&gt; a woman in a New York apartment while an aircraft crashes into the World Trade Center in the background.\nIn \"&lt;a href=\"The%20Simpsons\"&gt;The Simpsons&lt;/a&gt;\" episode \"&lt;a href=\"Moonshine%20River\"&gt;Moonshine River&lt;/a&gt;\", aired in 2012, &lt;a href=\"Bart%20Simpson\"&gt;Bart&lt;/a&gt; tells &lt;a href=\"Homer%20Simpson\"&gt;his father&lt;/a&gt; he would desire New York now that his two least favorite buildings have been obliterated, but then quickly adds &lt;a href=\"Pennsylvania%20Station%20%281910%E2%80%931963%29\"&gt;Old Penn Station&lt;/a&gt; and &lt;a href=\"Shea%20Stadium\"&gt;Shea Stadium&lt;/a&gt;, after a pause.\n\"Family Guy\".\nIn the \"&lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;\" episode \"&lt;a href=\"Back%20to%20the%20Pilot\"&gt;Back to the Pilot&lt;/a&gt;\", broadcast in November 2011, Brian and Stewie take a trip back in time during which Brian tips off his past self about 9/11 so that the present day him can play hero and stop the terrorist attacks. This causes &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; not to be re-elected, meaning a &lt;a href=\"Second%20American%20Civil%20War\"&gt;Second Civil War&lt;/a&gt; starts that leads to nuclear attacks on the Eastern Seaboard. Brian and Stewie are then forced to go back and mend the situation, later noting that their celebratory cheers of causing 9/11 to happen again would sound really bad if taken out of context. A \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" critic wrote of the episode, \"It sounds custom-made for a 'too soon' label, and it probably is. But avid \"Family Guy\" viewers live for 'too soon' moments, no matter how sensitive the material.\" Other news organizations, including Aly Semigran of \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\", also thought the show had gone too far with the reference. \"&lt;a href=\"Deadline%20Hollywood\"&gt;Deadline&lt;/a&gt;\" also commented that it \"squeaked past the Fox standards and practices department but is sure to raise as many eyebrows.\"\nHowever, perhaps reflecting how the acceptability to mainstream broadcasters of jokes referencing the 9/11 attacks has evolved only gradually, the DVD release of the earlier &lt;a href=\"Family%20Guy%20%28season%205%29\"&gt;season five&lt;/a&gt; \"&lt;a href=\"Family%20Guy\"&gt;Family Guy&lt;/a&gt;\" episode \"&lt;a href=\"Meet%20the%20Quagmires\"&gt;Meet the Quagmires&lt;/a&gt;\", first broadcast in 2007, contained an extended scene which was removed from the episode as first broadcast. In the deleted scene, while &lt;a href=\"time%20travel\"&gt;traveling&lt;/a&gt; in time back to 1980s Quahog with Peter, Brian is confronted by the boyfriend of a woman he has been hitting on. In response to the boyfriend's challenge that he will fight Brian 'anywhere, any time', Brian invites the man to meet him \"On top of the World Trade Center, September 11th 2001 at 8am\", to which the boyfriend replies \"I will be there, pal. You think I'll forget, but I won't!\". Additionally, the &lt;a href=\"Family%20Guy%20%28season%207%29\"&gt;season seven&lt;/a&gt; episode \"&lt;a href=\"Baby%20Not%20on%20Board\"&gt;Baby Not on Board&lt;/a&gt;\" features a scene in which the Griffin family visits &lt;a href=\"Ground%20zero%23World%20Trade%20Center\"&gt;Ground Zero&lt;/a&gt;, which Peter erroneously believes is \"where the first guy got &lt;a href=\"AIDS\"&gt;AIDS&lt;/a&gt;\". The &lt;a href=\"Family%20Guy%20%28season%206%29\"&gt;season six&lt;/a&gt; episode \"&lt;a href=\"Back%20to%20the%20Woods%20%28Family%20Guy%29\"&gt;Back to the Woods&lt;/a&gt;\" had Peter committing &lt;a href=\"identity%20theft\"&gt;identity theft&lt;/a&gt; against a fictionalized &lt;a href=\"James%20Woods\"&gt;James Woods&lt;/a&gt;, in retaliation of him doing the same and ruining his life. Peter appears on the \"&lt;a href=\"Late%20Show%20with%20David%20Letterman\"&gt;Late Show with David Letterman&lt;/a&gt;\" proving he is Woods, promoting a comedy film based on the attacks.\nIn advertising.\nIn the days before the 15th anniversary of the attacks in 2016, Miracle Mattress of &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio, Texas&lt;/a&gt;, briefly ran a commercial promoting a &lt;a href=\"Discounts%20and%20allowances\"&gt;sale&lt;/a&gt; themed around the occasion. In it the daughter of the store's owner, in conversation with two employees who stood behind her, explained how the store was recalling the Twin Towers' collapse by selling all its inventory at the price of &lt;a href=\"Bed%20size\"&gt;twin-sized&lt;/a&gt; mattresses for the weekend with the slogan \"Twin Towers, Twin Price\". At the end of the ad, she inadvertently pushed the two employees into twin piles of mattresses behind her, one of which was topped with the American flag; both collapsed. After briefly expressing shock and horror, she turned to the camera and said \"We'll never forget\".\nThe company soon pulled the ad, but copies were saved and uploaded to the Internet, where it and Miracle became the subject of intense and vociferous criticism. \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" said it \"might be most offensive commercial ever\". The Miracle Mattress &lt;a href=\"Yelp%21\"&gt;Yelp!&lt;/a&gt; and &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; pages filled with disparaging comments and calls for boycotts. Owner Mike Bonnano, whose daughter had, as the chain's head of marketing, conceived the commercial and starred in it, apologized profusely but eventually decided to close the San Antonio location \"indefinitely\" pending disciplinary measures and donations to the 9/11-related charity &lt;a href=\"Tuesday%27s%20Children\"&gt;Tuesday's Children&lt;/a&gt;. Miracle Mattress reopened a few days later.\nOnline.\nMemes have become a common way of distributing jokes about 9/11. A lot of these memes play with or make fun of &lt;a href=\"9/11%20conspiracy%20theories\"&gt;9/11 conspiracy theories&lt;/a&gt; such as \"Bush did 9/11\" or \"jet fuel can't melt steel beams.\" There have also been viral videos on &lt;a href=\"Vine%20%28service%29\"&gt;Vine&lt;/a&gt; and other platforms that joke about fictional characters or other famous people doing the attacks. In these videos, the creators have a clip of them, or something they throw, or perhaps an aircraft they fly, and then cut to footage of the planes hitting the Twin Towers (mostly &lt;a href=\"United%20Airlines%20Flight%20175\"&gt;Flight 175&lt;/a&gt; hitting the South Tower). This makes fun of that character or real person, saying \"(blank) did 9/11\"."
}