{
    "id": "3548783",
    "revid": "43130990",
    "url": "https://en.wikipedia.org/wiki?curid=3548783",
    "title": "Southend Manor F.C.",
    "text": "Southend Manor Football Club is a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Southend-on-Sea\"&gt;Southend-on-Sea&lt;/a&gt;, Essex, England. The club are currently members of the and play at &lt;a href=\"Southchurch%20Park\"&gt;Southchurch Park&lt;/a&gt;.\nHistory.\nSouthend Manor was formed in 1955 by Gil and Doris Medcalf in &lt;a href=\"Southend-on-Sea\"&gt;Southend-on-Sea&lt;/a&gt; as a team of 10 and 11-year-old boys. Gil Medcalf had played for &lt;a href=\"Eton%20Manor%20F.C.\"&gt;Eton Manor&lt;/a&gt; both before and after the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, and the inclusion of manor in our club name is a direct echoing of Gil's own career.\nThe team was accepted into the lowest division of the Southend Youth League in 1959 and promptly finished last. Steady improvement was made in the Youth League and when the team became too old for youth football, in 1964, Southend Manor entered Division 5 of the Southend Borough Combination. The rest of the 1960s saw a steady advance up the divisions with the Premier Division being reached in 1969.\nThe 1970s and early 1980s saw a domination of the Borough Combination. In twelve seasons Southend Manor were league champions six times and runners up three times.\nThe league's knock-out cup was won five times and they were once runners up. In particular, the 1978–79 season saw a closing run of 25 wins and one draw in the last 26 games which included the capture of the &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt; Intermediate Cup. With both League and League Cup won, an exhausting season ended with the winning of the Southend Charity Competition. In the early 1980s entry was gained to the newly formed Southend &amp; District Alliance and two titles were gained in the first three years. With such a good pedigree it must be wondered why Southend Manor were unable to progress to higher standards of football. The problem was that the club used council pitches that were only available for a limited part of the season. However, after many years of pressure Southend Manor was allowed to use Southchurch Park (originally sharing with Southend Athletic Club) which had many of the attributes needed for Senior Football.\nIn 1985 the club gained access to the &lt;a href=\"Essex%20Senior%20Football%20League\"&gt;Essex Senior League&lt;/a&gt; Reserve Division, while carrying out the work needed to meet senior status requirements. This status was reached in 1988 with a new clubhouse being erected. In the second season the Essex Senior League Cup was won. In season 1990–91 the Essex Senior League title was won along with the Harry Fisher Memorial Cup, while the League Cup saw us fall in the final. In 1991–92 the final of the Harry Fisher Memorial Cup was reached but the Club was narrowly defeated by a goal in the last minute of extra time. In 1992–93 Southend Manor won the prestigious Essex Senior Trophy, and in 1995–96 they reached the final of the League Cup once more but were beaten by double winners Romford. In 1996–97 the club reached the last 32 of the &lt;a href=\"FA%20Vase\"&gt;FA Vase&lt;/a&gt; and in May of the same year reached the final of the &lt;a href=\"Anglia%20Television\"&gt;Anglia TV&lt;/a&gt; 5-a-side Tournament held at &lt;a href=\"Norwich\"&gt;Norwich&lt;/a&gt;. The 2001–02 season saw the Club win the League Cup against Sawbridgeworth and the Charity Shield against League Winners Brentwood. The Eastern Floodlit Cup was won in the season 2002–03.\nIn the 2006–07 season Southend Manor Under 16s Eastern Junior Alliance Side were the first team in the club's history to win the league at this level, and also go through the entire league campaign unbeaten. They came up against good opposition with the likes of Grays Athletic F.C, Burnham Ramblers F.C and Bowers and Pitsea F.C.\nThe Mini and Junior Sections of the Club, having been introduced in season 1999–2000, are thriving and the Club now fields 17 teams from Under 7 to the First Team. Full F.A. Charter status was awarded to the Youth Section in August 2004, new state of the art &lt;a href=\"Floodlights%20%28sport%29\"&gt;floodlights&lt;/a&gt; were installed in the same month and, subject to the usual budget considerations, and compliance with ground grading requirements, The Manor will continue to consolidate its position at this level of non-league football.\nThe period from 2007–11 saw positive improvements for the club both on and off the pitch. During the summer of 2007, a new all Seated 'Main' stand was erected replacing the ageing Athletics stand. A further covered terraced stand was erected during the summer of 2009 to complement the main stand at the Arena.\nOn the pitch, the first team continued to boast positive campaigns with several semi-final berths and regular progression within the national FA Vase and FA Cup competitions. A fifth-placed finish in the 2010–11 Essex Senior League confirmed a fourth consecutive top six finish for the club.\nThe club reached the 4th qualifying round of the &lt;a href=\"2011-12%20FA%20Cup\"&gt;2011-12 FA Cup&lt;/a&gt;, the first time the team has done so in its history, and the first time an Essex Senior League side has done since 1993. The club gave Conference giants Kettering Town a scare in a brave 3–1 loss when the sides entered half time at 1–1 in front of a crowd of 989.\nIn December 2015, Wayne Seal and Connor Lane resigned from their positions as First Team Manager &amp; First Team Assistant Manager respectively. In January 2016, Stuart Marshall and Jack Tebbutt were appointed as First Team Manager &amp; First Team Assistant Manager respectively.\nIn October 2018, Michael Walther was removed from his position as First Team Manager with Craig Waters taking over in his place."
}