{
    "id": "3550942",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=3550942",
    "title": "SMS Siegfried",
    "text": "SMS \"Siegfried\" was the &lt;a href=\"lead%20ship\"&gt;lead ship&lt;/a&gt; of the six-member &lt;a href=\"Siegfried-class%20coastal%20defense%20ship\"&gt;\"Siegfried\" class&lt;/a&gt; of &lt;a href=\"coastal%20defense%20ship\"&gt;coastal defense ship&lt;/a&gt;s (\"Küstenpanzerschiffe\") built for the &lt;a href=\"German%20Imperial%20Navy\"&gt;German Imperial Navy&lt;/a&gt;. Her &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt;s were , , , , and . \"Siegfried\" was built by the &lt;a href=\"Germaniawerft\"&gt;Germaniawerft&lt;/a&gt; shipyard between 1888 and 1890, and was armed with a main battery of three guns. She served in the German fleet throughout the 1890s and was rebuilt in 1903 - 1904. She served in the VI Battle Squadron after the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in August 1914, but saw no action. \"Siegfried\" was demobilized in 1915 and used as a &lt;a href=\"barracks%20ship\"&gt;barracks ship&lt;/a&gt; thereafter. She was ultimately broken up for scrap in 1920.\nDesign.\nIn the late 1880s, the German (Imperial Navy) grappled with the problem of what type of &lt;a href=\"capital%20ship\"&gt;capital ship&lt;/a&gt; to build in the face of limited naval budgets (owing to parliamentary objections to naval spending and the cost of dredging the &lt;a href=\"Kaiser%20Wilhelm%20Canal\"&gt;Kaiser Wilhelm Canal&lt;/a&gt;). General &lt;a href=\"Leo%20von%20Caprivi\"&gt;Leo von Caprivi&lt;/a&gt;, the new (Chief of the Admiralty), requested a series of design proposals, which ranged in size from small &lt;a href=\"coastal%20defense%20ship\"&gt;coastal defense ship&lt;/a&gt;s to heavily-armed ocean-going battleships. Caprivi ordered ten coastal defense ships to guard the entrances to the canal, since even opponents of the navy in the (Imperial Diet) agreed that such vessels were necessary. The first six of these, the , were based on the smallest proposal.\n\"Siegfried\" was &lt;a href=\"length%20overall\"&gt;long overall&lt;/a&gt; and had a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a maximum &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . She &lt;a href=\"displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; &lt;a href=\"Normal%20displacement\"&gt;normally&lt;/a&gt; and up to at &lt;a href=\"full%20load\"&gt;full load&lt;/a&gt;. Her &lt;a href=\"hull%20%28watercraft%29\"&gt;hull&lt;/a&gt; had a long &lt;a href=\"forecastle\"&gt;forecastle&lt;/a&gt; deck that extended most of the vessel's length. She was also fitted with a pronounced &lt;a href=\"naval%20ram\"&gt;ram bow&lt;/a&gt;. \"Siegfried\" had a crew of 20 officers and 256 enlisted men.\nHer propulsion system consisted of two vertical 3-cylinder &lt;a href=\"triple-expansion%20engine\"&gt;triple-expansion engine&lt;/a&gt;s, each driving a &lt;a href=\"screw%20propeller\"&gt;screw propeller&lt;/a&gt;, making her the first major German warship to be powered by triple-expansion machinery. Steam for the engines was provided by four coal-fired &lt;a href=\"fire-tube%20boiler\"&gt;fire-tube boiler&lt;/a&gt;s that were vented through a single &lt;a href=\"funnel%20%28ship%29\"&gt;funnel&lt;/a&gt;. The ship's propulsion system provided a top speed of from and a range of approximately at .\nThe ship was armed with a &lt;a href=\"main%20battery\"&gt;main battery&lt;/a&gt; of three &lt;a href=\"24%20cm%20K%20L/35\"&gt;K L/35&lt;/a&gt; guns mounted in three single &lt;a href=\"gun%20turret\"&gt;gun turret&lt;/a&gt;s. Two were placed side by side forward, and the third was located aft of the main &lt;a href=\"superstructure\"&gt;superstructure&lt;/a&gt;. They were supplied with a total of 204 rounds of ammunition. For defense against &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s, the ship was also equipped with a &lt;a href=\"battleship%20secondary%20armament\"&gt;secondary battery&lt;/a&gt; of six &lt;a href=\"8.8%20cm%20SK%20L/30%20naval%20gun\"&gt;SK L/30&lt;/a&gt; guns in single mounts. \"Siegfried\" also carried four &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s, all in swivel mounts on the deck. One was at the bow, another at the stern, and two amidships. The ship was protected by an &lt;a href=\"armored%20belt\"&gt;armored belt&lt;/a&gt; that was in the central &lt;a href=\"armored%20citadel\"&gt;citadel&lt;/a&gt;, and an armored deck that was thick. The &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt; had thick sides.\nModifications.\nIn 1897, the ship had her anti-torpedo nets removed. \"Siegfried\" was extensively rebuilt between 1903 and 1904 in an attempt to improve her usefulness. The ship was lengthened to , which increased displacement at full load. The lengthened hull space was used to install additional boilers; her old fire-tube boilers were replaced with more efficient &lt;a href=\"water-tube%20boiler\"&gt;water-tube boiler&lt;/a&gt;s, and a second funnel was added. The performance of her propulsion machinery increased to from , with a maximum range of at 10 knots. Her secondary battery was increased to ten 8.8 cm guns, and the 35 cm torpedo tubes were replaced with three tubes. Her crew increased to 20 officers and 287 enlisted men. Work was completed by 1900.\nService history.\nPeacetime career.\n\"Siegfried\", named for the &lt;a href=\"Sigurd\"&gt;eponymous hero&lt;/a&gt; of &lt;a href=\"Germanic%20heroic%20legend\"&gt;Germanic legend&lt;/a&gt;, was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; in 1888 at the &lt;a href=\"Germaniawerft\"&gt;Germaniawerft&lt;/a&gt; shipyard in &lt;a href=\"Kiel\"&gt;Kiel&lt;/a&gt;. She was &lt;a href=\"ship%20launching\"&gt;launched&lt;/a&gt; on 10 August 1889, and completed on 19 April 1890. She was &lt;a href=\"ship%20commissioning\"&gt;commissioned&lt;/a&gt; into the fleet on 29 April, under the command of (\"KzS\"–Captain at Sea) &lt;a href=\"Paul%20Hoffmann%20%28Naval%20officer%29\"&gt;Paul Hoffmann&lt;/a&gt;, and began &lt;a href=\"sea%20trials\"&gt;sea trials&lt;/a&gt;, which concluded on 3 October; at that point, Hoffmann left the ship and the vessel was decommissioned. On 16 April 1891, she was recommissioned under the command of \"KzS\" &lt;a href=\"Alfred%20Herz\"&gt;Alfred Herz&lt;/a&gt;, and she joined I Division of the Maneuver Squadron, replacing the older &lt;a href=\"ironclad%20warship\"&gt;ironclad&lt;/a&gt; . At that time, the unit also included the ironclads , , and , under the command of (Vice Admiral) &lt;a href=\"Karl%20Deinhard\"&gt;Karl Deinhard&lt;/a&gt;. I Division participated in several fleet maneuvers in 1891, where they typically served as the German side in the war games. In October, (\"KK\"—Corvette Captain) &lt;a href=\"Louis%20Riedel\"&gt;Louis Riedel&lt;/a&gt; relieved Herz as the ship's captain.\nThe unit remained in service through the end of the year and into 1892; this was the first time the German fleet remained in commission through the winter. During this period, between operations with the squadron, \"Siegfried\" served as a &lt;a href=\"guard%20ship\"&gt;guard ship&lt;/a&gt; based in &lt;a href=\"Wilhelmshaven\"&gt;Wilhelmshaven&lt;/a&gt; on the &lt;a href=\"North%20Sea\"&gt;North Sea&lt;/a&gt; coast. On 18 March 1892, the main steam pipe in her aft &lt;a href=\"fire%20room\"&gt;boiler room&lt;/a&gt; burst, scalding several men with heated steam; five men were killed in the accident, and the ship was forced to return to port for repairs. That month, \"KK\" &lt;a href=\"August%20Gruner\"&gt;August Gruner&lt;/a&gt; replaced Riedel. \"Siegfried\" was ready to return to service by mid-June, and on the 29th, she escorted &lt;a href=\"Kaiser%20Wilhelm%20II\"&gt;Kaiser Wilhelm II&lt;/a&gt; aboard his &lt;a href=\"yacht\"&gt;yacht&lt;/a&gt; &lt;a href=\"SMY%20Hohenzollern\"&gt;\"Hohenzollern\"&lt;/a&gt; on a voyage from Kiel to Norway and then back to Wilhelmshaven For the next few months, she resumed guard ship duties in Wilhelmshaven, until the annual fleet maneuvers that began in late August. She was assigned to the fleet reconnaissance force for the exercises, which were conducted in the &lt;a href=\"Baltic%20Sea\"&gt;Baltic Sea&lt;/a&gt; and concluded in late September. \"Siegfried\" then underwent an overhaul before returning to the Maneuver Squadron, now part of II Division, where she replaced the elderly ironclad .\nOver the winter of 1892–1893, \"Siegfried\" and \"Beowulf\" joined the elderly ironclads and for a winter training cruise in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;. After returning to Germany, \"Siegfried\" was decommissioned in Wilhelmshaven for repairs on 23 February. As a result, she was unavailable for the maneuvers that year, her place in the division having been taken by her sister . The ship remained out of service for the next two years, and in early 1895, she was assigned to the Reserve Division of the North Sea. Beginning on 9 July, she filled the role of the deputy commander &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt;, briefly under the command of \"KK\" &lt;a href=\"Karl%20Ascher\"&gt;Karl Ascher&lt;/a&gt;, though later in July, he was relieved by \"KK\" Louis Fischer. The unit was allocated to the training fleet for the annual maneuvers on 1 August, and following their conclusion in September, the ships returned to Wilhelmshaven on 24 September. There, she was &lt;a href=\"laid%20up\"&gt;laid up&lt;/a&gt; with a reduced crew.\nThe year 1896 followed much the same pattern as previous years, with the normal peacetime routine of training cruises and maneuvers. She returned to active service that year in April, under the command of \"KK\" &lt;a href=\"Eugen%20Kalau%20vom%20Hofe\"&gt;Eugen Kalau vom Hofe&lt;/a&gt;, though he was relieved by \"KK\" &lt;a href=\"Carl%20Derzewski\"&gt;Carl Derzewski&lt;/a&gt; in May, who was in turn replaced by \"KK\" August von Dassel in June. Over the summer, the Germans instituted a policy that required senior officers in other posts to undergo command training aboard the ships of the reserve divisions. Kalau vom Hofe returned to the ship in August for the annual maneuvers, after which the ship was again temporarily laid up with a reduced crew. Derzewski recommissioned the ship in October. \"Siegfried\"s activities in 1897 followed a similar pattern, and that year, the ships in the reserve divisions were allowed to stop in foreign ports during their training cruises, a measure taken primarily to improve morale. During the fleet maneuvers that year, she was assigned to III Division of the fleet, along with all five of her sisters. Following the conclusion of the maneuvers, the ship was decommissioned on 29 September. At the end of the year, \"Siegfried\" had her anti-torpedo nets removed.\nShe spent much of the next five years out of commission, being reactivated only to participate in the annual fleet maneuvers in 1899, 1900, and 1901 as part of &lt;a href=\"II%20Battle%20Squadron\"&gt;II Battle Squadron&lt;/a&gt; each time. (Frigate Captain) &lt;a href=\"August%20von%20Heeringen\"&gt;August von Heeringen&lt;/a&gt; commanded the ship during her 1899 activation. From late 1900, she was assigned to the Reserve Division of the Baltic Sea, which was based in &lt;a href=\"Danzig\"&gt;Danzig&lt;/a&gt;. In mid-1902, \"Siegfried\" was taken into drydock at the (Imperial Shipyard) in Danzig for an extensive reconstruction. Work was completed by early 1903, when she was returned to the Reserve Division of the Baltic Sea. She remained there, out of commission, for the next ten years, being reactivated only once in 1909 for the annual maneuvers under the command of \"KzS\" &lt;a href=\"Maximilian%20Rogge\"&gt;Maximilian Rogge&lt;/a&gt;.\nWorld War I.\nAfter the start of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in July 1914, \"Siegfried\" was &lt;a href=\"mobilization\"&gt;mobilized&lt;/a&gt; along with her sisters and the two s to serve in &lt;a href=\"VI%20Battle%20Squadron\"&gt;VI Battle Squadron&lt;/a&gt;. \"Siegfried\" was recommissioned on 12 August under the command of \"KzS\" &lt;a href=\"Hans%20Bene\"&gt;Hans Bene&lt;/a&gt;, and after the ships completed preparations, deployed to guard Germany's North Sea coast in September. \"Siegfried\" and the other ships were dispersed between &lt;a href=\"Jade%20Bay\"&gt;Jade Bay&lt;/a&gt;, where Wilhelmshaven lay, and the mouth of the &lt;a href=\"Weser\"&gt;Weser&lt;/a&gt; river; over the following months, the ships alternated between both locations. On 31 August 1915, VI Squadron was disbanded, but \"Siegfried\" remained on station in the Jade and Weser, now assigned to the local harbor defense flotillas. This service concluded on 30 December, when \"Siegfried\" was withdrawn from patrol duties. She was detached from the harbor flotillas on 5 January 1916 and was thereafter sent to Wilhelmshaven, where she was decommissioned on 14 January. \n\"Siegfried\" was initially allocated to the material reserve in the event that the navy might need to reactivate her, but on 1 January 1917, she was reduced to a &lt;a href=\"barracks%20ship\"&gt;barracks ship&lt;/a&gt; in Wilhelmshaven, used to support II Seaman Division. On 12 November, she was transferred to &lt;a href=\"Emden\"&gt;Emden&lt;/a&gt;, where she supported IV U-boat Flotilla as a &lt;a href=\"ship%27s%20tender\"&gt;tender&lt;/a&gt;. From 11 February 1918, the ship was used to support the patrol flotilla stationed in the mouth of the &lt;a href=\"Ems%20%28river%29\"&gt;Ems&lt;/a&gt;; she filled this role until Germany's defeat in November. On 17 June 1919, she was stricken from the &lt;a href=\"naval%20register\"&gt;naval register&lt;/a&gt;. The navy planned to convert her into a salvage ship, but the plan was abandoned and she was instead sold for 425,000 &lt;a href=\"German%20Papiermark\"&gt;marks&lt;/a&gt; to H. Peters in &lt;a href=\"Wewelsfleth\"&gt;Wewelsfleth&lt;/a&gt;. \"Siegfried\" was broken up for scrap the following year in &lt;a href=\"Kiel-Nordmole\"&gt;Kiel-Nordmole&lt;/a&gt;."
}