{
    "id": "35516581",
    "revid": "11308236",
    "url": "https://en.wikipedia.org/wiki?curid=35516581",
    "title": "Heinrich von Winkelried",
    "text": "Heinrich von Winkelried (d. after 1303), known as \"Schrutan\" or \"Strut\" \"the giant\", was a medieval &lt;a href=\"knight\"&gt;knight&lt;/a&gt; in what is now &lt;a href=\"Central%20Switzerland\"&gt;Central Switzerland&lt;/a&gt;.\nAs \"Strut von Winkelried\" he became the subject of a legend which makes him the slayer of a &lt;a href=\"dragon\"&gt;dragon&lt;/a&gt;.\nThe legendary \"Strut\" is placed a generation before the historical character, with a \"flouruit\" in the 1240s, and his death due to poisoning by dragon-blood recorded for 1250.\nHistorical character.\n\"Heinrich von Winkelried, genannt Schrutan\" is recorded in a document dated 22 April 1275.\nAfter this date and until 1303, his name figures repeatedly as that of a witness on official documents. Nothing beyond this is known about his life.\nThe &lt;a href=\"Winkelried\"&gt;Winkelried&lt;/a&gt; family is well attested in 13th and 14th century, the first known member being the knight Rudolf von Winkelried, attested 1248 as a follower of &lt;a href=\"Frederick%20II%2C%20Holy%20Roman%20Emperor\"&gt;Frederick II&lt;/a&gt;. Heinrich therefore may have been a son of Rudolf's.\nThe home castle of the Winkelried may have been at &lt;a href=\"Ennetmoos\"&gt;Ennetmoos&lt;/a&gt; near &lt;a href=\"Stans\"&gt;Stans&lt;/a&gt;. The modern municipality of Ennetmoos has chosen dragon for its coat of arms due to the legend of Schrutan.\nThe nickname \"Schrutan\" (also \"Strutan, Struthan, Struth\", etc.) is derived from &lt;a href=\"German%20legend\"&gt;German legend&lt;/a&gt;, where it is given to a giant, in particular one of the guardians of the &lt;a href=\"Rosengarten%20zu%20Worms\"&gt;Rosengarten&lt;/a&gt; in &lt;a href=\"Heldenbuch\"&gt;Heldenbuch&lt;/a&gt; literature, but it also occurs as the name of a knight at &lt;a href=\"Attila%20the%20Hun\"&gt;Etzel&lt;/a&gt;'s court in the &lt;a href=\"Nibelungenlied\"&gt;Nibelungenlied&lt;/a&gt; (v. 1880). Why the historical knight was given this nickname is not known, but it was not uncommon at the time for members of the knightly classes of the Holy Roman Empire to adopt pseudonyms taken from heroic fiction. \nHeinrich's sons would have been Rudolf and Walther von Winkelried, both d. c. 1325.\n&lt;a href=\"Hermann%20von%20Liebenau\"&gt;Hermann von Liebenau&lt;/a&gt; further assumes that one \"Heinrich genannt Schrutan\" who was buried with his wife Mechthild in &lt;a href=\"Colmar\"&gt;Colmar&lt;/a&gt;, &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt; must be identical with the knight, who therefore would have left Switzerland at some point after 1303, but Oechsli (1898) does not accept the identity and ascribes the equality in name to coincidence.\nLegend.\nThe legend is first mentioned by &lt;a href=\"Chronicle%20of%20the%20Swiss%20Confederation\"&gt;Etterlin&lt;/a&gt; (1507), without the given name \"Strut\" and without a fixed year (but placed \"before the time of &lt;a href=\"Rudolph%20I%20of%20Germany\"&gt;king Rudolf&lt;/a&gt;). \nIt is expanded into greater detail in the \"&lt;a href=\"Chronicon%20Helveticum\"&gt;Chronicon Helveticum&lt;/a&gt;\" by &lt;a href=\"Aegidius%20Tschudi\"&gt;Aegidius Tschudi&lt;/a&gt; (d. 1570), compiled in the 16th century and first printed in 1734. Tschudi now fixes the year of the event as 1250 and specifies the identity of the hero as one \"Struth von Winkelriedt\" (which name he emphasizes is recorded in the annals of &lt;a href=\"Stans\"&gt;Stans&lt;/a&gt;), who had been knighted by emperor Frederick at the &lt;a href=\"siege%20of%20Faenza\"&gt;battle of \"Favenz\"&lt;/a&gt; (1239). \nThe legend was later included by the &lt;a href=\"Brothers%20Grimm\"&gt;Brothers Grimm&lt;/a&gt; in their collection of &lt;a href=\"German%20legend\"&gt;German legend&lt;/a&gt;s (\"Deutsche Sagen\" 1865, no. 218).\nAccording to the story as reported by Tschudi, a dragon lived in a cave near &lt;a href=\"Stans\"&gt;Stans&lt;/a&gt; (the \"Drachenloch\" near the top of &lt;a href=\"Mueterschwandenberg\"&gt;Mueterschwandenberg&lt;/a&gt;), destroying cattle and causing much damage to the people of \"Wilen\", to the point where the village had to be abandoned and came to be known as \"Ödwilen\" (deserted Wilen). The people of Unterwalden made several expeditions trying to kill the dragon with crossbows, but each time the dragon saw he was at a disadvantage, he quickly retired into his cave or ran up a steep slope like a lizard, where he was unreachable. \nAt this point, Winkelried, who had been banished from Unterwalden for manslaughter, asked whether he would be allowed back into the land if he would kill the dragon. This was accepted, and Struth attacked the dragon single-handedly, armed with a spear, to the point of which he had attached sharp barbs.\nThe dragon seeing that the attacker was alone came from his hiding-place and attacked with open jaws, and Winkelried was able to transfix the monster with his spear, hacking at it with his sword until it died. \nGlad for his victory, Winkelried lifted his sword over his head, thanking God, and the dragon's blood dripped from his sword blade on his body, poisoning him so that he died a few days later.\nToponymy referring to a dragon is found in &lt;a href=\"Ennetmoos\"&gt;Ennetmoos&lt;/a&gt;, where the historical &lt;a href=\"Winkelried\"&gt;Winkelried&lt;/a&gt; family originated. A \"Drachenried\" (dragon's fen) and \"Drachenloch\" (dragon's cave) are to the west of the village, and a \"Drachenkapelle\" (dragon chapel), also known as \"Winkelriedkapelle\" dedicated to Struth is south of the village, next to \"Wychried\", the probable site of the original Winkelried estate.\nThe story is probably a recontextualisation of a much older dragon myth, put into a new historical context in late medieval folklore. \nThe \"dragon\" toponymy in this place has been associated with the older dragon narrative in the &lt;a href=\"Nibelung\"&gt;Nibelung&lt;/a&gt; cycle in 19th-century scholarship."
}