{
    "id": "3552749",
    "revid": "50882",
    "url": "https://en.wikipedia.org/wiki?curid=3552749",
    "title": "Giuseppe Galderisi",
    "text": "Giuseppe Galderisi (; born 22 March 1963) is an Italian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; and a former footballer who played as a &lt;a href=\"Forward%20%28association%20football%29\"&gt;forward&lt;/a&gt;, currently in charge as head coach of &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt; club &lt;a href=\"Mantova%201911\"&gt;Mantova&lt;/a&gt;.\nClub career.\nAt club level, Galderisi played for several Italian teams throughout his career, scoring almost 200 goals across the various divisions of Italian football. A &lt;a href=\"Juventus%20F.C.%20Youth%20Sector\"&gt;Juventus youth product&lt;/a&gt;, he began his professional career with the &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; senior side, making his club debut on 20 August 1980, in a 2–2 draw against Udinese in the Coppa Italia; he made his &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt; debut with the club in a 0–0 away draw against &lt;a href=\"A.C.%20Perugia%20Calcio\"&gt;Perugia&lt;/a&gt;, on 9 November 1980, his only league appearance of the &lt;a href=\"1980%E2%80%9381%20Serie%20A\"&gt;1980–81 season&lt;/a&gt;. Although he struggled to find the back of the net consistently with Juventus, he scored decisive goals during the &lt;a href=\"1981%E2%80%9382%20Serie%20A\"&gt;1981–82 season&lt;/a&gt;, including a hat-trick in Juventus's 3–2 home victory over &lt;a href=\"A.C.%20Milan\"&gt;Milan&lt;/a&gt; on 14 February 1982, as the Turin side captured the league title. During the &lt;a href=\"1982%E2%80%9383%20Serie%20A\"&gt;1982–83 season&lt;/a&gt;, he also won the &lt;a href=\"Coppa%20Italia\"&gt;Coppa Italia&lt;/a&gt; with Juventus and reached the &lt;a href=\"1983%20European%20Cup%20Final\"&gt;1983 European Cup Final&lt;/a&gt;. In total he scored 6 goals in 16 appearances for Juventus.\nAfter a spell of mixed success with Juventus, he joined provincial side &lt;a href=\"Hellas%20Verona%20F.C.\"&gt;Hellas Verona&lt;/a&gt; in 1983, where his goalscoring form improved; during the &lt;a href=\"1984%E2%80%9385%20Serie%20A\"&gt;1984–85 season&lt;/a&gt;, he established himself as one of the top strikers in the league, and was the Verona's top scorer with 11 goals as he helped the club win their historic first ever Serie A title. In 1986, he joined Milan (1986–87), and later played for &lt;a href=\"S.S.%20Lazio\"&gt;Lazio&lt;/a&gt; (1987–88), and also had a second spell with Verona (1988–89), although he failed to replicate his form from previous seasons due to several injuries. After moving around between several different clubs, he joined &lt;a href=\"Padova%20Calcio\"&gt;Padova&lt;/a&gt; in 1989, where he remained until 1995, and had several positive seasons with the club in &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt;. He finished his career in &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt;, playing with the &lt;a href=\"New%20England%20Revolution\"&gt;New England Revolution&lt;/a&gt; and the &lt;a href=\"Tampa%20Bay%20Mutiny\"&gt;Tampa Bay Mutiny&lt;/a&gt; in 1996 and 1997; he was traded to Tampa midway through his first season in the United States, and then back to New England a year later.\nInternational career.\nGalderisi, nicknamed \"Nanu\" (short) during his playing career, a nickname he earned during his time with Juventus, was capped ten times for &lt;a href=\"Italy%20national%20football%20team\"&gt;Italy&lt;/a&gt; between 1985 and 1987, although he failed to score a goal. He made his international debut on 2 June 1985, in a 1–1 draw against &lt;a href=\"Mexico%20national%20football%20team\"&gt;Mexico&lt;/a&gt;, and was later part of his nation's &lt;a href=\"1986%20FIFA%20World%20Cup\"&gt;1986 FIFA World Cup&lt;/a&gt; squad under manager &lt;a href=\"Enzo%20Bearzot\"&gt;Enzo Bearzot&lt;/a&gt;.\nStyle of play.\nA quick, agile and diminutive &lt;a href=\"Forward%20%28association%20football%29%23Striker\"&gt;striker&lt;/a&gt;, Galderisi was a prolific goalscorer, with excellent reactions who was also known for his work-rate, generosity, tenacity, and his powerful and accurate striking ability with either foot. He was also known for his accuracy from distance, and was also effective in the air, despite his small stature, due to his timing and elevation. Although he began his career as a &lt;a href=\"Forward%20%28association%20football%29%23Second%20striker\"&gt;second striker&lt;/a&gt;, he came into his own as an out-and-out &lt;a href=\"Forward%20%28association%20football%29%23Centre-forward\"&gt;centre-forward&lt;/a&gt;, due to his pace, eye for goal, and his determined and opportunistic style of play. Despite his ability he was often prone to injuries throughout his career, and also struggled to maintain his best form in bigger teams, while he performed better at smaller clubs.\nManagerial career.\nGalderisi started a coaching career in 2000 as &lt;a href=\"Serie%20C2\"&gt;Serie C2&lt;/a&gt; club &lt;a href=\"A.S.%20Gubbio%201910\"&gt;Gubbio&lt;/a&gt;'s boss. He then served as coach in years later for other Serie C clubs, such as &lt;a href=\"U.S.%20Cremonese\"&gt;Cremonese&lt;/a&gt; and &lt;a href=\"Giulianova%20Calcio\"&gt;Giulianova&lt;/a&gt;. His coaching career experienced a sudden break in January 2004, when Galderisi suffered a heart attack. He fully recovered since then, and in 2005 he accepted an offer from &lt;a href=\"A.S.%20Viterbese%20Calcio\"&gt;Viterbese&lt;/a&gt; of Serie C2. In 2006–2007, he coached &lt;a href=\"U.S.%20Avellino%201912\"&gt;Avellino&lt;/a&gt; of &lt;a href=\"Serie%20C1\"&gt;Serie C1&lt;/a&gt;; after a very impressive first half of season ended in first place, he was fired on 18 April 2007 despite his team, then in second place, was still involved in the promotion run.\nIn January 2008, Galderisi was appointed at the helm of &lt;a href=\"Serie%20C1\"&gt;Serie C1&lt;/a&gt; side &lt;a href=\"U.S.%20Foggia\"&gt;Foggia&lt;/a&gt;, replacing &lt;a href=\"Salvatore%20Campilongo\"&gt;Salvatore Campilongo&lt;/a&gt;. During his tenure, the \"satanelli\"'s performances dramatically improved as they managed to make a comeback to the promotion playoff spots.\nOn July 2008 he was appointed as new manager of &lt;a href=\"Lega%20Pro%20Prima%20Divisione\"&gt;Lega Pro Prima Divisione&lt;/a&gt; side &lt;a href=\"Pescara%20Calcio\"&gt;Pescara&lt;/a&gt;, replacing &lt;a href=\"Franco%20Lerda\"&gt;Franco Lerda&lt;/a&gt;, with the aim to win promotion to &lt;a href=\"Serie%20B\"&gt;Serie B&lt;/a&gt; for the \"biancazzurri\". However, during his tenure as head coach, Galderisi had to face with serious economic issues within the club; Pescara was ultimately declared out of business on December 2008 and the club control passed legally to a bankruptcy trustee appointed by the Court of Pescara. On February 2009 a new property emerged, with Delfino Pescara 1936 being constituted and taking over the club from the Court of Pescara. Results did not improve anyway, with Pescara struggling in the bottom part of the table, and Galderisi was dismissed from his coaching post on 23 March 2009, being replaced by another former Juventus and Italy international footballer, &lt;a href=\"Antonello%20Cuccureddu\"&gt;Antonello Cuccureddu&lt;/a&gt;.\nIn the season 2009–10 he coached &lt;a href=\"A.S.D.%20Atletico%20Arezzo\"&gt;Arezzo&lt;/a&gt; and in the following season he coached &lt;a href=\"Benevento%20Calcio\"&gt;Benevento&lt;/a&gt;.\nOn 25 October 2011 he signed a one-year deal with sleeping giants &lt;a href=\"U.S.%20Triestina%20Calcio\"&gt;U.S. Triestina Calcio&lt;/a&gt; until the end of the season. The season turned out to be a particularly troubled one due to massive financial issues that ultimately led to many players' departures during the winter transfer market, no salaries being paid for most of the season, relegation and even the cancellation of the club from Italian football.\nOn July 2012 he was announced as new head coach of hometown club &lt;a href=\"U.S.%20Salernitana%201919\"&gt;Salernitana&lt;/a&gt;, who were just promoted back into professionalism, but he left after getting only one point in three games.\nLater in January 2014, he was named new head coach of Portuguese top flight strugglers &lt;a href=\"S.C.%20Olhanense\"&gt;S.C. Olhanense&lt;/a&gt;, a club owned by an Italian consortium and with a squad featuring several players formerly of &lt;a href=\"Serie%20A\"&gt;Serie A&lt;/a&gt;. He left the club by the end of the season after failing to save it from relegation.\nHe returned into management in November 2014 to take over at struggling &lt;a href=\"Lega%20Pro\"&gt;Lega Pro&lt;/a&gt; team &lt;a href=\"A.S.%20Lucchese%20Libertas%201905\"&gt;Lucchese&lt;/a&gt;, not being confirmed for the following season despite succeeding in saving them from relegation. He returned at Lucchese in March 2016, signing a contract until June 2017. Galderisi's contract got terminated on 27 March 2017.\nOn 26 November 2018, he returned to the first club he managed, &lt;a href=\"A.S.%20Gubbio%201910\"&gt;Gubbio&lt;/a&gt;, at the time in the 15th place in &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt;. Galderisi left the club on 23 May 2019.\nOn 18 February 2020, he was hired by &lt;a href=\"Serie%20C\"&gt;Serie C&lt;/a&gt; club &lt;a href=\"Vis%20Pesaro%20dal%201898\"&gt;Vis Pesaro&lt;/a&gt;. He was fired by Vis Pesaro on 3 November 2020 following a poor start to the 2020–21 season.\nOn 14 December 2021, Galderisi returned into management as the new head coach of Serie C club &lt;a href=\"Mantova%201911\"&gt;Mantova&lt;/a&gt;, replacing &lt;a href=\"Maurizio%20Lauro\"&gt;Maurizio Lauro&lt;/a&gt;."
}