{
    "id": "35541996",
    "revid": "36370945",
    "url": "https://en.wikipedia.org/wiki?curid=35541996",
    "title": "Toubou Front for the Salvation of Libya",
    "text": "The Toubou Front for the Salvation of Libya (; ) is a group created in mid-2007 to defend the rights and interests of the &lt;a href=\"Toubou%20people\"&gt;Toubou people&lt;/a&gt; in &lt;a href=\"Libya\"&gt;Libya&lt;/a&gt;. It is led by &lt;a href=\"Issa%20Abdel%20Majid%20Mansur\"&gt;Issa Abdel Majid Mansur&lt;/a&gt;, a Libyan Toubou tribal leader, and has its headquarters in &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;. The group, which had participated in the &lt;a href=\"2011%20Libyan%20Civil%20War\"&gt;Libyan Civil War&lt;/a&gt; on the &lt;a href=\"National%20Transitional%20Council\"&gt;NTC&lt;/a&gt; side, was disbanded in August 2011, with the fall of &lt;a href=\"Tripoli\"&gt;Tripoli&lt;/a&gt;. Despite that, the group was revitalized in March 2012, with the aim of \"protect the Toubou from &lt;a href=\"ethnic%20cleansing\"&gt;ethnic cleansing&lt;/a&gt;\", following early 2012 deadly clashes between Toubou and &lt;a href=\"Arab\"&gt;Arab&lt;/a&gt; militias in southern Libya, which caused the loss of hundreds of lives.\n2008 Kufra conflict.\nIn December 2007, the &lt;a href=\"government%20of%20Libya\"&gt;government of Libya&lt;/a&gt; stripped Toubou tribes from their citizenship, after being accused of aligning with Chad in past wars, or of being Chadians, not Libyans (Toubous live at both sides of the &lt;a href=\"Chad%E2%80%93Libya%20border\"&gt;common border&lt;/a&gt;). Tensions rose in 2008 when Libyan officials urged Toubou tribes to depart to Chad, and finally exploded on 2 November 2008 in &lt;a href=\"Kufra\"&gt;Kufra&lt;/a&gt;, when a protest against the exclusion of Toubou children from education and health care ended with the government local office on fire. During the next few days, the Toubous clashed with &lt;a href=\"Zuwayya\"&gt;Zuwayya&lt;/a&gt; tribes, who were known for having been armed by the Libyan government during the war with Chad. Finally on 8 November, the &lt;a href=\"Libyan%20Army%20%281951%E2%80%932011%29\"&gt;Libyan Army&lt;/a&gt; intervened to stop the escalating violence encircling the town with troops and &lt;a href=\"helicopters\"&gt;helicopters&lt;/a&gt;, and on 14 November the clashes ceased apart from some minor skirmishes. On 10 November, Abdel Majid declared that the Toubou tribes could sabotage the Sarir oilfields near the &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; town, and denied that the clashes were between Toubous and other tribes, but against \"regime troops\". On 20 November, a Toubou tribal meeting with Libyan officials was held in Kufra, which blame foreign media for distorting the incidents, rejected the TFSL as representative of the Toubous, defined Abdel Majid as \"corrupt and irresponsible\" and &lt;a href=\"Muammar%20Gaddafi\"&gt;Muammar Gaddafi&lt;/a&gt; as \"...the wise man of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, the founder of its unity and the strong advocate of its security, stability and freedom\". Depending on sources, the final toll is believed to be between 11 and 30 killed, and a hundred wounded.\nLibyan civil war.\nDuring the &lt;a href=\"2011%20Libyan%20Civil%20War\"&gt;Libyan Civil War&lt;/a&gt;, the TFSL and many Toubou militiamen joined the ranks of the NTC, fighting against the &lt;a href=\"Libyan%20Army%20%281951%E2%80%932011%29\"&gt;Libyan Army&lt;/a&gt; in southern Libya. In February 2011, forces commanded by Issa Abdel Majid Mansur briefly controlled &lt;a href=\"Murzuq\"&gt;Murzuq&lt;/a&gt; and &lt;a href=\"Qatrun\"&gt;Qatrun&lt;/a&gt;, being later repelled by Libyan government troops. Abdel Majid was tasked by the NTC in late 2011 on the issue of securing the borders with Chad and &lt;a href=\"Libya%E2%80%93Sudan%20border\"&gt;Sudan&lt;/a&gt;. During the &lt;a href=\"Second%20Libyan%20Civil%20War\"&gt;Second Libyan Civil War&lt;/a&gt;, the Toubou militias aligned themselves, along with their former opponents, the Tuareg militias, under the UN-recognized government, &lt;a href=\"Government%20of%20National%20Accord\"&gt;Government of National Accord&lt;/a&gt; against the &lt;a href=\"Libyan%20National%20Army\"&gt;Libyan National Army&lt;/a&gt;."
}