{
    "id": "3555268",
    "revid": "160806",
    "url": "https://en.wikipedia.org/wiki?curid=3555268",
    "title": "Inigo Owen Jones",
    "text": "Inigo Owen Jones (1 December 1872 – 14 November 1954) was a meteorologist and farmer in &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;, Australia.\nEarly life.\nInigo Owen Jones was born in &lt;a href=\"Croydon\"&gt;Croydon&lt;/a&gt;, &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;, England to Owen Jones, a civil engineer. It has been claimed Inigo Owen Jones is descended from the architect &lt;a href=\"Inigo%20Jones\"&gt;Inigo Jones&lt;/a&gt;; however, the latter never married and there are no records of descendants. His mother was from the &lt;a href=\"Bernoulli%20family\"&gt;Bernoulli family&lt;/a&gt; of mathematicians, and Inigo attributed his interest in meteorology and astronomy to this background. Upon his death, his cousin, Archibald Bernoulli of Melbourne, a direct descendant of the Bernoulli family, placed a notice in \"&lt;a href=\"The%20Argus%20%28Melbourne%29\"&gt;The Argus&lt;/a&gt;\" newspaper in Melbourne.\nIn 1874 Jones's parents migrated to Australia, settling on a property called Crohamhurst in the &lt;a href=\"Glass%20House%20Mountains%20%28Queensland%29\"&gt;Glass House Mountains&lt;/a&gt; north of &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; in eastern Queensland. He became interested in meteorology while working on the family farm. The property was named after &lt;a href=\"Croham%20Hurst\"&gt;Croham Hurst&lt;/a&gt; in &lt;a href=\"Surrey\"&gt;Surrey&lt;/a&gt;, England, owned by &lt;a href=\"George%20Goschen%2C%201st%20Viscount%20Goschen\"&gt;Lord Goschen&lt;/a&gt;.\nHe was for many years a synodsman of the &lt;a href=\"Anglican%20Archdiocese%20of%20Brisbane\"&gt;Brisbane diocese of the Church of England&lt;/a&gt;. Inigo married Marion Emma Comrie at Crohamhurst on 11 January 1905.\nIn 1950 Jones gave the northern part of his farm to the Queensland Government on the condition he and his wife could continue to live on the property until their deaths. This land is now part of the Crohamhurst State Forest.\nMeteorology.\nThe &lt;a href=\"Queensland%20Government\"&gt;Queensland Government&lt;/a&gt; meteorologist &lt;a href=\"Clement%20Lindley%20Wragge\"&gt;Clement Lindley Wragge&lt;/a&gt; was so impressed with Inigo's ability as a schoolboy that he recruited him as an assistant in 1888.\nJones studied the variation in &lt;a href=\"sunspot\"&gt;sunspot&lt;/a&gt; cycles that had been discovered by &lt;a href=\"Eduard%20Bruckner\"&gt;Eduard Bruckner&lt;/a&gt;, and came to the conclusion that anomalies were caused by the interaction of the planets &lt;a href=\"Jupiter\"&gt;Jupiter&lt;/a&gt;, &lt;a href=\"Saturn\"&gt;Saturn&lt;/a&gt;, &lt;a href=\"Uranus\"&gt;Uranus&lt;/a&gt; and &lt;a href=\"Neptune\"&gt;Neptune&lt;/a&gt;. This became the basis of his long-range weather forecasts, although he never claimed to be able to make day-to-day predictions. Although Jones failed to have his methods recognised as soundly based by any substantial body of accredited scientific opinion, he was widely recognised for his successes, especially by farmers.\nInigo Jones became a full-time forecaster and lecturer in 1927 and founded the privately operated &lt;a href=\"Crohamhurst%20Observatory\"&gt;Crohamhurst Observatory&lt;/a&gt; in south-east &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; with financial assistance from the &lt;a href=\"The%20Colonial%20Sugar%20Refining%20Company\"&gt;Colonial Sugar Refining Company&lt;/a&gt;. An &lt;a href=\"Australian%20Senate\"&gt;Australian Senate&lt;/a&gt; hearing was told in 1938 that Jones was a \"wonderful patriot\" and that he was \"held in the highest esteem by the big man and also the small man on the land\".\nAt the 11 January 1939 meeting of the &lt;a href=\"Australian%20and%20New%20Zealand%20Association%20for%20the%20Advancement%20of%20Science\"&gt;Australian and New Zealand Association for the Advancement of Science&lt;/a&gt; (ANZAAS) his ideas on cyclical variations theory was severely discredited, especially by &lt;a href=\"Edward%20Kidson\"&gt;Edward Kidson&lt;/a&gt;, the New Zealand government meteorologist, and yet farmers credited and worked their farms using his long-range forecasts.\nLater life.\nJones died at home on his farm at Crohamhurst, Queensland and was buried in the nearby &lt;a href=\"Peachester%2C%20Queensland\"&gt;Peachester&lt;/a&gt; cemetery.\nLegacy.\nHis assistant &lt;a href=\"Lennox%20Walker\"&gt;Lennox Walker&lt;/a&gt; expanded Jones' theories and continued marketing long range forecasts until 2000, when he passed the business over to his son &lt;a href=\"Hayden%20Walker\"&gt;Hayden Walker&lt;/a&gt;.\nThe &lt;a href=\"Crohamhurst%20Observatory\"&gt;Crohamhurst Observatory&lt;/a&gt; was listed on the &lt;a href=\"Queensland%20Heritage%20Register\"&gt;Queensland Heritage Register&lt;/a&gt; in 2008."
}