{
    "id": "35558299",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=35558299",
    "title": "Drug culture",
    "text": "Drug cultures are examples of &lt;a href=\"counterculture\"&gt;counterculture&lt;/a&gt;s that are primarily defined by &lt;a href=\"Entheogen\"&gt;spiritual&lt;/a&gt;, &lt;a href=\"Self-medication\"&gt;medical&lt;/a&gt; and &lt;a href=\"recreational%20drug%20use\"&gt;recreational drug use&lt;/a&gt;. They may be focused on a single drug, or endorse &lt;a href=\"polydrug\"&gt;polydrug&lt;/a&gt; use. They sometimes eagerly or reluctantly initiate newcomers, but their main functions are to share drug experiences, to &lt;a href=\"harm%20reduction\"&gt;reduce harm&lt;/a&gt; by providing knowledge of how to use drugs as safely as possible, and to exchange information on suppliers and avoidance of &lt;a href=\"War%20on%20drugs\"&gt;law enforcement&lt;/a&gt;.\nDrug subcultures are groups of people united by a common understanding of the meaning, value, and risks of the incorporation into one's life of the drug(s) in question. Such unity can take many forms, from friends who take the drug together, possibly obeying certain rules of &lt;a href=\"etiquette\"&gt;etiquette&lt;/a&gt;, groups banding together to help each other obtain drugs and avoid arrest, to full-scale &lt;a href=\"political%20movement\"&gt;political movement&lt;/a&gt;s for the reform of &lt;a href=\"Prohibition%20%28drugs%29\"&gt;drug laws&lt;/a&gt;. The sum of these parts can be considered an individual drug's \"culture\".\nMany artists, writers, and musicians have used various drugs to facilitate or enhance their &lt;a href=\"creativity\"&gt;creativity&lt;/a&gt;. Writers have explored their influence on human life in general and particularly on the creative process. There are many writings that portray drug culture. &lt;a href=\"Hunter%20S.%20Thompson\"&gt;Hunter S. Thompson&lt;/a&gt;'s \"&lt;a href=\"Fear%20and%20Loathing%20in%20Las%20Vegas%20%28novel%29\"&gt;Fear and Loathing in Las Vegas&lt;/a&gt;\" employs multiple drug use as a major theme and provides an example of the &lt;a href=\"Counterculture%20of%20the%201960s\"&gt;drug culture of the 1960s&lt;/a&gt;.\nAfter various drug cultures came to prominence during the 1960s, 1980s and early 2000s, the &lt;a href=\"internet\"&gt;internet&lt;/a&gt; provided a new location and medium where drug cultures could be born and propagate. Technologies like &lt;a href=\"Tor%20%28anonymity%20network%29\"&gt;Tor&lt;/a&gt; were able to offer anonymous &lt;a href=\"Web%20hosting%20service\"&gt;website hosting&lt;/a&gt; and &lt;a href=\"Web%20browser\"&gt;browsing&lt;/a&gt;, which were used for the creation of the &lt;a href=\"darknet%20market\"&gt;darknet market&lt;/a&gt; &lt;a href=\"Silk%20Road%20%28marketplace%29\"&gt;SilkRoad&lt;/a&gt;, the first of many to be used in the sale of psychoactive substances and other &lt;a href=\"Black%20market\"&gt;illegal goods&lt;/a&gt;. There are &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; channels devoted to recreational drug use and harm reduction, with the most popular being &lt;a href=\"https%3A//www.youtube.com/c/PsychedSubstance\"&gt;PsychedSubstance&lt;/a&gt;. Except for forums (like &lt;a href=\"Bluelight.org\"&gt;Blue Light&lt;/a&gt;) where individuals can post and discuss the properties and experiences of &lt;a href=\"Psychoactive%20drug\"&gt;psychoactive substances&lt;/a&gt;, there are websites and organizations specifically created to serve as &lt;a href=\"Encyclopedia\"&gt;encyclopedias&lt;/a&gt; of psychoactive drugs and drug culture, such as &lt;a href=\"Erowid\"&gt;Erowid&lt;/a&gt; and &lt;a href=\"https%3A//psychonautwiki.org/wiki/Main_Page\"&gt;PsychonautWiki&lt;/a&gt;. \nDrinking culture.\n&lt;a href=\"Alcoholic%20beverage\"&gt;Alcoholic beverage&lt;/a&gt;s contain &lt;a href=\"ethanol\"&gt;ethanol&lt;/a&gt; (simply called alcohol). Ethanol is a &lt;a href=\"psychoactive%20drug\"&gt;psychoactive drug&lt;/a&gt; primarily found in alcoholic beverages. Alcohol is one of the most commonly abused drugs in the world (Metropol, 1996) often used for &lt;a href=\"self-medication\"&gt;self-medication&lt;/a&gt;, and as recreational drug use.\nCannabis culture.\nCannabis has been used in the ancient past in places such as &lt;a href=\"ancient%20India\"&gt;ancient India&lt;/a&gt;, Romania, Egypt, and Mesopotamia. It was often used as medicine or for hemp. Its main route of consumption was smoking. Over time the culture became more international and a general \"cannabis culture\" formed. &lt;a href=\"Cannabis%20%28drug%29\"&gt;Cannabis&lt;/a&gt; culture has been responsible for the genre of films known as &lt;a href=\"stoner%20film\"&gt;stoner film&lt;/a&gt;s which has come to be accepted as a mainstream cinema movement. In the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; the culture has also spawned its own celebrities (such as &lt;a href=\"Tommy%20Chong\"&gt;Tommy Chong&lt;/a&gt; and &lt;a href=\"Terence%20McKenna\"&gt;Terence McKenna&lt;/a&gt;), magazines (&lt;a href=\"Cannabis%20Culture%20%28magazine%29\"&gt;\"Cannabis Culture\"&lt;/a&gt; and \"&lt;a href=\"High%20Times\"&gt;High Times&lt;/a&gt;\"), and, in North America, its own distinct holiday: &lt;a href=\"420%20%28cannabis%20culture%29\"&gt;April 20&lt;/a&gt; (420), which is marked as a day for calling for the &lt;a href=\"Legality%20of%20cannabis\"&gt;legalization of cannabis&lt;/a&gt; and celebration of cannabis. The consumption of cannabis influenced many artistic movements such as &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;, &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt; and &lt;a href=\"hip%20hop\"&gt;hip hop&lt;/a&gt;.\nWitchcraft and drugs.\nThe drugs used in witchcraft are different depending on the culture. Most of the research done on drug use in witchcraft was done in the 60s during the hippie movement. Since then, the claim that ergot was taken in Salem has been disproven. However, because the research was done during the hippie and drug movement in the 70s, the theory is still a part of drug culture.\nAncient Greek love magic used many rituals that show drug use in poisoning to deeper the emotion of love. Love magic would be used by ancient Greek women to gain or keep a man's love. Researchers of this period often look at the agency of the women. Greek love magic relates to drug culture as it deals with poisoning people. There can be similarities found in today's date rape drug. However, in ancient Greek time the women would slowly poison the men. Women would put the poisons on their robes to expose it to the men.\nShamanism used hallucinogens to further their spirituality. These hallucinogens were used for different ceremonies of the Indians in the Northwest Amazon. These ceremonies include funerals and initiation of the young. Shamans had a wider range of use for these drugs. Shamans used these drugs to identify illnesses and find possible cures or to find an enemy.\nThere is a theory, seemingly disproven due to timeline of events and number of those who experience the symptoms, that the Salem witch trials were caused by &lt;a href=\"ergot\"&gt;ergot&lt;/a&gt; poisoning. Ergot poisoning gives a similar effect to LSD, but like &lt;a href=\"ergine\"&gt;ergine&lt;/a&gt; the physical effects and dangers (including death due to higher toxicity of the &lt;a href=\"ergolines\"&gt;ergolines&lt;/a&gt; in ergot) are much more substantial than the use of LSD for psychedelic research and ritual contexts."
}