{
    "id": "35550184",
    "revid": "6483916",
    "url": "https://en.wikipedia.org/wiki?curid=35550184",
    "title": "Kevin Betts",
    "text": "Kevin Francis Betts, &lt;a href=\"Order%20of%20Australia\"&gt;OAM&lt;/a&gt; (13 August 1926 – 4 May 1990) was a sports administrator known for his work in the &lt;a href=\"Paralympics\"&gt;Paralympic&lt;/a&gt; movement in Australia and his founding work related to wheelchair sports in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;.\nPersonal.\nBorn 13 August 1926, in the Sydney suburb of &lt;a href=\"naremburn%2C%20New%20South%20Wales\"&gt;Naremburn&lt;/a&gt;, he was one of ten children. He died of cancer on 4 May 1990 after a career of more than thirty years dedicated to the welfare of people with spinal cord injuries.\nCareer.\nBetts' career began at the Bjelke Petersen school in Sydney where he trained as a remedial gymnast until a position became available at Mount Wilga rehabilitation hospital in the Sydney suburb of &lt;a href=\"Hornsby%2C%20New%20South%20Wales\"&gt;Hornsby&lt;/a&gt;. Betts learned of the revolutionary work of Sir Ludwig Guttmann working with senior physiotherapist, &lt;a href=\"Eileen%20Perrottet\"&gt;Eileen Perrottet&lt;/a&gt;, at the hospital's 'day attendance and residential centre', the largest rehabilitation centre in Australia where paraplegic patients were being assisted by the hospital's rehabilitation programs.\nFrom the late 1960s to the early 1970s, Betts organised sporting activities for people with spinal cord injuries, at army drill halls at &lt;a href=\"Chatswood%2C%20New%20South%20Wales\"&gt;Chatswood&lt;/a&gt; then at &lt;a href=\"Homebush\"&gt;Homebush&lt;/a&gt; suburbs of Sydney, and later at the &lt;a href=\"Lidcombe\"&gt;Lidcombe&lt;/a&gt; hospital's old cafeteria which was used until the construction of the &lt;a href=\"Kevin%20Betts%20stadium\"&gt;Kevin Betts stadium&lt;/a&gt;, at Mount Druitt in 1986. Betts was a member of the planning team, where meetings were held to develop Wheelchair Sport in New South Wales. After refurbishment in 2012, the stadium, the first of its kind in the &lt;a href=\"Southern%20hemisphere\"&gt;Southern hemisphere&lt;/a&gt;, reopened as a world class facility.\nHe visited hospitals demonstrating sporting opportunities for people with a disability and trained and managed Australia's first wheelchair team that demonstrated sporting events at Commonwealth Games.\nIn 1968, Betts was employed by the Department of Industrial Relations, conducting programs in the prevention of industry-related back problems.\nAppointed to the council of management of the Paraplegic and quadriplegic Association of New South Wales, Betts was Director of the Sports Sub Committee 1972 to 1973, attending most meetings from 1972 to 1984. On 8 June 1983, Betts and Dr &lt;a href=\"John%20Grant%20%28neurosurgeon%29\"&gt;John Grant&lt;/a&gt; were nominated to sit on the panel for classifying athletes. In 1991, classification and educational clinics were held at the Kevin Betts Symposium on Functional Classification, according to Grant, then President of the International Stoke Mandeville Games Federation.\nFrom 1960 to 1990, Betts served in a variety of positions from escort to team manager with every Australian team at international events: &lt;a href=\"Paralympic%20Games\"&gt;Paralympic Games&lt;/a&gt;, &lt;a href=\"Commonwealth%20Paraplegic%20Games\"&gt;Commonwealth Paraplegic Games&lt;/a&gt;, &lt;a href=\"FESPIC%20Games\"&gt;FESPIC Games&lt;/a&gt;, and &lt;a href=\"Stoke%20Mandeville%20Games\"&gt;Stoke Mandeville Games&lt;/a&gt;. Notably as team manager he ensured that the competitors at the &lt;a href=\"1968%20Summer%20Paralympics\"&gt;1968 Tel Aviv Paralympics&lt;/a&gt; would have adequate bedding, after they were provided with straw mattresses to sleep on.\nBetts held a number of positions on International and National committees involved with technical and constitutional issues including the International Co-ordinating Committee for the Paralympic Games, International Stoke Mandeville Games Federation, FESPIC, Australian Confederation of Sports for the Disabled, NSW Sports Council for the Disabled, and Australian Sports Council for the Disabled, and was President of the Australian Paraplegic and Quadriplegic Sports Federation, now Wheelchair Sports Australia. According to Doctor John Grant, Betts was one of the longest serving persons in the technical area of the International Stoke Mandeville Games Federation.\nBetts located the \"Australian Embassy\", a caravan, on site behind the bowls centre at the annual Stoke Mandeville Games where it was known as the centre of much international goodwill during the Games according to &lt;a href=\"Joan%20Scruton\"&gt;Joan Scruton&lt;/a&gt;, secretary to &lt;a href=\"Ludwig%20Guttman\"&gt;Ludwig Guttman&lt;/a&gt;. These annual Games played a unique role in the development of the Paralympic movement. It was decided that every four years the Games would be known as Paralympic Games with the &lt;a href=\"1960%20Summer%20Paralympics\"&gt;1960 Rome Summer Paralympics&lt;/a&gt; being the first of these events.\nOn 21 September 2012, Mount Wilga Private Hospital now an internationally recognised specialist hospital, in the Sydney suburb of Hornsby, officially opened a $13 million development, naming the new wing in honour of Betts, in the presence of his family.\nRecognition.\nIn 1977, Betts was awarded the &lt;a href=\"Queen%20Elizabeth%20II%20Silver%20Jubilee%20Medal\"&gt;Queen Elizabeth II Silver Jubilee Medal&lt;/a&gt; for service to the Disabled. In 1981, he received the inaugural &lt;a href=\"Ludwig%20Guttmann\"&gt;Sir Ludwig Guttmann&lt;/a&gt; Award from Wheelchair Sports Australia. In 1989, he received the &lt;a href=\"Order%20of%20Australia\"&gt;Medal of the Order of Australia&lt;/a&gt;. Known as the Father of Wheelchair Sport, he was awarded First Honorary Member of Wheelchair Sport New South Wales. The Kevin Betts Stadium in &lt;a href=\"Mount%20Druitt%2C%20New%20South%20Wales\"&gt;Mount Druitt&lt;/a&gt; is named in his honour."
}