{
    "id": "35572713",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=35572713",
    "title": "Bradley Hill (footballer)",
    "text": "Bradley Hill (born 9 July 1993) is a professional &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt;er playing for the &lt;a href=\"St%20Kilda%20Football%20Club\"&gt;St Kilda Football Club&lt;/a&gt; in the &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt; (AFL). He previously played for the &lt;a href=\"Hawthorn%20Football%20Club\"&gt;Hawthorn Football Club&lt;/a&gt; from 2012 to 2016, and for the &lt;a href=\"Fremantle%20Football%20Club\"&gt;Fremantle Football Club&lt;/a&gt; between 2017 and 2019. He is a very quick running player who plays as a &lt;a href=\"Centre%20line%20%28football%29%23Wing\"&gt;wingman&lt;/a&gt;.\nAFL career.\nHill was drafted to Hawthorn with the 33rd selection in &lt;a href=\"2011%20AFL%20draft\"&gt;2011 AFL draft&lt;/a&gt; from the &lt;a href=\"West%20Perth%20Football%20Club\"&gt;West Perth Football Club&lt;/a&gt; in the &lt;a href=\"West%20Australian%20Football%20League\"&gt;WAFL&lt;/a&gt;. He is the younger brother of former &lt;a href=\"Fremantle%20Football%20Club\"&gt;Fremantle&lt;/a&gt; player &lt;a href=\"Stephen%20Hill%20%28Australian%20footballer%29\"&gt;Stephen Hill&lt;/a&gt;, and the second cousin of former &lt;a href=\"Western%20Bulldogs\"&gt;Western Bulldogs&lt;/a&gt; and &lt;a href=\"West%20Coast%20Eagles\"&gt;West Coast&lt;/a&gt; forward &lt;a href=\"Josh%20Hill%20%28footballer%29\"&gt;Joshua Hill&lt;/a&gt;.\nHe made his debut for Hawthorn against &lt;a href=\"West%20Coast%20Eagles\"&gt;West Coast&lt;/a&gt; in round 4 of the &lt;a href=\"2012%20AFL%20season\"&gt;2012 AFL season&lt;/a&gt; at &lt;a href=\"Subiaco%20Oval\"&gt;Patersons Stadium&lt;/a&gt;. He was the substitute player and replaced &lt;a href=\"David%20Hale%20%28footballer%29\"&gt;David Hale&lt;/a&gt; in the final quarter. Hill kicked 3 goals in his 5 matches for the year.\nIn the &lt;a href=\"2013%20AFL%20season\"&gt;2013 AFL season&lt;/a&gt; Hill switched to the number 10 &lt;a href=\"Guernsey%20%28clothing%29%23Use%20in%20Australian%20sport\"&gt;guernsey&lt;/a&gt; and cemented his spot in the starting line-up, playing 24 out of 25 games and kicking 18 goals. The performance that won him a &lt;a href=\"2013%20AFL%20Rising%20Star\"&gt;2013 AFL Rising Star&lt;/a&gt; nomination was his 17 disposal and two goal effort in Hawthorn's thrilling win against the Crows at AAMI Stadium in round 6.\nHill's good form continued and he was selected for Hawthorn in the &lt;a href=\"2013%20AFL%20Grand%20Final\"&gt;2013 AFL Grand Final&lt;/a&gt; at the M.C.G. in front of 100,007 people. In the first quarter Hill passed the ball from the boundary to &lt;a href=\"Jack%20Gunston\"&gt;Jack Gunston&lt;/a&gt; in front of goals, which then provided Hawthorn with the first goal of the game. He then repeated the trick in the 3rd quarter when Gunston pounced upon the spilt ball to spin around and kick his 4th goal to re-establish Hawthorn's lead going into the final stanza. Hill also kicked the sealer halfway through the final quarter, running into an open goal to ensure &lt;a href=\"Paul%20Puopolo\"&gt;Paul Puopolo&lt;/a&gt;'s bouncing kick went through, thus giving Hawthorn a 5-goal lead which Fremantle could not overcome.\nAt the end of the 2016 season, Hill was traded to Fremantle, joining his brother Stephen. Hill won the 2017 &lt;a href=\"Doig%20Medal\"&gt;Doig Medal&lt;/a&gt;, Fremantle's best-and-fairest award, in his first season at the club.\nSt Kilda: 2020–present.\n\"See also: &lt;a href=\"2020%20St%20Kilda%20Football%20Club%20season\"&gt;2020&lt;/a&gt; and &lt;a href=\"2021%20St%20Kilda%20Football%20Club%20season\"&gt;2021 St Kilda Football Club season&lt;/a&gt;\"\nIn mid 2019, Hill spoke to his manager about seeking a trade to a Victorian-based team at the end of the season. It was understood that Hill wanted to return to Victoria, where he played for the Hawks from 2012–2016, for family reasons. As a result, there was significant media speculation throughout the second half of 2019 surrounding Hill's future at Fremantle. Hill eventually requested a trade to St Kilda following interest from several Victorian clubs. Trade negotiations between Fremantle and St Kilda were protracted and subject to significant public discussion during the 2019 Trade Period. Eventually, on the final day of trading, Hill officially joined the Saints on 16 October in a complicated trade with draft picks 10 and 58, a 2020 second round pick and the Saints' &lt;a href=\"Blake%20Acres\"&gt;Blake Acres&lt;/a&gt; traded to the Dockers in return for Hill and a 2020 third round pick.\nHill played all 19 possible games in his &lt;a href=\"2020%20St%20Kilda%20Football%20Club%20season\"&gt;first season for the Saints&lt;/a&gt; (including two finals) in a &lt;a href=\"Covid-19\"&gt;Covid&lt;/a&gt; interrupted season which also saw shorter 16-minute quarters.\nHill played all 22 possible games for the Saints in 2021 and finished equal fifth in the &lt;a href=\"Trevor%20Barker%20Award\"&gt;Trevor Barker Award&lt;/a&gt;.\nStatistics.\n! colspan=3| Career\n! 190 !! 84 !! 65 !! 2432 !! 1283 !! 3715 !! 739 !! 410 !! 0.4 !! 0.3 !! 12.8 !! 6.8 !! 19.6 !! 3.9 !! 2.2 !! 21\nNotes\nHonours and achievements.\nTeam\nIndividual\nTrivia.\nThe Hill brothers became the first siblings to play against each other in a Grand Final since the &lt;a href=\"1912%20VFL%20Grand%20Final\"&gt;1912 VFL Grand Final&lt;/a&gt;."
}