{
    "id": "356041",
    "revid": "11112747",
    "url": "https://en.wikipedia.org/wiki?curid=356041",
    "title": "Left–right political spectrum",
    "text": "The left–right political spectrum is a system of classifying political positions characteristic of left-right politics, &lt;a href=\"ideology\"&gt;ideologies&lt;/a&gt; and &lt;a href=\"political%20party\"&gt;parties&lt;/a&gt; with emphasis placed on issues of &lt;a href=\"social%20equality\"&gt;social equality&lt;/a&gt; and &lt;a href=\"social%20stratification\"&gt;social hierarchy&lt;/a&gt;. In addition to positions on the left and on the right, there are &lt;a href=\"centrism\"&gt;centrists&lt;/a&gt; or moderates who are not strongly aligned with either end of the spectrum. There are those who view the left-right political spectrum as overly simplistic, and who reject this method of classifying political stands, suggesting instead some other system, such as a two-dimensional rather than a one-dimensional description.\nOn this type of &lt;a href=\"political%20spectrum\"&gt;political spectrum&lt;/a&gt;, &lt;a href=\"left-wing%20politics\"&gt;left-wing politics&lt;/a&gt; and &lt;a href=\"right-wing%20politics\"&gt;right-wing politics&lt;/a&gt; are often presented as opposed, although a particular individual or group may take a left-wing stance on one matter and a right-wing stance on another; and some stances may overlap and be considered either left-wing or right-wing depending on the ideology. In &lt;a href=\"France\"&gt;France&lt;/a&gt;, where the terms originated, the left has been called \"the party of movement\" and the right \"the party of order\".\nHistory.\nOrigins in the French Revolution.\nThe terms \"left\" and \"right\" appeared during the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; of 1789 when members of the &lt;a href=\"National%20Assembly%20%28French%20Revolution%29\"&gt;National Assembly&lt;/a&gt; divided into supporters of the king to the president's right and supporters of the revolution to his left. One deputy, the Baron de Gauville, explained: \"We began to recognize each other: those who were loyal to religion and the king took up positions to the right of the chair so as to avoid the shouts, oaths, and indecencies that enjoyed free rein in the opposing camp\".\nWhen the National Assembly was replaced in 1791 by a &lt;a href=\"Legislative%20Assembly%20%28France%29\"&gt;Legislative Assembly&lt;/a&gt; comprising entirely new members, the divisions continued. \"Innovators\" sat on the left, \"moderates\" gathered in the centre, while the \"conscientious defenders of the constitution\" found themselves sitting on the right, where the defenders of the &lt;a href=\"Ancien%20R%C3%A9gime\"&gt;Ancien Régime&lt;/a&gt; had previously gathered. When the succeeding &lt;a href=\"National%20Convention\"&gt;National Convention&lt;/a&gt; met in 1792, the seating arrangement continued, but following the &lt;a href=\"Insurrection%20of%2031%20May%20%E2%80%93%202%20June%201793\"&gt;coup d'état of 2 June 1793&lt;/a&gt; and the arrest of the &lt;a href=\"Girondins\"&gt;Girondins&lt;/a&gt; the right side of the assembly was deserted and any remaining members who had sat there moved to the centre. However, following the &lt;a href=\"Thermidorian%20Reaction\"&gt;Thermidorian Reaction&lt;/a&gt; of 1794 the members of the far-left were excluded and the method of seating was abolished. The new constitution included rules for the assembly that would \"break up the party groups\". However, following the &lt;a href=\"Bourbon%20Restoration%20in%20France\"&gt;Restoration&lt;/a&gt; in 1814–1815 political clubs were again formed. The majority &lt;a href=\"Ultra-royalist\"&gt;ultraroyalists&lt;/a&gt; chose to sit on the right. The \"constitutionals\" sat in the centre while independents sat on the left. The terms &lt;a href=\"Far-right%20politics\"&gt;extreme right&lt;/a&gt; and &lt;a href=\"Far-left%20politics\"&gt;extreme left&lt;/a&gt; as well as &lt;a href=\"Centre-right%20politics\"&gt;centre-right&lt;/a&gt; and &lt;a href=\"Centre-left%20politics\"&gt;centre-left&lt;/a&gt; came to be used to describe the nuances of ideology of different sections of the assembly.\nThe terms \"left\" and \"right\" were not used to refer to &lt;a href=\"political%20ideology\"&gt;political ideology&lt;/a&gt; per se, but only to seating in the legislature. After 1848, the main opposing camps were the \"&lt;a href=\"The%20Mountain%20%281849%29\"&gt;democratic socialists&lt;/a&gt;\" and the \"&lt;a href=\"Reactionary\"&gt;reactionaries&lt;/a&gt;\" who used red and white flags to identify their party affiliation. With the establishment of the &lt;a href=\"French%20Third%20Republic\"&gt;Third Republic&lt;/a&gt; in 1871, the terms were adopted by political parties: the Republican Left, the Centre Right and the Centre Left (1871) and the Extreme Left (1876) and Radical Left (1881). The beliefs of the group called the Radical Left were actually closer to the Centre Left than the beliefs of those called the Extreme Left.\nBeginning in the early twentieth century, the terms \"left\" and \"right\" came to be associated with specific political ideologies and were used to describe citizens' political beliefs, gradually replacing the terms \"&lt;a href=\"Red%20flag%20%28politics%29\"&gt;reds&lt;/a&gt;\" and \"the reaction\". The words Left and Right were at first used by their opponents as slurs. Those on the Left often called themselves \"&lt;a href=\"Republicanism\"&gt;republicans&lt;/a&gt;\", which at the time meant favoring a republic over a monarchy, while those on the Right often called themselves \"&lt;a href=\"Conservatism\"&gt;conservatives&lt;/a&gt;\". By 1914, the Left half of the legislature in France was composed of Unified Socialists, Republican Socialists and Socialist Radicals, while the parties that were called \"Left\" now sat on the right side. The use of the words Left and Right spread from France to other countries and came to be applied to a large number of political parties worldwide, which often differed in their political beliefs. There was asymmetry in the use of the terms Left and Right by the opposing sides. The Right mostly denied that the left–right spectrum was meaningful because they saw it as artificial and damaging to unity. However, the Left, seeking to change society, promoted the distinction. As &lt;a href=\"%C3%89mile%20Chartier\"&gt;Alain&lt;/a&gt; observed in 1931: \"When people ask me if the division between parties of the Right and parties of the Left, men of the Right and men of the Left, still makes sense, the first thing that comes to mind is that the person asking the question is certainly not a man of the Left.\" In British politics, the terms \"right\" and \"left\" came into common use for the first time in the late 1930s in debates over the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;. The Scottish sociologist &lt;a href=\"Robert%20M.%20MacIver\"&gt;Robert M. MacIver&lt;/a&gt; noted in \"The Web of Government\" (1947):\nThe right is always the party sector associated with the interests of the upper or dominant classes, the left the sector expressive of the lower economic or social classes, and the centre that of the middle classes. Historically this criterion seems acceptable. The conservative right has defended entrenched prerogatives, privileges and powers; the left has attacked them. The right has been more favorable to the aristocratic position, to the hierarchy of birth or of wealth; the left has fought for the equalization of advantage or of opportunity, for the claims of the less advantaged. Defence and attack have met, under democratic conditions, not in the name of class but in the name of principle; but the opposing principles have broadly corresponded to the interests of the different classes.\nIdeological groupings.\nGenerally, the left-wing is characterized by an emphasis on \"ideas such as &lt;a href=\"freedom\"&gt;freedom&lt;/a&gt;, &lt;a href=\"Egalitarianism\"&gt;equality&lt;/a&gt;, &lt;a href=\"Fraternity%20%28philosophy%29\"&gt;fraternity&lt;/a&gt;, &lt;a href=\"rights\"&gt;rights&lt;/a&gt;, &lt;a href=\"Social%20progress\"&gt;progress&lt;/a&gt;, &lt;a href=\"reform\"&gt;reform&lt;/a&gt; and &lt;a href=\"Internationalism%20%28politics%29\"&gt;internationalism&lt;/a&gt;\" while the right-wing is characterized by an emphasis on \"notions such as &lt;a href=\"authority\"&gt;authority&lt;/a&gt;, &lt;a href=\"hierarchy\"&gt;hierarchy&lt;/a&gt;, &lt;a href=\"Law%20and%20order%20%28politics%29\"&gt;order&lt;/a&gt;, &lt;a href=\"duty\"&gt;duty&lt;/a&gt;, &lt;a href=\"tradition\"&gt;tradition&lt;/a&gt;, &lt;a href=\"Reactionary\"&gt;reaction&lt;/a&gt; and &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt;\".\nPolitical scientists and other analysts regard the left as including &lt;a href=\"Anarchism\"&gt;anarchists&lt;/a&gt;, &lt;a href=\"Communism\"&gt;communists&lt;/a&gt;, &lt;a href=\"socialists\"&gt;socialists&lt;/a&gt;, &lt;a href=\"democratic%20socialists\"&gt;democratic socialists&lt;/a&gt;, &lt;a href=\"Social%20democracy\"&gt;social democrats&lt;/a&gt;, &lt;a href=\"Left-libertarianism\"&gt;left-libertarians&lt;/a&gt;, &lt;a href=\"progressivism\"&gt;progressives&lt;/a&gt; and &lt;a href=\"social%20liberalism\"&gt;social liberals&lt;/a&gt;. Movements for &lt;a href=\"racial%20equality\"&gt;racial equality&lt;/a&gt; and &lt;a href=\"trade%20unionism\"&gt;trade unionism&lt;/a&gt; have also been associated with the left.\nPolitical scientists and other analysts regard the right as including &lt;a href=\"Conservatism\"&gt;conservatives&lt;/a&gt;, &lt;a href=\"right-libertarians\"&gt;right-libertarians&lt;/a&gt;, &lt;a href=\"Neoconservatism\"&gt;neoconservatives&lt;/a&gt;, &lt;a href=\"Imperialism\"&gt;imperialists&lt;/a&gt;, &lt;a href=\"Monarchism\"&gt;monarchists&lt;/a&gt;, &lt;a href=\"fascists\"&gt;fascists&lt;/a&gt;, &lt;a href=\"Reactionary\"&gt;reactionaries&lt;/a&gt; and &lt;a href=\"Traditionalist%20conservatism\"&gt;traditionalists&lt;/a&gt;.\nA number of significant political movements do not fit precisely into the left-right spectrum, including &lt;a href=\"Christian%20democracy\"&gt;Christian democracy&lt;/a&gt;, &lt;a href=\"feminism\"&gt;feminism&lt;/a&gt;, and &lt;a href=\"regionalism%20%28politics%29\"&gt;regionalism&lt;/a&gt;. Though &lt;a href=\"nationalism\"&gt;nationalism&lt;/a&gt; is often regarded as a right-wing doctrine, many nationalists favor egalitarian distributions of resources. There are also \"&lt;a href=\"Civic%20nationalism\"&gt;liberal nationalists&lt;/a&gt;\". &lt;a href=\"Populism\"&gt;Populism&lt;/a&gt; is regarded as having both left-wing and right-wing manifestations in the form of &lt;a href=\"left-wing%20populism\"&gt;left-wing populism&lt;/a&gt; and &lt;a href=\"right-wing%20populism\"&gt;right-wing populism&lt;/a&gt;, respectively. &lt;a href=\"Green%20politics\"&gt;Green politics&lt;/a&gt; is often regarded as a movement of the left. However Dobson suggests green politics contains an inherent conservatism as it is \"adverse to anything but the most timid engineering of the social and natural world by human beings\" the green movement is then perhaps difficult to definitively categorize as left or right.\nPolitical parties.\nPolitical scientists have observed that the ideologies of political parties can be mapped along a single left–right axis. &lt;a href=\"Klaus%20von%20Beyme\"&gt;Klaus von Beyme&lt;/a&gt; categorized European parties into nine families, which described most parties. Beyme was able to arrange seven of them from left to right: &lt;a href=\"Communism\"&gt;communist&lt;/a&gt;, &lt;a href=\"Socialism\"&gt;socialist&lt;/a&gt;, &lt;a href=\"Green%20politics\"&gt;green&lt;/a&gt;, &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;, &lt;a href=\"Christian%20democracy\"&gt;Christian democratic&lt;/a&gt;, &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; and &lt;a href=\"far-right%20politics\"&gt;right-wing extremist&lt;/a&gt;. The position of agrarian and regional/ethnic parties varied. A study conducted in the late 1980s on two bases, positions on ownership of the means of production and positions on social issues, confirmed this arrangement.\nThere has been a tendency for party ideologies to persist and values and views that were present at a party's founding have survived. However, they have also adapted for &lt;a href=\"Pragmatism\"&gt;pragmatic&lt;/a&gt; reasons, making them appear more similar. &lt;a href=\"Seymour%20Martin%20Lipset\"&gt;Seymour Martin Lipset&lt;/a&gt; and &lt;a href=\"Stein%20Rokkan\"&gt;Stein Rokkan&lt;/a&gt; observed that modern party systems are the product of social conflicts played out in the last few centuries. They said that lines of cleavage had become \"frozen\".\nThe first modern &lt;a href=\"Political%20party\"&gt;political parties&lt;/a&gt; were liberals, organized by the &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt; in the 19th century to protect them against the &lt;a href=\"aristocracy\"&gt;aristocracy&lt;/a&gt;. They were major political parties in that century, but declined in the twentieth century as first the &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; came to support socialist parties and economic and &lt;a href=\"social%20change\"&gt;social change&lt;/a&gt; eroded their middle class base. Conservative parties arose in opposition to liberals in order to defend aristocratic privilege, but in order to attract voters they became less doctrinaire than liberals. However, they were unsuccessful in most countries and generally have been able to achieve power only through cooperation with other parties.\nSocialist parties were organized in order to achieve &lt;a href=\"Labor%20rights\"&gt;political rights for workers&lt;/a&gt; and were originally allied with liberals. However, they broke with the liberals when they sought &lt;a href=\"Workers%27%20control\"&gt;worker control&lt;/a&gt; of the &lt;a href=\"means%20of%20production\"&gt;means of production&lt;/a&gt;. Christian democratic parties were organized by Catholics who saw liberalism as a threat to traditional values. Although established in the 19th century, they became a major political force following the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;. Communist parties emerged following a division within socialism first on support of the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt; and then support of the &lt;a href=\"October%20Revolution\"&gt;Bolshevik Revolution&lt;/a&gt;. Right-wing extremist parties are harder to define other than being more right-wing than other parties, but include &lt;a href=\"fascism\"&gt;fascists&lt;/a&gt; and some extreme conservative and nationalist parties. Green parties were the most recent of the major party groups to develop. They have mostly rejected socialism and are very liberal on social issues.\nThese categories can be applied to many parties outside of Europe. Ware (1996) asserted that in the United States both major parties were &lt;a href=\"Economic%20liberalism\"&gt;liberal&lt;/a&gt;, even though there are left-right policy differences between them.\nContemporary terminology.\nWestern Europe.\nIn the 2001 book \"The Government and Politics of France\", Andrew Knapp and Vincent Wright say that the main factor dividing the left and right wings in Western Europe is class. The left seeks &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt; through &lt;a href=\"Redistribution%20of%20wealth\"&gt;redistributive social and economic policies&lt;/a&gt;, while the Right defends &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt; and &lt;a href=\"capitalism\"&gt;capitalism&lt;/a&gt;. The nature of the conflict depends on existing social and political cleavages and on the level of economic development. Left-wing values include the belief in the power of &lt;a href=\"human%20reason\"&gt;human reason&lt;/a&gt; to achieve &lt;a href=\"Social%20progress\"&gt;progress&lt;/a&gt; for the benefit of the human race, &lt;a href=\"secularism\"&gt;secularism&lt;/a&gt;, &lt;a href=\"sovereignty\"&gt;sovereignty&lt;/a&gt; exercised through the legislature, social justice and mistrust of strong personal political leadership. To the right, this is regularly seen as &lt;a href=\"anti-clericalism\"&gt;anti-clericalism&lt;/a&gt;, unrealistic &lt;a href=\"Reform%20movement\"&gt;social reform&lt;/a&gt;, doctrinaire &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; and &lt;a href=\"class%20hatred\"&gt;class hatred&lt;/a&gt;. The Right are skeptical about the capacity for radical reforms to achieve human well-being while maintaining workplace competition. They believe in the established church both in itself and as an instrument of social cohesion, and they believe in the need for strong political leadership to minimize social and political divisions. To the Left, this is seen as a selfish and reactionary opposition to social justice, a wish to impose doctrinaire religion on the population and a tendency to &lt;a href=\"authoritarianism\"&gt;authoritarianism&lt;/a&gt; and &lt;a href=\"Oppression\"&gt;repression&lt;/a&gt;.\nThe differences between left and right have altered over time. The initial cleavage at the time of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt; was between supporters of &lt;a href=\"absolute%20monarchy\"&gt;absolute monarchy&lt;/a&gt; (the Right) and those who wished to limit the king's authority (the Left). During the 19th century, the cleavage was between &lt;a href=\"Monarchism\"&gt;monarchists&lt;/a&gt; and &lt;a href=\"Republicanism\"&gt;republicans&lt;/a&gt;. Following the establishment of the &lt;a href=\"French%20Third%20Republic\"&gt;Third Republic&lt;/a&gt; in 1871, the cleavage was between supporters of a strong &lt;a href=\"Executive%20%28government%29\"&gt;executive&lt;/a&gt; on the Right and supporters of the primacy of the &lt;a href=\"legislature\"&gt;legislature&lt;/a&gt; on the Left.\nUnited States.\nA 2005 &lt;a href=\"Harris%20Insights%20%26amp%3B%20Analytics\"&gt;Harris Poll&lt;/a&gt; of American adults showed that the terms \"left wing\" and \"right wing\" were less familiar to Americans than the terms \"&lt;a href=\"Modern%20liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt;\" or \"&lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt;\". &lt;a href=\"Peter%20Berkowitz\"&gt;Peter Berkowitz&lt;/a&gt; writes that in the U.S., the term \"liberal\" \"commonly denotes the left wing of the Democratic Party\" and has become synonymous with the word \"progressive\".\n&lt;a href=\"Michael%20Kazin\"&gt;Michael Kazin&lt;/a&gt; writes that the left is traditionally defined as the social movement or movements \"that are dedicated to a radically &lt;a href=\"egalitarian\"&gt;egalitarian&lt;/a&gt; transformation of society\" and suggests that many in the &lt;a href=\"American%20Left\"&gt;left in the United States&lt;/a&gt; who met that definition called themselves by various other terms. Kazin writes that American leftists \"married the ideal of social equality to the principle of personal freedom\" and that contributed to the development of important features of modern American society, including \"the advocacy of &lt;a href=\"equal%20opportunity\"&gt;equal opportunity&lt;/a&gt; and equal treatment for women, ethnic and racial minorities, and homosexuals; the celebration of sexual pleasure unconnected to reproduction; a media and educational system sensitive to racial and gender oppression and which celebrates what we now call &lt;a href=\"multiculturalism\"&gt;multiculturalism&lt;/a&gt;; and the popularity of novels and films with a strongly altruistic and &lt;a href=\"anti-authoritarian\"&gt;anti-authoritarian&lt;/a&gt; point of view.\" A variety of distinct left-wing movements existed in American history, including &lt;a href=\"Labor%20history%20of%20the%20United%20States\"&gt;labor movements&lt;/a&gt;, the &lt;a href=\"Farmer-Labor\"&gt;Farmer-Labor&lt;/a&gt; movement, various &lt;a href=\"democratic%20socialist\"&gt;democratic socialist&lt;/a&gt; and &lt;a href=\"History%20of%20the%20socialist%20movement%20in%20the%20United%20States\"&gt;socialist movements&lt;/a&gt;, pacifist movements, and the &lt;a href=\"New%20Left\"&gt;New Left&lt;/a&gt;.\nReception.\nAmerican &lt;a href=\"Libertarianism%20in%20the%20United%20States\"&gt;libertarian&lt;/a&gt; writer &lt;a href=\"David%20Boaz\"&gt;David Boaz&lt;/a&gt; argued that the political terms \"Left\" and \"Right\" are used to spin a particular point of view rather than as simple descriptors, with those on the Left typically emphasizing their support for working people and accusing the Right of supporting the interests of the upper class; and those on the Right usually emphasizing their support for &lt;a href=\"individualism\"&gt;individualism&lt;/a&gt; and accusing the Left of supporting &lt;a href=\"collectivism\"&gt;collectivism&lt;/a&gt;. Boaz asserts that arguments about the way these terms should be used often displace arguments about policy by raising emotional prejudice against a preconceived notion of what the terms mean.\nIn 2006, British Prime Minister &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt; described the main cleavage in politics as not left versus right, but &lt;a href=\"Open%E2%80%93closed%20politics\"&gt;open versus closed&lt;/a&gt;. According to Blair, attitudes towards social issues and globalism are more important than the conventional economic left–right issues. In this model, \"open\" voters tend to be &lt;a href=\"Cultural%20liberalism\"&gt;culturally liberal&lt;/a&gt;, &lt;a href=\"Multiculturalism\"&gt;multicultural&lt;/a&gt; and in favour of &lt;a href=\"globalisation\"&gt;globalisation&lt;/a&gt; while \"closed\" voters are &lt;a href=\"Cultural%20conservatism\"&gt;culturally conservative&lt;/a&gt;, &lt;a href=\"Opposition%20to%20immigration\"&gt;opposed to immigration&lt;/a&gt; and in favour of &lt;a href=\"protectionism\"&gt;protectionism&lt;/a&gt;. The open–closed political spectrum has seen increased support following the rise of &lt;a href=\"Populism\"&gt;populist&lt;/a&gt; and &lt;a href=\"Centrism\"&gt;centrist&lt;/a&gt; parties in the 2010s.\n&lt;a href=\"Norberto%20Bobbio\"&gt;Norberto Bobbio&lt;/a&gt; saw the polarization of the Italian Chamber of Deputies in the 1990s as evidence that the linear left–right axis remained valid. Bobbio thought that the argument that the spectrum had disappeared occurred when either the Left or Right were weak. The dominant side would claim that its ideology was the only possible one, while the weaker side would minimize its differences. He saw the Left and Right not in absolute terms, but as relative concepts that would vary over time. In his view, the left–right axis could be applied to any time period.\nA survey of Canadian legislative caucuses conducted between 1983 and 1994 by &lt;a href=\"Bob%20Altemeyer\"&gt;Bob Altemeyer&lt;/a&gt; showed an 82% correlation between party affiliation and score on a scale for &lt;a href=\"right-wing%20authoritarianism\"&gt;right-wing authoritarianism&lt;/a&gt; when comparing right-wing and &lt;a href=\"Social%20democracy\"&gt;social democratic&lt;/a&gt; caucuses. There was a wide gap between the scores of the two groups, which was filled by liberal caucuses. His survey of American legislative caucuses showed scores by American Republicans and Democrats were similar to the Canadian Right and liberals, with a 44% correlation between party affiliation and score."
}