{
    "id": "35623600",
    "revid": "7739861",
    "url": "https://en.wikipedia.org/wiki?curid=35623600",
    "title": "Glover cottages",
    "text": "The Glover cottages are two &lt;a href=\"semi-detached\"&gt;semi-detached&lt;/a&gt; &lt;a href=\"cottage\"&gt;cottage&lt;/a&gt;s in Kent Street, &lt;a href=\"Millers%20Point%2C%20New%20South%20Wales\"&gt;Millers Point&lt;/a&gt;, a suburb of &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;, in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. The cottages were completed in the &lt;a href=\"Australian%20residential%20architectural%20styles%23Old%20Colonial%20Georgian%20Style\"&gt;Colonial Georgian&lt;/a&gt; style between 1820 and 1838.\nDescription and history.\nThe Glover cottages are located on an artificial rock shelf on the east side of Kent Street. This rock shelf may have been created by quarrying from 1810 to 1830. The cottages were constructed on the site by Edward Ewen, a &lt;a href=\"Cooper%20%28profession%29\"&gt;cooper&lt;/a&gt;. Ewen later sold the property to Thomas Glover, a publican whose activities were centred on Cumberland Street in &lt;a href=\"The%20Rocks%2C%20Sydney\"&gt;The Rocks&lt;/a&gt;. Glover saw the property primarily as a source of income rather than a primary residence; he duly carried out repairs on the buildings, as well as building two more houses on the site. Thomas Glover died &lt;a href=\"intestate\"&gt;intestate&lt;/a&gt; in 1836; after protracted legal proceedings, the property was transferred in 1840 to James Glover, Thomas's son. Property and buildings stayed in the Glover family, being used partly for accommodation and partly as a source of income – which included some demolition and development – until 1900. By this time, the property and cottages were popularly known as The Ark.\nAfter the outbreak of the &lt;a href=\"bubonic%20plague\"&gt;bubonic plague&lt;/a&gt; in Sydney, the property was resumed under the \"&lt;a href=\"Darling%20Harbour\"&gt;Darling Harbour&lt;/a&gt; Wharves Resumptions Act\", but it transpired that the cottages and property were never needed for the purposes of this act. In 1979, the cottages were restored for non-residential purposes and a courtyard was created at the rear. The cottages were heritage-listed in 1989, but the listing was later revoked before being restored. They are regarded as being of historical significance as a quality building constructed before the formal granting of the land. They are also an early example of Colonial Georgian design as used in a colonial town, as well as being one of the few remaining examples of small residential buildings that date from the 1820s.\nHeritage listing.\nOn 14 December 2012 the cottages were entered on the &lt;a href=\"City%20of%20Sydney\"&gt;City of Sydney&lt;/a&gt; &lt;a href=\"Local%20government%20in%20New%20South%20Wales\"&gt;local government&lt;/a&gt; list of the &lt;a href=\"New%20South%20Wales%20Heritage%20Database\"&gt;New South Wales Heritage Database&lt;/a&gt; with the following statement of significance:\nOn 21 March the cottages were listed on the (now defunct) &lt;a href=\"Register%20of%20the%20National%20Estate\"&gt;Register of the National Estate&lt;/a&gt;."
}