{
    "id": "3565803",
    "revid": "205654",
    "url": "https://en.wikipedia.org/wiki?curid=3565803",
    "title": "Reuben Henry Tucker III",
    "text": "&lt;a href=\"Major%20general%20%28United%20States%29\"&gt;Major General&lt;/a&gt; Reuben Henry Tucker III (January 29, 1911 – January 6, 1970) was a highly decorated senior officer in the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;. He served with distinction during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, where he commanded the &lt;a href=\"504th%20Infantry%20Regiment%20%28United%20States%29\"&gt;504th Parachute Infantry Regiment&lt;/a&gt; in &lt;a href=\"Allied%20invasion%20of%20Sicily\"&gt;Sicily&lt;/a&gt;, &lt;a href=\"Italian%20Campaign%20%28World%20War%20II%29\"&gt;Italy&lt;/a&gt;, &lt;a href=\"Operation%20Market%20Garden\"&gt;The Netherlands&lt;/a&gt;, &lt;a href=\"Battle%20of%20the%20Bulge\"&gt;Belgium&lt;/a&gt; and &lt;a href=\"Western%20Allied%20invasion%20of%20Germany\"&gt;Germany&lt;/a&gt; from 1942 to 1945. He was one of the youngest regimental commanders of the war.\nEarly life.\nCharleston (in what was then the &lt;a href=\"Province%20of%20Carolina\"&gt;Province of Carolina&lt;/a&gt;), where he was to die, had been settled from &lt;a href=\"Bermuda\"&gt;Bermuda&lt;/a&gt; under &lt;a href=\"William%20Sayle\"&gt;William Sayle&lt;/a&gt; in 1670, and many Bermudian families long remained prominent there. Notable among these was the Atlantic archipelago's Tucker family, which included &lt;a href=\"Thomas%20Tudor%20Tucker\"&gt;Thomas Tudor Tucker&lt;/a&gt; and several notable Henry Tuckers. Reuben Henry Tucker III's paternal line, however, actually traces back to Robert Tucker, born in 1604 in &lt;a href=\"Gravesend\"&gt;Gravesend&lt;/a&gt;, &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;, England, who died in &lt;a href=\"Milton%2C%20Massachusetts\"&gt;Milton, Massachusetts&lt;/a&gt; in 1682.\nReuben Henry Tucker III was born in 1911 to Reuben Henry Tucker, Jr. and his wife, Clare ( Booth). He was active in sports and &lt;a href=\"Boy%20Scouts%20of%20America\"&gt;Boy Scouts&lt;/a&gt; in his youth, proving his bravery and resourcefulness at 13 by pulling his drowning younger brother and a friend from a freezing mill pond. For this, he received a local award for heroism from the Scouts. While the boys in his &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; social &lt;a href=\"Fraternities%20and%20sororities\"&gt;fraternity&lt;/a&gt; would nickname him \"Duke\" for his good looks and fastidious dress, and his family would call him \"Tommy\", he would be known by many as simply \"Rube\".\nWest Point.\nTucker's path to the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; at West Point was not quite direct. The Tucker family had produced soldiers for all of America's wars since the &lt;a href=\"American%20Revolution\"&gt;Revolution&lt;/a&gt;, and worked in Ansonia's &lt;a href=\"brass%20mill\"&gt;brass mill&lt;/a&gt; between wars. Tucker himself spent a year in the mill before entering a West Point prep school, &lt;a href=\"Millard%27s%20Preparatory%20School\"&gt;Millard's&lt;/a&gt;. Despite passing the entrance exam, he did not secure an appointment in 1929 and spent a year out in &lt;a href=\"Wyoming\"&gt;Wyoming&lt;/a&gt; before joining the Class of 1934.\nDue to a failing grade in mathematics, Tucker washed out of West Point. Fortunately, his determination to remain at the academy helped him in passing two days of exams for re-admission, which allowed him to be \"turned back\" and join the Class of 1935. Tucker married on the day following graduation. He and his wife would raise five boys over the ensuing decades.\nWorld War II.\nTucker volunteered for the &lt;a href=\"paratrooper\"&gt;paratrooper&lt;/a&gt;s, part of the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;'s newly created &lt;a href=\"airborne%20forces\"&gt;airborne forces&lt;/a&gt;, at &lt;a href=\"Fort%20Benning\"&gt;Fort Benning&lt;/a&gt;, Georgia. Upon graduation Tucker, now a &lt;a href=\"Captain%20%28United%20States%29\"&gt;captain&lt;/a&gt;, was assigned to the 504th Parachute Infantry Battalion. Following activation of the &lt;a href=\"504th%20Infantry%20Regiment%20%28United%20States%29\"&gt;504th Parachute Infantry Regiment&lt;/a&gt; (PIR), on 1 May 1942, Tucker, now a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;, was assigned as the &lt;a href=\"executive%20officer\"&gt;executive officer&lt;/a&gt;. The 504th was later assigned to the &lt;a href=\"82nd%20Airborne%20Division\"&gt;82nd Airborne Division&lt;/a&gt;, under Major General &lt;a href=\"Matthew%20Ridgway\"&gt;Matthew Ridgway&lt;/a&gt;. On 6 December 1942, Ridgway selected Tucker to command the 504th. The other two regiments of the &lt;a href=\"325th%20Infantry%20Regiment%20%28United%20States%29\"&gt;325th&lt;/a&gt; and &lt;a href=\"326th%20Infantry%20Regiment%20%28United%20States%29\"&gt;326th Glider Infantry&lt;/a&gt;, along with supporting units. The 326th was later replaced by the &lt;a href=\"505th%20Infantry%20Regiment%20%28United%20States%29\"&gt;505th PIR&lt;/a&gt;. At 31 years of age, Tucker was one of the youngest regimental commanders during the war, despite his delay in entering and graduating from West Point.\nOn 11 July 1943, Tucker, who was by now a full colonel, led his troops in the &lt;a href=\"Allied%20invasion%20of%20Sicily\"&gt;Allied invasion of Sicily&lt;/a&gt;. There the American ground and sea forces, mistaking the 504th's aircraft for enemy planes, fired on the formations, resulting in the catastrophic loss of 23 aircraft, numerous casualties, and the scattering of troops all over the island. Tucker also led the 504th PIR during the &lt;a href=\"Italian%20Campaign%20%28World%20War%20II%29\"&gt;Italian Campaign&lt;/a&gt; at &lt;a href=\"Allied%20invasion%20of%20Italy\"&gt;Salerno&lt;/a&gt; and &lt;a href=\"Battle%20of%20Anzio\"&gt;Anzio&lt;/a&gt;, at &lt;a href=\"Nijmegen\"&gt;Nijmegen&lt;/a&gt; during &lt;a href=\"Operation%20Market%20Garden\"&gt;Operation Market Garden&lt;/a&gt;, and during the &lt;a href=\"Battle%20of%20the%20Bulge\"&gt;Battle of the Bulge&lt;/a&gt;. Due to the number of casualties sustained during the fighting in Italy, Tucker and the rest of the 504th did not participate in the Allied &lt;a href=\"invasion%20of%20Normandy\"&gt;invasion of Normandy&lt;/a&gt;, instead remaining in England.\nColonel Tucker was an outstanding combat leader during the war, and had a marked and lasting influence on many members of the 504th PIR through his traits of character, leadership ability, sense of humor, and understanding. He was affectionately referred to as \"The Little Colonel\" by the troops, and his presence among them often inspired their will to fight under adverse conditions. While fighting on the Anzio &lt;a href=\"beachhead\"&gt;beachhead&lt;/a&gt;, they became known as the \"Devils in Baggy Pants.\" The nickname remains with the regiment today.\nColonel &lt;a href=\"James%20M.%20Gavin\"&gt;James M. Gavin&lt;/a&gt;, who originally commanded the 505th PIR and later commanded the 82nd Airborne Division, stated in his book, \"On to Berlin\": \"The 504th was commanded by a tough, superb combat leader, Colonel Reuben H. Tucker was probably the best regimental commander of the war.\" Gavin admitted that Tucker\nPost-war assignments.\nFollowing the war, Colonel Tucker held varied positions and assignments, including as Commander 1st Cadet Regiment, &lt;a href=\"United%20States%20Military%20Academy\"&gt;West Point&lt;/a&gt;; staff and faculty, &lt;a href=\"Air%20War%20College\"&gt;Air War College&lt;/a&gt;; student, &lt;a href=\"United%20States%20Army%20War%20College\"&gt;Army War College&lt;/a&gt;; Commandant of Cadets, &lt;a href=\"The%20Citadel%2C%20The%20Military%20College%20of%20South%20Carolina\"&gt;The Citadel&lt;/a&gt;; Assistant Division Commander, &lt;a href=\"101st%20Airborne%20Division\"&gt;101st Airborne Division&lt;/a&gt; and Chief Infantry Officers Branch, Department of the Army. Subsequent assignments were Commanding General of &lt;a href=\"Fort%20Dix\"&gt;Fort Dix&lt;/a&gt;; Chief &lt;a href=\"Military%20Assistance%20Advisory%20Group\"&gt;Military Assistance Advisory Group&lt;/a&gt; in &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt;, and Assistant Chief of Staff G-3, United States Army, Pacific.\nRetirement.\nTucker retired from the army in 1963, settling in &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;, to assume a position he previously held on active duty, Commandant of Cadets at the Citadel where he remained until retiring a second time in February 1968.\nOn 6 January 1970, Tucker was found collapsed on the Citadel campus, the victim of an apparent heart attack. Funeral services were held in &lt;a href=\"Beaufort%2C%20South%20Carolina\"&gt;Beaufort, South Carolina&lt;/a&gt;, on 9 January 1970. Tucker's final resting place in &lt;a href=\"Beaufort%20National%20Cemetery\"&gt;Beaufort National Cemetery&lt;/a&gt; is located in close proximity to the graveside of his oldest son, who was killed in action in &lt;a href=\"Vietnam%20War\"&gt;Vietnam&lt;/a&gt;.\nAwards and decorations.\nTucker was highly decorated for his service in World War II. He was awarded two &lt;a href=\"Distinguished%20Service%20Cross%20%28United%20States%29\"&gt;Distinguished Service Crosses&lt;/a&gt;, the United States' second highest medal for bravery, one of which was personally presented by President &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; during a visit to &lt;a href=\"Castelvetrano\"&gt;Castelvetrano&lt;/a&gt;, &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt;, in December 1943, for extraordinary heroism under hostile fire in Italy in September."
}