{
    "id": "356780",
    "revid": "347400",
    "url": "https://en.wikipedia.org/wiki?curid=356780",
    "title": "Battle of Oliwa",
    "text": "The Battle of Oliwa, also known as the Battle of Oliva or the Battle of Gdańsk Roadstead, was a naval battle that took place on 28 November, 1627, slightly north of the port of &lt;a href=\"Gda%C5%84sk\"&gt;Danzig&lt;/a&gt; off of the coast of the village of &lt;a href=\"Oliwa\"&gt;Oliva&lt;/a&gt; during the &lt;a href=\"Polish%E2%80%93Swedish%20War%20%281626%E2%80%9329%29\"&gt;Polish–Swedish War&lt;/a&gt;. It was the largest naval engagement to be fought by the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth%20Navy\"&gt;Polish–Lithuanian Commonwealth Navy&lt;/a&gt; and resulted in defeating a &lt;a href=\"Swedish%20navy\"&gt;Swedish&lt;/a&gt; squadron led by Niels Stiernsköld that conducted a &lt;a href=\"blockade\"&gt;blockade&lt;/a&gt; of the harbour of Danzig. The Poles sailed out of the Danzig harbour and engaged the Swedish squadron capturing the Swedish &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; and sinking another Swedish &lt;a href=\"warship\"&gt;warship&lt;/a&gt;.\nBackground.\nThe Swedes had a long tradition of seamanship and maintained a strong navy, and were able to land troops from the Swedish mainland at will along the southern Baltic shore. They were also able to blockade the Polish–Lithuanian Commonwealth's ports (most important being &lt;a href=\"Danzig\"&gt;Danzig&lt;/a&gt;) maintaining a stranglehold on Polish-Lithuanian &lt;a href=\"trade\"&gt;trade&lt;/a&gt;. On 28 November, a small, newly-formed Polish–Lithuanian Commonwealth fleet, using purchased German ships and foreign (mainly &lt;a href=\"Dutch%20Republic\"&gt;Dutch&lt;/a&gt;) sailors, emerged from Danzig to defeat the Swedish blockading squadron. The admiral of the Polish fleet( at the time) was Wilhelm Appelmann, but due to illness, he could not take part in the battle and the royal commissioners appointed a new admiral of the Polish fleet before. &lt;a href=\"Arend%20Dickmann\"&gt;Arend Dickmann&lt;/a&gt; made himself the &lt;a href=\"admiral\"&gt;admiral&lt;/a&gt; of the fleet, Jan Storch made himself the commander of the Polish marines and Herman Witte made himself the &lt;a href=\"vice%20admiral\"&gt;vice admiral&lt;/a&gt;. These three commanders formed a &lt;a href=\"council%20of%20war\"&gt;council of war&lt;/a&gt; in which they jointly developed a battle plan and decided on the attack. The galleon \"Ritter Sankt Georg\" were the Polish-Lithuanian flagship.\nBattle.\nThe Polish–Lithuanian fleet outnumbered the blockading Swedish squadron; the two Polish-Lithuanian squadrons numbered ten ships in all, but most were of small size, and only four Polish-Lithuanian ships were at full combat strength. The Polish–Lithuanian ships were commanded by Admiral &lt;a href=\"Arend%20Dickmann\"&gt;Arend Dickmann&lt;/a&gt; in the \"Ritter Sankt Georg\". The Swedish squadron numbered six vessels under Admiral Nils Stiernsköld in his flagship, \"Tigern\". The Polish–Lithuanian ships had a larger complement of &lt;a href=\"marines\"&gt;marines&lt;/a&gt; on board than the Swedish ships, and this in large part determined the tactics employed in the battle.\nThe Polish–Lithuanian fleet anchored off the Danzig roadstead, while the Swedish squadron sailed southwards from the &lt;a href=\"Hel%20Peninsula\"&gt;Hel Peninsula&lt;/a&gt;. The Polish–Lithuanian squadrons weighed anchor and suddenly rushed towards the Swedish squadron, much to the surprise of the Swedes.\nThe battle split into two main encounters. The Polish–Lithuanian flagship \"Ritter Sankt Georg\", supported by the \"Meerweib\", engaged the Swedish flagship \"Tigern\". More Polish–Lithuanian ships came alongside the \"Tigern\" and Polish–Lithuanian marines &lt;a href=\"Naval%20boarding\"&gt;boarded&lt;/a&gt;, overwhelmed the Swedes and captured the vessel. Meanwhile, the Polish–Lithuanian vice-admiral's galleon, \"Meerman\", attacked the larger Swedish galleon, \"&lt;a href=\"Solen%20%28ship%29\"&gt;Solen&lt;/a&gt;\". The captain of the \"Solen\", a Scotsman named Alexander Forath who served as the vice admiral of the fleet, seeing that his ship was about to be captured, detonated the powder magazine and blew his ship up rather than capture it. The four surviving Swedish ships realized their situation, quickly headed towards the open sea and managed to escape the pursuit. Both admirals were killed.\nAfter the conclusion of the battle, Arend Dickmann (known to the Poles as the Polish \"&lt;a href=\"Horatio%20Nelson\"&gt;Nelson&lt;/a&gt;\") died from a cannon shot that smashed his legs and appeared to be fired from the retreating Swedish ships, while the Swedish admiral Nils Stiernsköld soon died of injuries and sustained during the fighting. Both admirals were buried with the highest honors in the &lt;a href=\"St.%20Mary%27s%20Church%2C%20Gda%C5%84sk\"&gt;St. Mary's Basilica&lt;/a&gt; in Danzig.\nAftermath.\nThe &lt;a href=\"after%20action%20report\"&gt;after action report&lt;/a&gt; on the battle for &lt;a href=\"Sigismund%20III%20Vasa\"&gt;Sigismund III Vasa&lt;/a&gt; was prepared by Wolfgang von der Oelsnitz from the Royal Ship Commission, who also presented the king with the captured Swedish flags and the personal sword of Nils Stiernsköld. James Murray was dismissed from duty after the conclusion of the battle after allegations of cowardice surfaced from the other captains of the Polish–Lithuanian fleet over the refusal of Murray to pursue the fleeing of the Swedish ships.\nThe immediate effect of the battle was the temporary removal of the Swedish blockade of Danzig. The court of the Polish–Lithuanian Commonwealth used the victory to the maximum advantage in their &lt;a href=\"propaganda\"&gt;propaganda&lt;/a&gt;. A popular Polish saying states that on that day \"the sun went down at noon\", referring to the destruction of one of the Swedish ships, the \"Solen\". Gustavus received the news of this battle with some mark of impatience, and apparently little awareness of the difference between naval and land operations – he could not help expressing his surprise that a \"city of merchants\" (referring to the city of Danzig) should be able to dispute the sea with a professional navy.\nOrder of battle.\nShips of the Polish–Lithuanian Commonwealth Navy.\nIn total, the fleet consisted of 10 ships, 179 cannons and 1,160 soldiers and sailors.\nShips of the Swedish Navy.\nIn total, the fleet consisted of 6 ships, 140 cannons and 700 soldiers and sailors."
}