{
    "id": "35686880",
    "revid": "19261346",
    "url": "https://en.wikipedia.org/wiki?curid=35686880",
    "title": "2012 Kentucky Derby",
    "text": "The 138th Kentucky Derby was the running of the &lt;a href=\"Kentucky%20Derby\"&gt;Kentucky Derby&lt;/a&gt; in 2012, and took place on May 5 at 6:24 pm &lt;a href=\"Eastern%20Time%20Zone%20%28North%20America%29\"&gt;Eastern Daylight Time&lt;/a&gt; (EDT) at &lt;a href=\"Churchill%20Downs\"&gt;Churchill Downs&lt;/a&gt;. Due to &lt;a href=\"sponsorship\"&gt;sponsorship&lt;/a&gt;, the race was known as the Kentucky Derby Presented by &lt;a href=\"Yum%21%20Brands\"&gt;Yum! Brands&lt;/a&gt;. The race was televised in the United States on the &lt;a href=\"NBC\"&gt;NBC&lt;/a&gt; television network.\nThe race was won by &lt;a href=\"I%27ll%20Have%20Another\"&gt;I'll Have Another&lt;/a&gt;, ridden by &lt;a href=\"Mario%20Gutierrez%20%28jockey%29\"&gt;Mario Gutierrez&lt;/a&gt;, with a time of 2:01.83, while favorite &lt;a href=\"Bodemeister\"&gt;Bodemeister&lt;/a&gt; finished second and Dullahan was third.\nA record crowd of 165,307 was on hand at the track for the race.\nContenders.\nPrior to the race, the field was considered \"unusually strong\"; four time Derby winning trainer &lt;a href=\"D.%20Wayne%20Lukas\"&gt;D. Wayne Lukas&lt;/a&gt; called it the \"best bunch I've seen in a long time\". The major contenders were Bodemeister (Arkansas Derby), Union Rags (Champagne, Fountain of Youth Stakes), Gemologist (Wood Memorial), Creative Cause (Norfolk, San Felipe Stakes), Take Charge Indy (Florida Derby), Dullahan (Blue Grass Stakes) and Hansen (Breeders' Cup Juvenile, Gotham Stakes). I'll Have Another went off as a relative longshot at 15-1 despite winning both the Robert B. Lewis and Santa Anita Derby.\nRace.\nThunderstorms the night before led to the cancellation of morning training for the riders, and, at 8:00 am EST, the track was labeled \"sloppy\". However, closer to the race, conditions were upgraded to \"fast\", the best condition for a dirt track. My Adonis was drawn into the race as an also eligible entry. If there were any entries that scratched, My Adonis would have been able to start in the race.\nBodemeister, ridden by &lt;a href=\"Mike%20E.%20Smith\"&gt;Mike E. Smith&lt;/a&gt;, was leading at the quarter-mile mark with a time of 22.32 seconds. Bodemeister maintained his lead at the half-mile mark, at 45.39 seconds. During the final &lt;a href=\"furlong\"&gt;furlong&lt;/a&gt;, I'll Have Another overtook Bodemeister to win by one and a half &lt;a href=\"horse%20length\"&gt;length&lt;/a&gt;s. I'll Have Another was the first Kentucky Derby winner to win from post barrier 19, while Mario Gutierrez won on his first attempt in the Kentucky Derby. Union Rags, the second-favorite to win at 9–2 odds, finished seventh.\nAll-sources wagering on the Kentucky Derby race was also record setting, up 18.8% from 112.0-million to $133.1-million. The previous record for all-sources wagering on the Kentucky Derby race was $118.4-million and was established in 2006.\nPayout.\nThe 138th Kentucky Derby Payout Schedule\nField.\nThe field was announced on May 2, 2012.\nSubsequent Grade I wins.\nSeveral horses in the Derby went on to subsequent Grade I wins."
}