{
    "id": "35763397",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=35763397",
    "title": "Bob McNamara (Canadian football)",
    "text": "John Robert \"Bob\" McNamara (August 12, 1931 – July 20, 2014) was an American football all-star &lt;a href=\"running%20back\"&gt;running back&lt;/a&gt; in the &lt;a href=\"Canadian%20Football%20League\"&gt;Canadian Football League&lt;/a&gt; and the &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt;.\nA star with the collegiate &lt;a href=\"Minnesota%20Gophers\"&gt;Minnesota Gophers&lt;/a&gt;, their team MVP in 1954, McNamara was drafted by the &lt;a href=\"Cleveland%20Browns\"&gt;Cleveland Browns&lt;/a&gt;. Instead, he turned directly north and signed with the &lt;a href=\"Winnipeg%20Blue%20Bombers\"&gt;Winnipeg Blue Bombers&lt;/a&gt;. However, the promise he showed was unfulfilled, as his career was beset with injury. In 1955, he rushed for only 51 yards. 1956 is when he showed his true form, rushing for 1101 yards, catching 36 passes for another 512 yards, scoring 17 touchdowns, and intercepting two passes. He was chosen as an all-star. Injuries returned and in 1957 he rushed for 90 yards with one touchdown on an interception return. In 1958, he did manage 236 rushing yards and 248 receiving yards, on 18 catches, but he had become a liability to the Bombers with his no cut contract, and he wasn't in the line up for the last half of the season and did not play in their &lt;a href=\"Grey%20Cup\"&gt;Grey Cup&lt;/a&gt; victory. The Bombers then waived him out of the league, but he still holds an amazing &lt;a href=\"Canadian%20Football%20League\"&gt;CFL&lt;/a&gt; record: he scored 6 touchdowns at the &lt;a href=\"BC%20Lions\"&gt;BC Lions&lt;/a&gt; on October 13, 1956.\nMcNamara next played with the inaugural &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; of the new &lt;a href=\"American%20Football%20League\"&gt;AFL&lt;/a&gt;. In two seasons as a receiver and cornerback he caught 7 passes for 143 yards and intercepted 7 passes. He later tried out with the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt;.\nIn his later years, Bob McNamara was a tireless booster for &lt;a href=\"Minnesota%20Gophers\"&gt;Minnesota Gophers&lt;/a&gt; sports and an instrumental supporter for the school's &lt;a href=\"TCF%20Bank%20Stadium\"&gt;TCF Bank Stadium&lt;/a&gt;, which opened in 2009 and brought outdoor football back to campus. He died while undergoing chemotherapy treatment for cancer, on July 20, 2014."
}