{
    "id": "35800727",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=35800727",
    "title": "Demcizumab",
    "text": "Demcizumab is a &lt;a href=\"humanized%20monoclonal%20antibody\"&gt;humanized monoclonal antibody&lt;/a&gt; which is used to treat patients with pancreatic cancer or non-small cell lung cancer. Demcizumab has completed &lt;a href=\"phase%201%20trial\"&gt;phase 1 trial&lt;/a&gt;s and is currently undergoing &lt;a href=\"phase%202%20trial\"&gt;phase 2 trial&lt;/a&gt;s. Demcizumab was developed by &lt;a href=\"OncoMed%20Pharmaceuticals\"&gt;OncoMed Pharmaceuticals&lt;/a&gt; in collaboration with &lt;a href=\"Celgene\"&gt;Celgene&lt;/a&gt;.\nMechanism of action.\nDemcizumab blocks &lt;a href=\"DLL4\"&gt;Delta-like ligand 4&lt;/a&gt; (DLL4), a ligand of &lt;a href=\"Notch%20proteins\"&gt;Notch receptors&lt;/a&gt;. &lt;a href=\"Notch%20signaling\"&gt;Notch signaling&lt;/a&gt; has been implicated as a key signaling pathway in &lt;a href=\"cancer%20stem%20cell\"&gt;cancer stem cell&lt;/a&gt;s. By treating patients with a combination of Demcizumab and a &lt;a href=\"Cytotoxicity\"&gt;cytotoxic&lt;/a&gt; &lt;a href=\"chemotherapy\"&gt;chemotherapy&lt;/a&gt;, it is hoped that a more durable anti-tumor response can be achieved than with chemotherapy alone.\nAdverse effects.\nDemcizumab has been known to cause many adverse effects in patient. The most common side effects are &lt;a href=\"hypertension\"&gt;hypertension&lt;/a&gt;, fatigue, &lt;a href=\"anemia\"&gt;anemia&lt;/a&gt;, and headaches. More adverse effect are nausea, &lt;a href=\"hypoalbuminemia\"&gt;hypoalbuminemia&lt;/a&gt;, dizziness, and &lt;a href=\"dyspnea\"&gt;dyspnea&lt;/a&gt; occurred. Finally, some uncommon side effects are heart related illness forming half way through the study.\nPhase 1 Trials.\nThe patients that were chosen are older than 21, life expectancy greater than three months, &lt;a href=\"Histology\"&gt;histologically&lt;/a&gt; confirmed melastic, and normal &lt;a href=\"Hematology\"&gt;hematologic&lt;/a&gt; and clotting parameters. Patients that were excluded received therapy four weeks or earlier, known &lt;a href=\"HIV%20infection\"&gt;HIV infection&lt;/a&gt;, bleeding disorder, receiving &lt;a href=\"anticoagulant\"&gt;anticoagulant&lt;/a&gt;s, uncontrolled hypertension, and pregnant or nursing. In addition people that have &lt;a href=\"New%20York%20Heart%20Association%20Functional%20Classification\"&gt;New York Heart Association Functional Classification&lt;/a&gt; II, III, and IV, uncontrolled seizers, active neurological diseases, and significant intercurrent illness are excluded.\nPhase 1a trials shows that the drug will be a durable anti-tumor response. In the Phase 1b trials shows the safety and &lt;a href=\"pharmacokinetics\"&gt;pharmacokinetics&lt;/a&gt; that help decide what the maximum tolerated dose is. They dosed fifty-five patients either weekly with a doses ranging from .5 to 5 mg/kg or dosed biweekly with doses ranging from 2.5–10 mg/kg.\nThe Phase 1 trials show that Demcizumab has a tolerable short term safety profile with common side effects of hypertension and fatigue. The recommended dose is 5 mg/kg until further research have been done.\nPhase 2 Trials.\nThey are holding 2 phase 2 trials. The Yosemite trial is testing demcizumab with &lt;a href=\"Abraxane\"&gt;Abraxane&lt;/a&gt; and &lt;a href=\"gemcitabine\"&gt;gemcitabine&lt;/a&gt; verses only using Abraxane and gemcitabine for &lt;a href=\"pancreatic%20cancer\"&gt;pancreatic cancer&lt;/a&gt;. The second phase 2 trial is Denali, which is testing demcizumab with &lt;a href=\"pemetrexed\"&gt;pemetrexed&lt;/a&gt; and &lt;a href=\"carboplatin\"&gt;carboplatin&lt;/a&gt; verses only pemetrexed and carboplatin alone for non-small cell lung cancer patients. The patients were similar to subjects in phase 1 trials of demcizumab.\nThe Yosemite trial is a double blind, randomized, 3 arm study in subjects with metastatic pancreatic cancer. The primary purpose of the study is to assess the efficacy and safety of demcizumab with Abraxane plus gemcitabine compared to only standard care. The Phase 2 dose of Demcizumab was 3.5 mg/kg every two weeks for 70 days. In April 2017, OncoMed announced that the trial had failed to meet its primary endpoint and demcizumab had no significant effect on survival.\nThe other phase 2 trial is the Denali trial for non-small cell lung cancer. It is a randomized, 3 arm study in subjects with first-line metastatic Stage IV non-squamous &lt;a href=\"non-small-cell%20lung%20cancer\"&gt;non-small-cell lung cancer&lt;/a&gt;. The tumors must not have an epidermal growth factor receptor or &lt;a href=\"anaplastic%20lymphoma%20kinase\"&gt;anaplastic lymphoma kinase&lt;/a&gt;. The primary objective of this study is &lt;a href=\"progression-free%20survival\"&gt;progression-free survival&lt;/a&gt;. Secondary objectives are response rate, duration of response, overall survival, safety, &lt;a href=\"immunogenicity\"&gt;immunogenicity&lt;/a&gt;, and pharmacokinetics. Each randomized subject will receive carboplatin and pemetrexed for four cycles, followed by pemetrexed maintenance. The Denali trial was completed at the end of 2016.\nClinical testing has since been discontinued following the results of the second trial.\nCommercialization.\nThe OncoMed pharmaceuticals has received phase 1 data that has favorable outcomes for the company. OncoMed believes that their ability to co-develop and co-promote Demcizumab with Celgene in the United States will give the company more success for Demcizumab. OnocMed will be given a 10-16% royalty charge for the co-development and co-promote. The drug will be released in the United States in the year 2020 and will be released in European Union by 2021. The price for Demcizumab will be 25 thousand dollars in the United States and 20 thousand dollars ex-U.S. For pancreatic cancer Celgene will approximately make $600 million in 2022 and $300 million in 2023. For non-small cell lung cancer Celgene will approximately make $1.7 billion in 2027 and $550 million in 2028."
}