{
    "id": "35845191",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=35845191",
    "title": "Glen Michaels",
    "text": "Glen Michaels is a sculptor and painter. He was born on July 21, 1927, in &lt;a href=\"Spokane%2C%20Washington\"&gt;Spokane&lt;/a&gt;, Washington and died on October 17, 2020, in Birmingham, Michigan where he lived and work most of his life.\nEducation and Teaching.\nHe attended &lt;a href=\"Yale%20School%20of%20Music\"&gt;Yale School of Music&lt;/a&gt; to study piano, but did not finish his degree. He moved to New York City and worked for Harper's Magazine but later returned to Spokane where he attended &lt;a href=\"Eastern%20Washington%20University\"&gt;Eastern Washington College of Education&lt;/a&gt; and received his B.A. in Art Education in 1957. After receiving his degree, he taught art at a local public school for two years. He moved to Michigan to pursue an M.F.A at the &lt;a href=\"Cranbrook%20Educational%20Community\"&gt;Cranbrook Academy of Art.&lt;/a&gt; He had a major in painting and a ceramics minor. After graduating, he stayed at Cranbrook working at Young People's Art Center (1958 - 1965). He taught at both &lt;a href=\"Wayne%20State%20University%20College%20of%20Fine%2C%20Performing%2C%20and%20Communication%20Arts\"&gt;Wayne State University&lt;/a&gt; (1966-1968) and the &lt;a href=\"University%20of%20Windsor\"&gt;University of Windsor&lt;/a&gt; (1970 -1971).\nMichaels' early ambition was to become a cartoonist and during his time at Yale he was able to pursue it. He work was published in both the &lt;a href=\"Yale%20Daily%20News\"&gt;Yale Daily News&lt;/a&gt; and the &lt;a href=\"The%20Yale%20Record\"&gt;Yale Record&lt;/a&gt;. He eventually published a book, &lt;a href=\"https%3A//www.worldcat.org/title/oh-youre-a-musician-a-book-of-cartoons/oclc/36592292%26amp%3Breferer%3Dbrief_results\"&gt;Oh! You're a musician : a book of cartoons&lt;/a&gt;(1951). He was encouraged by &lt;a href=\"Mary%20Petty\"&gt;Mary Petty&lt;/a&gt; and &lt;a href=\"Alan%20Dunn%20%28cartoonist%29\"&gt;Alan Dunn&lt;/a&gt; to seek cartooning and illustration work. He left Yale in the summer of 1952, moving to New York City. He found there was a market for his illustrations, but with little financial success. \"I realized that the field of art needed an education, so I must go back to school. So at twenty-six I started all over again.\" He moved back to Spokane to attend Eastern Washington College of Education. \nInfluences.\nMichaels spoke of how the landscape of the Pacific Northwest, especially the basalt columns influenced his sculpture. His works usually included chipped tiles that echo these rock formations. The influence of the art and calligraphy of Japan is also visible. In 1960 spent two months there, including a few weeks staying at a Zen temple. He was entranced by how the manicured gardens blended perfectly into the wild. Both influences found their way into the site specific screen he created for the &lt;a href=\"Frank%20Lloyd%20Wright\"&gt;Frank Lloyd Wright&lt;/a&gt; Bloomfield Hills, Michigan &lt;a href=\"Melvyn%20Maxwell%20and%20Sara%20Stein%20Smith%20House\"&gt;Melvyn Maxwell and Sara Stein Smith House&lt;/a&gt;.\nArtwork.\nEarly in his career his work was shown at the &lt;a href=\"Bertha%20Schaefer\"&gt;Bertha Schaefer&lt;/a&gt; Gallery in New York City (October 3–22, 1960 and January 2–20, 1962). His work was well reviewed in the New York Times by art critic &lt;a href=\"John%20Canaday\"&gt;John Canaday&lt;/a&gt; (January 7, 1962). Michaels was featured at the opening night event for the 1968 &lt;a href=\"Museum%20of%20Contemporary%20Crafts\"&gt;Museum of Contemporary Crafts&lt;/a&gt; exhibition \"Objects Are...?\". \"The invitation requested that attendees bring with them an object – “larger or smaller than a breadbox, anything from a paper clip to a barn door” – as their ticket to admission. These objects became part of an object collage produced on the spot by “master assembler” artist Glen Michaels\". Michaels was singled out in a &lt;a href=\"The%20New%20Yorker\"&gt;New Yorker&lt;/a&gt; Talk of the Town feature by &lt;a href=\"George%20W.%20S.%20Trow\"&gt;George W. S. Trow&lt;/a&gt;.\nHis work installations include the Bricktown Station (&lt;a href=\"Detroit%20People%20Mover\"&gt;Detroit People Mover&lt;/a&gt;) Bricktown Station, the &lt;a href=\"NASA%20Goddard%20Space%20Flight%20Center\"&gt;NASA Goddard Space Flight Center&lt;/a&gt;, the &lt;a href=\"International%20Monetary%20Fund\"&gt;IMF&lt;/a&gt; in Washington, D.C. and the &lt;a href=\"Ford%20Motor%20Company\"&gt;Ford Motor Company&lt;/a&gt; &lt;a href=\"1964%20New%20York%20World%27s%20Fair\"&gt;1964 New York World's Fair&lt;/a&gt; exhibit (now installed in the &lt;a href=\"Henry%20Ford%20Centennial%20Library\"&gt;Henry Ford Centennial Library&lt;/a&gt;). Mr. Michaels was honored and exhibited at the &lt;a href=\"Scarab%20Club\"&gt;Scarab Club&lt;/a&gt; in Detroit, at the time of his 90th birthday. In 2017, Mr. Michaels was asked by the Downtown NewsMagazine to name his favorite sculpture. He replied, “Whatever is the most recent is always my favorite.”\nMichaels was amused when his friend, author &lt;a href=\"Elmore%20Leonard\"&gt;Elmore Leonard&lt;/a&gt;, used his name as a character in this novel &lt;a href=\"Out%20of%20Sight%20%28novel%29\"&gt;Out of Sight&lt;/a&gt;. In the &lt;a href=\"Out%20of%20Sight\"&gt;film&lt;/a&gt;, the role is played by &lt;a href=\"Steve%20Zahn\"&gt;Steve Zahn&lt;/a&gt;."
}