{
    "id": "35883960",
    "revid": "30529645",
    "url": "https://en.wikipedia.org/wiki?curid=35883960",
    "title": "2012 Supertaça Cândido de Oliveira",
    "text": "The 2012 Supertaça Cândido de Oliveira was the 34th edition of the &lt;a href=\"Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;Supertaça Cândido de Oliveira&lt;/a&gt;, the annual &lt;a href=\"Portugal\"&gt;Portuguese&lt;/a&gt; &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; season-opening match contested by the winners of the previous season's top &lt;a href=\"Primeira%20Liga\"&gt;league&lt;/a&gt; and &lt;a href=\"Ta%C3%A7a%20de%20Portugal\"&gt;cup&lt;/a&gt; competitions (or cup runner-up in case the league- and cup-winning club is the same). The match was contested between the &lt;a href=\"2011%E2%80%9312%20Primeira%20Liga\"&gt;2011–12 Primeira Liga&lt;/a&gt; winners, &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt; and the &lt;a href=\"2011%E2%80%9312%20Ta%C3%A7a%20de%20Portugal\"&gt;2011–12 Taça de Portugal&lt;/a&gt; winners, &lt;a href=\"Associa%C3%A7%C3%A3o%20Acad%C3%A9mica%20de%20Coimbra%20%E2%80%93%20O.A.F.\"&gt;Académica&lt;/a&gt;.\nThe final took place at &lt;a href=\"Est%C3%A1dio%20Municipal%20de%20Aveiro\"&gt;Estádio Municipal de Aveiro&lt;/a&gt; in &lt;a href=\"Aveiro%2C%20Portugal\"&gt;Aveiro&lt;/a&gt; on the 11 August 2012. &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt; were making their twenty-eighth Supertaça appearance in which it was their seventh consecutive final since 2006 having won eighteen and lost ten. &lt;a href=\"Associa%C3%A7%C3%A3o%20Acad%C3%A9mica%20de%20Coimbra%20%E2%80%93%20O.A.F.\"&gt;Académica&lt;/a&gt; were appearing in their first Supertaça.\nPorto defeated Académica 1–0, with one goal in the last minute of the game from newly acquired &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;n forward Jackson Martínez, and collected a record fourth consecutive Super Cup, raising the club's tally to 19 trophies in this competition (67.8% of wins). In &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;, the final was televised live in &lt;a href=\"High-definition%20television\"&gt;HD&lt;/a&gt; on &lt;a href=\"RTP1\"&gt;RTP1&lt;/a&gt;. The game televised on RTP1 saw an average view rate of 974,000.\nBackground.\nPorto were appearing in their 28th Supertaça Cândido de Oliveira in which it was their seven consecutive Supertaça appearance since 2006. Porto went into the match as 18-time winners (1981, 1983, 1984, 1986, 1990, 1991, 1993, 1994, 1996, 1998, 1999, 2001, 2003, 2004, 2006, &lt;a href=\"2009%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2009&lt;/a&gt;, &lt;a href=\"2010%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2010&lt;/a&gt;, &lt;a href=\"2011%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2011&lt;/a&gt;). Of their 27 Supertaça Cândido de Oliveira appearances, they had lost nine times (1979, 1985, 1988, 1992, 1995, 1997, 2000, 2007, &lt;a href=\"2008%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2008&lt;/a&gt;). Académica de Coimbra were appearing in their first Supertaça.\nIn Porto's and Académica's history, the two teams in their entire history had met on 128 different occasions. Porto had accumulated ninety victories whilst Académica had accumulated sixteen victories. Of those 128 encounters, twenty two of those games had ended in ties. The last meeting between these two teams in domestic league action saw Porto draw with \"The Students\", 1–1 at the &lt;a href=\"Est%C3%A1dio%20do%20Drag%C3%A3o\"&gt;Estádio do Dragão&lt;/a&gt; in March 2012. The last meeting between these sides in the domestic cup competition saw Académica defeat the \"Dragons \", 3–0 en route to the &lt;a href=\"2012%20Ta%C3%A7a%20de%20Portugal%20Final\"&gt;2012 Taça de Portugal Final&lt;/a&gt;.\nPre-match.\nEntry.\n&lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt; qualified for the 2012 Supertaça Cândido de Oliveira by winning the &lt;a href=\"2011%E2%80%9312%20Primeira%20Liga\"&gt;2011–12 Primeira Liga&lt;/a&gt;. They fought off competition from &lt;a href=\"S.L.%20Benfica\"&gt;Benfica&lt;/a&gt; and &lt;a href=\"S.C.%20Braga\"&gt;Braga&lt;/a&gt; to capture their twenty-sixth league title in their history. Six games from the end of the season, Benfica were one point ahead of Porto. The next four games for each side proved to be vital. From gameweek 24 to 27, Benfica managed seven points from a possible twelve whilst Porto capitalized on Benfica's mistakes of dropping points and managed to capture maximum of 12 points from 12. The pivotal win which clinched Porto the title was a 2–0 away win against &lt;a href=\"C.S.%20Mar%C3%ADtimo\"&gt;Marítimo&lt;/a&gt;, where the following day Benfica drew their game away to &lt;a href=\"Rio%20Ave%20F.C.\"&gt;Rio Ave&lt;/a&gt; which resulted in Porto capturing their second consecutive league title.\n&lt;a href=\"Associa%C3%A7%C3%A3o%20Acad%C3%A9mica%20de%20Coimbra%20%E2%80%93%20O.A.F.\"&gt;Académica&lt;/a&gt; qualified for their very first Supertaça by winning the &lt;a href=\"2012%20Ta%C3%A7a%20de%20Portugal%20Final\"&gt;2012 Taça de Portugal Final&lt;/a&gt;, beating &lt;a href=\"Sporting%20Clube%20de%20Portugal\"&gt;Sporting CP&lt;/a&gt; 1–0 in the final at the &lt;a href=\"Est%C3%A1dio%20Nacional\"&gt;Estádio Nacional&lt;/a&gt;. En route to the final, Académica de Coimbra defeated teams from the &lt;a href=\"Primeira%20Liga\"&gt;Primeira Liga&lt;/a&gt;, &lt;a href=\"Liga%20de%20Honra\"&gt;Liga de Honra&lt;/a&gt; and the &lt;a href=\"Portuguese%20Second%20Division\"&gt;Portuguese Second Division&lt;/a&gt;. Académica started their cup campaign defeating &lt;a href=\"Clube%20Oriental%20de%20Lisboa\"&gt;Oriental&lt;/a&gt;, 1–0. The most notable win en route to the final saw them face their opposition of the 2012 Supertaça in the fourth round, where they defeated the \"Dragons\", 3–0 at the &lt;a href=\"Est%C3%A1dio%20Cidade%20de%20Coimbra\"&gt;Estádio Cidade de Coimbra&lt;/a&gt;. Following their most notable win in their cup run, they went on to defeat &lt;a href=\"Leix%C3%B5es%20S.C.\"&gt;Leixões&lt;/a&gt; 5–2 and the &lt;a href=\"C.D.%20Aves\"&gt;Desportivo das Aves&lt;/a&gt; 3–2 in the next two rounds. The draw for the semi-finals saw them draw &lt;a href=\"U.D.%20Oliveirense\"&gt;Oliveirense&lt;/a&gt; of the &lt;a href=\"Liga%20de%20Honra\"&gt;Liga de Honra&lt;/a&gt;. The semi final was contested over two legs with Académica winning the first game 1–0 and drawing the second game at the &lt;a href=\"Est%C3%A1dio%20Carlos%20Os%C3%B3rio\"&gt;Estádio Carlos Osório&lt;/a&gt; 2–2. Académica would win the semi final 3–2 on aggregate and therefore book their place in the cup final for the first time since 1969. A fourth-minute goal from &lt;a href=\"Marinho%20%28footballer%2C%20born%201983%29\"&gt;Marinho&lt;/a&gt; in the &lt;a href=\"2012%20Ta%C3%A7a%20de%20Portugal%20Final\"&gt;2012 Taça de Portugal Final&lt;/a&gt; saw them capture the &lt;a href=\"Ta%C3%A7a%20de%20Portugal\"&gt;Taça de Portugal&lt;/a&gt; for the first time since 1939.\nOfficials.\nThe match officials for the game were confirmed on 7 August 2012. &lt;a href=\"Oleg%C3%A1rio%20Benqueren%C3%A7a\"&gt;Olegário Benquerença&lt;/a&gt; of &lt;a href=\"Leiria%20Football%20Association\"&gt;Leiria&lt;/a&gt; was named as &lt;a href=\"referee%20%28association%20football%29\"&gt;referee&lt;/a&gt;. Benquerença had previously officiated the 2005 Supertaça Cândido de Oliveira between Benfica and &lt;a href=\"Vit%C3%B3ria%20F.C.\"&gt;Vitória de Setúbal&lt;/a&gt; at the &lt;a href=\"Est%C3%A1dio%20Algarve\"&gt;Estádio Algarve&lt;/a&gt;. Aside from the Supertaça, Benquerença had also officiated two &lt;a href=\"Ta%C3%A7a%20de%20Portugal\"&gt;Taça de Portugal&lt;/a&gt; finals in &lt;a href=\"2007%E2%80%9308%20Ta%C3%A7a%20de%20Portugal%23Final\"&gt;2008&lt;/a&gt; between Porto and Sporting CP and in 2002 between Sporting CP and &lt;a href=\"Leix%C3%B5es%20S.C.\"&gt;Leixões&lt;/a&gt;. Benquerença was assisted by João Santos of &lt;a href=\"Porto%20Football%20Association\"&gt;Porto&lt;/a&gt; and Luís Marcelino of Leiria, while the fourth official was Jorge Tavares of &lt;a href=\"Aveiro%20Football%20Association\"&gt;Aveiro&lt;/a&gt;.\nVenue.\nThe &lt;a href=\"Portuguese%20Football%20Federation\"&gt;Portuguese Football Federation&lt;/a&gt; announced in June 2012, that the 2012 Supertaça Cândido de Oliveira was to take place at the &lt;a href=\"Est%C3%A1dio%20Municipal%20de%20Aveiro\"&gt;Estádio Municipal de Aveiro&lt;/a&gt; in &lt;a href=\"Aveiro%2C%20Portugal\"&gt;Aveiro&lt;/a&gt;. Académica's &lt;a href=\"Est%C3%A1dio%20Cidade%20de%20Coimbra\"&gt;Estádio Cidade de Coimbra&lt;/a&gt; was also considered in contention to host the Supertaça but was not selected as a result of Académica qualifying for the competition. The Estádio Municipal de Aveiro hosted the Supertaça competition for a fourth consecutive year in a row after previously hosting the &lt;a href=\"2009%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2009&lt;/a&gt;, &lt;a href=\"2010%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2010&lt;/a&gt; and the &lt;a href=\"2011%20Superta%C3%A7a%20C%C3%A2ndido%20de%20Oliveira\"&gt;2011&lt;/a&gt; editions of the Supertaça. All of these four finals all consisted of Porto winning the competition.\nThe Estádio Municipal de Aveiro is the home stadium of &lt;a href=\"S.C.%20Beira-Mar\"&gt;Beira-Mar&lt;/a&gt;. It holds a capacity for 30,127 spectators. The stadium was built in 2003 and replaced the &lt;a href=\"Est%C3%A1dio%20M%C3%A1rio%20Duarte\"&gt;Estádio Mário Duarte&lt;/a&gt; which was Beira-Mar's home stadium from 1930 until 2003. The stadium was used for two games at &lt;a href=\"UEFA%20Euro%202004\"&gt;UEFA Euro 2004&lt;/a&gt;.\nMatch.\nTeam selection.\nPorto went into the 2012 Supertaça Cândido de Oliveira with several players who were doubtful due to injury as well as players missing due to other commitments. In the weeks building up to the match, Porto had several players who were doubtful for the game but fully recuperated for the match. This was the case for &lt;a href=\"Eliaquim%20Mangala\"&gt;Eliaquim Mangala&lt;/a&gt; and &lt;a href=\"Marc%20Janko\"&gt;Marc Janko&lt;/a&gt;. Newly acquired forward &lt;a href=\"Jackson%20Mart%C3%ADnez\"&gt;Jackson Martínez&lt;/a&gt; was included in the squad after receiving international clearance for him to join Porto from Mexican team &lt;a href=\"Chiapas%20F.C.\"&gt;Chiapas&lt;/a&gt;. Porto's &lt;a href=\"Alex%20Sandro\"&gt;Alex Sandro&lt;/a&gt;, &lt;a href=\"Danilo%20%28footballer%2C%20born%20July%201991%29\"&gt;Danilo&lt;/a&gt; and &lt;a href=\"Hulk%20%28footballer%29\"&gt;Hulk&lt;/a&gt; missed the Supertaça due to being a part of the &lt;a href=\"Brazil%20national%20under-23%20football%20team\"&gt;Brazilian national under-23 team&lt;/a&gt; who were participating in the &lt;a href=\"Football%20at%20the%202012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt; in &lt;a href=\"London\"&gt;London&lt;/a&gt;.\n&lt;a href=\"V%C3%ADtor%20Pereira%20%28football%20manager%29\"&gt;Vítor Pereira&lt;/a&gt;'s squad selection for the match saw him leave out Argentine midfielder &lt;a href=\"Juan%20Iturbe\"&gt;Juan Iturbe&lt;/a&gt; and centre forward Marc Janko despite being recovered from an injury. Pereira's selection also saw him leave out &lt;a href=\"%C3%81lvaro%20Pereira\"&gt;Álvaro Pereira&lt;/a&gt;, who was on the verge of signing for &lt;a href=\"Inter%20Milan\"&gt;Inter Milan&lt;/a&gt;. Pereira's squad selection for the Supertaça saw him include two newly acquired players; &lt;a href=\"Fabiano%20Ribeiro%20de%20Freitas\"&gt;Fabiano&lt;/a&gt; and Jackson Martínez. Porto's starting line-up would see &lt;a href=\"Miguel%20Lopes\"&gt;Miguel Lopes&lt;/a&gt; and Eliaquim Mangala start the game in the full back positions after first-team regulars Alex Sandro and Danilo were unavailable for the game. The surprise choices in the starting line up saw &lt;a href=\"Steven%20Defour\"&gt;Steven Defour&lt;/a&gt; start over &lt;a href=\"Jo%C3%A3o%20Moutinho\"&gt;João Moutinho&lt;/a&gt; and &lt;a href=\"Christian%20Atsu\"&gt;Christian Atsu&lt;/a&gt; start over &lt;a href=\"Silvestre%20Varela\"&gt;Silvestre Varela&lt;/a&gt;.\nAcadémica went into the 2012 Supertaça Cândido de Oliveira with no injuries to any of its players. &lt;a href=\"Pedro%20Emanuel\"&gt;Pedro Emanuel&lt;/a&gt; selected a squad of 19 players for the Supertaça. His squad selection for the Supertaça saw him include ten newly acquired players: Afonso, &lt;a href=\"Bruno%20China\"&gt;Bruno China&lt;/a&gt;, &lt;a href=\"Cleyton%20Rafael%20Lima%20da%20Silva\"&gt;Cleyton&lt;/a&gt;, &lt;a href=\"Edinho%20%28footballer%2C%20born%20July%201982%29\"&gt;Edinho&lt;/a&gt;, &lt;a href=\"Nuno%20Henrique%20Gon%C3%A7alves%20Nogueira\"&gt;Henrique&lt;/a&gt;, &lt;a href=\"John%20Ogu\"&gt;John Ogu&lt;/a&gt;, &lt;a href=\"Judikael%20Magique%20Goualy\"&gt;Magique&lt;/a&gt;, &lt;a href=\"Leandro%20dos%20Santos%20de%20Jesus\"&gt;Makelele&lt;/a&gt;, &lt;a href=\"Rodrigo%20Galo%20Brito\"&gt;Rodrigo Galo&lt;/a&gt; and &lt;a href=\"Salim%20Ciss%C3%A9\"&gt;Salim Cissé&lt;/a&gt;. Of those ten, Afonso, Cleyton, Makelele, Galo and Cissé would start the game. Ogu and Magique were later used in the game as substitutes. The surprise choice in Pedro Emanuel's starting eleven saw first-team goalkeeper &lt;a href=\"Romuald%20Peiser\"&gt;Romuald Peiser&lt;/a&gt; be replaced by &lt;a href=\"Ricardo%20Jorge%20Novo%20Nunes\"&gt;Ricardo&lt;/a&gt;.\nSummary.\nPorto dominated possession early on and created several chances which tested Académica's defense. The first major chance of the game saw &lt;a href=\"Miguel%20Lopes\"&gt;Miguel Lopes&lt;/a&gt; receive the ball inside the eighteen yard box and pass it to &lt;a href=\"James%20Rodr%C3%ADguez\"&gt;James Rodríguez&lt;/a&gt; who fired the ball into Ricardo's hands. Porto's dominance continued with &lt;a href=\"Maicon%20Pereira%20Roque\"&gt;Maicon&lt;/a&gt;'s free kick being parried by Ricardo and on the follow up, Ricardo blocked Christian Atsu's shot. The first half would remain goalless. Porto entered into the second half dominating possession just like they did in the first half. The first major goal scoring chance of the second half saw &lt;a href=\"Lucho%20Gonz%C3%A1lez\"&gt;Lucho González&lt;/a&gt; play the ball into Académica's penalty box where Jackson Martínez couldn't capitalize off Académica's defense frailties when he shot the ball over the bar. As the score remained goalless, Vítor Pereira brought on &lt;a href=\"Djalma%20Campos\"&gt;Djalma&lt;/a&gt; and João Moutinho. Pereira's substitutions were paying off, as Porto started to create more chances and provide more attacking threat. Porto's next major threat on goal saw &lt;a href=\"Nicol%C3%A1s%20Otamendi\"&gt;Nicolás Otamendi&lt;/a&gt;'s bicycle kick be saved by Ricardo from a resulting James Rodríguez corner kick. As the game drew closer to the end, it seemed that the Supertaça would be settled on overtime but in the ninetieth minute of the game, a right wing cross found Jackson Martínez in the box who headed the ball past Ricardo to grant Porto a nineteenth Supertaça."
}