{
    "id": "35889132",
    "revid": "2051880",
    "url": "https://en.wikipedia.org/wiki?curid=35889132",
    "title": "Random walk closeness centrality",
    "text": "Random walk closeness centrality is a measure of &lt;a href=\"centrality\"&gt;centrality&lt;/a&gt; in a &lt;a href=\"Graph%20%28discrete%20mathematics%29\"&gt;network&lt;/a&gt;, which describes the average speed with which &lt;a href=\"Random%20walk\"&gt;randomly walking&lt;/a&gt; processes reach a node from other nodes of the network. It is similar to the &lt;a href=\"closeness%20centrality\"&gt;closeness centrality&lt;/a&gt; except that the farness is measured by the expected length of a &lt;a href=\"random%20walk\"&gt;random walk&lt;/a&gt; rather than by the &lt;a href=\"Shortest%20path%20problem\"&gt;shortest path&lt;/a&gt;.\nThe concept was first proposed by White and Smyth (2003) under the name \"Markov centrality\".\nIntuition.\nConsider a network with a finite number of nodes and a random walk process that starts in a certain node and proceeds from node to node along the edges. From each node, it chooses randomly the edge to be followed. In an unweighted network, the probability of choosing a certain edge is equal across all available edges, while in a weighted network it is proportional to the edge weights.\nA node is considered to be close to other nodes, if the random walk process initiated from any node of the network arrives to this particular node in relatively few steps on average.\nDefinition.\nConsider a weighted network – either directed or undirected – with n nodes denoted by j=1, …, n; and a random walk process on this network with a transition matrix M. The formula_1 element of M describes the probability of the random walker that has reached node i, proceeds directly to node j. These probabilities are defined in the following way.\nwhere formula_3 is the (i,j)th element of the weighting matrix A of the network. When there is no edge between two nodes, the corresponding element of the A matrix is zero.\nThe random walk closeness centrality of a node i is the inverse of the average mean first passage time to that node:\nMean first passage time.\nThe mean first passage time from node i to node j is the expected number of steps it takes for the process to reach node j from node i for the first time:\nwhere P(i,j,r) denotes the probability that it takes exactly r steps to reach j from i for the first time.\nTo calculate these probabilities of reaching a node for the first time in r steps, it is useful to regard the target node as an absorbing one, and introduce a transformation of M by deleting its j-th row and column and denoting it by formula_6. As the probability of a process starting at i and being in k after r-1 steps is simply given by the (i,k)th element of formula_7, P(i,j,r) can be expressed as\nSubstituting this into the expression for mean first passage time yields\nUsing the formula for the summation of &lt;a href=\"geometric%20series\"&gt;geometric series&lt;/a&gt; for matrices yields\nwhere I is the n-1 dimensional &lt;a href=\"identity%20matrix\"&gt;identity matrix&lt;/a&gt;.\nFor computational convenience, this expression can be vectorized as\nwhere formula_12 is the vector for first passage times for a walk ending at node j, and e is an n-1 dimensional vector of ones.\nMean first passage time is not symmetric, even for undirected graphs.\nIn model networks.\nAccording to simulations performed by Noh and Rieger (2004), the distribution of random walk closeness centrality in a &lt;a href=\"Barab%C3%A1si-Albert%20model\"&gt;Barabási-Albert model&lt;/a&gt; is mainly determined by the &lt;a href=\"degree%20distribution\"&gt;degree distribution&lt;/a&gt;. In such a network, the random walk closeness centrality of a node is roughly proportional to, but does not increase monotonically with its degree.\nApplications for real networks.\nRandom walk closeness centrality is more relevant measure than the simple &lt;a href=\"closeness%20centrality\"&gt;closeness centrality&lt;/a&gt; in case of applications where the concept of shortest paths is not meaningful or is very restrictive for a reasonable assessment of the nature of the system.\nThis is the case for example when the analyzed process evolves in the network without any specific intention to reach a certain point, or without the ability of finding the shortest path to reach its target. One example for a random walk in a network is the way a certain coin circulates in an economy: it is passed from one person to another through transactions, without any intention of reaching a specific individual. \nAnother example where the concept of shortest paths is not very useful is a densely connected network. Furthermore, as shortest paths are not influenced by &lt;a href=\"Loop%20%28graph%20theory%29\"&gt;self-loops&lt;/a&gt;, random walk closeness centrality is a more adequate measure than &lt;a href=\"closeness%20centrality\"&gt;closeness centrality&lt;/a&gt; when analyzing networks where &lt;a href=\"Loop%20%28graph%20theory%29\"&gt;self-loops&lt;/a&gt; are important.\nAn important application on the field of economics is the analysis of the &lt;a href=\"input-output%20model\"&gt;input-output model&lt;/a&gt; of an economy, which is represented by a densely connected weighted network with important &lt;a href=\"Loop%20%28graph%20theory%29\"&gt;self-loops&lt;/a&gt;.\nThe concept is widely used in natural sciences as well. One biological application is the analysis of &lt;a href=\"protein-protein%20interactions\"&gt;protein-protein interactions&lt;/a&gt;.\nRandom walk betweenness centrality.\nA related concept, proposed by Newman, is random walk betweenness centrality. Just as random walk closeness centrality is a random walk counterpart of &lt;a href=\"closeness%20centrality\"&gt;closeness centrality&lt;/a&gt;, random walk betweenness centrality is, similarly, the random walk counterpart of &lt;a href=\"betweenness%20centrality\"&gt;betweenness centrality&lt;/a&gt;. Unlike the usual betweenness centrality measure, it does not only count shortest paths passing through the given node, but all possible paths crossing it.\nFormally, the random walk betweenness centrality of a node is\nwhere the formula_14 element of matrix R contains the probability of a random walk starting at node j with absorbing node k, passing through node i.\nCalculating random walk betweenness in large networks is computationally very intensive.\nSecond order centrality.\nAnother &lt;a href=\"random%20walk\"&gt;random walk&lt;/a&gt; based centrality is the second order centrality. Instead of counting the shortest paths passing through a given node (as for random walk betweenness centrality), it focuses on another characteristic of random walks on graphs. The expectation of the &lt;a href=\"standard%20deviation\"&gt;standard deviation&lt;/a&gt; of the &lt;a href=\"return%20times\"&gt;return times&lt;/a&gt; of a random walk to a node constitutes its &lt;a href=\"centrality\"&gt;centrality&lt;/a&gt;. The lower that deviation, the more central that node is. \nCalculating the second order betweenness on large arbitrary graphs is also intensive, as its complexity is formula_15 (worst case achieved on the &lt;a href=\"Lollipop%20graph\"&gt;Lollipop graph&lt;/a&gt;)."
}