{
    "id": "359072",
    "revid": "22151333",
    "url": "https://en.wikipedia.org/wiki?curid=359072",
    "title": "COCOMO",
    "text": "The Constructive Cost Model (COCOMO) is a procedural &lt;a href=\"Estimation%20in%20software%20engineering\"&gt;software cost estimation model&lt;/a&gt; developed by &lt;a href=\"Barry%20Boehm\"&gt;Barry W. Boehm&lt;/a&gt;. The model parameters are derived from fitting a &lt;a href=\"Regression%20analysis\"&gt;regression&lt;/a&gt; formula using data from historical projects (63 projects for COCOMO 81 and 163 projects for COCOMO II).\nHistory.\nThe constructive cost model was developed by Barry W. Boehm in the late 1970s and published in Boehm's 1981 book \"Software Engineering Economics\" as a model for estimating effort, cost, and schedule for software projects. It drew on a study of 63 projects at &lt;a href=\"TRW%20Inc.\"&gt;TRW&lt;/a&gt; Aerospace where Boehm was Director of Software Research and Technology. The study examined projects ranging in size from 2,000 to 100,000 &lt;a href=\"lines%20of%20code\"&gt;lines of code&lt;/a&gt;, and programming languages ranging from &lt;a href=\"assembly%20language\"&gt;assembly&lt;/a&gt; to &lt;a href=\"PL/I\"&gt;PL/I&lt;/a&gt;. These projects were based on the &lt;a href=\"waterfall%20model\"&gt;waterfall model&lt;/a&gt; of software development which was the prevalent software development process in 1981.\nReferences to this model typically call it \"COCOMO 81\". In 1995 \"COCOMO II\" was developed and finally published in 2000 in the book \"Software Cost Estimation with COCOMO II\". COCOMO II is the successor of COCOMO 81 and is claimed to be better suited for estimating modern software development projects; providing support for more recent &lt;a href=\"software%20development%20process\"&gt;software development process&lt;/a&gt;es and was tuned using a larger database of 161 projects. The need for the new model came as software development technology moved from mainframe and overnight batch processing to desktop development, code reusability, and the use of off-the-shelf software components.\nCOCOMO consists of a hierarchy of three increasingly detailed and accurate forms. The first level, \"Basic COCOMO\" is good for quick, early, rough order of magnitude estimates of software costs, but its accuracy is limited due to its lack of factors to account for difference in project attributes (\"Cost Drivers\"). \"Intermediate COCOMO\" takes these Cost Drivers into account and \"Detailed COCOMO\" additionally accounts for the influence of individual project phases.\nLast one is Complete COCOMO model which addresses the shortcomings of both basic &amp; intermediate.\nIntermediate COCOMOs.\n\"Intermediate COCOMO\" computes software development effort as function of program size and a set of \"cost drivers\" that include subjective assessment of product, hardware, personnel and project attributes. This extension considers a set of four \"cost drivers\", each with a number of subsidiary attributes:-\nEach of the 15 attributes receives a rating on a six-point scale that ranges from \"very low\" to \"extra high\" (in importance or value). An effort multiplier from the table below applies to the rating. The product of all effort multipliers results in an \"effort adjustment factor (EAF)\". Typical values for EAF range from 0.9 to 1.4.\nThe Intermediate Cocomo formula now takes the form:\nwhere \"E\" is the effort applied in person-months, KLoC is the estimated number of thousands of delivered lines of code for the project, and EAF is the factor calculated above. The coefficient \"ai\" and the exponent \"bi\" are given in the next table.\nThe Development time \"D\" and also the most effective number of Persons \"P\" calculation uses \"E\" in the same way as in the Basic COCOMO:\nNote that in addition to the EAF, the parameter \"ai\" is different in \"Intermediate COCOMO\" from the Basic model:\nThe parameters \"b\" and \"c\" are the same in both models.\nExternal links.\n&lt;br&gt;"
}