{
    "id": "35911575",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=35911575",
    "title": "Charles Gosse",
    "text": "Charles Gosse (26 December 1849 – 1 July 1885) was a surgeon in the early days of the colony of South Australia.\nYouth and career.\nCharles Gosse was born in &lt;a href=\"Hoddesdon\"&gt;Hoddesdon&lt;/a&gt;, Hertfordshire, the youngest son of the surgeon &lt;a href=\"William%20Gosse%20%28surgeon%29\"&gt;William Gosse&lt;/a&gt; who, in the hopes of curing his &lt;a href=\"bronchitis\"&gt;bronchitis&lt;/a&gt;, brought his family to Australia in 1850, arriving in &lt;a href=\"Adelaide%2C%20South%20Australia\"&gt;Adelaide&lt;/a&gt; on 31 December. Charles followed his brother &lt;a href=\"William%20Gosse%20%28explorer%29\"&gt;William \"Willie\"&lt;/a&gt; in John L. Young's &lt;a href=\"Adelaide%20Educational%20Institution\"&gt;Adelaide Educational Institution&lt;/a&gt;, where he proved an apt pupil, being prominent at most prizegivings between 1857 and 1861. He was sent to England for further education; first at &lt;a href=\"Clifton%20College\"&gt;Clifton College&lt;/a&gt; in Bristol, then at &lt;a href=\"Moorfields%20Eye%20Hospital%20NHS%20Foundation%20Trust\"&gt;Moorfields Hospital&lt;/a&gt; where he served as a Clinical Clerk and gained his M.R.C.S. in 1870. He studied medicine at &lt;a href=\"Charing%20Cross%20Hospital\"&gt;Charing Cross Hospital&lt;/a&gt;, was admitted to the &lt;a href=\"Royal%20College%20of%20Surgeons\"&gt;Royal College of Surgeons&lt;/a&gt; in 1870, and graduated with &lt;a href=\"Bachelor%20of%20Medicine\"&gt;Bachelor of Medicine&lt;/a&gt; and &lt;a href=\"Master%20of%20Surgery\"&gt;Master of Surgery&lt;/a&gt; from the &lt;a href=\"University%20of%20Aberdeen\"&gt;University of Aberdeen&lt;/a&gt; in 1872. He returned to Adelaide in 1873 and was promptly taken into partnership with his father. on &lt;a href=\"North%20Terrace%2C%20Adelaide\"&gt;North Terrace&lt;/a&gt;, and received his M.D. from Aberdeen in 1875. He was appointed to the Board of Management of the &lt;a href=\"Royal%20Adelaide%20Hospital\"&gt;Adelaide Hospital&lt;/a&gt; in 1877. He was appointed ophthalmic surgeon to the Adelaide Hospital in 1881 and made the third member of its Medical Committee in 1883.\nSouth Australia had at the time a poor record of childhood mortality, with some 20% of infants dying within three months of birth, and Charles Gosse made it the subject of his special interest.\nOn 29 June 1885 he was involved in a serious accident: he was riding in one of John Hill &amp; Co's \"&lt;a href=\"Victoria%20%28carriage%29\"&gt;victoria&lt;/a&gt;\" carriages, driven by one John Lambert (who died in 1889 as the result of an unrelated accident), along Hutt Street with his daughter when one of the two horses shied, a pair of wheels broke, and the vehicle overturned, crushing his ankle under a footplate. Despite attention from the best medical men of the day, gangrene set in and Dr. Gosse died two days later after amputation of his leg.\nHis successor as ophthalmic surgeon at the Adelaide Hospital and elsewhere was Dr. &lt;a href=\"Mark%20Johnston%20Symons\"&gt;Mark Johnston Symons&lt;/a&gt; (1853 – 26 February 1927).\nInterests.\nCharles Gosse was a keen and accomplished cricketer.\nHe was elected to the committee of the Institute for the Blind, Deaf and Dumb in 1881 and the &lt;a href=\"Julia%20Farr%20Centre\"&gt;Home for Incurables&lt;/a&gt; in 1883.\nHe was appointed to the Medical Board in 1884 but retired in favour of &lt;a href=\"George%20Mayo\"&gt;Dr. Mayo&lt;/a&gt;.\nHe was a vice-president of the Church of England Institute\nHe was a director of &lt;a href=\"Mutual%20Life%20Assurance\"&gt;Mutual Life Assurance&lt;/a&gt; of Australasia.\nHe was a connoisseur of fine china, especially &lt;a href=\"Minton%20ware\"&gt;Minton ware&lt;/a&gt;, of which he had a fine collection, all auctioned after his death.\nFamily.\nOn 11 May 1880 he married Mary Blanche Hawker (1858 – 10 December 1945), daughter of &lt;a href=\"George%20Charles%20Hawker\"&gt;George Charles Hawker&lt;/a&gt; M.P.\nTheir home was on North Terrace and he had a summer residence \"Thorpe\" at Waverley Ridge, &lt;a href=\"Mount%20Lofty\"&gt;Mount Lofty&lt;/a&gt;. After his death, his widow and daughter left for Italy then London, where they remained.\nRecognition.\nOn his death a committee was formed to establish a Charles Gosse Memorial fund, which established a Chair of Ophthalmic Surgery at the University of Adelaide. From 1916 an annual Dr. Charles Gosse medal was awarded to the best candidate in the ophthalmology. Among the recipients of this enduring award was &lt;a href=\"Neville%20Way\"&gt;Neville Way&lt;/a&gt;, who was also a noted player of &lt;a href=\"Australian%20Rules\"&gt;Australian Rules&lt;/a&gt; football and Percival Francis Leitch Hussey who was also a noted yachtsman.\nHis portrait was photographed by &lt;a href=\"Townsend%20Duryea\"&gt;Townsend Duryea&lt;/a&gt; around 1880.\n&lt;a href=\"John%20Upton%20%28painter%29\"&gt;John Alfred Upton&lt;/a&gt; (1850–) was commissioned by the Charles Gosse Memorial committee to paint his portrait in oils from a photograph, to be hung in the Ophthalmic ward of the Adelaide Hospital."
}