{
    "id": "35944725",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=35944725",
    "title": "WMMS-HD2",
    "text": "WMMS-HD2 (100.7-2 &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt;) – branded \"Cleveland's BIN 99.1\" – is a &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt; of &lt;a href=\"Cleveland\"&gt;Cleveland&lt;/a&gt; radio station &lt;a href=\"WMMS\"&gt;WMMS&lt;/a&gt; (100.7 FM). Owned by &lt;a href=\"iHeartMedia\"&gt;iHeartMedia&lt;/a&gt;, WMMS-HD2 functions as a commercial &lt;a href=\"African%20Americans\"&gt;black&lt;/a&gt;-oriented &lt;a href=\"All-news%20radio\"&gt;all-news&lt;/a&gt; radio station, serving &lt;a href=\"Greater%20Cleveland\"&gt;Greater Cleveland&lt;/a&gt; and much of surrounding &lt;a href=\"Northeast%20Ohio\"&gt;Northeast Ohio&lt;/a&gt;. Using the &lt;a href=\"Proprietary%20software\"&gt;proprietary&lt;/a&gt; technology &lt;a href=\"HD%20Radio\"&gt;HD Radio&lt;/a&gt; for its main &lt;a href=\"Digital%20radio\"&gt;digital transmission&lt;/a&gt;, WMMS-HD2 also rebroadcasts over low-power &lt;a href=\"Analog%20transmission\"&gt;analog&lt;/a&gt; Cleveland &lt;a href=\"Broadcast%20relay%20station\"&gt;translator&lt;/a&gt; W256BT (99.1 FM), and streams online via &lt;a href=\"iHeartRadio\"&gt;iHeartRadio&lt;/a&gt;. The WMMS-HD2 studios are located at the former &lt;a href=\"Centerior%20Energy\"&gt;Centerior Energy&lt;/a&gt; building in the Cleveland suburb of &lt;a href=\"Independence%2C%20Ohio\"&gt;Independence&lt;/a&gt;, while the WMMS-HD2 and W256BT transmitters reside in &lt;a href=\"Seven%20Hills%2C%20Ohio\"&gt;Seven Hills&lt;/a&gt; and &lt;a href=\"Parma%2C%20Ohio\"&gt;Parma&lt;/a&gt;, respectively. WMMS-HD2 serves as the Cleveland affiliate for the &lt;a href=\"Black%20Information%20Network\"&gt;Black Information Network&lt;/a&gt;.\nHistory.\nOn April 25, 2006, &lt;a href=\"iHeartMedia\"&gt;iHeartMedia&lt;/a&gt; (then known as Clear Channel Communications) announced the launch of several new HD Radio \"&lt;a href=\"multicast%20channel\"&gt;multicast channel&lt;/a&gt;s\" in various markets across the United States; among these was WMMS-HD2, a digital subchannel of Cleveland rock station &lt;a href=\"WMMS\"&gt;WMMS&lt;/a&gt; (100.7 FM), with a planned \"classic &lt;a href=\"Modern%20rock\"&gt;alternative&lt;/a&gt;\" format. As late as February 22, 2007, WMMS-HD2 was still not on the air, but by March 2, 2007, the new channel had gone \"live\". In the beginning, WMMS-HD2 was mostly &lt;a href=\"Broadcast%20automation\"&gt;automated&lt;/a&gt; and &lt;a href=\"Radio%20advertisement\"&gt;commercial&lt;/a&gt;-free. By February 2008, and lasting until at least 2010, WMMS-HD2 broadcast an &lt;a href=\"active%20rock\"&gt;active rock&lt;/a&gt; format under the brand \"Nitro\"; WMMS.com referred to the programming as \"Today's &lt;a href=\"Hard%20Rock\"&gt;Hard Rock&lt;/a&gt;\". As of July 2011, WMMS-HD2 had reverted to an alternative rock format, this time programmed nationally via &lt;a href=\"Premium%20Choice\"&gt;Premium Choice&lt;/a&gt;; and had also begun serving as a local affiliate for \"&lt;a href=\"Sixx%20Sense%20with%20Nikki%20Sixx\"&gt;Sixx Sense with Nikki Sixx&lt;/a&gt;\", a mix of talk and alternative rock syndicated via &lt;a href=\"Premiere%20Networks\"&gt;Premiere Networks&lt;/a&gt;. As of August 2011, WMMS-HD2 had rebranded as \"The Alternative Project\".\nOn May 23, 2012, WMMS-HD2 began rebroadcasting over low-power Cleveland translator W256BT (99.1 FM) under the brand \"99X\". The move was the latest in a trend made possible by a May 3, 2010, decision by the &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; (FCC). Although low-power FM translators in the United States are generally not permitted to originate their own programming, the FCC decision affirmed that translators are free to retransmit the programming of HD Radio digital subchannels – effectively creating new analog \"radio stations\" on the &lt;a href=\"FM%20band\"&gt;FM band&lt;/a&gt; – and thereby expanding the potential audience of digital-only channels like WMMS-HD2 that require an HD Radio receiver. The translator's launch marked the return of alternative rock to the Cleveland radio market for the first time – via an analog signal – since &lt;a href=\"WKRK-FM\"&gt;WKRK-FM&lt;/a&gt; had dropped the format from its main broadcast in 2011. The first song to air over this new rebroadcast was \"&lt;a href=\"Gold%20on%20the%20Ceiling\"&gt;Gold on the Ceiling&lt;/a&gt;\" by &lt;a href=\"The%20Black%20Keys\"&gt;The Black Keys&lt;/a&gt;. WMMS program director Bo Matthews (Alex Guitterez) was named the program director for 99X, having been \"integral\" to its launch.\nAs 99X, WMMS-HD2 continued to air \"Sixx Sense with Nikki Sixx\", the syndicated mix of talk and rock hosted by &lt;a href=\"M%C3%B6tley%20Cr%C3%BCe\"&gt;Mötley Crüe&lt;/a&gt; co-founder &lt;a href=\"Nikki%20Sixx\"&gt;Nikki Sixx&lt;/a&gt;; later, 99X would also air its weekend companion \"&lt;a href=\"The%20Side%20Show%20Countdown%20with%20Nikki%20Sixx\"&gt;The Side Show Countdown with Nikki Sixx&lt;/a&gt;\". On January 29, 2014, \"Chris Tyler\" Merluzzo was announced as the new program director for both WMMS and WMMS-HD2. &lt;a href=\"Erika%20Lauren\"&gt;Erika Lauren&lt;/a&gt;, co-host of \"&lt;a href=\"The%20Alan%20Cox%20Show\"&gt;The Alan Cox Show&lt;/a&gt;\" on WMMS, had begun hosting a local weekday morning music shift as of December 2015.\nOn December 21, 2017, WMMS-HD2 dropped the \"99X\" brand and replaced it with \"ALT 99.1\", the latest in a series of iHeartMedia alternative rock outlets to adopt the \"ALT\" brand following its adoption by &lt;a href=\"KYSR\"&gt;KYSR&lt;/a&gt;/Los Angeles in August 2013; the change may have been related to a branding dispute with iHeartMedia rival &lt;a href=\"Entercom\"&gt;Entercom&lt;/a&gt;. On February 1, 2018, Jason Carr was announced as the new assistant program director for WMMS, as well as program director for WMMS-HD2.\nOn June 29, 2020, fifteen stations owned by iHeartMedia in markets with large African-American populations, including WMMS-HD2, began &lt;a href=\"stunting%20%28broadcasting%29\"&gt;stunting&lt;/a&gt; with a series of African-American speeches, interspersed with messages such as \"Our Voices Will Be Heard\" and \"Our side of the story is about to be told,\" with a new format slated to launch the following day at 12:00 p.m. On June 30, it was made official that WMMS-HD2 would be a charter affiliate of iHeart's new &lt;a href=\"Black%20Information%20Network\"&gt;Black Information Network&lt;/a&gt;, which is an &lt;a href=\"All-news%20radio\"&gt;all-news&lt;/a&gt; format specifically geared toward African-American listeners; WMMS-HD2's analog translator simulcast over W256BT was unaffected.\nFM translator.\nW256BT began on November 2, 2004, as W262BN, a mostly silent radio translator licensed to &lt;a href=\"Lorain%2C%20Ohio\"&gt;Lorain&lt;/a&gt;, Ohio, free to transmit at 100.3 MHz. On April 22, 2011, W262BN adopted the callsign W259BI; changed its frequency to 99.7 MHz; and moved its transmitter to a &lt;a href=\"Cell%20site\"&gt;cell phone tower&lt;/a&gt; in &lt;a href=\"North%20Ridgeville%2C%20Ohio\"&gt;North Ridgeville&lt;/a&gt;. On May 23, 2012, W259BI adopted the callsign W256BT; changed its frequency to 99.1 MHz; changed its &lt;a href=\"city%20of%20license\"&gt;city of license&lt;/a&gt; to Cleveland; and began airing an alternative rock format as a separate &lt;a href=\"Analog%20transmission\"&gt;analog&lt;/a&gt; radio station. The &lt;a href=\"WMJI\"&gt;WMJI&lt;/a&gt; radio tower currently serves as the site of the W256BT transmitter.\nCurrent programming.\nWMMS-HD2 primarily airs &lt;a href=\"all-news%20radio\"&gt;all-news radio&lt;/a&gt; via the &lt;a href=\"Black%20Information%20Network\"&gt;Black Information Network&lt;/a&gt;; local traffic and weather updates are provided via the Total Traffic and Weather Network. WMMS-HD2 also satisfies &lt;a href=\"FCC\"&gt;FCC&lt;/a&gt;-mandated &lt;a href=\"Public%20affairs%20%28broadcasting%29\"&gt;public affairs&lt;/a&gt; programming on Sunday mornings with the &lt;a href=\"City%20Club%20of%20Cleveland\"&gt;City Club of Cleveland&lt;/a&gt;'s \"Friday Forum\". WMMS-HD2 transmits text and images to &lt;a href=\"HD%20Radio\"&gt;HD Radio&lt;/a&gt; receivers, such as &lt;a href=\"Station%20identification\"&gt;station ID&lt;/a&gt;s and artist and song information, known as &lt;a href=\"Program-associated%20data\"&gt;Program Service Data&lt;/a&gt; (PSD); similarly, W256BT transmits text to compatible analog receivers via the &lt;a href=\"Radio%20Data%20System\"&gt;Radio Data System&lt;/a&gt; (RDS). Both WMMS-HD2 and W256BT broadcast in &lt;a href=\"Stereophonic%20sound\"&gt;stereo&lt;/a&gt;."
}