{
    "id": "35950113",
    "revid": "41625025",
    "url": "https://en.wikipedia.org/wiki?curid=35950113",
    "title": "Londonderry, Edmonton",
    "text": "Londonderry is a residential area in northeast &lt;a href=\"Edmonton\"&gt;Edmonton&lt;/a&gt;, &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;, Canada that consists of the neighbourhoods of &lt;a href=\"Kildare%2C%20Edmonton\"&gt;Kildare&lt;/a&gt; and &lt;a href=\"Kilkenny%2C%20Edmonton\"&gt;Kilkenny&lt;/a&gt;.\nThe community is represented by the Londonderry &lt;a href=\"Neighborhood%20council\"&gt;Community League&lt;/a&gt;, established in 1968, which maintains a &lt;a href=\"Community%20centre\"&gt;community hall&lt;/a&gt; and outdoor rink located at 74 Street and 142 Avenue.\nGeography.\nLocated in northeast Edmonton, the Londonderry area is bounded by 82 Street to the west, 137 Avenue to the south, 66 Street to the east, and 153 Avenue to the north. The area is bisected by 144 Avenue. Kilkenny comprises the part of the area north of 144 Avenue, while Kildare comprises the balance to the south of 144 Avenue.\nThe &lt;a href=\"Dickinsfield%2C%20Edmonton\"&gt;Dickinsfield&lt;/a&gt; area is located beyond 82 Street to the west, while the &lt;a href=\"Casselman-Steele%20Heights%2C%20Edmonton\"&gt;Casselman-Steele Heights&lt;/a&gt; area is beyond 66 Street to the east and the &lt;a href=\"Lake%20District%2C%20Edmonton\"&gt;Lake District&lt;/a&gt; (Edmonton North) area is beyond 153 Avenue to the north. The &lt;a href=\"Delwood%2C%20Edmonton\"&gt;Delwood&lt;/a&gt; neighbourhood is located across 137 Avenue to the south.\nSchools.\nThere are six schools operated by &lt;a href=\"Edmonton%20Public%20Schools\"&gt;Edmonton Public Schools&lt;/a&gt; and &lt;a href=\"Edmonton%20Catholic%20Schools\"&gt;Edmonton Catholic Schools&lt;/a&gt; in Londonderry, one in Kildare and five in Kilkenny.\nShopping.\n&lt;a href=\"Londonderry%20Mall\"&gt;Londonderry Mall&lt;/a&gt; is located in the southeast corner of Londonderry within Kildare on the west side of 66 Street between 137 Avenue and 144 Avenue.\nAmenities.\nParks within Kildare include Cherrydale Park and Kildare Park, while parks within Kilkenny include G. Edmund Kelly Park, Kilkenny Park and the Londonderry Athletic Grounds. The Londonderry Fitness &amp; Leisure Centre is located within Kilkenny between the Londonderry Athletic Grounds and M.E. Lazerte High School. G. Edmund Kelly Spray Park is owned and run by the City Of Edmonton."
}