{
    "id": "35986568",
    "revid": "6660588",
    "url": "https://en.wikipedia.org/wiki?curid=35986568",
    "title": "Danger Island (film)",
    "text": "Danger Island, also known as The Presence, is a 1992 made-for-television film.\nSynopsis.\nPeople on a tropical island have to evacuate when the island erupts in a &lt;a href=\"Coup%20d%27%C3%A9tat\"&gt;coup&lt;/a&gt; or &lt;a href=\"civil%20war\"&gt;civil war&lt;/a&gt;. With the main airport under military control, the Americans converge on an airstrip where Rick Pearsall runs an air transport service with his &lt;a href=\"Douglas%20DC-3\"&gt;DC-3&lt;/a&gt;.\nThe plane flies through a violent storm and crashes into the ocean after it is struck by lightning. About half of the passengers manage to survive on one of the inflatable &lt;a href=\"Lifeboat%20%28shipboard%29\"&gt;life rafts&lt;/a&gt;. Included are &lt;a href=\"Model%20%28person%29\"&gt;swimsuit model&lt;/a&gt; Laura, biology professor Diana, Diana's daughter Ariel, &lt;a href=\"Juvenile%20delinquency\"&gt;juvenile delinquent&lt;/a&gt; Brian, young Melissa, middle-aged Frank, &lt;a href=\"Bro%20%28subculture%29\"&gt;bro&lt;/a&gt; Matt, &lt;a href=\"List%20of%20diplomatic%20missions%20of%20the%20United%20States\"&gt;embassy&lt;/a&gt; representative Karen, &lt;a href=\"United%20States%20Marine%20Corps\"&gt;Marine&lt;/a&gt; guard Vic and mysterious Ben Fields, who apparently has US government ties. After several days, Karen spots an island, which they paddle to. It seems like a tropical paradise, but mysteries and problems soon crop up. Ariel finds a human skull with a bullet hole in it, along with a Jeep on a dirt road. The party decides to follow the road to look for assistance. When Rick and Frank enter the water to beach the raft for the night, they are attacked by an unseen underwater creature, with &lt;a href=\"squid\"&gt;squid&lt;/a&gt;-like tentacles and spines like a &lt;a href=\"sea%20urchin\"&gt;sea urchin&lt;/a&gt;. Diana unsuccessfully tries to neutralize the toxin. Overnight, Frank goes into the water and &lt;a href=\"Metamorphosis\"&gt;metamorphosizes&lt;/a&gt; into a &lt;a href=\"Reptilian%20humanoid\"&gt;reptilian&lt;/a&gt; sea monster with scales and webbed hands and feet.\nThey follow the road, but Rick starts having psychic &lt;a href=\"Flashback%20%28psychology%29\"&gt;flashbacks&lt;/a&gt; of events on the island. They eventually find an American research station that was abandoned by its staff in 1976. Hacking the computer system, Ariel and Brian find that the station is named &lt;a href=\"Project%20MKUltra\"&gt;MK&lt;/a&gt;-Naomi, a name Ben is secretly familiar with.\nRick leaves one night after more flashbacks. Laura, Ben, Matt and Vic head out to search for him and soon encounter the island's &lt;a href=\"Indigenous%20peoples\"&gt;indigenous&lt;/a&gt; tribe and are taken to their village. They spend the night, but Vic has a terrifying hallucination while trying to make out with a native woman and they quickly leave.\nDiana deduces that the station was involved in research for a wide range of &lt;a href=\"Biological%20warfare\"&gt;biological weapons&lt;/a&gt;, including &lt;a href=\"extrasensory%20perception\"&gt;extrasensory perception&lt;/a&gt;, as in Rick's case. Rick returns after visiting the village and finding a hut with research materials from a scientist with a conscience, who had sabotaged the station and taken an &lt;a href=\"antigen\"&gt;antigen&lt;/a&gt; with him.\nFrank follows a trail the party had left for him to the research station. He breaks through the front door and terrifies the party. They are able to fend him off using a &lt;a href=\"carbon%20dioxide\"&gt;carbon dioxide&lt;/a&gt; &lt;a href=\"fire%20extinguisher\"&gt;fire extinguisher&lt;/a&gt;. The search party returns from the village, whereupon they debate what to do about Frank. They decide to try to use the antigen &lt;a href=\"elixir\"&gt;elixir&lt;/a&gt; from the hut to cure Frank. Rick lures Frank into a walk-in &lt;a href=\"Refrigerator\"&gt;freezer&lt;/a&gt; and injects him with the elixir. Frank mostly reverts to human form but dies moments later.\nRick is given the remainder of the elixir and improves, but he retains his extrasensory abilities, deducing from a brief touch that Laura is a model (which she's ashamed of being) and that Ben has been to the island before."
}