{
    "id": "359920",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=359920",
    "title": "Neopterygii",
    "text": "Neopterygii (from Greek νέος \"neos\" 'new' and πτέρυξ \"pteryx\" 'fin') is a &lt;a href=\"Subclass%20%28taxonomy%29\"&gt;subclass&lt;/a&gt; of &lt;a href=\"ray-finned%20fish\"&gt;ray-finned fish&lt;/a&gt; (Actinopterygii). Neopterygii includes the &lt;a href=\"Holostei\"&gt;Holostei&lt;/a&gt; and the &lt;a href=\"Teleostei\"&gt;Teleostei&lt;/a&gt;, of which the latter comprise the vast majority of extant &lt;a href=\"fishes\"&gt;fishes&lt;/a&gt;, and over half of all living &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt; &lt;a href=\"species\"&gt;species&lt;/a&gt;. While living holosteans include only freshwater &lt;a href=\"taxa\"&gt;taxa&lt;/a&gt;, teleosts are diverse in both &lt;a href=\"freshwater\"&gt;freshwater&lt;/a&gt; and &lt;a href=\"Ocean\"&gt;marine&lt;/a&gt; environments. Many new species of teleosts are &lt;a href=\"taxonomy\"&gt;scientifically described&lt;/a&gt; each year.\nFossil evidence for &lt;a href=\"crown%20group\"&gt;crown group&lt;/a&gt; neopterygians goes back at least 251 million years to the &lt;a href=\"Induan\"&gt;Induan&lt;/a&gt; &lt;a href=\"stage%20%28geology%29\"&gt;stage&lt;/a&gt; of the &lt;a href=\"Early%20Triassic\"&gt;Early Triassic&lt;/a&gt; &lt;a href=\"epoch%20%28geology%29\"&gt;epoch&lt;/a&gt;, however, one study incorporating &lt;a href=\"Morphology%20%28biology%29\"&gt;morphological&lt;/a&gt; data from &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt;s and molecular data from &lt;a href=\"Nuclear%20DNA\"&gt;nuclear&lt;/a&gt; and &lt;a href=\"Mitochondrial%20DNA\"&gt;mitochondrial&lt;/a&gt; &lt;a href=\"DNA\"&gt;DNA&lt;/a&gt;, places this &lt;a href=\"Divergent%20evolution\"&gt;divergence&lt;/a&gt; date at least 284 mya (million years ago), during the &lt;a href=\"Artinskian\"&gt;Artinskian&lt;/a&gt; stage of the Early &lt;a href=\"Permian\"&gt;Permian&lt;/a&gt;. Another study suggests an even earlier split (360 &lt;a href=\"myr\"&gt;myr&lt;/a&gt; ago, near the &lt;a href=\"Devonian\"&gt;Devonian&lt;/a&gt;-&lt;a href=\"Carboniferous\"&gt;Carboniferous&lt;/a&gt; boundary).\nEvolution and diversity.\nLiving neopterygians are subdivided into two main groups (&lt;a href=\"infraclass\"&gt;infraclass&lt;/a&gt;es): &lt;a href=\"teleosts\"&gt;teleosts&lt;/a&gt; and &lt;a href=\"holosteans\"&gt;holosteans&lt;/a&gt;. Holosteans comprise two &lt;a href=\"clades\"&gt;clades&lt;/a&gt;, the &lt;a href=\"Ginglymodi\"&gt;Ginglymodi&lt;/a&gt; and the &lt;a href=\"Halecomorphi\"&gt;Halecomorphi&lt;/a&gt;. All of these groups have a long and extensive &lt;a href=\"fossil%20record\"&gt;fossil record&lt;/a&gt;. The &lt;a href=\"phylogeny\"&gt;evolutionary relationships&lt;/a&gt; between the different groups of Neopterygii is summarized in the &lt;a href=\"cladogram\"&gt;cladogram&lt;/a&gt; below (&lt;a href=\"divergent%20evolution\"&gt;divergence&lt;/a&gt; time for each &lt;a href=\"clade\"&gt;clade&lt;/a&gt; in &lt;a href=\"myr\"&gt;mya&lt;/a&gt; are based on).\nNeopterygians are a very speciose group. They make up over 50% of the total &lt;a href=\"vertebrate\"&gt;vertebrate&lt;/a&gt; &lt;a href=\"biodiversity\"&gt;diversity&lt;/a&gt; today, and their diversity grew since the &lt;a href=\"Mesozoic\"&gt;Mesozoic&lt;/a&gt; &lt;a href=\"era%20%28geology%29\"&gt;era&lt;/a&gt;. However, the diversity of the various groups of neopterygians (or of &lt;a href=\"fishes\"&gt;fishes&lt;/a&gt; in general) is unevenly distributed, with teleosts making up the vast majority (96%) of living species.\nEarly in their &lt;a href=\"evolution\"&gt;evolution&lt;/a&gt;, neopterygians were a very successful group of fish, because they could move more rapidly than their ancestors. Their scales and skeletons began to lighten during their evolution, and their jaws became more powerful and efficient. While &lt;a href=\"electroreception\"&gt;electroreception&lt;/a&gt; and the &lt;a href=\"ampullae%20of%20Lorenzini\"&gt;ampullae of Lorenzini&lt;/a&gt; are present in all other groups of fish, with the exception of &lt;a href=\"hagfish\"&gt;hagfish&lt;/a&gt; (although hagfish are not actinopterygians, they are &lt;a href=\"agnathan\"&gt;agnathan&lt;/a&gt;s), neopterygians have lost this sense, even if it has later been re-evolved within &lt;a href=\"Gymnotiformes\"&gt;Gymnotiformes&lt;/a&gt; and &lt;a href=\"catfish\"&gt;catfish&lt;/a&gt;es, which possess &lt;a href=\"homoplasy\"&gt;non-homologous&lt;/a&gt; teleost ampullae.\nOnly a few changes occurred during the evolution of neopterygians from the earlier &lt;a href=\"Actinopterygii\"&gt;actinopterygians&lt;/a&gt;. However, a very important step in the evolution of neopterygians is the acquisition of a better control of the movements of both &lt;a href=\"dorsal%20fin\"&gt;dorsal&lt;/a&gt; and &lt;a href=\"anal%20fin\"&gt;anal fin&lt;/a&gt;s, resulting in an improvement in their swimming capabilities. They additionally acquired several modifications in the &lt;a href=\"skull\"&gt;skull&lt;/a&gt;, which allowed the evolution of different &lt;a href=\"feeding\"&gt;feeding&lt;/a&gt; mechanisms and consequently the colonization of new ecological &lt;a href=\"ecological%20niche\"&gt;niche&lt;/a&gt;s. All of these characters represented major improvements, resulting in Neopterygii becoming the dominant group of fishes (and, thus, &lt;a href=\"taxonomy\"&gt;taxonomically&lt;/a&gt; of &lt;a href=\"vertebrates\"&gt;vertebrates&lt;/a&gt; in general) today.\nThe great diversity of extant teleosts has been linked to a &lt;a href=\"Paleopolyploidy\"&gt;whole genome duplication&lt;/a&gt; event during their evolution."
}