{
    "id": "36005214",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=36005214",
    "title": "Melahat Ruacan",
    "text": "Melahat Senger-Ruacan (1906–1974) was a &lt;a href=\"Turkish%20women\"&gt;female Turkish&lt;/a&gt; high court &lt;a href=\"judge\"&gt;judge&lt;/a&gt; and the first woman elected to any &lt;a href=\"supreme%20court\"&gt;supreme court&lt;/a&gt; in the world.\nEarly life.\nThe first child of &lt;a href=\"Colonel\"&gt;Col.&lt;/a&gt; Nuri and his wife Güzide, she attended &lt;a href=\"Erenk%C3%B6y%20Girls%20High%20School\"&gt;Erenköy Girls High School&lt;/a&gt; (Turkish: \"Erenköy Kız Lisesi\"), an exclusive lycée in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, and later studied philosophy at &lt;a href=\"Istanbul%20University\"&gt;Istanbul University&lt;/a&gt;. Following &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt;’s establishment of &lt;a href=\"Ankara\"&gt;Ankara&lt;/a&gt; as the capital of the &lt;a href=\"Turkish%20Republic\"&gt;Turkish Republic&lt;/a&gt;, a new university was founded in the city. Melahat Senger moved to the new capital to attend the &lt;a href=\"Ankara%20University%2C%20Law%20School\"&gt;Faculty of Law at Ankara University&lt;/a&gt; from 1925 to 1929 and finished her studies as the first female graduate of this new school with high honors. In 1938, she married Asım Ruacan, a colleague in law, and had one son with him.\nCareer and later life.\nShe worked as a judge throughout Turkey, and in 1945, she was appointed to the &lt;a href=\"Court%20of%20Cassation%20%28Turkey%29\"&gt;Turkish Supreme Court of Appeals&lt;/a&gt; (Yargıtay) as its first female member. She decided many crucial cases. During the politically turbulent years of the &lt;a href=\"Democrat%20Party%20%28Turkey%2C%201946%E2%80%9361%29\"&gt;Democrat Party&lt;/a&gt; administration (1950–1960) in Turkey, she was forced to retire from her post because of her steadfast refusal to bend the principles of law to serve the political party in power. She successfully challenged her forced retirement in court, and was reinstated to the appellant bench in 1963 with full honors and compensation.\nJudge Ruacan was a fearless advocate of the principles of the law and was also an untiring defender of women's rights, following &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Atatürk&lt;/a&gt;’s &lt;a href=\"Kemalism\"&gt;Kemalist ideology&lt;/a&gt; throughout her life.\nShe died of a heart attack in Ankara, Turkey, in 1974."
}