{
    "id": "3603031",
    "revid": "28032115",
    "url": "https://en.wikipedia.org/wiki?curid=3603031",
    "title": "Jacob Cornelis Matthieu Radermacher",
    "text": "Jacob Cornelis Matthieu (J. C. M.) Radermacher (1741 – 24 December 1783) was a Dutch botanist and author.\nRadermacher was born in &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt;, &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;. He was an &lt;a href=\"Officer%20%28armed%20forces%29\"&gt;officer&lt;/a&gt; of the &lt;a href=\"Dutch%20East%20India%20Company\"&gt;Dutch East India Company&lt;/a&gt; (VOC) in &lt;a href=\"Jakarta\"&gt;Batavia&lt;/a&gt; (&lt;a href=\"Jakarta\"&gt;Jakarta&lt;/a&gt;) as well as a talented naturalist. Born into an influential Dutch family, his father was &lt;a href=\"Jacob%20Cornelis%20Radermacher\"&gt;Jacob Cornelis Radermacher&lt;/a&gt; (1700-1748), who was treasurer-general to the prince. His uncle and his nephew were members of the Board of Directors of the VOC. In 1757, then only sixteen years old, he had traveled to Indonesian to work as a merchant for the VOC. On 21 May 1761 Jacob married Margaretha Sophia Verijssel. In 1762 Radermacher created a &lt;a href=\"Freemasons\"&gt;Freemasonic circle&lt;/a&gt; in Batavia becoming the first Freemasonic lodge in &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;. In 1763 he returned to Holland to continue his studies, and graduated in &lt;a href=\"law\"&gt;law&lt;/a&gt; at &lt;a href=\"Harderwijk\"&gt;Harderwijk&lt;/a&gt;. After graduation on 13 June 1766 he established himself as a lawyer in &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt;. After a short time, Radermacher made the decision to return to Batavia. On 20 December 1766 with his wife Margaretha and two sons Frans Reinier and Johannes Cornelis, they boarded the ship \"Tulpenburg\" bound for Indonesia. His youngest son, Johannes Cornelis, still an infant, died within one month of their departure. By 1776, Radermacher was promoted by the VOC to title of \"Extra-Ordinair Council of India\".\nDuring his years in Batavia, Radermacher was a staunch promoter of the arts and sciences in the Far East. On 24 April 1778 he founded the &lt;a href=\"Batavian%20Society%20of%20Arts%20and%20Sciences\"&gt;Batavian Society of Arts and Sciences&lt;/a&gt; (\"Bataviaasch Genootschap van Kunsten en etenschappen\"). He also donated a substantial amount of writings and collections to start the museum. During this time he also catalogued a significant amount of flora and fauna of the islands of &lt;a href=\"Java%20%28island%29\"&gt;Java&lt;/a&gt; and &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;. The trees of the genus \"&lt;a href=\"Radermachera\"&gt;Radermachera&lt;/a&gt;\" are named for him.\nBy 1781 Radermacher was named Commissioner Concerning the Fleet and the Army, and Common Council of India. After the death of his first wife, he married Bataviase Anna Bosch. For health reasons in 1783, he requested permission to return to Holland. However, while en route home in the Indian Ocean on 24 December, there was a mutiny on board the ship and Radermacher was murdered.\nExternal links.\n\"Jaarboek van de Maatschappij der Nederlandse Letterkunde, 1988\""
}