{
    "id": "36042975",
    "revid": "1063959524",
    "url": "https://en.wikipedia.org/wiki?curid=36042975",
    "title": "Stride Place",
    "text": "Stride Place, formerly known as the \"Portage Credit Union Centre\", is a multipurpose sports and recreation complex located in &lt;a href=\"Portage%20la%20Prairie\"&gt;Portage la Prairie&lt;/a&gt;, &lt;a href=\"Manitoba\"&gt;Manitoba&lt;/a&gt;, Canada. The facility opened in February 2010 and features two &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; arenas, an aquatic centre, and a fitness centre. Outdoor sports facilities are also located on site.\nConstruction.\nA new community recreation centre was first proposed in the 1970s; however, the project was swiftly rejected by local residents in a public referendum. The idea was revived in 2006 by a group of local residents looking for ways to develop recreational opportunities in the area. A year later, the city and neighboring &lt;a href=\"Portage%20la%20Prairie%20%28rural%20municipality%29\"&gt;Rural Municipality of Portage la Prairie&lt;/a&gt; officially created a planning committee for the new Portage multiplex and began making financial commitments to the project.\nConstruction of the new complex began in September 2008. The projected final cost was $36 million, with $16 million coming from the city, $8 million from the municipality, $5 million from the &lt;a href=\"Government%20of%20Canada\"&gt;federal government&lt;/a&gt;, and another $5 million from the &lt;a href=\"Politics%20of%20Manitoba\"&gt;provincial government&lt;/a&gt;. Another $1.2 million was generated from the sale of naming rights and the rest was raised through private and corporate donations.\nThe complex was slated for completion in fall of 2009; however, delays pushed its opening to February 27, 2010. The final cost of the project was $44 million, with cost overruns absorbed by the city. The building has a &lt;a href=\"Leadership%20in%20Energy%20and%20Environmental%20Design\"&gt;LEED&lt;/a&gt; silver rating. Stride Credit Union, formerly Portage Credit Union, owns the naming rights to the building through the year 2030.\nFacilities.\nArenas.\nStride Place has two indoor arenas: the larger Stride Credit Union (SCU) Arena and the smaller Portage Mutual Arena, both of which have &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; &lt;a href=\"Hockey%20rink%23North%20American\"&gt;regulation size ice surfaces&lt;/a&gt;. The SCU Arena has a seating capacity of 1,675 plus standing room for an additional 300 spectators. The Portage Mutual Arena holds 300 spectators, plus standing room for an additional 100.\nThe &lt;a href=\"Portage%20Terriers\"&gt;Portage Terriers&lt;/a&gt; of the &lt;a href=\"Manitoba%20Junior%20Hockey%20League\"&gt;Manitoba Junior Hockey League&lt;/a&gt; are the SCU Arena's primary tenant. The arenas are also used by local minor hockey, ringette, figure skating and for non-hockey events such as trade shows and concerts.\nIndoor facilities.\nThe Shindleman Aquatic Centre features 6 - 25 metre swim lanes, a large waterslide, a wave pool, and a hot tub. The &lt;a href=\"Viterra\"&gt;Viterra&lt;/a&gt; Fitness Centre includes a gym and an indoor walking track. All facilities are open to the public year-round.\nOutdoor facilities.\nThe city and municipality also operate outdoor sports and recreation facilities adjacent to Stride Place. The Republic of Manitobah Park is an outdoor sports complex that features &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt; diamonds, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt; pitches, &lt;a href=\"beach%20volleyball\"&gt;beach volleyball&lt;/a&gt; courts, and a &lt;a href=\"Canadian%20football\"&gt;football&lt;/a&gt;/&lt;a href=\"rugby%20football\"&gt;rugby&lt;/a&gt; field. The Splash Island Waterpark complements the indoor Shindleman Aquatic Centre with outdoor swimming pools and waterslides, during the summer season.\nMajor events.\nSince its opening, Stride Place has been host to several major events, including:\nFilm.\nStride Place, then known as the PCU Centre, was a principal filming location for the 2011 hockey comedy \"&lt;a href=\"Goon%20%28film%29\"&gt;Goon&lt;/a&gt;\", which starred &lt;a href=\"Seann%20William%20Scott\"&gt;Seann William Scott&lt;/a&gt;, &lt;a href=\"Liev%20Schreiber\"&gt;Liev Schreiber&lt;/a&gt;, and &lt;a href=\"Jay%20Baruchel\"&gt;Jay Baruchel&lt;/a&gt;. &lt;a href=\"Television%20film\"&gt;Television movies&lt;/a&gt; and &lt;a href=\"miniseries\"&gt;miniseries&lt;/a&gt; filmed at the Stride Place include &lt;a href=\"CBC%20Television\"&gt;CBC's&lt;/a&gt; \"\" and \"&lt;a href=\"Gordie%20Howe\"&gt;Mr. Hockey: The Gordie Howe Story (2013)&lt;/a&gt;\", as well as &lt;a href=\"Lifetime%20%28TV%20network%29\"&gt;Lifetime's&lt;/a&gt; \"&lt;a href=\"Gabby%20Douglas\"&gt;The Gabby Douglas Story (2014)&lt;/a&gt;."
}