{
    "id": "36049960",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=36049960",
    "title": "Johannes Remus Quietanus",
    "text": "Johann Ruderauf or Johannes Remus Quietanus (Herda 1588 – Rouffach 1654) was a German astronomer, astrologer and doctor. He maintained correspondence with &lt;a href=\"Galileo%20Galilei\"&gt;Galileo Galilei&lt;/a&gt;, &lt;a href=\"Johannes%20Kepler\"&gt;Johannes Kepler&lt;/a&gt; and &lt;a href=\"Giovanni%20Faber\"&gt;Giovanni Faber&lt;/a&gt;, a pontifical botanist. He is one of the first four observers of &lt;a href=\"transit%20of%20Mercury\"&gt;transit of Mercury&lt;/a&gt; that happened on 7 November 1631.&lt;br&gt;\nBiography.\nEarly life in Thuringia.\nJohann Ruderauf was born on 22 September 1588 in Herda, near &lt;a href=\"Bad%20Salzungen\"&gt;Bad Salzungen&lt;/a&gt; in &lt;a href=\"Thuringia\"&gt;Thuringia&lt;/a&gt; (&lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;). His father Jeremias Ruderauf (or Rudravius) was a pastor and a schoolmaster. In the &lt;a href=\"Julian%20Calendar\"&gt;Julian Calendar&lt;/a&gt;, Johann was baptised as a Protestant on 15 September 1588.\nHe enrolled at the &lt;a href=\"University%20of%20Jena\"&gt;University of Jena&lt;/a&gt; in 1605.\nIn 1607, he observed the passage of a &lt;a href=\"comet\"&gt;comet&lt;/a&gt;, and then wrote a booklet of some fifty pages titled \"Gründliche Beschreibung des neuen monstrosischen Sternes, welcher anno Christi 1607 …am hohen Himmel geleichtet\", (\"Accurate description of the new monstrous star that shone in the sky from July 27 to mid-October in 1607\"), where he proposed an astrological interpretation of this \"sign of God\". This was actually &lt;a href=\"Halley%27s%20comet\"&gt;Halley's comet&lt;/a&gt; that did not yet bear the current name.\nIn 1608, he went to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;. Probably he had never returned to his native country thereafter.\nStudy and work in Italy.\nJohann Ruderauf registered at the &lt;a href=\"University%20of%20Padua\"&gt;University of Padua&lt;/a&gt; in 1608, where he studied medicine. There he was also acquainted with &lt;a href=\"Galileo%20Galilei\"&gt;Galileo&lt;/a&gt;.\nIn Italy, he took up the Latinized name Johannes Remus Quietanus and converted to Catholicism. In 1609, he made a southbound trip to &lt;a href=\"Sicily\"&gt;Sicily&lt;/a&gt; and &lt;a href=\"Malta\"&gt;Malta&lt;/a&gt;.\nIn 1611, he was in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;, where he sent the first letter to &lt;a href=\"Johannes%20Kepler\"&gt;Kepler&lt;/a&gt;. In the next years, he studied in the &lt;a href=\"Collegio%20Romano\"&gt;Collegio Romano&lt;/a&gt; with professor &lt;a href=\"Christoph%20Grienberger\"&gt;Christoph Grienberger&lt;/a&gt;. Remus Quietanus was well received by the pontifical circle, he befriended a number of cardinals and &lt;a href=\"Giovanni%20Faber\"&gt;Giovanni Faber&lt;/a&gt;, secretary of the &lt;a href=\"Accademia%20dei%20Lincei\"&gt;Accademia dei Lincei&lt;/a&gt;.\nHe made astronomical observations, especially solar and lunar eclipses, and wrote two pamphlets on this subject.\nDoctor of Habsburg.\nIn 1618, Remus Quietanus went to the court of &lt;a href=\"Maximilian%20III%2C%20Archduke%20of%20Austria\"&gt;Archduke Maximilian III of Austria&lt;/a&gt; in &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt;. There he met &lt;a href=\"Christoph%20Scheiner\"&gt;Christoph Scheiner&lt;/a&gt;. After the death of Maximilian in &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; on 2 November 1618, Remus Quietanus was appointed the Imperial Doctor, serving &lt;a href=\"Matthias%2C%20Holy%20Roman%20Emperor\"&gt;Matthias, Holy Roman Emperor&lt;/a&gt;, and also his cousin &lt;a href=\"Leopold%20V%2C%20Archduke%20of%20Austria\"&gt;Leopold V&lt;/a&gt;, the new Archduke of Austria-Tyrol.\nIn 1619, he met &lt;a href=\"Johannes%20Kepler\"&gt;Johannes Kepler&lt;/a&gt; in &lt;a href=\"Linz\"&gt;Linz&lt;/a&gt;.\nWitness of the Thirty Years' War.\nIn his correspondence with &lt;a href=\"Giovanni%20Faber\"&gt;Giovanni Faber&lt;/a&gt;(1618-1622), Remus Quietanus reported the outbreak of the &lt;a href=\"Thirty%20Years%27%20War\"&gt;Thirty Years' War&lt;/a&gt;, and military events favorable to &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg&lt;/a&gt; in &lt;a href=\"Bohemia\"&gt;Bohemia&lt;/a&gt;.\nBut soon after &lt;a href=\"Ernst%20von%20Mansfeld\"&gt;Mansfeld&lt;/a&gt; moved the theater of conflict to &lt;a href=\"Alsace\"&gt;Alsace&lt;/a&gt;. &lt;a href=\"Leopold%20V%2C%20Archduke%20of%20Austria\"&gt;Leopold V&lt;/a&gt;, who was also the bishop of &lt;a href=\"Strasbourg\"&gt;Strasbourg&lt;/a&gt;, was obliged to go there to defend his possessions. Remus Quietanus joined his entourage.\nIn 1619, Remus Quietanus met Maria Schlitzweck, a young Alsatian lady he would soon marry.\nDoctor in Rouffach.\nHe settled in &lt;a href=\"Rouffach\"&gt;Rouffach&lt;/a&gt; around 1620. His wife gave birth to a boy in 1623. Remus Quietanus was named the physician (doctor) of the city.\nMaria Schlitzweck died on 27 February 1635. Quietanus married again in 1650 to Maria Helena Freudenstehlin, who came from &lt;a href=\"Ensisheim\"&gt;Ensisheim&lt;/a&gt;.\nRemus Quietanus died in Rouffach on 17 October 1654.\nCorrespondence with Kepler and Galileo.\nWhen Remus Quietanus wrote to &lt;a href=\"Johannes%20Kepler\"&gt;Kepler&lt;/a&gt; in Rome in 1611, the two men did not know each other yet. Quietanus commented on recent astronomical news, yet expressed some reservations on &lt;a href=\"Nicolaus%20Copernicus\"&gt;Copernicus&lt;/a&gt;' heliocentric system. Kepler answered him point by point in March 1612. This correspondence resumed in 1618 when Quietanus was the doctor of the princes of &lt;a href=\"Habsburg\"&gt;Habsburg&lt;/a&gt;. Kepler looked forward to a future collaboration, but their partnership was limited to an exchange of 15 letters until 1620. The contact was reestablished from 1628 to 1630, the year when Kepler died.\nIn 1619, Remus Quietanus exchanged three letters with &lt;a href=\"Galileo%20Galilei\"&gt;Galileo&lt;/a&gt;. Quietanus sent to Galileo his description of the 1618 comet and a copy of Kepler's \"&lt;a href=\"Epitome%20Astronomiae%20Copernicanae\"&gt;Epitome Astronomiae Copernicanae&lt;/a&gt;\", which was not circulated in Florence as it was put on the \"&lt;a href=\"Index%20Librorum%20Prohibitorum\"&gt;Index Librorum Prohibitorum&lt;/a&gt;\" by the &lt;a href=\"Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;. Because of his position, Quietanus played an intermediary role between the two principal actors of the &lt;a href=\"Copernican%20Revolution\"&gt;Copernican Revolution&lt;/a&gt; whose relations had already deteriorated.\nThe transit of Mercury in 1631.\nIn his \"&lt;a href=\"Rudolphine%20Tables\"&gt;Rudolphine Tables&lt;/a&gt;\" published in 1627, Kepler predicted the &lt;a href=\"Transit%20%28astronomy%29\"&gt;transit&lt;/a&gt; of inferior planets at the end of 1631: 7 November for &lt;a href=\"Transit%20of%20Mercury\"&gt;Mercury&lt;/a&gt; and 9 December for &lt;a href=\"Transit%20of%20Venus\"&gt;Venus&lt;/a&gt;. Until then, no one had been able to observe such phenomena. He reiterated his announcement in 1629 by publishing a reminder (\"Admonitio ad astronomos\").\nInformed by this prediction, Johannes Remus Quietanus observed the transit of Mercury in &lt;a href=\"Rouffach\"&gt;Rouffach&lt;/a&gt; on 7 November 1631 from 9 h 42. He wrote a short report, addressed to the archduke &lt;a href=\"Leopold%20V%2C%20Archduke%20of%20Austria\"&gt;Leopold V&lt;/a&gt;.\nThis transit of Mercury was also observed by &lt;a href=\"Pierre%20Gassendi\"&gt;Pierre Gassendi&lt;/a&gt; in Paris, by &lt;a href=\"Johann%20Baptist%20Cysat\"&gt;Johann Baptist Cysat&lt;/a&gt; in &lt;a href=\"Innsbruck\"&gt;Innsbruck&lt;/a&gt; and by an anonymous person in &lt;a href=\"Ingolstadt\"&gt;Ingolstadt&lt;/a&gt;.\nPublications.\nCalendars and diaries.\nStarting from 1624, Remus Quietanus published regularly (probably every year) calendars containing the &lt;a href=\"Ephemeris\"&gt;ephemerides&lt;/a&gt; of &lt;a href=\"planet\"&gt;planet&lt;/a&gt;s and &lt;a href=\"Weather%20forecasting\"&gt;weather forecasts&lt;/a&gt;. The first known edition is \"“Neuer Schreibkalender, auff das Jubel Jahr 1625(…)“\", Basel 1624, \"(New Calendar for the Year of Grace 1625(…) Containing the Real Course of the Sun and the Moon, the Sunrise and Sunset, the Lunar Phase and the Planetary Configurations, the Solar and Lunar Eclipses and the Probable Weather Conditions)\". It is presented in the form of a &lt;a href=\"diary\"&gt;diary&lt;/a&gt;. Extant copies or references of the \"Schreibkalender\" can be found for the years of 1624, 1625, 1626, 1627, 1629, 1630, 1631, 1638, 1641, 1650.\nPosterity.\nApart from the first observation of the Mercury transit, relatively little is known of Remus Quietanus, a privileged witness of the Copernican revolution. But he is not a passive observer. In his correspondence with Kepler, he took part in astronomical debate and asked questions that fitted exactly with the issues of his time: the calculation of &lt;a href=\"longitude\"&gt;longitude&lt;/a&gt;s, the nature of &lt;a href=\"comet\"&gt;comet&lt;/a&gt;s, the dimension of &lt;a href=\"planet\"&gt;planet&lt;/a&gt;s, their distances to the &lt;a href=\"sun\"&gt;sun&lt;/a&gt; and especially the distance from the Earth to the Sun (&lt;a href=\"Astronomical%20unit\"&gt;Astronomical unit&lt;/a&gt;). On the last point, he had a better intuition than Kepler who gave an estimation of 3400 of &lt;a href=\"Earth%20radius\"&gt;Earth radius&lt;/a&gt;. Remus Quietanus proposed 14,000. Not until 1685 did &lt;a href=\"Christiaan%20Huygens\"&gt;Christiaan Huygens&lt;/a&gt; suggest a more accurate estimation (around 23,500 of &lt;a href=\"Earth%20radius\"&gt;Earth radius&lt;/a&gt;)."
}