{
    "id": "36056702",
    "revid": "1055273798",
    "url": "https://en.wikipedia.org/wiki?curid=36056702",
    "title": "Enriko Josif",
    "text": "Enriko Josif (; 1 May 1924 – 13 March 2003) was a &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;n composer, pedagogue and musical writer, and member of the &lt;a href=\"Serbian%20Academy%20of%20Sciences%20and%20Arts\"&gt;Serbian Academy of Sciences and Arts&lt;/a&gt;.\nBiography.\nHe was born on May 1, 1924 in Belgrade into a &lt;a href=\"Sephardic%20Jewish\"&gt;Sephardic Jewish&lt;/a&gt; family. His father, Mosha Josif was a merchant representative of Italian and German industries and an amateur dramatist. His mother Sofia (born Fahri), was from a rich family from &lt;a href=\"Zemun\"&gt;Zemun&lt;/a&gt;. With good knowledge of foreign languages (she was educated in a Swiss institute), she worked as a translator (she translated verses by Serbian poets to German language) and a member of the international &lt;a href=\"PEN%20Club\"&gt;PEN Club&lt;/a&gt;. Intelligentsia, such as &lt;a href=\"Jovan%20Du%C4%8Di%C4%87\"&gt;Jovan Dučić&lt;/a&gt; and &lt;a href=\"Milo%C5%A1%20%C4%90uri%C4%87\"&gt;Miloš Đurić&lt;/a&gt; were collaborators and friends of her. In the Josif family music had an important place. Josif's mother played the piano, while father was especially favourable about &lt;a href=\"opera\"&gt;opera&lt;/a&gt;. Mosha and Sofia Josif wanted their both sons, Enriko and Albert, to study music, but it was Enriko’s talent that was recognized properly. Very soon he got his first, private music teacher, composer and conductor &lt;a href=\"Vladislav%20Grinski\"&gt;Vladislav Grinski&lt;/a&gt;. In that period, Enriko Josif wrote his first compositions.\nAfter father’s death (1937) started a hard period for Enriko Josif and his family. Just before the start of the &lt;a href=\"Operation%20Retribution%20%281941%29\"&gt;bombing of Belgrade (1941)&lt;/a&gt;, they went to &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt; and afterwards moved to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;, across &lt;a href=\"Dubrovnik\"&gt;Dubrovnik&lt;/a&gt;, &lt;a href=\"Split%2C%20Croatia\"&gt;Split&lt;/a&gt; and &lt;a href=\"Kor%C4%8Dula\"&gt;Korčula&lt;/a&gt;. As they were not persecuted, they stayed in Italy until 1943, when they moved to Switzerland.\nAfter the end of the war, Josif continued his schooling in Belgrade and graduated in the &lt;a href=\"First%20Belgrade%20Gymnasium\"&gt;First Belgrade Gymnasium&lt;/a&gt;. He started his further studies at the &lt;a href=\"University%20of%20Belgrade\"&gt;University of Belgrade&lt;/a&gt;'s &lt;a href=\"University%20of%20Belgrade%20School%20of%20Medicine\"&gt;School of Medicine&lt;/a&gt;, but he left this area very soon by entering studies of music at the &lt;a href=\"Academy%20of%20Music%20in%20Belgrade\"&gt;Academy of Music in Belgrade&lt;/a&gt;. As a student of &lt;a href=\"Milenko%20%C5%BDivkovi%C4%87\"&gt;Milenko Živković&lt;/a&gt; at the Department for Composition, he graduated in 1954. In the period between 1961 and 1962 he attended specialization studies in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;. He worked as a teacher in the Elementary music school \"&lt;a href=\"Vojislav%20Vu%C4%8Dkovi%C4%87\"&gt;Vojislav Vučković&lt;/a&gt;\" (1955–1956) and in the High music school \"&lt;a href=\"Kornelije%20Stankovi%C4%87\"&gt;Kornelije Stanković&lt;/a&gt;\" (1955–1957). He followed the work of his professor Živković at the Academy of Music as an assistant (from 1957) and after sudden professor’s death (1964) he came into Živković’s position at the Department for composition. Next year (1965) he was chosen to become a docent, and afterwards an associate (1970) and full professor (1976). He worked at the Academy of Music until retirement 1989.\nIn the period 1967–1968 he was the president of the &lt;a href=\"Composers%E2%80%99%20Association%20of%20Serbia\"&gt;Composers’ Association of Serbia&lt;/a&gt;. As an excellent intellectual, he was a corresponding member (from April 25, 1991) and a full member of the Serbian Academy of Sciences and Arts (October 26, 2000).\nHe died on March 13, 2003 in Belgrade.\nCreative work.\nEnriko Josif wrote his first compositions as a student (\"Four sketches\" for piano, \"Improvization on folk theme\" for strings, \"Sonata brevis\" for piano, string quartet \"Quartetto lirico\", \"Isečak\" for narrator, soprano and piano four-hands, \"Simfoniettа\") and his fertile creative work followed his pedagogical activities as well. Josif wrote pieces for solo-instruments, chamber, &lt;a href=\"choral\"&gt;choral&lt;/a&gt;, orchestral music, pieces for choir and orchestra and film music.\nBesides from affinity for contemporary (not avant-garde) expression, he was devoted to the sound of &lt;a href=\"baroque\"&gt;baroque&lt;/a&gt; and earlier periods. That is visible in Josif’s compositional manner, but also in the titles of his several works: \"Sonata antica, Oratorio profano da camera, Frescobaldiana, Sinfonia ricercar\". Impressionistic and national, folk musical features were also detected in his pieces. (\"Rustikon, Lyric symphony\").\nOriginal melodic invention and specific instrumental coloring build a distinctive character of Josif’s musical language. According to the composer, distinctive melody was one of the most important features of his style. Josif identified the germ of all his musical thoughts with the terms of \"voice\", \"inner singing\" and \"melody\". His access to art and creation was deeply influenced by philosophical and poetical dimension, which is reflected in numerous titles of Josif’s pieces (\"In memory of time, O bird, do not fold your wings, Kazivanja, Dozivanja, Snoviđenja, Pesmena govorenja, Vatrenja, Slobodišta\").\nReligious-philosophical views.\nExtremely emotional, philosophical and spiritual Josif’s nature, particularly influenced by &lt;a href=\"Fyodor%20Dostoyevski\"&gt;Fyodor Dostoyevski&lt;/a&gt;, &lt;a href=\"Nikolai%20Berdyaev\"&gt;Nikolai Berdyaev&lt;/a&gt; and &lt;a href=\"Martin%20Buber\"&gt;Martin Buber&lt;/a&gt;, was reflected in his different statements. In his \"sayings\" (\"kazivanja\" in Serbian), Josif talked about spiritual life, his first contacts with the &lt;a href=\"Bible\"&gt;Bible&lt;/a&gt;, his relation with God and with all people around him. He was interested in &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt; issues but had no prejudices about the difference between the &lt;a href=\"Old%20Testament\"&gt;Old&lt;/a&gt; and &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;. He saw them as a \"magnificent, indivisible bridge\", being enthralled by the idea of \"embracing all people\". He had particular reflections about suffering and passion. He even noted specific parallels between destinies of Serbian and Jewish people; inspired by such a \"general human tragedy of an alienated man\", he composed the scenic chronicle \"Death of Saint Stephen of Dechani\".\nAlthough Josif refused publishing of his speeches and writings, many sources testify his attractive ideas and thoughts about his artistic and living inspiration. Among them are numerous published interviews with Josif, as well as the collection of his lectures \"Prophet of the stone herd\", made by Vladeta R. Košutić, after audio recordings.\nWritings about music.\nJosif’s distinctive artistic sensibility is also displayed in his writings about &lt;a href=\"music\"&gt;music&lt;/a&gt;. By commenting pieces of music, composers’ opuses, concert performances and achievements of famous musical interpreters, Josif always marked the significance of complete entering, immersing in a piece of art. He compared the musical contexture stratification with the complexity of human being itself and defined the \"tone revelation of secrets of infinity in formation and development\" as the sublime purpose of musical art. He used a rich, eruptive language with many unusual and new words by his own.\nThe book about Milenko Živković.\nDuring the seventh decade of the 20th century, at the proposal of the Department of Fine Arts and Music SASA (Serbian Academy of Sciences and Arts), Enriko Josif wrote a monograph about his professor &lt;a href=\"Milenko%20%C5%BDivkovi%C4%87\"&gt;Milenko Živković&lt;/a&gt;. After twenty years, on the initiative of Josif’s widow, Mrs Vera Josif, and the rabbi of Belgrade &lt;a href=\"Isak%20Asiel\"&gt;Isak Asiel&lt;/a&gt;, his manuscript was prepared for printing. The book was published in 2009, in the edition of SASA, with the addition with general information about the edition, written by the editor, academician &lt;a href=\"Dejan%20Despi%C4%87\"&gt;Dejan Despić&lt;/a&gt;."
}