{
    "id": "360685",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=360685",
    "title": "A47 road",
    "text": "The A47 is a &lt;a href=\"trunk%20road\"&gt;trunk road&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt; linking &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; to &lt;a href=\"Lowestoft\"&gt;Lowestoft&lt;/a&gt;, &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;. Most of the section between &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; and &lt;a href=\"Nuneaton\"&gt;Nuneaton&lt;/a&gt; is now classified as the &lt;a href=\"B4114%20road\"&gt;B4114&lt;/a&gt;.\nHistory.\nThe original (1923) route of the A47 was Birmingham to Great Yarmouth, but there were some changes made to its route in the early years.\nAt its eastern end, the A47 originally ran through Filby and Caister-on-Sea, with the &lt;a href=\"Acle\"&gt;Acle&lt;/a&gt; Straight bearing the number B1140. \nA change took place in 1925. The original route of the A47 between &lt;a href=\"Guyhirn\"&gt;Guyhirn&lt;/a&gt; and &lt;a href=\"Wisbech\"&gt;Wisbech&lt;/a&gt; in the &lt;a href=\"Isle%20of%20Ely\"&gt;Isle of Ely&lt;/a&gt; was via &lt;a href=\"Wisbech%20St%20Mary\"&gt;Wisbech St Mary&lt;/a&gt;, with the direct route being part of the A141. This is because there was no road bridge over the &lt;a href=\"River%20Nene\"&gt;River Nene&lt;/a&gt; at Guyhirn, and hence no junction between the A47 and the A141. In April 1925 a steel road bridge was opened, and the A47 and the A141 swapped routes between Guyhirn and &lt;a href=\"Wisbech\"&gt;Wisbech&lt;/a&gt;.\nThe A47 was rerouted along the &lt;a href=\"Acle\"&gt;Acle&lt;/a&gt; Straight in 1935, with the old route being renumbered as the A1064 (Acle to Caister-on-Sea) and part of the A149 (Caister to Great Yarmouth). Another change also dates from 1935. The A47 originally ran via Downham Market, not King's Lynn. In 1935, it was rerouted via King's Lynn, replacing part of the A141 (Wisbech to King's Lynn) and part of the A17 (King's Lynn to Swaffham). The old route via Downham Market was renumbered as the A1122 (Outwell to Swaffham) and part of the A1101 (Wisbech to Outwell).\nMajor improvements were made from the late 1970s until early in the 1990s. The 7 mile (11.3 km) £5 million part-dual-carriageway East Dereham Bypass built on part of the disused railway line was opened in spring 1978 followed by a five-mile (8 km) part-dual-carriageway Swaffham Bypass, costing £5 million which was opened in June 1981. Bypasses for Uppingham (£1.4 million) and Blofield (£4 million) were opened in 1982 and 1983 respectively. The southern section of the Great Yarmouth Western Bypass was opened in May 1985 and the northern section in March 1986 at a cost of £19 million followed by improvements to the one mile (1.6 km) Postwick-Blofield section (£1.2 million) which was opened in November 1987. In 1989 Acle Bypass was completed as a cost of £7.1 million and the £1.2 million East Norton Bypass was opened in December 1990. The three mile (4.8 km) £9 million East Dereham-North Tuddenham Improvement opened in August 1992 and the £62 million Norwich southern Bypass in September 1992.\nEscalating &lt;a href=\"Road%20protest%20%28UK%29\"&gt;road protests&lt;/a&gt; starting with &lt;a href=\"Twyford%20Down\"&gt;Twyford Down&lt;/a&gt; in 1992 and culminating with the &lt;a href=\"Newbury%20bypass\"&gt;Newbury bypass&lt;/a&gt; in 1996 (at which over 1,000 people were arrested) led to over 300 road schemes being cancelled in November 1995 and to the cancellation of further schemes including the Thorney bypass by the new Labour government in 1997.\nIn 2002 the government announced a new road building programme which included the three mile (4.8 km) dual-carriageway Thorney bypass which opened on 14 December 2005.\nIn February 2017 the Highways Agency re-designated the stretch of the &lt;a href=\"A12%20road%20%28England%29\"&gt;A12 road&lt;/a&gt; between Great Yarmouth and Lowestoft as the A47.\nProposed improvements.\nAcle Straight (New Road).\nA study on the A47 which concluded in 2001 looked at improving New Road, i.e. the section of the A47 between &lt;a href=\"Acle\"&gt;Acle&lt;/a&gt; and &lt;a href=\"Great%20Yarmouth\"&gt;Great Yarmouth&lt;/a&gt; known as the &lt;a href=\"Acle%20Straight\"&gt;Acle Straight&lt;/a&gt;. The improvement of the Acle Straight has become a point of contention between interested parties due to its passage through &lt;a href=\"The%20Broads\"&gt;the Norfolk Broads&lt;/a&gt;, an area of important ecological and conservation significance that limits development. The study which recommended widening rather than dualling of the Acle Straight was opposed by the &lt;a href=\"Broadland%20District%20Council\"&gt;Broadland District Council&lt;/a&gt;, &lt;a href=\"Great%20Yarmouth%20Borough%20Council\"&gt;Great Yarmouth Borough Council&lt;/a&gt;, &lt;a href=\"Norfolk%20Constabulary\"&gt;Norfolk Police Authority&lt;/a&gt; and the majority of local respondents who believed that dualling of the road is necessary to improve road safety, decrease journey time and support the economic development of Great Yarmouth. Dualling was however strongly opposed by the &lt;a href=\"Environment%20Agency\"&gt;Environment Agency&lt;/a&gt;, the &lt;a href=\"Council%20for%20National%20Parks\"&gt;Council for National Parks (CNP)&lt;/a&gt; and the &lt;a href=\"Broads%20Authority\"&gt;Broads Authority&lt;/a&gt; due to its impact on biodiversity and internationally important wildlife sites. These parties did cautiously support further investigation into the option for widening following further investigation of its environmental impact.\nAcle Straight safety improvement scheme.\nIn 2006 a programme of safety improvement for the Acle Straight were announced. This would include road resurfacing, better road markings, improved visibility and the installation of safety cameras at an estimated total cost of £1.6 million. The result would then be monitored while long-term improvements, such as widening, are considered. In October 2009 after it was announced that a £40,000 feasibility study, to see whether roadside ditches along the nine-mile stretch could be moved further back without disturbing delicate marshland habitat had been delayed until autumn 2010 at the earliest.\nNorwich Northern Distributor Road.\nA £117 million road scheme to the north of &lt;a href=\"Norwich\"&gt;Norwich&lt;/a&gt;, linking the &lt;a href=\"A1067%20road\"&gt;A1067&lt;/a&gt; and &lt;a href=\"Norwich%20International%20Airport\"&gt;Norwich International Airport&lt;/a&gt; to the A47, sponsored and managed by &lt;a href=\"Norfolk%20County%20Council\"&gt;Norfolk County Council&lt;/a&gt;. It was priority scheme for Norfolk County Council and it attracted strong opposition both locally and from environmental groups. On 2 June 2015 the scheme was given the go ahead, in 2017 parts of the road were opened with the complete road scheduled to be completed in early 2018.\nNorwich Western Link.\nIn 2007 &lt;a href=\"Norfolk%20County%20Council\"&gt;Norfolk County Council&lt;/a&gt; started developing a proposal for a link road between the A47 and &lt;a href=\"A1067%20road\"&gt;A1067&lt;/a&gt; in the area between &lt;a href=\"Hockering\"&gt;Hockering&lt;/a&gt; and &lt;a href=\"Lenwade\"&gt;Lenwade&lt;/a&gt;. Five different route options were considered which ranged from 1.5 km to 3.4 km of new road construction and an estimated construction cost of between £5.8 million - £9.1 million. Public consultation on the proposal was held between July and September 2007 with the most support given to Option 1 with positive responses from residents, businesses and Parish and District Councils. Although costing more than £5 million the scheme did not meet any of the targets of the &lt;a href=\"Local%20Transport%20Plan\"&gt;Local Transport Plan&lt;/a&gt; and so did not qualify for regional funding. Funding for the scheme would therefore have to be found by the County Council.\n The scheme was not progressed.\nIn April 2017 however Norfolk County Council voted to make the &lt;a href=\"Norwich%20Western%20Link\"&gt;Norwich Western Link&lt;/a&gt; one of its three top highway priorities. The scheme would connect the A47 at &lt;a href=\"Easton%2C%20Norfolk\"&gt;Easton&lt;/a&gt; with the A1067 at &lt;a href=\"Attlebridge\"&gt;Attlebridge&lt;/a&gt; at the end of the &lt;a href=\"Norwich%20Northern%20Distributor%20Road\"&gt;Norwich Northern Distributor Road&lt;/a&gt; and consultants have been brought in to progress the scheme.\nOther proposed improvements.\nIn 2012 Norfolk County Council launched the strategic route prospectus which detailed improvement schemes along the A47 between Peterborough and King's Lynn. The list of improvements, costing a total £526 million, included dualling sections of the road and other junction improvements. The sections of the road to be dualled were the Acle straight, Blofield to Burlingham, North Tuddenham to Easton and the East Winch/Middleton bypass. Other improvements detailed were four schemes at Great Yarmouth, including a £112 million third river crossing, four junction improvements along the Norwich Southern Bypass and improvements to the three junctions at King's Lynn.\nOn 8 October 2012 it was the announced that improvements to the A1/A47 junction at Wansford and the roundabout at Honingham would be approved for pinch point funding. On 1 December 2014 it was announced that a package of improvements to the A47 worth a total of £300 million would be funded during the 2015-20 parliament. Shadow chancellor &lt;a href=\"Ed%20Balls\"&gt;Ed Balls&lt;/a&gt; said that the proposed improvements would be honoured by any incoming Labour government. The proposed improvements consisted of \nRoute.\nBirmingham.\nThe Birmingham end of the A47 starts one mile from the centre of Birmingham at the Ashsted Circus roundabout on the &lt;a href=\"A4540%20road\"&gt;A4540&lt;/a&gt; Middleway running north-east through Vauxhall as Nechells Parkway and then Saltley Road. The road continues north east following the &lt;a href=\"Cross%20Country%20Route\"&gt;Cross Country Route&lt;/a&gt; and &lt;a href=\"River%20Rea\"&gt;River Rea&lt;/a&gt; as first Heartlands Parkway and then Fort Parkway. The Birmingham section of the road terminates at &lt;a href=\"Sentinel%20%28sculpture%29\"&gt;Spitfire Island&lt;/a&gt;, a &lt;a href=\"roundabout\"&gt;roundabout&lt;/a&gt; on the &lt;a href=\"A452%20road\"&gt;A452&lt;/a&gt; halfway between the M6 Junction 5 and A38 Tyburn Island.\nThe route between Birmingham and Nuneaton was known as the A47 until 1986, when it was renumbered, mainly as the B4114, following the completion of the M42.\nNuneaton - Leicester.\nAt Nuneaton the road re-emerges as Hinckley Road from a junction with the &lt;a href=\"A444%20road\"&gt;A444&lt;/a&gt;, near the &lt;a href=\"Nuneaton%20railway%20station\"&gt;railway station&lt;/a&gt;. Leaving Nuneaton, it passes &lt;a href=\"North%20Warwickshire%20and%20Hinckley%20College\"&gt;North Warwickshire and Hinckley College&lt;/a&gt; on the left, it meets the A4254 at a roundabout and the &lt;a href=\"A5%20road%20%28Great%20Britain%29\"&gt;A5&lt;/a&gt; &lt;a href=\"Watling%20Street\"&gt;Watling Street&lt;/a&gt; near the Longshoot Hotel. It follows the A5 for a half-mile entering &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt; and the district of &lt;a href=\"Hinckley%20and%20Bosworth\"&gt;Hinckley and Bosworth&lt;/a&gt;, then leaves at a roundabout to bypass Hinckley to the north as Dodwells Road then Normandy Way which was completed in the summer of 1994. This section passes through a large industrial estate and close to a &lt;a href=\"Tesco\"&gt;Tesco&lt;/a&gt; distribution centre, crossing the &lt;a href=\"Ashby-de-la-Zouch%20Canal\"&gt;Ashby-de-la-Zouch Canal&lt;/a&gt;. It meets a roundabout near the &lt;a href=\"Triumph%20Motorcycles%20Ltd\"&gt;Triumph&lt;/a&gt; motorbike factory. It bypasses &lt;a href=\"Earl%20Shilton\"&gt;Earl Shilton&lt;/a&gt; on its southern side as a single carriageway road. It then runs through &lt;a href=\"Leicester%20Forest\"&gt;Leicester Forest&lt;/a&gt; on a line parallel with the &lt;a href=\"M69%20motorway\"&gt;M69&lt;/a&gt;. It enters &lt;a href=\"Leicester%20Forest%20East\"&gt;Leicester Forest East&lt;/a&gt; crossing the &lt;a href=\"M1%20motorway\"&gt;M1&lt;/a&gt; near the &lt;a href=\"Leicester%20Forest%20East%20services\"&gt;service station&lt;/a&gt; and continues on into the City of Leicester at the B5380 junction. The road continues into the city centre crossing the &lt;a href=\"A563%20road\"&gt;A563&lt;/a&gt; outer ring-road before becoming part of the inner ring road.\nLeicester - A1.\nLeaving Leicester the road becomes \"Humberstone Road\", then \"Uppingham Road\". It passes under the &lt;a href=\"Midland%20Main%20Line\"&gt;Midland Main Line&lt;/a&gt; and meets the B6146 \"St Barnabas Road\" to the south, then passes over the former &lt;a href=\"Leicester%20Belgrave%20Road%20railway%20station\"&gt;Leicester Belgrave Road&lt;/a&gt; to &lt;a href=\"Peterborough%20railway%20station\"&gt;Peterborough North&lt;/a&gt; section of the &lt;a href=\"Great%20Northern%20Railway%20%28Great%20Britain%29\"&gt;Great Northern Railway&lt;/a&gt; which follows the road as far as &lt;a href=\"Houghton%20on%20the%20Hill\"&gt;Houghton on the Hill&lt;/a&gt;. At the &lt;a href=\"A6030%20road\"&gt;A6030&lt;/a&gt; crossroads, it becomes part of the Leicester outer ring road in &lt;a href=\"North%20Evington\"&gt;North Evington&lt;/a&gt;. At &lt;a href=\"Humberstone%2C%20Leicestershire\"&gt;Humberstone&lt;/a&gt;, beyond the &lt;a href=\"A563%20road\"&gt;A563&lt;/a&gt; (outer ring road) and \"Goodwood Road\" (projected extension of the outer ring road) crossroads, the road meets the B667 \"Spencefield Lane\" to the south, for &lt;a href=\"Evington\"&gt;Evington&lt;/a&gt;. Between the \"Downing Drive\" junction and Thurnby Hill it enters Leicestershire and the district of &lt;a href=\"Harborough%20District\"&gt;Harborough&lt;/a&gt;. At &lt;a href=\"Thurnby\"&gt;Thurnby&lt;/a&gt; it meets \"Station Road\" to the north, for &lt;a href=\"Scraptoft\"&gt;Scraptoft&lt;/a&gt;. Leaving &lt;a href=\"Bushby\"&gt;Bushby&lt;/a&gt; it climbs Winkadale Hill into the countryside.\nThe road travels &lt;a href=\"https%3A//www.geograph.org.uk/photo/186756\"&gt;through&lt;/a&gt; &lt;a href=\"Houghton%20on%20the%20Hill\"&gt;Houghton on the Hill&lt;/a&gt;, with crossroads for &lt;a href=\"Leicester%20Airport\"&gt;Leicester Airport&lt;/a&gt; (to the south) and &lt;a href=\"Ingarsby\"&gt;Old Ingarsby&lt;/a&gt; (to the &lt;a href=\"https%3A//www.geograph.org.uk/photo/456077\"&gt;north&lt;/a&gt;) next to the \"&lt;a href=\"http%3A//roseandcrownhoughton.co.uk\"&gt;Rose and Crown&lt;/a&gt;\" and &lt;a href=\"Jet%20%28brand%29\"&gt;JET&lt;/a&gt; \"Houghton Garage\", and heads down &lt;a href=\"https%3A//www.geograph.org.uk/photo/186777\"&gt;Palace Hill&lt;/a&gt; with a right &lt;a href=\"https%3A//www.geograph.org.uk/photo/522721\"&gt;turn&lt;/a&gt; for &lt;a href=\"Gaulby\"&gt;Gaulby&lt;/a&gt;, a left &lt;a href=\"https%3A//www.geograph.org.uk/photo/522719\"&gt;turn&lt;/a&gt; for Tilton on the Hill, then crosses the &lt;a href=\"River%20Sence\"&gt;River Sence&lt;/a&gt;. The two-mile £2.5 million three-lane &lt;a href=\"Billesdon\"&gt;Billesdon&lt;/a&gt; Bypass opened in October 1986, passing north of the village, with staggered &lt;a href=\"https%3A//www.geograph.org.uk/photo/203409\"&gt;crossroads&lt;/a&gt;. It meets the &lt;a href=\"B6047%20road\"&gt;B6047&lt;/a&gt; north-south &lt;a href=\"Market%20Harborough\"&gt;Market Harborough&lt;/a&gt; to &lt;a href=\"Melton%20Mowbray\"&gt;Melton Mowbray&lt;/a&gt; road (for &lt;a href=\"Tilton%20on%20the%20Hill\"&gt;Tilton on the Hill&lt;/a&gt;) at staggered crossroads at the highest point of the A47, at around 670 feet. It passes through &lt;a href=\"Skeffington\"&gt;Skeffington&lt;/a&gt; with a right &lt;a href=\"https%3A//www.geograph.org.uk/photo/753061\"&gt;turn&lt;/a&gt; for &lt;a href=\"Rolleston%2C%20Leicestershire\"&gt;Rolleston&lt;/a&gt; then heads through &lt;a href=\"Tugby\"&gt;Tugby&lt;/a&gt;, which is traversed by the &lt;a href=\"Midshires%20Way\"&gt;Midshires Way&lt;/a&gt; and &lt;a href=\"National%20Cycle%20Route%2063\"&gt;National Cycle Route 63&lt;/a&gt;. It winds its way towards the one-kilometre £1.2 million &lt;a href=\"East%20Norton\"&gt;East Norton&lt;/a&gt; Bypass, which opened in December 1990, passing south of the village, with a left &lt;a href=\"https%3A//www.geograph.org.uk/photo/601112\"&gt;turn&lt;/a&gt; for &lt;a href=\"Loddington%2C%20Leicestershire\"&gt;Loddington&lt;/a&gt; and right &lt;a href=\"https%3A//www.geograph.org.uk/photo/205516\"&gt;turn&lt;/a&gt; for &lt;a href=\"Hallaton\"&gt;Hallaton&lt;/a&gt;. Leaving the village, after rejoining the former route, it &lt;a href=\"https%3A//www.geograph.org.uk/photo/603413\"&gt;passes&lt;/a&gt; the former &lt;a href=\"East%20Norton%20railway%20station\"&gt;railway station&lt;/a&gt;. It heads down a hill as three lanes and crosses the &lt;a href=\"Eye%20Brook\"&gt;Eye Brook&lt;/a&gt; and from &lt;a href=\"https%3A//www.geograph.org.uk/photo/603433\"&gt;here&lt;/a&gt; the next ten miles are in &lt;a href=\"Rutland\"&gt;Rutland&lt;/a&gt;, and three lanes become two.\nThere is a left turn for &lt;a href=\"Belton-in-Rutland\"&gt;Belton-in-Rutland&lt;/a&gt; and a right &lt;a href=\"https%3A//www.geograph.org.uk/photo/603460\"&gt;turn&lt;/a&gt; for &lt;a href=\"Allexton\"&gt;Allexton&lt;/a&gt; (in Leicestershire) where the road is crossed by the &lt;a href=\"Leicestershire%20Round\"&gt;Leicestershire Round&lt;/a&gt; and &lt;a href=\"Macmillan%20Way\"&gt;Macmillan Way&lt;/a&gt;. The two-mile £1.9 million &lt;a href=\"Wardley%2C%20Rutland\"&gt;Wardley&lt;/a&gt; Hill &lt;a href=\"https%3A//www.geograph.org.uk/photo/539103\"&gt;Improvement&lt;/a&gt; opened in October 1987, and there is a right turn (only) for Wardley, where the road is crossed by the &lt;a href=\"Rutland%20Round\"&gt;Rutland Round&lt;/a&gt;. The road improvement took a less-crooked route closer to the village, with a less steep incline avoiding the top of &lt;a href=\"https%3A//www.geograph.org.uk/photo/1837043\"&gt;Wardley Hill&lt;/a&gt;. The one-and-a-half-mile £1.4 million &lt;a href=\"Uppingham\"&gt;Uppingham&lt;/a&gt; Bypass opened in June 1982, taking a shorter route north of the town, which is the home of &lt;a href=\"Uppingham%20School\"&gt;Uppingham School&lt;/a&gt;. It &lt;a href=\"https%3A//www.geograph.org.uk/photo/45196\"&gt;meets&lt;/a&gt; the &lt;a href=\"A6003%20road\"&gt;A6003&lt;/a&gt; (for &lt;a href=\"Oakham\"&gt;Oakham&lt;/a&gt;) at a roundabout, and &lt;a href=\"https%3A//www.geograph.org.uk/photo/1819418\"&gt;meets&lt;/a&gt; the former \"Glaston Road\" route and crossroads for &lt;a href=\"Bisbrooke\"&gt;Bisbrooke&lt;/a&gt;, to the south. It passes through &lt;a href=\"Glaston\"&gt;Glaston&lt;/a&gt;, with crossroads for &lt;a href=\"Wing%2C%20Rutland\"&gt;Wing&lt;/a&gt; (to the north) and &lt;a href=\"Seaton%2C%20Rutland\"&gt;Seaton&lt;/a&gt; (to the south) near the \"&lt;a href=\"http%3A//www.old-pheasant.co.uk/\"&gt;Old Pheasant&lt;/a&gt;\". It passes &lt;a href=\"https%3A//www.geograph.org.uk/photo/207190\"&gt;over&lt;/a&gt; the tunnel of the &lt;a href=\"Oakham%20to%20Kettering%20Line\"&gt;Oakham to Kettering Line&lt;/a&gt;. Entering &lt;a href=\"Morcott\"&gt;Morcott&lt;/a&gt; it &lt;a href=\"https%3A//www.geograph.org.uk/photo/2044497\"&gt;passes&lt;/a&gt; &lt;a href=\"http%3A//redwingslodge.co.uk\"&gt;Redwings Lodge&lt;/a&gt;, a former &lt;a href=\"Travelodge%20UK\"&gt;Travelodge&lt;/a&gt;, and a new cafe restaurant, the &lt;a href=\"https%3A//web.archive.org/web/20180221092537/http%3A//countrylounge.co.uk/\"&gt;Country Lounge&lt;/a&gt; originally a &lt;a href=\"Little%20Chef\"&gt;Little Chef&lt;/a&gt;, on the left and there is a left turn for Morcott, where the road is crossed by the &lt;a href=\"Rutland%20Round\"&gt;Rutland Round&lt;/a&gt;. It meets the &lt;a href=\"A6121%20road\"&gt;A6121&lt;/a&gt; (for &lt;a href=\"Stamford%2C%20Lincolnshire\"&gt;Stamford&lt;/a&gt;) and B672 (for &lt;a href=\"Caldecott%2C%20Rutland\"&gt;Caldecott&lt;/a&gt;) where it crosses a tunnel of a former railway. At a right turn for &lt;a href=\"Barrowden\"&gt;Barrowden&lt;/a&gt; there is Morcott Windmill, and the road is again crossed by the &lt;a href=\"Rutland%20Round\"&gt;Rutland Round&lt;/a&gt;. There is a crossroads for &lt;a href=\"South%20Luffenham\"&gt;South Luffenham&lt;/a&gt; and &lt;a href=\"Barrowden\"&gt;Barrowden&lt;/a&gt;.\nFrom Shire Oaks (&lt;a href=\"https%3A//www.geograph.org.uk/photo/230886\"&gt;Coppice Leys&lt;/a&gt;) through &lt;a href=\"Tixover\"&gt;Tixover&lt;/a&gt;, the &lt;a href=\"https%3A//www.geograph.org.uk/photo/230860\"&gt;road&lt;/a&gt; has been straightened, and to the right is the &lt;a href=\"https%3A//www.geograph.org.uk/photo/230862\"&gt;Welland Valley&lt;/a&gt; (Rutland - Northamptonshire boundary). At Tixover there is a crossroads, where the &lt;a href=\"Rutland%20Round\"&gt;Rutland Round&lt;/a&gt; follows the road to the east. The road crosses the &lt;a href=\"River%20Welland\"&gt;River Welland&lt;/a&gt;, where the &lt;a href=\"Jurassic%20Way\"&gt;Jurassic Way&lt;/a&gt; &lt;a href=\"https%3A//www.geograph.org.uk/photo/1723187\"&gt;crosses&lt;/a&gt; the road. The &lt;a href=\"Duddington\"&gt;Duddington&lt;/a&gt; Bypass, where the road enters &lt;a href=\"Northamptonshire\"&gt;Northamptonshire&lt;/a&gt; and the district of &lt;a href=\"North%20Northamptonshire\"&gt;North Northamptonshire&lt;/a&gt;, opened in 1975. This section has a busy &lt;a href=\"https%3A//www.geograph.org.uk/photo/1301567\"&gt;roundabout&lt;/a&gt; where it meets the south-west/north-east corridor &lt;a href=\"A43%20road\"&gt;A43&lt;/a&gt;. On the northern edge of Collyweston Great Wood, it &lt;a href=\"https%3A//www.geograph.org.uk/photo/1301559\"&gt;meets&lt;/a&gt; \"Kingscliffe Road\" for &lt;a href=\"Collyweston\"&gt;Collyweston&lt;/a&gt;, at the west gate of &lt;a href=\"RAF%20Wittering\"&gt;RAF Wittering&lt;/a&gt;. It follows the perimeter fence of the airfield to \"Collyweston Cross Roads\" (now no longer crossroads due to the airfield), where there is a right turn for &lt;a href=\"Kings%20Cliffe%2C%20Northamptonshire\"&gt;Kings Cliffe&lt;/a&gt;. The woodland here is the northern edge of the historic &lt;a href=\"Rockingham%20Forest\"&gt;Rockingham Forest&lt;/a&gt;. The &lt;a href=\"https%3A//www.geograph.org.uk/photo/549891\"&gt;road&lt;/a&gt; towards &lt;a href=\"https%3A//www.geograph.org.uk/photo/84143\"&gt;Wittering Lodge&lt;/a&gt; has been straightened, and &lt;a href=\"https%3A//www.geograph.org.uk/photo/549893\"&gt;crosses&lt;/a&gt; the &lt;a href=\"City%20of%20Peterborough\"&gt;City of Peterborough&lt;/a&gt; boundary (former Northamptonshire, then &lt;a href=\"Cambridgeshire\"&gt;Cambridgeshire&lt;/a&gt;). At Toll Bar Cottage, there is a left &lt;a href=\"https%3A//www.geograph.org.uk/photo/84146\"&gt;turn&lt;/a&gt; for &lt;a href=\"Wittering%2C%20Cambridgeshire\"&gt;Wittering&lt;/a&gt;, opposite &lt;a href=\"Bedford%20Purlieus%20National%20Nature%20Reserve\"&gt;Bedford Purlieus National Nature Reserve&lt;/a&gt;. The road meets the &lt;a href=\"A1%20road%20%28Great%20Britain%29\"&gt;A1&lt;/a&gt;.\nA1 - Kings Lynn.\nThe road formerly went through Wansford, further to the south. The £250,000 dual-carriageway &lt;a href=\"Wansford%2C%20Cambridgeshire\"&gt;Wansford&lt;/a&gt; North Bypass opened in January 1965. There is a right-turn for &lt;a href=\"Sutton%2C%20Peterborough\"&gt;Sutton&lt;/a&gt;. It is crossed by the &lt;a href=\"Roman%20road\"&gt;Roman road&lt;/a&gt; &lt;a href=\"Ermine%20Street\"&gt;Ermine Street&lt;/a&gt;. The dual-carriageway £9 million &lt;a href=\"Ailsworth\"&gt;Ailsworth&lt;/a&gt;-&lt;a href=\"Castor%2C%20Peterborough\"&gt;Castor&lt;/a&gt; &lt;a href=\"https%3A//www.geograph.org.uk/photo/208615\"&gt;Bypass&lt;/a&gt; opened in September 1991. Around Peterborough, the Peterborough Longthorpe &lt;a href=\"Grade%20separation\"&gt;Grade separated junction&lt;/a&gt; (GSJ) opened in December 1987 where it meets the A1260. There is a GSJ for &lt;a href=\"Bretton%2C%20Peterborough\"&gt;Bretton&lt;/a&gt; and a &lt;a href=\"Sainsbury%27s\"&gt;Sainsbury's&lt;/a&gt;, and it passes the &lt;a href=\"Peterborough%20City%20Hospital\"&gt;Peterborough City Hospital&lt;/a&gt;. The £1.2 million Peterborough &lt;a href=\"Westwood%2C%20Peterborough\"&gt;Westwood&lt;/a&gt; GSJ opened in January 1987 near &lt;a href=\"Ravensthorpe%2C%20Peterborough\"&gt;Ravensthorpe&lt;/a&gt;. This section of road is called the \"Soke Parkway\" (named after the &lt;a href=\"Soke%20of%20Peterborough\"&gt;Soke of Peterborough&lt;/a&gt;). When this was first built, in the mid-1970s, the A47 followed what is now the A15 \"Paston Parkway\".\nIt crosses the &lt;a href=\"East%20Coast%20Main%20Line\"&gt;East Coast Main Line&lt;/a&gt; and meets the &lt;a href=\"A15%20road%20%28England%29\"&gt;A15&lt;/a&gt; at &lt;a href=\"New%20England%2C%20Peterborough\"&gt;New England&lt;/a&gt; near to a &lt;a href=\"Morrisons\"&gt;Morrisons&lt;/a&gt; (former &lt;a href=\"Safeway%20%28UK%29\"&gt;Safeway&lt;/a&gt;), and Boulevard and Brotherhood retail parks at &lt;a href=\"Walton%2C%20Peterborough\"&gt;Walton&lt;/a&gt; to the north and &lt;a href=\"New%20England%2C%20Peterborough\"&gt;New England&lt;/a&gt; to the south. There is another GSJ near &lt;a href=\"Paston%2C%20Peterborough\"&gt;Paston&lt;/a&gt; to the north and it &lt;a href=\"https%3A//www.geograph.org.uk/photo/322311\"&gt;meets&lt;/a&gt; the other strand of the A15 at a GSJ near &lt;a href=\"Gunthorpe%2C%20Peterborough\"&gt;Gunthorpe&lt;/a&gt;. It meets the southern terminus of the new &lt;a href=\"A16%20road%20%28England%29%23Spalding-Peterborough%20route%20change\"&gt;A16&lt;/a&gt; alignment before meeting the A1139 at a roundabout and crossing the &lt;a href=\"Car%20Dyke\"&gt;Car Dyke&lt;/a&gt;. The £7.2 million &lt;a href=\"Eye%2C%20Cambridgeshire\"&gt;Eye&lt;/a&gt; Bypass opened as \"Eye Road\" in October 1991, diverting traffic from the \"Paston Parkway\", and partly built on the former &lt;a href=\"Midland%20and%20Great%20Northern%20Joint%20Railway\"&gt;Peterborough to Wisbech railway&lt;/a&gt;. There is a local access roundabout at &lt;a href=\"Eye%20Green\"&gt;Eye Green&lt;/a&gt; near the &lt;a href=\"Esso\"&gt;Esso&lt;/a&gt; \"Eye Green Service Station\", a &lt;a href=\"Travelodge%20UK\"&gt;Travelodge&lt;/a&gt; and the Peterborough Eye &lt;a href=\"Little%20Chef\"&gt;Little Chef&lt;/a&gt; on the right, where it becomes \"Thorney Road\", \"The Causeway\". The landscape becomes very &lt;a href=\"https%3A//www.geograph.org.uk/photo/649487\"&gt;flat&lt;/a&gt; known as &lt;a href=\"The%20Fens\"&gt;The Fens&lt;/a&gt;. A dual-carriageway bypass of &lt;a href=\"Thorney%2C%20Cambridgeshire\"&gt;Thorney&lt;/a&gt; &lt;a href=\"http%3A//news.bbc.co.uk/1/hi/england/cambridgeshire/4525844.stm\"&gt;opened&lt;/a&gt; on 14 December 2005. The road meets the B1040 and &lt;a href=\"https%3A//www.geograph.org.uk/photo/649578\"&gt;B1167&lt;/a&gt; at roundabouts. &lt;a href=\"https%3A//www.geograph.org.uk/photo/434388\"&gt;Near&lt;/a&gt; &lt;a href=\"Thorney%20Toll\"&gt;Thorney Toll&lt;/a&gt;, the road &lt;a href=\"https%3A//www.geograph.org.uk/photo/623757\"&gt;enters&lt;/a&gt; &lt;a href=\"Cambridgeshire\"&gt;Cambridgeshire&lt;/a&gt; and the district of &lt;a href=\"Fenland%20District\"&gt;Fenland&lt;/a&gt; near the \"New Toll Service Station\". The &lt;a href=\"https%3A//www.geograph.org.uk/photo/296931\"&gt;straight&lt;/a&gt; road &lt;a href=\"https%3A//www.geograph.org.uk/photo/296931\"&gt;finishes&lt;/a&gt; at Guyhirn, meeting the B1187 and crossing and &lt;a href=\"https%3A//www.geograph.org.uk/photo/658136\"&gt;following&lt;/a&gt; the &lt;a href=\"River%20Nene\"&gt;River Nene&lt;/a&gt; and the &lt;a href=\"https%3A//web.archive.org/web/20070814024606/http%3A//www.ramblers.org.uk/info/paths/nene.html\"&gt;Nene Way&lt;/a&gt;. The £3.7 million &lt;a href=\"Guyhirn\"&gt;Guyhirn&lt;/a&gt; Diversion opened in October 1990. The road heads north-east, following the east bank of the River Nene. The £6 million &lt;a href=\"Wisbech\"&gt;Wisbech&lt;/a&gt;/West Walton Bypass opened in autumn 1984. The former route leaves as the B198 at a roundabout. It meets a &lt;a href=\"level%20crossing\"&gt;level crossing&lt;/a&gt;, and it enters &lt;a href=\"Norfolk\"&gt;Norfolk&lt;/a&gt; and the district of &lt;a href=\"King%27s%20Lynn%20and%20West%20Norfolk\"&gt;King's Lynn and West Norfolk&lt;/a&gt; just before a roundabout with the A1101 for &lt;a href=\"Elm%2C%20Cambridgeshire\"&gt;Elm&lt;/a&gt; and &lt;a href=\"Emneth\"&gt;Emneth&lt;/a&gt; at the Elme Hall Hotel. It passes the &lt;a href=\"Total%20S.A.\"&gt;Total&lt;/a&gt; \"Wisbech Services\" and the Wisbech &lt;a href=\"Little%20Chef\"&gt;Little Chef&lt;/a&gt; then meets the old route (B198) at a roundabout and becomes the £23 million dual-carriageway &lt;a href=\"Walpole%20Highway\"&gt;Walpole Highway&lt;/a&gt;/Tilney High End Bypass which opened in summer 1996. There is an &lt;a href=\"https%3A//www.geograph.org.uk/photo/283621\"&gt;exit&lt;/a&gt; for Walpole Highway, and &lt;a href=\"https%3A//www.geograph.org.uk/photo/283724\"&gt;another&lt;/a&gt; for &lt;a href=\"Terrington%20St%20John\"&gt;Terrington St John&lt;/a&gt;. It &lt;a href=\"https%3A//www.geograph.org.uk/photo/279119\"&gt;passes&lt;/a&gt; near &lt;a href=\"Tilney%20High%20End\"&gt;Tilney High End&lt;/a&gt;. Near &lt;a href=\"Tilney%20All%20Saints\"&gt;Tilney All Saints&lt;/a&gt;, it meets the old route at a roundabout, becoming the single carriageway \"Main Road\", then \"Pullover Road\". It meets the end of the &lt;a href=\"A17%20road%20%28England%29\"&gt;A17&lt;/a&gt; at the “Pullover Roundabout” where the &lt;a href=\"West%20Lynn%2C%20Norfolk\"&gt;West Lynn&lt;/a&gt; &lt;a href=\"https%3A//www.geograph.org.uk/photo/646001\"&gt;Little Chef&lt;/a&gt; is located.\nKing's Lynn - Great Yarmouth.\nFrom King's Lynn, the road goes over the &lt;a href=\"River%20Great%20Ouse\"&gt;River Great Ouse&lt;/a&gt; and &lt;a href=\"Fen%20Rivers%20Way\"&gt;Fen Rivers Way&lt;/a&gt;, near to former &lt;a href=\"sugar%20beet\"&gt;sugar beet&lt;/a&gt; factory site on a very busy concrete dual-carriageway built in 1975. It meets the A148 at a GSJ. The &lt;a href=\"A10%20road%20%28England%29\"&gt;A10&lt;/a&gt; and the &lt;a href=\"A149%20road\"&gt;A149&lt;/a&gt; have their terminus here, at the \"Hardwick Flyover\" (opened on 30 October 2003) near the large Hardwick Industrial Estate (formerly home of &lt;a href=\"https%3A//www.geograph.org.uk/photo/466907\"&gt;Campbell's Soup&lt;/a&gt;) and a Ramada Hotel. It becomes \"&lt;a href=\"https%3A//www.geograph.org.uk/photo/674041\"&gt;Constitution Hill&lt;/a&gt;\", passing &lt;a href=\"North%20Runcton\"&gt;North Runcton&lt;/a&gt; then &lt;a href=\"Middleton%2C%20Norfolk\"&gt;Middleton&lt;/a&gt;, where it passes the Crown public house and St Mary's church as \"Lynn Road\".\nNext is &lt;a href=\"East%20Winch\"&gt;East Winch&lt;/a&gt;, where it passes All Saints's church, then &lt;a href=\"West%20Bilney\"&gt;West Bilney&lt;/a&gt; where it passes St Cecilia's church. The former King's Lynn-Swaffham railway crossed at this point. There is a right-turn for &lt;a href=\"Pentney\"&gt;Pentney&lt;/a&gt; and it meets the B1153 for &lt;a href=\"East%20Walton\"&gt;East Walton&lt;/a&gt;. The half-mile £2.8 million &lt;a href=\"Narborough%2C%20Norfolk\"&gt;Narborough&lt;/a&gt; Bypass, opened in November 1992, where the road crosses the &lt;a href=\"River%20Nar\"&gt;River Nar&lt;/a&gt; and enters the district of &lt;a href=\"Breckland%20%28district%29\"&gt;Breckland&lt;/a&gt;. There is a straight section to where it meets the A1122 (for &lt;a href=\"RAF%20Marham\"&gt;RAF Marham&lt;/a&gt;) at a roundabout at the start of the five-mile £5 million part-dual-carriageway &lt;a href=\"Swaffham\"&gt;Swaffham&lt;/a&gt; Bypass, which opened in June 1981. There is an exit for Swaffham, and a GSJ with the &lt;a href=\"A1065%20road\"&gt;A1065&lt;/a&gt; (for &lt;a href=\"Fakenham\"&gt;Fakenham&lt;/a&gt;).\nIt passes some wind turbines and there is a roundabout where it joins the former route just before it is crossed by the &lt;a href=\"Peddars%20Way\"&gt;Peddars Way&lt;/a&gt;. There is a left turn for &lt;a href=\"Sporle\"&gt;Sporle&lt;/a&gt; and it passes &lt;a href=\"Necton\"&gt;Necton&lt;/a&gt; then heads north-west through &lt;a href=\"Little%20Fransham\"&gt;Little Fransham&lt;/a&gt;, &lt;a href=\"https%3A//www.geograph.org.uk/photo/478180\"&gt;passing&lt;/a&gt; the \"&lt;a href=\"http%3A//www.thecanaryandlinnet.co.uk\"&gt;Canary and Linnet&lt;/a&gt;\", with a left &lt;a href=\"https%3A//www.geograph.org.uk/photo/522906\"&gt;turn&lt;/a&gt; for &lt;a href=\"Crane%27s%20Corner\"&gt;Crane's Corner&lt;/a&gt;. The seven-mile £5 million part-dual-carriageway &lt;a href=\"East%20Dereham\"&gt;East Dereham&lt;/a&gt; Bypass opened in spring 1978, which was &lt;a href=\"https%3A//www.geograph.org.uk/photo/522915\"&gt;built&lt;/a&gt; on part of the disused railway line. It passes near &lt;a href=\"Wendling\"&gt;Wendling&lt;/a&gt; and St Peter and St Paul &lt;a href=\"https%3A//www.geograph.org.uk/photo/383680\"&gt;church&lt;/a&gt; then meets the B1146 (for Dereham) and A1075 (for &lt;a href=\"Shipdham\"&gt;Shipdham&lt;/a&gt;) near a &lt;a href=\"Tesco\"&gt;Tesco&lt;/a&gt; supermarket and B1135. The B1147 leaves for &lt;a href=\"Swanton%20Morley\"&gt;Swanton Morley&lt;/a&gt;. The three-mile £9 million East Dereham-North Tuddenham Improvement opened in August 1992, which &lt;a href=\"https%3A//www.geograph.org.uk/photo/275240\"&gt;passes&lt;/a&gt; &lt;a href=\"North%20Tuddenham\"&gt;North Tuddenham&lt;/a&gt;. It bypasses &lt;a href=\"Hockering\"&gt;Hockering&lt;/a&gt;. It enters the district of &lt;a href=\"Broadland\"&gt;Broadland&lt;/a&gt; at the start of the bypass of &lt;a href=\"Honingham\"&gt;Honingham&lt;/a&gt;, where it crosses the &lt;a href=\"River%20Tud\"&gt;River Tud&lt;/a&gt;. Just before the roundabout at &lt;a href=\"Easton%2C%20Norfolk\"&gt;Easton&lt;/a&gt;, it enters the district of &lt;a href=\"South%20Norfolk\"&gt;South Norfolk&lt;/a&gt;. The dual-carriageway £62 million Norwich &lt;a href=\"https%3A//www.geograph.org.uk/photo/667191\"&gt;Bypass&lt;/a&gt; opened in September 1992. At the \"&lt;a href=\"https%3A//www.geograph.org.uk/photo/412595\"&gt;Longwater&lt;/a&gt;\" Intersection, the A1074 follows the former route through Norwich near the Longwater Retail Park and &lt;a href=\"Sainsbury%27s\"&gt;Sainsbury's&lt;/a&gt;. Near &lt;a href=\"Bawburgh\"&gt;Bawburgh&lt;/a&gt;, it crosses the &lt;a href=\"River%20Yare\"&gt;River Yare&lt;/a&gt;. There is a &lt;a href=\"https%3A//www.geograph.org.uk/photo/782343\"&gt;GSJ&lt;/a&gt; with the B1108, for &lt;a href=\"Little%20Melton\"&gt;Little Melton&lt;/a&gt; and &lt;a href=\"Colney\"&gt;Colney&lt;/a&gt;. At &lt;a href=\"Cringleford\"&gt;Cringleford&lt;/a&gt;, it meets the &lt;a href=\"A11%20road%20%28England%29\"&gt;A11&lt;/a&gt; at the \"&lt;a href=\"https%3A//www.geograph.org.uk/photo/29172\"&gt;Thickthorn&lt;/a&gt;\" Interchange and &lt;a href=\"Total%20S.A.\"&gt;Total&lt;/a&gt; \"Thickthorn Services\" with the Norwich &lt;a href=\"Little%20Chef\"&gt;Little Chef&lt;/a&gt; and crosses the &lt;a href=\"Breckland%20Line\"&gt;Breckland Line&lt;/a&gt;. &lt;a href=\"https%3A//www.geograph.org.uk/photo/172278\"&gt;Near&lt;/a&gt; &lt;a href=\"https%3A//web.archive.org/web/20070925081837/http%3A//www.keswickhall.ik.org/\"&gt;Keswick Hall&lt;/a&gt;, it &lt;a href=\"https%3A//www.geograph.org.uk/photo/339917\"&gt;meets&lt;/a&gt; the &lt;a href=\"A140%20road\"&gt;A140&lt;/a&gt; at a GSJ at Harford Bridge, south of &lt;a href=\"Norwich\"&gt;Norwich&lt;/a&gt;, near a &lt;a href=\"https%3A//www.geograph.org.uk/photo/178187\"&gt;Tesco&lt;/a&gt;, then crosses the &lt;a href=\"Great%20Eastern%20Main%20Line\"&gt;Great Eastern Main Line&lt;/a&gt;. It is crossed by &lt;a href=\"Boudica%27s%20Way\"&gt;Boudica's Way&lt;/a&gt;, then meets the &lt;a href=\"A146%20road\"&gt;A146&lt;/a&gt; at a GSJ. It crosses the River Yare again at the \"Postwick Viaduct\" and enters the district of Broadland. It crosses the &lt;a href=\"Wherry%20Lines\"&gt;Wherry Line&lt;/a&gt; and meets the A1042 at a GSJ. The section from the end of this bypass to &lt;a href=\"Blofield\"&gt;Blofield&lt;/a&gt;, the one-mile £1.2 million &lt;a href=\"Postwick%20with%20Witton\"&gt;Postwick&lt;/a&gt;-Blofield Dualling, was opened in November 1987. There is a left turn to &lt;a href=\"Great%20Plumstead\"&gt;Great Plumstead&lt;/a&gt;. The one-mile £4 million dual-carriageway Blofield Bypass opened in February 1983, which starts at a roundabout for &lt;a href=\"Brundall\"&gt;Brundall&lt;/a&gt; near the &lt;a href=\"Total%20S.A.\"&gt;Total&lt;/a&gt; \"Broadlands Services\" and the Broadlands &lt;a href=\"Little%20Chef\"&gt;Little Chef&lt;/a&gt;. It becomes single carriageway and passes &lt;a href=\"North%20Burlingham\"&gt;North Burlingham&lt;/a&gt; near the staggered \"White House]\" crossroads with the B1140. The three-mile £7.1 million dual-carriageway &lt;a href=\"Acle\"&gt;Acle&lt;/a&gt; Bypass opened in March 1989, which ends at a roundabout with the A1048 near a &lt;a href=\"Travelodge%20UK\"&gt;Travelodge&lt;/a&gt; and the Acle &lt;a href=\"Little%20Chef\"&gt;Little Chef&lt;/a&gt;, becoming the single carriageway \"New Road\". From Acle, the road enters the &lt;a href=\"Acle%20Straight\"&gt;Acle Straight&lt;/a&gt; which is nearly seven miles of straight and level single carriageway to Great Yarmouth, with just one curve at Road House Diner. The road is notorious for congestion, especially during the holiday season, and also for the number of accidents, which due to the drainage ditches on either side of the road are often fatal, and demands for dualling have been heard for many years, although there are no current plans to go ahead with this. It enters the district of &lt;a href=\"Great%20Yarmouth%20%28borough%29\"&gt;Great Yarmouth&lt;/a&gt;, then passes close to &lt;a href=\"Breydon%20Water\"&gt;Breydon Water&lt;/a&gt;. The northern section of the two-mile £19 million Great Yarmouth Western Bypass (&lt;a href=\"A47%20road%20%28England%29\"&gt;A47&lt;/a&gt;) opened in March 1986, and the southern section opened in May 1995.\nRoute Extension: Great Yarmouth-Lowestoft.\nIn February 2017, &lt;a href=\"Highways%20England\"&gt;Highways England&lt;/a&gt; announced that the A47 would be extended by around 10 miles by renumbering the section of the &lt;a href=\"A12%20road%20%28England%29\"&gt;A12&lt;/a&gt;, which runs from &lt;a href=\"Great%20Yarmouth\"&gt;Great Yarmouth&lt;/a&gt;'s Western Bypass/Vauxhall Roundabout which intersects with the A47/A12 and &lt;a href=\"A1064%20road\"&gt;A1064&lt;/a&gt; at the moment, continuing through the Gorleston Relief Bypass, passing the &lt;a href=\"James%20Paget%20University%20Hospital\"&gt;James Paget University Hospital&lt;/a&gt; and then continuing through to &lt;a href=\"Lowestoft\"&gt;Lowestoft&lt;/a&gt; where it then intersects with the A12 where the road will terminate and the A12 starts to continue on to &lt;a href=\"London\"&gt;London&lt;/a&gt;.\nAs of 11 February 2017, around half of the A12 has been renumbered in &lt;a href=\"Lowestoft\"&gt;Lowestoft&lt;/a&gt; up to &lt;a href=\"Hopton-on-Sea\"&gt;Hopton-on-Sea&lt;/a&gt; where visible signage of the A12 had been recovered with the A47, but the section between &lt;a href=\"Hopton-on-Sea\"&gt;Hopton-on-Sea&lt;/a&gt; and &lt;a href=\"Great%20Yarmouth\"&gt;Great Yarmouth&lt;/a&gt; has only had yellow signs notifying of the renumbering change but the A12 signage has not been removed.\nImprovement works are expected to be made in &lt;a href=\"Great%20Yarmouth\"&gt;Great Yarmouth&lt;/a&gt; on especially the Western Bypass section spanning over the &lt;a href=\"Breydon%20Bridge\"&gt;Breydon Bridge&lt;/a&gt;, where safety improvements are expected to be made to the Vauxhall Roundabout, Gapton Hall Roundabout, &lt;a href=\"James%20Paget%20University%20Hospital\"&gt;James Paget University Hospital&lt;/a&gt; and also the Acle Straight (Acle New Road)."
}