{
    "id": "360887",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=360887",
    "title": "Otto Lilienthal",
    "text": "Karl Wilhelm Otto Lilienthal (23 May 1848 – 10 August 1896) was a German pioneer of &lt;a href=\"aviation\"&gt;aviation&lt;/a&gt; who became known as the \"flying man\". He was the first person to make well-documented, repeated, successful flights with &lt;a href=\"Glider%20%28aircraft%29\"&gt;glider&lt;/a&gt;s. Newspapers and magazines published photographs of Lilienthal gliding, favourably influencing public and scientific opinion about the possibility of flying machines becoming practical. On 9 August 1896, his glider stalled and he was unable to regain control. Falling from about 15 m (50 ft), he broke his neck and died the next day.\nEarly life.\nLilienthal was born on 23 May 1848 in &lt;a href=\"Anklam\"&gt;Anklam&lt;/a&gt;, &lt;a href=\"Pomerania%20Province%20%281815-1945%29\"&gt;Pomerania Province&lt;/a&gt;, German kingdom of &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt;. His parents were Gustav and Caroline, née Pohle. He was baptised in the evangelical-lutheran St. Nicholas church and confirmed in St. Mary's church in Anklam. Lilienthal's middle-class parents had eight children, but only three survived infancy: Otto, &lt;a href=\"Gustav%20Lilienthal\"&gt;Gustav&lt;/a&gt;, and Marie. The brothers worked together all their lives on technical, social, and cultural projects. Lilienthal attended grammar school and studied the flight of birds with his brother Gustav (1849–1933). Fascinated by the idea of manned flight, Lilienthal and his brother made strap-on wings, but failed in their attempts to fly. He attended the regional technical school in &lt;a href=\"Potsdam\"&gt;Potsdam&lt;/a&gt; for two years and trained at the Schwarzkopf Company before becoming a professional design engineer. He later attended the Royal Technical Academy in Berlin.\nIn 1867, Lilienthal began experiments in earnest on the force of air, but interrupted the work to serve in the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt;. Returning to civilian life, he was a staff engineer with several engineering companies and received a patent, his first, for a mining machine. He founded his own company to make boilers and steam engines.\nOn 6 June 1878, Lilienthal married Agnes Fischer, daughter of a deputy. Music brought them together; she was trained in piano and voice while Lilienthal played the &lt;a href=\"French%20horn\"&gt;French horn&lt;/a&gt; and had a good &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; voice. After marriage, they took up residence in Berlin and had four children: Otto, Anna, Fritz, and Frida. Lilienthal published his famous book \"Birdflight as the Basis of Aviation\" in 1889.\nExperiments in flight.\nLilienthal's greatest contribution was in the development of heavier-than-air flight. He made his flights from an artificial hill he built near &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and from natural hills, especially in the &lt;a href=\"Rhinow\"&gt;Rhinow&lt;/a&gt; region.\nThe filing of a U.S. Patent in 1894 by Lilienthal directed pilots to grip the \"bar\" for carrying and flying the hang glider. The A-frame of &lt;a href=\"Percy%20Pilcher\"&gt;Percy Pilcher&lt;/a&gt; and Lilienthal echoes in today's control frame for &lt;a href=\"hang%20gliders\"&gt;hang gliders&lt;/a&gt; and &lt;a href=\"ultralight%20trike\"&gt;ultralight&lt;/a&gt; aircraft. Working in conjunction with his brother Gustav, Lilienthal made over 2,000 flights in gliders of his design starting in 1891 with his first glider version, the &lt;a href=\"Derwitzer%20Glider\"&gt;Derwitzer&lt;/a&gt;, until his death in a gliding crash in 1896. His total flying time was five hours.\nAt the beginning, in 1891, Lilienthal succeeded with jumps and flights covering a distance of about . He could use the &lt;a href=\"updraft\"&gt;updraft&lt;/a&gt; of a 10 m/s wind against a hill to remain stationary with respect to the ground, shouting to a photographer on the ground to manoeuvre into the best position for a photo. In 1893, in the Rhinow Hills, he was able to achieve flight distances as long as . This record remained unbeaten for him or anyone else at the time of his death.\nLilienthal did research in accurately describing the flight of birds, especially &lt;a href=\"stork\"&gt;stork&lt;/a&gt;s, and used &lt;a href=\"Polar%20curve%20%28aviation%29\"&gt;polar diagrams&lt;/a&gt; for describing the &lt;a href=\"aerodynamics\"&gt;aerodynamics&lt;/a&gt; of their wings. He made many experiments in an attempt to gather reliable aeronautical data.\nProjects.\nDuring his short flying career, Lilienthal developed a dozen models of &lt;a href=\"monoplane\"&gt;monoplane&lt;/a&gt;s, &lt;a href=\"ornithopter\"&gt;wing flapping aircraft&lt;/a&gt; and two &lt;a href=\"biplane\"&gt;biplane&lt;/a&gt;s. His gliders were carefully designed to distribute weight as evenly as possible to ensure a stable flight. Lilienthal controlled them by changing the &lt;a href=\"center%20of%20gravity\"&gt;center of gravity&lt;/a&gt; by shifting his body, much like modern &lt;a href=\"hang%20glider\"&gt;hang glider&lt;/a&gt;s. However they were difficult to manoeuvre and had a tendency to pitch down, from which it was difficult to recover. One reason for this was that he held the glider by his shoulders, rather than hanging from it like a modern hang glider. Only his legs and lower body could be moved, which limited the amount of weight shift he could achieve.\nLilienthal made many attempts to improve stability with varying degrees of success. These included making a biplane which halved the wing span for a given wing area, and by having a hinged tailplane that could move upwards to make the flare at the end of a flight easier. He speculated that flapping wings of birds might be necessary and had begun work on such a powered aircraft.\nWhile his lifelong pursuit was flight, Lilienthal was also an inventor and devised a small engine that worked on a system of tubular &lt;a href=\"boiler\"&gt;boiler&lt;/a&gt;s. His engine was much safer than the other small engines of the time. This invention gave him the financial freedom to focus on &lt;a href=\"aviation\"&gt;aviation&lt;/a&gt;. His brother Gustav (1849–1933) was living in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; at the time, and Lilienthal did not engage in aviation experiments until his brother's return in 1885.\nThere are 25 known Lilienthal patents.\nTest locations.\nLilienthal performed his first gliding attempts in mid-1891 at the so-called \"Windmühlenberg\" near to the villages of Krielow and Derwitz which are located west of Potsdam.\nIn 1892, Lilienthal's training area was a hill formation called \"Maihöhe\" in &lt;a href=\"Berlin-Steglitz\"&gt;Steglitz&lt;/a&gt;, Berlin. He built a high shed, in the shape of a tower, on top of it. This way, he obtained a \"jumping off\" place high. The shed served also for storing his apparatus.\nIn 1893, Lilienthal also started to perform gliding attempts in the \"Rhinower Berge\", at the \"Hauptmannsberg\" near to Rhinow and later, 1896, at the \"Gollenberg\" near to Stölln.\nIn 1894, Lilienthal built an artificial conical hill near his home in &lt;a href=\"Lichterfelde%20%28Berlin%29\"&gt;Lichterfelde&lt;/a&gt;, called \"Fliegeberg\" (lit. \"Fly Hill\"). It allowed him to launch his gliders into the wind no matter which direction it was coming from. The hill was high. There was a regular crowd of people that were interested in seeing his gliding experiments.\nIn 1932, the Fliegeberg was redesigned by a Berlin architect as a memorial to Lilienthal. On top of the hill was built a small temple-like construction, consisting of pillars supporting a slightly sloping round roof. Inside is placed a silver globe inscribed with particulars of famous flights. Lilienthal's brother Gustav and the old mechanic and assistant Paul Baylich attended the unveiling ceremony on 10 August 1932 (36 years after Otto's death).\nWorldwide notice.\nReports of Lilienthal's flights spread in Germany and elsewhere, with photographs appearing in scientific and popular publications. Among those who photographed him were &lt;a href=\"History%20of%20photography\"&gt;pioneers&lt;/a&gt; such as &lt;a href=\"Ottomar%20Ansch%C3%BCtz\"&gt;Ottomar Anschütz&lt;/a&gt; and American &lt;a href=\"physicist\"&gt;physicist&lt;/a&gt; &lt;a href=\"Robert%20Williams%20Wood\"&gt;Robert Williams Wood&lt;/a&gt;. He soon became known as the \"father of flight\" as he had successfully controlled a heavier-than-air aircraft in sustained flight.\nLilienthal was a member of the \"&lt;a href=\"Verein%20zur%20F%C3%B6rderung%20der%20Luftschifffahrt\"&gt;Verein zur Förderung der Luftschifffahrt&lt;/a&gt;\", and regularly detailed his experiences in articles in its journal, the \"Zeitschrift für Luftschifffahrt und Physik der Atmosphäre\", and in the popular weekly publication \"Prometheus\". These were translated in the United States, France and Russia. Many people from around the world came to visit him, including &lt;a href=\"Samuel%20Pierpont%20Langley\"&gt;Samuel Pierpont Langley&lt;/a&gt; from the United States, Russian &lt;a href=\"Nikolai%20Yegorovich%20Zhukovsky\"&gt;Nikolai Zhukovsky&lt;/a&gt;, Englishman &lt;a href=\"Percy%20Pilcher\"&gt;Percy Pilcher&lt;/a&gt; and Austrian &lt;a href=\"Wilhelm%20Kress\"&gt;Wilhelm Kress&lt;/a&gt;. Zhukovsky wrote that Lilienthal's flying machine was the most important invention in the aviation field. Lilienthal corresponded with many people, among them &lt;a href=\"Octave%20Chanute\"&gt;Octave Chanute&lt;/a&gt;, James Means, &lt;a href=\"Alois%20Wolfm%C3%BCller\"&gt;Alois Wolfmüller&lt;/a&gt; and other &lt;a href=\"List%20of%20aviation%20pioneers\"&gt;flight pioneers&lt;/a&gt;.\nFinal flight.\nOn 9 August 1896, Lilienthal went, as on previous weekends, to the Rhinow Hills. The day was very sunny and not too hot (about 20 °C, or 68 °F). The first flights were successful, reaching a distance of in his normal glider. During the fourth flight Lilienthal's glide pitched forward, heading down quickly. Lilienthal had previously had difficulty in recovering from this position because the glider relied on weight shift which was difficult to achieve when pointed at the ground. His attempts failed and he fell from a height of about , while still in the glider.\nPaul Beylich, Lilienthal's glider mechanic, transported him by horse-drawn carriage to &lt;a href=\"St%C3%B6lln\"&gt;Stölln&lt;/a&gt;, where he was examined by a physician. Lilienthal had a fracture of the &lt;a href=\"Cervical%20vertebra%203\"&gt;third cervical vertebra&lt;/a&gt; and soon became unconscious. Later that day he was transported in a cargo train to &lt;a href=\"Berlin%20Hauptbahnhof\"&gt;Lehrter train station&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;, and the next morning to the clinic of &lt;a href=\"Ernst%20von%20Bergmann\"&gt;Ernst von Bergmann&lt;/a&gt;, one of the most famous and successful surgeons in Europe at the time. Lilienthal died there a few hours later (about 36 hours after the crash).\nThere are differing accounts of Lilienthal's last words. A popular account, inscribed on his tombstone, is \"\" (\"Sacrifices must be made!\"). The director of the Otto Lilienthal Museum doubts that these were his last words.\nOtto Lilienthal was buried at &lt;a href=\"Lankwitz\"&gt;Lankwitz&lt;/a&gt; public cemetery in Berlin.\nLegacy.\nLilienthal's research was well known to the &lt;a href=\"Wright%20brothers\"&gt;Wright brothers&lt;/a&gt;, and they credited him as a major inspiration for their decision to pursue manned flight. However, they abandoned his aeronautical data after two seasons of gliding and began using their own wind tunnel data.\nBefore its closure in 2020, Berlin's then busiest airport, &lt;a href=\"Berlin%20Tegel%20Airport\"&gt;Berlin Tegel \"Otto Lilienthal\" Airport&lt;/a&gt;, was named after him.\nIn September 1909, Orville Wright was in Germany making demonstration flights at &lt;a href=\"Berlin%20Tempelhof%20Airport\"&gt;Tempelhof&lt;/a&gt; aerodrome. He paid a call to Lilienthal's widow and, on behalf of himself and Wilbur, paid tribute to Lilienthal for his influence on aviation and on their own initial experiments in 1899.\nIn 1972, Lilienthal was inducted into the &lt;a href=\"International%20Air%20%26amp%3B%20Space%20Hall%20of%20Fame\"&gt;International Air &amp; Space Hall of Fame&lt;/a&gt;.\nIn 2013, American aviation magazine \"&lt;a href=\"Flying%20%28magazine%29\"&gt;Flying&lt;/a&gt;\" ranked Lilienthal No. 19 on their list of the \"51 Heroes of Aviation\".\nA &lt;a href=\"German%20Air%20Force\"&gt;German Air Force&lt;/a&gt; tanker, &lt;a href=\"Airbus%20A310%20MRTT\"&gt;Airbus A310 MRTT&lt;/a&gt; registration 10-24, has been named \"Otto Lilienthal\" in his honour.\nGallery.\nLilienthal was regularly joined by photographers at his request. Most of them are well known, like &lt;a href=\"Ottomar%20Ansch%C3%BCtz\"&gt;Ottomar Anschütz&lt;/a&gt;. Lilienthal was also constantly taking his own photographs of his flying machines after 1891. There are at least 145 known photographs documenting his test flights, some of excellent quality. All of them are available online at the Otto Lilienthal Museum website. The only negatives, preserved in the &lt;a href=\"Deutsches%20Museum\"&gt;Deutsches Museum&lt;/a&gt; in Munich, were destroyed during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;."
}