{
    "id": "36082770",
    "revid": "5971429",
    "url": "https://en.wikipedia.org/wiki?curid=36082770",
    "title": "Juntunen Site",
    "text": "The Juntunen Site, also known as 20MK1, is a stratified &lt;a href=\"Prehistory\"&gt;Prehistoric&lt;/a&gt; &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; fishing village located on the western tip of &lt;a href=\"Bois%20Blanc%20Island%20%28Michigan%29\"&gt;Bois Blanc Island&lt;/a&gt;. It was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 1978.\nDescription.\nThe Juntunen site is located on a low sand beach about 600 feet from and 17 feet above the current lakeshore. The site was a large seasonal fishing camp covering approximately . It was likely a seasonal fall fishing village similar to the nearby &lt;a href=\"Scott%20Point%20Site\"&gt;Scott Point Site&lt;/a&gt;. The site also contains five &lt;a href=\"ossuaries\"&gt;ossuaries&lt;/a&gt;, plus an infant burial and additional remains collected from the surface. The site was used during the Late &lt;a href=\"Woodland%20period\"&gt;Woodland period&lt;/a&gt; (c. 800 A.D.-1400 A.D.) The burials primarily dated from 1200 to 1400 AD. The frequent but seasonal occupation of the site led to a stratified layering of archaeological remains at the site, consisting of up to 25 separate layers.\nHistory.\nThe Juntunen Site was discovered in 1932 by Robert Braidwood of the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;, who found human remains eroding from the surface of a group of mounds. Excavations were carried out over the next few years. Mr. Charles Juntunen, the property owner of the site, discovered more remains in 1959 while bulldozing a road. Juntunen contacted The University of Michigan, and the University's Alan McPherron and James Griffin conducted multiple excavations from 1960 to 1963.\nResults of 1960-1963 Excavations.\nThe excavations yielded features, human &lt;a href=\"burial\"&gt;burial&lt;/a&gt;s, &lt;a href=\"Prehistory\"&gt;Prehistoric&lt;/a&gt; &lt;a href=\"Artifact%20%28archaeology%29\"&gt;artifacts&lt;/a&gt;, animal bone, and plant remains.\nThe excavators recorded 25 stratigraphic layers which represented 6 occupations and 3 phases with 2 Intermediate Phases where the site was apparently unoccupied for extended periods of time:\nExcluding the intermediate phases, the sequence is generalized as: Mackinac Phase, c. 800 A.D.-1000 A.D.; Bois Blanc Phase 1000 A.D.-1200 A.D.; Juntunen Phase 1200-1400 A.D.\nFeatures.\nFeatures present at the site included hearths, pits (large and small) and animal burials (&lt;a href=\"dog\"&gt;dog&lt;/a&gt;, &lt;a href=\"snowshoe%20hare\"&gt;snowshoe hare&lt;/a&gt; and &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt;). Hundreds of post molds were found but except for the outlines of a &lt;a href=\"longhouse\"&gt;longhouse&lt;/a&gt;, no other structures could be discerned.\nHuman burials.\nThere were 65 burials, some of them in &lt;a href=\"Ossuary\"&gt;ossuaries&lt;/a&gt;. The presence of ossuaries is evidence of cultural practices which are documented in early &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; accounts of the &lt;a href=\"Huron%20people\"&gt;Huron&lt;/a&gt; &lt;a href=\"Feast%20of%20the%20Dead\"&gt;Feast of the Dead&lt;/a&gt; and similar ceremonies. 10 out of the 65 burials had a piece or plaque of bone from the &lt;a href=\"cranium\"&gt;cranium&lt;/a&gt; removed, a practice not seen in early &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; times.\nAnimal bone.\nThe major species present were &lt;a href=\"sturgeon\"&gt;sturgeon&lt;/a&gt;, &lt;a href=\"Lake%20whitefish\"&gt;whitefish&lt;/a&gt;, &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt;, &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt;, &lt;a href=\"dog\"&gt;dog&lt;/a&gt; (both as food and ceremonial burials), &lt;a href=\"loon\"&gt;loon&lt;/a&gt; and &lt;a href=\"walleye\"&gt;walleye&lt;/a&gt;. Fully 85% of the bones belonged to fish species. These bones were unmodified, unlike the worked bone artifacts discussed in the “Artifacts” section, and are interpreted as food remains.\nPlant remains.\nSeveral plant remains were recovered from the site, including &lt;a href=\"birch%20bark\"&gt;birch bark&lt;/a&gt;, &lt;a href=\"hazelnut\"&gt;hazelnut&lt;/a&gt;, &lt;a href=\"maize\"&gt;maize&lt;/a&gt;, &lt;a href=\"fire%20cherry\"&gt;fire cherry&lt;/a&gt; and &lt;a href=\"blackberry\"&gt;blackberry&lt;/a&gt;. Juntunen marks the furthest northerly appearance of maize in the &lt;a href=\"Prehistory\"&gt;prehistoric&lt;/a&gt; archaeological record.\nArtifacts.\n&lt;a href=\"Artifact%20%28archaeology%29\"&gt;Artifacts&lt;/a&gt; recovered from the site included:\nOne individual buried in one of the ossuaries contained an unusual personal kit containing tools, skins, animal bones, a red stone tablet and a strike-a-light set. No other individuals had grave goods so it may be that this individual was prominent in the community or that we was a &lt;a href=\"shaman\"&gt;shaman&lt;/a&gt; or &lt;a href=\"medicine%20man\"&gt;medicine man&lt;/a&gt;.\nLate Woodland Occupations and Associated Pottery Types.\nDue to the extremely large sample size of pottery sherds, and the stratified nature of the site, the researchers were able to present a detailed record of cultural development and discern relationships with other regions.\nThree indigenous Late Woodland phases of pottery types were identified: Mackinac, Bois Blanc and Juntunen. In addition, 4 “foreign” pottery types were also present: &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; Blackduck and Point Sauble, &lt;a href=\"Upper%20Mississippian\"&gt;Upper Mississippian&lt;/a&gt; &lt;a href=\"Oneota\"&gt;Oneota&lt;/a&gt; and &lt;a href=\"Middle%20Mississippian%20Culture\"&gt;Middle Mississippian&lt;/a&gt; Ramey ware. A few other pottery types were also present in trace amounts.\nMiniature vessels were also present at Juntunen (91 sherds representing at least 21 vessels). These are common at other sites in the area and could be interpreted as “toy” pots or attempts by young children to practice making pottery.\nMackinac Ware.\n1,713 sherds were recovered, representing at least 631 vessels. This pottery is characterized by rounded, generally squat vessels with well-defined shoulders and tempered by coarse grit &lt;a href=\"Temper%20%28pottery%29\"&gt;temper&lt;/a&gt;. Surface finish is generally cord-wrapped paddle impressed with decorations applied by cord-wrapped paddle or twisted cords and punctates. No collars or castellations appear during this phase. Similar pottery dating to the &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; has been reported from the Heins Creek site in &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;.\nFive types of Mackinaw Ware are defined:\nBois Blanc Ware.\n793 sherds were recovered, representing at least 138 vessels. Characterized by rounded vessels lacking the well-defined shoulders of Mackinac Ware; cord-wrapped stick and twisted cord exterior decoration; lips thickened by either folding over the clay or addition of a clay strip; and castellated, straight to slightly everted rims. This pottery has similarities to other &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; wares including Blackduck, Heins Creek and Point Sauble.\nThree types of Bois Blanc Ware are defined:\nJuntunen Ware.\n1,031 rim and decorated body sherds were recovered, representing at least 309 vessels. This pottery is characterized by round bodied vessels without pronounced shoulders; less decoration with cords and cord-wrapped objects; collared and everted rims; punctate and drag-and-jab decoration. Similar to pottery found in Southwest &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; including early &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; &lt;a href=\"Iroquois\"&gt;Iroquois&lt;/a&gt;.\nThree types of Juntunen Ware are defined:\nBlackduck Ware.\n154 rim sherds representing at least 45 vessels of Blackduck Ware was also present at the site. Blackduck was a &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; culture encompassing a vast territory in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; and the extreme north of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, centered on the north shore of &lt;a href=\"Lake%20Superior\"&gt;Lake Superior&lt;/a&gt;. Blackduck has been dated from about 900 A.D. to early &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; period (c. 1600s A.D.). The Blackduck pottery is characterized by rounded vessels with recurved rims; &lt;a href=\"Cord-marked%20pottery\"&gt;cordmarked&lt;/a&gt; surfaces decorated by cord-wrapped stick or by punctates. It appears at Juntunen in Occupation A in the Mackinac Phase and may extend into the Bois Blanc Phase but was probably no longer being made during the Juntunen Phase.\nEarlier researchers have developed typologies for Blackduck, but the researchers at Juntunen recognized 2 types defined from the Juntunen assemblage:\nPoint Sauble Collared.\nPoint Sauble Collared is a pottery type associated with the &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; Effigy Mound culture of eastern Wisconsin. 40 sherds representing at least 15 vessels were recovered at Juntunen, mostly associated with the Bois Blanc Phase. Similar pottery has been reported from &lt;a href=\"Aztalan%20State%20Park\"&gt;Aztalan&lt;/a&gt;, a &lt;a href=\"Middle%20Mississippian%20Culture\"&gt;Middle Mississippian&lt;/a&gt; site in southern &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;. This pottery is characterized by &lt;a href=\"Cord-marked%20pottery\"&gt;cordmarked&lt;/a&gt; surfaces and cord-wrapped stick decoration on the rim and neck. Rims are braced and the 2 of the Juntunen specimens have angular orifices like those reported at &lt;a href=\"Aztalan%20State%20Park\"&gt;Aztalan&lt;/a&gt;.\nRamey Incised.\n11 sherds representing a single vessel were present at Juntunen. Ramey Incised is a &lt;a href=\"Middle%20Mississippian%20Culture\"&gt;Middle Mississippian&lt;/a&gt; pottery type first identified at the &lt;a href=\"Cahokia\"&gt;Cahokia&lt;/a&gt; Old Village site in southern &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;. It has also been recovered at Carcajou Point in &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;, but its presence at Juntunen marks the northernmost occurrence of any &lt;a href=\"Middle%20Mississippian%20Culture\"&gt;Middle Mississippian&lt;/a&gt; pottery type. Tempering is shell-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt; mixed with grit and decoration is a distinctive pattern of curvilinear designs. The vessel shape is thought to be a bowl with sharply defined shoulder. It was recovered in intermediate strata between the Bois Blanc and Juntunen Phases.\nOneota Ware.\n&lt;a href=\"Oneota\"&gt;Oneota&lt;/a&gt; is an &lt;a href=\"Upper%20Mississippian%20culture\"&gt;Upper Mississippian&lt;/a&gt; ware from &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; and surrounding states. It is generally a shell-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt; ware but the specimens from Juntunen were almost all grit-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt;. 212 rim and body sherds representing at least 35 vessels were grit-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt;, while only 6 sherds representing 1 vessel were shell-&lt;a href=\"Temper%20%28pottery%29\"&gt;tempered&lt;/a&gt;. The Juntunen specimens were characterized by flared rims, smooth surfaces, and scalloped, crimped or finger-pinched lips. One sherd was finger-trailed but otherwise all sherds were undecorated. No handles were observed. The &lt;a href=\"Oneota\"&gt;Oneota&lt;/a&gt; at Juntunen is similar to the &lt;a href=\"Oneota\"&gt;Oneota&lt;/a&gt; component at the Mero site in &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt;.\nSignificance.\nThe Juntunen Site provides a detailed record of &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; cultural development from approximately 800 A.D. through the 1400s A.D. Because of its centralized location relative to the &lt;a href=\"Great%20Lakes\"&gt;Great Lakes&lt;/a&gt;, and the importance of water travel in &lt;a href=\"Prehistory\"&gt;Prehistoric&lt;/a&gt; times, it shows influences from all directions. The Mackinac and Bois Blanc Phases tend to show affinities with &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; cultures, while the Juntunen Phase tends to show influence from &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt; and the &lt;a href=\"Iroquois\"&gt;Iroquois&lt;/a&gt; Tradition, the Blackduck pottery shows influence from the north and the &lt;a href=\"Middle%20Mississippian%20Culture\"&gt;Middle Mississippian&lt;/a&gt; pottery shows influence from the south. Juntunen is also the northernmost site from which &lt;a href=\"maize\"&gt;maize&lt;/a&gt; has been recovered.\nJuntunen also shows signs of what would later become cultural practices of early &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; tribes. It is suggested that the &lt;a href=\"ossuary\"&gt;ossuary&lt;/a&gt; burials were a tradition that later grew into the elaborate ceremonies such as the &lt;a href=\"Huron%20people\"&gt;Huron&lt;/a&gt; &lt;a href=\"The%20Huron%20Feast%20of%20the%20Dead\"&gt;Feast of the Dead&lt;/a&gt;, after &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;an contact and the &lt;a href=\"fur%20trade\"&gt;fur trade&lt;/a&gt; had transformed &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt; cultures in the region. The “&lt;a href=\"Medicine%20bundle\"&gt;medicine kit&lt;/a&gt;” recovered from one of the burials, and the &lt;a href=\"bald%20eagle\"&gt;bald eagle&lt;/a&gt; burial, anticipates the practices of religious groups in early &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; tribes, such as the &lt;a href=\"Midewiwin\"&gt;Midewiwin&lt;/a&gt; Society of the &lt;a href=\"Algonquin%20people\"&gt;Algonkian&lt;/a&gt; tribe, or the &lt;a href=\"False%20Face%20Society\"&gt;False Face Society&lt;/a&gt; of the &lt;a href=\"Iroquois\"&gt;Iroquois&lt;/a&gt;. The practice of removing a plaque of the &lt;a href=\"cranium\"&gt;cranium&lt;/a&gt; of some burials, provides evidence of a &lt;a href=\"Prehistory\"&gt;Prehistoric&lt;/a&gt; &lt;a href=\"Religion\"&gt;religious&lt;/a&gt; practice that had apparently disappeared by &lt;a href=\"Historical%20archaeology\"&gt;Historic&lt;/a&gt; times.\nThe researchers determined the seasonality of the site to be May through October, based on analysis of the species of animal bone and plant remains present. This would coincide with the spawning season of the &lt;a href=\"sturgeon\"&gt;sturgeon&lt;/a&gt; (late spring to early summer) and the &lt;a href=\"Lake%20whitefish\"&gt;whitefish&lt;/a&gt; (in the fall). These are the two major categories of animal bone collected at the site.\nThe &lt;a href=\"copper\"&gt;copper&lt;/a&gt; industry at Juntunen is also unique in the &lt;a href=\"Late%20Woodland\"&gt;Late Woodland&lt;/a&gt; period. The last time &lt;a href=\"copper\"&gt;copper&lt;/a&gt; had such a prominent role in artifact manufacture was in the &lt;a href=\"Archaic%20period%20%28North%20America%29\"&gt;Archaic&lt;/a&gt; Old Copper Culture (c. 3000 B.C.-1000 B.C.)"
}