{
    "id": "36087132",
    "revid": "38179619",
    "url": "https://en.wikipedia.org/wiki?curid=36087132",
    "title": "Wen Zhanli",
    "text": "Wen Zhanli (; born 1981) is a Chinese composer living in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt;.\nLife.\nWen Zhanli was born in &lt;a href=\"Beijing\"&gt;Beijing&lt;/a&gt; and studied music since childhood. He admitted to the composition department at &lt;a href=\"China%20Conservatory%20of%20Music\"&gt;China Conservatory of Music&lt;/a&gt; and studied composition in 1999. In 2006, he studied at &lt;a href=\"Darmstadt%20International%20Summer%20Courses%20for%20New%20Music\"&gt;Darmstadt International Summer Courses for New Music&lt;/a&gt; in Germany. He attained a doctor's degree in 2010 from China Conservatory of Music and starting working as a teacher at the composition department.\nHis music is a variety of styles and genres, including &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, &lt;a href=\"symphony\"&gt;symphony&lt;/a&gt;, &lt;a href=\"chamber%20music\"&gt;chamber music&lt;/a&gt;, &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt;, &lt;a href=\"Choir\"&gt;chorus&lt;/a&gt;, &lt;a href=\"film%20music\"&gt;film music&lt;/a&gt;, &lt;a href=\"Pop%20music\"&gt;pop song&lt;/a&gt;, &lt;a href=\"performance%20art\"&gt;performance art&lt;/a&gt;, &lt;a href=\"conceptual%20art\"&gt;conceptual art&lt;/a&gt; and &lt;a href=\"new%20media%20art\"&gt;new media art&lt;/a&gt;. In 2005 and 2007, he held a personal concert twice and won favorable reception. Some of his works premiered and were selected into national and international concert and music festivals including the 2008 &lt;a href=\"Shanghai%20Spring%20International%20Music%20Festival\"&gt;Shanghai Spring International Music Festival&lt;/a&gt;, 2008 Young China Music Festival in Frankfurt Germany and 2011 Young Composer Project of &lt;a href=\"National%20Centre%20for%20the%20Performing%20Arts%20%28China%29\"&gt;National Centre for the Performing Arts (China)&lt;/a&gt; etc. In 2008 and 2013, he won the excellent prize of music composition of \"Wenhua Award\" twice, which is a governmental award conferred by the ministry of culture of China."
}