{
    "id": "36096957",
    "revid": "7254364",
    "url": "https://en.wikipedia.org/wiki?curid=36096957",
    "title": "Dornbusch (Hiddensee)",
    "text": "The Dornbusch is a region of low rolling hills in the northern part of the German Baltic Sea island of &lt;a href=\"Hiddensee\"&gt;Hiddensee&lt;/a&gt;. It consists mainly of ice age depositions, that were left behind after the glacier thawed. It is one of three island cores of the Hiddensee responsible for the emergence of the lowland.\nThe Dornbusch measures about 2.45 kilometres from north to south and about 2.85 kilometres from east to west. Its highest point, at 72 metres above sea level, is the \"Schluckswiekberg\", on which the &lt;a href=\"Dornbusch%20Lighthouse\"&gt;Dornbusch Lighthouse&lt;/a&gt;, the symbol of Hiddensee, stands.\nWith much of its &lt;a href=\"cliffed%20coast\"&gt;cliffed coast&lt;/a&gt; still active it represents an important landscape in the &lt;a href=\"West%20Pomeranian%20Lagoon%20Area%20National%20Park\"&gt;West Pomeranian Lagoon Area National Park&lt;/a&gt; and is part of protection zone II. Numerous footpaths run through its varied countryside.\nHistory.\nThe formation of the uplands goes back to the last glaciation phase in northern Germany, the &lt;a href=\"Weichselian\"&gt;Weichselian&lt;/a&gt;. The Dornbusch was created about 12,500 years ago by a small finger of the &lt;a href=\"ice%20front\"&gt;ice front&lt;/a&gt; that left its mark in the present day straits of the &lt;a href=\"Little%20Belt\"&gt;Little Belt&lt;/a&gt; and &lt;a href=\"Great%20Belt\"&gt;Great Belt&lt;/a&gt;. During the retreat of the glacier, the uplands were left behind as a &lt;a href=\"push%20moraine\"&gt;push moraine&lt;/a&gt; and for about 4,000 years they were part of a large area of the mainland, south of the present Baltic Sea. During the first flooding phase of the Baltic Sea, the water did not reach the area of Hiddensee; it was only about 3,900 years ago that the &lt;a href=\"Littorina%20Sea\"&gt;Littorina Sea&lt;/a&gt; lapped the three island cores of Dornbusch, &lt;a href=\"F%C3%A4hrinsel\"&gt;Fährinsel&lt;/a&gt; and &lt;a href=\"Gellen\"&gt;Gellen&lt;/a&gt;. And it was just 2,900 years ago that &lt;a href=\"coastal%20erosion\"&gt;coastal erosion&lt;/a&gt; (land erosion, dispersal and deposition) and the formation of the elongated shape of the Hiddensee through sand-accretion began.\nUnder &lt;a href=\"Wallenstein\"&gt;Wallenstein&lt;/a&gt;'s orders, from 1628 to 1630 the entire oak and beech forest covering the Dornbusch was burned, in order to leave no wood for the construction of ships by the Danes, who were fighting in the region. In fact, the forest had already been at least partly damaged by such action. The supposedly ancient Dornbusch forest is therefore still relatively young; it was only slowly replanted with conifers in 1861, after the first pine plantations had failed in 1780. From 1900, deciduous trees were also planted. Previously, the entire hill country was a belt of treeless grasslands and arable land which was regularly covered by sand in high winds. The felling of individual trees in newly planted forests to meet the demand for fuel resulted in many clearings with much undergrowth.\nIn the 1960s and 1970s, there were four oil wells in the northern Dornbusch, but they were closed shortly thereafter. A separate landing stage was erected at Swedenhagen for the delivery and collection of drilling rigs. In 2009, it was demolished. At the highest borehole location (east of the \"Swantiberg\"), a landfill for municipal waste was established. In 1990, work began on cleaning up the landfill before incorporating the site into the national park. But, as before, there is still a problem with rubbish being uncovered as the uplands are progressively eroded.\nUntil 2000 the remains of a World War II bunker, blown up by the Soviet Army, stood on the \"Enddorn\".\nGeography.\nThe Dornbusch extends from the low-lying terrain by the waters of the &lt;a href=\"Vitter%20Bodden\"&gt;Vitter Bodden&lt;/a&gt; and the village of &lt;a href=\"Hiddensee%23Kloster\"&gt;Kloster&lt;/a&gt; in the southeast up to the &lt;a href=\"cliffed%20coast\"&gt;cliffs&lt;/a&gt; in the north, towering 60 metres above the sea, at the foot of which a more or less wide gravel beach has formed.\nTo the south is the adjoining Hiddensee plain and village of &lt;a href=\"Hiddensee%23Vitte\"&gt;Vitte&lt;/a&gt;, the dune heath, &lt;a href=\"Hiddensee%23Neuendorf\"&gt;Neuendorf&lt;/a&gt;, and finally the &lt;a href=\"Gellen\"&gt;Gellen&lt;/a&gt;. From the northeastern point, the \"Enddorn\", two wide, &lt;a href=\"spit%20%28landform%29\"&gt;spits&lt;/a&gt;, covered by sea buckthorn, stretch southwards: the \"Altbessin\" and \"Neubessin\".\nThe Dornbusch consists mainly of alternate layers of &lt;a href=\"glacial%20till\"&gt;glacial till&lt;/a&gt;, sand, gravel, and &lt;a href=\"chalk\"&gt;chalk&lt;/a&gt;. &lt;a href=\"Glacial%20erratic\"&gt;Glacial erratic&lt;/a&gt;s on the pebbly beach are evidence of the tremendous forces of the ice masses. The biggest erratic by far is the Bismark Rock at \"Tiddenufer\" (north bank of the \"Hucke\"); others are the Zeppelin Rock and Saalsteine by the \"Hucke\".\nWhilst the cliff between the village of &lt;a href=\"Hiddensee%23Kloster\"&gt;Kloster&lt;/a&gt; and the north shore of the westernmost bluff (\"Hucke\") is largely inactive due to the construction of a three-metre-high retaining wall, there are often landslides and collapses in the central and northern areas. Here the coast continues to recede as a result of &lt;a href=\"Coastal%20erosion\"&gt;abrasion&lt;/a&gt;. Two coastal types can be distinguished. The areas of high cliff that are not in exposed locations (i.e. in the middle part of the cliff) are removed very slowly; even buckthorn bushes sometimes grow on them. By contrast, the lower north shore drops steeply and is mostly clear of any vegetation. Here overhangs and &lt;a href=\"sea%20cave\"&gt;sea cave&lt;/a&gt;s are frequently formed. Before the construction of the coastal defence wall around the western promontory (\"Hucke\") there were also deep caves there.\nThe entire, gently rolling terrain in the southeast is composed partly of peat deposits and a &lt;a href=\"ground%20moraine\"&gt;ground moraine&lt;/a&gt;. In the far south of this area, east of the harbour at Kloster, there is a place that rises above the surrounding countryside. The ridge is called Swedenhagen, which is an indication that it supplied pig food in earlier centuries (Swedenhagen = \"Swinehagen\" =\"Schweinehagen\" =\"pig mast\").\nTopography.\nOn the outer coast of Dornbusch are the following promontories and shore features:\nThe term \"Huk\" or \"Hucke\" refers to large cliffed headlands on the Baltic coast. The name \"Dornbusch\" is derived from several large thorn bushes that once stood at the top of the cliff and which acted as landmarks for sailors. Later the term was applied to the entire uplands. The \"Enddorn\", formerly also called \"Endur\" \"Endendorn\" or \"Entendorn\" was therefore the (northeast) end of the Dornbusch and still is today.\nHills and hillocks (from west to east in each case):\nValleys (also from west to east):\nSeveral hollows, in which rain and meltwaters collected, are scattered around the uplands. These are the \"Riedsal\" east of Kloster and the little bogs of \"Ellesegen\", \"Alten-Diek\", \"Neuer Teich\", \"Großer Grüm-Kierl\" and \"Kleiner Grüm-Kierl\".\nClifftop dunes.\nThe clifftop dunes are geologically and botanically interesting. Here sand is blown from the beach up the cliff and deposited on the top of the cliff again. Accordingly, the sand is very fine. Large clifftop dunes may be found anywhere between \"Signalmasthuk\" and the village of Kloster. The largest by far was the Bismark Dune on the \"Rennbaumhuk\". However, they were fixed in the 1970s with dune fences, to prevent the paths sanding over and slow down the erosion of the cliff. The former treeless dunes are now wooded or covered in bushes (see &lt;a href=\"Dornbusch%20%28Hiddensee%29%23Flora\"&gt;Flora&lt;/a&gt;), but you can still see a small area of such dunes by walking a little further west of the \"Rennbaumhuk\" on a narrow path that swings sharply north off a clifftop path.\nFlora and fauna.\nThe south-facing Dornbusch slopes have corresponding plant and animal communities.\nFlora.\nOther parts of the lowland (on the south and north east slopes) are used as pasture. As a result of grazing by cattle, horses and sheep this area, as well as the former arable fields, have developed into a &lt;a href=\"calcareous%20grassland\"&gt;calcareous grassland&lt;/a&gt;. Its typical plants are the &lt;a href=\"Primula%20veris\"&gt;cowslip&lt;/a&gt;, &lt;a href=\"Cynoglossum%20officinale\"&gt;houndstooth&lt;/a&gt;, &lt;a href=\"Bromus%20tectorum\"&gt;cheat grass&lt;/a&gt;, &lt;a href=\"Fragaria%20viridis\"&gt;wild strawberry&lt;/a&gt;, the rare &lt;a href=\"Lithospermum%20arvense\"&gt;field gromwell&lt;/a&gt;, the poisonous &lt;a href=\"common%20corncockle\"&gt;common corncockle&lt;/a&gt;, &lt;a href=\"Herniaria%20glabra\"&gt;smooth rupturewort&lt;/a&gt;, &lt;a href=\"Aphanes%20arvensis\"&gt;field parsley piert&lt;/a&gt;, &lt;a href=\"Sedum%20acre\"&gt;biting stonecrop&lt;/a&gt;, various &lt;a href=\"mulleins\"&gt;mulleins&lt;/a&gt;, &lt;a href=\"Echium%20vulgare\"&gt;viper's bugloss&lt;/a&gt;, &lt;a href=\"Papaver%20dubium\"&gt;long-headed poppy&lt;/a&gt;, \"&lt;a href=\"Centaurium\"&gt;Centaurium&lt;/a&gt;\", &lt;a href=\"Jacobaea%20vulgaris\"&gt;ragwort&lt;/a&gt; and &lt;a href=\"Carlina%20vulgaris\"&gt;carline thistle&lt;/a&gt;.\nAnother common type of vegetation are thorn thickets, consisting of &lt;a href=\"Hippophae%20rhamnoides\"&gt;sea buckthorn&lt;/a&gt;, &lt;a href=\"Sambucus%20nigra\"&gt;elderberry&lt;/a&gt; and &lt;a href=\"Prunus%20spinosa\"&gt;blackthorn&lt;/a&gt;. In many places nitrogen-loving &lt;a href=\"blackberry\"&gt;blackberry&lt;/a&gt; and nettle bushes are interspersed, for example on the \"Swantiberg\" and \"Honiggrund\".\nFrom the village of Kloster over the \"Hucke\" to the tourist cafe of \"Zum Klausner\" in the Tannengrund valley is a mixed wood of &lt;a href=\"Scots%20pine\"&gt;Scots pine&lt;/a&gt;, &lt;a href=\"Fagus%20sylvatica\"&gt;beech&lt;/a&gt;, &lt;a href=\"Quercus%20robur\"&gt;English oak&lt;/a&gt;, &lt;a href=\"Carpinus%20betulus\"&gt;hornbeam&lt;/a&gt;, &lt;a href=\"Prunus%20avium\"&gt;wild cherry&lt;/a&gt;, &lt;a href=\"Sorbus%20%C3%97%20intermedia\"&gt;Swedish whitebeam&lt;/a&gt;, &lt;a href=\"Acer%20pseudoplatanus\"&gt;sycamore maple&lt;/a&gt; and &lt;a href=\"Acer%20platanoides\"&gt;Norway maple&lt;/a&gt;. In the west - on the former clifftop dunes - &lt;a href=\"Acer%20campestre\"&gt;field maple&lt;/a&gt;, &lt;a href=\"Crataegus\"&gt;hawthorn&lt;/a&gt;, &lt;a href=\"Betula%20pendula\"&gt;silver birch&lt;/a&gt;, &lt;a href=\"Corylus%20avellana\"&gt;hazel&lt;/a&gt;, &lt;a href=\"willow\"&gt;willow&lt;/a&gt;s, &lt;a href=\"rose\"&gt;rose&lt;/a&gt;s, &lt;a href=\"Lonicera%20xylosteum\"&gt;fly honeysuckle&lt;/a&gt;, &lt;a href=\"Rhamnus%20cathartica\"&gt;buckthorn&lt;/a&gt;, &lt;a href=\"Prunus%20spinosa\"&gt;blackthorn (sloe)&lt;/a&gt;, &lt;a href=\"Euonymus%20europaeus\"&gt;spindle&lt;/a&gt; and &lt;a href=\"Ribes%20alpinum\"&gt;alpine currant&lt;/a&gt; are mainly found. North of Kloster, in the area of the old bird ornithological station, there are a few &lt;a href=\"Tilia%20platyphyllos\"&gt;large-&lt;/a&gt; and &lt;a href=\"Tilia%20cordata\"&gt;small-leaved limes&lt;/a&gt; as well as &lt;a href=\"hybrid%20%28biology%29\"&gt;hybrid&lt;/a&gt;s of both species. &lt;a href=\"Clematis%20vitalba\"&gt;Old man's beard&lt;/a&gt;, &lt;a href=\"Humulus%20lupulus\"&gt;common hop&lt;/a&gt;, &lt;a href=\"Polypodium%20vulgare\"&gt;common polypody&lt;/a&gt;, &lt;a href=\"false%20brome\"&gt;false brome&lt;/a&gt;, &lt;a href=\"Neottia%20ovata\"&gt;common twayblade&lt;/a&gt;, which has become extremely rare on Hiddensee, and &lt;a href=\"Botrychium%20lunaria\"&gt;common moonwort&lt;/a&gt;, as well as the still common &lt;a href=\"Epipactis%20helleborine\"&gt;broad-leaved helleborine&lt;/a&gt; form an undergrowth. Early bloomers are e. g. &lt;a href=\"Viola%20odorata\"&gt;wood violet&lt;/a&gt;, &lt;a href=\"lesser%20celandine\"&gt;lesser celandine&lt;/a&gt; und &lt;a href=\"Veronica%20hederifolia\"&gt;ivy-leaved speedwell&lt;/a&gt;. The rich orchid communities, for which Hiddensee was formerly well-known have, however, disappeared.\nThe wood on the \"Schwedenhagen\" consists of English oak, &lt;a href=\"Fraxinus%20excelsior\"&gt;ash&lt;/a&gt; &lt;a href=\"Ulmus%20glabra\"&gt;wych elm&lt;/a&gt;, and many old &lt;a href=\"Pyrus%20pyraster\"&gt;wild pear&lt;/a&gt;s. Particularly common here are early bloomers such as the &lt;a href=\"Corydalis%20intermedia\"&gt;intermediate corydalis&lt;/a&gt; and &lt;a href=\"fern-leaved%20corydalis\"&gt;fern-leaved corydalis&lt;/a&gt;. On the central part of the Dornbusch, &lt;a href=\"Cytisus%20scoparius\"&gt;broom&lt;/a&gt; bushes are also botanically important.\nFauna.\nAround 1900, pheasants and red deer were released in the Dornbusch Forest as game, but the former could not establish themselves permanently. The former large colonies of wild rabbits have drastically shrunk as a result of &lt;a href=\"myxomatosis\"&gt;myxomatosis&lt;/a&gt;.\nHiddensee is especially well known for its many breeding birds. The briars are home to &lt;a href=\"Northern%20wheatear\"&gt;wheatear&lt;/a&gt;, &lt;a href=\"lesser%20whitethroat\"&gt;lesser whitethroat&lt;/a&gt;, &lt;a href=\"Common%20whitethroat\"&gt;whitethroat&lt;/a&gt;, &lt;a href=\"red-backed%20shrike\"&gt;red-backed shrike&lt;/a&gt;, &lt;a href=\"Eurasian%20skylark\"&gt;skylark&lt;/a&gt;, &lt;a href=\"yellowhammer\"&gt;yellowhammer&lt;/a&gt; and &lt;a href=\"icterine%20warbler\"&gt;icterine warbler&lt;/a&gt;; the Dornbusch Forest to &lt;a href=\"Common%20chaffinch\"&gt;chaffinch&lt;/a&gt;, &lt;a href=\"song%20thrush\"&gt;song thrush&lt;/a&gt;, &lt;a href=\"blackcap\"&gt;blackcap&lt;/a&gt;, &lt;a href=\"wood%20warbler\"&gt;wood warbler&lt;/a&gt;, &lt;a href=\"great%20spotted%20woodpecker\"&gt;great spotted woodpecker&lt;/a&gt; and &lt;a href=\"Common%20wood%20pigeon\"&gt;wood pigeon&lt;/a&gt;. &lt;a href=\"Sand%20martin\"&gt;Sand martin&lt;/a&gt;s and &lt;a href=\"black%20redstart\"&gt;black redstart&lt;/a&gt;s nest on the cliff slopes, the redstarts often using abandoned martin holes. &lt;a href=\"Common%20raven\"&gt;Raven&lt;/a&gt;s also breed on the cliffs in the vicinity of the \"Klausner\". The &lt;a href=\"Eurasian%20wren\"&gt;wren&lt;/a&gt; and the &lt;a href=\"Common%20rosefinch\"&gt;rosefinch&lt;/a&gt; prefer the vegetated slopes on the \"Hucke\". The prominent uplands of the Dornbusch are of great importance to migrating birds as an orientation point. On the outer coastline, after strong northwest storms in autumn and winter, Nordic ducks, petrels and shearwaters, and auks are occasionally blown ashore here. For example, there are records of &lt;a href=\"Leach%27s%20storm%20petrel\"&gt;Leach's storm petrel&lt;/a&gt; (one bird on 31 December 1961 and one on 17 November 1977), &lt;a href=\"king%20eider\"&gt;king eider&lt;/a&gt; (spring 1901 and 7 to 17 December 1988), &lt;a href=\"Razorbill\"&gt;Razorbill&lt;/a&gt;s (e.g. around 20 examples on 1 December 1852) and many others. The sunny slopes attract Mediterranean species; confirmed spots include &lt;a href=\"alpine%20swift\"&gt;alpine swift&lt;/a&gt;, &lt;a href=\"European%20bee-eater\"&gt;bee-eater&lt;/a&gt;, &lt;a href=\"blue%20rock%20thrush\"&gt;blue rock thrush&lt;/a&gt; und &lt;a href=\"hoopoe\"&gt;hoopoe&lt;/a&gt;.\nCoastal defence.\nSince 1899, several measurements of cliff recession have been made. Consistently, an annual loss of 20 centimetres per year was recorded between the lighthouse and the \"Swantiberg\". On the \"Enddorn\" and before the construction of the wall at the \"Hucke\", there was even a loss of 60 centimetres a year. The material eroded from the Dornbusch cliffs is transported by currents to the southeast and southwest and enables both the Hiddensee lowlands on &lt;a href=\"Gellen\"&gt;Gellen&lt;/a&gt; and the &lt;a href=\"Bessin\"&gt;Neubessin&lt;/a&gt; to continue to grow. Here a &lt;a href=\"graded%20shoreline\"&gt;graded shoreline&lt;/a&gt; is forming. In probably several thousand years, the entire Dornbusch will have been removed.\nAlong the cliff edge, large masses of glacial till are continually breaking off. From the clifftop path between Enddorn Swantiberg, the abrasion process has been observed clearly for several years. The last major collapses happened in 2000 and 2004 at the \"Totes Kerl\".\nThe only clearly conspicuous coastal defence structure is the 2-kilometre-long stone wall between \"Rennbaumhuk\" and Hartem Ort, which at the \"Hucke\" has been a height of 3 metres. From 1938 until the war broke out in 1939, the first section at the \"Hucke\" was built about 20 yards away from the beach, the narrow water channel between the stone wall and the shore was filled rapidly with sand. Later it was extended to the south. At the \"Hucke\" and the beach of Kloster the land had previously retreated very rapidly. The outcome is not purely positive however. The steep coast was indeed successfully protected, but there were still cliff collapses, due to weather conditions, that formed a large alluvial fan. That could not even be washed away in a storm flood because of the wall and it has gradually become overgrown with bushes. As a result, one of the most interesting sections of cliff on Hiddensee was not preserved.\nIn 1937 nine steel sheet groynes were built at the \"Swantiberg\" near the lighthouse. They were in the ensuing decades severely damaged, however, and are now barely recognizable.\nThe coastal defence woods afforested in 1861 with pine, oak, hornbeam and hazel on the western side of the Dornbusch protect the area from wind erosion.\nSettlements and buildings.\nOn the southern slope of the hill country lies &lt;a href=\"Hiddensee%23Kloster\"&gt;Kloster&lt;/a&gt;, the cultural centre of the island. A little further north is the smallest and oldest place on Hiddensee, &lt;a href=\"Hiddensee%23Grieben\"&gt;Grieben&lt;/a&gt;.\nOn the uplands are several other isolated buildings, the 18-metre-high &lt;a href=\"Dornbusch%20Lighthouse\"&gt;Dornbusch Lighthouse&lt;/a&gt;, the tourist cafe and bed and breakfast inn, the \"Klausner\". It may be accessed from the beach below the cliffs by steps up the steep wooded slope."
}