{
    "id": "36103462",
    "revid": "1752894",
    "url": "https://en.wikipedia.org/wiki?curid=36103462",
    "title": "John D. McCarthy",
    "text": "John David McCarthy (born 1940) is an American &lt;a href=\"Sociology\"&gt;sociologist&lt;/a&gt;. He earned his Ph.D degree in &lt;a href=\"Sociology\"&gt;Sociology&lt;/a&gt; at &lt;a href=\"University%20of%20Oregon\"&gt;University of Oregon&lt;/a&gt; in 1968. He is currently a Professor of &lt;a href=\"Sociology\"&gt;Sociology&lt;/a&gt; at &lt;a href=\"Pennsylvania%20State%20University\"&gt;Pennsylvania State University&lt;/a&gt;.\nHe has contributed to the research of &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt; and &lt;a href=\"resource%20mobilization%20theory\"&gt;resource mobilization theory&lt;/a&gt;. His research and teaching interests include Collective Behavior and Social Movements; Policing of the Public Order; Formal Organizations; and Mass Media Processes.\nResearch projects.\nIn recent years he has been a Principal Investigator of projects on Local Poor Empowerment Community Organizations (with Ed Walker); Media Coverage of Washington, D. C. Protest Gatherings; the Evolution of Public Protest in the U.S., 1960-1995 (with Sarah Soule, Susan Olzak and &lt;a href=\"Doug%20McAdam\"&gt;Doug McAdam&lt;/a&gt;); the Evolution of Social Movement Organizations in the U.S., 1959-2002 (with Frank Baumgartner); and Public Order Disturbances on College a University Campuses during the past decade (with Pat Rafail, Ed Walker, Andrew Martin and Clark McPhail). He is co-directing (with Chris Scheitle) a National Science Foundation funded project on “Spiritual Entrepreneurialism.”\nTeaching.\nMcCarthy has taught many Ph.D. candidates in Sociology specializing in Social Movements and Organizations. Among these are John Crist (Associate Director of Research at the Center for International and Regional Studies at Georgetown University in Qatar), Bob Edwards (Professor of Sociology at &lt;a href=\"East%20Carolina%20University\"&gt;East Carolina University&lt;/a&gt;), Erik Johnson (Assistant Professor of Sociology at &lt;a href=\"Washington%20State%20University\"&gt;Washington State University&lt;/a&gt;), Andrew Martin (Associate Professor of Sociology at &lt;a href=\"Ohio%20State%20University\"&gt;Ohio State University&lt;/a&gt;), Ron Pagnucco (Associate Professor of Sociology at &lt;a href=\"CSB/SJU\"&gt;CSB/SJU&lt;/a&gt;), Pat Rafail (Assistant Professor of Sociology at &lt;a href=\"Tulane%20University\"&gt;Tulane University&lt;/a&gt;), Deb Swanson (Professor of Sociology and Social Work at &lt;a href=\"Hope%20College\"&gt;Hope College&lt;/a&gt;), and Ed Walker (Assistant Professor of Sociology at &lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt;).\nJohn D. McCarthy Award.\nThe Center for the Study of Social Movements (CSSM) at the &lt;a href=\"University%20of%20Notre%20Dame\"&gt;University of Notre Dame&lt;/a&gt; established the John D. McCarthy Award for Lifetime Achievement in the Scholarship of Social Movement and Collective Behavior in 2007 to recognize scholars who have made “outstanding contributions to the scholarly literature concerned with social movements, protest, collective violence, riots, and other kinds of collective behavior”. The 2013 award winner was David Snow (at &lt;a href=\"UC-Irvine\"&gt;UC-Irvine&lt;/a&gt;). Past recipients of the award include Pam Oliver at &lt;a href=\"Wisconsin-Madison\"&gt;Wisconsin-Madison&lt;/a&gt; (2012), Bill Gamson at &lt;a href=\"Boston%20College\"&gt;Boston College&lt;/a&gt; (2011), &lt;a href=\"Doug%20McAdam\"&gt;Doug McAdam&lt;/a&gt; at &lt;a href=\"Stanford%20University\"&gt;Stanford University&lt;/a&gt; (2010), Mayer Zald at &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt; (2009), &lt;a href=\"Verta%20Taylor\"&gt;Verta Taylor&lt;/a&gt; at &lt;a href=\"UC-Santa%20Barbara\"&gt;UC-Santa Barbara&lt;/a&gt; (2008), and John McCarthy (2007)."
}