{
    "id": "36112130",
    "revid": "1065710401",
    "url": "https://en.wikipedia.org/wiki?curid=36112130",
    "title": "Pennsylvania-class battleship",
    "text": "The \"Pennsylvania\"-class consisted of two &lt;a href=\"super-dreadnought\"&gt;super-dreadnought&lt;/a&gt; &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;s built for the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt; just before the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;. The ships were named and , after the American states of the same names. They constituted the United States' second battleship design to adhere to the \"&lt;a href=\"all%20or%20nothing%20%28armor%29\"&gt;all or nothing&lt;/a&gt;\" armor scheme, and were the newest American &lt;a href=\"capital%20ship\"&gt;capital ship&lt;/a&gt;s when the United States entered the First World War.\nThe s represented a marked increase in the United States' dreadnought technology, and the \"Pennsylvania\" class was intended to continue this with slight increases in the ships' capabilities, including two additional &lt;a href=\"14%26quot%3B/45%20caliber%20gun\"&gt;/45 caliber guns&lt;/a&gt; and improved underwater protection. The class was the second &lt;a href=\"standard%20type%20battleship\"&gt;standard type&lt;/a&gt; battleship class to join the US Navy, along with the preceding \"Nevada\" and the succeeding , and classes.\nIn service, the \"Pennsylvania\" class saw limited use in the First World War, as a shortage of &lt;a href=\"fuel%20oil\"&gt;oil fuel&lt;/a&gt; in the United Kingdom meant that only the coal-burning ships of &lt;a href=\"United%20States%20Battleship%20Division%20Nine%20%28World%20War%20I%29\"&gt;Battleship Division Nine&lt;/a&gt; were sent. Both were sent across the Atlantic to France after the war for the &lt;a href=\"Paris%20Peace%20Conference%2C%201919\"&gt;Paris Peace Conference of 1919&lt;/a&gt;, and were then transferred to the &lt;a href=\"United%20States%20Pacific%20Fleet\"&gt;Pacific Fleet&lt;/a&gt; before being significantly modernized from 1929 to 1931. For the remainder of the inter-war period, the ships were used in exercises and &lt;a href=\"fleet%20problem\"&gt;fleet problem&lt;/a&gt;s. Both \"Pennsylvania\" and \"Arizona\" were present during the Japanese &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt;, which brought the United States into the &lt;a href=\"World%20War%20II\"&gt;Second World War&lt;/a&gt;. \"Arizona\" was sunk by a &lt;a href=\"USS%20Arizona%20%28BB-39%29%23Attack%20on%20Pearl%20Harbor\"&gt;massive magazine explosion&lt;/a&gt; and was turned into &lt;a href=\"USS%20Arizona%20Memorial\"&gt;a memorial&lt;/a&gt; after the war, while \"Pennsylvania\", in &lt;a href=\"dry%20dock\"&gt;dry dock&lt;/a&gt; at the time, received only minor damage. After a refit from October 1942 to February 1943, \"Pennsylvania\" went on to serve as a &lt;a href=\"shore%20bombardment\"&gt;shore bombardment&lt;/a&gt; ship for most of the remainder of the war. \"Pennsylvania\" was present at the &lt;a href=\"Battle%20of%20Leyte%20Gulf%23Battle%20of%20Surigao%20Strait%20%2825%20October%201944%29\"&gt;Battle of Surigao Strait&lt;/a&gt;, the last battle ever between battleships, but did not engage. \"Pennsylvania\" was severely damaged by a &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; on 12 August 1945, two days before the cessation of hostilities. With minimal repairs, it was used in &lt;a href=\"Operation%20Crossroads\"&gt;Operation Crossroads&lt;/a&gt;, part of the &lt;a href=\"nuclear%20testing%20at%20Bikini%20Atoll\"&gt;nuclear testing at Bikini Atoll&lt;/a&gt;, before being expended as a &lt;a href=\"target%20ship\"&gt;target ship&lt;/a&gt; in 1948.\nBackground.\nThe preceding \"Nevada\"-class battleships represented a leap forward from previous American battleship technology and from most contemporary foreign designs. They were the first in the world to employ the \"&lt;a href=\"all%20or%20nothing%20%28armor%29\"&gt;all or nothing&lt;/a&gt;\" armor scheme that characterized every succeeding American battleship. Devised with the knowledge that engagement ranges between battle fleets was growing greater as &lt;a href=\"main%20battery\"&gt;main battery&lt;/a&gt; sizes increased, the system moved away from previous designs that used heavy, medium, and light armor, in favor of using only heavy armor to protect vital areas on the ship. The new system envisioned that, at long ranges, ships would be attacked with only &lt;a href=\"Armor-piercing%20shot%20and%20shell\"&gt;armor-piercing&lt;/a&gt; (AP) projectiles, stoppable only by heavy armor. Medium or light armor would only serve to detonate the shells. By removing gun turrets and reducing the overall protected length of the ship, the navy's designers were able to devote the weight savings to the &lt;a href=\"belt%20armor\"&gt;belt&lt;/a&gt;, as well as extra &lt;a href=\"deck%20%28ship%29\"&gt;deck armor&lt;/a&gt; to protect against plunging shells.\nIn issuing desired specifications for the design that would become the \"Nevada\" class, the Navy's &lt;a href=\"General%20Board%20of%20the%20United%20States%20Navy\"&gt;General Board&lt;/a&gt; asked for triple gun turrets, \"i.e.\", three guns mounted per turret. They were very unsatisfied with the awkward placement required on classes preceding the \"Nevada\"s, which had five and six two-gun turrets—yet moving back to the four two-gun turrets of the would be a significant loss in firepower. Although a triple turret was first proposed in American professional magazines in 1901 and briefly considered for the \"South Carolina\"s, it was not even in the experimental stage—the first turret was authorized in 1911 and would not be ready until months after contracts for the new ships would be signed with the shipbuilders. The decision to go ahead with the turret was a calculated gamble, but proved to be a qualified success; the only issue came with &lt;a href=\"Aerodynamics\"&gt;shell interference&lt;/a&gt; when the center and outside guns were fired simultaneously, which was easily solved by delaying the firing of the center barrel by a small fraction of a second. Moreover, there was a major benefit in weight thanks to the accompanying loss of an armored &lt;a href=\"barbette\"&gt;barbette&lt;/a&gt; and turret. These weight savings were applied to the armor protection, making the \"all or nothing\" concept a reality.\nThe \"Nevada\"s were also the first American battleships to use exclusively &lt;a href=\"fuel%20oil\"&gt;oil fuel&lt;/a&gt;, which had greater thermal efficiency than firing with &lt;a href=\"coal\"&gt;coal&lt;/a&gt; or coal sprayed with oil. The cumulative effect of the change was measured by the navy as a fifty-five percent increase in steam production per pound of fuel (in a design for an oil-fired version of the ). This would give oil-fired vessels additional range, an important consideration for ships based in the Pacific, but the Navy's &lt;a href=\"Bureau%20of%20Construction%20and%20Repair\"&gt;Bureau of Construction and Repair&lt;/a&gt; (C&amp;R) pointed out what it saw as the unfortunate side effects, including a lower &lt;a href=\"center%20of%20gravity\"&gt;center of gravity&lt;/a&gt;, higher &lt;a href=\"metacentric%20height\"&gt;metacentric height&lt;/a&gt;, and the loss of coal bunkers, which were employed as part of the armor protection. Within a few years oil tanks below the waterline were considered indispensable parts of the underwater armor scheme employed in American dreadnoughts.\nDesign.\nThe General Board's call for a new 1913 &lt;a href=\"fiscal%20year\"&gt;fiscal year&lt;/a&gt; battleship design was sent in June 1911 with the recent \"Nevada\" innovations in mind. They desired a ship with a main battery of twelve 14-inch guns in triple turrets, a secondary battery of twenty-two guns, a speed of , and armor equivalent to that of the \"Nevada\"s. &lt;a href=\"Bureau%20of%20Construction%20and%20Repair\"&gt;C&amp;R&lt;/a&gt;'s first sketch was unsatisfactory; their lengthy design of and actually had less armor than the \"Nevada\"s, with a belt.\nThe design process was marked by various efforts to meet the General Board's specifications with only a moderate increase in tonnage over the \"Nevada\" class. Between January and March 1912, thirteen sketches were prepared for consideration by C&amp;R with reciprocating or turbine engines that traded either speed or &lt;a href=\"metacentric%20height\"&gt;metacentric height&lt;/a&gt; for armor. Some later designs gave up a half &lt;a href=\"knot%28unit%29\"&gt;knot&lt;/a&gt; of speed to free up about , enough to thicken the belt from and the &lt;a href=\"barbette\"&gt;barbette&lt;/a&gt;s to 14 inches. The choice between double or triple turrets was also still an issue, as the \"Nevada\" class had not been completed yet. The &lt;a href=\"Bureau%20of%20Ordnance\"&gt;Bureau of Ordnance&lt;/a&gt; was in favor of waiting for test results, rather than risking reverting to two-gun 14-inch turrets or moving up to two-gun 16-inch turrets.\nIn March 1912, C&amp;R proposed their seventh, eighth, ninth, and tenth designs to the General Board for approval. The eighth and ninth designs were the ones to give up a half knot of speed, while the tenth was a design with four triple turrets and lighter than the \"Nevada\"-class ships. In April, the General Board chose the seventh design, which satisfied all of their requirements, albeit on the largest displacement, . The length was fixed at , the beam at , and the draft at . &lt;a href=\"Steam%20turbine\"&gt;Steam turbine&lt;/a&gt;s gave the design and 21 knots, while the main armor belt was 13.5 inches tapering to at the ends. This design was further refined and emerged in a completed state in September. The delay was partially due to tests on the proposed armor, which were completed in June 1912 and resulted in significant alterations to the \"Pennsylvania\"-class' underwater protection.\nSpecifications.\nThe \"Pennsylvania\"-class ships were significantly larger than their predecessors, the \"Nevada\" class. They had a &lt;a href=\"waterline%20length\"&gt;waterline length&lt;/a&gt; of , an &lt;a href=\"length%20overall\"&gt;overall length&lt;/a&gt; of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of (at the &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt;), and a &lt;a href=\"draft%20%28ship%29\"&gt;draft&lt;/a&gt; of at &lt;a href=\"deep%20load\"&gt;deep load&lt;/a&gt;. This was longer than the older ships. Its designed &lt;a href=\"standard%20displacement\"&gt;standard&lt;/a&gt; and full load displacements were and , respectively, but they actually displaced standard and at full load, over more than the older ships. The class had a metacentric height of at full load.\nThe ships had four &lt;a href=\"direct%20drive\"&gt;direct drive&lt;/a&gt; &lt;a href=\"Parsons%20Marine%20Steam%20Turbine%20Company\"&gt;Parsons&lt;/a&gt; steam turbine sets with geared cruising turbines, each of which drove a propeller in diameter. They were powered by twelve &lt;a href=\"Babcock%20%26amp%3B%20Wilcox\"&gt;Babcock &amp; Wilcox&lt;/a&gt; &lt;a href=\"water-tube%20boiler\"&gt;water-tube boiler&lt;/a&gt;s. The turbines were designed to produce a total of , but only achieved during \"Pennsylvania\"s sea trials, when it slightly exceeded its designed speed of . \"Pennsylvania\" reached during full-power trials in 1916, and \"Arizona\" reached in September 1924. The class was designed to normally carry of fuel oil, but had a maximum capacity of . At full capacity, they could steam at a speed of for an estimated ; this could be extended to with a &lt;a href=\"%3Awikt%3Afoul%23Adjective\"&gt;clean bottom&lt;/a&gt;. They had four &lt;a href=\"turbo%20generator\"&gt;turbo generator&lt;/a&gt;s.\nThe \"Pennsylvania\" class carried twelve 14-inch/45 &lt;a href=\"caliber%20%28artillery%29\"&gt;caliber&lt;/a&gt; guns in triple &lt;a href=\"gun%20turret\"&gt;gun turret&lt;/a&gt;s. The guns could not elevate independently and were limited to a maximum elevation of +15° which gave them a maximum range of . The ships carried 100 shells for each gun. Defense against &lt;a href=\"torpedo%20boat\"&gt;torpedo boat&lt;/a&gt;s was provided by twenty-two &lt;a href=\"5%26quot%3B/51%20caliber%20gun\"&gt;5-inch/51 caliber guns&lt;/a&gt; mounted in individual &lt;a href=\"casemate\"&gt;casemate&lt;/a&gt;s in the sides of the hull; these proved vulnerable to sea spray and could not be worked in heavy seas. At an elevation of 15°, they had a maximum range of . Each gun was provided with 230 rounds of ammunition. The ships mounted four &lt;a href=\"3%26quot%3B/50%20caliber%20gun\"&gt;/50 caliber&lt;/a&gt; &lt;a href=\"anti-aircraft%20guns\"&gt;anti-aircraft (AA) guns&lt;/a&gt;, although only two were fitted when completed. The other pair were added shortly afterward on top of Turret III. The class also mounted two submerged &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s and carried 24 &lt;a href=\"Bliss-Leavitt%20Mark%203%20torpedo\"&gt;Bliss-Leavitt Mark 3 torpedo&lt;/a&gt;es for them.\nThe \"Pennsylvania\"-class design continued the all-or-nothing principle of armoring only the most important areas of the battleships, which began in the preceding \"Nevada\" class. The waterline armor belt of &lt;a href=\"Krupp%20armor\"&gt;Krupp armor&lt;/a&gt; measured 13.5 inches thick and only covered the class' machinery spaces and &lt;a href=\"magazine%20%28artillery%29\"&gt;magazines&lt;/a&gt;. It had a total height of , of which was below the waterline; beginning below the waterline, the belt tapered to its minimum thickness of 8 inches. The transverse &lt;a href=\"Bulkhead%20%28partition%29\"&gt;bulkheads&lt;/a&gt; at each end of the ships ranged from 13 to 8 inches in thickness. The faces of the gun turrets were thick while the sides were thick and the turret roofs were protected by 5 inches of armor. The armor of the barbettes was thick. The &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt; was protected by of armor and had a roof eight inches thick.\nThe main armor deck was three plates thick with a total thickness of 3 inches; over the steering gear the armor increased to in two plates. Beneath it was the splinter deck that ranged from in thickness. The boiler uptakes were protected by a conical &lt;a href=\"mantlet\"&gt;mantlet&lt;/a&gt; that ranged from in thickness. A 3-inch torpedo bulkhead was placed inboard from the side, and the class was provided with a complete &lt;a href=\"double%20bottom\"&gt;double bottom&lt;/a&gt;. Testing in mid-1914 revealed that this system could withstand of &lt;a href=\"Trinitrotoluene\"&gt;TNT&lt;/a&gt;.\nAuthorization and construction.\nThe authorization for the two \"Pennsylvania\"-class ships faced political opposition for being too weak and expensive. Senator &lt;a href=\"Benjamin%20Tillman\"&gt;Benjamin Tillman&lt;/a&gt; believed that a much more capable warship was needed because of the shocking increase in battleship size over the previous few years—between 1907 (the ) and 1912, the displacement of American battleships increased by about fifty percent, from around to 30,000 long tons. Tillman proposed a \"maximum battleship\" in a Senate &lt;a href=\"resolution%20%28law%29\"&gt;resolution&lt;/a&gt; in July 1912, which was adopted unanimously:\n\"Resolved\": That the &lt;a href=\"United%20States%20Senate%20Committee%20on%20Armed%20Services\"&gt;Committee on Naval Affairs&lt;/a&gt; [is] instructed to investigate and report to the Senate ... the object being to find out from official sources the maximum size and maximum draft, the maximum armament, and the maximum armor to make the best battleship or &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt; the world has ever seen or ever will see; to have this country own the greatest marine engine of war ever constructed or ever to be constructed under known conditions; and to report whether one such overpowering vessel would not in its judgement be better for this country to build than to continue by increasing taxation to spend the millions and millions of dollars now in prospect in the race for naval supremacy. ... Let us leave some money in the Treasury for other more necessary and useful expenditures, such as good roads, controlling the floods in the &lt;a href=\"Mississippi%20River%23Watershed\"&gt;Mississippi&lt;/a&gt;, draining swamp land in the South, and irrigating the arid land in the West. (S 361, &lt;a href=\"62nd%20United%20States%20Congress\"&gt;62nd Cong.&lt;/a&gt;, 2nd sess.)\nTillman's proposal was, in his own words, treated as a \"joke\"; the \"&lt;a href=\"World%20Affairs\"&gt;Advocate of Peace&lt;/a&gt;\" stated that \"it is nearly impossible to read this ... without having an inextinguishable bout of laughter.\" Still, C&amp;R completed multiple studies of a maximum battleship constrained only by technological limitations. The first design submitted by C&amp;R was a severely enlarged \"Nevada\", or a ship with twelve 14-inch guns, belt armor, and a maximum speed of for a price of $19.5 million. A later sketch dropped the speed to to see the effect on displacement and cost, which it dropped to and $17 million, respectively, and the consequent shortening of the ship would allow it to enter the &lt;a href=\"dry%20dock\"&gt;dry dock&lt;/a&gt;s in &lt;a href=\"Brooklyn%20Navy%20Yard\"&gt;New York&lt;/a&gt; and &lt;a href=\"Norfolk%20Naval%20Yard\"&gt;Norfolk&lt;/a&gt;. Tillman was concerned with this speed, and another study increased the speed to , trading it for four guns, or one-third of the main battery, and much of the armor.\nPolitical opposition in Congress also made it difficult to build the \"Pennsylvania\" class. The &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; refused to fund any new battleships for the fiscal year 1913, though the &lt;a href=\"United%20States%20Senate\"&gt;Senate&lt;/a&gt; would fund two in its comparable bill. They eventually compromised on one, and the battleship that would become \"Pennsylvania\" was authorized on 22 August 1912. The ship's plans were given to prospective builders on 20 December; &lt;a href=\"open%20tender\"&gt;bids were opened&lt;/a&gt; on 18 February 1913; and the contract was awarded to the lowest bidder, &lt;a href=\"Newport%20News%20Shipbuilding\"&gt;Newport News&lt;/a&gt;, on 27 February 1913 at the quoted price of $7,260,000 without armor or armament. The independent bidding process led the navy to claim $750,000 in savings, but the final cost actually came in at $7,800,000 ($15,000,000 with armor and armament).\n\"Arizona\" was the one approved battleship for the fiscal year 1914. &lt;a href=\"United%20States%20Secretary%20of%20the%20Navy\"&gt;Secretary of the Navy&lt;/a&gt; &lt;a href=\"George%20von%20Lengerke%20Meyer\"&gt;George von Lengerke Meyer&lt;/a&gt; had requested three battleships for that fiscal year, citing the former policy of building two per year, plus an additional ship to make up for authorizing only \"Pennsylvania\" in the previous year, but congressional compromises once again approved only one new battleship. \"Arizona\" was authorized on 4 March 1913, but to avoid a lengthy delay between the two, the ship was ordered much more quickly, on 24 June, by giving the contract to a navy-owned shipyard.\n\"Pennsylvania\" was &lt;a href=\"keel%20laying\"&gt;laid down&lt;/a&gt; on 27 October 1913, with goals of fourteen months until &lt;a href=\"ship%20naming%20and%20launching\"&gt;launch&lt;/a&gt;, and thirty-two until completion. The as-yet unnamed \"Arizona\" was laid down on the morning of 16 March 1914 with &lt;a href=\"Assistant%20Secretary%20of%20the%20Navy\"&gt;Assistant Secretary of the Navy&lt;/a&gt; &lt;a href=\"Franklin%20Delano%20Roosevelt\"&gt;Franklin Delano Roosevelt&lt;/a&gt; in attendance, and the builders intended to set a world-record ten months between keel-laying and launch, These ambitious goals—\"Pennsylvania\"s anticipated completion date was a full two months earlier than the American record—were set by Navy Secretary &lt;a href=\"Josephus%20Daniels\"&gt;Josephus Daniels&lt;/a&gt;, who wanted the United States to compete with &lt;a href=\"Royal%20Navy\"&gt;British&lt;/a&gt; and &lt;a href=\"Imperial%20German%20Navy\"&gt;German&lt;/a&gt; building achievements.\nThe constructors were not able not meet these goals, though. \"Pennsylvania\" was launched on 16 March 1915—seventeen months from keel-laying to launch, and just over two-thirds complete—while \"Arizona\" was launched on 19 June 1915, about fifteen months after keel laying. \"Arizona\" weighed at launch. &lt;a href=\"Movie%20camera\"&gt;Movie camera&lt;/a&gt;s were used to film the launch, in order to provide data for future launches. After their launch, both ships went through the necessary &lt;a href=\"fitting-out\"&gt;fitting-out&lt;/a&gt; period and &lt;a href=\"sea%20trial\"&gt;sea trial&lt;/a&gt;s. On \"Pennsylvania\"s trials, the ship attained a top speed of , averaged , and was also able to steam for twelve hours at in winds. These attributes pleased the Navy's &lt;a href=\"Board%20of%20Inspection%20and%20Survey\"&gt;Board of Inspection&lt;/a&gt;, but \"Scientific American\" lamented the ship's low speed compared to the &lt;a href=\"Regia%20Marina\"&gt;Italian&lt;/a&gt; s, &lt;a href=\"Imperial%20Russian%20Navy\"&gt;Russian&lt;/a&gt; s, and British s, which they (somewhat inaccurately) stated had top speeds of 22.5, 23, and 25 knots, respectively. \"Pennsylvania\" was &lt;a href=\"ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 12 June 1916, its sister ship followed on 17 October 1916.\nService histories.\n\"Pennsylvania\" and \"Arizona\" were commissioned during the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;, but prior to the &lt;a href=\"American%20entry%20into%20World%20War%20I\"&gt;United States' entry&lt;/a&gt; on the side of the &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allies&lt;/a&gt;. During their first year, the ships were cleaned and readied for full active duty. \"Pennsylvania\" became the &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of the Atlantic Fleet on 12 October 1916. \"Arizona\" first fired its main guns on 23 December, but issues with a stripped turbine kept the ship almost exclusively in the &lt;a href=\"Brooklyn%20Navy%20Yard\"&gt;New York Navy Yard&lt;/a&gt; from December 1916 to March 1917. Both ships were based in the United States for the duration of the war, owing to a shortage of fuel oil in the United Kingdom, and only the coal-burning battleships of &lt;a href=\"United%20States%20Battleship%20Division%20Nine%20%28World%20War%20I%29\"&gt;Battleship Division Nine&lt;/a&gt; were sent across the Atlantic. It was only after the &lt;a href=\"Armistice%20with%20Germany\"&gt;armistice&lt;/a&gt; in 1918 that both \"Pennsylvania\"-class battleships were sent to Europe. \"Arizona\" departed first, leaving on 18 November and arriving in Portsmouth in the United Kingdom on the 30th. \"Pennsylvania\" escorted the American President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt;'s transport, , across the Atlantic for the &lt;a href=\"Paris%20Peace%20Conference%2C%201919\"&gt;Paris Peace Conference&lt;/a&gt; in 1919. In 1921 and 1922, during the &lt;a href=\"inter-war%20period\"&gt;inter-war period&lt;/a&gt;, both ships took part in a mission to Peru and were transferred to the &lt;a href=\"United%20States%20Pacific%20Fleet\"&gt;Pacific Fleet&lt;/a&gt;.\n\"Pennsylvania\" and \"Arizona\" were given extensive modernizations from 1929 through 1931; the expenditure came in the fiscal year 1930. As part of the rebuilding, \"Pennsylvania\", which had been designed as a fleet flagship, had its conning tower expanded. Aside from that, \"Pennsylvania\" and \"Arizona\" received similar treatment: the elevation of the main batteries was increased to °, new fire control systems on &lt;a href=\"tripod%20mast\"&gt;tripod mast&lt;/a&gt;s were added, the secondary armament and directors were replaced and overhauled, eight &lt;a href=\"5%26quot%3B/25%20caliber%20gun\"&gt;5-inch/25 caliber&lt;/a&gt; anti-aircraft guns (four per side) were mounted on the weather deck which was above the secondary anti-ship 5-inch gun battery, and their bridges were enlarged to hold elevated anti-aircraft directors. Armor additions were comparatively minimal beyond &lt;a href=\"anti-torpedo%20bulge\"&gt;anti-torpedo bulge&lt;/a&gt;s, which were standard additions on all major warships in this period: of armor were added to the second &lt;a href=\"deck%20%28ship%29\"&gt;armored deck&lt;/a&gt;, and a &lt;a href=\"torpedo%20bulkhead\"&gt;torpedo bulkhead&lt;/a&gt; was added to the engine room. The propulsion system of the two \"Pennsylvania\"s received perhaps the most attention. The boiler system was entirely replaced with six small-tube boilers and new turbines, the latter partially from the cancelled &lt;a href=\"Colorado-class%20battleship\"&gt;Colorado class&lt;/a&gt; battleship . The new machinery allowed the ships to come close to their old design speed of , even with the added bulk of bulges: \"Pennsylvania\" made 20.89 knots and \"Arizona\" 20.7 knots on full-power trials.\nAfter their modernization, both ships participated in the normal activities of the fleet, including &lt;a href=\"fleet%20problem\"&gt;fleet problem&lt;/a&gt; exercises, and then joined the entire Pacific Fleet in their new base in &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt;, &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;, after the beginning of the Second World War in Europe. Two years later, on 7 December 1941, the Japanese &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt; sank \"Arizona\" in a tremendous explosion and slightly damaged \"Pennsylvania\", which was in dry dock at the time. \"Arizona\"s wreck was later &lt;a href=\"USS%20Arizona%20%28BB-39%29%23Salvage%20and%20memorial\"&gt;partly salvaged and is now a war memorial&lt;/a&gt;.\n\"Pennsylvania\" came back into service more quickly than many of the other battleships present during the attack; it left on 20 December and was under repair in &lt;a href=\"San%20Francisco%20Naval%20Shipyard\"&gt;San Francisco&lt;/a&gt; until 30 March 1942. For the next several months, \"Pennsylvania\" was stationed on the United States' &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast&lt;/a&gt;, before being reassigned to Pearl Harbor as the fleet flagship for a short time (August to October). After another refit in San Francisco, which lasted until February 1943, the ship was sent to assist American forces engaged in the &lt;a href=\"Aleutian%20Islands%20Campaign\"&gt;Aleutian Islands Campaign&lt;/a&gt;. During this time, \"Pennsylvania\" was nearly hit by a torpedo from , which was later sunk.\nFor the next year, \"Pennsylvania\" provided shore bombardment during the Battles of &lt;a href=\"Battle%20of%20Makin\"&gt;Makin&lt;/a&gt;, &lt;a href=\"Battle%20of%20Kwajalein\"&gt;Kwajalein&lt;/a&gt;, &lt;a href=\"Battle%20of%20Eniwetok\"&gt;Eniwetok&lt;/a&gt;, and &lt;a href=\"Battle%20of%20Saipan\"&gt;Saipan&lt;/a&gt;, along with the &lt;a href=\"Mariana%20and%20Palau%20Islands%20campaign\"&gt;Palau Islands Campaign&lt;/a&gt;. The ship also participated in the &lt;a href=\"Battle%20of%20Leyte\"&gt;landings on Leyte&lt;/a&gt; and the &lt;a href=\"Battle%20of%20Leyte%20Gulf\"&gt;Battle of Leyte Gulf&lt;/a&gt;. During this time, \"Pennsylvania\" was present at the last battle ever between battleships, the &lt;a href=\"Battle%20of%20Leyte%20Gulf%23Battle%20of%20Surigao%20Strait%20%2825%20October%29\"&gt;Battle of Surigao Strait&lt;/a&gt;. The ship did not fire any salvos because the &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Japanese&lt;/a&gt; vessels were turned away or sunk at long range, beyond \"Pennsylvania\"s outdated fire control but within range of other, radar-directed battleships.\nIn 1945, \"Pennsylvania\" was sent for another refit in San Francisco, and the guns in its main battery, worn out from the frequent shore bombardments, were replaced by those from \"Nevada\" and . After its completion in July, the ship &lt;a href=\"Wake%20Island%23Japanese%20occupation%20and%20surrender\"&gt;bombarded Wake Island&lt;/a&gt; on 1 August en route to &lt;a href=\"Okinawa\"&gt;Okinawa&lt;/a&gt;, where it was struck by an air-dropped torpedo. It hit near the starboard propeller shaft, killing twenty men and knocking out three of the ship's four shafts. This area was vital, and the opened seals around the shafts led to large amounts of flooding that nearly sank the battleship. \"Pennsylvania\" was towed to shallower waters, where local repairs were made. The ship's last action was to fire at a \"&lt;a href=\"kamikaze\"&gt;kamikaze&lt;/a&gt;\" on 13 August; it was then towed to &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; beginning on the 18th, where temporary repairs were effected, before being sent to &lt;a href=\"Puget%20Sound%20Naval%20Shipyard%20and%20Intermediate%20Maintenance%20Facility\"&gt;Navy Yard Puget Sound&lt;/a&gt; for a more permanent solution. \"Pennsylvania\" made it to Puget Sound on 24 October, albeit not without a great deal of trouble caused by temporary repair work.\nWith the &lt;a href=\"Surrender%20of%20Japan\"&gt;Japanese surrender&lt;/a&gt; on 2 September, the Puget Sound repairs were limited to those necessary to ensure \"Pennsylvania\"s delivery to &lt;a href=\"Bikini%20Atoll\"&gt;Bikini Atoll&lt;/a&gt; for &lt;a href=\"Bikini%20atomic%20experiments\"&gt;atomic experiments&lt;/a&gt; in July 1946. The old battleship survived the tests, but was decommissioned on 29 August and used for &lt;a href=\"radiation\"&gt;radiological&lt;/a&gt; studies prior to being sunk as a &lt;a href=\"target%20ship\"&gt;target ship&lt;/a&gt; on 10 February 1948. \"Pennsylvania\" was struck from the &lt;a href=\"Navy%20Vessel%20Register\"&gt;Navy Vessel Register&lt;/a&gt; nine days later."
}