{
    "id": "361269",
    "revid": "29560920",
    "url": "https://en.wikipedia.org/wiki?curid=361269",
    "title": "Gesang der Jünglinge",
    "text": "Gesang der Jünglinge (literally \"Song of the Youths\") is an &lt;a href=\"electronic%20music\"&gt;electronic music&lt;/a&gt; work by &lt;a href=\"Karlheinz%20Stockhausen\"&gt;Karlheinz Stockhausen&lt;/a&gt;. It was realized in 1955–56 at the \"&lt;a href=\"Westdeutscher%20Rundfunk\"&gt;Westdeutscher Rundfunk&lt;/a&gt;\" studio in &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt; and is Work Number 8 in the composer's catalog of works. The vocal parts were supplied by 12-year-old &lt;a href=\"Josef%20Protschka\"&gt;Josef Protschka&lt;/a&gt;. It is exactly 13 minutes, 14 seconds long.\nThe work, routinely described as \"the first masterpiece of electronic music\" and \"an opus, in the most emphatic sense of the term\", is significant in that it seamlessly integrates electronic sounds with the human voice by means of matching voice &lt;a href=\"resonance\"&gt;resonance&lt;/a&gt;s with &lt;a href=\"Pitch%20%28music%29\"&gt;pitch&lt;/a&gt; and creating sounds of &lt;a href=\"phoneme\"&gt;phoneme&lt;/a&gt;s electronically. In this way, for the first time ever it successfully brought together the two opposing worlds of the purely electronically generated German \"elektronische Musik\" and the French \"&lt;a href=\"musique%20concr%C3%A8te\"&gt;musique concrète&lt;/a&gt;\", which transforms recordings of acoustical events. \"Gesang der Jünglinge\" is also noted for its early use of &lt;a href=\"spatial%20sound\"&gt;spatiality&lt;/a&gt;; it was originally in five-channel sound, which was later reduced to just four channels (mixed to monaural and later to stereo for commercial recording release).\nHistory.\nIn the autumn of 1954, Stockhausen conceived the idea of composing a &lt;a href=\"Mass%20%28liturgy%29\"&gt;mass&lt;/a&gt; for electronic sounds and voices. According to his official biographer, Stockhausen regarded this mass as a sacred work written from personal conviction, and asked his mentor, the director of the WDR electronic studio &lt;a href=\"Herbert%20Eimert\"&gt;Herbert Eimert&lt;/a&gt;, to write to the Diocesan office of the &lt;a href=\"Archbishop%20of%20Cologne\"&gt;Archbishop of Cologne&lt;/a&gt; for permission to have the work performed in the &lt;a href=\"Cologne%20Cathedral\"&gt;Cologne Cathedral&lt;/a&gt;. Stockhausen was bitterly disappointed when the request was refused on grounds that loudspeakers had no place in church. Although there is no doubt about Stockhausen's ambition to create an electronic mass, nor that he was frustrated by the lack of assurance that a suitable sacred venue or worship service would be sanctioned by the church, it is equally certain that \"he never made an official request to the General Vicariate of the Archdiocese of Cologne and, therefore, never could have received an official response from them, whatever the result might have been\". Furthermore, there is no evidence at all that Eimert, who was a Protestant, ever broached the subject even informally with Johannes Overath, the responsible official in the Cologne archdiocese at the time (as well as a member of the Broadcasting Council from 2 March 1955), so that the version of the story presented by Kurtz cannot be sustained on the basis of contemporary records.\nMaterials and form.\nThere are three basic types of material used: (1) electronically generated &lt;a href=\"Sine%20wave\"&gt;sine tones&lt;/a&gt;, (2) electronically generated pulses (clicks), and (3) filtered white noise. To these is added the recorded voice of a &lt;a href=\"boy%20soprano\"&gt;boy soprano&lt;/a&gt;, which incorporates elements of all three types: vowels are harmonic spectra, which may be conceived as based on sine tones; fricatives and sibilants are like filtered noises; plosives resemble impulses. Each of these may be composed along a scale running from discrete events to massed \"complexes\" structured statistically. The last category occurs in Stockhausen's electronic music for the first time in \"Gesang der Jünglinge\", and originates in the course of studies Stockhausen took between 1954 and 1956 with &lt;a href=\"Werner%20Meyer-Eppler\"&gt;Werner Meyer-Eppler&lt;/a&gt; at the &lt;a href=\"University%20of%20Bonn\"&gt;University of Bonn&lt;/a&gt;.\nThe text of \"Gesang der Jünglinge\" is from a Biblical story in the &lt;a href=\"Book%20of%20Daniel\"&gt;Book of Daniel&lt;/a&gt; where &lt;a href=\"Nebuchadnezzar%20II%20of%20Babylon\"&gt;Nebuchadnezzar&lt;/a&gt; throws &lt;a href=\"Shadrach%2C%20Meshach%2C%20and%20Abednego\"&gt;Shadrach, Meshach, and Abednego&lt;/a&gt; into a fiery furnace but miraculously they are unharmed and begin to sing praises to God. This text is presented in a carefully devised scale of seven degrees of comprehensibility, an idea which also came from &lt;a href=\"Werner%20Meyer-Eppler\"&gt;Werner Meyer-Eppler&lt;/a&gt;'s seminars.)\nInfluence on popular music.\nKey aspects of the arrangement of \"&lt;a href=\"Tomorrow%20Never%20Knows\"&gt;Tomorrow Never Knows&lt;/a&gt;\", the final track of &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt;' 1966 studio album \"&lt;a href=\"Revolver%20%28The%20Beatles%20album%29\"&gt;Revolver&lt;/a&gt;\" was inspired by \"Gesang der Jünglinge\". \"Tomorrow Never Knows\" is credited as a &lt;a href=\"Lennon%E2%80%93McCartney\"&gt;Lennon–McCartney&lt;/a&gt; song, but was written primarily by &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt; with major contributions to the arrangement by &lt;a href=\"Paul%20McCartney\"&gt;Paul McCartney&lt;/a&gt;. The track included &lt;a href=\"Tape%20loop\"&gt;looped tape&lt;/a&gt; effects. For the track, McCartney supplied a bag of -inch audio tape loops he had made at home after listening to \"Gesang der Jünglinge\". The Beatles would continue to use similar efforts with \"&lt;a href=\"Revolution%209\"&gt;Revolution 9&lt;/a&gt;\", a track produced in 1968 for \"&lt;a href=\"The%20Beatles%20%28album%29\"&gt;The White Album&lt;/a&gt;\" that also made use of &lt;a href=\"sound%20collage\"&gt;sound collage&lt;/a&gt;."
}