{
    "id": "36120615",
    "revid": "12406635",
    "url": "https://en.wikipedia.org/wiki?curid=36120615",
    "title": "List of Malmö FF players (25–99 appearances)",
    "text": "&lt;a href=\"Malm%C3%B6%20FF\"&gt;Malmö Fotbollförening&lt;/a&gt;, also known simply as Malmö FF, is a Swedish professional &lt;a href=\"association%20football\"&gt;association football&lt;/a&gt; club based in &lt;a href=\"Malm%C3%B6\"&gt;Malmö&lt;/a&gt;. The club is affiliated with &lt;a href=\"Sk%C3%A5nes%20Fotbollf%C3%B6rbund\"&gt;Skånes Fotbollförbund&lt;/a&gt; (The Scanian Football Association), and plays its home games at &lt;a href=\"Stadion%20%28Malm%C3%B6%29\"&gt;Stadion&lt;/a&gt;. Formed on 24 February 1910, Malmö FF is the most successful club in Sweden in terms of trophies won. The club have won the most &lt;a href=\"Allsvenskan\"&gt;league&lt;/a&gt; titles of any Swedish club with twenty-one, a joint record eighteen &lt;a href=\"List%20of%20Swedish%20football%20champions\"&gt;Swedish championship&lt;/a&gt; titles and a record fourteen &lt;a href=\"Svenska%20Cupen\"&gt;national cup&lt;/a&gt; titles. The team competes in Allsvenskan as of the &lt;a href=\"2015%20Allsvenskan\"&gt;2015 season&lt;/a&gt;; this is Malmö FF's 15th consecutive season in the top flight, and their 80th overall. The main rivals of the club are &lt;a href=\"Helsingborgs%20IF%E2%80%93Malm%C3%B6%20FF%20rivalry\"&gt;Helsingborgs IF&lt;/a&gt;, &lt;a href=\"IFK%20G%C3%B6teborg%E2%80%93Malm%C3%B6%20FF%20rivalry\"&gt;IFK Göteborg&lt;/a&gt; and, historically, &lt;a href=\"IFK%20Malm%C3%B6%E2%80%93Malm%C3%B6%20FF%20rivalry\"&gt;IFK Malmö&lt;/a&gt;.\nSince playing their first competitive match, more than 480 players have made a league appearance for the club, many of whom have played between 25 and 99 matches. Former &lt;a href=\"List%20of%20Allsvenskan%20top%20scorers\"&gt;Allsvenskan top scorer&lt;/a&gt; &lt;a href=\"Lars%20Larsson%20%28footballer%29\"&gt;Lars Larsson&lt;/a&gt; fell three short of &lt;a href=\"List%20of%20Malm%C3%B6%20FF%20players\"&gt;100 appearances&lt;/a&gt; for Malmö FF, scoring 52 goals in those matches. &lt;a href=\"Pontus%20Jansson\"&gt;Pontus Jansson&lt;/a&gt;, &lt;a href=\"Jimmy%20Durmaz\"&gt;Jimmy Durmaz&lt;/a&gt;, &lt;a href=\"Daniel%20Majstorovi%C4%87\"&gt;Daniel Majstorović&lt;/a&gt;, &lt;a href=\"Jonas%20Thern\"&gt;Jonas Thern&lt;/a&gt;, &lt;a href=\"Mats%20Magnusson\"&gt;Mats Magnusson&lt;/a&gt; and &lt;a href=\"Stefan%20Schwarz\"&gt;Stefan Schwarz&lt;/a&gt; are among the former players who have been awarded league winners medals. Out of the players currently at the club, Swedish midfielder &lt;a href=\"Simon%20Kroon\"&gt;Simon Kroon&lt;/a&gt; is the closest player to 100 appearances; he has played 51 matches for Malmö FF.\nAs of 31 October 2015, a total of 155 players have played between 25 and 99 competitive matches for the club. Of those players, nine are still playing for the club and can add to their total.\nPlayers.\n\"Statistics correct as of match played 31 October 2015\"."
}