{
    "id": "3613161",
    "revid": "1008048",
    "url": "https://en.wikipedia.org/wiki?curid=3613161",
    "title": "David Montgomery (historian)",
    "text": "David Montgomery (December 1, 1927 – December 2, 2011) was a Farnam Professor of History at &lt;a href=\"Yale%20University\"&gt;Yale University&lt;/a&gt;. Montgomery was considered one of the foremost academics specializing in United States &lt;a href=\"Labor%20history%20%28discipline%29\"&gt;labor history&lt;/a&gt; and wrote extensively on the subject. He is credited, along with &lt;a href=\"David%20Brody%20%28historian%29\"&gt;David Brody&lt;/a&gt; and &lt;a href=\"Herbert%20Gutman\"&gt;Herbert Gutman&lt;/a&gt;, with founding the field of \"&lt;a href=\"new%20labor%20history\"&gt;new labor history&lt;/a&gt;\" in the U.S. \nBiography.\nEarly years.\nMontgomery entered undergraduate school at &lt;a href=\"Swarthmore%20College\"&gt;Swarthmore College&lt;/a&gt; following a stint in the &lt;a href=\"U.S.%20Army%20Corps%20of%20Engineers\"&gt;U.S. Army Corps of Engineers&lt;/a&gt;, from which he was honorably discharged as a &lt;a href=\"staff%20sergeant\"&gt;staff sergeant&lt;/a&gt;. He graduated in 1950 with Highest Honors and a &lt;a href=\"Bachelor%20of%20Arts\"&gt;Bachelor of Arts&lt;/a&gt; degree in &lt;a href=\"political%20science\"&gt;political science&lt;/a&gt;.\nOver the next 10 years, Montgomery worked as a &lt;a href=\"machinist\"&gt;machinist&lt;/a&gt;—first in New York City and later in &lt;a href=\"Saint%20Paul%2C%20Minnesota\"&gt;Saint Paul, Minnesota&lt;/a&gt;. Montgomery became involved in &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; activity as an active member of the &lt;a href=\"United%20Electrical%20Workers\"&gt;United Electrical Workers&lt;/a&gt;, the &lt;a href=\"International%20Association%20of%20Machinists\"&gt;International Association of Machinists&lt;/a&gt;, and the &lt;a href=\"Teamsters\"&gt;Teamsters&lt;/a&gt; where he held numerous positions including &lt;a href=\"shop%20steward\"&gt;shop steward&lt;/a&gt;, legislative committee member, and local executive board member. Montgomery may have been repeatedly targeted by the FBI when he was a labor organizer among machinists in Saint Paul.\nMontgomery became a member of the &lt;a href=\"Communist%20Party%20USA\"&gt;Communist Party USA&lt;/a&gt; in 1951 or 1952 due to the party's positions on international issues, racial justice and social unionism. He was active with the party in New York City and briefly in St. Paul. He left the party around 1957.\nMontgomery's experience in the Communist Party clearly influenced his research interest in labor radicalism, among other issues, throughout his scholarly career.\nAcademic career.\nIn 1959, Montgomery entered &lt;a href=\"graduate%20school\"&gt;graduate school&lt;/a&gt; at the &lt;a href=\"University%20of%20Minnesota\"&gt;University of Minnesota&lt;/a&gt;, from which he received his &lt;a href=\"Doctor%20of%20Philosophy\"&gt;Ph.D.&lt;/a&gt; in 1962. The next year he was hired as an &lt;a href=\"professor\"&gt;assistant professor&lt;/a&gt; of history at the &lt;a href=\"University%20of%20Pittsburgh\"&gt;University of Pittsburgh&lt;/a&gt;, where he remained for the next 14 years. At the University of Pittsburgh, Montgomery wrote his first book, \"\", which was published in 1967. On sabbatical from that institution, Montgomery spent two years working in England with historian &lt;a href=\"E.%20P.%20Thompson\"&gt;E. P. Thompson&lt;/a&gt; to establish the &lt;a href=\"Centre%20for%20the%20Study%20of%20Social%20History\"&gt;Centre for the Study of Social History&lt;/a&gt; at the &lt;a href=\"University%20of%20Warwick\"&gt;University of Warwick&lt;/a&gt;. He subsequently held visiting teacher positions at &lt;a href=\"Oxford%20University\"&gt;Oxford University&lt;/a&gt; and a number of other universities in Brazil, Canada, and the Netherlands.\nOn his return to the United States, Montgomery returned to the University of Pittsburgh, becoming chair of the department. He was recruited by several other institutions, eventually accepting a position at Yale. Montgomery taught courses about the history of working people in the United States, the &lt;a href=\"American%20Civil%20War\"&gt;Civil War&lt;/a&gt; and &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt;, and immigration. In 1988, his book \",\" was published to wide acclaim. &lt;a href=\"Noam%20Chomsky\"&gt;Noam Chomsky&lt;/a&gt;, the renowned professor of &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt; at the &lt;a href=\"Massachusetts%20Institute%20of%20Technology\"&gt;Massachusetts Institute of Technology&lt;/a&gt; and political activist, called the book one of the definitive works on the American labor struggle. The book was a &lt;a href=\"Pulitzer%20Prize\"&gt;Pulitzer Prize&lt;/a&gt; finalist nominee.\nFollowing the example of British historian &lt;a href=\"E.%20P.%20Thompson\"&gt;E. P. Thompson&lt;/a&gt;, Montgomery encouraged a generation of labor historians to re-examine the core subject matter of labor history, thus defining the new labor history, which examines &lt;a href=\"working-class%20culture\"&gt;working-class culture&lt;/a&gt;, rather than simply their organizations. He was also influential through his editorship of the journal \"International Labor and Working-Class History.\"\nIn 2001, Montgomery published a book in collaboration with Professor &lt;a href=\"Horace%20Huntley\"&gt;Horace Huntley&lt;/a&gt; of the &lt;a href=\"Birmingham%20Civil%20Rights%20Institute\"&gt;Birmingham Civil Rights Institute&lt;/a&gt;. The book, \"&lt;a href=\"Black%20Workers%27%20Struggle%20for%20Equality%20in%20Birmingham\"&gt;Black Workers' Struggle for Equality in Birmingham&lt;/a&gt;,\" uses &lt;a href=\"oral%20history\"&gt;oral histories&lt;/a&gt; to interpret and explore the involvement of &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt; workers in various unions and the organized labor movement for &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt;.\nDuring the 1990s, Montgomery wrote and spoke about &lt;a href=\"academic%20freedom\"&gt;academic freedom&lt;/a&gt;, calling for wider availability of information for research and in favor of a larger scope of academic freedom. He claimed that over the presidential administrations of &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; and &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;, access to government documents had been sharply reduced and that this has resulted in less academic freedom. Additionally, Montgomery criticized the &lt;a href=\"Patriot%20Act\"&gt;Patriot Act&lt;/a&gt; and its provisions for &lt;a href=\"surveillance\"&gt;surveillance&lt;/a&gt; of academics and librarians, arguing they impede academic freedom.\nHe also served as president of the &lt;a href=\"Organization%20of%20American%20Historians\"&gt;Organization of American Historians&lt;/a&gt; (OAH) from 1999 to 2000.\nDeath and legacy.\nDavid Montgomery died on December 2, 2011. He is survived by his wife, Martel, and two sons, New York attorney Claude Montgomery and economist &lt;a href=\"Edward%20B.%20Montgomery\"&gt;Edward B. Montgomery&lt;/a&gt;. An obituary for Montgomery appeared on December 5, 2011, in the \"&lt;a href=\"Pittsburgh%20Post-Gazette\"&gt;Pittsburgh Post-Gazette&lt;/a&gt;\".\nIn the spring of 2012 the Executive Board of the Organization of American Historians approved a new book award in the field of labor and working class history to be named after David Montgomery. Fundraising was begun to build a $50,000 &lt;a href=\"financial%20endowment\"&gt;endowment&lt;/a&gt; for the prize, after which time the David Montgomery award is to be presented annually by the OAH in conjunction with the &lt;a href=\"Labor%20and%20Working-Class%20History%20Association\"&gt;Labor and Working-Class History Association&lt;/a&gt;."
}