{
    "id": "3613592",
    "revid": "12329968",
    "url": "https://en.wikipedia.org/wiki?curid=3613592",
    "title": "Hippolyte Delehaye",
    "text": "Hippolyte Delehaye, &lt;a href=\"Society%20of%20Jesus\"&gt;S.J.&lt;/a&gt;, (19 August 1859 – 1 April 1941) was a Belgian &lt;a href=\"Jesuit\"&gt;Jesuit&lt;/a&gt; who was a &lt;a href=\"hagiography\"&gt;hagiographical&lt;/a&gt; scholar and an outstanding member of the Society of &lt;a href=\"Bollandist\"&gt;Bollandist&lt;/a&gt;s.\nBiography.\nBorn in 1859 in &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, Delehaye joined the &lt;a href=\"Society%20of%20Jesus\"&gt;Society of Jesus&lt;/a&gt; in 1876, being received into the &lt;a href=\"novitiate\"&gt;novitiate&lt;/a&gt; the following year. After making his initial profession of &lt;a href=\"religious%20vows\"&gt;religious vows&lt;/a&gt; in 1879, he was sent to study philosophy at the &lt;a href=\"Catholic%20University%20of%20Leuven%20%281834%E2%80%931968%29\"&gt;University of Louvain&lt;/a&gt; from 1879 to 1882. He was then assigned until 1886 to teach mathematics at the &lt;a href=\"Sint-Barbaracollege\"&gt;Collège Sainte-Barbe&lt;/a&gt; in &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt; (named for the &lt;a href=\"Coll%C3%A8ge%20Sainte-Barbe\"&gt;school&lt;/a&gt; in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, \"&lt;a href=\"alma%20mater\"&gt;alma mater&lt;/a&gt;\" of &lt;a href=\"Ignatius%20of%20Loyola\"&gt;Ignatius of Loyola&lt;/a&gt;). Delehaye was ordained in 1890.\nIn 1892 Fr Delehaye was appointed by his Jesuit superiors to be a fellow of the Society of &lt;a href=\"Bollandists\"&gt;Bollandists&lt;/a&gt;, named for the 17th-century hagiographical scholar &lt;a href=\"Jean%20Bolland\"&gt;Jean Bolland&lt;/a&gt;, S.J.,and founded the early seventeenth century specifically to study &lt;a href=\"hagiography\"&gt;hagiography&lt;/a&gt;, research towards the gathering and evaluation of historical documentary sources regarding the life and cult of Christian Saints. Delehaye soon displayed great competence in the field. He was an editor of the \"&lt;a href=\"Bibliotheca%20Hagiographica%20Graeca\"&gt;Bibliotheca Hagiographica Graeca&lt;/a&gt;\" (1895), a technical catalogue of Greek hagiographical writings, and of the journal \"Analecta Bollandiana\". In 1912 he became the president of the Society.\nIn the earlier part of the twentieth century fears arose in the Catholic Church about the theological consequences of some methods used in critical historical studies, including biblical scholarship. Later the Church accepted the principle of critical methodology, and in 1930 &lt;a href=\"Pope%20Pius%20XI\"&gt;Pope Pius XI&lt;/a&gt;, himself a historical scholar, established a special historical section operating on similar lines, within the &lt;a href=\"Sacred%20Congregation%20of%20Rites\"&gt;Sacred Congregation of Rites&lt;/a&gt;. However, at an earlier juncture suspicion fell for a time on a wide variety of Catholic scholarly institutes, including the Bollandists, whose purpose was to establish scholarly editions of &lt;a href=\"hagiography\"&gt;hagiographical&lt;/a&gt; texts that were based on applying the &lt;a href=\"critical%20method\"&gt;critical method&lt;/a&gt; of sound documentary scholarship. These concerns about theological deviations generally referred to as &lt;a href=\"Modernism%20in%20the%20Catholic%20Church\"&gt;Modernism&lt;/a&gt; prompted the 1907 &lt;a href=\"encyclical\"&gt;encyclical&lt;/a&gt; \"&lt;a href=\"Pascendi%20dominici%20gregis\"&gt;Pascendi dominici gregis&lt;/a&gt;\", in which &lt;a href=\"Pope%20Pius%20X\"&gt;St. Pius X&lt;/a&gt; condemned them.\nAs a consequence, in those years critical method encountered difficulties, within the &lt;a href=\"Jesuit%20Order\"&gt;Jesuit Order&lt;/a&gt;, within the Holy Office and among \"integrist\" opponents of critical approaches. As part of the controls put in place by the Catholic authorities, the &lt;a href=\"Bollandists\"&gt;Bollandists&lt;/a&gt;' scholarly journal \"Analecta Bollandiana\", was subject to censorship by the &lt;a href=\"Holy%20Office\"&gt;Holy Office&lt;/a&gt; during the years 1901–1927.\nThese were issues of broader scope that did not prevent Fr Delehaye from continuing as a priest in good standing to pursue his researches with the &lt;a href=\"Bollandists\"&gt;Bollandists&lt;/a&gt; for the greater part of his long life and maintaining his international reputation as a respected and able scholar. He was a member of the Austrian Archaeological Institute, and named Knight of the &lt;a href=\"Order%20of%20Leopold%20%28Belgium%29\"&gt;Order of Leopold&lt;/a&gt;. Delehaye wrote a number of articles for the \"Catholic Encyclopedia\".\nBooks.\nDelehaye's major publications, works of method and synthesis that are of general use to historians, are:\nOther important works, with more restricted focus, are:\nPosthumous collections of fugitive pieces were published in 1966 as \"Mélanges d'hagiographie grecque et latine\" and in 1991 as \"L'ancienne hagiographie byzantine: les sources, les premiers modèles, la formation des genres\", the previously unpublished texts of lectures delivered in 1935."
}