{
    "id": "36153029",
    "revid": "16367662",
    "url": "https://en.wikipedia.org/wiki?curid=36153029",
    "title": "Taylor Paris",
    "text": "Taylor Flavio Paris (born 6 October 1992 in &lt;a href=\"Barrie\"&gt;Barrie&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;) is a Canadian &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player. He is currently signed with the &lt;a href=\"Castres%20Olympique\"&gt;Castres Olympique&lt;/a&gt; and also regularly plays for the Canadian Men's 15's and 7's teams. Previously Paris had played with &lt;a href=\"Markham%20Irish%20Canadians\"&gt;Markham Irish Canadians&lt;/a&gt;, &lt;a href=\"James%20Bay%20Athletic%20Association\"&gt;James Bay Athletic Association&lt;/a&gt;, &lt;a href=\"Ontario%20Blues\"&gt;Ontario Blues&lt;/a&gt;, &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;, &lt;a href=\"SU%20Agen\"&gt;Agen&lt;/a&gt; and also had a brief stint with &lt;a href=\"Northampton%20Saints\"&gt;Northampton Saints Academy&lt;/a&gt;.\nClub career.\nOn 15 June 2012, he signed a one-year contract with the &lt;a href=\"Glasgow%20Warriors\"&gt;Glasgow Warriors&lt;/a&gt;. He was to leave the club in April 2013.\nOn 7 July 2020, Paris would stay in France to join &lt;a href=\"Pro%20D2\"&gt;Pro D2&lt;/a&gt; side &lt;a href=\"Oyonnax%20Rugby\"&gt;Oyonnax&lt;/a&gt; on a one-year deal, option for a second year from the 2020-21 season. \nInternational career.\nParis made his first appearance at the international level with the Canadian under-17 squad at the 2009 Millfield International Festival held in &lt;a href=\"Somerset%2C%20England\"&gt;Somerset, England&lt;/a&gt;. Prior to the tournament the Canada U17s faced a &lt;a href=\"Cardiff%20Blues\"&gt;Cardiff Blues U16&lt;/a&gt; squad in a warm-up match which saw Paris touch down for a try in the 28-14 Canadian defeat. The Canadian U17s opened the Millfield International Festival with a 32-7 victory over the United States with Paris notching two tries from the open-side flanker position. Despite the early success, however, the Canadians would lose the final two matches of the tournament to Wales 'A' and Portugal 37-0 and 26-16, respectively.\nParis would make the step up to the &lt;a href=\"Canada%20national%20rugby%20union%20team\"&gt;Canadian senior men's team&lt;/a&gt; the following year, being selected to the Canadian team for their 2010 tour of Europe. Paris would start on the wing against &lt;a href=\"Belgium%20national%20rugby%20union%20team\"&gt;Belgium&lt;/a&gt; picking up his first cap for the Canadians as well as a 43-12 victory. With his first cap against Belgium, Paris became the youngest player, at the age of 18, ever to be capped by the Canadian senior men's team. On 13 November 2010 Paris would again find himself starting on the wing, this time against &lt;a href=\"Spain%20national%20rugby%20union%20team\"&gt;Spain&lt;/a&gt;. Paris impressed with a strong performance adding two tries in a winning effort defeating Spain 60-22. Paris would go on to pick up his third cap for the national team on 27 November 2010 coming off the bench in a closely contested match versus &lt;a href=\"Portugal%20national%20rugby%20union%20team\"&gt;Portugal&lt;/a&gt; which saw the Canadians narrowly win 23-20.\nOn 8 July 2011 it was announced that Paris would represent Canada at the &lt;a href=\"2011%20Rugby%20World%20Cup\"&gt;2011 Rugby World Cup&lt;/a&gt;. He was the youngest player at the tournament and was set to break the record for the youngest player to appear in a game at the &lt;a href=\"Rugby%20World%20Cup\"&gt;Rugby World Cup&lt;/a&gt;, however, Canadian coach &lt;a href=\"Kieran%20Crowley\"&gt;Kieran Crowley&lt;/a&gt; chose not to include Paris in any of the Canadian 22-man selections during the tournament. Therefore, the record remained unbroken.\nThe following year Paris was selected into the &lt;a href=\"Canada%20national%20under-20%20rugby%20union%20team\"&gt;Canadian U-20&lt;/a&gt; squad for the &lt;a href=\"2012%20IRB%20Junior%20World%20Rugby%20Trophy\"&gt;2012 IRB Junior World Rugby Trophy&lt;/a&gt;. Paris started as outside centre for the first two matches of the tournament against opponents Georgia and Japan. The Canadians would go on to lose these matches 31-17 and 38-35, respectively. Despite the losses, Paris managed to touch down twice against the Georgians and added one more try against Japan. Paris would start the final two matches of the tournament against Zimbabwe and Chile at the wing position. Paris notched a try in the 66-45 win over Zimbabwe as well as touched down in 43-31 loss to a surprising Chile team. The Canadians finished the tournament in 6th place."
}