{
    "id": "36152840",
    "revid": "21878292",
    "url": "https://en.wikipedia.org/wiki?curid=36152840",
    "title": "SS Cap Finisterre",
    "text": "The steam ship Cap Finisterre was a German transatlantic &lt;a href=\"ocean%20liner\"&gt;ocean liner&lt;/a&gt; of the early 20th century, which was transferred to Japan in 1920 as German war reparations, and renamed on trans-Pacific routes. She was sunk on army service by an American submarine in 1942, during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, with the loss of over 800 lives, mostly civilians.\nHistory.\nGerman career.\n\"Cap Finisterre\" was built in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; by &lt;a href=\"Blohm%20%26amp%3B%20Voss\"&gt;Blohm &amp; Voss&lt;/a&gt; for the &lt;a href=\"Hamburg%20Sud\"&gt;Hamburg-South America Line&lt;/a&gt;. She was completed in 1911 and named for &lt;a href=\"Cape%20Finisterre\"&gt;Cape Finisterre&lt;/a&gt; in western &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;. \"Cap Finisterre\" made her maiden voyage from Hamburg to &lt;a href=\"Buenos%20Aires\"&gt;Buenos Aires&lt;/a&gt; on 21 November 1911 with 1,350 passengers.\nOn her arrival in Buenos Aires after only 13.5 days, she was advertised as the largest, fastest, and most luxurious ocean liner in service between Europe and South America. She continued to serve on routes to South America until the outbreak of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; in August 1914, when she was laid up at Hamburg.\n\"Cap Finisterre\" was ear-marked by the &lt;a href=\"Imperial%20German%20Navy\"&gt;Imperial German Navy&lt;/a&gt; for conversion as an &lt;a href=\"auxiliary%20cruiser\"&gt;auxiliary cruiser&lt;/a&gt;; however she was not requisitioned and remained at Hamburg for the duration of the war due to the &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allied&lt;/a&gt; blockade.\nOn 4 April 1919, she was handed over to the Allies as part of Germany's &lt;a href=\"World%20War%20I%20reparations\"&gt;war reparations&lt;/a&gt;.\nAmerican career.\nOn 11 April 1919, \"Cap Finisterre\" was initially transferred to the United States, and commissioned into the &lt;a href=\"US%20Navy\"&gt;US Navy&lt;/a&gt; as the USS \"Cap Finisterre\". She made four round trips between &lt;a href=\"Brest%2C%20France\"&gt;Brest&lt;/a&gt;, France and &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; returning American soldiers home after the war. From August 1919 she was laid up at the &lt;a href=\"New%20York%20Naval%20Yard\"&gt;New York Naval Yard&lt;/a&gt; for several months.\nOn 25 November 1919, she was decommissioned, and transferred to the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, and placed under the &lt;a href=\"Shipping%20Controller\"&gt;Shipping Controller&lt;/a&gt;. However, the British government never placed the liner into service, but transferred her instead to the &lt;a href=\"Empire%20of%20Japan\"&gt;Imperial Japanese government&lt;/a&gt; as part of Japan's share of the German war reparations.\nJapanese civilian career.\n\"Cap Finisterre\" was renamed \"Taiyō Maru\" in 1920, and managed by &lt;a href=\"Nippon%20Yusen\"&gt;Nippon Yusen Kaisha (NYK)&lt;/a&gt;. However, NYK was initially at a loss as to what to do with such a large and expensive to operate vessel. Japanese Prime Minister &lt;a href=\"Takahashi%20Korekiyo\"&gt;Takahashi Korekiyo&lt;/a&gt; finally called upon &lt;a href=\"Asano%20S%C5%8Dichir%C5%8D\"&gt;Asano Sōichirō&lt;/a&gt;, founder of &lt;a href=\"T%C5%8Dy%C5%8D%20Kisen\"&gt;Tōyō Kisen&lt;/a&gt; (Oriental Steamship Company) to accept the ship, and to place it on the company’s trans-Pacific route between &lt;a href=\"Hong%20Kong\"&gt;Hong Kong&lt;/a&gt;, &lt;a href=\"Shanghai\"&gt;Shanghai&lt;/a&gt;, &lt;a href=\"Kobe\"&gt;Kobe&lt;/a&gt;, &lt;a href=\"Yokohama\"&gt;Yokohama&lt;/a&gt;, &lt;a href=\"Honolulu\"&gt;Honolulu&lt;/a&gt;, &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; and &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;. Asano addressed issues about the possible stability of vessel by lowering her funnels and adding more ballast to give her a lower profile in the water. He also sponsored a cruise from Yokohama to Hong Kong, on which he invited numerous luminaries from the business and political world (including &lt;a href=\"Yasuda%20Zenjir%C5%8D\"&gt;Yasuda Zenjirō&lt;/a&gt;) to publicise vessel and its luxurious fittings. On arrival in San Francisco after its maiden crossing on 25 June 1921, it was lauded by the San Francisco Chronicle newspaper for bringing the largest number of passengers ever to come on a single ship.\nHowever, on 10 March 1926, these routes were transferred from Tōyō Kisen to NYK, and Asano was forced to sell the ship to the Japanese government. The vessel was operated on the same route under NYK, which purchased the ship from the government for 120,000 Yen on 4 May 1929.\nShortly after this, NYK faced issues on routes to North America due to the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; and increasing restrictions by the American government on immigration to California. \"Taiyō Maru\" also faced competition from the newer and faster and on the same route.\n&lt;a href=\"Langston%20Hughes\"&gt;Langston Hughes&lt;/a&gt; was a passenger on \"Taiyō Maru\" on his way back to the United States after his 1932 visit to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt; and &lt;a href=\"Korea%20under%20Japanese%20rule\"&gt;Korea&lt;/a&gt;\n\"Taiyō Maru\" carried many members of the Japanese Olympic Team for the &lt;a href=\"1932%20Summer%20Olympics\"&gt;1932 Summer Olympics&lt;/a&gt; in Los Angeles. Its third class area was transformed into a practice area for the wrestling team and its swimming pool was used for practice by the women's swimming team, including &lt;a href=\"Hideko%20Maehata\"&gt;Hideko Maehata&lt;/a&gt; and &lt;a href=\"Hatsuho%20Matsuzawa\"&gt;Hatsuho Matsuzawa&lt;/a&gt;.\nOn 22 October 1941 \"Taiyō Maru\" departed Yokohama with the last 301 foreign nationals remaining in Japan. Her crew included three &lt;a href=\"Imperial%20Japanese%20Navy\"&gt;Imperial Japanese Navy&lt;/a&gt; officers in disguise, and her route to Honolulu was the same route planned for the &lt;a href=\"1st%20Air%20Fleet%20%28Imperial%20Japanese%20Navy%29\"&gt;\"Kido Butai\"&lt;/a&gt; strike force for the &lt;a href=\"attack%20on%20Pearl%20Harbor\"&gt;attack on Pearl Harbor&lt;/a&gt;. The three Japanese officers reconnoitered the entrance to &lt;a href=\"Pearl%20Harbor\"&gt;Pearl Harbor&lt;/a&gt; while \"Taiyō Maru\" was in port from 1 to 5 November 1941, and return to Yokohama on \"Taiyō Maru\" with 447 Japanese evacuees on 17 November to brief the crews of the &lt;a href=\"midget%20submarine\"&gt;midget submarine&lt;/a&gt; crews who are part of the attack.\nJapanese military service.\nIn early May 1942, \"Taiyō Maru\" was requisitioned by the &lt;a href=\"Imperial%20Japanese%20Army\"&gt;Imperial Japanese Army&lt;/a&gt; as an auxiliary transport. Her first and only assignment was to transport 34 soldiers and 1,010 civilians, including military governors, doctors, bureaucracy staff, educators and technicians needed to administer conquered Southeast Asian regions. The passengers included a large number of oil-field technicians bound for the &lt;a href=\"Palembang\"&gt;Palembang&lt;/a&gt;, &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt; and to revive oil refining facilities at &lt;a href=\"Miri%2C%20Malaysia\"&gt;Miri&lt;/a&gt; in &lt;a href=\"Sarawak\"&gt;Sarawak&lt;/a&gt; and &lt;a href=\"Balikpapan\"&gt;Balikpapan&lt;/a&gt;, &lt;a href=\"Borneo\"&gt;Borneo&lt;/a&gt;, as well as technicians for &lt;a href=\"British%20Malaya\"&gt;Malaya&lt;/a&gt; and for &lt;a href=\"Java\"&gt;Java&lt;/a&gt; to install new equipment in the aluminum refinery facility and to construct a cement factory at &lt;a href=\"Davao%20City\"&gt;Davao&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;. She was also loaded with 2,450 tons of war materiel including ammunition, &lt;a href=\"hand%20grenade\"&gt;hand grenade&lt;/a&gt;s, and 150 tons of &lt;a href=\"calcium%20carbide\"&gt;calcium carbide&lt;/a&gt;. She departed for &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt; on 7 May 1942 as part of a convoy consisting of , three cargo ships (\"Mikage Maru\", \"Dover Maru\", and \"Ryusei Maru\") being escorted by auxiliary gunboat \"Peking Maru\". Although \"Taiyo Maru\" was capable of more than , she was limited to by the speed of the slowest member of the convoy, and progress was further hampered by gale-force winds. On 8 May, the escorting auxiliary gunboat signaled sighting a submarine, and the crew went to battle stations. Around this time, most of the passengers were at their evening meal. At 19:45 hours, \"Taiyō Maru\" was struck portside stern by two &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es fired by . One torpedo hit the No. 2 hold, causing the calcium carbide stored there to catch fire and explode. Likewise, the cargo of ammunition and hand grenades exploded, blowing out the bottom of the vessel. The passengers rushed to the 18 &lt;a href=\"Lifeboat%20%28shipboard%29\"&gt;lifeboats&lt;/a&gt;, only to find the deck on fire and most of the lifeboats destroyed by the explosions. By 20:20, the water reached C deck, and by 20:35, the ship started to submerge bow first. Captain Keisuke Harada and about a dozen crewmen decided to go down with the ship, which sank at 20:40 hours approximately southwest of Me-shima in the &lt;a href=\"Danjo%20Islands\"&gt;Danjo Islands&lt;/a&gt; ().\n\"Peking Maru\" rescued 15 survivors, and the destroyer and auxiliary gunboat rescued 480 more survivors under gale-force conditions. A small fishing vessel rescued 48 more, for a total of 543 survivors. Captain Harada and 156 of his 263-man crew, 656 of 1,044 passengers and four of 53 armed guards/gunners died (total 817). The famous engineer &lt;a href=\"Yoichi%20Hatta\"&gt;Yoichi Hatta&lt;/a&gt;, who built &lt;a href=\"Wushantou%20Dam\"&gt;Wushantou Dam&lt;/a&gt; and &lt;a href=\"Chianan%20Irrigation\"&gt;Chianan Irrigation&lt;/a&gt;, was a passenger of the ship when it sank. His body was found in &lt;a href=\"Hagi%2C%20Yamaguchi\"&gt;Hagi, Yamaguchi&lt;/a&gt;, and after cremation, his ashes were returned to Taiwan.\nWreck.\nIn August 2018 the wreck of \"Taiyō Maru\" was discovered by divers of the Society La Plongée for Deep Sea Technology, lying on her &lt;a href=\"port%20side\"&gt;port side&lt;/a&gt; and reported largely undamaged except for the bow."
}