{
    "id": "3616653",
    "revid": "35058438",
    "url": "https://en.wikipedia.org/wiki?curid=3616653",
    "title": "Alzira (opera)",
    "text": "Alzira is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in a prologue and two acts by &lt;a href=\"Giuseppe%20Verdi\"&gt;Giuseppe Verdi&lt;/a&gt; to an Italian &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; by &lt;a href=\"Salvatore%20Cammarano\"&gt;Salvatore Cammarano&lt;/a&gt;, based on the 1736 play \"Alzire, ou les Américains\" by &lt;a href=\"Voltaire\"&gt;Voltaire&lt;/a&gt;.\nThe first performance was at the &lt;a href=\"Teatro%20San%20Carlo\"&gt;Teatro San Carlo&lt;/a&gt;, &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, on 12 August 1845. The contemporary reviews were mixed, and the first run of the opera received only four further performances.\nComposition history.\nFollowing his completion of \"&lt;a href=\"Giovanna%20d%27Arco\"&gt;Giovanna d'Arco&lt;/a&gt;\", Verdi began on work on \"Alzira\", having been invited by the impresario of the &lt;a href=\"Teatro%20San%20Carlo\"&gt;Teatro San Carlo&lt;/a&gt; in Naples, Vincenzo Flauto, to write an opera for that house, the invitation having followed the earlier success of \"&lt;a href=\"Ernani\"&gt;Ernani&lt;/a&gt;\". One of the attractions of the arrangement to Verdi was to have the services of the man who was now - following &lt;a href=\"Felice%20Romani\"&gt;Felice Romani&lt;/a&gt;'s virtual retirement - the principal librettist in Italy. This was Salvatore Cammarano, the Naples \"house poet\" who had been responsible for some of Donizetti's successes, which included \"&lt;a href=\"Lucia%20di%20Lammermoor\"&gt;Lucia di Lammermoor&lt;/a&gt;\". Using the publisher &lt;a href=\"Giovanni%20Ricordi\"&gt;Giovanni Ricordi&lt;/a&gt; as \"a kind of agent\" Verdi's terms were laid out. These included being able to receive one-third more than his fee for \"&lt;a href=\"I%20Lombardi\"&gt;I Lombardi&lt;/a&gt;\" and, more importantly, having a finished libretto from Cammarano in his possession four months before the production.\nVerdi had received a synopsis of the opera from Cammarano, the subject of which was not his. But, as Budden notes, Verdi adopted a somewhat passive attitude, impressed as he was at being able to work with this librettist. In a letter of 23 February 1845, Verdi had expressed his optimism that \"Voltaire's tragedy will become an excellent melodrama,\" with the added hope that if the librettist would \"put some passion into your libretto\" and that he, Verdi, would write music to match. In their early correspondence, it appears that Cammarano had already sent some sample verses because Verdi's 23 February letter also contained his enthusiasm for receiving more: \"I beg you to send me promptly some more verses. It's not necessary for me to tell you to keep it short. You know the theatre better than I do.\" It is quite clear that Verdi's characteristic requirement for brevity appeared this early on in his career.\nAs far as the libretto went, it was acceptable to Verdi; he was even \"highly delighted\" with it. However, from Voltaire's play the \"intellectual content [was] reduced to a minimum [and] religion and politics, the two \"raisons d'être\" of the drama, are scarcely mentioned; and the confrontation of different creeds, different civilizations and different worlds becomes merely another variant of the eternal triangle. In the Spring of 1845 Verdi's health forced a postponement until at least following August, although he was well enough to arrive in Naples by the end of July to oversee rehearsals. In a letter of 30 July, he expresses optimism that the opera will be well received but notes that \"if it were to fail, that wouldn't upset me unduly\".\nPerformance history.\n19th century\nThe opening performance received a complimentary note of approval in Naples' \"Gazzetta Musicale\": \"Beauties so delicately contrived that the ear can hardly take them in\". However, the general reaction in Naples was not positive, even worse when \"Alzira\" was staged in Rome in November 1845 and, worse still, after the 1846 presentations at La Scala, resulting in the worst press that the composer had seen since the failure of \"&lt;a href=\"Un%20giorno%20di%20regno\"&gt;Un giorno di regno&lt;/a&gt;\" in 1840. It was staged in Ferrara as part of the Spring 1847 carnivale season, after which it disappeared from the repertory.\n20th century and beyond\nPrior to 1940, the opera was not performed very often; however, there was a 1938 concert performance in Berlin with &lt;a href=\"Elisabeth%20Schwarzkopf\"&gt;Elisabeth Schwarzkopf&lt;/a&gt;. Other recordings show that there has been a steady flow of presentations, many only in concert form, especially since 2000. Postwar stagings include those given by the &lt;a href=\"Rome%20Opera\"&gt;Rome Opera&lt;/a&gt; in February 1967 (with &lt;a href=\"Virginia%20Zeani\"&gt;Virginia Zeani&lt;/a&gt; as Alzira and &lt;a href=\"Cornell%20MacNeil\"&gt;Cornell MacNeil&lt;/a&gt; as Gusmano). According to Budden this \"proved that the score is genuinely alive\" and he concludes by noting that it is \"not downright bad\" and that \"no Verdi opera is totally negligible\".\nIt was not until January 1968 that it was first given in the US: a concert version was given in &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt;, New York on 17 January 1968 with &lt;a href=\"Louis%20Quilico\"&gt;Louis Quilico&lt;/a&gt;.\nIn February 1981, it was staged by the &lt;a href=\"Teatro%20Regio%20di%20Parma\"&gt;Teatro Regio di Parma&lt;/a&gt; and in July 1996, a performance was given at the &lt;a href=\"Royal%20Opera%20House\"&gt;Royal Opera House&lt;/a&gt; in London\nIn March / April 1998 it was given in the Stadttheater in &lt;a href=\"Passau\"&gt;Passau&lt;/a&gt;; it was included in 2000 in the &lt;a href=\"Sarasota%20Opera\"&gt;Sarasota Opera&lt;/a&gt;'s \"Verdi Cycle\"; and it was revived at the Teatro Regio di Parma in May/June 2002, with &lt;a href=\"Vladimir%20Chernov\"&gt;Vladimir Chernov&lt;/a&gt;. Periodically, between January and June 2010, it was presented by the Theater St Gallen in Switzerland, with &lt;a href=\"Paolo%20Gavanelli\"&gt;Paolo Gavanelli&lt;/a&gt; appearing in some performances.\n\"Alzira\" received its first professional staging in the UK at the &lt;a href=\"Buxton%20Festival\"&gt;Buxton Festival&lt;/a&gt; in 2018.\nSynopsis.\nPrologue: The Prisoner.\nPeruvian Indians drag the Spanish governor, Alvaro, into the square and are about to execute him. Suddenly Zamoro, an Inca, appears and asks them to release the man; they do so.\nZamoro tells the Indians that he had been captured and tortured by Gusmano, the leader of the Spaniards (\"Un Inca, eccesso orribile\" / \"An Inca..dreadful outrage!\") to the point where everyone believed him to be dead. Otumbo tells Zamoro that Alzira, his beloved, along with her father Ataliba, are being held captive by the Spaniards, and he urges the Indian tribes to revolt: \"Risorto fra le tenebre\" / \"I emerged into the darkness ...\").\nAct 1: A Life for a Life.\n\"Scene 1: The main square of Lima\"\nAlvaro announces that, due to his age and infirmity, he is relinquishing the governorship and handing it over to his son, Gusmano who states that his first act will be to secure peace with the Incas. Ataliba gives him his support, but advises him that his daughter Alzira is not yet ready to marry Gusmano. He, while understanding (\"Eterna la memoria\" / \"The eternal memory of a desperate love is weighing her down ...\"), urges the older man to try to persuade her (\"Quanto un mortal può chiedere\" / \"Whatever a mortal man can ask for..\")\n\"Scene 2: Ataliba's apartments in the governor's palace\"\nAs her father enters, Alzira wakes but is still half dreaming of Zamoro. She recounts a more disturbing dream she has had of Gusmano (\"Da Gusman sul fragil barca\" / \"I was fleeing from Gusman in a frail boat\") but, although he is dead, she still believes that Zamoro loves her: \"Nell'astro che più fulgido\" / \"On the star that gleams most brightly ... there lives Zamoro\". Ataliba continues to try to persuade Alzira to marry Gusmano, without success, until suddenly Zamoro enters. Believing that it is his ghost, Alzira is skeptical, but realizes that he is still alive. They pledge their love together: \"Risorge ne' tuoi lumi l'astro de' giorni miei!\" / \"The star of my existence has risen again in your eyes!\".\nGusmano enters, sees the couple together, and orders that Zamoro be arrested and immediately executed. \nThere follows the sextet \"Nella polve genuflesso\" in which each of the characters expresses his/her feelings: \"Alvaro begs his son to show mercy; Gusman remains obdurate but uneasy, Alzira. ... ., laments the passing of her short-lived happiness; Zamoro expresses his faith in her constancy; Zuma and Ataliba their despair\"\nAs the Inca invasion of Lima is announced, Alvaro confirms that Zamoro has saved him from certain death; Gusmano orders him to be freed to go out to fight with the invading Incas: \"I shall meet you in battle, hated rival\".\nAct 2: The Vengeance of a Savage.\n\"Scene 1: The fortifications of Lima\"\nZamoro has led a fresh attack against the \"conquistadores\" and has been captured. Gusmano condemns him to death, but, over Alzira's protests, forces her to agree to marry Gusmano promising that he will spare Zamoro. Reluctantly, she agrees (Gusmano: \"Colma di gioia ho l'anima!\" / \"My heart is bursting with joy\").\n\"Scene 2: A cave, some distance from Lima\"\nThe defeated Incas are downcast, but they hear that Zamoro has escaped, dressed as a Spanish soldier. He soon enters but is in despair: \"Irne lungi ancor dovrei\" / \" Must I drag out my days as a fugitive, bowed down with shame?\". When he hears from his followers that Alzira has agreed to marry Gusmano and that preparations are being made, vows to fight: \"Non di codarde lagrime\" / \"This is not the time for cowardly tears, but for blood!\". He rushes out to the palace\n\"Scene 3: Large hall in the governor's palace\"\nAs the wedding of Alzira and Gusmano is about to begin, a Spanish soldier leaps forward and fatally stabs Gusmano. To Alzira's surprise it is Zamoro. Before he dies, Gusmano tells him that Alzira only agreed to the marriage in order to secure his release. He forgives Zamoro, blesses his union with Alzira, and receives a final blessing from his father as he dies.\nOrchestration.\n\"Alzira\" is scored for piccolo, two flutes, two oboes, two clarinets, two bassoons, four horns, two trumpets, three trombones, one cimbasso, timpani, bass drum and cymbals, snare drum, triangle, offstage band, offstage bass drum, harp and strings.\nMusic.\nAs both Budden and Parker have observed, Verdi's reference to this opera later in his life as \"proprio brutta\" (\"downright ugly\") was as much a reflection on the composer's reaction to the libretto as it was on the music. In one example, Budden notes that Verdi's setting of the act 1 love duet, \"he preferred to press swiftly ahead, sustaining a dramatic momentum which the text does not imply\".\nHowever, both scholars are also in agreement that there is some interesting music, especially some of the ensembles and, in areas where the composer may have gone beyond the conventional and which are not as successful, \"the conventional moments succeed far better than those that challenge accepted norms\". The critic Arrivabene's general comment has been noted, but in regard to the overture, he stated that it: \"preserves the two-fold character of the opera - savage and warlike on the one hand, tender and romantic on the other. Its form is completely novel and it aroused the greatest enthusiasm\".\nIn another example, Budden comments on the \"Nella polve genuflesso\" act 1 sextet and chorus, drawing the reader's attention to the fact that, after all, the libretto was written by Cammarano for a Neapolitan audience, the same one which would have experienced his famous \"Lucia\" sextet. However, as written by Verdi \"the structure is altogether more varied and elaborate. The opening dialogue between Alvaro and Gusmano is remarkably original with its persistent upward motion from key to key a fifth apart.\"\nReferences.\nNotes\nSources"
}