{
    "id": "362082",
    "revid": "855858",
    "url": "https://en.wikipedia.org/wiki?curid=362082",
    "title": "Fairfield Porter",
    "text": "Fairfield Porter (June 10, 1907 – September 18, 1975) was an American painter and &lt;a href=\"Art%20criticism\"&gt;art critic&lt;/a&gt;. He was the fourth of five children of James Porter, an architect, and Ruth Furness Porter, a poet from a literary family. He was the brother of photographer &lt;a href=\"Eliot%20Porter\"&gt;Eliot Porter&lt;/a&gt; and the brother-in-law of federal &lt;a href=\"United%20States%20Bureau%20of%20Reclamation\"&gt;Reclamation&lt;/a&gt; Commissioner &lt;a href=\"Michael%20W.%20Straus\"&gt;Michael W. Straus&lt;/a&gt;.\nWhile a student at &lt;a href=\"Harvard\"&gt;Harvard&lt;/a&gt;, Porter majored in fine arts; he continued his studies at the &lt;a href=\"Art%20Students%27%20League\"&gt;Art Students' League&lt;/a&gt; when he moved to New York City in 1928. His studies at the Art Students' League predisposed him to produce socially relevant art and, although the subjects would change, he continued to produce realist work for the rest of his career. He would be criticized and revered for continuing his representational style in the midst of the &lt;a href=\"Abstract%20expressionism\"&gt;Abstract Expressionist&lt;/a&gt; movement.\nHis subjects were primarily &lt;a href=\"Landscape%20art\"&gt;landscapes&lt;/a&gt;, domestic interiors and &lt;a href=\"portrait\"&gt;portrait&lt;/a&gt;s of family, friends and fellow artists, many of them affiliated with the &lt;a href=\"New%20York%20School%20%28art%29\"&gt;New York School&lt;/a&gt; of writers, including &lt;a href=\"John%20Ashbery\"&gt;John Ashbery&lt;/a&gt;, &lt;a href=\"Frank%20O%27Hara\"&gt;Frank O'Hara&lt;/a&gt;, and &lt;a href=\"James%20Schuyler\"&gt;James Schuyler&lt;/a&gt;. Many of his paintings were set in or around the family summer house on &lt;a href=\"Great%20Spruce%20Head%20Island%2C%20Maine\"&gt;Great Spruce Head Island, Maine&lt;/a&gt; and the family home at 49 South Main Street, Southampton, New York.\nHis painterly vision, which encompassed a fascination with &lt;a href=\"nature\"&gt;nature&lt;/a&gt; and the ability to reveal extraordinariness in ordinary life, was heavily indebted to the French painters &lt;a href=\"Pierre%20Bonnard\"&gt;Pierre Bonnard&lt;/a&gt; and &lt;a href=\"%C3%89douard%20Vuillard\"&gt;Édouard Vuillard&lt;/a&gt;. John Ashbery wrote of him: \"Characteristically, [Porter] tended to prefer the late woolly Vuillards to the early ones everyone likes\".\nPorter said once, \"When I paint, I think that what would satisfy me is to express what Bonnard said &lt;a href=\"Pierre-Auguste%20Renoir\"&gt;Renoir&lt;/a&gt; told him: 'make everything more beautiful.'\"\nWork in public collections.\nPorter bequeathed about 250 of his works to the &lt;a href=\"Parrish%20Art%20Museum\"&gt;Parrish Art Museum&lt;/a&gt;."
}