{
    "id": "36209409",
    "revid": "1059389497",
    "url": "https://en.wikipedia.org/wiki?curid=36209409",
    "title": "Monotonic scale",
    "text": "A monotonic scale is a &lt;a href=\"scale%20%28music%29\"&gt;musical scale&lt;/a&gt; consisting of only one &lt;a href=\"Musical%20note\"&gt;note&lt;/a&gt; in the &lt;a href=\"octave\"&gt;octave&lt;/a&gt;. Having a deliberate fixed note, the monotonic is still a &lt;a href=\"musical%20form\"&gt;musical form&lt;/a&gt; rather than a total absence of &lt;a href=\"melody\"&gt;melody&lt;/a&gt;. The monotonic stands in contrast to more common musical scales, such as the &lt;a href=\"penatonic%20scale\"&gt;pentatonic&lt;/a&gt; (five notes) and modern, common Western &lt;a href=\"heptatonic%20scale\"&gt;heptatonic&lt;/a&gt; and &lt;a href=\"chromatic%20scale\"&gt;chromatic scale&lt;/a&gt;s.\nLiturgical usage.\nEarly Christian liturgical recitation may have been monotonic. Charles William Pearce speculated that the monotonic &lt;a href=\"Reciting%20tone\"&gt;psalm tone&lt;/a&gt; might have been an intermediary step between spoken recitation of the &lt;a href=\"Psalter\"&gt;Psalter&lt;/a&gt; and melodic singing:\nThe \"Annotated Book of Common Prayer\" similarly notes that (according to &lt;a href=\"Saint%20Augustine\"&gt;Saint Augustine&lt;/a&gt;) &lt;a href=\"Athanasius%20of%20Alexandria\"&gt;Saint Athanasius&lt;/a&gt; discouraged variance in note in liturgical recitation, but that eventual modulation of the note led to the development of &lt;a href=\"plainsong\"&gt;plainsong&lt;/a&gt;.\nIn &lt;a href=\"M%C4%81ori%20people\"&gt;Māori&lt;/a&gt; Christian services in Auckland, New Zealand, the Ten Commandments and the Psalms are sung in a &lt;a href=\"Responsory\"&gt;responsorial&lt;/a&gt; style called \"waiata\" (the &lt;a href=\"M%C4%81ori%20language\"&gt;Māori&lt;/a&gt; word for song), with monotonic chanting alternating between the minister and the congregation. Some of the congregation may sing at the interval of a third above the others, and sometimes a few of the women will add a fourth below, producing a constant &lt;a href=\"Second%20inversion\"&gt;second-inversion&lt;/a&gt; &lt;a href=\"Triad%20%28music%29\"&gt;triad&lt;/a&gt;. The end of each phrase is marked by a descending &lt;a href=\"glissando\"&gt;glissando&lt;/a&gt;.\nArt music.\nMonotonic passages are also used in &lt;a href=\"art%20music\"&gt;art music&lt;/a&gt; for stylistic effect. In &lt;a href=\"Franz%20Schubert\"&gt;Schubert&lt;/a&gt;'s \"&lt;a href=\"Death%20and%20the%20Maiden%20%28song%29\"&gt;Death and the Maiden&lt;/a&gt;\", the character of Death generally employs monotonic recitation, described by one scholar as depicting \"an inanimate being incapable of the lyricism of the living.\" In \"&lt;a href=\"La%20gazza%20ladra\"&gt;La gazza ladra&lt;/a&gt;\" (1817), &lt;a href=\"Gioachino%20Rossini\"&gt;Rossini&lt;/a&gt; represents Ninetta's simplicity and innocence with an almost monotone declamation at \"A mio nome deh consegna questo anello\", whereas in the Wolf's Glen scene of \"&lt;a href=\"Der%20Freisch%C3%BCtz\"&gt;Der Freischütz&lt;/a&gt;\" (1821), &lt;a href=\"Carl%20Maria%20von%20Weber\"&gt;Weber&lt;/a&gt; characterizes the powers of evil by having the invisible spirits sing in monotone, and denies song entirely to Samiel and, finally, also to Max as he succumbs to Samiel's power. Another use of the monotonic scale occurs throught the first piece of György Ligeti's &lt;a href=\"Musica%20ricercata\"&gt;Musica ricercata&lt;/a&gt;, which employs the note A played in a variety of different techniques."
}