{
    "id": "3622689",
    "revid": "40192293",
    "url": "https://en.wikipedia.org/wiki?curid=3622689",
    "title": "Andy McDonald (ice hockey)",
    "text": "Andy McDonald (born August 25, 1977) is a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; retired professional &lt;a href=\"ice%20hockey\"&gt;ice hockey&lt;/a&gt; player. He played for the &lt;a href=\"Anaheim%20Ducks\"&gt;Anaheim Ducks&lt;/a&gt; and the &lt;a href=\"St.%20Louis%20Blues\"&gt;St. Louis Blues&lt;/a&gt; of the &lt;a href=\"National%20Hockey%20League\"&gt;National Hockey League&lt;/a&gt; (NHL), winning the Stanley Cup with Anaheim in 2007.\nPlaying career.\nMcDonald was first coached by his father, who originally had him play &lt;a href=\"Defenceman\"&gt;defence&lt;/a&gt;, but moved him to &lt;a href=\"Forward%20%28ice%20hockey%29\"&gt;forward&lt;/a&gt; when it became evident he would be too small to make a career as a defenceman. He played in the Strathroy &amp; District Minor Hockey Association and moved onto the Elgin-Middlesex Chiefs AAA team.\nAndy played Junior B hockey for the &lt;a href=\"Strathroy%20Rockets\"&gt;Strathroy Rockets&lt;/a&gt;. In 1994–1995, he was named the Rockets Most Valuable Player and had the best plus-minus as a forward. From the OHA he received Eastern Division MVP, League MVP, and the OHA Player of the Year. In 1995–1996, he again had the best plus-minus as a forward, was Rocket Player of the Year, MVP, and Playoff MVP. He also received the Eastern Division MVP, League MVP, and League Player of the Year that season. In the playoffs Andy scored the game-winning goal in overtime of game six against the &lt;a href=\"Aylmer%20Spitfires\"&gt;Aylmer Aces&lt;/a&gt; that gave the Rockets a huge upset win and their first playoff series win in 19 years.\nAfter being spotted playing in the &lt;a href=\"Western%20Ontario%20Hockey%20League\"&gt;Western Ontario Junior Hockey League&lt;/a&gt; by Stan Moore and Chris Wells, Andy spent four years with a full scholarship at &lt;a href=\"Colgate%20University\"&gt;Colgate University&lt;/a&gt; alongside fellow Strathroy native Darryl Campbell, the older brother of NHL defenseman &lt;a href=\"Brian%20Campbell\"&gt;Brian Campbell&lt;/a&gt;. He led the Division I Red Raiders, culminating his career there with an ECAC scoring championship, being named the ECAC Player of the Year, being selected for the ECAC All-Star Team and was a finalist for the coveted Hobey Baker Award and an All-American. He graduated with a degree in International Relations.\nHe went undrafted and was signed as a &lt;a href=\"free%20agent\"&gt;free agent&lt;/a&gt; by Anaheim in &lt;a href=\"2000%E2%80%9301%20NHL%20season\"&gt;2000&lt;/a&gt;. On December 3, 2000, he scored his first NHL goal against &lt;a href=\"Jamie%20Storr\"&gt;Jamie Storr&lt;/a&gt; of the &lt;a href=\"Los%20Angeles%20Kings\"&gt;Los Angeles Kings&lt;/a&gt;. McDonald represented Team Canada at the 2002 &lt;a href=\"Ice%20Hockey%20World%20Championships\"&gt;World Championships&lt;/a&gt; in Sweden, where he led the team in goals and points.\n&lt;a href=\"Concussion\"&gt;Concussion&lt;/a&gt; problems plagued his first three seasons with the Ducks, and he was forced to sit and watch when the team made a run at the &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt; in &lt;a href=\"2002%E2%80%9303%20NHL%20season\"&gt;2003&lt;/a&gt;.\nMcDonald spent the &lt;a href=\"2004%E2%80%9305%20NHL%20lockout\"&gt;2004–05 lockout&lt;/a&gt; season playing overseas in the &lt;a href=\"Deutsche%20Eishockey%20Liga\"&gt;Deutsche Eishockey Liga&lt;/a&gt; with team ERC Ingolstadt, along with fellow NHLers &lt;a href=\"Marco%20Sturm\"&gt;Marco Sturm&lt;/a&gt;, &lt;a href=\"Jamie%20Langenbrunner\"&gt;Jamie Langenbrunner&lt;/a&gt;, and &lt;a href=\"Aaron%20Ward%20%28hockey%29\"&gt;Aaron Ward&lt;/a&gt;.\nOn January 19, 2007, McDonald was selected to play in his first NHL All-Star game, replacing &lt;a href=\"Detroit%20Red%20Wings\"&gt;Detroit Red Wings&lt;/a&gt; forward &lt;a href=\"Henrik%20Zetterberg\"&gt;Henrik Zetterberg&lt;/a&gt; who was injured. During the skills competition, McDonald won the fastest skater challenge, finishing with a time of 14.03 seconds (&lt;a href=\"Dylan%20Larkin\"&gt;Dylan Larkin&lt;/a&gt; holds the record of 13.172).\nOn June 4, 2007, during game four of the &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt; finals against the &lt;a href=\"Ottawa%20Senators\"&gt;Ottawa Senators&lt;/a&gt;, McDonald contributed on all 3 of the Ducks goals, scoring two goals and an assist, en route to a 3–2 victory. McDonald was named the first star of the game on the official scoresheet. He finished with five goals in the series as the Ducks won the &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup&lt;/a&gt; in five games.\nOn December 14, 2007, in order for the Anaheim Ducks to free up salary cap space for &lt;a href=\"Scott%20Niedermayer\"&gt;Scott Niedermayer&lt;/a&gt;, McDonald was traded to the &lt;a href=\"St.%20Louis%20Blues\"&gt;St. Louis Blues&lt;/a&gt; for &lt;a href=\"Doug%20Weight\"&gt;Doug Weight&lt;/a&gt;.\nMcDonald fractured his leg in a game against the &lt;a href=\"Montreal%20Canadiens\"&gt;Montreal Canadiens&lt;/a&gt; on November 16, 2008. Despite this McDonald later returned and in February 2009, he signed a four-year extension with the Blues.\nMcDonald announced his retirement on June 6, 2013, citing concussion issues as the main reason for his decision.\nPersonal.\nMcDonald and his wife Gina have two children together, a son and a daughter."
}