{
    "id": "36230517",
    "revid": "26021349",
    "url": "https://en.wikipedia.org/wiki?curid=36230517",
    "title": "German submarine U-662",
    "text": "German submarine \"U-662\" was a &lt;a href=\"German%20Type%20VIIC%20submarine\"&gt;Type VIIC&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; built for &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" for service during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nShe was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; on 7 May 1941 by &lt;a href=\"Deutsche%20Werft\"&gt;Deutsche Werft&lt;/a&gt;, &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; as yard number 811, &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 22 January 1942 and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 9 April 1942 under \"&lt;a href=\"Korvettenkapit%C3%A4n\"&gt;Korvettenkapitän&lt;/a&gt;\" Wolfgang Hermann.\nDesign.\n&lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIC\"&gt;German Type VIIC submarines&lt;/a&gt; were preceded by the shorter &lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIB\"&gt;Type VIIB submarines&lt;/a&gt;. \"U-662\" had a displacement of when at the surface and while submerged. She had a total length of , a &lt;a href=\"pressure%20hull\"&gt;pressure hull&lt;/a&gt; length of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , a height of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by two &lt;a href=\"Germaniawerft\"&gt;Germaniawerft&lt;/a&gt; F46 four-stroke, six-cylinder &lt;a href=\"supercharged\"&gt;supercharged&lt;/a&gt; &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s producing a total of for use while surfaced, two &lt;a href=\"Siemens-Schuckert\"&gt;Siemens-Schuckert&lt;/a&gt; GU 343/38–8 &lt;a href=\"Motor%E2%80%93generator\"&gt;double-acting electric motors&lt;/a&gt; producing a total of for use while submerged. She had two shafts and two &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s. The boat was capable of operating at depths of up to .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . \"U-662\" was fitted with five &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s (four fitted at the bow and one at the stern), fourteen &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, one &lt;a href=\"8.8%20cm%20SK%20C/35%20naval%20gun\"&gt;SK C/35 naval gun&lt;/a&gt;, 220 rounds, and a &lt;a href=\"2%20cm%20FlaK%2030\"&gt;C/30&lt;/a&gt; anti-aircraft gun. The boat had a &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; of between forty-four and sixty.\nService history.\nThe boat's career began with training at &lt;a href=\"5th%20U-boat%20Flotilla\"&gt;5th U-boat Flotilla&lt;/a&gt; on 9 April 1942, followed by active service on 1 October 1942 as part of the &lt;a href=\"7th%20U-boat%20Flotilla\"&gt;7th Flotilla&lt;/a&gt; for the remainder of her service.\nIn 4 patrols she sank 3 merchant ships, for a total of and damaged one merchant ship.\nWolfpacks.\nU-662 took part in eleven &lt;a href=\"Wolfpack%20%28naval%20tactic%29\"&gt;wolfpacks&lt;/a&gt;, namely\nConvoy ONS 154.\nOn the night on 26 December 1942 \"U-662\" reported sighting &lt;a href=\"Convoy%20ONS%20154\"&gt;Convoy ONS 154&lt;/a&gt;.\n\"U-662\" sunk the crippled and straggling \"Ville de Rouen\" which had been attacked earlier by .\nJuly 1943.\nOn 19 July a US &lt;a href=\"B-24%20Liberator\"&gt;Liberator&lt;/a&gt; bomber dropped four depth charges, but broke off the attack after sustaining flak damage. \"U-662\" escaped undamaged.\nThe next day, \"U-662\" was again attacked by US aircraft, this time a &lt;a href=\"Douglas%20B-18%20Bolo\"&gt;Douglas B-18 Bolo&lt;/a&gt; aircraft, but again she escaped undamaged. She was sunk the following day.\nFate.\n\"U-662\" was sunk on 21 July 1943 in the North Atlantic in position , by depth charges from US &lt;a href=\"PBY%20Catalina\"&gt;Catalina&lt;/a&gt; from Patrol Squadron &lt;a href=\"VPB-94\"&gt;VP-94&lt;/a&gt;. Apart from the commander and two other crew members, all hands were lost.\n\"&lt;a href=\"Oberleutnant%20zur%20See\"&gt;Oberleutnant zur See&lt;/a&gt;\" Heinz-Eberhard Müller was so severely injured that he was repatriated to Germany in March 1944 as he was no longer fit for combat.\n\"On 21 July 1943 he was attacked for an hour by Lt. Stan Auslander, USN, in a PBY and then was sent to the bottom by another Catalina piloted by Ltjg. R. H. Howland USNR. MUELLER HAD BOTH ARMES AND ONE LEG BROKEN AND INTERNAL INJURIES. He was kept afloat and alive by his chief mate, one Horst Gaertner. Gaertner swam around with Mueller in his arms for seven days, until they were picked up by a patrol craft.\""
}