{
    "id": "36249025",
    "revid": "41694493",
    "url": "https://en.wikipedia.org/wiki?curid=36249025",
    "title": "Ted Flemming (politician)",
    "text": "Hugh John Alexander \"Ted\" Flemming (born June 13, 1954) is a Canadian politician, currently serving as &lt;a href=\"Legislative%20Assembly%20of%20New%20Brunswick\"&gt;MLA&lt;/a&gt; for the &lt;a href=\"electoral%20district\"&gt;electoral district&lt;/a&gt; of &lt;a href=\"Rothesay%20%28electoral%20district%29\"&gt;Rothesay&lt;/a&gt; in New Brunswick. Flemming was elected to the legislature in a &lt;a href=\"by-election\"&gt;by-election&lt;/a&gt; on June 25, 2012.\nFlemming graduated from the &lt;a href=\"University%20of%20New%20Brunswick\"&gt;University of New Brunswick&lt;/a&gt; &lt;a href=\"University%20of%20New%20Brunswick%20Faculty%20of%20Law\"&gt;law school&lt;/a&gt; in 1978 and was appointed &lt;a href=\"Queen%27s%20Counsel\"&gt;Queen's Counsel&lt;/a&gt; in 1992. He has served on the board of directors of the &lt;a href=\"New%20Brunswick%20Securities%20Commission\"&gt;New Brunswick Securities Commission&lt;/a&gt;, the &lt;a href=\"Port%20of%20Saint%20John\"&gt;Saint John Port Authority&lt;/a&gt; and the &lt;a href=\"Business%20Development%20Bank%20of%20Canada\"&gt;Business Development Bank of Canada&lt;/a&gt;. He is not an actively practicing lawyer.\nBefore politics.\nFlemming was born on June 13, 1954 in Sussex, New Brunswick. He is the son of Hugh John Flemming, Jr., a university professor.\nFlemming completed his high school education at Millidgeville North High School in Saint John, NB and is a graduate of the University of New Brunswick, Saint John campus, and the Faculty of Law at UNB Fredericton as a Beaverbrook Law Scholar.\nOn June 25, 1977 he married Nancy Doucet from &lt;a href=\"Petit-Rocher%2C%20New%20Brunswick\"&gt;Petit-Rocher, New Brunswick&lt;/a&gt;. The Flemmings have three children: Jonathan, Sarah and Heather and three grandchildren Hugh, Adam and Nathan.\nFlemming is from the fourth generation of the Flemming family to seek office under the &lt;a href=\"Progressive%20Conservative%20Party%20of%20New%20Brunswick\"&gt;Progressive Conservative Party of New Brunswick&lt;/a&gt;. His father, Hugh John Flemming, Jr., was an unsuccessful candidate for the legislature in the riding of &lt;a href=\"Saint%20John%20North\"&gt;Saint John North&lt;/a&gt; in the &lt;a href=\"1974%20New%20Brunswick%20general%20election\"&gt;1974 provincial election&lt;/a&gt;. \nHis grandfather, &lt;a href=\"Hugh%20John%20Flemming\"&gt;Hugh John Flemming&lt;/a&gt; was &lt;a href=\"Premier%20of%20New%20Brunswick\"&gt;Premier of New Brunswick&lt;/a&gt; and a member of &lt;a href=\"John%20Diefenbaker\"&gt;John Diefenbaker&lt;/a&gt;'s &lt;a href=\"Cabinet%20of%20Canada\"&gt;federal cabinet&lt;/a&gt;. His great-grandfather &lt;a href=\"James%20Kidd%20Flemming\"&gt;James Kidd Flemming&lt;/a&gt; was also Premier and a member of the &lt;a href=\"House%20of%20Commons%20of%20Canada\"&gt;House of Commons of Canada&lt;/a&gt;.\nEarly career.\nFlemming was the President of the Saint John East Progressive Conservative electoral district and nominated &lt;a href=\"Gerald%20Merrithew\"&gt;Gerald Merrithew&lt;/a&gt;, who went on to win the &lt;a href=\"Saint%20John%E2%80%94Rothesay\"&gt;Saint John&lt;/a&gt; riding in the 1984 Canadian federal election. Elected to the House of Commons of Canada in Ottawa, and with his party winning the election, Merrithew was a key cabinet minister delivering the $6.2 billion contract to construct a dozen patrol frigates for the Canadian navy employing over 4,000 workers in the late 1980s in Saint John. Flemming was a close political confidant of Merrithew on both provincial and federal political issues.\nA resident of Rothesay for over three decades, Flemming practiced law for more than 20 years, specializing in corporate, commercial, securities transportation and construction law, and was appointed Queen's Counsel in 1992 at 38 years of age. He was Counsel to Gilbert, McGloan, Gillis Barristers &amp; Solicitors from 1992 to 2010 and a partner with Clark, Drummie Barristers &amp; Solicitors from 1978 to 1991.\nBusinessman.\nFlemming owned several successful businesses including Caldwell Transport Limited, Can-Am Charter Service, Maritime Truck and Trailer Inc., Provincial Lumber Limited and Brunswick Timber Exports Inc.\nCaldwell Transport was a general common carrier operating 70 trucks from its Rothesay, NB office and provided full truck load service to a variety of customers primarily in the forest products, peat moss, dry bulk, construction materials and food service sectors.\nCan-Am Charter Services was a charter bus service operating 17 luxury motor coaches throughout eastern Canada and the United States.\nMaritime Truck and Trailer was a full service truck and trailer maintenance centre with five bays, five mechanics and service representatives.\nProvincial Lumber was the province's largest importer and exporter of forest products consisting of many former Flemming and Gibson executives.\nAt its peak, Flemming was the president of a group of companies with combined sales of $35 million and more than 125 employees.\nFlemming retired from his business career December 31, 2011.\nBoard member.\nFlemming served as a director of Market Square Corporation, the New Brunswick Securities Commission, the Saint John Port Authority.\nFlemming, who was general counsel for all legal matters for the Saint John Port Corporation from 1986 to 1995, was a member of the Board of Directors for the Port of Saint John beginning in 2008 and vice-chairman in 2010 serving on the Executive and Audit Committees.\nFlemming was a member of the New Brunswick Securities Commission including chairman of the Audit Committee from 2004 to 2008.\nA director on the BDC board for ten years from 1986 to 1996, Flemming served as a member of the Executive Committee and chairman of the Audit and Pension Committees.\nFlemming was a member of the board of directors for Market Square Corporation including chairman of the Audit Committee from 1980 to 1989.\nFlemming also served on the Town of Rothesay Planning Advisory Committee and as Atlantic Canada representative on the Rhodes Scholarship Selection Committee.\nPolitical career.\nFlemming entered politics in the spring of 2012 becoming a candidate in a &lt;a href=\"by-election\"&gt;by-election&lt;/a&gt; in the &lt;a href=\"Rothesay%20%28electoral%20district%29\"&gt;provincial riding of Rothesay&lt;/a&gt;. Flemming won the campaign and within just a few months was named to the high-profile &lt;a href=\"Executive%20Council%20of%20New%20Brunswick\"&gt;cabinet&lt;/a&gt; position of &lt;a href=\"Department%20of%20Health%20%28New%20Brunswick%29\"&gt;minister of health&lt;/a&gt;. He later became &lt;a href=\"Attorney%20General%20of%20New%20Brunswick\"&gt;Attorney General of New Brunswick&lt;/a&gt; in addition to his responsibilities at health in 2013.\nFlemming was re-elected in the 2014, 2018, and 2020 provincial elections."
}