{
    "id": "36275796",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=36275796",
    "title": "Vanajan Autotehdas",
    "text": "Vanajan Autotehdas Oy (VAT) was a producer of heavy vehicles based in &lt;a href=\"H%C3%A4meenlinna\"&gt;Hämeenlinna&lt;/a&gt;, &lt;a href=\"Finland\"&gt;Finland&lt;/a&gt;. The company was founded as \"Yhteissisu Oy\" in 1943 by the Finnish government and a number of major Finnish companies with the aim of producing lorries and buses for the &lt;a href=\"Finnish%20Defence%20Forces\"&gt;Finnish Defence Forces&lt;/a&gt;. World War II was over before the company could start series production; it was renamed Vanajan Autotehdas and the marque became Vanaja. Subsequently, the production consisted of outdated lorry models, partly built from military surplus materials. After overcoming initial difficulties, the company modernised its products, became profitable and grew until the mid-1950s. Many major components, including engines, were imported. Diesel engines became widely available in 1955, and in 1959 VAT introduced its most significant innovation, the full load lifting tandem axle mechanism, which improved off-road capability significantly; the system is now used in Sisu vehicles.\nThe company started producing bus chassis in 1950, and the superstructures were built by a number of Finnish coach builders. The last models were appreciated by a number of bus operators, and missed after production was stopped. All Vanaja bus chassis were fitted with air brakes by 1958, after the failure of hydraulic brakes on a Vanaja bus had led to one of the worst traffic accidents ever to have happened in Finland.\nVAT fell into financial difficulties by end of the 1960s; this led to a merger with the other Finnish heavy vehicle producer &lt;a href=\"Sisu%20Auto\"&gt;Oy Suomen Autoteollisuus Ab&lt;/a&gt; at the end of 1968. The Vanaja brand ceased to exist in 1971, after which the former Vanaja factory produced Sisu terminal tractors, bus chassis, military vehicles and mobile crane chassis. The factory now belongs to &lt;a href=\"Patria%20%28company%29\"&gt;Patria&lt;/a&gt;which produces &lt;a href=\"Patria%20AMV\"&gt;Patria AMV&lt;/a&gt; &lt;a href=\"armoured%20personnel%20carrier\"&gt;armoured personnel carrier&lt;/a&gt;sand heavy-vehicle axle producer &lt;a href=\"Sisu%20Axles\"&gt;Sisu Axles&lt;/a&gt;.\nVanajan Autotehdas was always a small company, employing about 400 people in 1968, and in the 1960s its market share was barely 5% in Finland. Almost all Vanajas were sold for the domestic market; only a few units were exported. Vanaja vehicles became known for their robust construction and high degree of customisation. The number of Vanaja bus chassis and lorries totalled 7,140 units; this consists of 260 lorry and 66 bus chassis models; for 116 lorry models only one or two units were produced. Vanajas had a good reputation and they are nowadays valued by vintage vehicle enthusiasts.\nFoundation.\nDuring the winter of 1942–43, the Finnish Defence Forces estimated there was no immediate prospect of a quick end to the &lt;a href=\"Continuation%20War\"&gt;Continuation War&lt;/a&gt; but there was an immediate need for new vehicles. In the longer term, the army was expected to need at least 7,000 lorries and buses. Neutral countries such as Sweden and Switzerland were willing to sell vehicles to Finland but demanded payment in advance and in their own currencies. As Finland did not have sufficient currency reserves the only option was to develop domestic vehicle production.\nAt that time, the only Finnish heavy vehicle producer &lt;a href=\"Sisu%20Auto\"&gt;Oy Suomen Autoteollisuus Ab&lt;/a&gt; (SAT) was building a new factory in &lt;a href=\"Karis\"&gt;Karis&lt;/a&gt;, a location considered less likely than &lt;a href=\"Helsinki\"&gt;Helsinki&lt;/a&gt; to come under attack from &lt;a href=\"Bombing%20of%20Helsinki%20in%20World%20War%20II\"&gt;Soviet air raids&lt;/a&gt;. Company general director &lt;a href=\"Tor%20Nessling\"&gt;Tor Nessling&lt;/a&gt; suggested the factory should be larger than originally planned. As another option, Nessling, with extreme reservation, considered building a new factory elsewhere in Finland. SAT was experienced in heavy vehicle production but economic and technical resources were limited. Heavy vehicle importers and some political cliques thought SAT was trying to benefit from the war and to gain a dominant position in the Finnish market.\nDefence minister &lt;a href=\"Rudolf%20Walden\"&gt;Rudolf Walden&lt;/a&gt; called a meeting held on 3 and 4 March 1943 to explore solutions to the acute shortage of vehicles. The meeting was attended by representatives of the government and military leadership, and key personnel from leading Finnish industrial companies. A committee was formed to propose founding a company in which SAT and the state were both involved. The proposal was presented in a meeting on 20 March. The name of the company was \"Oy Yhteissisu Ab\" (\"mutual Sisu\"), which meant the intention was joint production of Sisu vehicles. The private owners were &lt;a href=\"Ahlstrom\"&gt;A. Ahlström&lt;/a&gt;, &lt;a href=\"Ata%20Gears\"&gt;Ata&lt;/a&gt;, &lt;a href=\"Fiskars\"&gt;Fiskars&lt;/a&gt;, &lt;a href=\"Kone\"&gt;Kone&lt;/a&gt;, &lt;a href=\"Kymmene%20Corporation\"&gt;Kymin Oy&lt;/a&gt;, &lt;a href=\"Lokomo\"&gt;Lokomo&lt;/a&gt;, &lt;a href=\"Rosenlew\"&gt;W. Rosenlew &amp; Co.&lt;/a&gt;, Suomen Autoteollisuus, &lt;a href=\"Suomen%20Gummitehdas\"&gt;Suomen Gummitehdas&lt;/a&gt;, &lt;a href=\"Suomen%20Kaapelitehdas\"&gt;Suomen Kaapelitehdas&lt;/a&gt;, &lt;a href=\"Tampella\"&gt;Tampereen Pellava- ja Rauta-Teollisuus&lt;/a&gt;, &lt;a href=\"Yhtyneet%20Paperitehtaat\"&gt;Yhtyneet Paperitehtaat&lt;/a&gt; and &lt;a href=\"Str%C3%B6mberg%20%28company%29\"&gt;Strömberg&lt;/a&gt;. The headquarters was in &lt;a href=\"Erottaja\"&gt;Erottaja&lt;/a&gt; in Helsinki. The company chairman was &lt;a href=\"Heikki%20H.%20Herlin\"&gt;Heikki H. Herlin&lt;/a&gt; and the reluctant Tor Nessling was appointed general manager.\nThe Defence Forces set strict requirements for the vehicles to be produced. There was not enough time to develop a new model. Although outdated, the best of the available options was the &lt;a href=\"Sisu%20S-21\"&gt;Sisu S-21&lt;/a&gt;. Yhteissisu and SAT agreed to transfer Sisu S-21 lorry production to Yhteissisu. The Yhteissisu-produced models were named S-22.\nStart of production.\nImmediately after the company was founded, production started in the SAT factory in &lt;a href=\"Vallila\"&gt;Vallila&lt;/a&gt;, Helsinki. The Yhteissisu vehicles were built separately from SAT vehicles. It was clear from the start that vehicles should be produced away from Helsinki; the company sought a suitable location close to good rail, road and waterway connections. The original idea was to build the factory inside caves mined into bedrock; the place would be required to have suitable geology. A suitable area was finally found in &lt;a href=\"Vanaja%20%28Finland%29\"&gt;Vanaja&lt;/a&gt; next to &lt;a href=\"H%C3%A4meenlinna\"&gt;Hämeenlinna&lt;/a&gt;. Yhteissisu bought of land on 14 March 1944. A contract for factory construction was signed with a contractor on 30 March. The &lt;a href=\"Finnish%20Transport%20Agency%23Rail%20Administration\"&gt;Railway Administration&lt;/a&gt; accepted Yhteissisu's plan to build a railway connection in the area. Quarrying work for the underground workshop began in July 1944. The expense and a shortage of time meant the plan had to be amended, and the entire production area was built above ground. The factory buildings were completed in early November 1944. &lt;a href=\"Alvar%20Aalto\"&gt;Alvar Aalto&lt;/a&gt;'s architectural office designed houses for the factory workers.\nThe first lorry made in Vanaja was a Sisu S-22 prototype, which rolled out of the factory door on 1 August 1945. After a short and intensive testing period, serial production began on 29 October 1945 but because of a shortage of materials and component quality problems, the first vehicles were not ready until early 1946. The capabilities of the domestic suppliers proved to be very limited and the company was dependent on imported gearboxes, steering components, drive shafts and electrical systems until domestic companies could set up their own production. The Finnish suppliers were unable to meet the requirements with the available materials and experienced severe quality problems. Total production in 1946 was 147 Sisu S-22 vehicles, which was far below the target of 2,000 vehicles. The original, calculated price per vehicle had been 765,000 &lt;a href=\"Finnish%20markka\"&gt;marks&lt;/a&gt; but the eventual cost was 800,000 marks.\nThe war had ended before series production was started, and the Defence Forces did not need new vehicles. On the contrary, the army had to reduce the number of vehicles according to the &lt;a href=\"Moscow%20Armistice\"&gt;Moscow Armistice&lt;/a&gt;. The frustrated component suppliers left the business and the &lt;a href=\"Ministry%20of%20Trade%20and%20Industry%20%28Finland%29\"&gt;Ministry of Trade and Industry&lt;/a&gt; terminated the vehicle supply contract from the end of 1946. In early 1946, Yhteissisu had agreed with the Ministry of Trade and Industry that vehicles not bought by the state could be sold on the civilian market. Sisu S-22s became available for sale at 12 SAT locations in Finland. The company presented a lighter, lower-cost model, the S-22K, at the Helsinki Domestic Industry Fair in May 1946.\nFrom Yhteissisu to Vanajan Autotehdas.\nTor Nessling resigned from Yhteissisu in February 1947. There was talk of closing the company. Yhteissisu sold only 103 S-22s in 1947, some of which had been produced the previous year. 55 lorries were built by the company in 1947. The company's share capital was reduced from 75 million marks to 7.5 million, then increased to 50 million; the state became the main owner, having a 44% share of the company. The other owners were Yhtyneet Paperitehtaat, A. Ahlström, Strömberg and Tampereen Pellava- ja Rauta-Teollisuus. From September, the new general manager of the company was Eero Kytölä. The company lost two million marks in 1947.\nYhteissisu had the rights to use the Sisu brand until summer 1948. In a general meeting held in 1948, the board decided to rename the company Vanajan Autotehdas and the brand of the vehicles became Vanaja. The factory area was moved from the municipality of Vanaja to that of Hämeenlinna at the beginning of the same year.\nFirst Vanaja production.\nVanaja V-48.\nWhen the licence to use the Sisu brand expired in June 1948, Sisu S-22 production was continued as the Vanaja V-48, and its production continued until 1955.\nWhite M2 Half-Track conversions.\nGeneral manager Kytölä travelled to France and West Germany in 1947 and early 1948 to buy military surplus materials from the &lt;a href=\"Western%20Bloc\"&gt;Western Allies&lt;/a&gt;. He bought 425 &lt;a href=\"White%20Motor%20Company\"&gt;White Motor Company&lt;/a&gt; &lt;a href=\"M2%20Half%20Track%20Car\"&gt;M2 Half-Track vehicles&lt;/a&gt;, 186 lorry engines, 304 &lt;a href=\"Cadillac\"&gt;Cadillac&lt;/a&gt; &lt;a href=\"V8%20engine\"&gt;V8 engine&lt;/a&gt;s, 4 &lt;a href=\"Mack%20Trucks\"&gt;Mack&lt;/a&gt; ED diesel engines, 2 &lt;a href=\"Hercules%20Engine%20Company\"&gt;Hercules&lt;/a&gt; Diesel DFXE engines, 11,000 &lt;a href=\"GMC%20%28automobile%29\"&gt;GMC&lt;/a&gt; wheels and one 45-tonne-capacity trailer. Trading was organised through the Ministry of Supply and the first delivery arrived in March 1948. The White Half-Track vehicles were without &lt;a href=\"Vehicle%20armour\"&gt;armour&lt;/a&gt;; Kytölä's idea was to equip them with superstructures for field or forest clearing, or to convert them into &lt;a href=\"Four-wheel%20drive\"&gt;Four-wheel drive&lt;/a&gt; lorries by replacing the &lt;a href=\"Continuous%20track\"&gt;tracks&lt;/a&gt; with a &lt;a href=\"Axle%23Vehicle%20axles\"&gt;conventional rear axle&lt;/a&gt;. In total, VAT sold 359 units as half-tracks, and 60 were converted into 4×4 or &lt;a href=\"Automobile%20layout%23Rear-wheel-drive%20layouts\"&gt;4×2&lt;/a&gt; vehicles. These lorries were sold as Vanaja VaWh. Some of the half-track vehicles were scrapped for parts; the last was sold in 1952.\nGrowth and recession in 1950s.\nAfter the original contract with the state was terminated, a new agreement for the production of 650 vehicles to be delivered between 1948 and 1952 was reached. The state helped production with a significant prepayment of 132 million marks. According to the contract, 150 vehicles were scheduled to be built in 1948. The company reached this target and made a further 11 vehicles for private use. 92 were sold under the name of Sisu S-22 or S-22K and 69 were badged as Vanaja V-48. 101 M2 Half-Tracks were sold. In 1948, VAT made a loss of 746,000 marks. In 1949, VAT made another 150 vehicles for the state and 37 vehicles for private operators; it produced 163 V-48s and 24 VaWhs. The company also sold 211 M2 Half-Tracks, allowing it to declare its first profit of 1.208 million marks, which was helped by a devaluation of the Finnish mark.\nVAT's positioning in the heavy-vehicle market strengthened in 1950 and the company started producing bus chassis. The same year, VAT introduced a new product familythe VK series. Production was disrupted by a three-month strike, as a result of which completion of some of the 150 state-ordered vehicles scheduled for delivery that year was delayed until the following year. Despite its difficulties VAT posted a profit of almost two million marks. By now, the company employed 106 workers.\nSales and profits grew year-on-year during the early 1950s. The prepayment from the government was repaid in 1952. For a short time, VAT imported and marketed clearing tractors produced by Italian firm &lt;a href=\"Gio.%20Ansaldo%20%26amp%3B%20C.\"&gt;Ansaldo-Fossati&lt;/a&gt;. Although there was demand for this type of vehicle, they sold poorly because their price was considered inconsistent with their technical quality; only a few units were delivered in 1953.\nThe development of sales was overestimated; in 1956, 525 Vanajas were sold and in March 1957, the volume for the whole year was estimated to reach about 400 units. VAT employed about 200 workers at the time and changed to a four-day working week. The company blamed the government's import licence bureaucracy for the problemit was difficult to get diesel engines from abroad. In the following month, over 30 Vanajas that were otherwise ready were awaiting diesel engines. The economy improved in 1959.\nCriticism.\nIn 1950, the Finnish government was criticised for ignoring other options and buying only Vanajas, which were said to be overpriced. The state had ordered 650 vehicles, spread over several years, and this tied the state's hands in equipment buying for a long period.\nBoth VAT and SAT were criticised in 1954 by heavy vehicle importers because the two companies had access to a large share of the limited foreign currency reserves for component supply. The importers' representatives said neither Sisu nor Vanaja were very domestic products and the vehicles the importers represented were actually more domestic because some assembly work was done in Finland. According to the Association of Vehicle Importers, the domestic vehicles cost between 30% and 80% more compared to imported ones. The following year, the government started to investigate possibilities for importing heavy vehicles in &lt;a href=\"Knock-down%20kit\"&gt;kit form&lt;/a&gt; to reduce foreign-currency expenditure. VAT and SAT expressed doubts about the viability of such production. In 1957, the government ended restrictions on the import of heavy vehicle chassis. Eventually, the prices of imported vehicles approached those of Sisu and Vanaja vehicles.\nEntering the diesel era.\nThe Vanaja petrol engines made by SAT and Tampella were outdated American engines built under licence. Customers wanted diesel engines, which were more powerful. The first Vanaja diesel models were powered by &lt;a href=\"K%C3%A4mper\"&gt;Kämper&lt;/a&gt; and &lt;a href=\"Saurer\"&gt;Saurer&lt;/a&gt; engines. VAT also tested &lt;a href=\"S%C3%BCdwerke\"&gt;Südwerke&lt;/a&gt;'s &lt;a href=\"two-stroke%20diesel%20engine\"&gt;two-stroke diesel engine&lt;/a&gt;s but only one such vehicle was built. Import licences for diesel engines were difficult to obtain and this constrained vehicle sales. In some cases, customers provided their own enginesfor example &lt;a href=\"Volvo\"&gt;Volvo&lt;/a&gt; or &lt;a href=\"Mercedes-Benz\"&gt;Mercedes-Benz&lt;/a&gt;, which were mounted to their ordered vehicles on the assembly line. In 1955, VAT bought two batches of &lt;a href=\"Straight-six%20engine\"&gt;6-cylinder&lt;/a&gt; 90-hp &lt;a href=\"Leyland%20Motors\"&gt;Leyland&lt;/a&gt; 0.350 diesel engines. These proved to be too inefficient, and the following year the company ordered a batch of 300 stronger Leylands made in the Netherlands by &lt;a href=\"DAF%20Trucks\"&gt;van Doorne's Automobilfabriek N.V&lt;/a&gt;.\nIn 1956, VAT became the representative for Ansaldo S.A. and Kämper-Motoren GmbH. Ansaldo offered engines of between 100 hp and 8,000 hp intended for marine and industrial applications. Kämper products delivered between 14 hp and 150 hp. A 6-cylinder, 130-hp Kämper was offered as an option for Vanajas.\nVanaja lifting tandem system.\nThe best-known hallmark of Vanaja, the full-load lifting tandem axle, was introduced in January 1957. This invention enabled an additional load of 2.5 tonnes to be carried and the entire load on the tandem could be moved to the fore axle using an electro-hydraulic system. The system improved the traction, offering a significant advantage on slippery surfaces. The innovative lifting tandem was developed under leadership of the company's chief engineer &lt;a href=\"Veikko%20Muronen\"&gt;Veikko Muronen&lt;/a&gt;. Vanaja became the leader in the Finnish logging vehicle market and maintained this position until production ceased. In forestry work, a layout with a driven front axle and a tandem axle with a driven fore axle, called 4×4+2, became famous in Finland but is seldom seen outside the &lt;a href=\"Nordic%20countries\"&gt;Nordic countries&lt;/a&gt;.\nVehicles for the Finnish Defence Forces.\nThe Finnish Defence Forces carried out a winter test for potential military vehicles in March 1958. 35 candidate vehicles from the two domestic producers and various importers were driven around Finland. VAT sent four vehicles to the test, three of which were 4×4s and one was an ordinary, rear-wheel driven vehicle. During the five days' testing period, all vehicles were continuously fully loaded. For part of the journey, the vehicles had to tow an eight-ton &lt;a href=\"Field%20artillery\"&gt;field cannon&lt;/a&gt;. The vehicles were tested for &lt;a href=\"Off-roading\"&gt;off-road&lt;/a&gt; capabilities in even, -deep snow. One of the Vanajas was destroyed in an accident. The domestic vehicles performed well in the test; in some cases the rear-wheel driven Sisus and Vanajas outperformed the 4×4-driven foreign competitors. None of the vehicles were clearly better than the others but the result convinced the Defence Forces of the capabilities of the domestic vehicles and led to several deals for SAT and VAT.\nIn 1960, VAT delivered the first &lt;a href=\"Vanaja%20VAKS\"&gt;Vanaja VAKS&lt;/a&gt; lorries, which were intended for general use in garrisons, to the Defence Forces. The later versions were called AS-33. 155 units were produced. Vanaja NS-47 was the first Finnish 4×4 off-road lorry designed primarily for military use. A few dozen vehicles were ordered between 1962 and 1964, and were used for hauling &lt;a href=\"Oerlikon%2035%20mm%20twin%20cannon\"&gt;35 mm Oerlikon anti-aircraft cannons&lt;/a&gt; and heavy artillery.\nExporting efforts.\nIn September 1958 VAT, together with other Finnish companies, participated in the &lt;a href=\"Thessaloniki%20International%20Fair\"&gt;Thessaloniki International Fair&lt;/a&gt;. The vehicles shown were one Vanaja VAK lorry and a &lt;a href=\"Mid-engine%20design\"&gt;mid-engined&lt;/a&gt; VLK550 bus chassis. Due to the &lt;a href=\"Associated%20Equipment%20Company\"&gt;AEC&lt;/a&gt; engines, the Vanajas did not raise interest among the potential &lt;a href=\"Greece\"&gt;Greek&lt;/a&gt; customers, as relations between the UK and Greece were bad at the time. The lorry was finally sold in Greece but the bus chassis returned to Finland and was sold to a bus operator which built a tourist bus body on it.\nVAT signed a contract to sell 200 lorries to &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; in 1959. The first two vehicles were shipped from Finland in 1959 but the contract was terminated in an embarrassing way because the &lt;a href=\"Bank%20of%20Finland\"&gt;Bank of Finland&lt;/a&gt; refused to take &lt;a href=\"Turkish%20lira\"&gt;Turkish lira&lt;/a&gt;s in payment.\nAt the end of the 1950s and in the early 1960s, VAT and the French &lt;a href=\"Will%C3%A8me\"&gt;Camions Willème SA&lt;/a&gt; had plans for joint production, but only one jointly produced prototype was ever made; the chassis was from Vanaja, the engine was from AEC, and the cabin, which was a &lt;a href=\"forward%20control\"&gt;forward control&lt;/a&gt; type cabin and partly made from &lt;a href=\"glass%20fibre\"&gt;glass fibre&lt;/a&gt;, was from Willème.\nFour Vanaja's were shown at the &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt; international fair in June 1961. The vehicles were taken to the fair by driving them through Europe. The fair was considered successful, but no vehicle sales resulted from it.\nSpecialising in 1960s.\nGeneral Manager Eero Kytölä resigned from his position in 1962. &lt;a href=\"Diplomi-insin%C3%B6%C3%B6ri\"&gt;DI&lt;/a&gt; Ilmari Karttunen, who had previously worked as factory superintendent, was appointed the new head of the company. He led VAT until 1967, when Jaakko Jarimo took the post.\nDuring 1958–1960 VAT focused increasingly on custom-building vehicles according to customer request. Typically a potential customer just walked into the main office in Helsinki or factory in Hämeenlinna and described what kind of vehicle he wanted. The enthusiastic engineers listened carefully to every individual customer's wishes and designed vehicles accordingly, with two or three axles, desired &lt;a href=\"Automobile%20layout\"&gt;layout&lt;/a&gt;, &lt;a href=\"wheelbase\"&gt;wheelbase&lt;/a&gt; and with conventional or forward control cabin. Many vehicle types were only produced for one or two units. The volume model, however, was a nine-tonne variant of the VAK series.\nA good example of custom-built vehicles are the VKB series forward-control vehicles, developed for an &lt;a href=\"Earthworks%20%28engineering%29\"&gt;earthmoving&lt;/a&gt; company in Helsinki. The company needed short vehicles with a good grade ability and high payload. The wheelbase of these vehicles was and the total weight was 10.6 tonnes; use of these vehicles on public roads required a special permit.\nA typical feature in Vanajas was over-engineered structures which were robust rather than optimised. The main components were sourced from well-established suppliers. VAT also showed progressive thinking in driver &lt;a href=\"Human%20factors%20and%20ergonomics\"&gt;ergonomics&lt;/a&gt;; the comfortably sprung and hydraulically damped driver's seat was positioned close to the door, to ease reversing. The seat had several ways in which it could be adjusted. Hanging &lt;a href=\"Automobile%20pedal\"&gt;pedals&lt;/a&gt;, which were set to the same level, became standard at an early stage. Vanaja's interior &lt;a href=\"Heater%20core\"&gt;heater&lt;/a&gt;, which produced 9,000 &lt;a href=\"Calorie\"&gt;kcal&lt;/a&gt;/h, was possibly the most efficient available in lorries by the 1960s. Many Vanaja drivers valued the particularly soft suspension of the vehicles. Two-axle lorries were available in 4×2 and 4×4 layouts; the three-axle models were produced as 6×2, 6×4, 4×4+2 and &lt;a href=\"Six-wheel%20drive\"&gt;6×6&lt;/a&gt;.\nVAT celebrated its 20th anniversary in 1963. All &lt;a href=\"press%20release\"&gt;press release&lt;/a&gt;s and publications ignored the fact that its key competitor, SAT, had had a significant role in its foundation. Yhteissisu was not mentioned in any context.\nVAT got a notable order from the Infrastructure and Hydro Engineering Administration in April 1965. The order for 250 vehicles was funded by a loan from the &lt;a href=\"International%20Bank%20for%20Reconstruction%20and%20Development\"&gt;International Bank for Reconstruction and Development&lt;/a&gt; (IBRD) for development of the road network. Forty vehicles were equipped with a driven front axle. The order was completed in 1966.\nThe company faced a difficult situation again in 1967 when the total number of vehicles produced was just 381 units. At the beginning of 1968 VAT fired 40 of the 400 employees. Vanaja had its staunch customer base and the vehicles were generally well regarded but the overall market share remained low; in 1963 just 4–5% of the newly registered heavy lorries in Finland were Vanajas. The highly customised production had led to an excessive diversity of models, which made &lt;a href=\"spare%20part\"&gt;spare part&lt;/a&gt; supply difficult. Moreover, the customising presumably took resources away from technical development work. There was no change for the better although the company introduced its modern forward control model B6-76 which was expected to become the next volume model.\nFactory and production.\nThe original factory building, officially a warehouse and assembly hall, had a volume of . The facilities were developed over time and by the end of 1953, the floor area was . The warehouse and assembly hall were renamed the main hall; it was now long and wide. Bus chassis production was located at the southern side of the hall and lorries were built at the northern side. This set-up was often changed depending on the product mix and production volume.\nAt the end of the building was a crane for ironware handling. When the frames were taken in, they were fitted with suspension and axles, and then turned the right way up. The next parts were the engine and transmission components. The final part for lorries was a pre-assembled cabin. Conventional bus chassis were delivered with &lt;a href=\"Hood%20%28vehicle%29\"&gt;bonnet&lt;/a&gt; and &lt;a href=\"Fender%20%28vehicle%29\"&gt;wings&lt;/a&gt;, but the forward control types left the factory without any body parts. After being painted, the vehicles left the assembly hall. Finally, every vehicle was tested on a -long test run on different roads and with various loads. The bus chassis were tested in a similar way; because there was no body, the drivers only had warm clothes and driving goggles to protect them against the weather conditions. The vehicles were handed over to the customers after final adjustments.\nConstruction work on a new subassembly shop began in 1955 and the building was ready in 1957. The new facilities were for &lt;a href=\"machining\"&gt;machining&lt;/a&gt;, &lt;a href=\"Heat%20treating\"&gt;heat treatment&lt;/a&gt; and &lt;a href=\"sheet%20metal\"&gt;sheet metal&lt;/a&gt; works. Another end of the building was for a service workshop. A new service workshop with 17 vehicle places was built in 1966.\nSuppliers.\nEngines.\nVAT could offer only petrol engines until 1953. The most common ones were the Hercules engines made domestically under licence by SAT and Tampella. The SAT-made engine was called the Sisu AMG or SA5, and the engine made by Tampella was the Tampella 6000. The second most common engine was the Cadillac V8 1G and the third was the White 160 AX, which Kytölä had bought from Central Europe. Some &lt;a href=\"Bedford%20Vehicles\"&gt;Bedford&lt;/a&gt; petrol engines were used in Defence Forces lorries in the 1960s and Ford V8 engines were used for &lt;a href=\"Fire%20apparatus\"&gt;fire engines&lt;/a&gt;. The first diesel Vanajas were powered by Saurer and Kämper engines. The vast majority of diesel engines were supplied by Leyland and AEC. A few Vanajas were equipped with the Perkins R6 or the Ford Trader 510E. In some cases, the engine was provided by the customer; one Vanaja was powered by a Mercedes-Benz diesel engine.\nTransmission.\nVAT used &lt;a href=\"Valmet\"&gt;Valmet&lt;/a&gt; gearboxes, which were copied from the transmissions made by the American company &lt;a href=\"Eaton%20Corporation\"&gt;Fuller&lt;/a&gt; in the late 1940s and the early 1950s. When components became more easily available, VAT started to use genuine Fullers and &lt;a href=\"ZF%20Friedrichshafen\"&gt;ZF&lt;/a&gt;-made gearboxes. The &lt;a href=\"transfer%20case\"&gt;transfer case&lt;/a&gt;s were supplied by &lt;a href=\"Timken%20Company\"&gt;Timken&lt;/a&gt; and ZF. VAT built the rear axles from gears made by ATA until the company started buying axles from Timken.\nCabins.\nThe company had several suppliers of lorry cabins; they were produced at the beginning by Tampella, Valmet, &lt;a href=\"Messukyl%C3%A4n%20Autokoritehdas\"&gt;Messukylän Autokoritehdas&lt;/a&gt;, &lt;a href=\"Auto-Heinonen\"&gt;Auto-Heinonen&lt;/a&gt;, &lt;a href=\"Kiitokori\"&gt;Kiitokori&lt;/a&gt; and later as a main supplier by &lt;a href=\"Lahden%20Autokori\"&gt;Lahden Autokori&lt;/a&gt;. VAT itself made cabins for some special, one-off products. In the late 1960s, some Vanajas were equipped with British Ergomatic forward control cabins made by &lt;a href=\"Motor%20Panels\"&gt;Motor Panels&lt;/a&gt;. The cabins were bought via A.E.C.\nBus chassis production.\nBus chassis production began in 1950. VAT made the first prototypes of rear-engined buses in 1956. The company made two prototype chassis, which were designated model VAT-4800; the superstructures were made by coach builders Ajokki Oy and Nummela Oy. The solution caused several technical problems, including proper &lt;a href=\"Internal%20combustion%20engine%20cooling\"&gt;cooling&lt;/a&gt; and transfer of heating to the front end of the body. The cooling problem was finally solved by a large air scoop located at the back of the roof; this was not regarded as an aesthetically pleasing arrangement. As the solution was found, VAT produced ten more rear-engined chassis called type VAT-5200.\nBy 1958, all VAT bus chassis were equipped with &lt;a href=\"Air%20brake%20%28road%20vehicle%29\"&gt;air brakes&lt;/a&gt;; later these were also fitted to lorries. The decision was influenced by one of the worst road traffic accidents to happen in Finland; 15 people drowned in &lt;a href=\"Konnevesi\"&gt;Konnevesi&lt;/a&gt; when a fairly new Vanaja bus drove through the &lt;a href=\"boom%20barrier\"&gt;boom barrier&lt;/a&gt; of a &lt;a href=\"ferry%20slip\"&gt;ferry slip&lt;/a&gt;, sinking in of water. The driver survived and said the bus' &lt;a href=\"brake\"&gt;brake&lt;/a&gt;s had failed; this was confirmed in the following investigation, which found the sealing of one of the hydraulic Lockheed brakes had failed.\nVAT delivered its first mid-engined bus chassis to Ajokki Oy coach works in April 1958. It was powered by a horizontally mounted 164-hp AEC diesel engine. The end customer was bus operator Väinö Paunu Oy, which also participated in the development work. In 1960, VAT introduced the VLK500 chassis with &lt;a href=\"air%20suspension\"&gt;air suspension&lt;/a&gt; and dual-circuit air brakes. VAT returned to building rear-engined buses in 1966–67, but sales did not reach the level of the mid- and front-engined models. The company conducted a number of experiments with the construction; one example was a bus with a frameless structure in which the beams were replaced by a lighter solution.\nModel nomenclature.\nThe model nomenclature of the early 1950s was as follows:\nLetter \"B\" at the end, for example in model VK-6B, meant forward control cabin and \"L\" came from extra long springs.\nThe lorry model names were changed in 1956.\nThe bus model names changed accordingly.\nIn addition, the model name \"VAT\" was used for two rear-engined bus models: the VAT-4800of which two units were produced in 1956, and the VAT-5200BDof which ten units were produced in 1957. The next change came in 1961, when an engine manufacturer's code was included in the model name. For example, the VAK lorry powered by an AEC AVU 470 became the A-47. Correspondingly, the same lorry with a Leyland O.600 diesel became the A-60R; the \"R\" stood for \"raskas\" (heavy), meaning it had a stronger front axle. The bus model names changed again in the same manner. For example, a forward control bus with the Leyland O.600 engine was called the VLB-60.\nThe new model numbering was changed in 1963 because of increased front axle loads; after the letter code a 2 indicated the higher axle capacity. In later models, a 6 means the front axle capacity is 6 tonnes. The \"S\" in types VAKS, AS and NS meant \"sotilas\" (soldier); they were intended for military use.\nThe bus model numbering changed for the last time in 1966; the front-engined VLB became LE6, the mid-engined VLK was changed to LK6 and the rear-engined VLT became LT6. The three-digit numbers on the bonnet sides of the last Vanaja lorries indicate the &lt;a href=\"engine%20displacement\"&gt;engine displacement&lt;/a&gt; in cubic inches. They are not model numbers, although they are often incorrectly referred to as such.\nEnd of Vanaja.\nIn 1964, VAT had started to seek a stronger partner when it negotiated with &lt;a href=\"Scania-Vabis\"&gt;AB Scania-Vabis&lt;/a&gt;. The companies planned to use Scania engines in Vanaja vehicles but the plan proved too expensive for VAT. This may have led the major owners of VAT to start discussions about merging VAT and SAT. The chairman of VAT held regular meetings with the SAT manager Tor Nessling. In 1967, AB Scania-Vabis expressed its interest in VAT and German company &lt;a href=\"Kl%C3%B6ckner-Humboldt-Deutz\"&gt;Klöckner-Humboldt-Deutz AG&lt;/a&gt; was interested in co-operation with, or acquisition of, VAT. Valmet is also rumoured to have been interested in VAT but there is no evidence of concrete negotiations.\nAs well as being a small producer, VAT had problems with unreliable deliveries and quality problems caused by the component suppliers. Semi-finished lorries often waited outside the factory for engines or other key components. The British diesel engines suffered from more quality problems compared with their Swedish and German competitors. The company's owners became increasingly reluctant to fund the unprofitable business.\nSpeculation about a merger between SAT and VAT began in Swedish newspapers in 1967 and was soon picked up by the Finnish media. The major owner, the state of Finland with its 45% share, suggested a merger to Nessling in December 1967. The financial situation of VAT was unsustainable; the whole year's turnover was 19.5 million new Finnish marks when the company had debts of 14.5 million; 100 old Finnish marks became 1 new mark in 1963. The contract for the merger of Suomen Autoteollisuus and Vanajan Autotehdas was signed on 30 May 1968. VAT was formally discontinued at the end of 1968. After the merger, the state owned 17.2% of the new SAT, becoming the third-largest shareholder of the company.\nCustomers' reactions to the merger varied. Most of the public understood the need for the merger of two small companies, which were both operating in a very limited market and trying to challenge the mass producers. Some loyal Vanaja customers were astounded at the decision to discontinue the make. Some customers were upset because the last long-nosed Vanajas were equipped with cabins from &lt;a href=\"Sisu%20R-141\"&gt;Jyry-Sisu&lt;/a&gt;; they said they would never buy Sisu and moved to imported vehicles. Many proven technical solutions used in Vanajas were soon implemented on Sisus. The drop in the truck market was short-lived and sales soon returned to the levels experienced by Vanaja and Sisu combined in the mid-1960s. The last Vanaja vehicles were mobile cranes produced at the end of 1971; subsequently all vehicles made in the SAT Hämeenlinna works were badged as Sisus.\nCombining the strengths of the two companies was not successful in bus chassis production because of strategic mistakes by SAT. The Vanaja LK-series with a large, centrally mounted engine was discontinued, which led to the loss of the main customer, Väinö Paunu Oy. SAT offered Sisu chassis to replace the Vanaja models, but a number of bus operators, including &lt;a href=\"Tampereen%20Kaupunkiliikenne\"&gt;TKL&lt;/a&gt;, rejected them.\nProduction figures.\nThe number of Vanaja lorries and bus chassis produced totalled 7,140 units. In addition, dozens of trailers and semi-trailers were produced and sold under the Vanaja brand in connection with lorries. In 1955, four Vanaja &lt;a href=\"Railcar\"&gt;rail buses&lt;/a&gt; made in collaboration with coachbuilding firm Kiitokori were sold to the &lt;a href=\"VR%20Group\"&gt;Finnish State Railways&lt;/a&gt;.\nAbout 260 models of lorry were produced, which were fitted with 35 types of engine, 20 different gearboxes, and 15 to 20 types of cabin. Many of the models were produced in small numbers, with 116 types only being represented by one or two units. Most of the differences came from special wheelbases that always needed approval from the authorities. In many cases, it is impossible even for experts to identify different models and years of production. There were 66 types of bus chassis produced, and the number of different body types built on them by various coach builders and operators is unknown.\nFrom Sisu-Hämeenlinna to the present.\nThe merger led to a clash of two organisational cultures. While VAT had a flat organisation, open communication among its workforce and a spirit of togetherness, SAT's organisation was strictly hierarchical. The division of portfolios between Karis and Hämeenlinna was changed after the merger. Lorry production was gradually concentrated at Karis and Sisu-Hämeenlinna focused on producing mobile cranes, bus chassis, &lt;a href=\"Shunt%20truck\"&gt;terminal tractors&lt;/a&gt; and military vehicles. Former VAT personnel had to increase production of the new portfolio and simultaneously adopt new processes, so it was three to four years before the Hämeenlinna factory could deliver results in line with its capacity.\nIn 1971 and 1981 the factory made tram &lt;a href=\"bogie\"&gt;bogie&lt;/a&gt;s under licence from &lt;a href=\"Duewag\"&gt;Duewag&lt;/a&gt;. The trams were made by Valmet for the city of &lt;a href=\"Helsinki%20tram%20network\"&gt;Helsinki&lt;/a&gt;. Bus chassis production was officially discontinued in 1986, although in 1989 a small batch was made and later fitted with Ajokki coach bodies for delivery to a customer in the Soviet Union.\nSAT had planned its first terminal tractor in Helsinki in the 1960s and the production and development was continued in Hämeenlinna in 1969. The &lt;a href=\"Sisu%20Terminal%20Systems\"&gt;Sisu terminal tractors&lt;/a&gt; became famous worldwide for their innovative design. Production was moved to &lt;a href=\"Tampere\"&gt;Tampere&lt;/a&gt; in 1996.\nSAT's military vehicle production was moved from the Karis Works to Hämeenlinna in 1970. The &lt;a href=\"Sisu%20A-45\"&gt;Sisu A-45&lt;/a&gt; vehicle was later followed by the introduction of two heavier versions; the &lt;a href=\"Sisu%20SA-150\"&gt;Sisu SA-150&lt;/a&gt; and the &lt;a href=\"Sisu%20SA-240\"&gt;Sisu SA-240&lt;/a&gt;. Production of the armoured personnel carrier &lt;a href=\"Patria%20Pasi\"&gt;Sisu XA-180 \"Pasi\"&lt;/a&gt; started in the early 1980s. Several vehicles were sold to the Finnish Defence Forces and other armies; it was also used in &lt;a href=\"United%20Nations%20peacekeeping\"&gt;United Nations peacekeeping&lt;/a&gt; missions. Other military products were the &lt;a href=\"Sisu%20Nasu\"&gt;Sisu NA-140 \"Nasu\"&lt;/a&gt;, which was produced from 1985 to 2002, and the mine-clearance vehicle &lt;a href=\"Sisu%20RA-140%20DS\"&gt;Sisu RA-140 DS&lt;/a&gt; \"Raisu\", 41 of which were produced between 1994 and 2001.\nIn 1985, the company moved its axle production from Helsinki to a new factory at Hämeenlinna. In 1995, axle production was separated into an independent unit called &lt;a href=\"Sisu%20Axles\"&gt;Sisu Axles&lt;/a&gt;; this was sold to investors in 1999. The main factory builds military vehicles; the state separated it from the parent company in 1996 and renamed it Patria Vehicles Oy. Its main products are &lt;a href=\"Patria%20AMV\"&gt;Patria AMV&lt;/a&gt; armoured personnel carriers.\nLegacy.\nVanaja was sometimes characterised as \"one of the world's best lorries\" because of the company's ability to engineer a vehicle ideal for each application in accordance with the customer's wishes. The merger of SAT and VAT has inspired a number of imaginative conspiracy theories. In reality, the acquisition followed a normal process that was initiated by the owners. Experts in the field almost unanimously agree that the merger ensured the Finnish vehicle industry would continue well into the future. Vanajas are valued by vintage vehicle enthusiasts."
}