{
    "id": "36287350",
    "revid": "43000140",
    "url": "https://en.wikipedia.org/wiki?curid=36287350",
    "title": "Ion Plus",
    "text": "Ion Plus is an American free linear television &lt;a href=\"television%20network\"&gt;network&lt;/a&gt; owned by &lt;a href=\"Ion%20Media\"&gt;Ion Media&lt;/a&gt; that formerly operated as a broadcast television network until February 28, 2021. The network originally launched in 2007 as Ion Life, maintaining a format featuring lifestyle programming focused on health and wellness, cooking, home decor, and travel. With expanded cable carriage, in 2019, Ion Media converted the network into a general entertainment format that matched that of parent network &lt;a href=\"Ion%20Television\"&gt;Ion Television&lt;/a&gt;, featuring day-long &lt;a href=\"Marathon%20%28media%29\"&gt;marathons&lt;/a&gt; of various drama series.\nIon Plus was carried mainly as a &lt;a href=\"digital%20subchannel\"&gt;digital multicast service&lt;/a&gt; on Ion Media Networks-owned stations as well as select Ion Television &lt;a href=\"network%20affiliate\"&gt;affiliates&lt;/a&gt;, usually to the third subchannel; its base national feed was also available on select &lt;a href=\"cable%20television\"&gt;cable&lt;/a&gt; and &lt;a href=\"satellite%20television\"&gt;satellite&lt;/a&gt; providers. In select markets, Ion Plus has had main channel placement, allowing it &lt;a href=\"must-carry\"&gt;must-carry&lt;/a&gt; coverage on local cable and satellite services.\nIon Plus ceased broadcasting over-the-air after Ion Media's acquisition by the &lt;a href=\"E.%20W.%20Scripps%20Company\"&gt;E. W. Scripps Company&lt;/a&gt;, but its linear broadcast is found on Samsung TV Plus and Vizio WatchFree without advertisements.\nHistory.\nAs a lifestyle-oriented network.\nThe network launched on February 19, 2007, focusing on generalized health and lifestyle programming; the network replaced a three-hour &lt;a href=\"timeshift%20channel\"&gt;timeshift channel&lt;/a&gt; which depending on geographical location, carried what was then called i: Independent Television's Eastern or Pacific time zone feeds. Ion Media Networks originally planned to name the network \"iHealth\" to match i's name, until it was subsequently rebranded as Ion Television in September of that year. The network launched as Ion Life on February 19, 2007, over the third &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt; of Ion Media Networks's television stations. Under this format, it mainly aired cooking, travel, home decor, &lt;a href=\"do%20it%20yourself\"&gt;DIY&lt;/a&gt; design and home improvement, and automotive remodeling programs; most of the shows were imported Canadian series distributed by &lt;a href=\"Bell%20Media\"&gt;Bell Media&lt;/a&gt;, &lt;a href=\"Corus%20Entertainment\"&gt;Corus Entertainment&lt;/a&gt; and &lt;a href=\"Shaw%20Media\"&gt;Shaw Media&lt;/a&gt;, with some American content mixed in.\nOn January 14, 2008, as part of a carriage agreement that allowed the provider to continue to carry Ion Television, Ion Media Networks reached an agreement with &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt; to carry both Ion Life and its children's-targeted network &lt;a href=\"Qubo\"&gt;Qubo&lt;/a&gt; on its systems. Subsequently, in May 2010, Ion Media signed carriage agreements with &lt;a href=\"Advanced%20Cable%20Communications\"&gt;Advanced Cable Communications&lt;/a&gt; and Comcast's system in &lt;a href=\"Colorado%20Springs%2C%20Colorado\"&gt;Colorado Springs, Colorado&lt;/a&gt; to add Ion Life to digital tiers in several markets.\nEven though Ion Life's parent network Ion Television overhauled its logo as part of an extensive rebranding on September 8, 2008, Ion Life retained its existing logo – a green variant of the logo Ion Television used from 2007 to 2008 – and graphics package, the latter of which remained in use until 2011. In February 2010, the network added theatrically released &lt;a href=\"feature%20film\"&gt;feature film&lt;/a&gt;s to its schedule, usually airing from 7:00 p.m. to 12:00 a.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt; (the airtimes vary, sometimes starting earlier or ending later depending on the length and number of the films) on Monday through Friday evenings. By 2012, the number of films featured on the network had decreased, with more lifestyle-oriented programming being added to its &lt;a href=\"prime%20time\"&gt;prime time&lt;/a&gt; schedule; films returned to the lineup full-time the following year. During December (expanding to between &lt;a href=\"Thanksgiving\"&gt;Thanksgiving&lt;/a&gt; and &lt;a href=\"Christmas\"&gt;Christmas&lt;/a&gt; in 2018), the network ran a limited selection of Christmas movies that were previously shown on Ion Television through its contracts with &lt;a href=\"MarVista%20Entertainment\"&gt;MarVista Entertainment&lt;/a&gt; and Hybrid LLC. In January 2015, Ion Life began incorporating blocks of &lt;a href=\"infomercial\"&gt;infomercial&lt;/a&gt;-based and &lt;a href=\"brokered%20programming\"&gt;compensated religious paid programming&lt;/a&gt; scheduled in an interspersed manner alongside its lifestyle programs in the morning and early afternoon.\nOn March 27, 2017, Ion Life's logo was made over to match Ion Television's logo. Throughout 2017 and 2018, Ion Media has purchased several stations which have become channel sharing partners with their stations after the 2016 FCC &lt;a href=\"spectrum%20auction\"&gt;spectrum auction&lt;/a&gt;, specifically to exploit those stations' existing &lt;a href=\"must-carry\"&gt;must-carry&lt;/a&gt; coverage on multichannel television providers to allow the addition of Ion Life to their lineups, carriage which had been refused to the network in the past when it was exclusively transmitted as a digital subchannel. (Ion's main channel had traditionally been the only Ion Media-owned network carried on many providers.) Many of these stations were formerly owned-and-operated stations associated with the &lt;a href=\"Trinity%20Broadcasting%20Network\"&gt;Trinity Broadcasting Network&lt;/a&gt; (TBN), which has begun a slow withdrawal from over-the-air broadcasting in non-critical markets.\nAs a general entertainment network; Scripps purchase.\nOn January 1, 2019, Ion Life converted into a general entertainment service focusing on day-long &lt;a href=\"Marathon%20%28media%29\"&gt;marathons&lt;/a&gt; of drama series included as part of Ion Television's content agreements (including some programs that were previously carried on the main network). To reflect its format change from a lifestyle network and draw a connection to the new format's compliment to that of the main Ion network, on July 1 of that year, the network was relaunched as Ion Plus. The \"Ion Plus\" brand – following the parent network's rebrand as Ion Television in 2007 – previously was the name of a secondary Ion national feed that Paxson Communications/Ion Media Networks began distributing to cable providers in 2005, which incorporated Ion Life programming in timeslots occupied by paid programming on the main network to address concerns by providers because of the network's occupation of ¾ of its programming time with an infomercial. (During the Ion network's \"i: Independent Television\" branding era, replacement programming on the feed consisted of previous Pax-era series and public domain and barter syndication content; a 2008 management overhaul resulted in Ion gradually reducing its dependency on infomercials for additional revenue, eventually negating the need for the \"Ion Plus\" feed.)\nAs a general entertainment network, acquired entertainment programming was reduced to 13 hours per day (from 11:00 a.m. to 1:00 a.m. &lt;a href=\"Eastern%20Time%20Zone\"&gt;Eastern Time&lt;/a&gt;), with infomercials filling the remaining overnight and morning timeslots. (Sister children's network &lt;a href=\"Qubo\"&gt;Qubo&lt;/a&gt;—which also originally maintained a 24-hour entertainment schedule from its launch—added a five-hour-long overnight block of infomercials, beginning at the same start time as the Ion Life/Plus block, on January 1, 2019.) On September 8, 2020, the network replaced its slate of factual educational programs that fulfilled its educational content requirements with an extension of Ion Television's \"Qubo Kids Corner\" block on Monday through Wednesday mornings; the addition of the Qubo E/I block was due to commitments that Ion Media had to fulfill after adding eight primary affiliates—Ion-owned &lt;a href=\"KILM\"&gt;KILM&lt;/a&gt;, &lt;a href=\"WFPX\"&gt;WFPX&lt;/a&gt;, &lt;a href=\"WDPX-TV\"&gt;WDPX-TV&lt;/a&gt;, &lt;a href=\"WCLJ-TV\"&gt;WCLJ-TV&lt;/a&gt;, &lt;a href=\"WDLI\"&gt;WDLI&lt;/a&gt;, &lt;a href=\"WSFJ\"&gt;WSFJ&lt;/a&gt; and &lt;a href=\"WLWC\"&gt;WLWC&lt;/a&gt;, and affiliate &lt;a href=\"WIFS%20%28TV%29\"&gt;WIFS&lt;/a&gt;—to its slate through the TBN deals and ancillary affiliation agreements.\nOn September 24, 2020, the &lt;a href=\"E.%20W.%20Scripps%20Company\"&gt;E. W. Scripps Company&lt;/a&gt; announced an agreement to buy Ion Media for $2.65 billion. The transaction, which closed on January 7, 2021, saw Ion Television, Ion Plus, Qubo and infomercial service Shop Ion integrated into Scripps' &lt;a href=\"Katz%20Broadcasting\"&gt;Katz Broadcasting&lt;/a&gt; subsidiary (operator of fellow multicast networks &lt;a href=\"Court%20TV\"&gt;Court TV&lt;/a&gt;, &lt;a href=\"Court%20TV%20Mystery\"&gt;Court TV Mystery&lt;/a&gt;, &lt;a href=\"Bounce%20TV\"&gt;Bounce TV&lt;/a&gt;, &lt;a href=\"Laff%20%28TV%20network%29\"&gt;Laff&lt;/a&gt; and &lt;a href=\"Grit%20%28TV%20network%29\"&gt;Grit&lt;/a&gt;).\nOver-the-air discontinuation, continuation via smart television platforms.\nOn January 14, 2021, Scripps announced that it would discontinue Ion Plus, Qubo, and Shop Ion effective February 28. The spectrum allocated to the networks on the former Ion Media stations will be repurposed to carry the Katz-owned networks starting March 1, with the initial slate of Ion Television O&amp;Os adding those networks following the expiration of Scripps/Katz's existing contracts with other broadcasting companies the day prior, and other stations following suit as contracts with existing affiliates expire throughout 2021 and 2022; in markets where major network affiliates operated by Scripps already carry a Katz-owned network, some will be offloaded to the Ion stations to free up limited spectrum capacity during the &lt;a href=\"ATSC%203.0\"&gt;ATSC 3.0&lt;/a&gt; transition. Several of the Ion Plus full-power stations paired with Ion Television stations were also concurrently sold off to INYO Broadcast Holdings in order to alleviate local ownership conflicts and national cap issues related to Scripps' purchase of Ion Media under the FCC's regulatory station ownership limits. Ion Plus was replaced by selected Katz-owned networks on Ion affiliates (including O&amp;Os spun off to INYO Broadcast Holdings, which obtained affiliations with certain Katz networks as part of a broader agreement with Scripps/Ion) on February 27, and was replaced on Scripps-owned Ion stations post-shutdown on March 1.\nScripps continues to provide a live feed of Ion Plus to interested &lt;a href=\"smart%20TV\"&gt;smart TV&lt;/a&gt; providers and their &lt;a href=\"Video%20on%20demand%23Advertising%20video%20on%20demand\"&gt;advertiser-supported channel&lt;/a&gt; portals, under a separate contract. This includes &lt;a href=\"Vizio\"&gt;Vizio&lt;/a&gt;'s WatchFree service, and &lt;a href=\"Samsung%20Electronics\"&gt;Samsung&lt;/a&gt; TV Plus on that manufacturer's &lt;a href=\"Tizen\"&gt;Tizen&lt;/a&gt;-supported sets, along with mobile phone/tablet access via an app on the &lt;a href=\"Google%20Play\"&gt;Google Play&lt;/a&gt; store.\nAffiliates.\nAs of November 2015, Ion Plus had current and pending affiliation agreements with 65 television stations encompassing 34 states and the &lt;a href=\"Washington%2C%20D.C.\"&gt;District of Columbia&lt;/a&gt;. The network has an estimated national reach of 58.29% of all households in the United States (or 182,130,362 Americans with at least one television set). Like parent network Ion Television, the network's stations almost exclusively consist of network-owned stations. Ion Life's programming is available by default via a national feed that is distributed directly to select cable and satellite providers in markets without a local Ion Television station that carries the network.\nIon Plus did not have any over-the-air stations in several major &lt;a href=\"media%20market\"&gt;markets&lt;/a&gt;, most notably &lt;a href=\"Toledo%2C%20Ohio\"&gt;Toledo, Ohio&lt;/a&gt;; &lt;a href=\"San%20Diego\"&gt;San Diego, California&lt;/a&gt;; &lt;a href=\"Charlotte%2C%20North%20Carolina\"&gt;Charlotte, North Carolina&lt;/a&gt;; &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond, Virginia&lt;/a&gt;; &lt;a href=\"Green%20Bay%2C%20Wisconsin\"&gt;Green Bay, Wisconsin&lt;/a&gt;; and &lt;a href=\"Cincinnati\"&gt;Cincinnati, Ohio&lt;/a&gt;. A key factor in the network's limited national broadcast coverage is the fact that Ion Media Networks does not actively seek over-the-air distribution for the network on the &lt;a href=\"digital%20subchannel\"&gt;digital subchannel&lt;/a&gt;s of other network-affiliated stations (in contrast, its parent network Ion Television – which had similarly limited national coverage following the &lt;a href=\"digital%20television%20transition%20in%20the%20United%20States\"&gt;digital television transition&lt;/a&gt; – has begun subchannel-only affiliation arrangements through agreements with &lt;a href=\"NBC%20Owned%20Television%20Stations\"&gt;NBCUniversal Owned Television Stations&lt;/a&gt;' &lt;a href=\"Telemundo\"&gt;Telemundo Station Group&lt;/a&gt; subsidiary and &lt;a href=\"Nexstar%20Media%20Group\"&gt;Nexstar Media Group&lt;/a&gt; during 2014 and 2015), with very few stations that &lt;a href=\"network%20affiliate\"&gt;contractually carry&lt;/a&gt; the network's programming (with limited exceptions in markets and &lt;a href=\"Anchorage%2C%20Alaska\"&gt;Anchorage, Alaska&lt;/a&gt;). As a result, Ion Media Networks owned the vast majority of the stations within Ion Plus's affiliate body."
}