{
    "id": "3629075",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=3629075",
    "title": "Kohleria",
    "text": "Kohleria is a &lt;a href=\"New%20World\"&gt;New World&lt;/a&gt; &lt;a href=\"genus\"&gt;genus&lt;/a&gt; of the &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt; family &lt;a href=\"Gesneriaceae\"&gt;Gesneriaceae&lt;/a&gt;. The plants are generally tropical herbs or subshrubs with velvety stems and foliage and brightly colored flowers with spots or markings in contrasting colors. They are rhizomatous and commonly include a period of dormancy in their growth cycle. The genus was revised in 1992 and was then recognized as having 19 species distributed in &lt;a href=\"Central%20America\"&gt;Central America&lt;/a&gt; and &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt;. &lt;a href=\"Phylogenetics\"&gt;phylogenetic&lt;/a&gt; in 2005 indicated that the epiphytic genus \"Capanea\" is derived from within \"Kohleria\", and the two species of \"Capanea\" were subsequently transferred to \"Kohleria\". The genus \"&lt;a href=\"Pearcea\"&gt;Pearcea&lt;/a&gt;\" is closely related.\nBecause of their colorful and exotically patterned flowers, as well as a general interest in the many tropical flowering plants that were being introduced from the Americas, kohlerias were very popular in &lt;a href=\"England\"&gt;England&lt;/a&gt; and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; in the 19th century. Many species and &lt;a href=\"Hybrid%20%28biology%29\"&gt;hybrids&lt;/a&gt; were lavishly illustrated in horticultural magazines such as Curtis's Botanical Magazine under the discarded or erroneous names of \"&lt;a href=\"Achimenes\"&gt;Achimenes&lt;/a&gt;\", \"&lt;a href=\"Gesneria\"&gt;Gesneria&lt;/a&gt;\", \"&lt;a href=\"Isotoma%20%28plant%29\"&gt;Isoloma&lt;/a&gt;\", \"&lt;a href=\"Sciadocalyx\"&gt;Sciadocalyx&lt;/a&gt;\", and \"&lt;a href=\"Tydaea\"&gt;Tydaea&lt;/a&gt;\". These species and hybrids almost entirely disappeared in the early 20th century, and &lt;a href=\"plant%20breeders\"&gt;plant breeders&lt;/a&gt; have only recently begun to work extensively with this genus again.\nSeveral species are widespread, variable, weedy, and tend to hybridize in the wild, and numerous names have been described that are synonyms of other species or are hybrid taxa.\nSelected species and varieties.\n, &lt;a href=\"Plants%20of%20the%20World%20Online\"&gt;Plants of the World Online&lt;/a&gt; accepted the following species:\nCultivation.\nTheir showy flowers and ease of culture have made them popular with growers of indoor &lt;a href=\"houseplant\"&gt;houseplant&lt;/a&gt;s. Numerous species and hybrids are now in cultivation, some with patterned or variegated foliage as well as vivid flowers. They are easily propagated by both stem cuttings and division of the rhizomes."
}