{
    "id": "362953",
    "revid": "41724485",
    "url": "https://en.wikipedia.org/wiki?curid=362953",
    "title": "Parallelogram law",
    "text": "In &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, the simplest form of the parallelogram law (also called the parallelogram identity) belongs to elementary &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;. It states that the sum of the squares of the lengths of the four sides of a &lt;a href=\"parallelogram\"&gt;parallelogram&lt;/a&gt; equals the sum of the squares of the lengths of the two diagonals. We use these notations for the sides: \"AB\", \"BC\", \"CD\", \"DA\". But since in &lt;a href=\"Euclidean%20geometry\"&gt;Euclidean geometry&lt;/a&gt; a parallelogram necessarily has opposite sides equal, that is, \"AB\" = \"CD\" and \"BC\" = \"DA\", the law can be stated as\nformula_1\nIf the parallelogram is a &lt;a href=\"rectangle\"&gt;rectangle&lt;/a&gt;, the two diagonals are of equal lengths \"AC\" = \"BD\", so\nformula_2\nand the statement reduces to the &lt;a href=\"Pythagorean%20theorem\"&gt;Pythagorean theorem&lt;/a&gt;. For the general &lt;a href=\"quadrilateral\"&gt;quadrilateral&lt;/a&gt; with four sides not necessarily equal,\nformula_3\nwhere formula_4 is the length of the &lt;a href=\"line%20segment\"&gt;line segment&lt;/a&gt; joining the &lt;a href=\"midpoint\"&gt;midpoint&lt;/a&gt;s of the diagonals. It can be seen from the diagram that formula_5 for a parallelogram, and so the general formula simplifies to the parallelogram law.\nProof.\nIn the parallelogram on the right, let AD = BC = \"a\", AB = DC = \"b\", formula_6 By using the &lt;a href=\"law%20of%20cosines\"&gt;law of cosines&lt;/a&gt; in triangle formula_7 we get:\nformula_8\nIn a parallelogram, &lt;a href=\"Adjacent%20angle\"&gt;adjacent angles&lt;/a&gt; are &lt;a href=\"Supplementary%20angle\"&gt;supplementary&lt;/a&gt;, therefore formula_9 Using the &lt;a href=\"law%20of%20cosines\"&gt;law of cosines&lt;/a&gt; in triangle formula_10 produces:\nformula_11\nBy applying the &lt;a href=\"List%20of%20trigonometric%20identities\"&gt;trigonometric identity&lt;/a&gt; formula_12 to the former result proves:\nformula_13\nNow the sum of squares formula_14 can be expressed as:\nformula_15\nSimplifying this expression, it becomes:\nformula_16\nThe parallelogram law in inner product spaces.\nIn a &lt;a href=\"normed%20space\"&gt;normed space&lt;/a&gt;, the statement of the parallelogram law is an equation relating &lt;a href=\"Norm%20%28mathematics%29\"&gt;norms&lt;/a&gt;:\nformula_17\nThe parallelogram law is equivalent to the seemingly weaker statement:\nformula_18\nbecause the reverse inequality can be obtained from it by substituting formula_19 for formula_20 and formula_21 for formula_22 and then simplifying. With the same proof, the parallelogram law is also equivalent to: \nformula_23\nIn an &lt;a href=\"inner%20product%20space\"&gt;inner product space&lt;/a&gt;, the norm is determined using the &lt;a href=\"Inner%20product%23Definition\"&gt;inner product&lt;/a&gt;:\nformula_24\nAs a consequence of this definition, in an inner product space the parallelogram law is an algebraic identity, readily established using the properties of the inner product:\nformula_25\nformula_26\nAdding these two expressions:\nformula_27\nas required. \nIf formula_4 is orthogonal to formula_22 meaning formula_30 and the above equation for the norm of a sum becomes:\nformula_31\nwhich is &lt;a href=\"Pythagoras%27%20theorem\"&gt;Pythagoras' theorem&lt;/a&gt;.\nNormed vector spaces satisfying the parallelogram law.\nMost &lt;a href=\"Real%20number\"&gt;real&lt;/a&gt; and &lt;a href=\"Complex%20number\"&gt;complex&lt;/a&gt; &lt;a href=\"normed%20vector%20space\"&gt;normed vector space&lt;/a&gt;s do not have inner products, but all normed vector spaces have norms (by definition). For example, a commonly used norm for a vector formula_32 in the &lt;a href=\"real%20coordinate%20space\"&gt;real coordinate space&lt;/a&gt; formula_33 is the &lt;a href=\"p-norm\"&gt;formula_34-norm&lt;/a&gt;:\nformula_35\nGiven a norm, one can evaluate both sides of the parallelogram law above. A remarkable fact is that if the parallelogram law holds, then the norm must arise in the usual way from some inner product. In particular, it holds for the formula_34-norm if and only if formula_37 the so-called norm or norm. \nFor any norm satisfying the parallelogram law (which necessarily is an inner product norm), the inner product generating the norm is unique as a consequence of the &lt;a href=\"polarization%20identity\"&gt;polarization identity&lt;/a&gt;. In the real case, the polarization identity is given by:\nformula_38\nor equivalently by\nformula_39\nIn the complex case it is given by:\nformula_40\nFor example, using the formula_34-norm with formula_42 and real vectors formula_4 and formula_22 the evaluation of the inner product proceeds as follows:\nformula_45\nwhich is the standard &lt;a href=\"dot%20product\"&gt;dot product&lt;/a&gt; of two vectors.\nAnother necessary and sufficient condition for there to exist an inner product that induces the given norm formula_46 is for the norm to satisfy &lt;a href=\"Ptolemy%27s%20inequality\"&gt;Ptolemy's inequality&lt;/a&gt;: \nformula_47"
}