{
    "id": "36290549",
    "revid": "22299694",
    "url": "https://en.wikipedia.org/wiki?curid=36290549",
    "title": "June 2012 North American derecho",
    "text": "The June 2012 Mid-Atlantic and Midwest derecho was one of the deadliest and most destructive fast-moving &lt;a href=\"Severe%20thunderstorm%20outbreak\"&gt;severe thunderstorm complexes&lt;/a&gt; in North American history. The progressive &lt;a href=\"derecho\"&gt;derecho&lt;/a&gt; tracked across a large section of the &lt;a href=\"Midwestern%20United%20States\"&gt;Midwestern United States&lt;/a&gt; and across the central &lt;a href=\"Appalachian%20Mountains\"&gt;Appalachians&lt;/a&gt; into the &lt;a href=\"mid-Atlantic%20states\"&gt;mid-Atlantic states&lt;/a&gt; on the afternoon and evening of June 29, 2012, and into the early morning of June 30, 2012. It resulted in a total of 22 deaths, millions of power outages across the entire affected region, and a damage total of US$2.9 billion which exceeded that of all but the &lt;a href=\"August%202020%20Midwest%20derecho\"&gt;August 2020 Midwest derecho&lt;/a&gt; (estimated US$11 billion) and the &lt;a href=\"List%20of%20costliest%20Atlantic%20hurricanes\"&gt;top 45&lt;/a&gt; Atlantic &lt;a href=\"tropical%20cyclone\"&gt;tropical cyclone&lt;/a&gt;s. The storm prompted the issuance of four separate &lt;a href=\"severe%20thunderstorm%20watch\"&gt;severe thunderstorm watch&lt;/a&gt;es by the &lt;a href=\"Storm%20Prediction%20Center\"&gt;Storm Prediction Center&lt;/a&gt;. A second storm in the late afternoon caused another watch to be issued across Iowa and Illinois.\nStorm overview.\nInitial stage.\nThe storm started as a small &lt;a href=\"thunderstorm\"&gt;thunderstorm&lt;/a&gt; cell in central &lt;a href=\"Iowa\"&gt;Iowa&lt;/a&gt; and continued into &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, developing into a &lt;a href=\"mesoscale%20convective%20system\"&gt;mesoscale convective system&lt;/a&gt; (MCS) while mostly below severe limits at the time. Due to an extremely hot and highly unstable atmosphere with &lt;a href=\"convective%20available%20potential%20energy\"&gt;CAPE&lt;/a&gt; values in excess of 5,000 J/kg and temperatures on the south side of a &lt;a href=\"stationary%20front\"&gt;stationary front&lt;/a&gt; &lt;a href=\"Summer%202012%20North%20American%20heat%20wave\"&gt;well in excess of 100°F (37.8°C)&lt;/a&gt; prompting widespread &lt;a href=\"excessive%20heat%20warning\"&gt;excessive heat warning&lt;/a&gt;s, the storm complex strengthened and produced isolated instances of &lt;a href=\"Severe%20thunderstorm\"&gt;severe&lt;/a&gt; weather as it crossed over the &lt;a href=\"Chicago%20metropolitan%20area\"&gt;Chicago metropolitan area&lt;/a&gt; late in the morning of June 29 for the Chicago area and much of northern &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt; by early afternoon. The first &lt;a href=\"severe%20thunderstorm%20watch\"&gt;severe thunderstorm watch&lt;/a&gt; of the afternoon was issued at 11:50 a.m. &lt;a href=\"Central%20Daylight%20Time\"&gt;CDT&lt;/a&gt; (1650 UTC) just before the storm crossed over Chicago.\nGaining of derecho characteristics.\nAs the storm tracked eastward into Indiana, it became a &lt;a href=\"derecho\"&gt;derecho&lt;/a&gt; and wind gusts increased substantially, peaking as high as 91 &lt;a href=\"Miles%20per%20hour\"&gt;mph&lt;/a&gt; (147 km/h) in &lt;a href=\"Fort%20Wayne%2C%20Indiana\"&gt;Fort Wayne&lt;/a&gt;, equivalent to a Category 1 hurricane, at least in gusts. By that time, the system had taken on a well-defined &lt;a href=\"bow%20echo\"&gt;bow echo&lt;/a&gt; shape, the classic indicator of a derecho. A severe thunderstorm watch, with high wind probabilities (although not a &lt;a href=\"Particularly%20dangerous%20situation\"&gt;PDS watch&lt;/a&gt;) was issued for the majority of &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, much of &lt;a href=\"West%20Virginia\"&gt;West Virginia&lt;/a&gt;, and parts of Indiana and &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt; at 3:05 p.m. &lt;a href=\"Eastern%20Daylight%20Time\"&gt;EDT&lt;/a&gt; (1905 UTC) as the storm traversed north-central Indiana. Moving southeastward to east-southeastward at about 60 mph (95 km/h)—a speed and trajectory that the derecho maintained for its entire lifespan—it followed the stationary front and increased in size as it entered Ohio in the mid-afternoon hours, affecting a large portion of the state. Since the derecho was clearly underway and expected to last a long time, the SPC increased the threat level to a moderate risk of severe weather at 3:37 p.m. EDT (1937 UTC) across Ohio, West Virginia and small portions of neighboring states, warning of the extreme wind threat. It crossed over the &lt;a href=\"Columbus%2C%20Ohio\"&gt;Columbus&lt;/a&gt; area at approximately 5:00 p.m. EDT, with winds reported to 82 mph (132 km/h) there, and caused severe damage to the power grid in &lt;a href=\"Franklin%20County%2C%20Ohio\"&gt;Franklin&lt;/a&gt;, &lt;a href=\"Delaware%20County%2C%20Ohio\"&gt;Delaware&lt;/a&gt;, and &lt;a href=\"Licking%20County%2C%20Ohio\"&gt;Licking&lt;/a&gt; Counties. Winds were in excess of 80 mph (128 km/h) as well reported at many other locations across the state. It maintained its intensity as it reached the &lt;a href=\"Ohio%20River\"&gt;Ohio River&lt;/a&gt; early in the evening, and the only reported (but unconfirmed) &lt;a href=\"tornado\"&gt;tornado&lt;/a&gt; associated with the system occurred in association with the derecho's bookend vortex, and did minimal damage in comparison near &lt;a href=\"Newcomerstown%2C%20Ohio\"&gt;Newcomerstown, Ohio&lt;/a&gt;, at 6:20 p.m. EDT. As the derecho reached the Ohio-West Virginia border, the SPC issued another severe thunderstorm watch at 6:35 p.m. EDT (2235 UTC), also with high wind probabilities, for the remainder of West Virginia, much of &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; and &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, parts of &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"Kentucky\"&gt;Kentucky&lt;/a&gt;, &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt;, southern &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; and the &lt;a href=\"District%20of%20Columbia\"&gt;District of Columbia&lt;/a&gt;. \nAfter sunset.\nDespite the mountainous terrain and loss of daytime heating, the hot, humid air mass and high instability allowed the storms to maintain their high intensity, even though the amount of convective energy decreased slightly (to a still-extreme 3,500 J/kg). They emerged into &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt; and &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt; later in the evening, where an even more unstable air mass awaited with CAPE values as high as 5,500 J/kg. As the derecho failed to weaken over the mountains, the moderate risk was expanded eastward by the SPC at 9:00 p.m. EDT (0100 UTC) into the mid-Atlantic region. At 10:10 p.m., the SPC issued the final severe thunderstorm watch for the derecho for all of &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt;, the remainder of Maryland, the remainder of eastern Virginia, southern &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt;, the &lt;a href=\"Chesapeake%20Bay\"&gt;Chesapeake Bay&lt;/a&gt;, and the Mid-Atlantic &lt;a href=\"coastal%20waters\"&gt;coastal waters&lt;/a&gt;. The derecho continued to expand as it crossed the Mid-Atlantic states late in the evening, impacting nearly all of Maryland, Virginia, and &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; The most severe winds—reported as high as 87 mph (140 km/h)—were focused in the &lt;a href=\"Baltimore-Washington%20metropolitan%20area\"&gt;Baltimore-Washington metropolitan area&lt;/a&gt; and southward towards &lt;a href=\"Richmond%2C%20Virginia\"&gt;Richmond&lt;/a&gt;. Widespread wind gusts over 70 mph (112 km/h), with some significantly higher, were reported across the large and heavily populated region.\nOvernight at sea and dissipation.\nDamaging winds continued eastward across the Chesapeake Bay towards the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt;, losing little strength despite the cooler marine layer. The derecho emerged into the Atlantic Ocean shortly before 2:00 a.m. EDT (0600 UTC) on June 30, while still producing winds as high as 81 mph (130 km/h) at the coast in &lt;a href=\"Tuckerton%2C%20New%20Jersey\"&gt;Tuckerton, New Jersey&lt;/a&gt; and strong and damaging winds on the &lt;a href=\"Delmarva%20Peninsula\"&gt;Delmarva Peninsula&lt;/a&gt;. Numerous special marine warnings were issued for the coastal waters of affected states by the NWS as the derecho moved out to sea. \nSecond complex develops.\nAs the derecho moved through Ohio, a second storm developed in Iowa and tracked into northern Illinois. The earlier derecho had used up most of the convective energy in the atmosphere, so this second storm did not become another derecho. Nonetheless, a small MCS with a bow echo developed and became severe as it moved along this track. Its formation prompted the SPC to issue another severe thunderstorm watch, the second of the day for much of the region, for the areas in its path including parts of Iowa and Illinois. \nImpacts.\nDamage was widespread and extensive along the entire path of the derecho, especially in northern Indiana and the Fort Wayne metro area, central and western Ohio, northeastern Kentucky, southwestern Pennsylvania, West Virginia, northern, central, and southwestern Virginia, Maryland, Washington, D.C., Delaware and southern New Jersey. In all the mentioned areas, many trees uprooted or snapped, roofs became damaged, tents deployed to sell fireworks leading up to the &lt;a href=\"4th%20of%20July\"&gt;4th of July&lt;/a&gt; Holiday collapsed, and power outages were extensive, with over 4.2 million customers losing power as a result.\n An Appalachian Power representative described the power outage as the worst the company had ever seen. In total, 22 people were killed across seven states and the District of Columbia.&lt;ref name=\"The Ohio Valley / Mid-Atlantic Derecho of June 2012\"&gt;&lt;/ref&gt; At least ten of those deaths were in Virginia, all of them due to fallen trees. Two of the deaths were in New Jersey, after two children were killed by falling trees at a campground at &lt;a href=\"Parvin%20State%20Park\"&gt;Parvin State Park&lt;/a&gt;, three deaths were reported in Maryland and one death was reported in Ohio after the storm. As it occurred in the midst of the record &lt;a href=\"Summer%202012%20North%20American%20heat%20wave\"&gt;Summer 2012 North American heat wave&lt;/a&gt;, conditions on following days were problematic, particularly for seniors and vulnerable people. Scattered structural damage also occurred along the path of the derecho, from both falling trees and the winds themselves. Some of the damage included siding was torn off houses, roofs removed from houses, businesses and apartment buildings, &lt;a href=\"mobile%20home\"&gt;mobile home&lt;/a&gt;s heavily damaged, barns and garages destroyed and &lt;a href=\"airplane\"&gt;airplane&lt;/a&gt;s flipped.\nOhio.\nOver 1 million customers lost power in Ohio, with power outages widespread across roughly two-thirds of the state. Saturday afternoon, Ohio &lt;a href=\"Governor%20of%20Ohio\"&gt;Governor&lt;/a&gt; &lt;a href=\"John%20Kasich\"&gt;John Kasich&lt;/a&gt; declared a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt; due to widespread power loss, damages, and the ongoing heat wave. The storm was more damaging to the power grid and more severe in terms of wind gusts than &lt;a href=\"Hurricane%20Ike\"&gt;Tropical Storm Ike&lt;/a&gt;, which hit the area in &lt;a href=\"2008%20Atlantic%20hurricane%20season\"&gt;September 2008&lt;/a&gt; with sustained winds and gusts after slightly re-intensifying over Indiana, making it both the largest power outage and the largest power outage not related to a hurricane in AEP Ohio history. Wind gusts with this derecho were closer to , and, though of a significantly shorter duration, caused more damage to trees and power lines than Ike. In &lt;a href=\"Bellefontaine%2C%20Ohio\"&gt;Bellefontaine&lt;/a&gt;, the storm's strength was sufficient to cause severe damage to the tower of &lt;a href=\"Logan%20County%20Courthouse%20%28Ohio%29\"&gt;the county courthouse&lt;/a&gt;, a reinforced &lt;a href=\"sandstone\"&gt;sandstone&lt;/a&gt; structure. In fact, this derecho was so destructive that &lt;a href=\"Accuweather\"&gt;Accuweather&lt;/a&gt; compared its destruction to that of &lt;a href=\"Hurricane%20Irene\"&gt;Hurricane Irene&lt;/a&gt;, and &lt;a href=\"The%20Weather%20Channel\"&gt;The Weather Channel&lt;/a&gt; compared it to hurricane damage in general. Many lost power for 5 days, some much longer.\nWest Virginia.\nIn West Virginia, about 672,000 customers lost electricity. Governor &lt;a href=\"Earl%20Ray%20Tomblin\"&gt;Earl Ray Tomblin&lt;/a&gt; of &lt;a href=\"Governor%20of%20West%20Virginia\"&gt;West Virginia&lt;/a&gt; declared a state of emergency after the storm. All but two of the state's 55 counties sustained some damage or loss of power. At peak, more than half of the state's customers were without power. Around 70 high voltage power lines were downed. The derecho's aftermath was arguably more difficult in West Virginia than anywhere else. Power restoration was very slow and outages extremely long, as a result of the sparse and scattered population, mountainous terrain, difficult conditions in extreme heat and need for crews over a large area; in many cases the outages lasted longer than two weeks. The &lt;a href=\"American%20Red%20Cross\"&gt;American Red Cross&lt;/a&gt; shipped tens of thousands of meals to the state, along with large quantities of water to residents in entire communities that were isolated as a result. It also caused a gas outage in 5 counties.\nPennsylvania.\nAcross Pennsylvania, 32,500 customers lost power. Storm debris delayed trains at &lt;a href=\"30th%20Street%20Station\"&gt;30th Street Station&lt;/a&gt; in Philadelphia.\nVirginia.\nAbout 1 million customers lost power in Virginia, which was the largest outage in the state's history not related to a hurricane, and third largest outage including hurricanes, after &lt;a href=\"Hurricane%20Isabel\"&gt;Hurricane Isabel&lt;/a&gt; in &lt;a href=\"2003%20Atlantic%20hurricane%20season\"&gt;2003&lt;/a&gt; and &lt;a href=\"Hurricane%20Irene\"&gt;Hurricane Irene&lt;/a&gt; in &lt;a href=\"2011%20Atlantic%20hurricane%20season\"&gt;2011&lt;/a&gt;. The outages also affected an &lt;a href=\"Amazon%20Elastic%20Compute%20Cloud\"&gt;Amazon Elastic Compute Cloud&lt;/a&gt; datacenter in &lt;a href=\"Northern%20Virginia\"&gt;Northern Virginia&lt;/a&gt;, which caused &lt;a href=\"Instagram\"&gt;Instagram&lt;/a&gt;, &lt;a href=\"Pinterest\"&gt;Pinterest&lt;/a&gt;, and &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; to experience significant outages. In &lt;a href=\"Franklin%20County%2C%20Virginia\"&gt;Franklin County, Virginia&lt;/a&gt;, southeast of &lt;a href=\"Roanoke%2C%20Virginia\"&gt;Roanoke&lt;/a&gt;, a volunteer firefighter was killed by a falling tree while responding to an emergency. Two people in &lt;a href=\"Big%20Island%2C%20Virginia\"&gt;Big Island&lt;/a&gt; were killed in a storm-related house fire during the night of June 29 In the &lt;a href=\"Roanoke%20Valley\"&gt;Roanoke Valley&lt;/a&gt; area, upwards of 65,000 residents in &lt;a href=\"Roanoke%2C%20Virginia\"&gt;Roanoke&lt;/a&gt;, &lt;a href=\"Lynchburg%2C%20Virginia\"&gt;Lynchburg&lt;/a&gt;, and &lt;a href=\"Danville%2C%20Virginia\"&gt;Danville&lt;/a&gt; lost power. Governor &lt;a href=\"Bob%20McDonnell\"&gt;Bob McDonnell&lt;/a&gt; of &lt;a href=\"Governor%20of%20Virginia\"&gt;Virginia&lt;/a&gt; declared a state of emergency after the storm. 911 emergency service was disrupted for over two million customers in Virginia and West Virginia, with the greatest concentration of outages occurring in Northern Virginia and some customers experiencing 911 outages for several days. These outages were due to telephone switching equipment failing after a disruptive combination of power outages and power surges.\nWashington, D.C., and Maryland.\nApproximately 68,000 customers were without power in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;, and roughly 1,600,000 customers lost power in Maryland, including some in each of the state's counties. Water restrictions were also enacted in &lt;a href=\"Montgomery%20County%2C%20Maryland\"&gt;Montgomery County&lt;/a&gt; and &lt;a href=\"Prince%20George%27s%20County%2C%20Maryland\"&gt;Prince George's County&lt;/a&gt; in Maryland after the water supplies in those heavily populated suburban counties lost power. A Washington, D.C., man was electrocuted and his wife critically injured when they went outside to check the damage to their house from a fallen tree. The &lt;a href=\"AT%26amp%3BT%20National\"&gt;AT&amp;T National&lt;/a&gt; golf tournament at &lt;a href=\"Congressional%20Country%20Club\"&gt;Congressional Country Club&lt;/a&gt; was also slowed due to severe tree damage on the course. Governor &lt;a href=\"Martin%20O%27Malley\"&gt;Martin O'Malley&lt;/a&gt; of &lt;a href=\"Governor%20of%20Maryland\"&gt;Maryland&lt;/a&gt; declared a state of emergency after the storm. As of July 6, over 4800 tons of storm debris had been collected in Montgomery County, Maryland, with collection ongoing.\nIn Baltimore (city) and Baltimore County, the widespread damage left large trees uprooted and traffic patterns disrupted. Throughout the Northern Baltimore (city) area neighborhoods experienced disrupted traffic patterns as large trees felled by the storm blocked secondary arterial roadways. Residential damage was heavy throughout the area from aging and weakened large growth trees uprooted during the storm crushing cars and damaging residential roofs. Power outages were widespread, with some neighborhoods north of Northern Parkway waiting up to ten days for full power restoration.\nNew Jersey.\nIn &lt;a href=\"South%20Jersey\"&gt;South Jersey&lt;/a&gt;, &lt;a href=\"Atlantic%20City%20Electric\"&gt;Atlantic City Electric&lt;/a&gt; reported that 206,000 customers lost power from downed trees. Most of the outages were in &lt;a href=\"Atlantic%20County%2C%20New%20Jersey\"&gt;Atlantic County&lt;/a&gt;, which prompted a county-wide state of emergency. Near &lt;a href=\"Atlantic%20City%2C%20New%20Jersey\"&gt;Atlantic City&lt;/a&gt;, a boater died while trying to bring his vessel ashore. Officials believed that lightning struck a 104-year-old church in &lt;a href=\"Longport%2C%20New%20Jersey\"&gt;Longport&lt;/a&gt; and caused a fire that damaged the building. Two boys were killed when a tree fell on their tent in &lt;a href=\"Parvin%20State%20Park\"&gt;Parvin State Park&lt;/a&gt;. In &lt;a href=\"Vineland%2C%20New%20Jersey\"&gt;Vineland&lt;/a&gt;, damage was preliminarily estimated at $125 million. On July 19, 2012, President Obama declared three counties in New Jersey (Atlantic, Cumberland, and Salem) federal disaster areas. This assured disaster relief through federal assistance to local and state governments and some non-profit organizations."
}