{
    "id": "363218",
    "revid": "40831289",
    "url": "https://en.wikipedia.org/wiki?curid=363218",
    "title": "Long ton",
    "text": "Long ton, also known as the imperial ton or displacement ton, is the name for the unit called the \"&lt;a href=\"ton\"&gt;ton&lt;/a&gt;\" in the &lt;a href=\"avoirdupois\"&gt;avoirdupois&lt;/a&gt; system of weights or &lt;a href=\"Imperial%20unit\"&gt;Imperial&lt;/a&gt; system of measurements. It was standardised in the 13th century. It is used in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; and several other &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt; countries alongside the &lt;a href=\"mass\"&gt;mass&lt;/a&gt;-based &lt;a href=\"International%20System%20of%20Units\"&gt;metric&lt;/a&gt; &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt; defined in 1799, as well as in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; for bulk commodities.\nIt is not to be confused with the &lt;a href=\"short%20ton\"&gt;short ton&lt;/a&gt;, a unit of weight equal to used in the United States, and in Canada before &lt;a href=\"metrication\"&gt;metrication&lt;/a&gt;, also referred to simply as a \"ton\".\nUnit definition.\nA long ton is defined as exactly 2,240 pounds. The long ton arises from the traditional British measurement system: A long ton is 20 &lt;a href=\"hundredweight\"&gt;hundredweight&lt;/a&gt; (cwt), each of which is 8 &lt;a href=\"Stone%20%28unit%29\"&gt;stone&lt;/a&gt; (1 stone = 14 pounds). Thus a long ton is 20 × 8 × 14 lb = 2,240 lb.\nUnit equivalences.\nA long ton, also called the weight ton (W/T), imperial ton, or displacement ton, is equal to:\nThe long ton remains in use in both the United Kingdom and the United States, where it is commonly used in measuring the &lt;a href=\"Displacement%20%28ship%29\"&gt;displacement&lt;/a&gt; of &lt;a href=\"ship\"&gt;ship&lt;/a&gt;s, the volume-to-carrying-weight of fuels, and in trade of &lt;a href=\"wikt%3Abale%23Etymology%203\"&gt;bale&lt;/a&gt;d commodities and bulk goods like &lt;a href=\"iron%20ore\"&gt;iron ore&lt;/a&gt; and elemental &lt;a href=\"sulfur\"&gt;sulfur&lt;/a&gt;. The long ton was the unit prescribed for &lt;a href=\"warship\"&gt;warship&lt;/a&gt;s by the &lt;a href=\"Washington%20Naval%20Treaty\"&gt;Washington Naval Treaty&lt;/a&gt; of 1922 — for example &lt;a href=\"battleship\"&gt;battleship&lt;/a&gt;s were limited to a displacement of .\nTo comply with the practices of the European Union, the British Imperial ton was explicitly excluded from use for trade by the United Kingdom's &lt;a href=\"Weights%20and%20Measures%20Acts%20of%20the%20United%20Kingdom\"&gt;Weights and Measures Act&lt;/a&gt; of 1985.\nThe long ton remains in informal use by some heritage rail companies and remains on a limited number of weight limit signs on roads (usually in remote areas away from major towns and cities where &lt;a href=\"tonne\"&gt;tonne&lt;/a&gt;s are used)."
}