{
    "id": "36322960",
    "revid": "11009441",
    "url": "https://en.wikipedia.org/wiki?curid=36322960",
    "title": "Swift's Hill SSSI",
    "text": "Swift's Hill () is a &lt;a href=\"biological%20and%20geological%20Site%20of%20Special%20Scientific%20Interest\"&gt;biological and geological Site of Special Scientific Interest&lt;/a&gt; in &lt;a href=\"Gloucestershire\"&gt;Gloucestershire&lt;/a&gt;, &lt;a href=\"SSSI%20notification\"&gt;notified&lt;/a&gt; in 1966 and renotified in 1984.\nThe site is owned and managed by the &lt;a href=\"Gloucestershire%20Wildlife%20Trust\"&gt;Gloucestershire Wildlife Trust&lt;/a&gt;. It was purchased from Mr F R Elliott in 1967 and is referred to as Elliott Reserve by the trust. It is, however, more widely known as Swift's Hill and designated as an SSSI under that name. A small stock-holding field (semi-improved pasture) was purchased for the trust by Swift Print of Stroud in 1989.\nThe reserve is on the eastern side of the &lt;a href=\"Slad%20Valley\"&gt;Slad Valley&lt;/a&gt;, and one and a half miles north-east of &lt;a href=\"Stroud\"&gt;Stroud&lt;/a&gt;. No rights are registered, but the hill is common land and is unfenced and used widely by members of the public. The hill is one of the smaller ancient &lt;a href=\"Cotswold\"&gt;Cotswold&lt;/a&gt; &lt;a href=\"Commons\"&gt;Commons&lt;/a&gt; and provides panoramic views of the Slad valley which is described by local author &lt;a href=\"Laurie%20Lee\"&gt;Laurie Lee&lt;/a&gt; in \"Cider with Rosie\". The origin of the name is uncertain, but it may be from the many &lt;a href=\"Swift%20%28bird%29\"&gt;swifts&lt;/a&gt; which fly overhead.\nGeology.\nThe hill itself is composed of &lt;a href=\"Oolite\"&gt;Oolitic&lt;/a&gt; &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;. There is a small quarry in the north-west corner. Fossil-rich 'ragstones' are exposed and is one of the key sites for study of the geology of the &lt;a href=\"Middle%20Jurassic\"&gt;Middle Jurassic&lt;/a&gt; period. There are both 'ragstones' (very fossiliferous) and 'freestones' (fragments of fossils). The fossilised remains of bivalves, brachiopods, corals and the occasional ammonite may be found in the screes.\nGrassland flora.\nThe thin, well-drained &lt;a href=\"Rendzina\"&gt;Rendzina&lt;/a&gt; soils supports a diverse range of calcareous grassland flora. Over 130 different species of wildflowers and 13 different orchids are recorded. The reserve is renowned for its orchids which include the &lt;a href=\"pyramidal%20orchid\"&gt;pyramidal orchid&lt;/a&gt;, &lt;a href=\"fragrant%20orchid\"&gt;fragrant orchid&lt;/a&gt;, &lt;a href=\"early%20purple%20orchid\"&gt;early purple orchid&lt;/a&gt;, &lt;a href=\"Ophrys\"&gt;bee orchid&lt;/a&gt;, &lt;a href=\"frog%20orchid\"&gt;frog orchid&lt;/a&gt;, and &lt;a href=\"autumn%20lady%27s-tresses\"&gt;autumn lady's-tresses&lt;/a&gt;.\nOther spring, summer and autumn flowers in the meadow include &lt;a href=\"Primula%20veris\"&gt;cowslip&lt;/a&gt;, &lt;a href=\"Aquilegia\"&gt;columbine&lt;/a&gt;, &lt;a href=\"harebell\"&gt;harebell&lt;/a&gt;, &lt;a href=\"yellow-wort\"&gt;yellow-wort&lt;/a&gt; and &lt;a href=\"Gentiana%20amarella\"&gt;autumn gentian&lt;/a&gt;. &lt;a href=\"Viper%27s%20bugloss\"&gt;Viper's bugloss&lt;/a&gt; flowers in the quarry.\nTrees and scrub.\nThe quarry supports some trees and scrub such as common &lt;a href=\"whitebeam\"&gt;whitebeam&lt;/a&gt;, &lt;a href=\"Fraxinus\"&gt;ash&lt;/a&gt;, &lt;a href=\"Crataegus\"&gt;hawthorn&lt;/a&gt; and &lt;a href=\"hazel\"&gt;hazel&lt;/a&gt;.\nInvertebrates and reptiles.\n&lt;a href=\"Common%20lizard\"&gt;Common lizard&lt;/a&gt;, &lt;a href=\"slowworm\"&gt;slowworm&lt;/a&gt; and &lt;a href=\"Vipera%20berus\"&gt;adder&lt;/a&gt; are reported basking in the quarry area. The grassland flora supports good populations of &lt;a href=\"small%20blue\"&gt;small blue&lt;/a&gt;, &lt;a href=\"green%20hairstreak\"&gt;green hairstreak&lt;/a&gt;, &lt;a href=\"dingy%20skipper\"&gt;dingy skipper&lt;/a&gt; and &lt;a href=\"Melanargia%20galathea\"&gt;marbled white&lt;/a&gt; butterflies. Over twenty-nine species have been recorded. Also seen are the day-flying moths such as &lt;a href=\"six-spot%20burnet\"&gt;six-spot burnet&lt;/a&gt; and &lt;a href=\"cinnabar%20moth\"&gt;cinnabar&lt;/a&gt;. &lt;a href=\"Grasshopper\"&gt;Grasshopper&lt;/a&gt;s are common such as stripe-winged and rufous, the latter being at the western end of its range.\nBirds.\nThe hill is circled by swifts in the summer. &lt;a href=\"Kestrel\"&gt;Kestrel&lt;/a&gt; and &lt;a href=\"buzzard\"&gt;buzzard&lt;/a&gt; may be spotted overhead. Breeding birds include &lt;a href=\"skylark\"&gt;skylark&lt;/a&gt;, &lt;a href=\"tree%20pipit\"&gt;tree pipit&lt;/a&gt; and &lt;a href=\"meadow%20pipit\"&gt;meadow pipit&lt;/a&gt;. The &lt;a href=\"European%20green%20woodpecker\"&gt;green woodpecker&lt;/a&gt; is attracted by the anthills.\nConservation.\nThis is unimproved meadow is visually distinct from its neighbouring improved grassland by its yellow-green colour. It has been traditionally grazed over the centuries resulting in this species-rich flowering sward. Thus traditional grazing regimes are maintained to preserve the site. The range of plants requires the unimproved thin limestone soil, and on the dry slopes they are not in competition with more vigorous plants. The turf must be kept short and because many of them grow slowly, they need minimum disturbance."
}