{
    "id": "36326032",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=36326032",
    "title": "Daniel Constantin (politician)",
    "text": "Daniel Constantin (; born June 26, 1978, &lt;a href=\"Pite%C8%99ti\"&gt;Pitești&lt;/a&gt;, &lt;a href=\"Arge%C8%99%20County\"&gt;Argeș County&lt;/a&gt;, &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;Romania&lt;/a&gt;) is a Romanian politician who is currently a member of the &lt;a href=\"National%20Liberal%20Party%20%28Romania%29\"&gt;National Liberal Party&lt;/a&gt; (PNL).\nHe has been a &lt;a href=\"Chamber%20of%20Deputies%20%28Romania%29\"&gt;Member of Parliament&lt;/a&gt; since 2012, co-chairman of &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20%28Romania%29\"&gt;ALDE&lt;/a&gt; from 2015 to 2017, and Deputy Prime Minister and &lt;a href=\"Ministry%20of%20Environment%20and%20Climate%20Change%20%28Romania%29\"&gt;Minister of Environment&lt;/a&gt; from January to April, 2017.\nEducation.\nDaniel Constantin graduated from the Faculty of Animal Husbandry (in 2002) and made his Master at the Faculty of Management, Quality Management and Innovation (in 2004) at the &lt;a href=\"University%20of%20Agronomic%20Sciences%20and%20Veterinary%20Medicine%20of%20Bucharest\"&gt;University of Agronomic Sciences and Veterinary Medicine of Bucharest&lt;/a&gt;.\nProfessional carrier.\nAmong the professional activities are to be mentioned:\nBetween 1999 and 2003 he held several positions representing the Students of the University of Agronomic Sciences and Veterinary Medicine Bucharest, among which are:\nPolitical career.\nPresident of the PC.\nIn 2006, Daniel Constantin joined the &lt;a href=\"Conservative%20Party%20%28Romania%29\"&gt;Conservative Party&lt;/a&gt; (PC), where he coordinated the work of the European Funds Department. In 2010, following an extraordinary congress of the party, he was elected president of the PC, with the support of the party's founder, Dan Voiculescu. At the age of 32, Daniel Constantin became the youngest party president in Romania. He stayed in that office until the dissolution of PC in 2015.\nMinister of Agriculture.\nIn 2012, Daniel Constantin was appointed the &lt;a href=\"Ministry%20of%20Agriculture%20and%20Rural%20Development%20%28Romania%29\"&gt;Minister of Agriculture&lt;/a&gt; in the &lt;a href=\"Victor%20Ponta\"&gt;Victor Ponta&lt;/a&gt; &lt;a href=\"Fourth%20Ponta%20cabinet\"&gt;cabinet&lt;/a&gt;. The agriculture portfolio and the appointment of Constantin to this post were announced by the Prime Minister Ponta before the presentation of the composition of the government, which showed that his position was established before the negotiations of the other portfolios.\nDaniel Constantin has a personal debt of almost 300,000 euros to &lt;a href=\"Dan%20Voiculescu\"&gt;Dan Voiculescu&lt;/a&gt;. The Ministry of Agriculture, under the leadership of Daniel Constantin, is in dispute with the &lt;a href=\"Grivco\"&gt;Grivco&lt;/a&gt; group, controlled by Voiculescu, accusing him of a damage of 60 million euros, following the fraudulent privatization of the Food Research Institute (ICA). Voiculescu was sued in December 2008, in the case regarding the privatization of ICA, a state-owned company acquired by Voiculescu from the state after it was undervalued by over 60 million euros. Thus, Constantine is suspected of having been appointed minister only to remove them. Subsequently, by virtue of this debt, the &lt;a href=\"National%20Agency%20for%20Fiscal%20Administration\"&gt;National Agency for Fiscal Administration&lt;/a&gt; won in 2018 a lawsuit against Daniel Constantin in which the state must recover part of the damage from the ICA file from the payment of that debt.\nOn 9 December 2012, he won the became MP from &lt;a href=\"Arge%C8%99%20County\"&gt;Argeș County&lt;/a&gt;.\nALDE co-chairman.\nThrough the merger of the Conservative Party and the &lt;a href=\"Liberal%20Reformist%20Party%20%28Romania%29\"&gt;Liberal Reformist Party&lt;/a&gt; (PLR), the &lt;a href=\"Alliance%20of%20Liberals%20and%20Democrats%20%28Romania%29\"&gt;Alliance of Liberals and Democrats&lt;/a&gt; (ALDE) party was founded on 19 June 2015, with Daniel Constantin as its founding member. Together with former PLR president &lt;a href=\"C%C4%83lin%20Popescu-T%C4%83riceanu\"&gt;Călin Popescu-Tăriceanu&lt;/a&gt; he co-chaired the party, that joined a coalition with the &lt;a href=\"Social%20Democratic%20Party%20%28Romania%29\"&gt;Social Democratic Party&lt;/a&gt; (PSD) under &lt;a href=\"Liviu%20Dragnea\"&gt;Liviu Dragnea&lt;/a&gt; after the &lt;a href=\"2016%20Romanian%20legislative%20election\"&gt;2016 parliamentary election&lt;/a&gt;. In the cabinet of &lt;a href=\"Sorin%20Grindeanu\"&gt;Sorin Grindeanu&lt;/a&gt;, Constantin served as deputy prime minister and minister of environment and climate change from January to April 2017.\nPRO Romania and PNL.\nIn May 2017, Daniel Constantin and former education minister &lt;a href=\"Sorin%20C%C3%AEmpeanu\"&gt;Sorin Cîmpeanu&lt;/a&gt; left ALDE after a conflict with co-chair Popescu-Tăriceanu. Together with former Prime Ministers &lt;a href=\"Victor%20Ponta\"&gt;Victor Ponta&lt;/a&gt; who had been expelled from PSD, they founded the social-liberal &lt;a href=\"PRO%20Romania\"&gt;Pro Romania Party&lt;/a&gt; (PRO). The new party was led by Daniel Constantin as interim chairman, until Ponta took that position at the first party congress in October 2018. In November 2019, Constantin and six other PRO deputies voted, against Ponta's order, for the new government of &lt;a href=\"Ludovic%20Orban\"&gt;Ludovic Orban&lt;/a&gt; of the &lt;a href=\"National%20Liberal%20Party%20%28Romania%29\"&gt;National Liberal Party&lt;/a&gt; (PNL). In early 2020, Constantin alongside Cîmpeanu and three other former PRO lawmakers joined the PNL."
}