{
    "id": "36374555",
    "revid": "37668689",
    "url": "https://en.wikipedia.org/wiki?curid=36374555",
    "title": "Jorge Taufua",
    "text": "Jorge Taufua (born 22 October 1991) is a professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays as a er for the &lt;a href=\"Manly%20Warringah%20Sea%20Eagles\"&gt;Manly Warringah Sea Eagles&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt;. He played for both &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; and &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoa&lt;/a&gt; at international level.\nTaufua has also played for the &lt;a href=\"City%20New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales City&lt;/a&gt; side.\nBackground.\nTaufua was born in &lt;a href=\"Canberra%2C%20Australian%20Capital%20Territory\"&gt;Canberra, Australian Capital Territory&lt;/a&gt;, Australia to a Tongan father and a New Zealand mother of Samoan descent. Jorge has 12 siblings including his \"half\" siblings from his father's side, most of them were born in &lt;a href=\"Canberra%2C%20Australian%20Capital%20Territory\"&gt;Canberra, Australian Capital Territory&lt;/a&gt;.\nTaufua played his junior football for the Toongabbie Tigers and &lt;a href=\"Wentworthville%20Magpies\"&gt;Wentworthville Magpies&lt;/a&gt; whilst attending &lt;a href=\"The%20Hills%20Sports%20High%20School\"&gt;The Hills Sports High School&lt;/a&gt; before being signed by the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt;. Taufua played for the Eels' &lt;a href=\"NRL%20Under-20s\"&gt;Toyota Cup (Under-20s)&lt;/a&gt; team in &lt;a href=\"2010%20NRL%20Under-20s%20season\"&gt;2010&lt;/a&gt;. In 2011, Taufua signed with the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt;. He played for the Sea Eagles' &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;Toyota Cup&lt;/a&gt; team in &lt;a href=\"2011%20NRL%20Under-20s%20season\"&gt;2011&lt;/a&gt; before moving on to the Sea Eagles' &lt;a href=\"NSW%20Cup\"&gt;NSW Cup&lt;/a&gt; reserve-grade team in &lt;a href=\"2012%20New%20South%20Wales%20Cup%20season\"&gt;2012&lt;/a&gt;.\nPlaying career.\n2012.\nIn round 4 of the &lt;a href=\"2012%20NRL%20season\"&gt;2012 NRL season&lt;/a&gt;, Manly-Warringah head coach &lt;a href=\"Geoff%20Toovey\"&gt;Geoff Toovey&lt;/a&gt; selected Taufua to make his &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; debut from the interchange bench for Manly-Warringah against the &lt;a href=\"St%20George%20Illawarra%20Dragons\"&gt;St George Illawarra Dragons&lt;/a&gt; but he didn't get on the field in the club's 6-17 loss at &lt;a href=\"Kogarah%20Oval\"&gt;Kogarah Oval&lt;/a&gt;.\nIn round 5 against the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt;, Taufua made his official NRL debut for the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt; on the and scored a try in Manly's 29-20 loss at &lt;a href=\"Parramatta%20Stadium\"&gt;Parramatta Stadium&lt;/a&gt;.\nSince being selected on the wing, Taufua established himself as Manly's left winger, replacing long time winger, and &lt;a href=\"2008%20NRL%20Grand%20Final\"&gt;2008 NRL Grand Final&lt;/a&gt; hero, &lt;a href=\"Michael%20Robertson%20%28rugby%20league%29\"&gt;Michael Robertson&lt;/a&gt;, who had left the club. On 20 June 2012, Taufua re-signed with the club for two years to the end of the 2014 season.\nWhile some considered Taufua unlucky to miss out on the Rookie of the Year award for his impressive debut season, it was towards the end of the season and during the finals series that Taufua's potential became fully evident.\nDespite many of his teammates showing the effects of a season crippled by injuries and off-field dramas, Taufua produced a string of astonishing performances, including a man-of-the-match performance in Manly-Warringah's 22-12 semi final win over the &lt;a href=\"North%20Queensland%20Cowboys\"&gt;North Queensland Cowboys&lt;/a&gt;.\nUnfortunately for Taufua, and Manly, they saved their worst performance of the season for the Preliminary Final against the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt; at &lt;a href=\"AAMI%20Park\"&gt;AAMI Park&lt;/a&gt; just a week after defeating North Queensland 22-12 at &lt;a href=\"Sydney%20Football%20Stadium\"&gt;SFS&lt;/a&gt;.\nManly-Warringah bumbled and fumbled their way through a savage 40-12 loss to the eventual NRL premiers. Taufua finished his debut year in the [NRL with him being named the Manly-Warringah Sea Eagles 2012 NRL season rookie of the year with him playing in 23 matches and scoring 10 tries. On 19 October 2012, Taufua was charged with assault for allegedly spitting at a &lt;a href=\"Queensland%20Police\"&gt;Queensland Police&lt;/a&gt; officer at a night club on the &lt;a href=\"Gold%20Coast%2C%20Queensland\"&gt;Gold Coast&lt;/a&gt;. Taufua was then banned in court from entering any licensed venues in &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;. As a result, a special court hearing was needed (held on 7 March 2013) to allow him to play for Manly-Warringah in their opening match of the &lt;a href=\"2013%20NRL%20season\"&gt;2013 NRL season&lt;/a&gt; against the &lt;a href=\"Brisbane%20Broncos\"&gt;Brisbane Broncos&lt;/a&gt; at &lt;a href=\"Suncorp%20Stadium\"&gt;Suncorp Stadium&lt;/a&gt;, which is a licensed venue. The outcome of the hearing saw a variation to the original ruling. While still banned from entering any licensed venues, Taufua was allowed into such venues for the purposes of his employment as a professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer.\n2013.\nTaufua started 2013 with well by scoring 7 tries in the first 5 matches, including a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; in Manly's 32-0 win over the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; at &lt;a href=\"Brookvale%20Oval\"&gt;Brookvale Oval&lt;/a&gt; in round 2.\nIn April 2014, Taufua earned his first representative selection when he played on the for &lt;a href=\"City%20New%20South%20Wales%20rugby%20league%20team\"&gt;NSW City Origin&lt;/a&gt; in their 18-12 loss to &lt;a href=\"Country%20New%20South%20Wales%20rugby%20league%20team\"&gt;NSW Country Origin&lt;/a&gt; in &lt;a href=\"Coffs%20Harbour\"&gt;Coffs Harbour&lt;/a&gt;. Taufua's form on the wing for Manly also saw him spoken as a possible selection for &lt;a href=\"New%20South%20Wales%20rugby%20league%20team\"&gt;New South Wales&lt;/a&gt; in the &lt;a href=\"2013%20State%20of%20Origin%20series\"&gt;State of Origin series&lt;/a&gt;, though he ultimately missed selection.\nTaufua played on the wing in Manly's 26-18 Grand Final loss to the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; scoring the first try in the match.\nTaufua finished the &lt;a href=\"2013%20NRL%20season\"&gt;2013 NRL season&lt;/a&gt; with him played 26 matches and being Manly's joint top tryscorer with &lt;a href=\"David%20Williams%20%28rugby%20league%29\"&gt;David Williams&lt;/a&gt; on 20 tries. Taufua played for &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; in the &lt;a href=\"2013%20Rugby%20League%20World%20Cup\"&gt;2013 Rugby League World Cup&lt;/a&gt; playing in all 3 matches and scoring a try against the &lt;a href=\"Cook%20Islands%20national%20rugby%20league%20team\"&gt;Cook Islands&lt;/a&gt; in the 22-16 win at &lt;a href=\"Leigh%20Sports%20Village\"&gt;Leigh Sports Village&lt;/a&gt;.\n2014.\nIn February 2014, Taufua was selected in the Sea Eagles inaugural &lt;a href=\"2014%20Auckland%20Nines\"&gt;2014 Auckland Nines&lt;/a&gt; squad. Taufua was selected to play for City Origin on the against Country Origin in the 26-all draw in &lt;a href=\"Dubbo%2C%20New%20South%20Wales\"&gt;Dubbo&lt;/a&gt;.\nA day before Manly's Finals Week 2 match against the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt;, Taufua was dropped by coach &lt;a href=\"Geoff%20Toovey\"&gt;Geoff Toovey&lt;/a&gt; after he was struggling under the high ball in Manly-Warringah's 40-24 loss to &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; a week earlier in Week 1 of the 2014 finals series. Taufua finished off the &lt;a href=\"2014%20NRL%20season\"&gt;2014 NRL season&lt;/a&gt; with him playing in 16 matches and scoring 10 tries for Manly-Warringah.\n2015.\nOn 21 March, Taufua was involved in an alcohol fuelled fight with &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; player &lt;a href=\"Jacob%20Loko\"&gt;Jacob Loko&lt;/a&gt; outside the Hotel Chambers on Elizabeth Street in the Sydney Central Business District.\nTaufua was later hit with a $10,000 fine and an alcohol ban till 31 December.\nOn 2 May, he played for &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; in their &lt;a href=\"Pacific%20Rugby%20League%20International%23Polynesian%20Cup\"&gt;Polynesian Cup&lt;/a&gt; test-match clash against Pacific rivals Samoa, playing on the wing and scoring 2 tries in Tonga's 16-18 loss at &lt;a href=\"Robina%20Stadium\"&gt;Cbus Super Stadium&lt;/a&gt;. As he was about to score a third try that would put Tonga in front by two points with 3 minutes left remaining in the match, he was taken into touch from a hit by Samoan forwards &lt;a href=\"Frank%20Pritchard\"&gt;Frank Pritchard&lt;/a&gt; and &lt;a href=\"Sam%20Kasiano\"&gt;Sam Kasiano&lt;/a&gt;. He finished off the &lt;a href=\"2015%20NRL%20season\"&gt;2015 season&lt;/a&gt; having played in 17 matches and scoring 10 tries for the Sea Eagles. On 17 October, he represented Tonga again, this time in their &lt;a href=\"2017%20Rugby%20League%20World%20Cup%20qualification%20%28Asia-Pacific%20play-off%29\"&gt;Asia-Pacific Qualifier&lt;/a&gt; match against the &lt;a href=\"Cook%20Islands%20national%20rugby%20league%20team\"&gt;Cook Islands&lt;/a&gt; for the &lt;a href=\"2017%20Rugby%20League%20World%20Cup\"&gt;2017 Rugby League World Cup&lt;/a&gt;, playing on the wing and scoring a try in Tonga's 28-8 win at &lt;a href=\"Campbelltown%20Stadium\"&gt;Campbelltown Stadium&lt;/a&gt;.\n2016.\nOn 1 February, Taufua was named in Manly's &lt;a href=\"2016%20NRL%20Auckland%20Nines\"&gt;2016 NRL Auckland Nines&lt;/a&gt; squad.\n2017.\nIn round 13, Taufua suffered an anterior cruciate ligament tear and was ruled out for the season.\n2018.\nOn March 27, Taufua was ruled out for 8 weeks after suffering a broken collarbone. In total, Taufua made 12 appearances for Manly in 2018 as the club finished second last on the table and narrowly avoided the wooden spoon.\n2019.\nTaufua made 24 appearances for Manly in the &lt;a href=\"2019%20NRL%20season\"&gt;2019 NRL season&lt;/a&gt; as the club finished sixth on the table and qualified for the finals. Taufua played in both of Manly's finals games including their elimination final loss against &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; at &lt;a href=\"ANZ%20Stadium\"&gt;ANZ Stadium&lt;/a&gt;. Taufua was also responsible for some of the biggest tackles seen in the 2019 season including a tackle which even made the news in the &lt;a href=\"United%20States%20of%20America\"&gt;United States of America&lt;/a&gt; after Taufua hit Melbourne player &lt;a href=\"Cameron%20Munster\"&gt;Cameron Munster&lt;/a&gt; with a hard driving tackle.\n2020.\nIn round 17 of the &lt;a href=\"2020%20NRL%20season\"&gt;2020 NRL season&lt;/a&gt;, Taufua scored a try but was later taken from the field with a torn calf injury during Manly's 34-32 loss against the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt; at &lt;a href=\"Brookvale%20Oval\"&gt;Brookvale Oval&lt;/a&gt;. When asked in the post match press conference about Taufua, Manly head coach &lt;a href=\"Des%20Hasler\"&gt;Des Hasler&lt;/a&gt; said \"He's torn a calf so you'd think he won't be back [this year]. Add it to the list\"."
}