{
    "id": "36372246",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=36372246",
    "title": "St Mary and St Peter's Church, Wilmington",
    "text": "St Mary and St Peter's Church is in the village of &lt;a href=\"Wilmington%2C%20East%20Sussex\"&gt;Wilmington&lt;/a&gt;, &lt;a href=\"East%20Sussex\"&gt;East Sussex&lt;/a&gt;, England. It is an active &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt; on the deanery of Lewes and Seaford, the archdeaconry of Lewes and Hastings, and the &lt;a href=\"diocese%20of%20Chichester\"&gt;diocese of Chichester&lt;/a&gt;. Founded in the late 11th century to serve villagers in a rural area at the foot of the &lt;a href=\"South%20Downs\"&gt;South Downs&lt;/a&gt;, it also functioned as a priory church for the monks from the adjacent &lt;a href=\"Wilmington%20Priory\"&gt;Wilmington Priory&lt;/a&gt;, to which it was physically connected. The building has \"benefited from sympathetic restoration\" over the centuries—including a series of works by prominent architects &lt;a href=\"Paley%20and%20Austin\"&gt;Paley and Austin&lt;/a&gt; in the &lt;a href=\"Victorian%20era\"&gt;Victorian era&lt;/a&gt;, and internal renovation after a fire in the early 21st century. The church is recorded in the &lt;a href=\"National%20Heritage%20List%20for%20England\"&gt;National Heritage List for England&lt;/a&gt; as a designated Grade I &lt;a href=\"Listed%20building%23England%20and%20Wales\"&gt;listed building&lt;/a&gt;.\nHistory.\nAfter the &lt;a href=\"Norman%20conquest%20of%20England\"&gt;Norman Conquest&lt;/a&gt; in 1066, monks from &lt;a href=\"Grestain%20Abbey\"&gt;Grestain Abbey&lt;/a&gt;, a &lt;a href=\"List%20of%20Benedictine%20monasteries%20in%20France\"&gt;Benedictine monastery&lt;/a&gt; in Normandy, took possession of the land around the village of Wilmington. They founded &lt;a href=\"Wilmington%20Priory\"&gt;Wilmington Priory&lt;/a&gt; to administer their territory, and two or three monks lived there. It was never a large community, and no separate abbey church was ever built; the monks instead shared the &lt;a href=\"chancel\"&gt;chancel&lt;/a&gt; of village church. This was in existence by 1100 and served the farmers and villagers of \"Winelton\", as it was known at the time. The church was connected to the priory by a &lt;a href=\"cloister\"&gt;cloister&lt;/a&gt;. In common with other &lt;a href=\"Alien%20priory\"&gt;alien priories in England&lt;/a&gt;, Wilmington Priory was suppressed by &lt;a href=\"Henry%20V%20of%20England\"&gt;King Henry V&lt;/a&gt; in 1414 and fell into ruins. Thereafter, the church functioned solely as a &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt;. A vast yew tree in the churchyard, &lt;a href=\"Dendrochronology\"&gt;scientifically dated&lt;/a&gt; as 1,600 years old and with a girth of , suggests that the site was considered sacred to pre-Christian people. The existence of a \"strange ... &lt;a href=\"gargoyle\"&gt;gargoyle&lt;/a&gt;-like\" figure known as the Wilmington Madonna—originally on the outside wall but now preserved in the chancel—may also be evidence of pagan worship in the area.\nDuring the 13th century a north chapel or &lt;a href=\"transept\"&gt;transept&lt;/a&gt; was added towards the east end of the &lt;a href=\"nave\"&gt;nave&lt;/a&gt;, and a two-&lt;a href=\"bay%20%28architecture%29\"&gt;bay&lt;/a&gt; south &lt;a href=\"aisle\"&gt;aisle&lt;/a&gt; was built. The aisle had the appearance of a transept and was separated from the body of the church by a two-bay arcade. In the following century the nave was rebuilt. The north porch was added, and the east window was inserted, during the 15th century. Around the same time, diagonal &lt;a href=\"buttress\"&gt;buttress&lt;/a&gt;es were added at the east end—possibly because the insertion of new windows in the chancel had weakened the walls. In 1882–83 the church was &lt;a href=\"Victorian%20restoration\"&gt;restored&lt;/a&gt; by the &lt;a href=\"Lancaster%2C%20Lancashire\"&gt;Lancaster&lt;/a&gt; architects &lt;a href=\"Sharpe%2C%20Paley%20and%20Austin%23Paley%20and%20Austin\"&gt;Paley and Austin&lt;/a&gt;. They replaced the two-bay south aisle with a full-length aisle, removed the west gallery, and added new floors, an altar with altar rails, stalls, a &lt;a href=\"lectern\"&gt;lectern&lt;/a&gt;, and a reading desk, and reseated the church. They also repaired the north transept and added the \"elaborate\" chancel arch. The restoration cost £1,790 (equivalent to £ as of ). In 2002 the north transept, by then in use as a &lt;a href=\"vestry\"&gt;vestry&lt;/a&gt;, was severely damaged by a fire and the organ was destroyed. The damage was repaired and the church was rededicated in 2004. A well-regarded &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt; window depicting British butterflies and bees, badly damaged by the fire, was replaced by a new design which kept the same theme but added images of &lt;a href=\"Saint%20Peter\"&gt;Saint Peter&lt;/a&gt; and a &lt;a href=\"Phoenix%20%28mythology%29\"&gt;phoenix&lt;/a&gt; rising from a fire.\nArchitecture.\nThe plan of the church consists of a nave with a north porch, a south aisle, a north transept, and a chancel. The walls are of &lt;a href=\"flint\"&gt;flint&lt;/a&gt; with small areas of rendering, and are in good structural condition. Although very thick, the window openings are splayed to allow more light in. At the west end of the church is a \"pretty\" &lt;a href=\"Clapboard%20%28architecture%29\"&gt;weatherboarded&lt;/a&gt; &lt;a href=\"Bell-Cot\"&gt;bellcote&lt;/a&gt; with a &lt;a href=\"Roof%20shingle\"&gt;shingled&lt;/a&gt; &lt;a href=\"broach%20spire\"&gt;broach spire&lt;/a&gt;. The chancel is &lt;a href=\"Norman%20architecture\"&gt;Norman&lt;/a&gt;, with two original round-headed windows, a carved triangular &lt;a href=\"Course%20%28architecture%29\"&gt;string-course&lt;/a&gt; and traces of a round-headed south doorway. The nave windows are in &lt;a href=\"English%20Gothic%20architecture%23Decorated%20Gothic\"&gt;Decorated Gothic&lt;/a&gt; style, and the east window is &lt;a href=\"English%20Gothic%20architecture%23Perpendicular%20Gothic\"&gt;Perpendicular Gothic&lt;/a&gt;. There is evidence of blank arcading around some of the windows—a feature also seen at &lt;a href=\"St%20Michael%20and%20All%20Angels%20Church%2C%20Little%20Horsted\"&gt;St Michael and All Angels Church&lt;/a&gt; in nearby &lt;a href=\"Little%20Horsted\"&gt;Little Horsted&lt;/a&gt;. The high chancel arch, inserted by Paley and Austin, is in 13th-century (&lt;a href=\"Early%20English%20Gothic\"&gt;Early English Gothic&lt;/a&gt;) style. There is also a &lt;a href=\"king%20post\"&gt;king post&lt;/a&gt; roof.\nInside the church, the wooden &lt;a href=\"pulpit\"&gt;pulpit&lt;/a&gt; is &lt;a href=\"Jacobean%20architecture\"&gt;Jacobean&lt;/a&gt;, dating from about 1610. It has a back panel and a &lt;a href=\"sounding%20board\"&gt;sounding board&lt;/a&gt;. The \"splendid\" and unusual fitting contrasts with the simplicity of the surrounding Norman architecture. The &lt;a href=\"baptismal%20font\"&gt;font&lt;/a&gt; dates from the 14th century, and consists of plain square bowl supported by a central column and four corner shafts. In the chancel are two square-headed &lt;a href=\"aumbry\"&gt;aumbries&lt;/a&gt;, and set in the north chancel wall is a weathered piece of sculpture dating from the 11th or 13th century; this was moved from the outside of the church in 1948. On the north wall of the nave are the remains of a 17th-century painted inscription, and on the south wall is a painted panel bearing the &lt;a href=\"Royal%20coat%20of%20arms%20of%20the%20United%20Kingdom\"&gt;Royal arms&lt;/a&gt; of &lt;a href=\"Queen%20Victoria\"&gt;Queen Victoria&lt;/a&gt;. An &lt;a href=\"Elizabethan%20era\"&gt;Elizabethan-era&lt;/a&gt; monument with &lt;a href=\"Classical%20architecture\"&gt;Classical-style&lt;/a&gt; details stands in the south aisle. An unusual feature from the church's earliest days is a set of inward-facing stone seats attached to the inner walls of the chancel. Such benches were often found in 11th-century churches, albeit usually in the nave, but in most cases they were removed during later rebuilding work.\nThe church today.\nSt Mary and St Peter's Church was &lt;a href=\"Listed%20building\"&gt;listed&lt;/a&gt; at Grade I on 30 August 1966. Such buildings are defined as being of \"exceptional interest\" and greater than national importance. As of February 2001, it was one of 47 Grade I listed buildings, and 2,173 listed buildings of all grades, in the district of &lt;a href=\"Wealden%20District\"&gt;Wealden&lt;/a&gt;.\nThe parish, which has a population of about 200, covers a rural area north of the &lt;a href=\"South%20Downs\"&gt;South Downs&lt;/a&gt;. The &lt;a href=\"A27%20road\"&gt;A27 road&lt;/a&gt; runs west–east through the area. It forms part of the united &lt;a href=\"Benefice%23Church%20of%20England\"&gt;benefice&lt;/a&gt; of &lt;a href=\"Arlington%2C%20East%20Sussex\"&gt;Arlington&lt;/a&gt;, &lt;a href=\"Berwick%2C%20East%20Sussex\"&gt;Berwick&lt;/a&gt;, &lt;a href=\"Selmeston\"&gt;Selmeston&lt;/a&gt;-with-&lt;a href=\"Alciston\"&gt;Alciston&lt;/a&gt; and Wilmington, which covers the Anglican churches in those five downland villages. They are served by a &lt;a href=\"Rector%20%28ecclesiastical%29\"&gt;rector&lt;/a&gt; and an assistant priest, and each church has its own churchwardens.\nServices, using the &lt;a href=\"Book%20of%20Common%20Prayer\"&gt;Book of Common Prayer&lt;/a&gt; in alternate weeks, are offered on Sunday mornings, and on alternate Mondays there is an Evening Prayer service.\nReferences.\nNotes\nCitations\nBibliography"
}