{
    "id": "363914",
    "revid": "13216755",
    "url": "https://en.wikipedia.org/wiki?curid=363914",
    "title": "Charlie Wilson (Texas politician)",
    "text": "Charles Nesbitt Wilson (June 1, 1933 – February 10, 2010) was a United States naval officer and former 12-term &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; United States &lt;a href=\"United%20States%20Congress\"&gt;Representative&lt;/a&gt; from &lt;a href=\"Texas%27s%202nd%20congressional%20district\"&gt;Texas's 2nd congressional district&lt;/a&gt;. Wilson is best known for leading Congress into supporting &lt;a href=\"Operation%20Cyclone\"&gt;Operation Cyclone&lt;/a&gt;, the largest-ever &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA) &lt;a href=\"covert%20operation\"&gt;covert operation&lt;/a&gt;, which during the &lt;a href=\"Presidency%20of%20Jimmy%20Carter\"&gt;Carter&lt;/a&gt; and &lt;a href=\"Presidency%20of%20Ronald%20Reagan\"&gt;Reagan administrations&lt;/a&gt; supplied military equipment to the &lt;a href=\"Mujahideen%23Afghanistan\"&gt;Afghan Mujahideen&lt;/a&gt; during the &lt;a href=\"Soviet%E2%80%93Afghan%20War\"&gt;Soviet–Afghan War&lt;/a&gt;. His behind-the-scenes campaign was the subject of the non-fiction book \"\" by &lt;a href=\"George%20Crile%20III\"&gt;George Crile III&lt;/a&gt; and the subsequent film \"&lt;a href=\"Charlie%20Wilson%27s%20War%20%28film%29\"&gt;Charlie Wilson's War&lt;/a&gt;\", where he was portrayed by &lt;a href=\"Tom%20Hanks\"&gt;Tom Hanks&lt;/a&gt;.\nEarly life and naval career.\nWilson was born in the small town of &lt;a href=\"Trinity%2C%20Texas\"&gt;Trinity, Texas&lt;/a&gt;, to Charles Edwin Wilson, an accountant for a local timber company, and Wilmuth (née Nesbitt), a local florist, on June 1, 1933. Wilson had one younger sister, Sharon Wilson Allison, former chair of &lt;a href=\"Planned%20Parenthood\"&gt;Planned Parenthood&lt;/a&gt; and president of the &lt;a href=\"International%20Planned%20Parenthood%20Federation\"&gt;International Planned Parenthood Federation&lt;/a&gt;, who currently resides in &lt;a href=\"Waco%2C%20Texas\"&gt;Waco, Texas&lt;/a&gt;.\nGrowing up, Wilson attended Trinity public schools and, upon graduation from Trinity High School in 1951, he attended one semester at &lt;a href=\"Sam%20Houston%20State%20University\"&gt;Sam Houston State University&lt;/a&gt; in &lt;a href=\"Huntsville%2C%20Texas\"&gt;Huntsville, Texas&lt;/a&gt;, before being appointed to the &lt;a href=\"United%20States%20Naval%20Academy\"&gt;United States Naval Academy&lt;/a&gt; in &lt;a href=\"Annapolis%2C%20Maryland\"&gt;Annapolis, Maryland&lt;/a&gt;. While at Annapolis, Wilson earned the second most demerits in the history of the academy (his roommate, Robert Mullen, earned the most demerits). Wilson graduated eighth from the bottom of his class in 1956 with a &lt;a href=\"Bachelor%20of%20Science\"&gt;B.S.&lt;/a&gt; degree in &lt;a href=\"Engineering\"&gt;Engineering&lt;/a&gt;, specializing in &lt;a href=\"electronics\"&gt;electronics&lt;/a&gt;.\nBetween 1956 and 1960, Wilson served in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, attaining the rank of lieutenant and serving as the Gunnery Officer on the &lt;a href=\"USS%20John%20W.%20Weeks\"&gt;USS \"John W. Weeks\" (DD-701)&lt;/a&gt;. He was assigned to &lt;a href=\"the%20Pentagon\"&gt;the Pentagon&lt;/a&gt; as part of an intelligence unit that evaluated the Soviet Union's nuclear forces.\nEarly political career highlights.\nFrom a young age, Wilson took an interest in national security and foreign matters. Growing up during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; encouraged Wilson to avidly read military history, including numerous articles and other literature on the war. This led Wilson to have a lifelong admiration for &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;. Wilson even took the opportunity as a child to \"keep watch\" over Trinity for Japanese aerial attacks from his post in the back yard. Wilson's early sense of patriotism and his strong interest in international affairs encouraged him to become politically active later in life.\nAccording to Wilson himself, he first entered politics as a teenager by running a campaign against his next-door neighbor, city council incumbent Charles Hazard. When Wilson was thirteen years old, his fourteen-year-old dog entered Hazard's yard. Hazard retaliated by mixing crushed glass into the dog's food, causing fatal internal bleeding. Following this incident, Wilson obtained a driver's permit and drove ninety-six voters to the polls in his family's two-door &lt;a href=\"Chevrolet\"&gt;Chevrolet&lt;/a&gt;. As patrons left the car, Wilson told each of them that he didn't want to influence their vote, but that the incumbent Hazard had purposely killed his dog. After Hazard was defeated by a margin of 16 votes, Wilson went to his house to tell him that his black &lt;a href=\"Voting\"&gt;constituents&lt;/a&gt; voted to defeat him, and he \"shouldn't poison any more dogs.\" Wilson cited this as \"the day [he] fell in love with &lt;a href=\"United%20States\"&gt;America&lt;/a&gt;.\"\nWhile Wilson worked at the Pentagon, he volunteered to help in &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;'s 1960 presidential campaign. While volunteering in Kennedy's campaign, Wilson took a 30-day leave from the U.S. Navy and entered his name into the race for &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt; state representative of his home district on the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; ticket. This action violated Navy regulations, as active-duty service members are prohibited from holding public office. When Wilson returned to duty, his family and friends went door to door campaigning. In 1961, at age 27, he was sworn into office in &lt;a href=\"Austin%2C%20Texas\"&gt;Austin, Texas&lt;/a&gt;.\n&lt;a href=\"Temple-Inland\"&gt;Temple-Inland&lt;/a&gt;, Inc., an East Texas forest products producer owned by Arthur Temple, Jr., and Temple's son, &lt;a href=\"Buddy%20Temple\"&gt;Buddy Temple&lt;/a&gt;, employed Wilson during his incumbency in the Texas legislature, but business interests were nevertheless suspicious of Wilson's policies. While serving as a Texas state legislator for twelve years (six in the &lt;a href=\"Texas%20House%20of%20Representatives\"&gt;Texas House of Representatives&lt;/a&gt; and six in the &lt;a href=\"Texas%20Senate\"&gt;Texas Senate&lt;/a&gt;), Wilson battled for the regulation of utilities, fought for &lt;a href=\"Medicaid\"&gt;Medicaid&lt;/a&gt;, tax exemptions for the elderly, the &lt;a href=\"Equal%20Rights%20Amendment\"&gt;Equal Rights Amendment&lt;/a&gt;, and attempted to raise the state's minimum wage. He was also one of the few prominent Texas politicians to be &lt;a href=\"Abortion-rights%20movements\"&gt;pro-choice&lt;/a&gt;. All of these policies earned Wilson the reputation of being the \"liberal from Lufkin.\"\nCongressional politics.\nIn 1972, Wilson was elected to the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt; from &lt;a href=\"Texas%27s%202nd%20congressional%20district\"&gt;Texas's 2nd congressional district&lt;/a&gt;, taking office the following January. Re-elected eleven times, Wilson thoroughly enjoyed his job and always sought to \"take care of the home folks\" until his resignation on October 8, 1996. Although hawkish on foreign issues, he was liberal on other issues such as women's rights, social security and abortion.\nAs a freshman representative, Wilson achieved the designation of the &lt;a href=\"Big%20Thicket\"&gt;Big Thicket&lt;/a&gt; in Southeast Texas as a National Preserve in 1974. This early achievement made his colleagues respect his political power and Wilson quickly earned an appointment on the &lt;a href=\"United%20States%20House%20Committee%20on%20Appropriations\"&gt;United States House Committee on Appropriations&lt;/a&gt;. During his incumbency, Wilson's colleagues regarded him as the \"best horse trader in Washington\" because of his ability to negotiate and trade votes with other congressmen to ensure passage of his favored bills.\nDespite not having many Jewish constituents, Wilson developed a strong relationship with Israel during his entire congressional career. This bond began during Wilson's first year in Washington when the &lt;a href=\"Yom%20Kippur%20War\"&gt;Yom Kippur War&lt;/a&gt; occurred. From a young age, Wilson had always supported the \"underdog\", and Wilson quickly went to Israel's defense as a self-proclaimed \"Israeli commando.\" While on the Appropriations committee, Wilson increased U.S. aid to Israel to $3 billion annually. Later, Wilson's close ties with Israel enabled him to collaborate with Israeli defense engineers to create and transport man-portable anti-aircraft guns into &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; to be used in the Soviet–Afghan War.\nAs for domestic policy, Wilson ceaselessly championed for the individual's rights, especially women's and minorities' rights. He continuously voted pro-choice and fought voting discrimination against &lt;a href=\"African%20Americans\"&gt;African Americans&lt;/a&gt;. Women and African Americans were two of his largest constituent bases. Wilson respected his district's female vote so much that in 1974 he used the &lt;a href=\"League%20of%20Women%20Voters\"&gt;League of Women Voters&lt;/a&gt; to pass the &lt;a href=\"Safe%20Drinking%20Water%20Act\"&gt;Safe Drinking Water Act&lt;/a&gt;. In addition to supporting women's rights legislation, Wilson broke Washington tradition and hired female staffers. Although Wilson never had a female chief of staff, his office was filled with women who tirelessly helped the congressman. \"Charlie's Angels\", as they were commonly called, handled constituent problems for Wilson to ensure none of his constituents lacked in aid and support. Wilson's staff quickly drew the attention of his colleagues and media. Although rumors of scandals surrounded Wilson's office, Wilson emphatically insisted that his staff should be respected and their diligent work for the representative enabled them to have freedom to work independently of Wilson.\nWilson worked on improving Americans' lives, especially those of the underprivileged. Wilson lobbied against business interests to maintain a $3.35 per hour &lt;a href=\"minimum%20wage\"&gt;minimum wage&lt;/a&gt;. Wilson also sought to increase &lt;a href=\"Medicare%20%28United%20States%29\"&gt;Medicare&lt;/a&gt; and Medicaid funding for the elderly, underprivileged and veterans, and gained funding to open the &lt;a href=\"United%20States%20Department%20of%20Veterans%20Affairs\"&gt;Veterans Affairs&lt;/a&gt; Hospital in &lt;a href=\"Lufkin%2C%20Texas\"&gt;Lufkin, Texas&lt;/a&gt;.\nWilson avidly supported the individual rights to own firearms. This support created tension between Wilson and his sister Sharon Allison, but they reached an agreement that Allison would leave Wilson alone about his views on firearms, and Wilson would support Allison's pro-choice agenda.\nWilson achieved a measure of success through his horse trading capabilities. Speaker of the House &lt;a href=\"Tip%20O%27Neill\"&gt;Tip O'Neill&lt;/a&gt; appointed Wilson to the &lt;a href=\"United%20States%20House%20Committee%20on%20Ethics\"&gt;United States House Committee on Ethics&lt;/a&gt; in 1980 to help protect Representative &lt;a href=\"John%20Murtha\"&gt;John Murtha&lt;/a&gt;, Jr. from investigations during the &lt;a href=\"Abscam\"&gt;Abscam&lt;/a&gt; scandal. In return for Wilson's appointment to this committee, O'Neill also gave him a coveted spot on the &lt;a href=\"John%20F.%20Kennedy%20Center%20for%20the%20Performing%20Arts\"&gt;Kennedy Center&lt;/a&gt; Board of Trustees. Wilson also gained a position on the House Defense Appropriations subcommittee. This appointment enabled Wilson to funnel support money for &lt;a href=\"Anastasio%20Somoza%20Debayle\"&gt;Somoza&lt;/a&gt; in &lt;a href=\"Nicaragua\"&gt;Nicaragua&lt;/a&gt; and support &lt;a href=\"Mujahideen\"&gt;Mujahideen&lt;/a&gt; efforts to oust the &lt;a href=\"Soviet%20Union\"&gt;Soviets&lt;/a&gt; from &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;.\nSoviet-Afghan war.\nIn 1980, Wilson read an &lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt; dispatch on the congressional wires describing the &lt;a href=\"Afghan%20refugees\"&gt;refugees&lt;/a&gt; fleeing Soviet-occupied Afghanistan. The &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; &lt;a href=\"Democratic%20Republic%20of%20Afghanistan\"&gt;Democratic Republic of Afghanistan&lt;/a&gt; had taken over power during the &lt;a href=\"Saur%20Revolution\"&gt;Saur Revolution&lt;/a&gt; and asked the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; to help suppress resistance from the Mujahideen. According to biographer &lt;a href=\"George%20Crile%20III\"&gt;George Crile III&lt;/a&gt;, Wilson called the staff of the &lt;a href=\"United%20States%20House%20Committee%20on%20Appropriations\"&gt;United States House Committee on Appropriations&lt;/a&gt; dealing with \"&lt;a href=\"Black%20project\"&gt;black appropriations&lt;/a&gt;\" and requested a two-fold appropriation increase for Afghanistan. Because Wilson had just been named to the &lt;a href=\"United%20States%20House%20Appropriations%20Subcommittee%20on%20Defense\"&gt;House Appropriations Subcommittee on Defense&lt;/a&gt; (which is responsible for funding CIA operations), his request went through.\nThat was not the last time he increased the CIA budget for its Afghan operation. In 1983, he secured an additional $40 million, $17 million of which was allocated for anti-aircraft weapons to shoot down &lt;a href=\"Mil%20Mi-24\"&gt;Mil Mi-24&lt;/a&gt; Hind helicopters. The next year, CIA officer &lt;a href=\"Gust%20Avrakotos\"&gt;Gust Avrakotos&lt;/a&gt; directly approached Wilson—breaking the CIA's policy against lobbying Congress for money—asking Wilson for $50 million more. Wilson agreed and convinced Congress, saying, \"The U.S. had nothing whatsoever to do with these people's decision to fight ... but we'll be damned by history if we let them fight with stones.\" Later, Wilson succeeded in giving the Afghans $300 million of unused Pentagon money before the end of the fiscal year. Thus, Wilson directly influenced the level of United States government support for the Afghan Mujahideen. Wilson has said that the covert operation succeeded because \"there was no partisanship or damaging leaks.\" &lt;a href=\"Michael%20Pillsbury\"&gt;Michael Pillsbury&lt;/a&gt;, a senior Pentagon official, used Wilson's funding to provide &lt;a href=\"FIM-92%20Stinger\"&gt;Stinger missiles&lt;/a&gt; to the Afghan resistance in a controversial decision.\n&lt;a href=\"Joanne%20Herring\"&gt;Joanne Herring&lt;/a&gt;, along with others, played a role in helping the Afghan resistance fighters get support and military equipment from the United States government. She persuaded Wilson to visit the Pakistani leadership, and after meeting with them he was taken to a major Pakistan-based Afghan refugee camp so he could see for himself the atrocities committed by the Soviets against the Afghan people. About that visit, Wilson later said that \"the experience that will always be seared in my memory, was going through those hospitals and seeing, especially those children with their hands blown off from the mines that the Soviets were dropping from their helicopters. That was perhaps the deciding thing ... and it made a huge difference for the next 10 or 12 years of my life because I left those hospitals determined, as long as I had a breath in my body and was a member in Congress, that I was going to do what I could to make the Soviets pay for what they were doing!\" In 2008, Wilson said he had \"got involved in Afghanistan because I went there and I saw what the Soviets were doing. And I saw the refugee camps.\"\nFor his efforts, Wilson was presented with the Honored Colleague Award by the CIA. He became the first civilian to receive the award. However, Wilson's role remains controversial because most of the aid was supplied to &lt;a href=\"Islamism\"&gt;Islamist&lt;/a&gt; hardliner &lt;a href=\"Gulbuddin%20Hekmatyar\"&gt;Gulbuddin Hekmatyar&lt;/a&gt;, who has been accused of serious &lt;a href=\"war%20crime\"&gt;war crime&lt;/a&gt;s and later allied with the &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; after the U.S. invasion.\nThe decision of the Soviet Union to withdraw from Afghanistan and declare the invasion a mistake led to Wilson commending the Soviet leadership on the floor of the House of Representatives. He also supported United States involvement in the &lt;a href=\"Bosnian%20War\"&gt;Bosnian War&lt;/a&gt;, touring the former Yugoslavia over five days in January 1993; on his return he urged the Clinton administration to lift the arms embargo on Bosnia, remarking \"This is good versus evil and, if we do not want to Americanize this, then what do we want to Americanize? We have to stand for something.\"\nDuring Charlie Wilson's visit to Afghanistan, he met &lt;a href=\"Jalaluddin%20Haqqani\"&gt;Jalaluddin Haqqani&lt;/a&gt;. He wanted to fire a &lt;a href=\"Stinger%20missile\"&gt;Stinger missile&lt;/a&gt; at one of the Soviet helicopters. Haqqani was happy to make Charlie Wilson's wartime fantasy come true. They dragged chains and tires on the road to create a dust cloud, which would attract Soviet helicopters. However, none of the Soviet helicopters showed up and Charlie Wilson was unable to fire any missiles.\n\"Good Time Charlie\".\nWilson unashamedly lived an extravagant and flamboyant life. Beginning in his naval years, Wilson enjoyed partying and having nights on the town. Wilson was a self-proclaimed \"ladies' man\" and the news media reported on his exotic bedroom, complete with hot tub and handcuffs where he engaged in romantic affairs. Wilson's \"Good Time Charlie\" image was first exposed to the public in a 1978 column by Kathleen McLean in \"&lt;a href=\"The%20Washington%20Post\"&gt;The Washington Post&lt;/a&gt;\". Over the course of his congressional career, when reporters questioned Wilson about his constituents' view of their representative, Wilson reported that they knew they were not electing a \"constipated monk\" to office. Wilson unashamedly embraced his playboy persona and never played down his \"Good Time\" image in public.\nWilson's enjoyment of parties led him to invest with two Texas businessmen to open the Elan–Washington Club. To increase the number of club &lt;a href=\"Patronage\"&gt;patrons&lt;/a&gt;, Wilson passed out memberships to his congressional colleagues. Halfway through his passing out memberships, Wilson decided that his actions might not be deemed ethical by congress and commented that he \"was ethicized right out of business.\"\nThroughout the course of his life, Wilson drank heavily, which may have been a factor in his divorce from Jerry. While in Washington, Wilson became a functioning alcoholic and suffered from severe bouts of &lt;a href=\"Depression%20%28mood%29\"&gt;depression&lt;/a&gt; and &lt;a href=\"insomnia\"&gt;insomnia&lt;/a&gt;, and his drinking intensified during his involvement in &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;. Wilson's drunkenness also led to a scandal in 1980 when an eyewitness reported that Wilson's &lt;a href=\"Lincoln%20Continental\"&gt;Lincoln Continental&lt;/a&gt; hit a &lt;a href=\"Mazda\"&gt;Mazda&lt;/a&gt; in a &lt;a href=\"hit%20and%20run\"&gt;hit-and-run&lt;/a&gt; accident on the &lt;a href=\"Key%20Bridge%20%28Washington%2C%20D.C.%29\"&gt;Key Bridge&lt;/a&gt; in Washington, D.C., the night before his first trip to &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. Although he was never convicted, this accident illustrates Wilson's recklessness with alcohol.\nDuring one of his foreign excursions Wilson was transported to a hospital in &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; where doctors told Wilson his heart was failing due to his excessive drinking. Wilson sought a second and third opinion at hospitals in &lt;a href=\"Bethesda%2C%20Maryland\"&gt;Bethesda&lt;/a&gt; and &lt;a href=\"Houston\"&gt;Houston&lt;/a&gt; and the German doctors' conclusions were confirmed: Wilson had to stop drinking. After these diagnoses Wilson quit drinking hard liquor but continued to drink wine for several years. His excessive drinking and associated heart problems forced Wilson to have a heart transplant in September 2007. Overcoming his struggle with &lt;a href=\"alcoholism\"&gt;alcoholism&lt;/a&gt;, Wilson finally quit drinking after marrying Barbara Alberstadt, a former ballerina, in 1999.\nIn addition to alcohol abuse, Wilson allegedly used illegal drugs. In 1980, Wilson was accused of using cocaine at &lt;a href=\"Caesars%20Palace\"&gt;Caesars Palace&lt;/a&gt; in Las Vegas; however, the investigation by Justice Department attorney &lt;a href=\"Rudy%20Giuliani\"&gt;Rudy Giuliani&lt;/a&gt; was dropped due to lack of evidence. &lt;a href=\"Liz%20Wickersham\"&gt;Liz Wickersham&lt;/a&gt; told investigators that she saw Wilson use cocaine only once in the &lt;a href=\"Cayman%20Islands\"&gt;Cayman Islands&lt;/a&gt;, but this was outside United States jurisdiction. In \"The Charlie Wilson Real Story\" Wilson reveals he traveled to Las Vegas in the summer of 1980, and recalls an experience with two strippers in a hot tub.\nWhen questioned about his past alleged cocaine use in 2007 Wilson reaffirmed, \"Nobody knows the answer to that and I ain't telling\".\nIn addition to his \"Angels\" in the office, Wilson always had a female escort when he was not on the House floor. Wilson's primary motivator to be on the Kennedy Center Board of Trustees was so he always had a place to take a date. Also, following his second trip to &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, Wilson always brought a female companion with him. At one point he even brought Carol Shannon to entertain his hosts with her &lt;a href=\"Belly%20dance\"&gt;belly dancing&lt;/a&gt; ability. Bringing women to Pakistan created tension between Wilson and the CIA in 1987 when the agency refused to fund his girlfriend's travel expenses. In response, Wilson cut the agency's funding the next year. According to businesswoman and political activist &lt;a href=\"Joanne%20Herring\"&gt;Joanne Herring&lt;/a&gt;, Wilson cared about his dates and enjoyed being romantic and caring. Although he was an \"unapologetic &lt;a href=\"Sexism\"&gt;sexist&lt;/a&gt;, chauvinistic &lt;a href=\"redneck\"&gt;redneck&lt;/a&gt;\", he attracted many women over a number of years.\nWilson has been said to have lived life as \"one big party\", and lived by the mantra that he could \"take his job seriously without taking himself seriously\".\nRetirement.\nWilson declined to run for re-election in 1996 and became a lobbyist for Pakistan before retiring to Lufkin. He donated his congressional papers to Stephen F. Austin State University. In 1999, he married Barbara Alberstadt, his second wife. Wilson received a heart transplant in 2007, and continued to follow the situation in Afghanistan and Pakistan, where he expressed concerns about events in that region. In July 2009, the University of Texas System Board of Regents established the Charles N. Wilson Chair in Pakistan Studies, which encourages research in the geopolitical importance of Pakistan, as well as its culture, history, and literature.\nDeath.\nWilson died at the age of 76 on February 10, 2010, at Memorial Health System of East Texas at Lufkin (now the CHI St. Luke's Health Memorial Lufkin) in &lt;a href=\"Lufkin%2C%20Texas\"&gt;Lufkin, Texas&lt;/a&gt;, after collapsing earlier in the day. He suffered from &lt;a href=\"cardiac%20arrest\"&gt;cardiopulmonary arrest&lt;/a&gt;. \"America has lost an extraordinary patriot whose life showed that one brave and determined person can alter the course of history,\" said &lt;a href=\"Robert%20Gates\"&gt;Robert Gates&lt;/a&gt;, then &lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;United States Secretary of Defense&lt;/a&gt;.\nWilson received a graveside service with full military honors at &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt; on February 23, 2010.\nA six-piece jazz band punctuated each eulogy with Charlie's favorites \"&lt;a href=\"As%20Time%20Goes%20By%20%28song%29\"&gt;As Time Goes By&lt;/a&gt;\", \"&lt;a href=\"My%20Way\"&gt;My Way&lt;/a&gt;\", and in honor of his years as a naval intelligence officer \"&lt;a href=\"Anchors%20Aweigh\"&gt;Anchors Aweigh&lt;/a&gt;\", and \"&lt;a href=\"Eternal%20Father%2C%20Strong%20to%20Save\"&gt;Navy Hymn&lt;/a&gt;\".\n\"He will be missed from the Golan Heights to the Khyber Pass, from the Caspian to the Suez and the halls in Congress, for his civility, and willingness to listen and help and not posture,\" said John Wing, who worked closely with Wilson on global issues, the two forming a dynamic force in Afghanistan, as well as other regions.\nThe front rows of the school's Temple Theater were packed with people such as Republican Senator &lt;a href=\"Kay%20Bailey%20Hutchison\"&gt;Kay Bailey Hutchison&lt;/a&gt;, former U.S. Representative &lt;a href=\"Martin%20Frost\"&gt;Martin Frost&lt;/a&gt;, former Lieutenant Governor &lt;a href=\"Ben%20Barnes%20%28politician%29\"&gt;Ben Barnes&lt;/a&gt; and Houston gas titan &lt;a href=\"Oscar%20Wyatt\"&gt;Oscar Wyatt&lt;/a&gt; and his wife Lynn.\nAfter Sunday's service, his widow Barbara welcomed a small group of her late husband's intimates to their home on the golf course in Lufkin. Next to an American eagle sculpture in the living room, the words of &lt;a href=\"Abdur%20Rahman%20Khan\"&gt;Abdur Rahman Khan&lt;/a&gt;, emir of Afghanistan from 1880 to 1901, are emblazoned on a brass plaque: \"My spirit will remain in Afghanistan even though my soul will go to God. My last words to you my son and successor are: Never Trust the Russians.\"\nIn popular culture.\nWilson's successful effort to increase the funding of the anti-Soviet Afghan war was revealed in the book \"Charlie Wilson's War: The Extraordinary Story of the Largest Covert Operation in History\" (2003), by &lt;a href=\"George%20Crile%20III\"&gt;George Crile III&lt;/a&gt;. In the 2007 film adaptation \"&lt;a href=\"Charlie%20Wilson%27s%20War%20%28film%29\"&gt;Charlie Wilson's War&lt;/a&gt;\", actor &lt;a href=\"Tom%20Hanks\"&gt;Tom Hanks&lt;/a&gt; portrayed Wilson. The film portrayed him as a &lt;a href=\"Political%20correctness\"&gt;politically incorrect&lt;/a&gt; swashbuckler who liked the company of beautiful women.\nWilson was a key character in \"&lt;a href=\"Ghost%20Wars\"&gt;Ghost Wars: The Secret History of the CIA, Afghanistan, and Bin Laden, from the Soviet Invasion to September 10, 2001&lt;/a&gt;\" (2005), by &lt;a href=\"Steve%20Coll\"&gt;Steve Coll&lt;/a&gt;.\nOn December 27, 2007, the &lt;a href=\"History%20%28U.S.%20TV%20network%29\"&gt;History Channel&lt;/a&gt; broadcast \"The True Story of Charlie Wilson\", a two-hour documentary about the congressman's Afghan war efforts and his personal life."
}