{
    "id": "3645432",
    "revid": "35227944",
    "url": "https://en.wikipedia.org/wiki?curid=3645432",
    "title": "Paper fortune teller",
    "text": "A fortune teller (also called a cootie catcher, chatterbox, salt cellar, whirlybird, or &lt;a href=\"Pac-Man\"&gt;paku-paku&lt;/a&gt;) is a form of &lt;a href=\"origami\"&gt;origami&lt;/a&gt; used in children's games. Parts of the fortune teller are labelled with colors or numbers that serve as options for a player to choose from, and on the inside are eight flaps, each concealing a message. The person operating the fortune teller manipulates the device based on the choices made by the player, and finally one of the hidden messages is revealed. These messages may purport to answer questions (hence the name) or they may be activities that the player must perform.\nThe same shape may also be used as &lt;a href=\"Pincers%20%28tool%29\"&gt;pincers&lt;/a&gt; or as a &lt;a href=\"salt%20cellar\"&gt;salt cellar&lt;/a&gt;.\nConstruction.\nA paper fortune teller may be constructed by the steps shown in the illustration below:\nTelling fortunes.\nTo use the fortune teller, the person telling the fortunes holds the four corners of the paper with index fingers and thumbs on both hands, keeping two pairs of corners together and the other two pairs separated so that only half of the internal sides of the corners are visible.\nManipulations are done by various similar methods. In a common method, the player asks a question of the person holding the fortune teller; this question will be answered by the device. The holder then asks for a number or color. Once the number or color is chosen, the holder uses their fingers to switch between the two groups of colors and numbers inside the fortune teller. The holder switches these positions a number of times, determined by the number of letters in the color selected, the number originally chosen, or the sum of both. Once the holder has finished switching the positions of the fortune teller, the player chooses one of the flaps revealed. These flaps often have colors or numbers on them. The holder then lifts the flap and reveals the fortune underneath. Steps may be repeated to suit the users.\nOther uses.\nAs well as being used to tell fortunes, these shapes may be used as a pincer to play-act catching insects such as &lt;a href=\"lice\"&gt;lice&lt;/a&gt;, hence the \"&lt;a href=\"cooties\"&gt;cootie&lt;/a&gt; catcher\" name.\nThe \"&lt;a href=\"salt%20cellar\"&gt;salt cellar&lt;/a&gt;\" name refers to a different use for the same shape, in which it stands on a table with the four points downwards; the four open pockets may be used to hold small pieces of food.\nIn 2018, over 10,000 copies of this shape were used to create an installation resembling lava pouring from a building window, titled \"ORIGAMI LAVA\" (David Oliva + Anna Juncà), for the Lluèrnia festival in &lt;a href=\"Olot\"&gt;Olot&lt;/a&gt;, Spain.\nHistory.\nThis shape was introduced to the English-speaking world under the name \"salt cellar\" in the 1928 origami book \"Fun with Paper Folding\" by Murray and Rigney (Fleming H. Revell company, 1928, p. 10). The use of paper fortune tellers in England has been recorded since the 1950s. Although the phrase \"cootie catcher\" has been used with other meanings in the U.S. for much longer, the use of paper cootie catchers in the U.S. dates back at least to the 1960s."
}