{
    "id": "3648011",
    "revid": "16416757",
    "url": "https://en.wikipedia.org/wiki?curid=3648011",
    "title": "Great room",
    "text": "A great room is a &lt;a href=\"room\"&gt;room&lt;/a&gt; inside a &lt;a href=\"house\"&gt;house&lt;/a&gt; that combines the roles of several more traditional rooms such as the &lt;a href=\"family%20room\"&gt;family room&lt;/a&gt;, &lt;a href=\"living%20room\"&gt;living room&lt;/a&gt;, and &lt;a href=\"study%20%28room%29\"&gt;study&lt;/a&gt; into one space. Great rooms typically have raised ceilings and are usually placed at or near the center of the home. Great rooms have been common in American homes since the early 1990s.\nDescription.\nThe concept of a great room hearkens back to the romanticized ideal of &lt;a href=\"great%20hall\"&gt;great hall&lt;/a&gt;s and &lt;a href=\"great%20chamber\"&gt;great chamber&lt;/a&gt;s in medieval &lt;a href=\"castle\"&gt;castle&lt;/a&gt;s and &lt;a href=\"mansion\"&gt;mansion&lt;/a&gt;s, which contained one large central room where everything happened. Developers of mid-range suburban homes in America tried to solve the problem of the \"dead\" living room and the split between the living and family rooms by \"returning\" to the idea of the great room. The general concept is one relatively central room, the crossroads of the house to be used for all of the family functions traditionally split between living and family rooms. The dominant feature of the great room is the raised ceiling, higher than other parts of the house, typically two stories with arching ceilings often referred to in real estate jargon as \"cathedral ceilings\".\nDifferent great rooms will combine different functions. Some may incorporate a reading area, thus bringing the traditional study function into the scheme of the room, while others may forgo this particular function. Some great room designs incorporate the functions of the traditional &lt;a href=\"dining%20room\"&gt;dining room&lt;/a&gt; as well. In the most general sense, great rooms are typically found on the lower level of American multi-story homes built in the second half of the 20th century. In many houses the great room will also adjoin the kitchen, often separated just by a counter instead of a full wall.\nHistory.\nThe modern great room concept traces back to the \"multipurpose room\" in modernist homes built by &lt;a href=\"Joseph%20Eichler\"&gt;Joseph Eichler&lt;/a&gt; in California in the 1950s and 1960s. Developers started building high-end houses with great rooms in the 1970s and 1980s, at first simply adding vaulted entryways to &lt;a href=\"ranch-style%20houses\"&gt;ranch-style houses&lt;/a&gt;. An example of this is the house in the television series \"&lt;a href=\"The%20Brady%20Bunch\"&gt;The Brady Bunch&lt;/a&gt;\". Great rooms became a nearly ubiquitous feature of suburban homes constructed in America in the 1990s and 2000s. Great rooms were initially popular with homeowners. According to builders asked by the \"&lt;a href=\"Wall%20Street%20Journal\"&gt;Wall Street Journal&lt;/a&gt;\", this was because homeowners wanted a way to show off wealth in a growing economy and thus \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" called the great room \"the McMansion's signature space\".\nBy the mid-2000s, however, the \"Wall Street Journal\" reported that home buyers were not as enthusiastic about great rooms. Common complaints included the cost to heat and cool them, that they were difficult to clean and paint due to height and irregular angles, and that they simply were wasted space. About 15 years after great rooms became widely popular in the early 1990s, developers across America were getting fewer demands for houses with great rooms. Buyers were preferring instead houses with increased floor space and numbers of rooms. Owners of existing homes with great rooms were sometimes opting to add new rooms or lofts in the great room's ceiling space, which can cost as much as 50% less than adding a conventional addition to the house. According to the United States Census Bureau, from 2005 to 2007 expenditures on the interior restructuring of homes rose by about 40%, but spending on new-room additions fell by 57%, which a census bureau statistician said can be explained in part by the retrofitting of great rooms. However, much of the motivation for working within the existing footprint of the home may be due to state and municipal regulations which may trigger higher taxes, additional permit hurdles, or septic system redesigns when a building's footprint increases.\nIn 2007, \"&lt;a href=\"Money%20%28magazine%29\"&gt;Money&lt;/a&gt;\" listed great rooms as a fad whose time had passed. The magazine reported that a typical great room costs $150 to $350 per square foot, whereas building conventional rooms cost $125 to $250 a square foot, and concluded that the supposed benefits of a great room (unifying family activities into one room) did not justify its cost and maintenance difficulties."
}