{
    "id": "36489174",
    "revid": "34996428",
    "url": "https://en.wikipedia.org/wiki?curid=36489174",
    "title": "2012–13 Republika Srpska Cup",
    "text": "The &lt;a href=\"Republika%20Srpska\"&gt;Republika Srpska&lt;/a&gt; 2012–13 was tenth season of the Republika Srpska national football tournament.\nThe competition started on 19 September 2012, and got concluded on 2 June 2013. &lt;a href=\"FK%20Borac%20Banja%20Luka\"&gt;FK Borac Banja Luka&lt;/a&gt; were the defending champions, while &lt;a href=\"FK%20Radnik%20Bijeljina\"&gt;FK Radnik Bijeljina&lt;/a&gt; were the new champions after defeating Borac in the final.\nDraw.\nThe draws for the round of 32 was conducted in &lt;a href=\"Banja%20Luka\"&gt;Banja Luka&lt;/a&gt; at 12:00 (CEST) on 6 September 2012. All 31 clubs were in the same pot, resulting that every club could get any other club as his opponent. The first-drawn team served as hosts.\nCompetition.\nRound of 32.\nThis round consisted of 16 single-legged fixtures. All 31 clubs entered the competition from this round, while the matches were played on 12 September 2012. In case of a draw in the regular time, the winner would have been determined with a &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt;.\nRound of 16.\nThis round consisted of 8 single-legged fixtures. The date for the matches were determined with the draw which was held on October 4 . The matches took place on October 10. In a case of a draw in the regular time, the winner would have been determined with a &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt;.\nQuarterfinals.\nThis round consisted of 4 single-legged fixtures. The date for the matches were determined with the draw which was held on October 25 . The matches took place on November 7. In a case of a draw in the regular time, the winner would have been determined with a &lt;a href=\"Penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt;.\nSemifinals.\nThe four winners from the previous round played their opponents in this last hurdle before the final. The semifinals consisted of two two-legged fixtures. The first leg took part on 17 April, while the second leg was played on 15 May 2013.\nFinal.\nThe final will be contested between &lt;a href=\"FK%20Borac%20Banja%20Luka\"&gt;Borac Banja Luka&lt;/a&gt; and &lt;a href=\"FK%20Radnik%20Bijeljina\"&gt;Radnik&lt;/a&gt; on 30 May and 2 June 2013."
}