{
    "id": "3649973",
    "revid": "14984434",
    "url": "https://en.wikipedia.org/wiki?curid=3649973",
    "title": "Just Rewards",
    "text": "\"Just Rewards\" is the second episode of season 5 in the television show \"&lt;a href=\"Angel%20%281999%20TV%20series%29\"&gt;Angel&lt;/a&gt;\". The episode was written by &lt;a href=\"David%20Fury\"&gt;David Fury&lt;/a&gt; and &lt;a href=\"Ben%20Edlund\"&gt;Ben Edlund&lt;/a&gt;, with a story from Fury, and directed by &lt;a href=\"James%20A.%20Contner\"&gt;James A. Contner&lt;/a&gt;, it was originally broadcast on October 8, 2003 on the &lt;a href=\"Warner%20Brothers%20Network\"&gt;WB&lt;/a&gt; &lt;a href=\"television%20network\"&gt;network&lt;/a&gt;. Picking up immediately where the &lt;a href=\"Conviction%20%28Angel%29\"&gt;previous episode&lt;/a&gt; left off, &lt;a href=\"Spike%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Spike&lt;/a&gt; explains he was killed in &lt;a href=\"Sunnydale\"&gt;Sunnydale&lt;/a&gt; in the conclusion of \"&lt;a href=\"Buffy%20the%20Vampire%20Slayer%20%28TV%20series%29\"&gt;Buffy the Vampire Slayer&lt;/a&gt;\", and the amulet he wore brought his non-corporeal spirit to &lt;a href=\"List%20of%20Angel%20characters%23Wolfram%20%26amp%3B%20Hart\"&gt;Wolfram &amp; Hart&lt;/a&gt;. When &lt;a href=\"Angel%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Angel&lt;/a&gt; learns a &lt;a href=\"necromancer\"&gt;necromancer&lt;/a&gt; named Hainsley is buying corpses from Wolfram &amp; Hart to reanimate with demonic essences, he decides to pay him a visit to tell him that they will no longer supply him with bodies. Spike decides to tag along and is offered a body by Hainsley.\nPlot.\nSpike, still confused, wonders why the group is now working for Wolfram &amp; Hart. &lt;a href=\"Winifred%20Burkle\"&gt;Fred&lt;/a&gt; notes that Spike is definitely something mystical, but if he were a ghost, they would not be able to see him, because he lacks &lt;a href=\"Ectoplasm%20%28parapsychology%29\"&gt;ectoplasm&lt;/a&gt;. Spike is also generating heat rather than absorbing it. &lt;a href=\"Wesley%20Wyndam-Pryce\"&gt;Wesley&lt;/a&gt; says that Spike's essence must have somehow been absorbed by the amulet when he combusted while closing the Hellmouth. Angel notes that the amulet was supposedly buried in the Hellmouth, and wonders how it got to Wolfram and Hart. Fred suggests that Spike has some higher purpose and was sent by &lt;a href=\"The%20Powers%20That%20Be%20%28Angel%29\"&gt;the Powers That Be&lt;/a&gt;, to which Spike thinks that he should have just died in the Hellmouth, since he helped save the world, and that the Powers shouldn't have been allowed to bring him back against his will. Spike suddenly starts to fade, then disappears completely. A minute later, he reappears and blames Angel for everything that has happened, since Angel brought the amulet to Sunnydale (see \"&lt;a href=\"End%20of%20Days%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;End of Days&lt;/a&gt;\" and \"&lt;a href=\"Chosen%20%28Buffy%20the%20Vampire%20Slayer%29\"&gt;Chosen&lt;/a&gt;\"). Spike suggests that Angel was too weak to use the amulet himself, instead leaving town and abandoning &lt;a href=\"Buffy%20Summers\"&gt;Buffy&lt;/a&gt;. Angel argues that Buffy made him leave, and that he had no choice. Spike adds that he doesn't have a choice in what he is now and, despite having a soul, doesn't care about destiny and atonement like Angel does. The others are surprised to learn Spike has a soul, and Wesley asks why Angel didn't mention it. Angel says that it wasn't worth mentioning, causing Spike to suggest Angel doesn't want another souled vampire in the world. Angel responds by saying that Spike isn't even really in the world.\nAngel heads towards the lobby and is joined by a materializing Spike. Angel denies that he had anything to do with what happened to Spike. Spike calls him a sell-out, noting that one of his perks is that Angel has Spike\"s \"ex-tumble, the littlest vampire, fetching coffee\" for him. He echoes Angel's realization from \"&lt;a href=\"Home%20%28Angel%29\"&gt;Home&lt;/a&gt;\" that fighting from inside the belly of the beast might mean the gang is being digested. He says that Angel isn't in control and doesn't know it. He suddenly spots a Grox-lar Beast, which Angel fights; Spike can't fight it because he's non corporeal. Angel breaks the demon's neck, then learns from Harmony that he was supposed to meet with it to negotiate with its clan. &lt;a href=\"Charles%20Gunn%20%28Angel%29\"&gt;Gunn&lt;/a&gt; arrives and tells Angel that it might be okay, since Grox-lars respect people who take a \"strong opening position.\" He mentions that when Wolfram &amp; Hart gave him law knowledge in \"&lt;a href=\"Conviction%20%28Angel%29\"&gt;Conviction&lt;/a&gt;,\" they put in some knowledge of demon laws from other dimensions. &lt;a href=\"Harmony%20Kendall\"&gt;Harmony&lt;/a&gt; attempts to chat with Spike, but he ignores her and leaves, prompting her to call him a \"slayer-loving freak.\" Angel and Gunn head to Angel's office and discuss the employees Gunn has fired. Spike arrives, noting that the building is huge, and Angel tries to kick him out so he can continue his meeting. Gunn warns that the fired employees are going to fight back, then says that he is going to have to deal with one now. An employee named Novac comes in and asks why Angel shut down the Interment Acquisitions Division (aka grave-robbing). The division is under contract to provide bodies to a necromancer named Magnus Hainsley; Angel tells Novac to get rid of Hainsley as a client.\nAs Novac leaves, Spike tells him that he doesn't have to take that from Angel. Angel kicks him out and Spike says that he doesn't want to spend his afterlife this way anyway. Later, Angel talks with Wesley, telling him that he could be in Spike's position right now. Wolfram &amp; Hart gave him the amulet, so they must have expected him to use it and wind up where Spike is. Wesley notes that they handed over the firm to him and Angel wonders what the Senior Partners are up to. Spike returns and reveals that he tried to leave but something physically kept him inside L.A. Wesley says that that makes sense, since the amulet is Wolfram &amp; Hart's property and Spike is connected to the amulet. Spike is annoyed that he can't leave and Angel is annoyed that Spike is going to keep haunting him. Harmony tells Angel that Novac is back and two men walk in holding buckets full of Novac's remains. Spike smirks and tells the gang they are doing a great job. That night, Angel tells Harmony that he wants to keep quiet about Novac for a little while. Gunn brings him Hainsley's file, announcing that he's a rich sorcerer with shares in Wolfram &amp; Hart and a lot of connections. Angel determines that he's a &lt;a href=\"necromancer\"&gt;necromancer&lt;/a&gt;; Wesley clarifies that he has power over the dead, which is why Wolfram &amp; Hart was providing him with bodies. Angel returns to his office, where he tries and fails to kick Spike out of his chair. He decides that he's going to respond to Hainsley's bucket message in person despite Wesley's warnings. Before Angel leaves, Gunn gives him something to really hurt Hainsley.\nAngel heads to the garage and gets into a &lt;a href=\"Dodge%20Viper\"&gt;Dodge Viper&lt;/a&gt;; Spike is already there, having guessed that Angel would pick that car. Spike is starting to enjoy the possibility of haunting Angel for eternity since he could drive Angel crazy and Angel wouldn't be able to do anything in response. Angel moves to a different car, but Spike is there, too, wanting to go on a road trip with his old buddy Angel. They drive to Hainsley's house, where Angel tells the butler to interrupt whatever Hainsley is doing. Angel and Spike find Hainsley's showroom, where he poses bodies.\nHainsley is in his workshop, chanting over a body as a demon chats nearby. Hainsley puts the demon's essence into the body and is interrupted by the butler, who says that there are men from Wolfram &amp; Hart there to see him. Hainsley tells him to kill them. Back in the showroom, Spike says that the bodies there are lucky, since no one's forced them back into the world against their will. The butler returns with knives (\"looks like it's buckets for you,\" Spike tells Angel), but Angel throws a teaspoon with enough force to bury it in the butler's forehead. Spike is disappointed in Angel's method of killing the butler, despite the fact that it did the job. \"I know you can\"t help me,\" Angel says, \"but could you maybe not root for the other team?\" They start arguing and Spike says that Angel has all this material stuff, but Spike saved the world and doesn't get anything. Angel replies that unlike Spike, he didn't ask for a soul - he had to spend a century coming to terms with what he'd done, while Spike was fine after a few weeks in a basement. Spike disappears before Angel can finish venting.\nAngel breaks into Hainsley's workshop; the woman Hainsley put demon essence into tries to leave, but Angel punches her out. He tells Hainsley that he's cutting off his supply of bodies. Hainsley quickly takes control of Angel's body and freezes him. Spike reappears, telling Hainsley to do whatever he wants to Angel. Hainsley tells Angel that he could kill him right now without even using a stake, but he would be insulting the Senior Partners, who seem to have a plan for Angel. Angel calls Gunn and gives him the go-ahead to freeze all of Hainsley's bank accounts and turn over his books to the &lt;a href=\"Internal%20Revenue%20Service\"&gt;IRS&lt;/a&gt;. Hainsley threatens to sue, but Angel isn't worried. On the way out of the house, Spike taunts Angel for using legal methods to get Hainsley rather than using violence. Spike disappears mid sentence and rematerializes with Hainsley. Hainsley offers to restore Spike to a corporeal body again if Spike does something for him. Spike eagerly asks if the condition is to hurt Angel.\nBack at Wolfram &amp; Hart, the group begin to discuss Spike. Spike, unnoticed by all but Harmony, returns in time to hear the conversation. Wesley says that the only way to force him to leave the firm is to exorcise him, and that thinks that doing so would be merciful because Spike only has a half-life. Angel doesn't seem to care about mercy, only wanting the whole situation over. Wesley reveals him that the amulet is protected and normally cannot be destroyed, but the magic won't work on in a church or cemetery. Fred objects to the plan, saying it wouldn't be fair to truly kill Spike. Angel ends the discussion by saying he wants to sleep on the decision.\nThat night, Spike shows up in Angel's bedroom and reveals that he overheard the group talking about him. He also admits that Hainsley tried to make a deal with him, but he wants Angel to end his life. They head to a cemetery with the amulet and say their goodbyes. Angel picks up an urn and tries to smash the amulet but instead hits himself in the head. Hainsley appears, to which Spike complains that Hainsley almost let Angel destroy him. Hainsley knocks Angel out and states that he will not let anything happen to Spike because he plans on using Spike. Spike protests, but Hainsley assures Spike that he will be in Angel's body soon.\nAs Angel awakens in Hainsley's workshop, Spike contemplates the things he can do with Angel's body, including Fred. Hainsley starts the essence-entering spell, but is unable to complete it because Spike took over Hainsley's body during the spell. Hainsley realizes what Spike is doing, and that he can no longer control. Angel shoves Hainsley into the table, then Hainsley begins vigorously punching Angel. Angel decapitates Hainsley and Spike reappears, revealing that Hainsley died when he hit the table and Spike was just enjoying hitting Angel.\nBack at Wolfram &amp; Hart, Angel tells Wesley that Spike came to Angel with his plan to defeat Hainsley; Wesley says that Spike should have run the plan by everyone first. Angel says that Spike isn't good at sharing. Spike pays Fred a visit in the science lab, saying that she's \"the science queen\" and might be able to help him. He reveals that he's being pulled to hell when he disappears.\nProduction.\nThis episode was focused on introducing the character of Spike to \"Angel\", explains producer &lt;a href=\"Jeffrey%20Bell\"&gt;Jeffrey Bell&lt;/a&gt;, \"but it was also about `We work for an evil company with an evil client and he doesn’t want to go.’\"\nActing.\nJames Marsters makes his 100th Buffyverse appearance in this episode as Spike, dating back to &lt;a href=\"School%20Hard\"&gt;his introduction&lt;/a&gt; in \"Buffy the Vampire Slayer's\" second season."
}