{
    "id": "3649798",
    "revid": "1283263",
    "url": "https://en.wikipedia.org/wiki?curid=3649798",
    "title": "Arthur Harvey",
    "text": "Arthur Harvey (September 26, 1895 – March 22, 1976) was a businessman best known as the namesake of the &lt;a href=\"Harvey%20Park\"&gt;Harvey Park&lt;/a&gt; neighborhood of Denver. He served in both World War I and II, retiring at the rank of major.\nEarly life.\nHarvey was born in &lt;a href=\"Edom%2C%20Texas\"&gt;Edom&lt;/a&gt;, Texas. He left school at age 16 to do manual labor at sawmill in &lt;a href=\"Rusk%20County%2C%20Texas\"&gt;Rusk County, Texas&lt;/a&gt;, building a brick plant near &lt;a href=\"Garrison%2C%20Texas\"&gt;Garrison, Texas&lt;/a&gt;, and picking cotton. He made enough profit to invest in a crop of his own in &lt;a href=\"East%20Texas\"&gt;East Texas&lt;/a&gt;.\nWorld War I.\nHarvey enlisted in &lt;a href=\"Henderson%2C%20Texas\"&gt;Henderson, Texas&lt;/a&gt;, in Company \"F\" of the Fifth Texas Infantry. He worked in the company office until he left for France in 1918. He was then transferred to the Second Division of the Regular Army where he was assigned to Company M, &lt;a href=\"9th%20Infantry%20Division%20%28United%20States%29\"&gt;9th Infantry&lt;/a&gt; (Harvey). He received &lt;a href=\"battle%20stars\"&gt;battle stars&lt;/a&gt; at &lt;a href=\"Battle%20of%20Saint-Mihiel\"&gt;St. Mihiel&lt;/a&gt;, &lt;a href=\"Fourth%20Battle%20of%20Champagne\"&gt;Champagne&lt;/a&gt; and &lt;a href=\"Meuse-Argonne%20Offensive\"&gt;Meuse-Argonne&lt;/a&gt;. Harvey was active from August 5, 1917, until August 18, 1919, and he was promoted from &lt;a href=\"Private%20%28rank%29\"&gt;private&lt;/a&gt; to &lt;a href=\"Sergeant%23United%20States\"&gt;Sergeant&lt;/a&gt;.\nThe IRS and oil.\nAfter his discharge in 1919, he returned to Rusk County and married Elizabeth Gage of &lt;a href=\"Laneville%2C%20Texas\"&gt;Laneville, Texas&lt;/a&gt;. He farmed for a year, but the failure of the crop forced him to sell the land. He became a railway &lt;a href=\"Post%20office\"&gt;postal clerk&lt;/a&gt; in 1920. From 1923 to 1926, Harvey worked as chief clerk in &lt;a href=\"San%20Antonio%2C%20Texas\"&gt;San Antonio, Texas&lt;/a&gt;. In 1926 he began working for the &lt;a href=\"Internal%20Revenue%20Service\"&gt;Bureau of Internal Revenue&lt;/a&gt; Intelligence Unit, handling fraud investigations.\nIn 1928 Elizabeth died. Shortly after, Harvey met Sylva Irene Vogelsong in &lt;a href=\"San%20Francisco%2C%20California\"&gt;San Francisco, California&lt;/a&gt;, where she was working for the IRS. They were married in 1929. In the years that followed they had two children: Arthur Herbert Harvey in 1931 and Sylva Anne Harvey in 1933. In the course of auditing oil business, Harvey became well versed in the then new industry. He invested in a percentage of a 36-acre patch in the &lt;a href=\"East%20Texas%20Oil%20Field\"&gt;East Texas Oil Field&lt;/a&gt;. In 1939, he reinvested the royalties in a new oil operation in &lt;a href=\"Marion%20County%2C%20Illinois\"&gt;Marion County, Illinois&lt;/a&gt;, which resulted in the discovery of the Tonti oil field, which produced several million barrels of oil. Many of his subsequent prospects failed, but notable successes included patches in the East Long Lake field in &lt;a href=\"Anderson%20County%2C%20Texas\"&gt;Anderson County, Texas&lt;/a&gt;, and the &lt;a href=\"Spraberry%20Trend\"&gt;Spraberry Trend&lt;/a&gt; near &lt;a href=\"Midland%2C%20Texas\"&gt;Midland, Texas&lt;/a&gt;.\nWorld War II.\nHarvey volunteered for military service in &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; and was commissioned a &lt;a href=\"Captain%20%28U.S.%20Army%29\"&gt;captain&lt;/a&gt; in the &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;Army Air Forces&lt;/a&gt;. As an &lt;a href=\"intelligence%20officer\"&gt;intelligence officer&lt;/a&gt; for the &lt;a href=\"449th%20Bombardment%20Group\"&gt;449th Bombardment Group&lt;/a&gt;, he served in Italy, France, Yugoslavia, and Romania. He retired as a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt;.\nPost-war life.\nIn 1948 he purchased a 320-acre ranch in &lt;a href=\"Arapahoe%20County%2C%20Colorado\"&gt;Arapahoe County, Colorado&lt;/a&gt;, and in 1950 purchased another 160 acres. After several failed ventures including a refrigerated storage business, Harvey was forced to sell most of the land to a private developer. A planned community of 1,662 homes called &lt;a href=\"Harvey%20Park\"&gt;Harvey Park&lt;/a&gt; was created on the land around his remaining two acres. In 1962, Harvey sold his home and moved to &lt;a href=\"Dallas\"&gt;Dallas&lt;/a&gt;, Texas.\nHarvey published the book \"Creed of an American Business Man\".\nHarvey retired in 1967 and moved to &lt;a href=\"Corpus%20Christi%2C%20Texas\"&gt;Corpus Christi, Texas&lt;/a&gt;, with his wife. He died on March 22, 1976, and was buried in &lt;a href=\"Fort%20Logan%20National%20Cemetery\"&gt;Fort Logan National Cemetery&lt;/a&gt; in Denver, Colorado."
}