{
    "id": "36491783",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=36491783",
    "title": "Kenya Bell",
    "text": "Kenya Howard-Bell (born April 2, 1977) is an American R&amp;B singer, beauty pageant title holder, engineer, model, and &lt;a href=\"reality%20television\"&gt;reality television&lt;/a&gt; personality who was a cast member on the 4th and 5th seasons of the &lt;a href=\"VH1\"&gt;VH1&lt;/a&gt; reality show \"&lt;a href=\"Basketball%20Wives\"&gt;Basketball Wives&lt;/a&gt;\", in 2012 and 2013.\nEarly life.\nBell was born in &lt;a href=\"Detroit\"&gt;Detroit&lt;/a&gt;, &lt;a href=\"Michigan\"&gt;Michigan&lt;/a&gt;. She is the daughter of William Howard, a &lt;a href=\"pastor\"&gt;pastor&lt;/a&gt;, and Vergie Howard, a &lt;a href=\"registered%20nurse\"&gt;registered nurse&lt;/a&gt;. She attended &lt;a href=\"Michigan%20State%20University\"&gt;Michigan State University&lt;/a&gt; and received a &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree in &lt;a href=\"Mechanical%20Engineering\"&gt;Mechanical Engineering&lt;/a&gt; as well as an MBA, graduating summa cum laude. After graduation, Bell worked as an engineer for &lt;a href=\"General%20Motors\"&gt;General Motors&lt;/a&gt;.\nEntertainment career.\nBell was first introduced to the entertainment world as a model, appearing in campaigns for Ford Motor Company, Bally's, The Essence Festival, and Torrence's House of Fashion. She followed up her modeling career as a beauty queen, and at the age of 24 years Bell was crowned Miss Michigan USA 2001. Bell went on to compete for the title of &lt;a href=\"Miss%20USA%202001\"&gt;Miss USA 2001&lt;/a&gt; and ultimately finished the national beauty competition as a semi-finalist.\nAs the wife of a professional basketball player, Bell focused on charity initiatives and was featured on E! True Hollywood Story: Basketball Wives. Following her appearance on the television special, she was then approached by the production company, Shed Media US, to appear as a series regular on the reality show, Basketball Wives on VH1.\nBell made her debut as a series regular on the fourth season premiere of Basketball Wives on February 20, 2012 to an audience of 3.7 million viewers. On April 2, 2012, &lt;a href=\"Evelyn%20Lozada\"&gt;Evelyn Lozada&lt;/a&gt; confronted Bell about some comments she had made about her during an earlier conversation, in particular trying to make Bell say the word \"loose,\" as it refers to her. The altercation continued to escalate to the point where Lozada tried to physically assault Bell, and threw a champagne bottle at her. As Bell seemed unnerved by the tirade, producers stepped in to hold Lozada, to which she uttered: \"\"Why y'all stop me all the fucking time?\" and Tami Roman separated Bell from the situation by taking Bell out of the room. Bell released a song \"Hate Me\" which \"seems to be directed at her reality show cast mates\". Lozada had said that she was embarrassed by the way that she behaved, breaking down about the incident while talking to &lt;a href=\"Iyanla%20Vanzant\"&gt;Iyanla Vanzant&lt;/a&gt; on her own assault on the &lt;a href=\"Oprah%20Winfrey%20Network%20%28U.S.%20TV%20channel%29\"&gt;OWN&lt;/a&gt; network show \"&lt;a href=\"Iyanla%2C%20Fix%20My%20Life\"&gt;Iyanla, Fix My Life&lt;/a&gt;\", saying that when her step daughters were emulating the incident in the car, she realized that she was setting a horrible example for them as well as other girls, reflecting on her violent tendencies on the show, and VanZant's previous comment of Lozada \"being rewarded for being Out Of Order and being a THUG among women.\"\nBell signed a distribution deal with Bungalo Records in November 2012 for her C3K Records label and released her song \"Hate Me\" on December 11, 2012.\nPersonal life.\nBell was married to &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt; player &lt;a href=\"Charlie%20Bell%20%28basketball%29\"&gt;Charlie Bell&lt;/a&gt; until 2012. They had two children together, Casey and Charlie IV. In May 2011, she was arrested for assaulting Charlie Bell at their house with a &lt;a href=\"box%20cutter\"&gt;box cutter&lt;/a&gt;, in the presence of their children. During the divorce settlement, Kenya was awarded roughly half of her husband's past and future NBA earnings."
}