{
    "id": "36506109",
    "revid": "17944471",
    "url": "https://en.wikipedia.org/wiki?curid=36506109",
    "title": "Pedro Guevara (boxer)",
    "text": "Pedro Gibrán Guevara Rocha (born 7 June 1989) is a Mexican professional &lt;a href=\"Boxing\"&gt;boxer&lt;/a&gt;. He is a former &lt;a href=\"World%20Boxing%20Council\"&gt;WBC&lt;/a&gt; &lt;a href=\"light%20flyweight\"&gt;light flyweight&lt;/a&gt; champion. In May 2017, he was ranked as the world's best light flyweight by &lt;a href=\"The%20Ring%20%28magazine%29\"&gt;\"The Ring\" magazine&lt;/a&gt; and the &lt;a href=\"Transnational%20Boxing%20Rankings%20Board\"&gt;Transnational Boxing Rankings Board&lt;/a&gt;, and second by &lt;a href=\"BoxRec\"&gt;BoxRec&lt;/a&gt;.\nCareer.\nGuevara started boxing as a teenager at the &lt;a href=\"Universidad%20Autonoma%20de%20Sinaloa\"&gt;UAS&lt;/a&gt;. He still trains there, under coaches Marcos and Radamés Hernández. He represented &lt;a href=\"Sinaloa\"&gt;Sinaloa&lt;/a&gt; in national Mexican competitions, and claims a victory over &lt;a href=\"Oscar%20Valdez\"&gt;Oscar Valdez&lt;/a&gt; as an amateur.\nGuevara turned pro on March 2008, defeating Gabriel López with a round 2 TKO. Guevara defeated Karluis Diaz on his 14th professional bout, claiming the &lt;a href=\"WBC%20Silver\"&gt;WBC Silver&lt;/a&gt; &lt;a href=\"light%20flyweight\"&gt;light flyweight&lt;/a&gt; title. Guevara drew with &lt;a href=\"Mario%20Rodriguez%20%28boxer%29\"&gt;Mario Rodríguez&lt;/a&gt; on his next fight. He went on to claim the &lt;a href=\"North%20American%20Boxing%20Federation\"&gt;NABF&lt;/a&gt; title, defeating &lt;a href=\"Jorle%20Estrada\"&gt;Jorle Estrada&lt;/a&gt; with a round 7 TKO.\nOn August 2012, Guevara challenged for a world title for the first time, facing &lt;a href=\"International%20Boxing%20Federation\"&gt;IBF&lt;/a&gt; light flyweight champion &lt;a href=\"John%20Riel%20Casimero\"&gt;John Riel Casimero&lt;/a&gt; on his native &lt;a href=\"Mazatl%C3%A1n\"&gt;Mazatlán&lt;/a&gt;. A left hook from Casimero dropped Guevara early on in the first round, but Guevara rallied and took many of the subsequent rounds. Casimero took the last rounds through his superior defense. Casimero got a &lt;a href=\"split%20decision\"&gt;split decision&lt;/a&gt; win (116-111, 114-113, 113-114) to retain his title.\nGuevara regained the WBC Silver title on his next fight, beating &lt;a href=\"Ra%C3%BAl%20Garc%C3%ADa%20%28boxer%29\"&gt;Raúl García&lt;/a&gt; by split decision. Guevara beat Mario Rodríguez, who he'd previously fought to a draw, with a shutout &lt;a href=\"unanimous%20decision\"&gt;unanimous decision&lt;/a&gt; (120-108, 119-109, 118-110).\nOn December 2014, Guevara fought &lt;a href=\"Akira%20Yaegashi\"&gt;Akira Yaegashi&lt;/a&gt; for the vacant &lt;a href=\"World%20Boxing%20Council\"&gt;WBC&lt;/a&gt; light flyweight title in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;. This was Guevara's first fight outside Mexico. The title was left vacant by &lt;a href=\"Naoya%20Inoue\"&gt;Naoya Inoue&lt;/a&gt;, who moved up in weight. Yaegashi was moving down in weight, having lost his &lt;a href=\"flyweight\"&gt;flyweight&lt;/a&gt; titles to &lt;a href=\"Rom%C3%A1n%20Gonz%C3%A1lez%20%28boxer%29\"&gt;Román González&lt;/a&gt;. The fight started with both boxers measuring each other, although Guevara seemed to edge the early rounds. Yaegashi started successfully trading shots in round 5. However, Guevara systematically broke Yaegashi down, who went down in round 7 after a left hook to the body. Yaegashi was unable to get up, giving Guevara the win and the WBC title.\nGuevara won his first defense comfortably, stopping outmatched Richard Claveras in one round. On July 2015, Guevara defended his title against &lt;a href=\"mandatory%20challenger\"&gt;mandatory challenger&lt;/a&gt; &lt;a href=\"Ganigan%20L%C3%B3pez\"&gt;Ganigan López&lt;/a&gt;. The fight started as a slow, tactical affair, but Guevara pulled ahead with superior skills and more consistent work. López rallied in the championship rounds. Guevara hit the canvas in round 11 but it was ruled a slip. López's rally proved to not be enough as Guevara retained his title with a unanimous decision win (117-111, 116-112, 116-112).\nOn November 2015, Guevara's title reign came to a screeching halt, as Guevara dropped a split decision (113-115, 113-115, 117-111) to &lt;a href=\"Yu%20Kimura%20%28boxer%29\"&gt;Yu Kimura&lt;/a&gt;. Guevara built an early lead, but he slowed down as the rounds went on due to Kimura's body shots. Guevara pushed for a rematch against Kimura and a rematch against &lt;a href=\"Ganigan%20L%C3%B3pez\"&gt;Ganigan López&lt;/a&gt;, who would unseat Kimura on 2016, but he wouldn't get another title shot until October 2017 against &lt;a href=\"Ken%20Shiro\"&gt;Ken Shiro&lt;/a&gt;, who had defeated López earlier that year. Guevara started strongly but as the fight went on, he once again started to slow down due to body shots, with Shiro rallying in the second half of the fight and winning a narrow &lt;a href=\"majority%20decision\"&gt;majority decision&lt;/a&gt; (115-113, 115-113, 114-114). After the fight, Shiro called out Ganigan López.\nPersonal life.\nPedro's brother, &lt;a href=\"Alberto%20Guevara\"&gt;Alberto Guevara&lt;/a&gt;, is also a boxer who has previously challenged for a world title at &lt;a href=\"bantamweight\"&gt;bantamweight&lt;/a&gt;."
}