{
    "id": "3650433",
    "revid": "34550678",
    "url": "https://en.wikipedia.org/wiki?curid=3650433",
    "title": "2005–06 FA Cup",
    "text": "The 2005–06 FA Cup was the 125th staging of the world's oldest &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition, the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;.\nThe competition began on 20 August 2005, with the lowest-ranked of the 674 entrants competing in the Extra Preliminary round. For the top 44 clubs, the FA Cup began in the Third Round in January.\nFor information on the matches played from the Extra Preliminary Round to the Fourth Round Qualifying, see &lt;a href=\"2005%E2%80%9306%20FA%20Cup%20Qualifying%20Rounds\"&gt;2005–06 FA Cup Qualifying Rounds&lt;/a&gt;.\nTies are all single-legged and take place at the stadium of the club drawn first. If scores are level at the end of a match, it is replayed at the away club's stadium, usually 10 days later. If the scores are still level, extra-time and penalties (if necessary) are used to determine a winner. However, from the semi-finals onwards, the ties take place at a neutral stadium, and there are no replays. That is to say, extra-time and penalties are played if necessary to determine a winner in a single match.\nAt the special request of &lt;a href=\"England%20national%20football%20team\"&gt;England national team&lt;/a&gt; manager &lt;a href=\"Sven-G%C3%B6ran%20Eriksson\"&gt;Sven-Göran Eriksson&lt;/a&gt;, the quarter-finals (i.e., 6th Round Proper) were held on weeknights (they would normally take place at weekends). This action was made to ensure that the season finishes as early as possible, allowing players a full month's rest before the &lt;a href=\"2006%20FIFA%20World%20Cup\"&gt;2006 World Cup finals&lt;/a&gt;.\nThe semi-finals were staged at neutral venues and, like the final, would not be replayed in the event of a draw.\n&lt;a href=\"The%20Football%20Association\"&gt;The Football Association&lt;/a&gt; had hoped to stage the final at the newly rebuilt &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;, &lt;a href=\"London\"&gt;London&lt;/a&gt; on 13 May 2006, but due to the uncertainty of the new stadium being completed in time, the &lt;a href=\"Millennium%20Stadium\"&gt;Millennium Stadium&lt;/a&gt; in &lt;a href=\"Cardiff\"&gt;Cardiff&lt;/a&gt; hosted the final, which was contested between &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; and &lt;a href=\"West%20Ham%20United%20F.C.\"&gt;West Ham United&lt;/a&gt;.\nResults.\nThe results listed below start at the first round proper, where the 32 non-league clubs to have made it through the preliminary rounds meet the 24 clubs from &lt;a href=\"League%20Two\"&gt;League Two&lt;/a&gt; and the 24 clubs from &lt;a href=\"League%20One\"&gt;League One&lt;/a&gt;.\nFirst round proper.\nAll ties took place on the weekend of Saturday 5 November 2005. Replays, played in the week of 14 November 2005, are shown in italics. Ties are shown in order of the draw.\nSecond round proper.\nThe 40 clubs to have made it through the First Round, play off to reduce the number of remaining clubs to 20.\nAll ties took place between Friday 2 and Sunday 4 December 2005. Replays took place on 13 December. Ties are shown in order of the draw. \nThird round proper.\nThe 20 clubs to have made it through Round Two meet the 24 clubs from the &lt;a href=\"Football%20League%20Championship\"&gt;Football League Championship&lt;/a&gt; and the 20 &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; clubs, including holders &lt;a href=\"Arsenal%20F.C.\"&gt;Arsenal&lt;/a&gt;.\nAll ties took place on Saturday 7 and Sunday 8 January 2006. Replays took place on 17 and 18 January, and are shown in italics. Ties are shown in order of the draw.\nOne of the most significant games of the round, if not the entire competition, was the goalless draw between Premier League giants Manchester United and Conference National underdogs Burton Albion in the first match at the &lt;a href=\"Pirelli%20Stadium\"&gt;Pirelli Stadium&lt;/a&gt;. However, United were in no mood for humiliation in the replay at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt;, crushing Burton Albion 5-0.\nFourth round proper.\nThe 32 clubs to have made it through Round Three.\nAll ties took place on Saturday 28 and Sunday 29 January 2006. Replays took place on 7 and 8 February, and are shown in italics. Ties are shown in order of the draw.\nFifth round proper.\nAll ties took place on Saturday 18 and Sunday 19 February 2006. Replays are shown in italics, and took place on 14 and 15 March. Ties are shown in order of the draw.\nLiverpool's 1-0 win over Manchester United ended their arch rivals' hopes of an FA Cup/League Cup double, as well as ending Liverpool's 85-year wait for a win over Manchester United in an FA Cup tie.\nSixth round proper.\nThe most significant game of the round was undoubtedly Liverpool's 7-0 win at Birmingham City, one of the biggest ever scorelines in an FA Cup quarter-final tie.\nThis was also a rare occurrence of all eight quarter-finalists being members of the top flight.\nSemi-finals.\nChelsea's hopes of the &lt;a href=\"Double%20%28association%20football%29\"&gt;league title and FA Cup double&lt;/a&gt; were ended as they lost 2–1 to Liverpool, while Middlesbrough's defeat to West Ham United ended their hopes of an FA Cup/UEFA Cup double.\nWest Ham's victory meant that they would be contesting their first FA Cup final for 26 years, with this victory coming just five days after the death of &lt;a href=\"John%20Lyall\"&gt;John Lyall&lt;/a&gt;, manager of the West Ham side that had won the cup that year.\nFinal.\nIn the final, an injury-time equaliser by Liverpool's Steven Gerrard forced a 3–3 draw, and his side went on to win the penalty shoot-out and secure the seventh FA Cup triumph of their history. West Ham's &lt;a href=\"Alan%20Pardew\"&gt;Alan Pardew&lt;/a&gt; was the first Englishman to manage an FA Cup finalist side since &lt;a href=\"Aston%20Villa%20F.C.\"&gt;Aston Villa's&lt;/a&gt; &lt;a href=\"John%20Gregory%20%28footballer%29\"&gt;John Gregory&lt;/a&gt; six years earlier.\nPlayer of the Round.\nFrom the First Round (Qualifying) onward, a panel including &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt;' &lt;a href=\"Jeff%20Stelling\"&gt;Jeff Stelling&lt;/a&gt; and &lt;a href=\"The%20Football%20Association\"&gt;FA&lt;/a&gt; Chief Executive &lt;a href=\"Brian%20Barwick\"&gt;Brian Barwick&lt;/a&gt; nominated players for the award. The winners were voted by visitors of thefa.com.\nThe player with the most votes each round won £1000 worth of football equipment for a local school or club, as well as an engraved silver salver.\nNo vote was made for the final tie.\nMedia coverage.\nIn the United Kingdom, the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; were the free to air broadcasters for the fifth consecutive season while &lt;a href=\"Sky%20Sports\"&gt;Sky Sports&lt;/a&gt; were the subscription broadcasters for the eighteenth consecutive season."
}