{
    "id": "36535856",
    "revid": "17311078",
    "url": "https://en.wikipedia.org/wiki?curid=36535856",
    "title": "German submarine U-209",
    "text": "German submarine \"U-209\" was a &lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIC\"&gt;Type VIIC&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; of the \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" during World War II. The submarine was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; on 28 November 1940 by the &lt;a href=\"Friedrich%20Krupp%20Germaniawerft\"&gt;Friedrich Krupp Germaniawerft&lt;/a&gt; yard at &lt;a href=\"Kiel\"&gt;Kiel&lt;/a&gt; as yard number 638, &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 28 August 1941 and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 11 October under the command of \"&lt;a href=\"Kapit%C3%A4nleutnant\"&gt;Kapitänleutnant&lt;/a&gt;\" Heinrich Brodda.\nShe was lost in May 1943, possibly due to a diving accident.\nDesign.\n&lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIC\"&gt;German Type VIIC submarines&lt;/a&gt; were preceded by the shorter &lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIB\"&gt;Type VIIB submarines&lt;/a&gt;. \"U-209\" had a displacement of when at the surface and while submerged. She had a total length of , a &lt;a href=\"pressure%20hull\"&gt;pressure hull&lt;/a&gt; length of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , a height of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by two &lt;a href=\"Germaniawerft\"&gt;Germaniawerft&lt;/a&gt; F46 four-stroke, six-cylinder &lt;a href=\"supercharged\"&gt;supercharged&lt;/a&gt; &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s producing a total of for use while surfaced, two &lt;a href=\"AEG\"&gt;AEG&lt;/a&gt; GU 460/8–27 &lt;a href=\"Motor%E2%80%93generator\"&gt;double-acting electric motors&lt;/a&gt; producing a total of for use while submerged. She had two shafts and two &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s. The boat was capable of operating at depths of up to .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . \"U-209\" was fitted with five &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s (four fitted at the bow and one at the stern), fourteen &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, one &lt;a href=\"8.8%20cm%20SK%20C/35%20naval%20gun\"&gt;SK C/35 naval gun&lt;/a&gt;, 220 rounds, and a &lt;a href=\"2%20cm%20FlaK%2030/38/Flakvierling\"&gt;C/30&lt;/a&gt; anti-aircraft gun. The boat had a &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; of between forty-four and sixty.\nService history.\n\"U-209\" began her service career as part of the &lt;a href=\"6th%20U-boat%20Flotilla\"&gt;6th U-boat Flotilla&lt;/a&gt; for training, she then commenced operations with the same organization on 1 March 1942. She was reassigned to the &lt;a href=\"11th%20U-boat%20Flotilla\"&gt;11th flotilla&lt;/a&gt; on 1 July 1942. She was with the &lt;a href=\"1st%20U-boat%20Flotilla\"&gt;1st flotilla&lt;/a&gt; until her loss on 7 May 1943. She carried out a total of seven patrols and was a member of nine &lt;a href=\"Wolfpack%20%28naval%20tactic%29\"&gt;wolfpack&lt;/a&gt;s.\nFirst patrol.\nShe made the short journey from Kiel to the German island of &lt;a href=\"Helgoland\"&gt;Helgoland&lt;/a&gt; and then departed on her first patrol on 15 March 1942. She headed north, into the &lt;a href=\"Norwegian%20Sea\"&gt;Norwegian Sea&lt;/a&gt;, then east. The boat was attacked by the armed trawler on the 28th ; but conditions were so bad that the ship could not use her armament because it was frozen. &lt;a href=\"Depth%20charge\"&gt;Depth charge&lt;/a&gt;s were little better, at least one malfunctioned.\nThe submarine also came under attack from two minesweepers, and in the &lt;a href=\"Barents%20Sea\"&gt;Barents Sea&lt;/a&gt; on the 29th. \"U-209\" escaped.\nSecond patrol.\nThe boat's second sortie began in the Norwegian port of &lt;a href=\"Kirkenes\"&gt;Kirkenes&lt;/a&gt; in the far north of the country. She patrolled the vicinity of &lt;a href=\"Bear%20Island%20%28Norway%29\"&gt;Bear Island&lt;/a&gt;, then sailed south and southwest, before docking in &lt;a href=\"Bergen\"&gt;Bergen&lt;/a&gt;, also in Norway.\nThird and fourth patrols.\nHer third and fourth patrols, in June and July 1942, covered the &lt;a href=\"Norwegian%20Sea\"&gt;Norwegian Sea&lt;/a&gt; and the passage between Bear Island and &lt;a href=\"Svalbard\"&gt;Svalbard&lt;/a&gt;, it saw her depart Bergen and return to Kirkenes.\nFifth patrol.\nThe boat attacked a small &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; convoy on 17 August 1942, near &lt;a href=\"Mateev%20Island\"&gt;Mateev Island&lt;/a&gt; in the eastern Barents Sea. She sank the \"Komiles\", the \"\", \"SH-500\" and \"P-4\", (two tugs and two barges), with her gun. One more tug \"Nord\" managed to escape. The P-4 barge was carrying some 300 detained people who worked at the Norilstroi (see &lt;a href=\"Norillag\"&gt;Norillag&lt;/a&gt;) and almost all drowned.\nSixth and seventh patrols and loss.\nPatrol number six, at 35 days, was her longest. It took her northwest of Bear Island.\nBy now the boat had returned to Kiel, from where she departed for the last time on 6 April 1943. She was attacked by a British &lt;a href=\"B-17%20Flying%20Fortress\"&gt;B-17 Flying Fortress&lt;/a&gt; of &lt;a href=\"No.%20220%20Squadron%20RAF\"&gt;No. 220 Squadron RAF&lt;/a&gt; southeast of Iceland, on the 16th, sustaining damage to her &lt;a href=\"periscope\"&gt;periscope&lt;/a&gt;. She was also attacked by a Canadian &lt;a href=\"PBY%20Catalina\"&gt;PBY Catalina&lt;/a&gt; (known as a Canso) of &lt;a href=\"No.%205%20Squadron%20RCAF\"&gt;No. 5 Squadron RCAF&lt;/a&gt; on 4 May. The damage incurred included her radio transmitter, so a message to \"Bdu\" (U-boat headquarters), was sent via . \"U-209\" was recalled, but she was never heard from again; her loss might be explained by a diving accident. Whatever the reason, forty-six men died; there were no survivors.\nAfterword.\n\"U-209\" was originally thought to have been sunk by the frigate and the sloop on 19 May 1943. This attack was responsible for the demise of . \"U-209\" was nicknamed \"Brno\" by the south Moravian town in where the crew took a holiday in February 1943. They were invited by \"SS-&lt;a href=\"Sturmbannf%C3%BChrer\"&gt;Sturmbannführer&lt;/a&gt;\" Konrad Nussbaum, chief of Brno &lt;a href=\"Kripo\"&gt;Kripo&lt;/a&gt;, whose son was one of the crew. &lt;a href=\"Brno\"&gt;Brno&lt;/a&gt; municipality received as a gift a model of the submarine (photos exist) but the model itself was probably lost after the end of World War II.\nWolfpacks.\n\"U-209\" took part in nine &lt;a href=\"Wolfpack%20%28naval%20tactic%29\"&gt;wolfpack&lt;/a&gt;s, namely:"
}