{
    "id": "3655147",
    "revid": "19921271",
    "url": "https://en.wikipedia.org/wiki?curid=3655147",
    "title": "Bayan Telecommunications",
    "text": "Bayan Telecommunications Inc. (BayanTel) is a telecommunications company headquartered in Quezon City, Philippines serving areas in Metro Manila, Bicol and local exchange service areas in the Visayas and Mindanao regions combined, cover a population of over 25 million, nearly 33% of the population of the Philippines. BayanTel now operates as a subsidiary of &lt;a href=\"Globe%20Telecom\"&gt;Globe Telecom&lt;/a&gt;.\nBayanTel is also a provider of data and communications services such as dedicated domestic and international leased lines, frame relay services, Internet access, and other managed data services like Digital Subscriber Lines (DSL).\nHistory.\nBayanTel was the operating arm of BTHC and formerly known as International Communications Corporation (ICC). It was incorporated on April 18, 1961 and is based in the United States.\nBayanTel is duly enfranchised to provide the following major telecommunications services:\nBayanTel's existing nationwide network is composed of satellite, terrestrial and land/submarine based cable facilities. The network includes capacities in the National Digital Transmission Network (NDTN), a joint project of six Philippine telecommunications carriers.\nBayanTel has 83% capacity interest in the NDTN project. The NDTN is the only major alternative telecommunications backbone in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, the other being operated by &lt;a href=\"PLDT\"&gt;PLDT&lt;/a&gt;. The network also includes RCPI's existing Synchronous Digital Hierarchy (SDH) microwave network with spur links that also extends from Luzon to Mindanao. Both BayanTel and RCPI's networks are linked together to form a seamless and redundant system.\nand they have also fiber optic.\nOwnership, structure and affiliates.\nBTHC is 85.4 owned by the &lt;a href=\"Lopez%20Group%20of%20Companies\"&gt;Lopez Group of Companies&lt;/a&gt;, a publicly listed holding company owning the Lopez Group’s investments in communications, power, infrastructure and real estate, among others.\nOther main shareholders of the company is the AIF. AIF is advised by AIFML which oversees approximately US$1 billion in private equity funds focused on Asia with 46% investment in telecoms. Major investors of AIF include Frank Russell Company of the United States, the &lt;a href=\"International%20Finance%20Corporation\"&gt;International Finance Corporation&lt;/a&gt; of the &lt;a href=\"World%20Bank\"&gt;World Bank&lt;/a&gt; and the &lt;a href=\"Asian%20Development%20Bank\"&gt;Asian Development Bank&lt;/a&gt;.\nThe principal companies under BTHC are BTI (98% owned) and Marifil Holdings Corporation (100% owned) which in turn owns 47% of Extelcom and Nagatel (91.5% owned).\nExtelcom, through the granting of a PA in 1988 and a CPCN in 1993, operates as an analogue cellular service provider in Metro Manila and selected urban centers in the provinces, from northern Luzon to as far south as Visayas and Mindanao.\nBTHC purchased its initial interest in Extelcom for approximately US$140.0 million in 1996. It then infused PhP765.5 million as part of a capital-raising exercise undertaken by Extelcom in 1997. No further investments or advances have been made by BTHC since. On June 30, 1999, BTHC decided to write-off its investment in Extelcom in recognition of its share in losses incurred by the latter.\nTakeover by Globe Telecom.\n&lt;a href=\"Globe%20Telecom\"&gt;Globe Telecom&lt;/a&gt;, the country's largest telecommunications company, successfully acquired BayanTel through a debt purchase deal. Through Globe's acquisition of 96.17% of the company's debt, Globe is expected to become its largest investor and shareholder through conversion of its debt to equity.\nFollowing Globe Telecom’s tender offer for Bayan's debt in 2012, Globe Telecom held 96.5% of the total debt of Bayan at the end of that year. As proposed, restructuring would decrease the outstanding principal debt of Bayan from US$423.3 million to US$131.3 million, through the conversion of up to 69% of Bayan debt into Bayan shares.\nBy converting some of Bayan debt to Bayan equity, Globe now owns 38% of Bayan as of end-2013. A change in control of Bayan requires certain regulatory approvals. The controlling interest of Lopez Holdings over Bayan through BTHC went down from 86% as of end-2012 to 59% as of end-2013."
}