{
    "id": "36567341",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=36567341",
    "title": "Kenki Sato",
    "text": "Kenki Sato (, \"Satō Kenki\"; born 11 July 1984 in &lt;a href=\"Ogawa%20%28Nagano%29\"&gt;Ogawa&lt;/a&gt;, &lt;a href=\"Nagano%20prefecture\"&gt;Nagano prefecture&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; is a Japanese equestrian. At the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt; he competed in the &lt;a href=\"Equestrian%20at%20the%202012%20Summer%20Olympics%20%E2%80%93%20Individual%20eventing\"&gt;Individual eventing&lt;/a&gt; and reached 12th place.\nPersonal life.\nKenki is a member of a Japanese family of equestrians and &lt;a href=\"Buddhism%20in%20Japan\"&gt;Buddhist priests&lt;/a&gt;. He was born and raised in the secluded mountain village of Ogawa, in the temple compound Myōshō-ji (明松寺). A Buddhist priest himself, Kenki later studied law at &lt;a href=\"Meiji%20University\"&gt;Meiji University&lt;/a&gt;, &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;.\nFamily Tradition.\nKenki has been riding horses since he was seven years old. During his childhood, his home village was very isolated and largely inaccessible by car. Most transportation was done by horse. Kenki's father Shōdō () is the abbot of the local temple and also an equestrian. He was nominated as a member of Japan's equestrian team for the &lt;a href=\"1980%20Moscow%20Olympics\"&gt;1980 Moscow Olympics&lt;/a&gt;, but was unable to compete due to the boycott of the games by Japan. Most members of the Sato family are internationally competing equestrians. Kenki's brother Eiken (), also a priest, was a member of Japan's equestrian team of the &lt;a href=\"2008%20Summer%20Olympics\"&gt;2008 Summer Olympics&lt;/a&gt;. His sister Tae () is a five-time winner of national equestrian competitions.\nEquestrian career.\nKenki passed on the opportunity to compete in the 2008 Summer Olympics in order to complete his ordination as a zen priest.\nIn 2010, he joined the stable of German Olympic equestrian &lt;a href=\"Dirk%20Schrade\"&gt;Dirk Schrade&lt;/a&gt; in order to prepare for the 2012 Summer Olympics. Since summer 2011 he has been training with 2012 Olympic gold medalist, European and world champion &lt;a href=\"Michael%20Jung%20%28equestrian%29\"&gt;Michael Jung&lt;/a&gt;. Kenki's wife Kiyo has moved to Germany with her husband, where she takes care of his horses \"Chippieh\" and \"Toy Boy\".\nKenki competed in the 16th Asian Games in &lt;a href=\"Guangzhou\"&gt;Guangzhou&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;, where he won a gold medal.\nAt the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt; he reached 15th place with his horse \"Chippieh\" after the dressage portion. During the cross-country portion however, his horse fell, ending the competition for Kenki. Japan ultimately reached 12th place overall.\nKenki had stated that after the 2012 games he is planning to stay in Germany until winter and to return to Japan afterwards. According to Michael Jung's father however, these plans have changed: Kenki will thus continue to stay in Germany."
}