{
    "id": "36616584",
    "revid": "1862829",
    "url": "https://en.wikipedia.org/wiki?curid=36616584",
    "title": "Hydraucone",
    "text": "A hydraucone is a form of &lt;a href=\"draft%20tube\"&gt;draft tube&lt;/a&gt; used with a &lt;a href=\"water%20turbine\"&gt;hydro turbine&lt;/a&gt;. It has a bell-mouth shape and its salient feature is a flat plate deflector near the mouth. The term \"hydraucone\" was introduced by William M. White, who obtained a U.S. patent for it in 1917.\nBackground.\nWhite observed that the simplest method of changing the direction of a jet of water was to direct it at a flat plate. The shape of the water jet as it hits the plate was the inspiration for the hydraucone profile.\nThe main purpose of a draft tube is to recover the residual &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; of the water that exits over the turbine. It does this by distributing the water that exits from the turbine uniformly over the larger area of the draft tube exit. This reduces the water velocity and water pressure at the turbine exit. The &lt;a href=\"kinetic%20energy\"&gt;kinetic energy&lt;/a&gt; of the water, which is proportional to the square of the water velocity, is thus transformed into effectively a higher &lt;a href=\"hydraulic%20head\"&gt;head&lt;/a&gt; across the turbine.\nThe hydraucone draft tube is very efficient at recovering energy from the rotational motion of the water (swirl) as well as the linear motion (flow) of the water. It has fallen into disuse due to the difficulty of supporting a very wide opening under a large turbine. It only requires a shallow excavation, however, which is an advantage in rocky terrain. Its compact shape makes it suitable for small hydro projects where the excavation is much less than that required for the more conventional elbow shaped draft tube.\nAn elbow-shaped draft tube is less efficient than a bell-mouth tube due to the fluid losses in the turn of the elbow. The difference in efficiency is more pronounced when there is swirl present as the gyroscopic effect of the rotation hinders the deflection at the elbow.\nHistorical note.\nIn the 1920s William M. White and Lewis Ferry Moody both patented bell-mouth draft tubes. The salient feature of Moody's Spreading Draft Tube is the center cone, which distinguishes it from White's Hydraucone Draft Tube. The term Hydraucone is sometimes erroneously used as a general term for all bell mouth tubes. The pair debated over which device was more efficient, particularly in the presence of swirl as water leaves the turbine. This debate was superseded by the widespread introduction of the elbow-shaped draft tube which is less efficient but easier to construct, particularly on a large scale.\nDimensions and geometry.\nShapes for a bell-mouth draft tube include: \nTheoretical and experimental validation.\n&lt;a href=\"Computational%20fluid%20dynamics\"&gt;Computational fluid dynamics&lt;/a&gt; (CFD) could resolve the question of which design is better. A rigorous CFD comparison of the two forms of bell-mouth draft tube would be a useful addition to knowledge of fluid dynamics."
}