{
    "id": "36615496",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=36615496",
    "title": "Themeda quadrivalvis",
    "text": "Themeda quadrivalvis is a species of &lt;a href=\"Poaceae\"&gt;grass&lt;/a&gt; known by the common names grader grass, habana grass, and kangaroo grass, not to be confused with \"&lt;a href=\"Themeda%20triandra\"&gt;Themeda triandra&lt;/a&gt;\", which is also known as kangaroo grass. It is native to &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;, and &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. It can also be found in many other places as an &lt;a href=\"introduced%20species\"&gt;introduced species&lt;/a&gt; and often a &lt;a href=\"noxious%20weed\"&gt;noxious weed&lt;/a&gt;. It occurs in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;, &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;, &lt;a href=\"Fiji\"&gt;Fiji&lt;/a&gt;, &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;, &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Papua%20New%20Guinea\"&gt;Papua New Guinea&lt;/a&gt;, &lt;a href=\"China\"&gt;China&lt;/a&gt;, the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt; and tropical America. It is a troublesome exotic weed in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, especially in northern regions. It is also an agricultural weed in crops such as &lt;a href=\"sugar%20cane\"&gt;sugar cane&lt;/a&gt; and &lt;a href=\"Alfalfa\"&gt;lucerne&lt;/a&gt;.\nDescription.\nThis species is an annual grass growing up to tall. The usually folded leaves are up to long. The seed heads are rounded or fan-shaped and are accompanied by leaflike &lt;a href=\"bract\"&gt;bract&lt;/a&gt;s. The grass becomes orange, red, or golden brown at maturity. The clustered spikelets in the seed heads have some tubercle-based hairs and twisted &lt;a href=\"awn%20%28botany%29\"&gt;awns&lt;/a&gt;, which can be up to 5 centimeters long. The awn is hygroscopic, twisting when moist and drilling the seed into the soil. This species is similar to \"Themeda triandra\", a native species which tends to be smaller and more brown in color. Grader grass is a prolific producer of seed; there can be up to 1000 seeds in a single seed head. The seed is &lt;a href=\"seed%20dispersal\"&gt;dispersed&lt;/a&gt; by &lt;a href=\"grader\"&gt;grader&lt;/a&gt;s, on fur and clothing, and as a contaminant of pasture seed supplies. The seed is sometimes found as a contaminant of &lt;a href=\"bird%20seed\"&gt;bird seed&lt;/a&gt;, as well.\nInvasiveness.\nThis grass is a major noxious weed in parts of Australia, where it was introduced in the 1930s. It may have arrived in supplies of straw packing. The plant was first recorded in Australia in September 1935 near Habana in the &lt;a href=\"Mackay%20Region\"&gt;Mackay Region&lt;/a&gt; of &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt;. It then spread as a contaminant of seed. The weed easily invades &lt;a href=\"ecosystem\"&gt;ecosystem&lt;/a&gt;s, displacing native vegetation. It grows quickly, producing flowers within 5 to 6 weeks after &lt;a href=\"germination\"&gt;germination&lt;/a&gt;, and seed within 10 weeks. Flowering generally occurs in February to June in Australia. Germination can occur throughout the year, however, given adequate moisture. The grass easily colonizes disturbed areas such as roadsides. While the grass is cultivated for animal fodder in India, it is unpalatable throughout most of the year in Australia, forming wide monotypic stands that displace palatable grasses. It also forms a heavy fuel load, increasing the likelihood of fire.\nThe species is also invasive in &lt;a href=\"New%20Caledonia\"&gt;New Caledonia&lt;/a&gt;."
}