{
    "id": "36613118",
    "revid": "1064552241",
    "url": "https://en.wikipedia.org/wiki?curid=36613118",
    "title": "Technological Educational Institute of Central Greece",
    "text": "The Technological Educational Institute (TEI) of Central Greece (Greek: ) was a university founded in 2013, had a &lt;a href=\"Campus%20university\"&gt;main campus&lt;/a&gt; in the &lt;a href=\"Lamia%20%28city%29\"&gt;City of Lamia&lt;/a&gt;, &lt;a href=\"Phthiotis\"&gt;Phthiotis&lt;/a&gt;, &lt;a href=\"Central%20Greece%20%28region%29\"&gt;Central Greece&lt;/a&gt;, and four &lt;a href=\"Satellite%20campus\"&gt;branch campuses&lt;/a&gt;. \nAn &lt;a href=\"higher%20education\"&gt;institution of higher education&lt;/a&gt; of the &lt;a href=\"List%20of%20universities%20in%20Greece\"&gt;State University System of Greece&lt;/a&gt;, having full self governance and functions under the supervision of the Ministry of Education, laws 2916 on 11-6-2001 and 3549 on 20-3-2007. The Technological Institute of Central Greece has abolished on 29 January 2019 and ceased to be a university in its own name status by an Act of Hellenic Parliament, Law 4589/29-1-2019.&lt;ref name=\"Law 4589/2019, Government Gazette 13/Α/29-1-2019\"&gt;&lt;/ref&gt; Educational departments absorbed by the &lt;a href=\"Agricultural%20University%20of%20Athens\"&gt;Agricultural University of Athens&lt;/a&gt; (AUA), &lt;a href=\"National%20and%20Kapodistrian%20University%20of%20Athens\"&gt;National and Kapodistrian University of Athens&lt;/a&gt; (NKUA), &lt;a href=\"University%20of%20Thessaly\"&gt;University of Thessaly&lt;/a&gt; (UTH).\nIt offered 4-year (full-time) &lt;a href=\"Undergraduate%20education\"&gt;undergraduate&lt;/a&gt; degree programs with awarded qualification (latinised: Ptychion), in line with the &lt;a href=\"Bologna%20process\"&gt;Bologna process&lt;/a&gt; legally equivalent to a &lt;a href=\"Bachelor%27s%20degree\"&gt;Bachelor's degree&lt;/a&gt;, and 1½ years, one-and-a-half-year full-time or 3-year part-time, &lt;a href=\"Postgraduate%20education\"&gt;postgraduate&lt;/a&gt; degree programs with awarded qualification , postgraduate specialised diploma, legally equivalent to a &lt;a href=\"Master%27s%20degree\"&gt;Master's degree&lt;/a&gt;. Postgraduate programs have statutory tuition fees.&lt;ref name=\"Law 4485/2017 Government Gazette 114/Α/4-8-2017\"&gt;&lt;/ref&gt; The undergraduate degree studies was previously 3½ years, three-and-a-half-year (law 1404/24-11-1983, 1983–1995) confers a legally equivalent to an Ordinary Bachelor’s degree (Ord). The Centre of Continuing Education and Lifelong Learning (KEDiViM; ), is a separate continuing and professional adult educational unit within Technological Educational Institute (TEI) of Central Greece offers Lifelong Learning short-term courses, at &lt;a href=\"Nonformal%20learning\"&gt;non-formal education&lt;/a&gt;, with tuition fee at on-campus or off-campus online by &lt;a href=\"Distance%20education\"&gt;Distance e-Learning Mode&lt;/a&gt; mediated via in real time &lt;a href=\"Computer-mediated%20communication\"&gt;computer-mediated communication&lt;/a&gt;. It is certified by the National Organization for the Certification of Qualifications and Vocational Guidance (EOPPEP; Greek: ; Ε.Ο.Π.Π.Ε.Π.).\nHistory.\nIn 1994, the Technological Educational Institute (TEI) of Larissa in the City of Lamia constituent campus was separated from TEI of Larissa and it founded as the TEI of Lamia, a new independent Technological Education Institution (TEI) in its own right granting its own degrees. In 2015, TEI of Lamia and the TEI of Chalkida agreed to a merger, Presidential Decree 100, Government Gazette 135/Α/5-6-2013. The founded institution was named TEI of Central Greece with the City of Lamia campus becoming the university main campus. As the European Union determined, in October 2017 the Ministry of Education specified all TEIs will be merged with the corresponding universities and each TEI department will be absorbed by a corresponding department. On January 17, 2019 the Hellenic Parliamentary Committee Session has voted the submitting draft law on December 28, 2018 and corresponding law 4589 has been published on the Government Gazette 13/Α/29-1-2019. \nThe TEI of Central Greece abolished and caused to be operated, which enrolled its final last cohort of students in fall 2018 (2018–2019 &lt;a href=\"academic%20year\"&gt;academic year&lt;/a&gt;). Subsequently, the Departments of Computer Science, Electronic Engineering, Nursing, Physiotherapy, were incorporated into the &lt;a href=\"University%20of%20Thessaly\"&gt;University of Thessaly (UTH)&lt;/a&gt;, and the TEI of Central Greece main campus in the City of Lamia was incorporated into the University of Thessaly constituent campus in the City of Lamia (that was formerly the main campus of the &lt;a href=\"University%20of%20Central%20Greece\"&gt;University of Central Greece (UCG)&lt;/a&gt; existed from 2003 to 2013) and became its campus part. The campus has, since the integration, been located into two parts, on the North Site and on the South Site in what has since become the main campus of the University of Thessaly in the City of Lamia. University of Thessaly in the City of Lamia, also University of Thessaly, City of Lamia (or UTH City of Lamia), is regarded as the University of Thessaly's southernmost branch campus at the time of its founding in 2013.\nOrganisation.\nThe academic year was divided in two semesters, a semester lasts 13 full weeks and it can be extended up to two weeks, Law 4009/2011, Government Gazette 195/A/6-9-2011. One academic year corresponds to 60 &lt;a href=\"European%20Credit%20Transfer%20and%20Accumulation%20System\"&gt;ECTS&lt;/a&gt; credit points (Greek: ). For &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;'s ISCED &lt;a href=\"International%20Standard%20Classification%20of%20Education\"&gt;International Standard Classification of Education&lt;/a&gt;, &lt;a href=\"European%20Qualifications%20Framework\"&gt;European Qualifications Framework&lt;/a&gt; (EQF), and &lt;a href=\"National%20qualifications%20framework\"&gt;National Qualification Framework&lt;/a&gt; (NQF) of Greece named Hellenic Qualification Framework (HQF), the classification of qualification level for Bachelor‛s degree (240 ECTS, Ordinary degree 210 ECTS) is at Level 6 and for Master‛s degree (90 ECTS) is at Level 7. The Senior Project has 20 ECTS. A graduate of specialty engineering disciplines only, it can hold the state-granted and approved professional title of \"Licensed Engineer\", when meet the criteria and pass the qualification exams by the National Engineering Accreditation Council of Greece State Department of Regulatory Authority. A professional qualification is indicated by the &lt;a href=\"Post-nominal%20letters\"&gt;post-nominals&lt;/a&gt; LEng designation authorizes a &lt;a href=\"Regulation%20and%20licensure%20in%20engineering\"&gt;regulation&lt;/a&gt; and &lt;a href=\"licensure\"&gt;licensure&lt;/a&gt; in engineering with a number of register ID license. The Technological Educational Institute engineering graduate is a technological or technologist engineer, known as engineering &lt;a href=\"Engineering%20technologist\"&gt;technologist&lt;/a&gt;. The Licensed Engineer LEng (registered engineer, a prerequisite licence to practicing) should not be confused with Technologist Engineer (academically qualified) which is legally regulated and limited to Technological Education Institute (TEI) graduate.\nSpecialisation semester.\nThe Co-operative Education Employment-integrated Program (&lt;a href=\"Curriculum\"&gt;curricular&lt;/a&gt; &lt;a href=\"internship\"&gt;internship&lt;/a&gt;) also known as specialisation semester of supervised experiential learning work (&lt;a href=\"practicum\"&gt;practicum&lt;/a&gt;). It is an off-campus undergraduate semester where the student is a trainee-in-practice has employment and practical training for 10 ECTS credits, 960 hours (8 hours a day, 5 days a week, 24 consecutive weeks) in a specialised subject of free-choice. It can also be a concentration splits into specialisations within the internship subject. TEI Internship is a government subsidy industry placement of fixed-term contract for students recruited by employers. The students should find itself an internship term placement. The TEIs are not responsible for finding internships. The Educational Collaboration Agreement of internship is a paid &lt;a href=\"Fixed-term%20employment%20contract\"&gt;CDD&lt;/a&gt; &lt;a href=\"employment%20contract\"&gt;employment contract&lt;/a&gt; signed between a student (intern; student qualifies as trainee), and the co-op (cooperative) employer, accredited by the university, under the tutelage of a supervised TEI professor. It is state funded by the Workforce Employment Organisation of Greece - OAED (Greek: ). The co-op employer must register internship student into the Social Security System, while at the internship end receives reimbursement.\nΕxchange program.\nAn exchange student is an incoming from abroad or outgoing to abroad, at an affiliated HE Institution of the TEI of Central Greece.\nThe duration of exchange is 1 term (semester) or 1 academic year. The affiliated institution can be a partner HEI located in &lt;a href=\"Erasmus%20Programme\"&gt;Erasmus&lt;/a&gt; partner countries through inter-institutional agreements between HEIs. Official language of instruction at ΤΕΙ is Greek. It generally requires a &lt;a href=\"Common%20European%20Framework%20of%20Reference%20for%20Languages%23Language-specific%20scales\"&gt;B2 English&lt;/a&gt; language level, according to the &lt;a href=\"Common%20European%20Framework%20of%20Reference%20for%20Languages\"&gt;Common European Framework of Reference for Languages&lt;/a&gt; (CEFR), which is equivalent to a total score of 72 in TOEFL or a total score 6 score in IELTS. Before applying to the TEICG's Erasmus Office, it needs to be nominated by student's home institution having a valid bilateral agreement between TEICG institution. \nThe &lt;a href=\"European%20Health%20Insurance%20Card\"&gt;European Health Insurance Card&lt;/a&gt; (EHIC) from their home countries is obligatory for Erasmus &lt;a href=\"European%20Union\"&gt;EU&lt;/a&gt;/&lt;a href=\"European%20Free%20Trade%20Association\"&gt;EFTA&lt;/a&gt; students. If they do not have national health insurance in their home country (it cannot obtain the European Health Insurance Card) then have two options, they can purchase health insurance in their home countries or join the Greece National Health System. Students from any other non-EU/EFTA country must have a private health insurance. The TEI does not offer accommodation, and students have to make house arrangements by themselves. Non-EU/EFTA students must follow the visa regulations foreseen for every specific country. The TEICG has a student restaurant in its South Site where Erasmus students can have meals at a reduced price. The &lt;a href=\"Erasmus%20Student%20Network\"&gt;Erasmus Student Network&lt;/a&gt; (ESN) Greece is a non-profit organization for the Erasmus Student Affairs.\nDiploma supplement.\nAs part of the Bologna Process, &lt;a href=\"European%20Commission\"&gt;European Commission&lt;/a&gt;, the &lt;a href=\"Europass\"&gt;Europass&lt;/a&gt; Diploma Supplement (Greek: )&lt;ref name=\"Law 3374/2005, Government Gazette 189/A/2-8-2005\"&gt;&lt;/ref&gt;&lt;ref name=\"Law 4250/2014 Government Gazette 74/Α/26-3-2014\"&gt;&lt;/ref&gt; is issued and awarded by &lt;a href=\"List%20of%20universities%20in%20Greece\"&gt;Higher Education Institutions (HEIs)&lt;/a&gt; upon graduation of a course of studies, free of charge, in both Greek and English, accredited by National Europass Centre (NEC) of Greece, the EOPPEP organisation. A Diploma Supplement (DS) is an accredited document has a standardised description of the content and status of the studies completed by its holder that are commonly easily understood, especially outside the country where they were awarded – it is not a substitute qualification for the original, nor a CV, nor guarantee recognition."
}