{
    "id": "36632426",
    "revid": "1043062622",
    "url": "https://en.wikipedia.org/wiki?curid=36632426",
    "title": "Plan DN-III-E",
    "text": "The Plan DN-III-E or Civil Relief and Aid Plan for Disasters (Spanish: \"Plan de Auxilio a la Población Civil en Casos de Desastre\") is a series of measures implemented primarily by the Mexican &lt;a href=\"Secretariat%20of%20National%20Defense%20%28Mexico%29\"&gt;Ministry of National Defense&lt;/a&gt;, specifically the &lt;a href=\"Mexican%20Army\"&gt;Mexican Army&lt;/a&gt; and the &lt;a href=\"Mexican%20Air%20Force\"&gt;Mexican Air Force&lt;/a&gt; organized as a body under the name of Support Force for Disaster (FACD). This acts in response to a disastrous situation that affects or could affect a large group of civilians in Mexico and, in some cases, abroad. It is also known as the 3rd Army mission entrusted to safeguard and protect civilians in case of disaster.\nThis is based on the provisions of the Civil Protection Act, the National Development Plan and the Organic Law of the Mexican Army and Air Force, all under the coordination of the National Civil Protection System (SINAPROC).\nHistory.\nInitiated after the &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; on &lt;a href=\"Mexican%20Army\"&gt;Mexican Army&lt;/a&gt; held a number of amendments to a view of turning it into a modern armed force, among the series of actions to implement the strategic plans in order to minimize consequences of different actions that put at risk the &lt;a href=\"national%20security\"&gt;national security&lt;/a&gt; were the most important. In the 1960s the Army Action Plans were put into force, which are modified in 1966 becoming the Defence Plans of the Secretariat of National Defense, which covered from the case of a foreign war, to the case of a situation &lt;a href=\"Risk\"&gt;disastrous&lt;/a&gt; among the population, and establishing the National Defence Plan No. III on September 18, 1965, which introduced Annex E - the Title of Plan to Aid Civilian Disasters known by its initials DN-III-E, nicknamed \"DN-Three-E.\" The floods on the &lt;a href=\"P%C3%A1nuco%20River\"&gt;Pánuco River&lt;/a&gt; in 1966 led to the first Plan DN-III-E operation to rescue and provide relief to affected residents of the states of Veracruz and Tamaulipas, the nickname of the plan would later be the name of the measures that would prove to be a great success among the Mexican people as the Secretariat of National Defense would, every time a natural or man-made calamity strike the country, mount operations to assist the people in these trying times of disaster, a tradition that continues to this day.\nAfter &lt;a href=\"1985%20Mexico%20City%20earthquake\"&gt;earthquake in Mexico City&lt;/a&gt; in 1985 the National Civil Protection System, by which as a response the &lt;a href=\"Secretariat%20of%20the%20Navy%20%28Mexico%29\"&gt;Secretary of Navy of Mexico&lt;/a&gt; reformed the &lt;a href=\"Plan%20Marina\"&gt;Plan Marina&lt;/a&gt; (launched 1968) to cover the coastal areas where it is better equipped to serve the forces of the &lt;a href=\"Secretariat%20of%20National%20Defense%20%28Mexico%29\"&gt;SEDENA&lt;/a&gt; during calamities, were both officially created. Thus, both Secretariats have been since responsible for civil defense and disaster relief and response operations during calamities within the national territory, a role now jointed today by the &lt;a href=\"National%20Guard%20%28Mexico%29\"&gt;National Guard&lt;/a&gt;.\nAs of September 19, 2017, as a direct result of the &lt;a href=\"2017%20Chiapas%20earthquake\"&gt;2017 Chiapas earthquake&lt;/a&gt;, Plan DN-III-E is in place within the affected areas within southern Mexico, and Army and Air Force units have been deployed to implement the program. They have also been deployed to central Mexico as a result of the September 19, 2017 earthquake to provide disaster relief and support for the victims of this calamity.\nDisaster Support Force.\nThe Support Force for Disasters (FACD) is a permanent body of the &lt;a href=\"Secretariat%20of%20National%20Defense%20%28Mexico%29\"&gt;Secretariat of National Defense&lt;/a&gt; created on February 10 of 2000, consisting of a grouping of land and air units, the Military Engineers, Services Corps, Health Services, Quartermaster Services, which are supported by units composed of final year cadets of the military academies and schools, the Task Force Valley of Mexico and 4 and 5th Light Infantry brigades. On the air arm of its component are helicopters and transport aircraft. All are under the direct command of the &lt;a href=\"Secretariat%20of%20National%20Defense%20%28Mexico%29%23Organization\"&gt;Secretary of Defense&lt;/a&gt; who will operationally be the head of a Command designated by him for &lt;a href=\"Staff%20%28military%29\"&gt;Staff&lt;/a&gt; consists of two branches.\nDuring such disasters like the hurricane season, earthquakes, flooding, wildfires and landsides and if during major man-made calamities the Secretariat deploys 4 Disaster Engineers Groups (AICD), which are assigned in the cities of &lt;a href=\"Guadalajara%20%28Mexico%29\"&gt;Guadalajara&lt;/a&gt;, &lt;a href=\"Monterrey\"&gt;Monterrey&lt;/a&gt;, &lt;a href=\"Merida%20%28Yucatan%29\"&gt;Merida&lt;/a&gt;, and &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;, with similar equipment, consisting of heavy and light vehicles, rescue equipment, community kitchens and specialized personnel. Alongside them are specialized medical personnel trained in disaster response in the health and medicine sectors, military policemen (including K-9 detachments) and SAR (search and rescue) ready personnel of the Army and the Air Force. During forest fires, Air Force helicopters assist ground forces personnel using firefighting equipment in affected areas, during floods, airborne and waterborne rescue operations are performed by the two service branches.\nGeneral actions of Plan DN-III-E.\nThe Plan DN-III-E is based on six basic points which are:"
}