{
    "id": "36641450",
    "revid": "12866484",
    "url": "https://en.wikipedia.org/wiki?curid=36641450",
    "title": "German submarine U-278",
    "text": "German submarine \"U-278\" was a &lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIC\"&gt;Type VIIC&lt;/a&gt; &lt;a href=\"U-boat\"&gt;U-boat&lt;/a&gt; of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;'s &lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;.\nThe submarine was &lt;a href=\"Keel%20laying\"&gt;laid down&lt;/a&gt; on 26 March 1942 at the \"Bremer Vulkan\" yard at Bremen-Vegesack as yard number 43. She was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 2 December and &lt;a href=\"Ship%20commissioning\"&gt;commissioned&lt;/a&gt; on 16 January 1943 under the command of &lt;a href=\"Oberleutnant%20zur%20See\"&gt;Oberleutnant zur See&lt;/a&gt; Joachim Franze.\nDesign.\n&lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIC\"&gt;German Type VIIC submarines&lt;/a&gt; were preceded by the shorter &lt;a href=\"German%20Type%20VII%20submarine%23Type%20VIIB\"&gt;Type VIIB submarines&lt;/a&gt;. \"U-278\" had a displacement of when at the surface and while submerged. She had a total length of , a &lt;a href=\"pressure%20hull\"&gt;pressure hull&lt;/a&gt; length of , a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of , a height of , and a &lt;a href=\"draught%20%28ship%29\"&gt;draught&lt;/a&gt; of . The submarine was powered by two &lt;a href=\"Germaniawerft\"&gt;Germaniawerft&lt;/a&gt; F46 four-stroke, six-cylinder &lt;a href=\"supercharged\"&gt;supercharged&lt;/a&gt; &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s producing a total of for use while surfaced, two &lt;a href=\"AEG\"&gt;AEG&lt;/a&gt; GU 460/8–27 &lt;a href=\"Motor%E2%80%93generator\"&gt;double-acting electric motors&lt;/a&gt; producing a total of for use while submerged. She had two shafts and two &lt;a href=\"propeller\"&gt;propeller&lt;/a&gt;s. The boat was capable of operating at depths of up to .\nThe submarine had a maximum surface speed of and a maximum submerged speed of . When submerged, the boat could operate for at ; when surfaced, she could travel at . \"U-278\" was fitted with five &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s (four fitted at the bow and one at the stern), fourteen &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es, one &lt;a href=\"8.8%20cm%20SK%20C/35%20naval%20gun\"&gt;SK C/35 naval gun&lt;/a&gt;, 220 rounds, and two twin &lt;a href=\"2%20cm%20FlaK%2030\"&gt;C/30&lt;/a&gt; &lt;a href=\"anti-aircraft%20gun\"&gt;anti-aircraft gun&lt;/a&gt;s. The boat had a &lt;a href=\"Ship%27s%20company\"&gt;complement&lt;/a&gt; of between forty-four and sixty.\nArmament.\nFLAK weaponry.\n\"U-278\" was mounted with two &lt;a href=\"2%20cm%20Flak%2030/38/Flakvierling\"&gt;2cm Flak C38&lt;/a&gt; in a M43U \"Zwilling\" mount with short folding shield on the upper \"Wintergarten\". The M43U mount was used on a number of U-boats (, , , , , , , , , , and ).\nService history.\n\"U-278\" served with the &lt;a href=\"8th%20U-boat%20Flotilla\"&gt;8th U-boat Flotilla&lt;/a&gt; for training from January to September 1943 and operationally with the &lt;a href=\"7th%20U-boat%20Flotilla\"&gt;7th U-boat Flotilla&lt;/a&gt; from 1 October 1943. She was reassigned to the &lt;a href=\"11th%20U-boat%20Flotilla\"&gt;11th flotilla&lt;/a&gt; until 31 August 1944 and then the &lt;a href=\"13th%20U-boat%20Flotilla\"&gt;13th flotilla&lt;/a&gt; until the war's end. She carried out seven patrols, sinking two ships; a commercial vessel of 7,177 GRT and a warship of 1,810 tons. She was a member of eight &lt;a href=\"Wolfpack%20%28naval%20tactic%29\"&gt;wolfpack&lt;/a&gt;s.\nShe carried out a short voyage between &lt;a href=\"Kiel\"&gt;Kiel&lt;/a&gt; in Germany and &lt;a href=\"Bergen\"&gt;Bergen&lt;/a&gt; in Norway over December 1943 and January 1944.\nFirst patrol.\nThe boat departed Bergen on 8 January 1944 and sank the \"Penelope Barker\" on the 25th, about north of the &lt;a href=\"Nordkapp\"&gt;North Cape&lt;/a&gt;. She docked at &lt;a href=\"Hammerfest\"&gt;Hammerfest&lt;/a&gt; on the 28th.\nSecond and third patrols.\nShe sank the British &lt;a href=\"destroyer\"&gt;destroyer&lt;/a&gt; southeast of &lt;a href=\"Bear%20Island%20%28Norway%29\"&gt;Bear Island&lt;/a&gt; on 30 January 1944.\nOn her third sortie, she steamed through the &lt;a href=\"Norwegian%20Sea\"&gt;Norwegian&lt;/a&gt; and &lt;a href=\"Barents%20Sea\"&gt;Barents&lt;/a&gt; Seas.\nFourth patrol.\n\"U-278\" left Hammerfest on 24 April 1944. On 3 May she was attacked by a &lt;a href=\"Fairey%20Swordfish\"&gt;Fairey Swordfish&lt;/a&gt; of &lt;a href=\"822%20Naval%20Air%20Squadron\"&gt;822 Naval Air Squadron&lt;/a&gt; FAA, (Fleet Air Arm), from the aircraft carrier and a Swordfish and a &lt;a href=\"Grumman%20Martlet\"&gt;Martlet&lt;/a&gt;, both of &lt;a href=\"833%20Naval%20Air%20Squadron\"&gt;833 Squadron&lt;/a&gt; from . The U-boat sustained only superficial damage; her crew claimed the Martlet shot down. However, all three aircraft returned safely to their carriers.\nThe boat then embarked on a series of short 'hops' between Bergen, &lt;a href=\"Ramsund%2C%20Norway\"&gt;Ramsund&lt;/a&gt; and &lt;a href=\"Narvik\"&gt;Narvik&lt;/a&gt; in July 1944.\nFifth patrol.\nPatrol number five was her longest at 63 days. It took the submarine north and east to the &lt;a href=\"Kara%20Sea\"&gt;Kara Sea&lt;/a&gt;.\nShe then moved from Narvik to &lt;a href=\"Trondheim\"&gt;Trondheim&lt;/a&gt; in October 1944.\nSixth patrol.\nThis sortie was divided into two parts, during which the boat travelled as far as the northern coast of Scotland.\nSeventh patrol and surrender.\nHer last patrol was from Narvik, between 10 April 1945 and 9 May.\nFollowing the German capitulation, the boat was moved from Norway to &lt;a href=\"Loch%20Eriboll\"&gt;Loch Eriboll&lt;/a&gt; in Scotland, for Operation &lt;a href=\"Operation%20Deadlight\"&gt;\"Deadlight\"&lt;/a&gt;. She was sunk on 31 December 1945 by gunfire from and ."
}