{
    "id": "36654326",
    "revid": "1894081",
    "url": "https://en.wikipedia.org/wiki?curid=36654326",
    "title": "Administration and liquidation of The Rangers Football Club plc",
    "text": "&lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;, a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club in Scotland, entered financial difficulties during the late 2000s. The club, trading as \"The Rangers Football Club plc\", entered &lt;a href=\"administration%20%28British%20football%29\"&gt;administration&lt;/a&gt; in February 2012. It owed substantial amounts to &lt;a href=\"HM%20Revenue%20and%20Customs\"&gt;HM Revenue and Customs&lt;/a&gt; (HMRC), who subsequently refused to allow Rangers to exit administration via a &lt;a href=\"Trading%20while%20insolvent%23Company%20voluntary%20arrangement\"&gt;Company Voluntary Arrangement&lt;/a&gt; (CVA). The Rangers Football Club plc entered liquidation on 31 October 2012.\nThe refusal of the CVA forced the administrators to sell the business and assets of Rangers to a new company, operated by &lt;a href=\"Charles%20Green%20%28businessman%29\"&gt;Charles Green&lt;/a&gt;. The other member clubs of the &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt; refused to allow the new company to adopt the league membership of the old company. Green then successfully applied for membership of the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt;. After obtaining the old company's &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt; (SFA) membership, Rangers (now trading as \"The Rangers Football Club Ltd\") entered the &lt;a href=\"Scottish%20Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt; (the fourth tier of the &lt;a href=\"Scottish%20football%20league%20system\"&gt;Scottish football league system&lt;/a&gt;) in time for the &lt;a href=\"2012%E2%80%9313%20in%20Scottish%20football\"&gt;2012–13&lt;/a&gt; season. Rangers gained promotion to the first tier of the Scottish leagues in &lt;a href=\"2015%E2%80%9316%20Scottish%20Championship\"&gt;2016&lt;/a&gt;, and in &lt;a href=\"2020%E2%80%9321%20Scottish%20Premiership\"&gt;2021&lt;/a&gt; won their first &lt;a href=\"list%20of%20Scottish%20football%20champions\"&gt;Scottish league title&lt;/a&gt; since the insolvency.\nBackground.\nDuring the 1990s and 2000s, a period when financial crises and mismanagement were endemic in football, Rangers, a once great football club, regularly posted financial losses. By 2009 Rangers owed between £25 million and £30 million to &lt;a href=\"Lloyds%20Banking%20Group\"&gt;Lloyds Banking Group&lt;/a&gt;, who had acquired their account from &lt;a href=\"HBOS\"&gt;Bank of Scotland&lt;/a&gt; following the complex &lt;a href=\"financial%20crisis%20of%202007%E2%80%932008\"&gt;financial crisis of 2007–2008&lt;/a&gt;, and by that stage team manager &lt;a href=\"Walter%20Smith\"&gt;Walter Smith&lt;/a&gt; was claiming that Lloyds was effectively running the club.\nRangers then entered a dispute with &lt;a href=\"HM%20Revenue%20and%20Customs\"&gt;HMRC&lt;/a&gt;, known informally as the 'big tax case', regarding their use of employee benefit trusts (EBT) between 2001 and 2010. A tax bill potentially running to £49 million, including interest and penalties, was assessed by HMRC in 2010. The scale of the potential liability led then-chairman &lt;a href=\"Alastair%20Johnston\"&gt;Alastair Johnston&lt;/a&gt; to admit in 2011 that the club could go out of business and it was a major reason why the club struggled to find a suitable buyer when it was put up for sale in 2009. There was another £2.8 million tax liability hanging over the club (known as the 'wee tax case') which threatened to prevent any involvement in European football for the following season, although a &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; licence was eventually granted as the case was still in dispute at the time.\nOn 6 May 2011 &lt;a href=\"David%20Murray%20%28Scottish%20businessman%29\"&gt;David Murray&lt;/a&gt; sold his controlling interest in the club (85.3 percent) to \"Wavetower Limited\", a company solely owned by &lt;a href=\"Craig%20Whyte\"&gt;Craig Whyte&lt;/a&gt;, for £1. Murray later said that he had sold to Whyte because he had pledged to pay off the bank debt, settle the 'wee tax case' and invest money in the playing squad and stadium. To enable the purchase and to pay off the debt to Lloyds, Whyte borrowed £26.7 million against future &lt;a href=\"season%20ticket\"&gt;season ticket&lt;/a&gt; sales from the \"Ticketus\" firm. This agreement with Ticketus was reached before the sale of the club had been completed.\nWhyte failed to disclose that he had been previously banned as a company director for seven years. He began &lt;a href=\"defamation\"&gt;defamation&lt;/a&gt; proceedings against &lt;a href=\"BBC%20Scotland\"&gt;BBC Scotland&lt;/a&gt; in February 2012 regarding two documentaries about him and his purchase of Rangers, one of which later won a &lt;a href=\"BAFTA%20Scotland\"&gt;BAFTA Scotland&lt;/a&gt; award. A subsequent investigation by the &lt;a href=\"Scottish%20Football%20Association\"&gt;Scottish Football Association&lt;/a&gt; found that Whyte was not a &lt;a href=\"fit%20and%20proper%20person\"&gt;fit and proper person&lt;/a&gt; to run a football club. After the club entered administration, the administrators stated that there was no evidence of investment from Whyte into the club. Murray later said that he deeply regretted selling the club to Whyte, claiming that he had been \"duped\" and that with fuller information about Whyte he would not have done the deal.\nAdministration and liquidation.\nSoon after taking control of Rangers, Whyte failed to remit the &lt;a href=\"pay-as-you-earn%20tax\"&gt;pay-as-you-earn tax&lt;/a&gt; deducted from his employees to HMRC. On 13 February 2012 Rangers filed legal papers at the &lt;a href=\"Court%20of%20Session\"&gt;Court of Session&lt;/a&gt; giving notice of their intention to enter &lt;a href=\"administration%20%28British%20football%29\"&gt;administration&lt;/a&gt;. The following day HMRC petitioned the court for authority to appoint their choice of administrator, but this was unsuccessful. Rangers officially entered administration on 14 February 2012, after appointing London-based financial advisers &lt;a href=\"Duff%20%26amp%3B%20Phelps\"&gt;Duff &amp; Phelps&lt;/a&gt; as administrators.\nOn entering administration Rangers were deducted 10 points in the &lt;a href=\"2011%E2%80%9312%20Scottish%20Premier%20League\"&gt;2011–12 Scottish Premier League&lt;/a&gt;, effectively ending their championship challenge. Rangers then failed to submit accounts for 2011 and were therefore not granted a UEFA licence to play in European football in season &lt;a href=\"2012%E2%80%9313%20in%20Scottish%20football\"&gt;2012–13&lt;/a&gt;. In April it was revealed that the club's total debts could exceed £134m.\nHMRC made clear on 12 June that it would vote against a proposed &lt;a href=\"Trading%20while%20insolvent%23Company%20voluntary%20arrangement\"&gt;Company Voluntary Arrangement&lt;/a&gt; (CVA). Their formal rejection of the proposed CVA on 14 June meant that Rangers would be &lt;a href=\"liquidation\"&gt;liquidated&lt;/a&gt;, while the club would have to be reformed within a new company structure. The business and assets of Rangers were sold to \"Sevco Scotland Ltd\", with the accountancy firm &lt;a href=\"BDO%20International%23United%20Kingdom\"&gt;BDO&lt;/a&gt; due to be appointed as liquidator. Duff &amp; Phelps announced in October 2012 that creditors had approved an end to their administration and that they had applied to the Court of Session for BDO to be appointed as liquidator. This appointment was legally approved on 31 October.\nIn June 2015, BDO proposed an interim payment of £10 million to creditors, between 6p and 7p in every £1 owed. Most of the funds were obtained from a successful legal action against \"Collyer Bristow\", the firm of solicitors that acted for Craig Whyte during his takeover of Rangers. This interim payment was due to be made by the end of July 2015, but was delayed by a claim made by Law Financial Ltd. A further payout to creditors depended on the final result of the dispute with HMRC.\nA report by BDO published in June 2019, and more widely publicised by \"The Times\" newspaper five months later, stated that the amount claimed by HMRC would be significantly reduced from a maximum of £94 million. HMRC dropped a claim for £24 million in penalties, and \"The Times\" suggested that the tax component of the debt could also be reduced by up to £30 million. BDO said that discussions with HMRC were ongoing, and that they hoped for a final resolution during 2020. BBC News suggested that creditors, who had received a payment worth 3.9p for every £1 owed, may receive a further 3p. The reduction in the HMRC debt led to some speculation that Rangers could have survived the tax case without entering insolvency, if their board had known the actual extent of the debt before selling the business to Craig Whyte. This speculation was disputed, as the debt due to HMRC was contested, Rangers had other substantial debts (including £18 million to Lloyds Banking Group), and the finance needed to rescue football clubs was not easily available at the time.\nOn 25 June 2012, the Crown Office asked &lt;a href=\"Strathclyde%20Police\"&gt;Strathclyde Police&lt;/a&gt; to investigate the purchase of Rangers and the club's subsequent financial management. This investigation led to a prosecution by the Crown Office, but charges against administrators Paul Clark and David Whitehouse were dropped. Clark and Whitehouse were later paid compensation for the \"malicious\" prosecution and the Lord Advocate apologised to them on behalf of the Crown.\nNew company.\nFollowing the rejection of the CVA, the business and assets of Rangers were sold to Sevco Scotland Ltd, a company owned by a consortium led by &lt;a href=\"Charles%20Green%20%28businessman%29\"&gt;Charles Green&lt;/a&gt;. While the manager, Ally McCoist and a number of players were willing to transfer, other first team players such as team captain &lt;a href=\"Steven%20Davis\"&gt;Steven Davis&lt;/a&gt;, &lt;a href=\"Steven%20Naismith\"&gt;Steven Naismith&lt;/a&gt; and &lt;a href=\"Steven%20Whittaker\"&gt;Steven Whittaker&lt;/a&gt; refused to have their contracts transferred under &lt;a href=\"TUPE\"&gt;TUPE&lt;/a&gt; regulations and became free agents. This was disputed by Duff &amp; Phelps, who stated that Green purchased the players contracts and registrations. Rangers subsequently agreed a fee for Davis with Southampton, while Charles Green pursued claims in relation to Naismith and Whittaker.\nAnother consortium, led by former Rangers manager &lt;a href=\"Walter%20Smith\"&gt;Walter Smith&lt;/a&gt;, made a last minute bid for the assets. This was rejected by Duff &amp; Phelps, who already had a binding agreement to sell them to Charles Green. Walter Smith's consortium, including Scottish businessmen Douglas Park and Jim McColl, made a £6million offer that was also turned down. Charles Green then offered Walter Smith a role and the opportunity for his consortium to invest in the club. On 19 June 2012, Walter Smith and his consortium pulled out from trying to acquire the relaunched club. Smith's consortium was originally hostile to Charles Green's consortium but stated that \"We wish the new Rangers Football Club every good fortune.\"\nOn 20 June 2012, it was reported that two Glasgow businessmen, housebuilders and property developers Allan Stewart and Stephen McKenna were preparing a bid for the club worth about £11m. On 25 June McKenna had a bid of £8.7m rejected. Prominent former Rangers player &lt;a href=\"John%20Brown%20%28footballer%20born%201962%29\"&gt;John Brown&lt;/a&gt; had been involved in the bids and made a further attempt to take control by leading a supporter buyout of Green's consortium. Brown left his position as transfer scout after a meeting with Green and told 5,000 demonstrating supporters at &lt;a href=\"Ibrox%20Stadium\"&gt;Ibrox Stadium&lt;/a&gt; not to renew their season tickets, to \"starve\" them of funds and force them out. Brown challenged Green to show the title deeds to Ibrox and &lt;a href=\"Rangers%20Training%20Centre\"&gt;Murray Park&lt;/a&gt;, because he suspected that Craig Whyte or Ticketus retained an interest in the assets. Brown also accused Green of \"surrendering\" to a plot by Celtic chief executive &lt;a href=\"Peter%20Lawwell\"&gt;Peter Lawwell&lt;/a&gt;, alleging that Lawwell wanted a weak Rangers in the SPL to boost Celtic's own revenues.\nCharles Green responded by ridiculing what he saw as the posturing of Walter Smith and John Brown: \"It's not right that every two weeks a &lt;a href=\"Mel%20Gibson\"&gt;Mel Gibson&lt;/a&gt; appears, delivers a &lt;a href=\"Braveheart%20%28film%29\"&gt;Braveheart&lt;/a&gt; statement, then doesn't deliver anything.\" &lt;a href=\"Malcolm%20Murray%20%28businessman%29\"&gt;Malcolm Murray&lt;/a&gt;, installed as Chairman of Rangers, appealed for an end to \"factionalism\" and said: \"The vicious bloodlust must end, not only for Rangers’ sake but for Scottish football.\"\nBy 6 July 2012, Rangers were reportedly facing serious financial difficulties of its own, because only 250 season tickets had been sold. Major Scottish banks including &lt;a href=\"Royal%20Bank%20of%20Scotland\"&gt;Royal Bank of Scotland&lt;/a&gt;, reportedly \"concerned at the current uncertainty about the club's future and its backers\" declined to provide Rangers with the corporate banking facilities it needed. &lt;a href=\"Metro%20Bank%20%28UK%29\"&gt;Metro Bank&lt;/a&gt; was hired instead. It was reported that primary sponsor Tennent's would remain with Rangers but would renegotiate a substantially smaller deal.\nIn September 2015 &lt;a href=\"Dave%20King%20%28businessman%29\"&gt;Dave King&lt;/a&gt;, the chairman of the new Rangers company, suggested that the old company could be taken out of liquidation and re-used as the Rangers trading company.\nIn February 2017, BDO launched a legal action against Duff &amp; Phelps, claiming damages of up to £28.9 million. Hearings on this action began in May 2021. BDO were awarded £3.4 million, mainly due to Duff &amp; Phelps not pursuing opportunities to sell players and property during the administration period.\nResponse of Scottish football authorities.\nProposed SPL entry.\nThe financial collapse of Rangers resulted in a great deal of discussion within Scottish football. Initially it was proposed by the &lt;a href=\"Scottish%20Premier%20League\"&gt;Scottish Premier League&lt;/a&gt; (SPL) that Rangers should be allowed to play in the SPL, despite the failure of the CVA. This failure meant that Rangers' membership share in the SPL had to be transferred to the new company, along with its other assets, and that transaction required the approval of a two-thirds majority of the 12 SPL clubs. Kilmarnock chairman Michael Johnson had stated that it was likely that he would vote in favour of re-entry, but after consultation with their fans he decided to abstain. The chairmen of &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt;, &lt;a href=\"Heart%20of%20Midlothian%20F.C.\"&gt;Hearts&lt;/a&gt;, &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt;, &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt;, &lt;a href=\"Inverness%20Caledonian%20Thistle%20F.C.\"&gt;Inverness CT&lt;/a&gt; and &lt;a href=\"St%20Mirren%20F.C.\"&gt;St Mirren&lt;/a&gt; all publicly stated that they were likely to vote against. &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt; chairman Steve Brown declared that he would in principle oppose an automatic re-entry depending on the extent of the sanctions and conditions, while &lt;a href=\"Motherwell%20F.C.\"&gt;Motherwell&lt;/a&gt; chose to vote on the basis of fan and shareholder opinion. Newly promoted Ross County were relatively quiet on the issue, claiming that they would take into consideration the views of other clubs before making their decision.\nWhen the vote on the share transfer was held on 4 July, it was rejected by a 10–1 majority. Only the old Rangers company voted in favour, and &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt; abstained. &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; were the only SPL club not to announce their voting intentions prior to the ballot taking place, but later released a statement confirming their \"no\" vote and stating that \"the integrity of the game was of paramount importance\" and that the \"decision to refuse access into the SPL was an overwhelming one and demonstrates the depth of feeling amongst everyone involved in Scottish football\".\nSFL entry.\nFollowing the vote by rival clubs to reject the application for direct entry of Rangers to the SPL, SFL and SFA executives proposed a direct entry to the &lt;a href=\"Scottish%20Football%20League%20First%20Division\"&gt;Scottish Football League First Division&lt;/a&gt;. &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; clubs felt that they were being forced to deal with a situation which was not of their making. Notable opponents to direct entry included &lt;a href=\"Raith%20Rovers%20F.C.\"&gt;Raith Rovers&lt;/a&gt; chairman Turnbull Hutton, who said that lower league clubs were being \"bullied, rail-roaded and lied to\" and described the conduct of the governing bodies as being \"corrupt\". &lt;a href=\"Clyde%20F.C.\"&gt;Clyde&lt;/a&gt; and &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt; also voiced strong disapproval of Rangers entering the First Division, with the Falkirk chairman Martin Ritchie claiming that parachute entry would be \"totally unacceptable\".\nThe SFL voted to let the club join as an associate member and placed Rangers in the &lt;a href=\"Scottish%20Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt;. Agreement was subsequently reached on the transfer of SFA membership. Sevco Scotland Ltd agreed to accept all conditions relating to charges against Rangers FC of bringing the game into disrepute, including a 12-month transfer embargo, the payment of all outstanding fines and football debts, and agreement on broadcasting rights. The Scottish Premier League retained its right to the potential application of sanctions, including an investigation into the clubs use of EBTs and any penalties that may be applied as a result of it. The decision allowed the relaunched Rangers to complete their first fixture just two days later, a &lt;a href=\"Scottish%20Challenge%20Cup\"&gt;Ramsdens Cup&lt;/a&gt; tie against &lt;a href=\"Brechin%20City%20F.C.\"&gt;Brechin City&lt;/a&gt; at &lt;a href=\"Glebe%20Park%2C%20Brechin\"&gt;Glebe Park&lt;/a&gt;.\nAftermath.\n\"New club\" claims and rulings.\nAs a result of the Rangers business and assets being sold to a new company when The Rangers Football Club plc entered liquidation, the extent to which the sporting identity of the relaunched Rangers can be regarded as a continuation of the club founded in 1872 has been disputed. Rangers Football Club post-2012 was described by some in the mainstream media as a \"new club\", whilst Charles Green maintained \"this is still Rangers\", and the SPL chief executive &lt;a href=\"Neil%20Doncaster\"&gt;Neil Doncaster&lt;/a&gt; stated \"it is an existing club, even though it's a new company\".\nFormer Celtic captain &lt;a href=\"Tom%20Boyd%20%28Scottish%20footballer%29\"&gt;Tom Boyd&lt;/a&gt; and &lt;a href=\"Donald%20Findlay\"&gt;Donald Findlay&lt;/a&gt;, Rangers' former vice-chairman, said they thought the post-liquidation Rangers was a new club. &lt;a href=\"Steven%20Naismith\"&gt;Steven Naismith&lt;/a&gt;, one of the players who chose not transfer his contract to the new company under &lt;a href=\"Transfer%20of%20Undertakings%20%28Protection%20of%20Employment%29%20Regulations%202006\"&gt;TUPE regulations&lt;/a&gt;, justified his position by stating that he had no loyalty to the new regime. Five years later, Naismith retracted his comments and said he had been poorly advised over the situation at Rangers.\nOn 20 August 2012, &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt; suspended one of their announcers after he referred to the club as \"the Sevco Franchise\" (\"Sevco\" was the new company's name prior to it being changed to \"The Rangers Football Club Ltd\"). Some Celtic supporters were particularly vociferous in their 'new club' assertions, having displayed banners at their stadium on numerous occasions mockingly referencing 'zombies'. In January 2015 a Celtic group paid for a full-page newspaper advertisement announcing that their club would soon play its first fixture against the new club and that the 120-year &lt;a href=\"Old%20Firm\"&gt;Old Firm&lt;/a&gt; rivalry had ended.\nIn 2013 numerous complaints were made to the &lt;a href=\"Advertising%20Standards%20Authority%20%28United%20Kingdom%29\"&gt;Advertising Standards Authority&lt;/a&gt; (ASA), after Rangers produced marketing materials which stated they were \"Scotland’s most successful club\". Having considered the evidence, the ASA did not uphold the complaints. &lt;a href=\"UEFA\"&gt;UEFA&lt;/a&gt; advised the ASA that their statutes allowed for a team to have \"sporting continuity\" under different corporate ownership.\nOn entering liquidation, Rangers lost their membership of the &lt;a href=\"European%20Club%20Association\"&gt;European Club Association&lt;/a&gt;, and as a new entity they had to reapply for membership. The ECA granted them associate membership (rather than ordinary membership) on the basis that Rangers were a founding member of the Association, and acknowledged that the new entity had acquired the goodwill, which included the history, of the old company.\nIn May 2015, Scottish newspapers published articles which purported that the governing body &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; had 'stepped in' on the debate, or had even 'insisted' that Rangers were the same club, but the organisation had not made any official comment on the matter. The claims related to an article published in the weekly FIFA magazine, which carried the disclaimer that \"any views expressed in The FIFA Weekly do not necessarily reflect those of FIFA\".\nNimmo Smith enquiry and EBT verdicts.\nIn late 2012, the SPL set up an investigation, chaired by &lt;a href=\"William%20Nimmo%20Smith%2C%20Lord%20Nimmo%20Smith\"&gt;Lord Nimmo Smith&lt;/a&gt;, into alleged use of dual contracts by Rangers through the EBT scheme. David Murray denied any cheating took place during his ownership of Rangers, while Alastair Johnston and Charles Green questioned the independence of the investigation. The enquiry found that Rangers had deliberately failed to disclose the trust payments to withhold information from HMRC and fined the old company £250,000. It had been anticipated that the investigation would revoke honours won by Rangers during the period between 2001 and 2009 when the trust payments were made (three League titles, four Scottish Cups and four League Cups), but this was not done because it was considered that Rangers had not obtained any sporting advantage by withholding information.\nThe &lt;a href=\"First-tier%20Tribunal\"&gt;First-tier Tribunal&lt;/a&gt; verdict in relation to Rangers' use of EBTs was announced on 20 November 2012, with Rangers winning the appeal on a majority verdict. After the verdict David Murray confirmed that Rangers had offered HMRC a settlement of more than £10 million two years previously. Murray also stated that, \"The biggest question is why the Revenue knew in August 2011 that Craig Whyte wasn't paying national insurance and tax but didn't put him down – this has so many ramifications for business.\" An &lt;a href=\"Upper%20Tribunal\"&gt;Upper Tribunal&lt;/a&gt; upheld the decision in 2014, but HMRC appealed to the &lt;a href=\"Court%20of%20Session\"&gt;Court of Session&lt;/a&gt;. In November 2015, their appeal that the £47 million-worth of EBT payments made to Rangers employees over nine years were undeclared taxable earnings was upheld by all three judges, which led to further questions as to whether Rangers had gained an unfair sporting advantage by using the scheme. In July 2017, the Court of Session's ruling was upheld by the &lt;a href=\"Supreme%20Court%20of%20the%20United%20Kingdom\"&gt;UK Supreme Court&lt;/a&gt; in a final decision.\nDespite the Supreme Court ruling on the EBTs differing to the verdict in place at the time of the Nimmo Smith enquiry, the SPFL stated there would be no fresh investigation into the matter after receiving no support from the SFA. Celtic were the only club to make a formal request for the matter to be reviewed again, with the chairmen of other clubs expressing their desire for the matter to be put to rest – although the fans did not necessarily share this view.\nIn August 2018, players and staff who had received EBT payments from Rangers were advised that they should seek professional advice as HMRC may seek to collect income tax from them if they are unable to collect the relevant liabilities from the liquidated company.\nCraig Whyte.\nIn 2013, Ticketus successfully sued Craig Whyte for damages. In September 2014, he was banned from being a company director for 15 years. Whyte was declared bankrupt at the High Court in London in October 2015, following his non-payment of damages awarded to Ticketus.\nA &lt;a href=\"arrest%20warrant\"&gt;warrant&lt;/a&gt; was issued on 14 November 2014 by the &lt;a href=\"Crown%20Office%20and%20Procurator%20Fiscal%20Service\"&gt;Crown Office&lt;/a&gt; for Whyte's arrest in connection with alleged fraud carried out during the purchase of Rangers. Four arrests were also made in England as part of the investigation. On 27 November, Whyte was detained by police in Mexico and was held due to the warrant. On 28 November he appeared at &lt;a href=\"Glasgow%20Sheriff%20Court\"&gt;Glasgow Sheriff Court&lt;/a&gt;; no plea or declaration was made and he was released on bail.\nOn 2 September 2015 Whyte appeared at Glasgow Sheriff Court along with Charles Green; Whyte was charged with conspiracy as well as a charge under Criminal Justice and Licensing (Scotland) Act 2010 Section 28(1). On 6 June 2017, after a lengthy trial at &lt;a href=\"Glasgow%20High%20Court\"&gt;Glasgow High Court&lt;/a&gt; (with Donald Findlay acting as his defence attorney), Whyte was acquitted of all charges.\n\"Resolution 12\".\nIn 2016 a group of Celtic ordinary shareholders canvassed both their club and UEFA to investigate the 2011 decision to award Rangers a licence to play in the &lt;a href=\"2011%E2%80%9312%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; (the place would otherwise have passed to Celtic) despite the presence of the 'wee tax case'. The dispute was referred to as 'Resolution 12', which was the relevant UEFA statute. UEFA confirmed they would take no action as the status of the tax case was not confirmed at the time of the licence being awarded, and by the start of the following season Rangers were already withdrawn from European competitions due to their insolvency.\nIn September 2017, the SFA stated they may be obliged to look into the matter again after the trial of Craig Whyte, during which it was alleged that the Rangers directors knew they would be held liable for the tax amount when the UEFA licence was granted. The SFA issued Notices of Complaint regarding this in May 2018 to Rangers, who issued a blunt statement vowing to contest the matter vigorously, and stating that it was only being pursued due to being \"directed by individuals intent on harming the Scottish game, Rangers Football Club and its supporters\". In May 2020, the SFA decided to close the case, as it determined that it did not have jurisdiction in the case (that lay with the &lt;a href=\"Court%20of%20Arbitration%20for%20Sport\"&gt;Court of Arbitration for Sport&lt;/a&gt;) and the financial penalty that could have been levied on Rangers would have been significantly less than the legal costs of taking the action further.\nTUPE process.\nThe handling of the TUPE process led to sixty-seven players launching legal action against Rangers via &lt;a href=\"Professional%20Footballers%27%20Association%20Scotland\"&gt;PFA Scotland&lt;/a&gt;, while three players claimed constructive dismissal, although it was subsequently found that the PFA had not spoken to the players to see if they wish this raised on their behalf. Rangers made a counter-claim for loss of transfer fee revenue from players who refused to join the new company. The panel set up to consider the cases ruled in April 2013 that Rangers should pay its costs.\nBookmakers.\nIn January 2017, the &lt;a href=\"Court%20of%20Session\"&gt;Court of Session&lt;/a&gt; heard an action from Albert Kinloch against bookmakers &lt;a href=\"Coral%20%28bookmaker%29\"&gt;Coral&lt;/a&gt;. The bookmaker had refused to pay out on a bet made by Kinloch that Rangers would be \"relegated\" after the &lt;a href=\"2011%E2%80%9312%20Scottish%20Premier%20League\"&gt;2011–12 Scottish Premier League&lt;/a&gt; season. Kinloch said in court that he had placed the bet after learning that Rangers were in financial difficulties. The court found in the bookmakers' favour, ruling that Rangers had not been relegated.\nHistoric child sexual abuse.\n&lt;a href=\"BBC%20Scotland\"&gt;BBC Scotland&lt;/a&gt; reported in May 2018 that a former youth footballer had contacted Rangers to claim compensation for alleged sexual abuse by Gordon Neely, who was their head of youth development during the 1980s. Writing in response to the claim, Rangers said that their present company had no \"duty of care\" for the claimant and advised him that he would need to contact the liquidator of the old Rangers company. The claimant, a Rangers season ticket holder, said he believed that Rangers were morally still the same club despite the change of legal personality.\nOn-field events.\nIt took the relaunched Rangers four years to climb through the divisions and take their place in the &lt;a href=\"Scottish%20Premiership\"&gt;Scottish Premiership&lt;/a&gt; for the &lt;a href=\"2016%E2%80%9317%20in%20Scottish%20football\"&gt;2016–17 season&lt;/a&gt;. As well as winning each of the lower division titles and the &lt;a href=\"2015%E2%80%9316%20Scottish%20Challenge%20Cup\"&gt;2015–16 Scottish Challenge Cup&lt;/a&gt;, they reached the &lt;a href=\"2016%20Scottish%20Cup%20Final\"&gt;2016 Scottish Cup Final&lt;/a&gt;, losing to Hibernian. In their first season back in the top tier, Rangers finished in third position behind Celtic and Aberdeen and qualified for the &lt;a href=\"2017%E2%80%9318%20UEFA%20Europa%20League\"&gt;2017–18 UEFA Europa League&lt;/a&gt;; the return to European football after a five-year absence ended abruptly with a &lt;a href=\"Progr%C3%A8s%20Niederkorn%202%E2%80%930%20Rangers\"&gt;shock defeat&lt;/a&gt; to part-time club &lt;a href=\"FC%20Progr%C3%A8s%20Niederkorn\"&gt;Progrès Niederkorn&lt;/a&gt; from &lt;a href=\"Football%20in%20Luxembourg\"&gt;Luxembourg&lt;/a&gt; in the opening round. Rangers improved under the management of &lt;a href=\"Steven%20Gerrard\"&gt;Steven Gerrard&lt;/a&gt;, appointed in 2018, and in &lt;a href=\"2020%E2%80%9321%20Scottish%20Premiership\"&gt;2020–21&lt;/a&gt; the club won their first &lt;a href=\"list%20of%20Scottish%20football%20champions\"&gt;league championship&lt;/a&gt; since their insolvency. It also ended a run of &lt;a href=\"Nine%20in%20a%20row\"&gt;nine consecutive championships&lt;/a&gt; won by Celtic, who had hoped to set a new Scottish record by winning a tenth title in a row."
}