{
    "id": "36696936",
    "revid": "1058923532",
    "url": "https://en.wikipedia.org/wiki?curid=36696936",
    "title": "Vrededorp, Gauteng",
    "text": "Vrededorp is a &lt;a href=\"Suburbs%20of%20Johannesburg\"&gt;suburb&lt;/a&gt; of &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;, &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. It is located in Region F of the &lt;a href=\"City%20of%20Johannesburg%20Metropolitan%20Municipality\"&gt;City of Johannesburg Metropolitan Municipality&lt;/a&gt;. Vrededorp is situated on the North-Western side of Johannesburg and is 1,764 m (5,788 ft) above sea level.\nThe adjacent suburb of &lt;a href=\"Pageview%2C%20Gauteng\"&gt;Pageview&lt;/a&gt;, along with the part of Vrededorp populated by non-whites, south of 11th Street, were commonly and onomatopoeically known as \"Fietas\" after the Men's Outfitters that traded from 14th street in Vrededorp - hence \"Fitters\" and \"Fittas\" or, as commonly spelled, \"Fietas\". The then well-known 14th street was the area's business lane where everybody from across Johannesburg met to snatch up bargains. Most shopkeepers stayed in apartments on top of their shops.\nVrededorp is sometimes incorrectly regarded as being synonymous with Fietas, however, the bulk of Vrededorp (unlike Pageview) was always a white area, and not a part of Fietas.\nHistory.\nVrededorp (\"Village of Peace\"), was named as such in 1895 because of the decision taken to give poor people squatter rights in the area. The idea was that these rights could later be transferred to the heirs of the people that were granted initial squatter rights. After the &lt;a href=\"Anglo%20Boer%20War\"&gt;Anglo Boer War&lt;/a&gt; (11 Oct 1899- 31 May 1902), the &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; did away with the arrangement.\nOn 19 February 1896 Vrededorp, &lt;a href=\"Braamfontein\"&gt;Braamfontein&lt;/a&gt;, Fordsburg and the Malay Location (later renamed Pageview) were flattened as a result of a huge explosion caused by a locomotive that reversed into two railway trucks that contained 1955 tons of unstable dynamite. This explosion is commonly known as the \"&lt;a href=\"Braamfontein%20Explosion\"&gt;Great Dynamite Explosion&lt;/a&gt;\".\nIn 1908 the Indigency Commission started to criticize the living conditions of blacks in and around &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;. This triggered a series of inter-related events. 1909 - the Johannesburg Municipal Commission suggested to make surveyed land available to \"natives and other non Europeans\". 1910 - Despite strong objections from the black community that they will be excluded from constitutional proceedings, the Union of South-Africa comes into being. Shortly after, in 1911, the first of many labour disputes happened. The next to follow was the founding of the &lt;a href=\"South%20African%20Native%20National%20Congress\"&gt;South African Native National Congress&lt;/a&gt; (SANNC) in 1912, which later changed its name to &lt;a href=\"African%20National%20Congress\"&gt;African National Congress&lt;/a&gt; (ANC). By 1914 the situation deteriorated to such an extent that the Union Government had to place Johannesburg under Martial Law.\nBy 1920 strikes and riots were at the order of the day and on the 29th of February a group of black people riot close to Vrededorp. In 1923 the Native (Urban Areas) Act is passed. This Act forced local authorities to take responsibility for the housing of Black citizens who live and work in their areas. By 1927 the Western Native Township was extended by an extra 1000 houses. The responsibility for the management of Native Affairs moved from the town's Parks Department to the Town Council. They appointed Graham Ballenden to fulfill this role. This appointment made him responsible for the black communities' housing. Soon after, the Johannesburg Council appointed a committee to take care of the Native Affairs.\nBy 1928 the Eastern Native Township and the Wemmer Barracks Hostel were created. By 1930 the total number of houses built in the Eastern and Western Townships reached 2625. An amendment to the Native (Urban Areas) Act, saw to it that the Local Authorities gained additional power over the housing of the black residents. The Johannesburg City Council acquired a portion of the farm Klipspruit (No.8, sized 1300 morgen) to build housing for blacks. The Native Affairs Committee went about launching a competition for the planning of a Township. They named the Township after Orlando Leake, their Chairman. The Township had to be able to accommodate 80,000 persons. The idea was to resolve the overcrowded conditions in areas such as Vrededorp, Fordsburg, Pageview and Sophiatown. By the end of 1935, 3000 houses were built in Orlando.\nBy 1939 an additional 8700 houses and 6912 beds were provided to blacks living and working in Johannesburg. In September this year South Africa declared war on Germany. During the next 5 years, influx control regulations were relaxed. Growing work opportunities attracted many blacks from rural areas to the city. However, only 873 new houses and 358 extra beds were provided due to a scarcity of funds. As a direct result of this, informal settlements started going up all over the area. These areas eventually housed in the region of 60,000 people. In 1947 an attempt was made to close down the informal settlements. &lt;a href=\"Baragwanath%20Hospital\"&gt;Baragwanath Hospital&lt;/a&gt; were allocated to serve the blacks and 1800 patients moved there from Johannesburg General Hospital. By 1955 a Resettlement Board was formed to remove blacks from Johannesburg's Western Areas. Shortly after over 60,000 people from the neighbouring area Sophiatown (now known as Triomf) were removed from their homes at gun-point, and resettled in the area now known as Soweto. These houses were then made available to predominantly low-income Afrikaner families.\nThe area was never truly multiracial, as whites lived north of 11th Street, while Coloureds, Malays, and Indians lived in the area south of that street, and in adjacent Pageview.\nThe &lt;a href=\"Apartheid%20in%20South%20Africa\"&gt;Apartheid&lt;/a&gt; Government declared Vrededorp and Pageview as a white area in 1962. Subsequently, the area was cleared of non-whites by the 1970s. Many homes were &lt;a href=\"bulldozed\"&gt;bulldozed&lt;/a&gt;, and housing for white people was built on some of the land, with large parts remaining undeveloped. Some buildings, such as the '23rd Street Mosque', remain.\nTo date no land claims were settled in the area. Due to the uncertainty around the land claims the suburb is in a state of gross neglect. The settling of land claims is complicated further by the number of claims lodged. The problem is that there are more claims than there are properties in the area."
}