{
    "id": "36702208",
    "revid": "14596827",
    "url": "https://en.wikipedia.org/wiki?curid=36702208",
    "title": "Athletics at the 1956 Summer Olympics – Men's 400 metres hurdles",
    "text": "The men's &lt;a href=\"400%20metres%20hurdles\"&gt;400 metres hurdles&lt;/a&gt; competition at the &lt;a href=\"1956%20Summer%20Olympics\"&gt;1956 Summer Olympics&lt;/a&gt; in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; took place on November 23–24 at the &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne Cricket Ground&lt;/a&gt;. There were 28 competitors from 18 nations. The maximum number of athletes per nation had been set at 3 since the 1930 Olympic Congress. The event was won by &lt;a href=\"Glenn%20Davis%20%28athlete%29\"&gt;Glenn Davis&lt;/a&gt; of the United States, the nation's fourth consecutive and ninth overall victory in the men's 400 metres hurdles. &lt;a href=\"Eddie%20Southern\"&gt;Eddie Southern&lt;/a&gt; (silver) and &lt;a href=\"Josh%20Culbreath\"&gt;Josh Culbreath&lt;/a&gt; (bronze) completed the American sweep, the third time (after 1904 and 1920) that the United States had swept the medals in the event.\nBackground.\nThis was the 11th time the event was held. It had been introduced along with the men's 200 metres hurdles in 1900, with the 200 being dropped after 1904 and the 400 being held through 1908 before being left off the 1912 programme. However, when the Olympics returned in 1920 after World War I, the men's 400 metres hurdles was back and would continue to be contested at every Games thereafter.\nTwo of the six finalists from the 1952 Games returned: silver medalist &lt;a href=\"Yuriy%20Lituyev\"&gt;Yuriy Lituyev&lt;/a&gt; and fourth-place finisher &lt;a href=\"Anatoliy%20Yulin\"&gt;Anatoliy Yulin&lt;/a&gt;, both of the Soviet Union. Earlier in the year, at the U.S. trials, American &lt;a href=\"Glenn%20Davis%20%28athlete%29\"&gt;Glenn Davis&lt;/a&gt; had demolished Lituyev's three year old &lt;a href=\"Men%27s%20400%20metres%20hurdles%20world%20record%20progression\"&gt;world record&lt;/a&gt;, knocking almost a full second off the mark and taking the time under 50 seconds for the first time ever. &lt;a href=\"Eddie%20Southern\"&gt;Eddie Southern&lt;/a&gt; was also under 50 seconds in that race. The two young Americans joined &lt;a href=\"Josh%20Culbreath\"&gt;Josh Culbreath&lt;/a&gt;, the 1953 to 1955 AAU and 1955 Pan American champion, on a strong United States team. Lituyev, as in 1952, was the strongest challenger to the Americans.\nRomania made its debut in the event. The United States made its 11th appearance, the only nation to have competed at every edition of the event to that point.\nSummary.\nDuring the final, the six lanes were fairly even, with Lituyev pushing the backstretch to gain a slight advantage going in to the final turn. That was swallowed up during the turn as Davis surged, leading &lt;a href=\"Eddie%20Southern\"&gt;Eddie Southern&lt;/a&gt; and &lt;a href=\"Gert%20Potgieter%20%28athlete%29\"&gt;Gert Potgieter&lt;/a&gt; off the turn. Davis expanded his lead over Southern from 2 meters to 5 meters down the home stretch for the win. Over the final barrier, Potgieter caught his trail leg on the hurdle which knocked him off balance. He was able to take two more strides then did a face plant in the middle of the track. On the inside, &lt;a href=\"Josh%20Culbreath\"&gt;Josh Culbreath&lt;/a&gt; was able to cruise by for bronze, completing the American &lt;a href=\"List%20of%20medal%20sweeps%20in%20Olympic%20athletics\"&gt;sweep&lt;/a&gt;. \nCompetition format.\nThe competition returned to the three-round format used since 1908 (except the four-round competition in 1952): quarterfinals, semifinals, and a final. Ten sets of hurdles were set on the course. The hurdles were 3 feet (91.5 centimetres) tall and were placed 35 metres apart beginning 45 metres from the starting line, resulting in a 40 metres home stretch after the last hurdle. The 400 metres track was standard.\nThere were 6 quarterfinal heats with between 3 and 6 athletes each. The top 2 men in each quarterfinal advanced to the semifinals. The 12 semifinalists were divided into 2 semifinals of 6 athletes each, with the top 3 in each semifinal advancing to the 6-man final.\nRecords.\nPrior to the competition, the existing world and Olympic records were as follows.\n&lt;a href=\"Eddie%20Southern\"&gt;Eddie Southern&lt;/a&gt; set a new Olympic record with 50.1 seconds in the first semifinal. &lt;a href=\"Glenn%20Davis%20%28athlete%29\"&gt;Glenn Davis&lt;/a&gt; matched that time in the final."
}