{
    "id": "36730017",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=36730017",
    "title": "2012–13 First League of the Federation of Bosnia and Herzegovina",
    "text": "The 2012–13 First League of the Federation of Bosnia and Herzegovina is the eighteenth season of the &lt;a href=\"First%20League%20of%20the%20Federation%20of%20Bosnia%20and%20Herzegovina\"&gt;First League of the Federation of Bosnia and Herzegovina&lt;/a&gt;, the second tier &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; league of &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt;, since its original establishment and the thirteenth as a unified federation-wide league. The 2012–13 fixtures were announced on 6 July 2012. It began on 11 August 2012 and will end on sometimes at the begin of June 2012; a winter break where no matches are played will be in effect between 18 November 2011 and 9 March 2012. &lt;a href=\"NK%20Gradina%20Srebrenik\"&gt;Gradina&lt;/a&gt; were the last champions, having won their first championship title in the &lt;a href=\"2011%E2%80%9312%20First%20League%20of%20the%20Federation%20of%20Bosnia%20and%20Herzegovina\"&gt;2011–12 season&lt;/a&gt; and earning a promotion to &lt;a href=\"Premier%20League%20of%20Bosnia%20and%20Herzegovina\"&gt;Premier League of Bosnia and Herzegovina&lt;/a&gt;.\nSixteen clubs are participating in this session, eleven returning from the previous session, one relegated from Premier League of Bosnia and Herzegovina and four promoted from four regional &lt;a href=\"Second%20League%20of%20the%20Federation%20of%20Bosnia%20and%20Herzegovina\"&gt;Second League of the Federation of Bosnia and Herzegovina&lt;/a&gt;.\nChanges from last season.\nTeam changes.\nFrom First League of the FBiH.\nPromoted to &lt;a href=\"2012%E2%80%9313%20Premier%20League%20of%20Bosnia%20and%20Herzegovina\"&gt;Premier League&lt;/a&gt;\nRelegated to one of 4 respective regional &lt;a href=\"2012%E2%80%9313%20Second%20League%20of%20the%20Federation%20of%20Bosnia%20and%20Herzegovina\"&gt;Second League of the FBiH&lt;/a&gt;\nTo First League of FBiH.\nRelegated from &lt;a href=\"2011%E2%80%9312%20Premier%20League%20of%20Bosnia%20and%20Herzegovina\"&gt;Premier League&lt;/a&gt;\nPromoted from four regional &lt;a href=\"2011%E2%80%9312%20Second%20League%20of%20the%20Federation%20of%20Bosnia%20and%20Herzegovina\"&gt;Second League of the FBiH&lt;/a&gt;\nTeams.\nUNIS, Famos-SAŠK Napredak, Orašje and Omladinac were relegated to their respective third-level league at the end of the 2011–12 season. For Famos-SAŠK Napredak and Orašje this is the worst league tier they played in since independence of BiH. The relegated teams were replaced by the champions of the four third–level leagues, Radnički from the Second League of the FBiH - North, Troglav from the Second League of the FBiH - South, Podgrmeč from the Second League of the FBiH - West and Bosna from the Second League of the FBiH - Center.\nSeason statistics.\nTransfers.\n\"For the list of transfers involving First League clubs during 2012–13 season, please see: &lt;a href=\"List%20of%20Bosnia%20and%20Herzegovina%20football%20transfers%20summer%202012\"&gt;List of Bosnia and Herzegovina football transfers summer 2012&lt;/a&gt; and &lt;a href=\"List%20of%20Bosnia%20and%20Herzegovina%20football%20transfers%20winter%202012%E2%80%9313\"&gt;List of Bosnia and Herzegovina football transfers winter 2012–13&lt;/a&gt;.\"\nExternal links.\n "
}