{
    "id": "3676116",
    "revid": "1574590",
    "url": "https://en.wikipedia.org/wiki?curid=3676116",
    "title": "Istana Park",
    "text": "The Istana Park is a &lt;a href=\"park\"&gt;park&lt;/a&gt; in &lt;a href=\"Singapore\"&gt;Singapore&lt;/a&gt;, located in the &lt;a href=\"Museum%20Planning%20Area\"&gt;Museum Planning Area&lt;/a&gt; within the &lt;a href=\"Central%20Area%2C%20Singapore\"&gt;Central Area&lt;/a&gt;, Singapore's &lt;a href=\"central%20business%20district\"&gt;central business district&lt;/a&gt;. The park is bounded by &lt;a href=\"Orchard%20Road\"&gt;Orchard Road&lt;/a&gt;, &lt;a href=\"Penang%20Road\"&gt;Penang Road&lt;/a&gt;, Penang Lane and Buyong Road.\nThe park is a &lt;a href=\"landmark\"&gt;landmark&lt;/a&gt; situated in front of the Presidential Residence, the &lt;a href=\"Istana%2C%20Singapore\"&gt;Istana&lt;/a&gt;. It has an area of 13,000 square metres. The Istana Park serves as a gateway to Singapore's Civic District Trail, which aims to educate visitors of the rich &lt;a href=\"history%20of%20Singapore\"&gt;history of Singapore&lt;/a&gt;.\nHistory.\nThe Istana Park was completed in 1995. It was designed and built as an extension to the main entrance of the Istana. The park was officially opened on 6 September 1996 by National Development Minister Lim Hng Kiang. The Istana, located across the road, Orchard Road, from the park, is the official residence of the &lt;a href=\"President%20of%20Singapore\"&gt;President of Singapore&lt;/a&gt;.\nHighlights.\nThe centrepiece of the park is the 26-metre-high &lt;a href=\"Festival\"&gt;Festival&lt;/a&gt; &lt;a href=\"Arch\"&gt;Arch&lt;/a&gt; rising out of a shallow &lt;a href=\"reflecting%20pool\"&gt;reflecting pool&lt;/a&gt;. The design of the &lt;a href=\"stainless%20steel\"&gt;stainless steel&lt;/a&gt; and &lt;a href=\"concrete\"&gt;concrete&lt;/a&gt; structure was inspired by the gateposts and &lt;a href=\"Guard%20rail\"&gt;railing&lt;/a&gt;s at the Istana's entrance. The Festival Arch forms the gateway to Singapore's Civic District, the &lt;a href=\"cultural\"&gt;cultural&lt;/a&gt; and historic heart of the city. The arch enhances the visual link across Orchard Road.\nThe park has a large shallow reflecting pool, the first of its kind in Singapore. &lt;a href=\"Coconut\"&gt;Coconut&lt;/a&gt; palms at the adjoining Palm Pools reinforces the impression of the Istana Park as a tropical &lt;a href=\"oasis\"&gt;oasis&lt;/a&gt; in the heart of Orchard Road.\nFronting the main gate of the Istana, the park provides a vantage point for visitors keen to view the monthly &lt;a href=\"Guard%20Mounting%23Singapore\"&gt;changing of guards’ ceremony&lt;/a&gt; at the Istana entrance. In the evenings, the park is transformed into an \"oasis of light\". The park is one of the venues identified for enhanced lighting under the &lt;a href=\"Urban%20Redevelopment%20Authority\"&gt;Urban Redevelopment Authority&lt;/a&gt;'s (URA) &lt;a href=\"Lighting%20Master%20Plan\"&gt;lighting master plan&lt;/a&gt;.\n&lt;a href=\"Music\"&gt;Music&lt;/a&gt;al and cultural performances at the Istana Park are featured on the first Sunday of every month.\nThere is a restaurant called Giraffe Restaurant at Istana Park which is available to all for dining. Everyone can also participate/join in the concerts and performances held.\nOn 7 October 2017, the &lt;a href=\"Istana%20Heritage%20Gallery\"&gt;Istana Heritage Gallery&lt;/a&gt;, located inside the park, was opened by President &lt;a href=\"Tony%20Tan\"&gt;Tony Tan&lt;/a&gt;.\nIn popular culture.\nIstana Park was served as the place for a U-Turn in the 9th Leg of the &lt;a href=\"The%20Amazing%20Race%2016\"&gt;sixteenth season&lt;/a&gt; of \"&lt;a href=\"The%20Amazing%20Race%20%28American%20TV%20series%29\"&gt;The Amazing Race&lt;/a&gt;\"."
}