{
    "id": "3676434",
    "revid": "1064951670",
    "url": "https://en.wikipedia.org/wiki?curid=3676434",
    "title": "Environment of Canada",
    "text": "The environment is the subject of ministries at the federal and provincial level in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, with the current highest environmental government official being the national &lt;a href=\"Minister%20of%20the%20Environment%20%28Canada%29\"&gt;Minister of the Environment&lt;/a&gt; &lt;a href=\"Steven%20Guilbeault\"&gt;Steven Guilbeault&lt;/a&gt;. Canada's large land mass and coastline make it very susceptible to any &lt;a href=\"Climate%20change%20%28general%20concept%29\"&gt;climate change&lt;/a&gt;s, so any &lt;a href=\"Climate%20change\"&gt;contemporary changes of climate&lt;/a&gt; in the country are of national concern. Of the factors caused by human intervention that can affect this &lt;a href=\"environment%20%28biophysical%29\"&gt;environment&lt;/a&gt;, activities that sustain the &lt;a href=\"economy%20of%20Canada\"&gt;economy of Canada&lt;/a&gt; such as oil and gas extraction, mining, forestry and fishing are influential. The increase in &lt;a href=\"greenhouse%20gas%20emissions\"&gt;greenhouse gas emissions&lt;/a&gt; in Canada between 1990 and 2015 was mainly due to larger emissions from mining, oil, and gas extraction and transport. In 2011 United Nations said Canada's environment was the best in the world.\nSeveral governmental programs have been created to mitigate 20th and 21st century &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;, such as the &lt;a href=\"One-Tonne%20Challenge\"&gt;One-Tonne Challenge&lt;/a&gt;. In late 2005 Canada hosted the &lt;a href=\"United%20Nations%20Climate%20Change%20Conference\"&gt;United Nations Climate Change Conference&lt;/a&gt; in &lt;a href=\"Montreal%2C%20Quebec\"&gt;Montreal, Quebec&lt;/a&gt;.\nHundreds of &lt;a href=\"environmental%20organizations\"&gt;environmental organizations&lt;/a&gt; have been founded in Canada.\nEnvironmental political power.\nOn October 21st, 2019 Canada held a Federal election which resulted in the &lt;a href=\"Liberal%20Party%20of%20Canada\"&gt;Liberal Party of Canada&lt;/a&gt; (LPC) being able to form a minority government with 157 deputies. The balance of power is held by the &lt;a href=\"Conservative%20Party%20of%20Canada\"&gt;Conservative Party of Canada&lt;/a&gt; (CPC) at 121 deputies, the &lt;a href=\"Bloc%20Qu%C3%A9b%C3%A9cois\"&gt;Bloc Québécois&lt;/a&gt; (BQ) at 32 deputies, and the &lt;a href=\"New%20Democratic%20Party\"&gt;New Democratic Party&lt;/a&gt; (NDP) at 24 deputies. A government in Canada requires at least 170 deputies to pass legislation, therefore the LPC will need at least one of the above-mentioned parties to pass environmental legislation. Based on the 2019 party platforms a few policy outcomes become possible. The LPC's &lt;a href=\"carbon%20tax\"&gt;carbon tax&lt;/a&gt; has a chance of remaining since both the NDP and the BQ support a version of it. Meanwhile, a ban on single-use plastics, forming a plan for reforestation and formally protecting some of Canada's land and oceans is supported by both the LPC and the NDP. Also, a promise to end &lt;a href=\"fossil%20fuel%20subsidies\"&gt;fossil fuel subsidies&lt;/a&gt; is supported by the LPC, the NDP, and the BQ. While all parties have said that they were committed to the 2016 Paris Climate Agreement, pipeline plans remain because the LPC and the CPC both support some pipelines (with NDP ambiguity regarding an LNG project in British Columbia). \nIn 2021, in the midst of the COP26, a poll concluded that 25% of Canadians were of the opinion that international conferences on climate change were useful to fight climate change.\nEnvironmental landscape.\nThe environmental landscape of Canada can be classified through its 15 terrestrial and 5 marine &lt;a href=\"Ecozones%20of%20Canada\"&gt;ecozones&lt;/a&gt;, 53 ecoprovinces, 194 ecoregions, and 1021 ecodistricts. Canada has a variety of forest regions (especially throughout British Columbia and Alberta), possessing 9% (347 million hectares) of the world's total forest land and 24% of the world's boreal forest land. There are eight forest regions in Canada: Acadian, Boreal, Carolinian (Deciduous), Coast, Columbia, Great Lakes-St Lawrence, Montane, and Subalpine. In terms of iconic wildlife, the &lt;a href=\"beaver\"&gt;beaver&lt;/a&gt; became Canada's official emblem in 1975 for its historical significance in the fur trade. Other iconic wildlife include the &lt;a href=\"Canada%20goose\"&gt;Canada goose&lt;/a&gt;, the &lt;a href=\"moose\"&gt;moose&lt;/a&gt;, and the &lt;a href=\"polar%20bear\"&gt;polar bear&lt;/a&gt;.\nEnvironmental education.\nEducation is a key factor in order to improve environmental situation. Therefore, in Canada is easy to find different centers and institutions in which people can learn more about the environment. For instance, the &lt;a href=\"http%3A//www.edu.gov.on.ca/eng/teachers/enviroed/education.html\"&gt;Ministry of Ontario&lt;/a&gt; has developed a program that consists of teaching students to create a sustainable future, not only at school but also in their daily life. There are different associations in which those who are interested in the environment can learn and go more deeply in this area. The aim of this institution is to provide more information from different perspectives. Environmental careers center of Canada &lt;a href=\"https%3A//www.eco.ca/\"&gt;(ECO)&lt;/a&gt; offers many different kinds of programs, from post-secondary Environmental Education in Canada to undergraduates students have also the possibility to study a bachelor's degree in Environmental Practices from Royal Roads University and propose certificates for adults as well. The main purpose is to create environmental professionals. Another association is The Canadian Network for Environmental Education and Communication &lt;a href=\"https%3A//eecom.org/\"&gt;(EECOM)&lt;/a&gt; is a network for environmental learning"
}