{
    "id": "3679881",
    "revid": "29077096",
    "url": "https://en.wikipedia.org/wiki?curid=3679881",
    "title": "Meadowbank Stadium",
    "text": "Meadowbank Stadium (officially the Meadowbank Sports Centre) is a multi-purpose sports facility located in the &lt;a href=\"Meadowbank%2C%20Edinburgh\"&gt;Meadowbank&lt;/a&gt; area of &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;, Scotland. Built on the site of the earlier &lt;a href=\"New%20Meadowbank\"&gt;New Meadowbank&lt;/a&gt; and &lt;a href=\"Old%20Meadowbank\"&gt;Old Meadowbank&lt;/a&gt; sports venues, it was originally built to host the &lt;a href=\"1970%20British%20Commonwealth%20Games\"&gt;1970 Commonwealth Games&lt;/a&gt;. It also hosted the Games in &lt;a href=\"1986%20Commonwealth%20Games\"&gt;1986&lt;/a&gt;, becoming the first venue to host the Games twice.\nThe stadium has also regularly hosted &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;. It was the home ground of &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; team &lt;a href=\"Livingston%20F.C.\"&gt;Meadowbank Thistle&lt;/a&gt; between 1974 and 1995. From 1996, it hosted senior non-league football as the home ground of &lt;a href=\"Edinburgh%20City%20F.C.\"&gt;Edinburgh City&lt;/a&gt;. League football returned to Meadowbank in 2016 following City's promotion to the &lt;a href=\"Scottish%20Professional%20Football%20League\"&gt;Scottish Professional Football League&lt;/a&gt;. The Meadowbank complex also hosted &lt;a href=\"Leith%20Athletic%20F.C.\"&gt;Leith Athletic&lt;/a&gt;, which played on the Meadowbank 3G artificial pitch adjacent to the main stadium since 2013. In the early months of 2019 the sports centre was demolished and work begun on construction of its replacement. This work was completed in 2021 and Edinburgh City returned to the stadium.\nMeadowbank Stadium was also used for &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; as the home venue of &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh Rugby&lt;/a&gt; between 2002 and 2004.\nLayout.\nThe stadium has a single stand with a capacity of 500. Before the stadium was closed for redevelopment work in 2017, the capacity of the stadium was 5,000.\nUses.\nCommonwealth Games.\nMeadowbank Stadium was built for the 1970 Commonwealth Games, at a cost of £2.8 million. It was opened by &lt;a href=\"Prince%20Edward%2C%20Duke%20of%20Kent\"&gt;Prince Edward, Duke of Kent&lt;/a&gt; on 2 May 1970. The 1970 Games was one of the most successful in the history of the event. The 1986 Commonwealth Games were also held at Meadowbank, which became the first venue to host the Commonwealth Games twice. The 1986 Games suffered a financial deficit and were widely boycotted due to the support of the &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;British Government&lt;/a&gt; for the &lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; regime in &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;.\nThe stadium once had its own &lt;a href=\"Meadowbank%20Stadium%20railway%20station\"&gt;railway station&lt;/a&gt; which was built for the 1986 Commonwealth Games.\nFootball.\nMeadowbank Thistle played at the stadium from 1974 until the club relocated to the &lt;a href=\"new%20town\"&gt;new town&lt;/a&gt; of &lt;a href=\"Livingston%2C%20Scotland\"&gt;Livingston&lt;/a&gt; in 1995. Meadowbank is often cited as one of the worst stadiums used in the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; due to the lack of atmosphere in the ground. This was caused by the stadium having a capacity of , but Meadowbank typically attracted crowds of less than 1,000. Most fans were located on one side of the ground, while the running track created a great distance between the fans and the pitch.\nMeadowbank Thistle announced their intention to leave the stadium and relocate to Livingston in 1995, when their lease expired. Their last game as Meadowbank Thistle was played in May 1995, although they continued to play at Meadowbank Stadium as Livingston until their new &lt;a href=\"Almondvale%20Stadium\"&gt;Almondvale Stadium&lt;/a&gt; was ready in November 1995. &lt;a href=\"Edinburgh%20City%20F.C.\"&gt;Edinburgh City&lt;/a&gt; moved into the stadium after Meadowbank left and they have since been joined by Leith Athletic (from the East of Scotland League). &lt;a href=\"Hibernian%20F.C.\"&gt;Hibernian&lt;/a&gt; have also played some of their &lt;a href=\"reserve%20team\"&gt;reserve team&lt;/a&gt; matches at Meadowbank.\nMusic.\nMeadowbank was used as a 25,000 capacity concert venue during T on the Fringe, an annual music festival. &lt;a href=\"Muse%20%28band%29\"&gt;Muse&lt;/a&gt;, &lt;a href=\"My%20Chemical%20Romance\"&gt;My Chemical Romance&lt;/a&gt;, &lt;a href=\"Snow%20Patrol\"&gt;Snow Patrol&lt;/a&gt;, &lt;a href=\"Radiohead\"&gt;Radiohead&lt;/a&gt;, &lt;a href=\"Pixies%20%28band%29\"&gt;Pixies&lt;/a&gt;, &lt;a href=\"Foo%20Fighters\"&gt;Foo Fighters&lt;/a&gt;, &lt;a href=\"Nine%20Inch%20Nails\"&gt;Nine Inch Nails&lt;/a&gt;, &lt;a href=\"Kaiser%20Chiefs\"&gt;Kaiser Chiefs&lt;/a&gt; and &lt;a href=\"Razorlight\"&gt;Razorlight&lt;/a&gt; all played the venue between 2005 and 2007. In 2008, T on the Fringe was renamed &lt;a href=\"The%20Edge%20Festival\"&gt;The Edge Festival&lt;/a&gt; and the stadium was no longer used as one of the main venues.\nIn 1989, &lt;a href=\"Simple%20Minds\"&gt;Simple Minds&lt;/a&gt; played Meadowbank on their &lt;a href=\"Street%20Fighting%20Years\"&gt;Street Fighting Years&lt;/a&gt; Tour after switching from &lt;a href=\"Murrayfield%20Stadium\"&gt;Murrayfield&lt;/a&gt;. The switch was due to the band's passionate anti-&lt;a href=\"apartheid\"&gt;apartheid&lt;/a&gt; beliefs clashing with the &lt;a href=\"Scottish%20Rugby%20Union\"&gt;Scottish Rugby Union&lt;/a&gt;'s decision to play in South Africa at the time.\nRifle.\nMeadowbank housed both a 10metre airgun range and a 50metre indoor range for smallbore rifle shooting in the 1970s and 1980s. The range was closed in 1990 but refurbished in 2014 ahead of the &lt;a href=\"2014%20Commonwealth%20Games\"&gt;2014 Commonwealth Games&lt;/a&gt; in Glasgow for use as a training venue by Scottish Target Shooting's High Performance Squad. The range remained in use until the site's closure in 2017. The new Meadowbank plans do not include facilities for target sports despite Edinburgh athlete &lt;a href=\"Seonaid%20McIntosh\"&gt;Seonaid McIntosh&lt;/a&gt; having earned one of TeamGB's first quota places to the &lt;a href=\"2020%20Summer%20Olympics\"&gt;2020 Summer Olympics&lt;/a&gt;.\nBasketball.\nMeadowbank stadium had basketball facilities in three of its large halls, but they were only rarely available to the public.\nEdinburgh Rocks basketball team used one of the large halls until they moved to the &lt;a href=\"Braehead%20Arena\"&gt;Braehead Arena&lt;/a&gt;, and were renamed &lt;a href=\"Scottish%20Rocks\"&gt;Scottish Rocks&lt;/a&gt;.\nTrack cycling.\nMeadowbank velodrome was home to the East of Scotland regional track cycling academy. The 250-metre track made of African timber was built by Schuermann Architects of Germany for the 1986 Commonwealth Games. It was the home track of &lt;a href=\"Chris%20Hoy\"&gt;Chris Hoy&lt;/a&gt; and &lt;a href=\"Craig%20MacLean\"&gt;Craig MacLean&lt;/a&gt;. Proposals published in December 2013 suggested that the velodrome be sold off for housing to fund the redevelopment of the main stadium. Usage of the track declined over the years – mainly due to the construction of the &lt;a href=\"Commonwealth%20Arena%20and%20Sir%20Chris%20Hoy%20Velodrome\"&gt;Commonwealth Arena and Sir Chris Hoy Velodrome&lt;/a&gt;, which is a track of a much better standard. A local bicycle club, Edinburgh Road Club, continued to hosted some events on the old track until it was finally closed on Saturday 2 September 2017\nRugby.\nProfessional &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club &lt;a href=\"Edinburgh%20Rugby\"&gt;Edinburgh Gunners&lt;/a&gt; used the venue from 2002 until they moved to &lt;a href=\"Murrayfield%20Stadium\"&gt;Murrayfield Stadium&lt;/a&gt; in 2004.\nBoxing.\nThe Meadowbank Stadium was used for many boxing events, Hall 1 was the location for fighters including &lt;a href=\"Alex%20Arthur\"&gt;Alex Arthur&lt;/a&gt;, &lt;a href=\"Ricky%20Burns\"&gt;Ricky Burns&lt;/a&gt; etc. It was last used on 14 April 2012 when Arthur staged his self-promoted \"Homecoming\" fight event for the return of &lt;a href=\"Craig%20McEwan%20%28boxer%29\"&gt;Craig McEwan&lt;/a&gt; to Edinburgh.\nTaekwondo.\nThe stadium was used in November 2014 to host the &lt;a href=\"Commonwealth%20Taekwondo%20Championships\"&gt;Commonwealth Taekwondo Championships&lt;/a&gt;.\nJuggling.\nMeadowbank was the venue for the &lt;a href=\"European%20Juggling%20Convention\"&gt;European Juggling Convention&lt;/a&gt; in 1998.\nRedevelopment and renovation.\nIn 2006 the &lt;a href=\"City%20of%20Edinburgh%20Council\"&gt;City of Edinburgh Council&lt;/a&gt; published plans to demolish Meadowbank Stadium, selling the site for housing. Meadowbank would have been replaced with a smaller community facility on the east side of the city and a stadium for athletics and rugby was to be built to the west of the city, probably in &lt;a href=\"Sighthill%2C%20Edinburgh\"&gt;Sighthill&lt;/a&gt;. The draft Meadowbank Development Brief was approved by the council on 7 December 2006 for consultation.\nThe Development Brief stated that \"housing is the most appropriate alternative use of the site\" and that \"high density development is acceptable in principle\". The consultation ran until 28 March 2007, after which the council leader &lt;a href=\"Ewan%20Aitken\"&gt;Ewan Aitken&lt;/a&gt; admitted that the council should have consulted more with the users of Meadowbank. More than 6000 people signed a petition objecting to the proposal, while 600 marched from the stadium to the City Chambers, as part of a \"Save Meadowbank\" campaign. The proposal was cast into doubt due to problems with the &lt;a href=\"Sighthill%20Stadium\"&gt;Sighthill Stadium&lt;/a&gt; project, which was scrapped in 2007. On 13 March 2008, Edinburgh Council voted to sell the land that is occupied by Meadowbank stadium and build a smaller sports facility on east of the site. &lt;a href=\"The%20X%20Factor%20%28TV%20series%29\"&gt;X-Factor&lt;/a&gt; winner &lt;a href=\"Leon%20Jackson\"&gt;Leon Jackson&lt;/a&gt;, who was campaigning to save Meadowbank, played at its annual &lt;a href=\"fireworks\"&gt;fireworks&lt;/a&gt; display on 5 November 2008. The proposals to sell Meadowbank were put on hold in 2009, after a decline in Edinburgh land prices.\nIn February 2013, the City of Edinburgh Council started a new consultation process about its future. Three options for redeveloping Meadowbank were put forward for consideration by Edinburgh Council in December 2013. A planned design was made public in November 2016. Work was expected to begin after the 2016–17 football season ended. Edinburgh City reached an agreement with &lt;a href=\"Spartans%20F.C.\"&gt;Spartans&lt;/a&gt; to use their Ainslie Park ground for three seasons while Meadowbank was being redeveloped. A final annual fireworks display was held on 5 November 2017.\nThe stadium was closed for the redevelopment works in December 2017, and the new facilities were due to open in the spring of 2020. Planning applications for detailed approval for the new sports centre and in principle for development of the rest of the site were published in January 2018.\nIn July 2018, the Council approved detailed plans for the new Meadowbank Sports Centre and the redevelopment of land surrounding it for housing, student accommodation, hotel and commercial use. A council consultation opened on 20 August 2018 and closed on 31 October. Work began in 2019 and was completed by 2021, and &lt;a href=\"Edinburgh%20City%20F.C.\"&gt;Edinburgh City&lt;/a&gt; announced in March 2021 that they would return to Meadowbank for the 2021–22 football season."
}