{
    "id": "36805279",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=36805279",
    "title": "Group R",
    "text": "In relation to motorsport governed by the &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20de%20l%27Automobile\"&gt;Fédération Internationale de l'Automobile&lt;/a&gt;, Group R refers to a set of regulations providing production-derived vehicles for &lt;a href=\"Rallying\"&gt;rally&lt;/a&gt; competition. The Group R regulations were created in 2008 as a gradual replacement for &lt;a href=\"Group%20A\"&gt;Group A&lt;/a&gt; and &lt;a href=\"Group%20N\"&gt;Group N&lt;/a&gt; rally cars. \nTo comply with Group R regulations, a car must be homologated in Group A (or in some cases Group N) and receive one or more VR extensions. Each VR extension is a set of homologated parts and modifications, designed and sold (as a kit or as a complete car) by the manufacturer.\nAs part of its structure, the Group R regulations have a provision for &lt;a href=\"Grand%20tourer\"&gt;GT&lt;/a&gt; cars, known as &lt;a href=\"Group%20R-GT\"&gt;R-GT&lt;/a&gt;.\nClasses.\nGroup R consists of six classes, designated R1, R2, R3, R4, &lt;a href=\"R5%20%28rallying%29\"&gt;R5&lt;/a&gt; and R-GT; some of these groups contain their own sub-groups, with cars allocated to each group based on their weight, engine size and powertrain. The first batch of rules, which were introduced in 2008, featured the R1, R2 and R3 classes. These were restricted to two-wheel drive cars with atmospheric engines up to 2000cc. Supercharged engines were allowed only in R3T (petrol) and R3D (diesel) sub-classes. Since 2015 the R1, R2 and R3 classes allow supercharged engines with a 1.5 equivalency factor for displacement.\nAdditional regulations were issued in 2011 which covered the R4 and R-GT classes; the R4 was conceived as an evolutionary step for previously-homologated Group N4 cars, turbocharged, all-wheel drive cars based on production models. The R4 class is for cars competing under &lt;a href=\"Group%20N\"&gt;Group N&lt;/a&gt; regulations for production cars prior to &lt;a href=\"2013%20World%20Rally%20Championship%20season\"&gt;2013&lt;/a&gt;. No new models would be homologated under R4 regulations, with the FIA taking the long-term view that these would be replaced by bespoke kit cars. The R4 Kit cars have a standard engine, four-wheel drive powertrain and suspension. In January 2017, French racecar manufacturer &lt;a href=\"Oreca\"&gt;Oreca&lt;/a&gt; was selected as supplier.\nR-GT was introduced to allow &lt;a href=\"Grand%20tourer\"&gt;Grand Touring&lt;/a&gt; cars that competed in &lt;a href=\"sports%20car%20racing\"&gt;sports car racing&lt;/a&gt; to enter rallies. The R5 class was designed to replace &lt;a href=\"Super%202000\"&gt;Super 2000&lt;/a&gt; cars, and its regulations were introduced in 2013. Prior to 2014, there was no specific championship for cars entered under R-GT regulations, and R-GT cars were ineligible to score points in any existing championship outside the &lt;a href=\"World%20Rally%20Championship\"&gt;World Rally Championship&lt;/a&gt;. The FIA R-GT Cup for R-GT cars started in 2015, sharing some events from the &lt;a href=\"2015%20World%20Rally%20Championship%20season\"&gt;WRC&lt;/a&gt; and &lt;a href=\"2015%20European%20Rally%20Championship%20season\"&gt;ERC&lt;/a&gt; events.\nTeams and drivers are sorted into a specific championship based on the class their car fits into. Cars classified as R1, R2 and R3 contested the &lt;a href=\"World%20Rally%20Championship-3%20%282013%E2%80%932018%29\"&gt;WRC3 for two-wheel drive cars&lt;/a&gt; between 2013 and 2018; especially-prepared R3T, later R2B cars, were also used in the &lt;a href=\"Junior%20World%20Rally%20Championship\"&gt;Junior World Rally Championship&lt;/a&gt;. Cars classified as R5 compete in the &lt;a href=\"World%20Rally%20Championship-2\"&gt;WRC2&lt;/a&gt; and WRC3, whilst regional championships may allow R5 alongside existing &lt;a href=\"Super%202000\"&gt;Super 2000&lt;/a&gt; and &lt;a href=\"Group%20N\"&gt;Group N Production Cars&lt;/a&gt;. Cars classified as RGT compete in the &lt;a href=\"Group%20RGT%23FIA%20R-GT%20Cup\"&gt;R-GT Cup&lt;/a&gt;.\nModels.\nThe following models have been &lt;a href=\"Homologation%20%28motorsport%29\"&gt;homologated&lt;/a&gt; by the FIA under Group R regulations:\nR4.\nBased on Group N\nNew vehicles under the FIA R4 Kit project in partnership with &lt;a href=\"Oreca\"&gt;Oreca&lt;/a&gt;:\nR5.\nCars approved for competition in the &lt;a href=\"World%20Rally%20Championship-2\"&gt;World Rally Championship-2&lt;/a&gt;:\nCars homologated with national ASNs may compete at national level or with FIA approval may compete in FIA Regional Championships (&lt;a href=\"European%20Rally%20Trophy\"&gt;European Rally Trophy&lt;/a&gt;, &lt;a href=\"African%20Rally%20Championship\"&gt;African Rally Championship&lt;/a&gt;, &lt;a href=\"Asia-Pacific%20Rally%20Championship\"&gt;Asia-Pacific Rally Championship&lt;/a&gt;, &lt;a href=\"Codasur%20South%20American%20Rally%20Championship\"&gt;Codasur South American Rally Championship&lt;/a&gt; and &lt;a href=\"NACAM%20Rally%20Championship\"&gt;NACAM Rally Championship&lt;/a&gt;), as per Article 12.3 of the FIA Regional Rally Sporting Regulations.:"
}