{
    "id": "36852132",
    "revid": "42435812",
    "url": "https://en.wikipedia.org/wiki?curid=36852132",
    "title": "Worldwide Harmonised Light Vehicles Test Procedure",
    "text": "The WLTP (World harmonized Light-duty vehicles Test Procedure) is a global harmonized standard for determining the levels of &lt;a href=\"pollutant\"&gt;pollutant&lt;/a&gt;s, &lt;a href=\"Carbon%20dioxide\"&gt;CO2 emissions&lt;/a&gt; and &lt;a href=\"Fuel%20efficiency\"&gt;fuel consumption&lt;/a&gt; of &lt;a href=\"Internal%20combustion%20engine\"&gt;traditional&lt;/a&gt; and &lt;a href=\"Hybrid%20vehicle\"&gt;hybrid&lt;/a&gt; cars, as well as the &lt;a href=\"All-electric%20range\"&gt;range&lt;/a&gt; of &lt;a href=\"Electric%20vehicle\"&gt;fully electric vehicles&lt;/a&gt;.\nThis new protocol is Addenda No. 15 to the Global Registry (Global Technical Regulations) defined by the 1998 Agreement adopted by the Inland Transport Committee of the &lt;a href=\"United%20Nations%20Economic%20Commission%20for%20Europe\"&gt;United Nations Economic Commission for Europe&lt;/a&gt; (UNECE), agreement accepted by China, Japan and the United States, and approved by the European Union.\nIt aims to replace the previous and regional &lt;a href=\"New%20European%20Driving%20Cycle\"&gt;New European Driving Cycle&lt;/a&gt; (&lt;a href=\"New%20European%20Driving%20Cycle\"&gt;NEDC&lt;/a&gt;) as the European &lt;a href=\"Motor%20vehicle%20type%20approval\"&gt;vehicle homologation procedure&lt;/a&gt;.\nIts final version was released in 2015. One of the main goals of the WLTP is to better match the laboratory estimates of fuel consumption and emissions with the measures of an on-road driving condition.\nSince CO2 targets are becoming more and more important for the economic performance of &lt;a href=\"Automotive%20industry\"&gt;vehicle manufacturers&lt;/a&gt; all over the world, WLTP also aims to harmonize test procedures on an international level, and set up an equal playing field in the global market. Besides &lt;a href=\"Member%20state%20of%20the%20European%20Union\"&gt;EU countries&lt;/a&gt;, the WLTP is also the standard fuel economy and emission test for &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt; and &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;. In addition, the WLTP ties in with Regulation (EC) 2009/443 to verify that a manufacturer’s new sales-weighted fleet does not emit more CO2 on average than the target set by the European Union, which is currently set at 95 g of CO2 per kilometer for 2021.\nHistory.\nThe regulation took into account various national cycles such as World-wide Heavy-Duty Certification procedure (WHDC) and World-wide Motorcycle Test Cycle (WMTC). It also took into consideration the &lt;a href=\"World%20Forum%20for%20Harmonization%20of%20Vehicle%20Regulations%231958%20Agreement\"&gt;1958 Agreement&lt;/a&gt; and the 1998 Agreement, those of Japan and the United States Environmental Protection Agency (US EPA) Standard Part 1066.\nFrom NEDC to WLTP standard.\nFrom 1 September 2019 all light duty vehicles that are to be registered in EU countries (and also in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, &lt;a href=\"Iceland\"&gt;Iceland&lt;/a&gt; and &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;) must comply with the WLTP standards. The WLTP replaces the old NEDC as the European homologation lab-bench procedure, which was established in the 1980s to simulate urban driving conditions for a passenger car. In 1992 the NEDC was updated to also include a non-urban path (characterized by medium to high speeds), and finally in 1997 CO2 emission figures were added, too. Nowadays, the NEDC cycle has become outdated since it is not representative of modern driving styles, as the distances and road varieties a mean car has to face have changed since the test's design. The structure of the NEDC is characterized by an average speed of 34 km/h, smooth accelerations, few and prolonged stops and a top speed of 120 km/h.\nThe new standard has been designed to be more representative of real and modern driving conditions. To pursue this goal, the WLTP is 10 minutes longer than the NEDC (30 instead of 20 minutes), its velocity profile is more dynamic, consisting of quicker &lt;a href=\"acceleration\"&gt;acceleration&lt;/a&gt;s followed by short brakes. Moreover, the average and the maximum velocities have been increased to 46.5 km/h and 131.3 km/h respectively. The distance covered is 23.25 km (more than double the 11 kilometers of the NEDC).\nThe key differences between the old NEDC and new WLTP test are that WLTP:\nAs the result, the performance of the car is decreased.\nTest procedure.\nThe test procedure provides strict guidance regarding conditions of dynamometer tests and road load (motion resistance), gear shifting, total car weight (by including optional equipment, cargo and passengers), fuel quality, ambient temperature, and tyre selection and pressure.\nThree different WLTC test cycles are applied, depending on vehicle class defined by &lt;a href=\"power-to-weight%20ratio\"&gt;power/weight ratio&lt;/a&gt; PWr in W/kg (rated engine power / &lt;a href=\"kerb%20weight\"&gt;kerb weight&lt;/a&gt;):\nMost common cars nowadays have power-weight ratios of 40–100 W/kg, so belong to class 3. Vans and buses can also belong to class 2.\nIn each class, there are several driving tests designed to represent real world vehicle operation on urban and extra-urban roads, motorways, and freeways. The duration of each part is fixed between classes, however the acceleration and speed curves are shaped differently. The sequence of tests is further restricted by maximum vehicle speed Vmax.\nTo ensure comparability for all vehicles, thus guaranteeing a fair comparison between different car manufacturers, the WLTP tests are performed in the laboratory under clear and repeatable conditions. The protocol states that:\nThe last two are stricter than in the NEDC protocol, since they were previously used by car manufacturers to their advantage to keep CO2 values (legally) as low as possible.\nThe procedure does not indicate fixed &lt;a href=\"Gear-shift\"&gt;gear shift&lt;/a&gt; point, unlike the NEDC, letting each vehicle use its optimal shift points. In fact, these points depend on vehicle unique parameters as weight, &lt;a href=\"Torque\"&gt;torque map&lt;/a&gt;, specific power and engine speed.\nDuring the WLTP the impact of the model’s optional equipment is also considered. In this way the tests reflect better the emissions of individual cars, and not just the one with the standard equipment (as it was for the NEDC cycle). In fact, for a same car, the homologation procedure needs two measures: one for the standard equipment and the other one for the fully equipped model. This takes into account the effect on vehicle’s &lt;a href=\"aerodynamics\"&gt;aerodynamics&lt;/a&gt;, rolling resistance and change in mass due to the additional features.\nWLTC driving cycles.\nThe new WLTP procedure relies on the new driving cycles (WLTC – Worldwide harmonized Light-duty vehicles Test Cycles) to measure mean fuel consumption, CO2 emissions as well as emissions of pollutants by passenger cars and &lt;a href=\"light%20commercial%20vehicle\"&gt;light commercial vehicle&lt;/a&gt;s.\nClass 3.\nThe WLTP is divided into 4 different sub-parts, each one with a different maximum speed:\nThese driving phases simulate urban, suburban, rural and highway scenarios respectively, with an equal division between urban and non-urban paths (52% and 48%).\nClass 2.\nThe Class 2 test cycle has three parts for low, medium, and high speed; if Vmax &lt; 90 km/h, the high-speed part is replaced with low-speed part.\nClass 1.\nThe Class 1 test cycle has low and medium-speed parts, performed in a sequence low–medium–low; if Vmax &lt; 70 km/h, the medium-speed part is replaced with low-speed part.\nTransition timeline from NEDC to WLTP.\nThe period of transition from NEDC to WLTP started in 2017 and ended in September 2019. Car manufacturers were required to obtain approval under both WLTP and NEDC for any new vehicle from 1 September 2017, while WLTP superseded NEDC from September 2018. From that date, measures of fuel consumption and CO2 emissions obtained under WLTP are the only ones with legal validity and are to be inserted in official documentations (the Certificate of Conformity).\nSince the structures of NEDC and WLTP are different, the values obtained can differ from one to the other even if the same car is being tested. As WLTP more closely reflects on-road going conditions, its laboratory measures of CO2 emissions are usually higher than the NEDC. A vehicle’s performance does not change from one test from the other, simply the WLTP simulates a different, more dynamic path, reflecting in a higher mean value of pollutants. This fact is important, because the CO2 figure is used in many countries to determine the cost of Vehicle Excise Duty for new cars. Given the discrepancies between the two procedures the UNECE suggested the policymakers should consider this asymmetry during the transition process. For example in the UK, during the period of transition from NEDC to WLTP, if the CO2 value was obtained under the latter, it had to be converted to a ‘NEDC equivalent’.\nReal drive emissions.\nAlong with the lab-based procedure, the UNECE introduced a test in real driving conditions for &lt;a href=\"NOx\"&gt;NOx&lt;/a&gt; and other &lt;a href=\"Particulates\"&gt;particulate emissions&lt;/a&gt;, which are a major cause of &lt;a href=\"air%20pollution\"&gt;air pollution&lt;/a&gt;. This procedure is called Real Drive Emissions test (RDE) and verifies that legislative caps for pollutants are not exceeded under real use. RDE does not substitute the laboratory test (the only one that holds a legal value), but it complements it. During RDE the vehicle is tested under various driving and external conditions that include different heights, temperatures, extra payload, uphill and downhill driving, slow roads, fast roads, etc. In addition, the freestream air that the vehicle receives is not conditioned by the wind blower position, which could cause alterations in the measured emissions of laboratory tests.\nTo measure emissions during the on-road test, vehicles are equipped with a &lt;a href=\"portable%20emissions%20measurement%20system\"&gt;portable emissions measurement system&lt;/a&gt; (PEMS) that monitors pollutants and CO2 values in real time. The PEMS contains complex instrumentation that includes: advanced gas analyzers, exhaust gas &lt;a href=\"Flow%20measurement\"&gt;flowmeters&lt;/a&gt;, an integrated &lt;a href=\"weather%20station\"&gt;weather station&lt;/a&gt;, a &lt;a href=\"GPS%20navigation%20device\"&gt;Global Positioning System&lt;/a&gt; (GPS), as well as a connection to the &lt;a href=\"Internet\"&gt;network&lt;/a&gt;. The protocol does not indicate a single PEMS as reference, but indicates the set of parameters that its equipment has to satisfy. The collected data is analyzed to verify that the external conditions under which the measures are taken satisfy the tolerances and guarantee a legal validity.\nThe limits on the harmful emissions are the same as the WLTP, multiplied by a conformity factor. The conformity factors consider the &lt;a href=\"Observational%20error\"&gt;error of the instrumentation&lt;/a&gt;, that can not guarantee the same level of accuracy and repeatability of the laboratory test, as well as the influence of the PEMS itself on the vehicle that is being tested. For example, during the validation of the emissions, a conformity factor of 1.5 (50% over normal tolerance) is used.\nWLTP 2nd amendment.\nIn the European Union, the WLTP 2nd amendment is Commission Regulation (EU) 2018/1832 of 5 November 2018.\nThis regulation is for light-duty vehicles, when heavy-duty vehicles are subject to Regulation (EU) 2019/1242.\nRegulation (EU) 2017/1151 sets out the requirements for the device for monitoring the consumption of fuel and/or electric energy. Recorded information includes:\nFor hybrid vehicles:\nThis information is stored by the On-Board Fuel and/or energy Consumption Monitoring device (OBFCM). OBFCM has been mandatory since 2021 on new European cars."
}