{
    "id": "36860808",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=36860808",
    "title": "Bluradio",
    "text": "Blu Radio is a &lt;a href=\"radio%20station\"&gt;radio station&lt;/a&gt; in &lt;a href=\"Bogot%C3%A1\"&gt;Bogotá&lt;/a&gt;, &lt;a href=\"Colombia\"&gt;Colombia&lt;/a&gt;, owned by &lt;a href=\"Caracol%20TV\"&gt;Caracol TV&lt;/a&gt;.\nIn July 2012, Caracol TV leased HJMD (the frequency of &lt;a href=\"Melod%C3%ADa%20FM%20Est%C3%A9reo\"&gt;Melodía FM Estéreo&lt;/a&gt;, an easy listening station) from &lt;a href=\"Cadena%20Melod%C3%ADa\"&gt;Cadena Melodía&lt;/a&gt;, in order to create a news radio station. Test broadcasts started soon after, with a &lt;a href=\"soft%20AC\"&gt;soft AC&lt;/a&gt; format and simulcasting \"&lt;a href=\"Noticias%20Caracol\"&gt;Noticias Caracol&lt;/a&gt;\".\nBlu Radio started definitive broadcasts 6 September 2012. The news director is \"Noticias Caracol\" presenter Juan Roberto Vargas, and the morning news programme is presented by &lt;a href=\"N%C3%A9stor%20Morales\"&gt;Néstor Morales&lt;/a&gt;, former &lt;a href=\"Caracol%20Radio\"&gt;Caracol Radio&lt;/a&gt; personality.\nSince late 2016, Blu Radio Bogotá broadcasts at 89.9 MHz after &lt;a href=\"Caracol%20TV\"&gt;Caracol TV&lt;/a&gt; purchased Radial Bogotá, the owner of &lt;a href=\"HJCK\"&gt;HJCK&lt;/a&gt;, a classical music and cultural radio station whose frequency were leased by &lt;a href=\"Caracol%20Radio\"&gt;Caracol Radio&lt;/a&gt; in 2005. HJMD 96.9 MHz switched to a popular music format (rancheras, tex-mex, etc.) called &lt;a href=\"La%20Kalle%20%28Colombia%29\"&gt;La Kalle&lt;/a&gt;.\nIts main competitors are &lt;a href=\"W%20Radio%20%28Colombia%29\"&gt;W Radio&lt;/a&gt;, &lt;a href=\"La%20FM\"&gt;La FM&lt;/a&gt;, Caracol Radio, and &lt;a href=\"RCN%20Radio\"&gt;RCN Radio&lt;/a&gt;.\nProgramming.\nBlu Radio's schedule is similar to other FM talk stations in Bogotá, mainly W Radio and Caracol Radio: on weekdays, a news/debate morning show, a local programme on midday, variety and sports (mainly &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt;) on the afternoons, and a simulcast of \"Noticias Caracol\" and a programme devoted to technology and internet on the evenings. Weekends include a morning show, sports programming (again, mainly football), and music.\nAffiliates.\nBlu Radio's owners intend to build a national radio network, whose flagship will be Bogotá's HJCK.\nThese stations rebroadcast at least part of the Blu Radio programming:\n(When mentioned, the second city listed is the &lt;a href=\"Rimshot%20%28broadcasting%29\"&gt;actual city of licence&lt;/a&gt;)."
}