{
    "id": "368957",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=368957",
    "title": "Christian Democratic People's Party of Switzerland",
    "text": "The Christian Democratic People's Party of Switzerland (, CVP; , PDC; , PPD; , PCD) was a &lt;a href=\"Christian%20democracy\"&gt;Christian-democratic&lt;/a&gt; &lt;a href=\"List%20of%20political%20parties%20in%20Switzerland\"&gt;political party&lt;/a&gt; in &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;. On 1 January 2021, it merged with the &lt;a href=\"Conservative%20Democratic%20Party%20of%20Switzerland\"&gt;Conservative Democratic Party of Switzerland&lt;/a&gt; (BDP/PBD) to form &lt;a href=\"The%20Centre%20%28political%20party%29\"&gt;The Centre&lt;/a&gt;, which now operates at the federal level. The Christian Democratic People's Party will continue to exist at the cantonal level as individual local and regional parties determine their status.\nIts 28 parliamentary seats in the &lt;a href=\"National%20Council%20%28Switzerland%29\"&gt;National Council&lt;/a&gt; and 13 parliamentary seats in the &lt;a href=\"Council%20of%20States%20%28Switzerland%29\"&gt;Council of States&lt;/a&gt; were transferred to the new party, as was its sole executive seat on the &lt;a href=\"Federal%20Council%20%28Switzerland%29\"&gt;Federal Council&lt;/a&gt;, held by &lt;a href=\"Viola%20Amherd\"&gt;Viola Amherd&lt;/a&gt;.\nThe party was founded as the Catholic Conservative Party in 1912. It peaked in the 1950s, having three members of the Federal Council (1954–1958) before agreeing to the &lt;a href=\"magic%20formula\"&gt;magic formula&lt;/a&gt;. It adopted its current name in 1970. From &lt;a href=\"1979%20Swiss%20federal%20election\"&gt;1979&lt;/a&gt; to &lt;a href=\"2003%20Swiss%20federal%20election\"&gt;2003&lt;/a&gt;, the party's vote declined, mostly in the favour of the &lt;a href=\"Swiss%20People%27s%20Party\"&gt;Swiss People's Party&lt;/a&gt; (SVP/UDC); the party was reduced to one Federal Councillor at the &lt;a href=\"2003%20Swiss%20Federal%20Council%20election\"&gt;2003 Federal Council election&lt;/a&gt;.\nThe party sat in the &lt;a href=\"Centrism\"&gt;centre&lt;/a&gt; to &lt;a href=\"Centre-right%20politics\"&gt;centre-right&lt;/a&gt; of the &lt;a href=\"political%20spectrum\"&gt;political spectrum&lt;/a&gt;, advocating &lt;a href=\"Christian%20democracy\"&gt;Christian democracy&lt;/a&gt;, the &lt;a href=\"social%20market%20economy\"&gt;social market economy&lt;/a&gt; and moderate &lt;a href=\"social%20conservatism\"&gt;social conservatism&lt;/a&gt;. The party was strongest in Catholic rural areas, particularly &lt;a href=\"Central%20Switzerland\"&gt;Central Switzerland&lt;/a&gt; and &lt;a href=\"Valais\"&gt;Valais&lt;/a&gt;.\nHistory.\nIn 1912 the &lt;a href=\"Conservatism%20in%20Switzerland\"&gt;Catholic-Conservative Party of Switzerland&lt;/a&gt; () was founded. From 1919 on, the party occupied two out of the seven seats in the cabinet. Aided by the political climate of the postwar period, the party experienced its peak in the 1950s: It was represented by the biggest parliamentary delegation in the &lt;a href=\"Swiss%20Federal%20Council\"&gt;national assembly&lt;/a&gt;, and from 1954 to 1958 the party occupied three out of seven seats in the cabinet. Nonetheless, the party had to relinquish the third seat in favor of the '&lt;a href=\"Magic%20formula\"&gt;Magic formula&lt;/a&gt;', which was introduced to the cabinet in 1959. In 1957 it changed its name to the Conservative-Christian-Social People's Party () and to its current name in 1970. In the ensuing decades, the Catholic voter base dissolved somewhat. The reduction of the voter base, in addition to less cohesion among politicians in the party, led to six successive losses in federal elections after 1980.\nThe party lost its support over a number of years. Beginning in the 1990s, conservative voters from former strongholds of the CVP switched to vote for the &lt;a href=\"right-wing%20populism\"&gt;right-wing populist&lt;/a&gt; &lt;a href=\"Swiss%20People%27s%20Party\"&gt;Swiss People's Party&lt;/a&gt;. From the &lt;a href=\"1995%20Swiss%20federal%20election\"&gt;1995 election&lt;/a&gt; to the &lt;a href=\"2019%20Swiss%20federal%20election\"&gt;2019 election&lt;/a&gt;, the CVP's vote share decreased from 16.8% to 11.4%. After the &lt;a href=\"2003%20Swiss%20federal%20election\"&gt;2003 election&lt;/a&gt;, &lt;a href=\"Ruth%20Metzler\"&gt;Ruth Metzler&lt;/a&gt; of the CVP, was replaced by &lt;a href=\"Christoph%20Blocher\"&gt;Christoph Blocher&lt;/a&gt; of the Swiss People's Party on the &lt;a href=\"Federal%20Council%20%28Switzerland%29\"&gt;Federal Council&lt;/a&gt;, leaving the CVP with only one seat in the country's executive.\nCVP President Gerhard Pfister and BDP President &lt;a href=\"Martin%20Landolt\"&gt;Martin Landolt&lt;/a&gt;, the leader of the Conservative Democratic Party, had ongoing discussions about a merger throughout 2020. In 2020, Pfister announced that the national CVP would undergo a change in branding with a new name and logo as part of a merger with the BDP. The party proposed to change the name to \"The Center\" or \"The Alliance of the Center\" (, CVP; , PDC; , PPD; ) which is the name of the parliamentary group that the CVP shares with the other center-right parties, the &lt;a href=\"Conservative%20Democratic%20Party%20of%20Switzerland\"&gt;Conservative Democratic Party of Switzerland&lt;/a&gt; and the &lt;a href=\"Evangelical%20People%27s%20Party%20of%20Switzerland\"&gt;Evangelical People's Party of Switzerland&lt;/a&gt;. The merger was ratified by a vote of the entire party in November 2020. Cantonal parties were not required to adopt the new name if they do not wish to do so. Pfister estimated that a new center-right party could obtain up to 20% of the vote in future elections.\nParty platform.\nIn its party platform, the CVP described itself as a &lt;a href=\"centrism\"&gt;centrist&lt;/a&gt; party. The CVP fostered a &lt;a href=\"social%20market%20economy\"&gt;social market economy&lt;/a&gt; in which a balance is struck between &lt;a href=\"economic%20liberalism\"&gt;economic liberalism&lt;/a&gt; and &lt;a href=\"social%20justice\"&gt;social justice&lt;/a&gt;. The expansion of the party in the &lt;a href=\"Protestant\"&gt;Protestant&lt;/a&gt;-dominated cantons, in which the CVP uphold rather centrist policies, stands in contrast to the traditional role of the CVP as the leading party in rather &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt;-dominated cantons of central Switzerland, and the cantons of &lt;a href=\"Valais\"&gt;Valais&lt;/a&gt;. There, the electorate was mostly &lt;a href=\"social%20conservatism\"&gt;socially conservative&lt;/a&gt;.\nThe CVP had three main policies in the &lt;a href=\"centrism\"&gt;political centre&lt;/a&gt;:\nPopular support.\nFollowing continuing losses in the federal parliamentary elections until 2003, in December 2003, the party lost one of its two seats in the four-party coalition government, the &lt;a href=\"Swiss%20Federal%20Council\"&gt;Swiss Federal Council&lt;/a&gt;, to the &lt;a href=\"Swiss%20People%27s%20Party\"&gt;Swiss People's Party&lt;/a&gt;. The CVP holds roughly 12% of the popular vote.\nAfter the national election in late 2003, it held 28 seats (out of 200) in the &lt;a href=\"Swiss%20National%20Council\"&gt;Swiss National Council&lt;/a&gt; (first chamber of the Swiss parliament); 15 (out of 46) in the &lt;a href=\"Swiss%20Council%20of%20States\"&gt;Council of States&lt;/a&gt; (second chamber, and the largest party in this chamber) and 1 out of 7 seats in the Swiss Federal Council (executive body).\nIn 2005, it held 20.7% of the seats in the Swiss &lt;a href=\"Cantonal%20governments\"&gt;Cantonal governments&lt;/a&gt; and 16.7% in the Swiss &lt;a href=\"Cantonal%20parliaments\"&gt;Cantonal parliaments&lt;/a&gt; (index \"BADAC\", weighted with the population and number of seats).\nAt the last &lt;a href=\"Federal%20Assembly%20of%20Switzerland\"&gt;legislative&lt;/a&gt; national &lt;a href=\"elections%20in%20Switzerland\"&gt;elections&lt;/a&gt;, 22 October 2007, the party won 14.6% of the popular vote and 31 out of 200 seats in the National Council lower house. This was a gain of 3 seats, ending the long-term decline of the party and it was the only one of the four largest parties besides the Swiss People's Party to gain votes and seats.\nIn the &lt;a href=\"Federal%20Assembly%20of%20Switzerland\"&gt;Federal Assembly&lt;/a&gt;, the CVP formerly sat in a bloc in the &lt;a href=\"Christian%20Democrats/EPP/glp%20Group\"&gt;Christian Democrats/EPP/glp Group&lt;/a&gt;, along with the &lt;a href=\"Evangelical%20People%27s%20Party%20of%20Switzerland\"&gt;Evangelical People's Party&lt;/a&gt; and &lt;a href=\"Green%20Liberal%20Party%20of%20Switzerland\"&gt;Green Liberal Party&lt;/a&gt;."
}