{
    "id": "3690838",
    "revid": "1054491085",
    "url": "https://en.wikipedia.org/wiki?curid=3690838",
    "title": "Molesey F.C.",
    "text": "Molesey Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"West%20Molesey\"&gt;West Molesey&lt;/a&gt;, Surrey, England. They are currently members of the and play at Walton Road.\nHistory.\nPre-merger.\nThe original Molesey club was established by former &lt;a href=\"Corinthian%20F.C.\"&gt;Corinthian&lt;/a&gt; player James Jenkinson Knox in autumn 1892 under the name Hampton Court and East Molesey Association Football Club. Their first match was played on 24 September against &lt;a href=\"Barnes%20F.C.\"&gt;Barnes&lt;/a&gt;, with the new club winning 14–5. They were renamed the Molesey Football Club in 1896, but following Knox's death a series of clubs emerged, including Molesey Athletic and Molesey St Mary's, before Molesey St Paul's was formed in 1905. The club absorbed Molesey Football Club in 1911 and became Molesey &amp; St Paul's United, before being renamed Molesey Football Club. The club joined the Surrey Junior League in 1920 and won Section 3 in their first season, going on to win the championship playoffs with a 100 win over Godalming Federation. They also won the Surrey Junior Cup and the Surrey Junior Charity Cup.\nMolesey then moved up to Division One of the &lt;a href=\"Southern%20Suburban%20League\"&gt;Southern Suburban League&lt;/a&gt;. However, the cost of travelling led to the club resigning from the league after a single season, dropping into the Kingston &amp; District League. The remainder of the 1920s was a successful period for the club as they won the league and the Teck Cup four times, the Surrey Junior Charity Cup three times in a row between 1926–27 and 1928–29, the Chambers Cup twice and the League Cup once. In the 1933 the club moved up to the Central Division of the Surrey Intermediate League. In 1939 another merger saw Molesey and Molesey Athletic of the Kingston &amp; District League amalgamate to form Molesely United. The new club played in the Kingston &amp; District League, winning it in 1939–40 and 1940–41.\nWest Molesey Old Boys was formed in 1927 and entered the Kingston &amp; District League, going on to win the league in 1933–34. After winning the Teck Cup in 1934–35, they moved up to the Surrey Intermediate League in 1936 and won the Surrey Intermediate Charity Cup in 1937–38.\nPost-merger.\nIn 1946 Molesey United and West Molesey Old Boys merged to form Molesey Football Club. The new club joined the Surrey Intermediate League and won the league in their first season. After moving to their new ground on Walton Road, they moved up to the &lt;a href=\"Surrey%20Senior%20League\"&gt;Surrey Senior League&lt;/a&gt; in 1953. After winning the Surrey Senior Charity Cup in 1956–57, the club were league champions in 1957–58. In 1959 they transferred to the &lt;a href=\"Spartan%20League\"&gt;Spartan League&lt;/a&gt;, finishing as runners-up in the league and losing the League Cup final in 1959–60. The club won the League Cup the following season and were losing finalists in 1963–64 and 1971–72. They remained in the Spartan League until joining Division Two of the &lt;a href=\"Athenian%20League\"&gt;Athenian League&lt;/a&gt; in 1973. In 1977 the club moved leagues again, this time joining Division Two of the &lt;a href=\"Isthmian%20League\"&gt;Isthmian League&lt;/a&gt;.\nLeague reorganisation saw Molesey placed in Division Two South in 1984, where they remained until finishing as runners-up in &lt;a href=\"1989%E2%80%9390%20Isthmian%20League\"&gt;1989–90&lt;/a&gt;, earning promotion to Division One. They won the &lt;a href=\"Southern%20Combination%20Challenge%20Cup\"&gt;Southern Combination Challenge Cup&lt;/a&gt; in 1990–91. In &lt;a href=\"1992%E2%80%9393%20Isthmian%20League\"&gt;1992–93&lt;/a&gt; the club were Division One runners-up and were promoted to the Premier Division. The &lt;a href=\"1993%E2%80%9394%20FA%20Cup\"&gt;1993–94 season&lt;/a&gt; saw them reach the first round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; for the first time, losing 4–0 at home to &lt;a href=\"Bath%20City%20F.C.\"&gt;Bath City&lt;/a&gt;; the club also won the Southern Combination Challenge Cup for a second time. They were relegated back to Division One at the end of the &lt;a href=\"1995%E2%80%9396%20Isthmian%20League\"&gt;1995–96 season&lt;/a&gt; and then to Division Two in &lt;a href=\"1998%E2%80%9399%20Isthmian%20League\"&gt;1998–99&lt;/a&gt;. Further league reorganisation in 2002 led to the club becoming members of Division One South, before being placed in Division One in 2004 and then back in Division One South in 2006 as the league was restructured.\nIn &lt;a href=\"2007%E2%80%9308%20Isthmian%20League\"&gt;2007–08&lt;/a&gt; Molesey finished bottom of Division One South and were relegated to the Premier Division of the &lt;a href=\"Combined%20Counties%20Football%20League\"&gt;Combined Counties League&lt;/a&gt;. In 2012–13 they won the Southern Combination Challenge Cup again. They won the Premier Division title in &lt;a href=\"2014%E2%80%9315%20Combined%20Counties%20Football%20League\"&gt;2014–15&lt;/a&gt; and were promoted back to Division One South of the Isthmian League, as well as winning the Southern Combination Challenge Cup, a trophy they retained the following season. Following league reorganisation, the club were placed in the South Central Division in 2018. The &lt;a href=\"2018%E2%80%9319%20Isthmian%20League\"&gt;2018–19 season&lt;/a&gt; saw them finished second-from-bottom of the division, resulting in relegation to the Premier Division of the Combined Counties League.\nGround.\nThe Molesey of the inter-war era originally played at the Royal Oak Ground, before relocating to Hurst Park in 1927, at which point the Royal Oak Ground was taken over by West Molesey Old Boys. The merged club initially played at the Rec, before purchasing Walton Road prior to the 1953–54 season. A clubhouse was built and opened by &lt;a href=\"Stanley%20Rous\"&gt;Stanley Rous&lt;/a&gt; in 1960. The stadium was used for the filming of some of the scenes in the 2002 film \"&lt;a href=\"Bend%20It%20Like%20Beckham\"&gt;Bend It Like Beckham&lt;/a&gt;\"."
}