{
    "id": "3691402",
    "revid": "7436027",
    "url": "https://en.wikipedia.org/wiki?curid=3691402",
    "title": "Until the End of the World (song)",
    "text": "\"Until the End of the World\" is a song by &lt;a href=\"rock%20music\"&gt;rock&lt;/a&gt; band &lt;a href=\"U2\"&gt;U2&lt;/a&gt; and the fourth track from their 1991 album \"&lt;a href=\"Achtung%20Baby\"&gt;Achtung Baby&lt;/a&gt;\". The song began as a guitar riff composed by lead vocalist &lt;a href=\"Bono\"&gt;Bono&lt;/a&gt; from a &lt;a href=\"demo%20%28music%29\"&gt;demo&lt;/a&gt;, which the band revisited with success after talking with German filmmaker &lt;a href=\"Wim%20Wenders\"&gt;Wim Wenders&lt;/a&gt; about providing music for his film \"&lt;a href=\"Until%20the%20End%20of%20the%20World\"&gt;Until the End of the World&lt;/a&gt;\". The song's lyrics describe a fictional conversation between &lt;a href=\"Jesus%20Christ\"&gt;Jesus Christ&lt;/a&gt; and &lt;a href=\"Judas%20Iscariot\"&gt;Judas Iscariot&lt;/a&gt;. The first verse discusses the &lt;a href=\"Last%20Supper\"&gt;Last Supper&lt;/a&gt;; the second is about Judas identifying Jesus with &lt;a href=\"Kiss%20of%20Judas\"&gt;a kiss&lt;/a&gt; on the cheek in the &lt;a href=\"Garden%20of%20Gethsemane\"&gt;Garden of Gethsemane&lt;/a&gt;; and the final is about Judas' &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt; after being overwhelmed with guilt and sadness.\n\"Until the End of the World\" enjoyed airplay on alternative and rock radio in the United States, where it was released as a &lt;a href=\"promotional%20recording\"&gt;promotional single&lt;/a&gt;; it peaked within the top 5 of \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\"s &lt;a href=\"Alternative%20Songs\"&gt;Modern Rock Tracks&lt;/a&gt; and &lt;a href=\"Mainstream%20Rock%20%28chart%29\"&gt;Album Rock Tracks&lt;/a&gt; charts. It also peaked at number 69 on the Canadian &lt;a href=\"RPM%20%28magazine%29\"&gt;\"RPM\" Top 100&lt;/a&gt; singles chart.\nWriting, recording, and production.\n\"Until the End of the World\" originated from a guitar &lt;a href=\"riff\"&gt;riff&lt;/a&gt; by vocalist &lt;a href=\"Bono\"&gt;Bono&lt;/a&gt; from a &lt;a href=\"Demo%20%28music%29\"&gt;demo&lt;/a&gt; called \"Fat Boy\" that the band recorded at STS Studios in 1990, prior to the \"Achtung Baby\" sessions proper. Although guitarist &lt;a href=\"the%20Edge\"&gt;the Edge&lt;/a&gt; loved the riff, the band struggled to finalise a song from the demo during the album's recording sessions. After the band met with German filmmaker &lt;a href=\"Wim%20Wenders\"&gt;Wim Wenders&lt;/a&gt;, who was looking for music to use in his film \"&lt;a href=\"Until%20the%20End%20of%20the%20World\"&gt;Until the End of the World&lt;/a&gt;\", the Edge was inspired to revisit the \"Fat Boy\" demo. In Dublin, he used the riff to assemble a &lt;a href=\"backing%20track\"&gt;backing track&lt;/a&gt; with bassist &lt;a href=\"Adam%20Clayton\"&gt;Adam Clayton&lt;/a&gt; and drummer &lt;a href=\"Larry%20Mullen%20Jr.\"&gt;Larry Mullen Jr.&lt;/a&gt; The composition excited the band so much, they decided to include it on the album. They told Wenders, \"You can have it but we want it, too\", while also informing him that they were using the film title for the song.\nAccording to Jennifer O'Brien of \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\", the lyrics were inspired by a brief falling out that Bono and the Edge had. Bono wrote the lyrics relatively quickly at his father-in-law's house in &lt;a href=\"Wexford\"&gt;Wexford&lt;/a&gt;, having woken up with the idea of a conversation between &lt;a href=\"Jesus%20Christ\"&gt;Jesus Christ&lt;/a&gt; and &lt;a href=\"Judas%20Iscariot\"&gt;Judas Iscariot&lt;/a&gt;. Bono had difficulty finding a &lt;a href=\"key%20%28music%29\"&gt;key&lt;/a&gt; he could sing in, as he remarked that he sings most songs \"a little bit too high or a little bit too low\". Consequently, the only melody he felt comfortable singing was conversational. Reading poetry by &lt;a href=\"John%20Keats\"&gt;John Keats&lt;/a&gt;, &lt;a href=\"Percy%20Bysshe%20Shelley\"&gt;Percy Bysshe Shelley&lt;/a&gt;, and &lt;a href=\"George%20Gordon%20Byron\"&gt;George Gordon Byron&lt;/a&gt; inspired Bono to touch on the theme of temptation in his lyrics.\nU2 and their &lt;a href=\"record%20producer\"&gt;production&lt;/a&gt; team expended considerable effort to finalise the song. The band added various &lt;a href=\"overdubbing\"&gt;overdubs&lt;/a&gt; during the recording sessions, including percussion &lt;a href=\"Loop%20%28music%29\"&gt;loop&lt;/a&gt;s by Mullen, as well as a sweeping guitar sound created by their &lt;a href=\"audio%20engineering\"&gt;engineer&lt;/a&gt; &lt;a href=\"Flood%20%28producer%29\"&gt;Flood&lt;/a&gt; that sounded like it went \"between the speakers\". Producer &lt;a href=\"Daniel%20Lanois\"&gt;Daniel Lanois&lt;/a&gt; provided additional percussion, playing &lt;a href=\"conga\"&gt;conga&lt;/a&gt;s heard during the song's introduction. At one point, assisting producer &lt;a href=\"Brian%20Eno\"&gt;Brian Eno&lt;/a&gt; believed the additions had negatively impacted the track. Eno, who would occasionally visit the studio and review material for a short amount of time before leaving, believed his distance from the album allowed him to provide a fresh perspective. He explained his assistance: \"I'd go in and say, 'The song has gone, whatever it is you liked about this song is not there anymore. Sometimes, for example, the song would have disappeared under layers of overdubs.\" Eno aided the group in removing some of these overdubs.\nComposition and theme.\nAccording to &lt;a href=\"Hal%20Leonard%20Corporation\"&gt;Hal Leonard Corporation&lt;/a&gt;'s sheet music published at Musicnotes.com, \"Until the End of the World\" is played at a &lt;a href=\"tempo\"&gt;tempo&lt;/a&gt; of 101 beats per minute in a 4/4 &lt;a href=\"time%20signature\"&gt;time signature&lt;/a&gt;. The basic key is &lt;a href=\"E%20major\"&gt;E major&lt;/a&gt;.\nDavid Werther, a faculty associate in Philosophy at the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin–Madison&lt;/a&gt;, compared \"Until the End of the World\" with U2's 1987 song \"&lt;a href=\"Exit%20%28U2%20song%29\"&gt;Exit&lt;/a&gt;\" in an examination of the role music can play in &lt;a href=\"catharsis\"&gt;catharsis&lt;/a&gt;. He noted that both were powerful songs, but that while \"Until the End of the World\" allowed the possibility of purification, which he described as the cleansing of the soul \"through pity and fear\", by placing the listener in the position of Judas Iscariot, \"Exit\" was an example of purgation, a freeing from excess pity and fear. Werther noted \"'Exit' evokes feelings of fear, fear of losing control, giving into one's dark side, perhaps even taking one's life\", contrasting it to the \"waves of regret\" experienced by Judas.\nReception.\nUpon the release of \"Achtung Baby\", many critics praised \"Until the End of the World\". Steve Morse of \"&lt;a href=\"The%20Boston%20Globe\"&gt;The Boston Globe&lt;/a&gt;\" thought it was the best song on the album, calling it a \"raging rocker\" with \"fiery bass runs\" by Clayton. Morse interpreted some of the lyrics differently from the song's original intent, noting that the lines \"We ate the food / We drank the wine / Everybody having a good time / Except you / You were talking about the end of the world\" were as if Bono was giving a \"terse kiss-off to a former lover at a party\". \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" praised The Edge's guitar playing on the song, noting that \"he has always made inspired use of devices like echo and reverb\" and \"his shimmering washes of color\" in the song are instantly recognizable. \"&lt;a href=\"The%20Austin%20Chronicle\"&gt;The Austin Chronicle&lt;/a&gt;\" singled out \"Larry Mullen Jr.'s seismic turn\" on the song as one of three moments on the record where the band has never sounded better.\n&lt;a href=\"Patti%20Smith\"&gt;Patti Smith&lt;/a&gt; reworked the song for the 2011 tribute album \"&lt;a href=\"AHK-toong%20BAY-bi%20Covered\"&gt;AHK-toong BAY-bi Covered&lt;/a&gt;\". \"The punk poet turns in a twilight version…,\" wrote in \"&lt;a href=\"Q%20%28magazine%29\"&gt;Q&lt;/a&gt;\", \"finding dark, bottom-of-the-bottle desperation in its lyrics.\"\nLive performances.\nThe song is U2's 10th most frequently played song in concerts, and has been played on every U2 tour since it debuted on &lt;a href=\"Zoo%20TV%20Tour\"&gt;Zoo TV Tour&lt;/a&gt;, except for &lt;a href=\"The%20Joshua%20Tree%20Tour%202017\"&gt;The Joshua Tree Tour 2017&lt;/a&gt;. The song frequently segues into \"&lt;a href=\"New%20Year%27s%20Day%20%28U2%20song%29\"&gt;New Year's Day&lt;/a&gt;\". Only until the third leg of the &lt;a href=\"Vertigo%20Tour\"&gt;Vertigo Tour&lt;/a&gt; did it not regularly secure a set list position, having appeared occasionally as a part of the Zoo TV-themed encore. By the fourth and fifth legs, it secured a regular set position it has occupied on tours past (before \"New Year's Day\"). It was played at an award ceremony when U2 won for Outstanding Contribution to Music at the &lt;a href=\"BRIT%20Awards\"&gt;BRIT Awards&lt;/a&gt; in 2001, along with \"&lt;a href=\"Beautiful%20Day\"&gt;Beautiful Day&lt;/a&gt;\", \"&lt;a href=\"One%20%28U2%20song%29\"&gt;One&lt;/a&gt;\", and \"&lt;a href=\"Mysterious%20Ways%20%28song%29\"&gt;Mysterious Ways&lt;/a&gt;\". It was also performed when the band were inducted into the &lt;a href=\"Rock%20and%20Roll%20Hall%20of%20Fame\"&gt;Rock and Roll Hall of Fame&lt;/a&gt; in 2005.\nOn why the song has remained as a live staple despite not being released as a single, the Edge said, \"I think it's an amazing song live because it really showcases everything the band does best. In terms of its visceral energy and impact, it's one of those songs that's hard to beat...It's got references to mortality, to all the big questions.\"\nIt has appeared on the concert DVD releases ', ', ', ', \"&lt;a href=\"U2%20360%C2%B0%20at%20the%20Rose%20Bowl\"&gt;U2 360° at the Rose Bowl&lt;/a&gt;\" and \"\". It also appeared on the CD and DVD versions of \"&lt;a href=\"The%20Best%20of%201990-2000\"&gt;The Best of 1990-2000&lt;/a&gt;\" compilation album. It was featured (in a different version) on the soundtrack to the movie \"&lt;a href=\"Until%20the%20End%20of%20the%20World\"&gt;Until the End of the World&lt;/a&gt;\" and also (once again in a different version) in the movie \"&lt;a href=\"Entropy%20%28film%29\"&gt;Entropy&lt;/a&gt;\". A live performance, dedicated to &lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt;, was shown at Wembley via satellite for \"&lt;a href=\"The%20Freddie%20Mercury%20Tribute%20Concert\"&gt;The Freddie Mercury Tribute Concert&lt;/a&gt;\".\nThere was a video created for this song which appeared on the video release \"&lt;a href=\"Achtung%20Baby%23Release%20and%20promotion\"&gt;Achtung Baby: The Videos, The Cameos, and A Whole Lot of Interference from Zoo TV&lt;/a&gt;\". However, it was never publicly released. There was also a live video composed of footage from two performances on the Outside Broadcast leg of the &lt;a href=\"Zoo%20TV\"&gt;Zoo TV&lt;/a&gt; Tour, from &lt;a href=\"Yankee%20Stadium%20%281923%29\"&gt;Yankee Stadium&lt;/a&gt; and &lt;a href=\"Houston%2C%20Texas\"&gt;Houston&lt;/a&gt;, which appeared on \"The Best of 1990-2000\" DVD.\nEdge has always used a &lt;a href=\"Gibson%20Les%20Paul\"&gt;Gibson Les Paul&lt;/a&gt; to play this song. On the Zoo TV Tour, he used the Les Paul Custom. On the &lt;a href=\"PopMart%20Tour\"&gt;PopMart&lt;/a&gt;, &lt;a href=\"Elevation%20Tour\"&gt;Elevation&lt;/a&gt;, &lt;a href=\"Vertigo%20Tour\"&gt;Vertigo&lt;/a&gt;, &lt;a href=\"U2%20360%C2%B0%20Tour\"&gt;U2 360°&lt;/a&gt; and &lt;a href=\"Innocence%20%2B%20Experience%20Tour\"&gt;Innocence + Experience Tour&lt;/a&gt;s, he has used the Les Paul Standard Goldtop. Although the song was recorded in the key of E, live performances have always been played in a higher key, F# on Zoo TV and PopMart, G on all other tours.\nReferences.\nFootnotes\nBibliography"
}