{
    "id": "3691856",
    "revid": "42451622",
    "url": "https://en.wikipedia.org/wiki?curid=3691856",
    "title": "Kennewick High School",
    "text": "Kennewick High School is a public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; located in eastern &lt;a href=\"Kennewick%2C%20Washington\"&gt;Kennewick, Washington&lt;/a&gt;. It was founded in 1904 to serve the educational needs of the new city of Kennewick. It is one of only a few schools to have its music department honored with the title of \"Grammy Signature School\". The school is part of the &lt;a href=\"Kennewick%20School%20District\"&gt;Kennewick School District&lt;/a&gt;.\nThe current building, constructed in 1954 and originally named Edwin S. Black Senior High School, is located at 500 S. Dayton St., and incorporates the remainder of the second high school building, which until 1966 served as Park Junior High School (now known as &lt;a href=\"Kennewick%20School%20District\"&gt;Park Middle School&lt;/a&gt;) as an annex. Both buildings were renovated in the mid-1990s, the annex first, then the main building. The first building has long since been demolished, the location became until 1994 the location of Kennewick School District 17's administration.\nFor 64 years until the founding of &lt;a href=\"Kamiakin%20High%20School\"&gt;Kamiakin High School&lt;/a&gt;, Kennewick High School served as the sole high school in the city. Its colors are &lt;a href=\"orange%20%28color%29\"&gt;orange&lt;/a&gt; and &lt;a href=\"black\"&gt;black&lt;/a&gt;, and its mascot is a &lt;a href=\"lion\"&gt;lion&lt;/a&gt;. Football and soccer games are played at Neil F. Lampson Stadium, which is located on the high school's grounds and is shared by both Kamiakin and &lt;a href=\"Southridge%20High%20School%20%28Kennewick%29\"&gt;Southridge High School&lt;/a&gt;.\nAthletics.\nRecently, because of a change in enrollment accounting by the &lt;a href=\"Washington%20Interscholastic%20Activities%20Association\"&gt;Washington Interscholastic Activities Association&lt;/a&gt;, Kennewick High, along with &lt;a href=\"Southridge%20High%20School%20%28Kennewick%29\"&gt;Southridge&lt;/a&gt;, was reclassified as a 3A school. As a result, the Columbia Basin Big 9 Conference (which consisted of 11 schools), was reconfigured into the Mid Columbia Conference. The new conference now consists of 8 schools; four 3A and four 4A. Kennewick High is in the 3A division, along with &lt;a href=\"Southridge%20High%20School%20%28Kennewick%29\"&gt;Southridge&lt;/a&gt; and &lt;a href=\"Hanford%20High%20School\"&gt;Hanford High School&lt;/a&gt;. The 4A division consists of &lt;a href=\"Kamiakin%20High%20School\"&gt;Kamiakin&lt;/a&gt;, &lt;a href=\"Richland%20High%20School%20%28Washington%29\"&gt;Richland High School&lt;/a&gt;, &lt;a href=\"Pasco%20High%20School%20%28Washington%29\"&gt;Pasco High School&lt;/a&gt;, &lt;a href=\"Walla%20Walla%20High%20School\"&gt;Walla Walla High School&lt;/a&gt;, and &lt;a href=\"Chiawana%20High%20School\"&gt;Chiawana High School&lt;/a&gt;. Kennewick High School has a traditional rivalry with Kamiakin High School, however in recent years both schools have become bigger rivals with Southridge High School than with each other.\nFight song.\nThe school's fight song, \"Onward Kennewick\", is based upon the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin–Madison&lt;/a&gt;'s fight song, \" (as well as the Wisconsin state song) \"&lt;a href=\"On%2C%20Wisconsin%21\"&gt;On, Wisconsin!&lt;/a&gt;\"\", with the words 'Onward Kennewick' replacing 'On, Wisconsin', as well as minor changes in the lyrics, depending on whatever sport season it was. Otherwise, the song's lyrics are the same.\n\"Onward Kennewick, onward Kennewick\"&lt;br&gt;\n\"Lions, fight for fame\"&lt;br&gt;\n\"Pass the ball right down the field (court) boys\"&lt;br&gt;\n\"Touchdown (Basket) ev'ry time!\"&lt;br&gt;\n\"Onward Kennewick, onward Kennewick\"\n\"Lions, fight for fame\"&lt;br&gt;\n\"Fight, Lions, fight-fight-fight\"&lt;br&gt;\n\"To win this game!\"\n\"K! E! N! NEW! I! C! K!\"&lt;br&gt;\n\"(rah-rah-rah)\"\n\"(next two stanzas unspoken)&lt;br&gt;\"\n\"Fight, lions, fight-fight-fight\"\n\"To win this game!!!\"\nHall of Fame.\nIn 2010, Kennewick High School started their Hall of Fame. The Hall of Fame committee of Kennewick High School selects inductees from a pool of nominations submitted by the community. Requirements included having excelled in the arts, science, athletics, the military or in community service after graduation."
}