{
    "id": "3692436",
    "revid": "16490385",
    "url": "https://en.wikipedia.org/wiki?curid=3692436",
    "title": "Neues Deutschland",
    "text": "Neues Deutschland (nd; , sometimes stylized in lowercase letters) is a German daily &lt;a href=\"newspaper\"&gt;newspaper&lt;/a&gt;, currently &lt;a href=\"headquarters\"&gt;headquartered&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;.\nFor 43 years it was the official party newspaper of the &lt;a href=\"Socialist%20Unity%20Party%20of%20Germany\"&gt;Socialist Unity Party of Germany&lt;/a&gt; (SED), which governed &lt;a href=\"East%20Germany\"&gt;East Germany&lt;/a&gt; (officially known as the German Democratic Republic) as a dictatorship, and as such served as one of the party's most important organs. It originally had a &lt;a href=\"Stalinism\"&gt;Stalinist&lt;/a&gt; political stance; it retained a &lt;a href=\"Marxism-Leninism\"&gt;Marxist-Leninist&lt;/a&gt; stance until &lt;a href=\"German%20reunification\"&gt;German reunification&lt;/a&gt; in 1990. The \"Neues Deutschland\" that existed in East Germany had a circulation of 1.1 million as of 1989 and was the communist party's main way to show citizens its stances and opinions about politics, economics, etc. It was regarded by foreign countries as the communist regime's diplomatic voice.\nSince the fall of communism in the &lt;a href=\"Peaceful%20Revolution\"&gt;Peaceful Revolution&lt;/a&gt;, the \"Neues Deutschland\" has lost 98 percent of its readership and has a circulation of 17,831 as of 2021. Between 2019 and 2020 the number of sold copies and subscriptions declined 14.8 percent. Since 1990 the newspaper has changed its political outlook and now has a &lt;a href=\"Democratic%20socialism\"&gt;democratic socialist&lt;/a&gt; political stance. The newspaper is both politically and financially tied to one of its part owners, &lt;a href=\"The%20Left%20%28Germany%29\"&gt;The Left&lt;/a&gt; (\"Die Linke\"), which owns the &lt;a href=\"publishing%20house\"&gt;publishing house&lt;/a&gt; and &lt;a href=\"printing%20presses\"&gt;printing presses&lt;/a&gt;.\nEast Germany.\n\"ND\" was formed in 1946 as a \"&lt;a href=\"Lizenzzeitung\"&gt;Lizenzzeitung&lt;/a&gt;\" after the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democratic Party of Germany&lt;/a&gt; (SPD) and the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party of Germany&lt;/a&gt; (KPD) were &lt;a href=\"Merger%20of%20the%20KPD%20and%20SPD%20into%20the%20Socialist%20Unity%20Party%20of%20Germany\"&gt;forcibly merged&lt;/a&gt; to form the SED in the &lt;a href=\"Soviet%20occupation%20zone%20of%20Germany\"&gt;Soviet occupation zone of Germany&lt;/a&gt;. The first edition of \"ND\" was published on 23 April 1946 in conjunction with the founding of the SED. \"ND\" replaced the SPD organ \"&lt;a href=\"Das%20Volk%20%281945%29\"&gt;Das Volk&lt;/a&gt;\" and the KPD organ \"&lt;a href=\"Deutsche%20Volkszeitung%20%281945%29\"&gt;Deutsche Volkszeitung&lt;/a&gt;\". &lt;a href=\"Karl%20Maron\"&gt;Karl Maron&lt;/a&gt; was the first &lt;a href=\"chief%20editor\"&gt;chief editor&lt;/a&gt; of the daily and served in the post until 1950.\nBefore the &lt;a href=\"German%20reunification\"&gt;reunification of Germany&lt;/a&gt; in October 1990, \"ND\" had a circulation of a million and was second only to the youth newspaper \"&lt;a href=\"junge%20Welt\"&gt;junge Welt&lt;/a&gt;\" in readership. During this period the editor-in-chief of ND was Wolfgang Spickermann. However, it has been claimed that \"Neues Deutschland\" failed to reach much of the East German population.\nAfter reunification.\nAfter reunification, \"ND\"'s readership diminished greatly. In 2020, \"ND\" had a circulation of 18,595. While most large newspapers in Germany have a problem with declining circulation, \"ND\" is particularly vulnerable in that the majority of its readers are over 60 years old. \"ND\" produces both a national edition and regional editions for &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and &lt;a href=\"Brandenburg\"&gt;Brandenburg&lt;/a&gt;.\nJürgen Reents, who has political roots in both the &lt;a href=\"Party%20of%20Democratic%20Socialism%20%28Germany%29\"&gt;Party of Democratic Socialism&lt;/a&gt; and the &lt;a href=\"Alliance%20%2790/The%20Greens\"&gt;Green Party&lt;/a&gt;, has been the editor in chief of ND since 1999. One of his major goals has been to transform \"ND\"'s image from a propaganda leaflet to a more respected newspaper. In October 2005 the editors moved from Elsenbrücke to Franz-Mehring Platz in Berlin. Three months later, Olaf Koppe took over management of the newspaper.\nEach issue of the daily between 1945 and 1990 was digitalized by the &lt;a href=\"Berlin%20State%20Library\"&gt;Berlin State Library&lt;/a&gt; in June 2013.\nProfile.\n\"ND\" is now oriented towards a &lt;a href=\"Democratic%20socialism\"&gt;democratic socialist&lt;/a&gt; viewpoint and is owned partially by the political party &lt;a href=\"The%20Left%20%28Germany%29\"&gt;The Left&lt;/a&gt;, a direct descendant of the SED. The twin goals of the newspaper are to give those in &lt;a href=\"New%20states%20of%20Germany\"&gt;eastern Germany&lt;/a&gt; a voice and to represent the democratic socialist viewpoint without being the organ of The Left or any other political party. While eastern German themes dominate the features and the community pages, the political section looks at leftist politics throughout Germany. &lt;a href=\"Authors\"&gt;Authors&lt;/a&gt; and politicians from diverse political backgrounds have also been represented on the pages of the newspaper. For example, &lt;a href=\"Friedrich%20Schorlemmer\"&gt;Friedrich Schorlemmer&lt;/a&gt;, a known critic of The Left and the &lt;a href=\"Left-wing%20politics\"&gt;political left&lt;/a&gt; in general, has been a guest writer.\nOther traditional sections of a newspaper are also included, such as an advice page, a &lt;a href=\"Television%20in%20Germany\"&gt;television&lt;/a&gt; guide, notifications and classifieds, opinion columns, and theme sections dealing with &lt;a href=\"health\"&gt;health&lt;/a&gt;, &lt;a href=\"Environmentalism\"&gt;environment&lt;/a&gt;, and other issues. The letters to the editor are often cited as examples of viewpoints of the Left party from other media sources. As with most daily German newspapers, \"ND\" is published daily Monday through Friday, with a weekend edition published on Saturdays.\nIn November 2006, the newspaper also started a youth insert called \"Sacco and Vanzetti\". Beginning in March 2007, \"ND\" started publishing online.\nFrom 1 January 2022, the newspaper was published by a &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt;, thereby becoming independent from The Left. It also officially took on the name \"nd\"."
}