{
    "id": "36932705",
    "revid": "10939449",
    "url": "https://en.wikipedia.org/wiki?curid=36932705",
    "title": "History of Pakistan (1947–present)",
    "text": "The history of the &lt;a href=\"Islamic%20Republic%20of%20Pakistan\"&gt;Islamic Republic of Pakistan&lt;/a&gt; began on 14August 1947 When country came into being in the form of &lt;a href=\"Dominion%20of%20Pakistan\"&gt;Dominion of Pakistan&lt;/a&gt; within the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;British Commonwealth&lt;/a&gt; as the result of &lt;a href=\"Pakistan%20Movement\"&gt;Pakistan Movement&lt;/a&gt; and the &lt;a href=\"partition%20of%20India\"&gt;partition of India&lt;/a&gt;. While the history of the &lt;a href=\"Pakistanis\"&gt;Pakistani Nation&lt;/a&gt; according to the &lt;a href=\"Government%20of%20Pakistan\"&gt;Pakistan government's&lt;/a&gt; official chronology started with the &lt;a href=\"Muslim%20conquests%20in%20the%20Indian%20subcontinent\"&gt;Islamic rule over Indian subcontinent&lt;/a&gt; by &lt;a href=\"Muhammad%20bin%20Qasim\"&gt;Muhammad bin Qasim&lt;/a&gt; which reached its zenith during &lt;a href=\"Mughal%20Era\"&gt;Mughal Era&lt;/a&gt;. In 1947, Pakistan consisted of &lt;a href=\"West%20Pakistan\"&gt;West Pakistan&lt;/a&gt; (today's Pakistan) and &lt;a href=\"East%20Pakistan\"&gt;East Pakistan&lt;/a&gt; (today's &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;). The President of &lt;a href=\"All-India%20Muslim%20League\"&gt;All-India Muslim League&lt;/a&gt; and later the &lt;a href=\"Muslim%20League%20%28Pakistan%29\"&gt;Pakistan Muslim League&lt;/a&gt;, &lt;a href=\"Muhammad%20Ali%20Jinnah\"&gt;Muhammad Ali Jinnah&lt;/a&gt; became &lt;a href=\"Governor-General%20of%20Pakistan\"&gt;Governor-General&lt;/a&gt; while the secretary general of the Muslim League, &lt;a href=\"Liaquat%20Ali%20Khan\"&gt;Liaquat Ali Khan&lt;/a&gt; became &lt;a href=\"Prime%20Minister%20of%20Pakistan\"&gt;Prime Minister&lt;/a&gt;. The &lt;a href=\"Constitution%20of%20Pakistan%20of%201956\"&gt;constitution of 1956&lt;/a&gt; made Pakistan an &lt;a href=\"Islamic%20Democracy\"&gt;Islamic democratic&lt;/a&gt; country.\nPakistan faced a &lt;a href=\"Bangladesh%20Liberation%20War\"&gt;civil war&lt;/a&gt; and &lt;a href=\"Indo-Pakistan%20War%20of%201971\"&gt;Indian military intervention&lt;/a&gt; in 1971 resulting in the secession of &lt;a href=\"East%20Pakistan\"&gt;East Pakistan&lt;/a&gt; as the new country of &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;. The country has also &lt;a href=\"Kashmir%20Conflict\"&gt;unresolved territorial disputes&lt;/a&gt; with &lt;a href=\"India\"&gt;India&lt;/a&gt;, resulting in &lt;a href=\"Indo-Pakistan%20Wars\"&gt;four conflicts&lt;/a&gt;. Pakistan was closely tied to the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; in &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. In the &lt;a href=\"Afghan-Soviet%20War\"&gt;Afghan-Soviet War&lt;/a&gt;, it supported the &lt;a href=\"Islamic%20Unity%20of%20Afghanistan%20Mujahideen\"&gt;Sunni Mujahideens&lt;/a&gt; and played a vital role in the defeat of &lt;a href=\"Soviet%20Army\"&gt;Soviet Forces&lt;/a&gt; and forced them &lt;a href=\"Soviet%20withdrawal%20from%20Afghanistan\"&gt;to withdraw from Afghanistan&lt;/a&gt;. The country continues to face challenging problems including &lt;a href=\"Terrorism%20in%20Pakistan\"&gt;terrorism&lt;/a&gt;, &lt;a href=\"Poverty%20in%20Pakistan\"&gt;poverty&lt;/a&gt;, &lt;a href=\"Education%20in%20Pakistan%23Literacy%20rate\"&gt;illiteracy&lt;/a&gt;, &lt;a href=\"Corruption%20in%20Pakistan\"&gt;corruption&lt;/a&gt; and political instability. Terrorism due to &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;War of Afghanistan&lt;/a&gt; damaged the &lt;a href=\"Economy%20of%20Pakistan\"&gt;country's economy&lt;/a&gt; and &lt;a href=\"Pakistan%20infrastructure%20and%20industry\"&gt;infrastructure&lt;/a&gt; to a great extent from 2001-09 but Pakistan is once again developing.\nPakistan is a &lt;a href=\"Nuclear%20power%20in%20Pakistan\"&gt;nuclear power&lt;/a&gt; as well as a declared &lt;a href=\"List%20of%20states%20with%20nuclear%20weapons\"&gt;nuclear-weapon state&lt;/a&gt;, having conducted &lt;a href=\"List%20of%20nuclear%20weapons%20tests%20of%20Pakistan\"&gt;six nuclear tests&lt;/a&gt; in response to &lt;a href=\"Pokhran-II\"&gt;five nuclear tests&lt;/a&gt; of their rival &lt;a href=\"Republic%20of%20India\"&gt;Republic of India&lt;/a&gt; in May 1998. The &lt;a href=\"Chagai-I\"&gt;first five tests&lt;/a&gt; were conducted on 28 May and the &lt;a href=\"Chagai-II\"&gt;sixth one&lt;/a&gt; on 30 May. With this status, Pakistan is seventh in world, second in &lt;a href=\"South%20Asia\"&gt;South Asia&lt;/a&gt; and the only country in the &lt;a href=\"Islamic%20World\"&gt;Islamic World&lt;/a&gt;. Pakistan also has the &lt;a href=\"List%20of%20countries%20by%20number%20of%20military%20and%20paramilitary%20personnel\"&gt;sixth-largest standing armed forces&lt;/a&gt; in the world and is spending a major amount of &lt;a href=\"2018%E2%80%9319%20Pakistan%20federal%20budget\"&gt;its budget&lt;/a&gt; on &lt;a href=\"Pakistan%20Armed%20Forces\"&gt;defense&lt;/a&gt;. Pakistan is the founding member of the &lt;a href=\"OIC\"&gt;OIC&lt;/a&gt;, the &lt;a href=\"SAARC\"&gt;SAARC&lt;/a&gt; and the &lt;a href=\"Islamic%20Military%20Counter%20Terrorism%20Coalition\"&gt;Islamic Military Counter Terrorism Coalition&lt;/a&gt; as well as a member of many international organisations including the &lt;a href=\"UN\"&gt;UN&lt;/a&gt;, the &lt;a href=\"Shanghai%20Cooperation%20Organisation\"&gt;Shanghai Cooperation Organisation&lt;/a&gt;, the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt;, the &lt;a href=\"ASEAN%20Regional%20Forum\"&gt;ARF&lt;/a&gt;, the &lt;a href=\"Economic%20Cooperation%20Organization\"&gt;Economic Cooperation Organization&lt;/a&gt; and &lt;a href=\"Outline%20of%20Pakistan%23International%20organization%20membership\"&gt;many more&lt;/a&gt;.\nPakistan is a &lt;a href=\"Regional%20power\"&gt;regional&lt;/a&gt; and &lt;a href=\"middle%20power\"&gt;middle power&lt;/a&gt; which is ranked among the &lt;a href=\"Emerging%20and%20growth-leading%20economies\"&gt;emerging and growth-leading economies of the world&lt;/a&gt; and is backed by one of the world's largest and fastest-growing middle class. It has a &lt;a href=\"Industry%20in%20Pakistan\"&gt;semi-industrialized&lt;/a&gt; &lt;a href=\"Economy%20of%20Pakistan\"&gt;economy&lt;/a&gt; with a well-integrated &lt;a href=\"Agriculture%20in%20Pakistan\"&gt;agriculture sector&lt;/a&gt;. It is one of the &lt;a href=\"Next%20Eleven\"&gt;Next Eleven&lt;/a&gt;, a group of eleven countries that, along with the &lt;a href=\"BRIC\"&gt;BRIC&lt;/a&gt;s, have a high potential to become the world's largest economies in the 21st century. Many economists and think tanks suggested that until 2030 Pakistan become Asian Tiger and &lt;a href=\"CPEC\"&gt;CPEC&lt;/a&gt; will play an important role in it. &lt;a href=\"Geography%20of%20Pakistan\"&gt;Geographically&lt;/a&gt;, Pakistan is also an important country and a source of contact between &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;, &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;, &lt;a href=\"South%20Asia\"&gt;South Asia&lt;/a&gt; and &lt;a href=\"East%20Asia\"&gt;East Asia&lt;/a&gt;.\nPakistan Movement.\nImportant leaders in the &lt;a href=\"All%20India%20Muslim%20League\"&gt;Muslim League&lt;/a&gt; highlighted that Pakistan would be a \"New Madinah\", in other words the second Islamic state established after the &lt;a href=\"Prophet%20Muhammad\"&gt;Prophet Muhammad&lt;/a&gt;'s creation of an &lt;a href=\"Constitution%20of%20Medina\"&gt;Islamic state of Madinah&lt;/a&gt; which was later developed into &lt;a href=\"Rashidun%20Caliphate\"&gt;Rashidun Caliphate&lt;/a&gt;. Pakistan was popularly envisaged as an Islamic utopia, a successor to the defunct &lt;a href=\"Islamic%20Caliphate\"&gt;Islamic Caliphate&lt;/a&gt; and a leader and protector of the entire &lt;a href=\"Islamic%20world\"&gt;Islamic world&lt;/a&gt;. Islamic scholars debated over whether it was possible for the proposed Pakistan to truly become an Islamic state.\nAnother motive and reason behind the Pakistan Movement and &lt;a href=\"Two%20Nation%20Theory\"&gt;Two Nation Theory&lt;/a&gt; is the ideology of pre-partition Muslims and leaders of Muslim League including &lt;a href=\"Muhammad%20Ali%20Jinnah\"&gt;Muhammad Ali Jinnah&lt;/a&gt; and &lt;a href=\"Allama%20Iqbal\"&gt;Allama Iqbal&lt;/a&gt; is that, to re-establish the &lt;a href=\"Muslim%20conquests%20in%20the%20Indian%20subcontinent\"&gt;Muslim rule in South Asia&lt;/a&gt;. Once Jinnah said in his speech:\nThat is why Jinnah is considered the \"great Muslim ruler\" in the &lt;a href=\"Indian%20subcontinent\"&gt;Indian subcontinent&lt;/a&gt; after &lt;a href=\"Mughal%20Emperor\"&gt;Emperor&lt;/a&gt; &lt;a href=\"Aurangzeb\"&gt;Aurangzeb&lt;/a&gt; by &lt;a href=\"Pakistanis\"&gt;Pakistanis&lt;/a&gt;. This is also the reason that the &lt;a href=\"Government%20of%20Pakistan\"&gt;Pakistani government's&lt;/a&gt; official chronology declares that the foundation of Pakistan was laid in 712 AD by Muhammad bin Qasim after &lt;a href=\"Islamic%20conquest%20of%20Sindh\"&gt;Islamic conquest of Sindh&lt;/a&gt; and that these conquests at their zenith conquered the entire Indian subcontinent during &lt;a href=\"Mughal%20Era\"&gt;Muslim Mughal Era&lt;/a&gt;.\nWhile the &lt;a href=\"Indian%20National%20Congress\"&gt;Indian National Congress&lt;/a&gt;'s (Congress) top leadership had been imprisoned following the 1942 &lt;a href=\"Quit%20India%20Movement\"&gt;Quit India Movement&lt;/a&gt;, there was intense debate among Muslims over the creation of a separate homeland. The &lt;a href=\"All%20India%20Azad%20Muslim%20Conference\"&gt;All India Azad Muslim Conference&lt;/a&gt; represented nationalist Muslims who, in April 1940, gathered in &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; to voice their &lt;a href=\"opposition%20to%20the%20partition%20of%20India\"&gt;support for a united India&lt;/a&gt;. Its members included several Islamic organisations in India, as well as 1400 nationalist Muslim delegates. The &lt;a href=\"Deobandis\"&gt;Deobandis&lt;/a&gt; and their &lt;a href=\"ulema\"&gt;ulema&lt;/a&gt;, who were led by &lt;a href=\"Husain%20Ahmad%20Madani\"&gt;Husain Ahmad Madani&lt;/a&gt;, were &lt;a href=\"opposition%20to%20the%20partition%20of%20India\"&gt;opposed to the creation of Pakistan and the two-nation theory&lt;/a&gt;, instead promulgating &lt;a href=\"composite%20nationalism\"&gt;composite nationalism&lt;/a&gt; and &lt;a href=\"Hindu-Muslim%20unity\"&gt;Hindu-Muslim unity&lt;/a&gt;. According to them Muslims and Hindus could be one nation and Muslims were only a nation of themselves in the religious sense and not in the territorial sense. Some Deobandis such as &lt;a href=\"Ashraf%20Ali%20Thanwi\"&gt;Ashraf Ali Thanwi&lt;/a&gt;, &lt;a href=\"Muhammad%20Shafi%20Deobandi\"&gt;Mufti Muhammad Shafi&lt;/a&gt; and &lt;a href=\"Shabbir%20Ahmad%20Usmani\"&gt;Shabbir Ahmad Usmani&lt;/a&gt; dissented from the position of &lt;a href=\"Jamiat%20Ulema-e-Hind\"&gt;Jamiat Ulema-e-Hind&lt;/a&gt; and were supportive of the Muslim League's demand to create a separate homeland for Muslims. Many &lt;a href=\"Barelvi\"&gt;Barelvi&lt;/a&gt;s and their ulema, though not all Barelvis and Barelvi ulema, supported the creation of Pakistan. The pro-separatist Muslim League mobilized \"&lt;a href=\"Pir%20%28Sufism%29\"&gt;pirs&lt;/a&gt;\" and &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; scholars to demonstrate that their view that India's Muslim masses wanted a separate country was in the majority, in their eyes. Those Barelvis who supported the creation of a separate Muslim homeland in colonial India believed that any co-operation with Hindus would be counter productive.\nMuslims who were living in provinces where they were demographically a minority, such as the &lt;a href=\"United%20Provinces%20of%20Agra%20and%20Oudh\"&gt;United Provinces&lt;/a&gt; where the Muslim League enjoyed popular support, were assured by Jinnah that they could remain in India, migrate to Pakistan or continue living in India but as Pakistani citizens. The Muslim League had also proposed the hostage population theory. According to this theory the safety of India's Muslim minority would be ensured by turning the Hindu minority in the proposed Pakistan into a 'hostage' population who would be visited by retributive violence if Muslims in India were harmed.\nThe Pakistani demand resulted in the Muslim League becoming pitted against both the Congress and the British. In the &lt;a href=\"1946%20Indian%20provincial%20elections\"&gt;Constituent Assembly elections of 1946&lt;/a&gt;, the Muslim League won 425 out of 496 seats reserved for Muslims, polling 89.2% of the total votes. Congress had hitherto refused to acknowledge the Muslim League's claim of being the representative of Indian Muslims but finally recognised to the League's claim after the results of this election. The Muslim League's demand for the creation of Pakistan had received overwhelming popular support from India's Muslims, especially those Muslims who were living in provinces where they were a minority. The 1946 election in British India was essentially a plebiscite among Indian Muslims over the creation of Pakistan.\nThe British, while not approving of a separate Muslim homeland, appreciated the simplicity of a single voice to speak on behalf of India's Muslims. To preserve India's unity the British arranged the &lt;a href=\"1946%20Cabinet%20Mission%20to%20India\"&gt;Cabinet Mission Plan&lt;/a&gt;. According to this plan India would be kept united but would be heavily decentralised with separate groupings of autonomous Hindu and Muslim majority provinces. The Muslim League accepted this plan as it contained the 'essence' of Pakistan but the Congress rejected it. After the failure of the Cabinet Mission Plan, Jinnah called for Muslims to observe &lt;a href=\"Direct%20Action%20Day\"&gt;Direct Action Day&lt;/a&gt; to demand the creation of a separate Pakistan. Direct Action Day morphed into violent riots between Hindus and Muslims in Calcutta. The riots in Calcutta were followed by intense communal rioting in &lt;a href=\"Noakhali%20riots\"&gt;Noakhali&lt;/a&gt;, &lt;a href=\"1946%20Bihar%20riots\"&gt;Bihar&lt;/a&gt;, Garhmukteshwar and Rawalpindi.\nThe British Prime Minister Attlee appointed &lt;a href=\"Louis%20Mountbatten%2C%201st%20Earl%20Mountbatten%20of%20Burma\"&gt;Lord Louis Mountbatten&lt;/a&gt; as India's last viceroy, who was given the task to oversee British India's independence by June 1948, with the emphasis of \"preserving\" a United India, but with adaptational authority to ensure a British withdrawal with minimal setbacks. British leaders including Mountbatten did not support the creation of Pakistan but failed to convince Jinnah. Mountbatten later confessed that he would most probably have sabotaged the creation of Pakistan had he known that Jinnah was dying of tuberculosis.\nSoon after he arrived, Mountbatten concluded that the situation was too volatile for even that short a wait. Although his advisers favoured a gradual transfer of independence, Mountbatten decided the only way forward was a quick and orderly transfer of independence before 1947 was out. In his view, any longer would mean civil war. The Viceroy also hurried so he could return to his senior technical Navy courses. In a meeting in June, Nehru and &lt;a href=\"Abul%20Kalam%20Azad\"&gt;Abul Kalam Azad&lt;/a&gt; representing the Congress, Jinnah representing the Muslim League, &lt;a href=\"B.%20R.%20Ambedkar\"&gt;B. R. Ambedkar&lt;/a&gt; representing the &lt;a href=\"Dalit\"&gt;Untouchable&lt;/a&gt; community, and &lt;a href=\"Master%20Tara%20Singh\"&gt;Master Tara Singh&lt;/a&gt; representing the &lt;a href=\"Sikhs\"&gt;Sikhs&lt;/a&gt;, agreed to partition India along religious lines.\nCreation of Pakistan.\nOn 14 August 1947 Pakistan gained independence. India gained independence the following day. Two of the provinces of &lt;a href=\"British%20India\"&gt;British India&lt;/a&gt;, &lt;a href=\"British%20Punjab\"&gt;Punjab&lt;/a&gt; and &lt;a href=\"British%20Bengal\"&gt;Bengal&lt;/a&gt;, were divided along religious lines by the &lt;a href=\"Radcliffe%20Commission\"&gt;Radcliffe Commission&lt;/a&gt;. &lt;a href=\"Louis%20Mountbatten%2C%201st%20Earl%20Mountbatten%20of%20Burma\"&gt;Lord Mountbatten&lt;/a&gt; is alleged to have influenced the Radcliffe Commission to draw the lines in India's favour. Punjab's mostly Muslim &lt;a href=\"West%20Punjab\"&gt;western part&lt;/a&gt; went to Pakistan and its mostly Hindu and Sikh &lt;a href=\"East%20Punjab\"&gt;eastern part&lt;/a&gt; went to India, but there were significant Muslim minorities in Punjab's eastern section and light Hindus and Sikhs minorities living in Punjab's western areas.\nThere was no conception that population transfers would be necessary because of the partitioning. Religious minorities were expected to stay put in the states they found themselves residing in. However, an exception was made for Punjab which did not apply to other provinces. Intense communal rioting in the Punjab forced the governments of India and Pakistan to agree to a forced population exchange of Muslim and Hindu/Sikh minorities living in Punjab. After this population exchange only a few thousand low-caste Hindus remained in Pakistani Punjab and only a tiny Muslim population remained in the town of Malerkotla in India's part of Punjab. Political scientist Ishtiaq Ahmed says that although Muslims started the violence in Punjab, by the end of 1947 more Muslims had been killed by Hindus and Sikhs in East Punjab than the number of Hindus and Sikhs who had been killed by Muslims in West Punjab. &lt;a href=\"Jawaharlal%20Nehru\"&gt;Nehru&lt;/a&gt; wrote to &lt;a href=\"Gandhi\"&gt;Gandhi&lt;/a&gt; on 22 August that up to then, twice as many Muslims had been killed in East Punjab than Hindus and Sikhs in West Punjab.\nMore than ten million people migrated across the new borders and between 200,000–2,000,000 people died in the spate of communal violence in the Punjab in what some scholars have described as a 'retributive genocide' between the religions. The Pakistani government claimed that 50,000 Muslim women were abducted and raped by Hindu and Sikh men and similarly the Indian government claimed that Muslims abducted and raped 33,000 Hindu and Sikh women. The two governments agreed to repatriate abducted women and thousands of Hindu, Sikh and Muslim women were repatriated to their families in the 1950s. The dispute over Kashmir escalated into the &lt;a href=\"Indo-Pakistani%20War%20of%201947\"&gt;first war&lt;/a&gt; between &lt;a href=\"India\"&gt;India&lt;/a&gt; and &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. With the assistance of the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; (UN) the war was ended but it became the &lt;a href=\"Kashmir%20dispute\"&gt;Kashmir dispute&lt;/a&gt;, unresolved .\n1947–1958: First democratic era.\nIn 1947, the of Pakistan agreed to appoint Liaquat Ali Khan as the country's &lt;a href=\"List%20of%20Prime%20Ministers%20of%20Pakistan\"&gt;first&lt;/a&gt; &lt;a href=\"Prime%20Minister%20of%20Pakistan\"&gt;prime minister&lt;/a&gt;, with Muhammad Ali Jinnah as both first &lt;a href=\"Governor-General%20of%20Pakistan\"&gt;governor-general&lt;/a&gt; and &lt;a href=\"speaker%20of%20the%20National%20Assembly%20of%20Pakistan\"&gt;speaker&lt;/a&gt; of the &lt;a href=\"Parliament%20of%20Pakistan\"&gt;State Parliament&lt;/a&gt;. Mountbatten had offered to serve as Governor-general of both India and Pakistan but Jinnah refused this offer. When Jinnah died of tuberculosis in 1948, Islamic scholar &lt;a href=\"Maulana%20Shabbir%20Ahmad%20Usmani\"&gt;Maulana Shabbir Ahmad Usmani&lt;/a&gt; described Jinnah as the greatest Muslim after the Mughal Emperor &lt;a href=\"Aurangzeb\"&gt;Aurangzeb&lt;/a&gt;.\nUsmani asked Pakistanis to remember Jinnah's message of \"Unity, Faith and Discipline\" and work to fulfil his dream:\nThe first formal step to transform Pakistan into an ideological Islamic state was taken in March 1949 when Liaquat Ali Khan introduced the &lt;a href=\"Objectives%20Resolution\"&gt;Objectives Resolution&lt;/a&gt; in the &lt;a href=\"National%20Assembly%20of%20Pakistan\"&gt;Constituent Assembly&lt;/a&gt;. The Objectives Resolution declared that sovereignty over the entire universe belongs to &lt;a href=\"Allah\"&gt;Allah Almighty&lt;/a&gt;. Support for the Objectives Resolution and the transformation of Pakistan into an Islamic state was led by Maulana Shabbir Ahmad Usmani, a respected \"Deobandi alim\" (scholar) who occupied the position of &lt;a href=\"Shaykh%20al-Islam\"&gt;Shaykh al-Islam&lt;/a&gt; in Pakistan in 1949, and &lt;a href=\"Abul%20A%27la%20Maududi\"&gt;Maulana Mawdudi&lt;/a&gt; of &lt;a href=\"Jamaat-e-Islami\"&gt;Jamaat-i Islami&lt;/a&gt;.\n&lt;a href=\"Indian%20Muslims\"&gt;Indian Muslims&lt;/a&gt; from the &lt;a href=\"United%20Provinces%20%281937%E2%80%9350%29\"&gt;United Provinces&lt;/a&gt;, &lt;a href=\"Bombay%20Province\"&gt;Bombay Province&lt;/a&gt;, &lt;a href=\"Central%20Provinces\"&gt;Central Provinces&lt;/a&gt; and other areas of India continued migrating to Pakistan throughout the 1950 and 1960s and settled mainly in urban &lt;a href=\"Sindh\"&gt;Sindh&lt;/a&gt;, particularly in the new country's first capital, &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt;. Prime Minister Ali Khan established a strong government and had to face challenges soon after gaining the office. His Finance Secretary &lt;a href=\"Victor%20Turner%20%28civil%20servant%29\"&gt;Victor Turner&lt;/a&gt; announced the country's first monetary policy by establishing the &lt;a href=\"State%20Bank%20of%20Pakistan\"&gt;State Bank&lt;/a&gt;, the &lt;a href=\"Federal%20Bureau%20of%20Statistics\"&gt;Federal Bureau of Statistics&lt;/a&gt; and the &lt;a href=\"Federal%20Board%20of%20Revenue%20%28Pakistan%29\"&gt;Federal Board of Revenue&lt;/a&gt; to improve statistical knowledge, finance, taxation, and revenue collection in the country. There were also problems because India cut off water supply to Pakistan from two canal headworks in its side of &lt;a href=\"Punjab%2C%20India\"&gt;Punjab&lt;/a&gt; on 1 April 1948 and also withheld delivering Pakistan its share of the assets and funds of United India, which the &lt;a href=\"Indian%20government\"&gt;Indian government&lt;/a&gt; released after &lt;a href=\"Gandhi\"&gt;Gandhi&lt;/a&gt;'s pressurisation.\nTerritorial problems arose with neighbouring &lt;a href=\"Communist%20Afghanistan\"&gt;Afghanistan&lt;/a&gt; over the &lt;a href=\"Durand%20Line\"&gt;Pakistan–Afghanistan border&lt;/a&gt; in 1949, and with &lt;a href=\"India\"&gt;India&lt;/a&gt; over the &lt;a href=\"Line%20of%20Control\"&gt;Line of Control&lt;/a&gt; in &lt;a href=\"Kashmir\"&gt;Kashmir&lt;/a&gt;. Diplomatic recognition became a problem when the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; led by &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt; did not welcome the partition which established Pakistan and India. &lt;a href=\"Imperial%20State%20of%20Iran\"&gt;Imperial State of Iran&lt;/a&gt; was the first country to recognise Pakistan in 1947. In 1948, &lt;a href=\"Ben-Gurion\"&gt;Ben-Gurion&lt;/a&gt; of &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; sent a secret courier to Jinnah to establish the &lt;a href=\"Israel%E2%80%93Pakistan%20relations\"&gt;diplomatic relations&lt;/a&gt;, but Jinnah did not give any response to Ben-Gurion.\nAfter gaining Independence, Pakistan vigorously pursued bilateral relations with other Muslim countries and made a wholehearted bid for leadership of the &lt;a href=\"Muslim%20world\"&gt;Muslim world&lt;/a&gt;, or at least for leadership in achieving its unity. The &lt;a href=\"Maulana%20Muhammad%20Ali%20Jauhar\"&gt;Ali&lt;/a&gt; brothers had sought to project Pakistan as the natural leader of the Islamic world, in large part due to its &lt;a href=\"Population%20of%20Pakistan\"&gt;large population&lt;/a&gt; and &lt;a href=\"Military%20of%20Pakistan\"&gt;military strength&lt;/a&gt;. A top ranking Muslim League leader, &lt;a href=\"Chaudhry%20Khaliquzzaman\"&gt;Khaliquzzaman&lt;/a&gt;, declared that Pakistan would bring together all Muslim countries into &lt;a href=\"Islamistan\"&gt;Islamistan&lt;/a&gt; – a pan-Islamic entity. The USA, which did not approve of Pakistan's creation, was against this idea and British Prime Minister &lt;a href=\"Clement%20Attlee\"&gt;Clement Attlee&lt;/a&gt; voiced international opinion at the time by stating that he wished that India and Pakistan would re-unite, feared to &lt;a href=\"Pan%20Islamic%20Unity\"&gt;unity of Muslim World&lt;/a&gt;. Since most of the &lt;a href=\"Arab%20world\"&gt;Arab world&lt;/a&gt; was undergoing a nationalist awakening at the time, there was little attraction in Pakistan's pan-Islamic aspirations. Some of the Arab countries saw the 'Islamistan' project as a Pakistani attempt to dominate other Muslim states. Pakistan vigorously championed the right of self-determination for Muslims around the world. Pakistan's efforts for the independence movements of &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;, &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt;, &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt;, &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; and &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt; were significant and initially led to close ties between these countries and Pakistan.\nIn a 1948 speech, Jinnah declared that \"&lt;a href=\"Urdu\"&gt;Urdu&lt;/a&gt; alone would be the state language and the &lt;a href=\"lingua%20franca\"&gt;lingua franca&lt;/a&gt; of the Pakistan state\", although at the same time he called for the &lt;a href=\"Bengali%20language\"&gt;Bengali language&lt;/a&gt; to be the official language of the &lt;a href=\"East%20Bengal\"&gt;Bengal province&lt;/a&gt;. Nonetheless, tensions began to grow in &lt;a href=\"East%20Bengal\"&gt;East Bengal&lt;/a&gt;. Jinnah's health further deteriorated and he died in 1948. Bengali leader, Sir &lt;a href=\"Khawaja%20Nazimuddin\"&gt;Khawaja Nazimuddin&lt;/a&gt; succeeded as the governor general of Pakistan.\nDuring a massive political rally in 1951, Prime Minister Ali Khan was &lt;a href=\"Assassination%20of%20liaqat%20ali%20khan\"&gt;assassinated&lt;/a&gt;, and Nazimuddin became the second prime minister. Tensions in &lt;a href=\"East%20Pakistan\"&gt;East Pakistan&lt;/a&gt; reached a climax in 1952, when the East Pakistani police opened fire on students protesting for the Bengali language to receive equal status with Urdu. The situation was controlled by Nazimuddin who issued a waiver granting the Bengali language equal status, a right codified in the 1956 constitution. In 1953 at the instigation of religious parties, anti-&lt;a href=\"Ahmadiyya\"&gt;Ahmadiyya&lt;/a&gt; riots erupted, which led to many Ahmadi deaths. The riots were investigated by a two-member court of inquiry in 1954, which was criticised by the &lt;a href=\"Jamaat-e-Islami%20Pakistan\"&gt;Jamaat-e-Islami&lt;/a&gt;, one of the parties accused of inciting the riots. This event led to the first instance of martial law in the country and began the history of military intervention into the politics and civilian affairs of the country. In 1954 the controversial &lt;a href=\"One%20Unit\"&gt;One Unit Program&lt;/a&gt; was imposed by the last &lt;a href=\"Pakistan%20Muslim%20League\"&gt;Pakistan Muslim League&lt;/a&gt; (PML) Prime minister &lt;a href=\"Mohammad%20Ali%20Bogra\"&gt;Ali Bogra&lt;/a&gt; dividing Pakistan on the &lt;a href=\"Germany\"&gt;German&lt;/a&gt; &lt;a href=\"History%20of%20Germany%20%281945%E2%80%931990%29\"&gt;geopolitical model&lt;/a&gt;. The same year the first legislative elections were held in Pakistan, which saw the &lt;a href=\"Communist%20Party%20of%20Pakistan\"&gt;communists&lt;/a&gt; gaining control of East Pakistan. The 1954 election results clarified the differences in ideology between West and East Pakistan, with East Pakistan under the influence of the Communist Party allying with the &lt;a href=\"Shramik%20Krishak%20Samajbadi%20Dal\"&gt;Shramik Krishak Samajbadi Dal&lt;/a&gt; (Workers Party) and the &lt;a href=\"Awami%20League\"&gt;Awami League&lt;/a&gt;. The pro-American &lt;a href=\"Republican%20Party%20%28Pakistan%29\"&gt;Republican Party&lt;/a&gt; gained a majority in West Pakistan, ousting the PML government. After a vote of confidence in Parliament and the promulgation of the &lt;a href=\"Constitution%20of%20Pakistan%20of%201956\"&gt;1956 constitution&lt;/a&gt;, which confirmed Pakistan as an &lt;a href=\"Islamic%20republic\"&gt;Islamic republic&lt;/a&gt;, two notable figures became prime minister and president, as the first Bengali leaders of the country. &lt;a href=\"Huseyn%20Shaheed%20Suhrawardy\"&gt;Huseyn Suhrawardy&lt;/a&gt; became the prime minister leading a &lt;a href=\"Communist%20Party%20of%20Pakistan\"&gt;communist&lt;/a&gt;-&lt;a href=\"Awami%20League\"&gt;socialist alliance&lt;/a&gt;, and &lt;a href=\"Iskander%20Mirza\"&gt;Iskander Mirza&lt;/a&gt; became the &lt;a href=\"List%20of%20Presidents%20of%20Pakistan\"&gt;first&lt;/a&gt; &lt;a href=\"president%20of%20Pakistan\"&gt;president of Pakistan&lt;/a&gt;.\nSuhrawardy's &lt;a href=\"Foreign%20relations%20of%20Pakistan\"&gt;foreign policy&lt;/a&gt; was directed towards improving the fractured &lt;a href=\"Pakistan%E2%80%93Soviet%20Union%20relations\"&gt;relations with the Soviet Union&lt;/a&gt; and strengthening &lt;a href=\"Pakistan%E2%80%93United%20States%20relations\"&gt;relations with the United States&lt;/a&gt; and &lt;a href=\"China%E2%80%93Pakistan%20relations\"&gt;China&lt;/a&gt; after paying first a state visit to each country. Announcing a new self-reliance program, Suhrawardy began building a massive military and launched a &lt;a href=\"Nuclear%20power%20in%20Pakistan\"&gt;nuclear power&lt;/a&gt; program in the west in an attempt to legitimise his mandate in West Pakistan. Suhrawardy's efforts led to an American &lt;a href=\"Military%20Assistance%20Advisory%20Group\"&gt;training program&lt;/a&gt; for the country's &lt;a href=\"Pakistan%20Armed%20Forces\"&gt;armed forces&lt;/a&gt; which met with great opposition in East Pakistan. His party in the &lt;a href=\"East%20Bengal%20Legislative%20Assembly\"&gt;East Pakistan Parliament&lt;/a&gt; threatened to leave the state of Pakistan. Suhrawardy also verbally authorised the leasing the &lt;a href=\"ISI%20%28Pakistan%29\"&gt;Inter-Services Intelligence&lt;/a&gt;'s (ISI) secret installation at &lt;a href=\"Peshawar%20Air%20Station\"&gt;Peshawar Air Station&lt;/a&gt; to the CIA to conduct operations in the Soviet Union.\nDifferences in East Pakistan further encouraged &lt;a href=\"Baloch%20separatist\"&gt;Baloch separatism&lt;/a&gt;, and in an attempt to intimidate the communists in East Pakistan President Mirza initiated massive arrests of communists and party workers of the Awami League, which damaged the image of West Pakistan in the east. The western contingent's lawmakers determinately followed the idea of a &lt;a href=\"Western%20democracy\"&gt;westernised&lt;/a&gt; &lt;a href=\"Parliamentary%20form%20of%20government\"&gt;Parliamentary form&lt;/a&gt; of democracy, while East Pakistan opted for becoming a socialist state. The One Unit Program and the &lt;a href=\"Planned%20economy\"&gt;centralisation&lt;/a&gt; of the national economy on the Soviet model was met with great hostility and resistance in West Pakistan. The eastern contingent's &lt;a href=\"East%20Pakistan%23Presidential%20republic%20and%20economy\"&gt;economy&lt;/a&gt; was rapidly centralised by Suhrawardy's government. Personal problems grew between the two Bengali leaders, further damaging the unity of the country and causing Suhrawardy to lose his authority in his &lt;a href=\"Awami%20League\"&gt;own party&lt;/a&gt; to the growing influence of cleric &lt;a href=\"Maulana%20Bhashani\"&gt;Maulana Bhashani&lt;/a&gt;. Resigning under a threat of dismissal by Mirza, Suhrawardy was succeeded by &lt;a href=\"Ibrahim%20Ismail%20Chundrigar\"&gt;I. I. Chundrigar&lt;/a&gt; in 1957. Within two months Chundrigar was dismissed. He was followed by &lt;a href=\"Feroz%20Khan%20Noon\"&gt;Sir Feroz Noon&lt;/a&gt;, who proved to be an incapable prime minister. Public support for the Muslim League led by &lt;a href=\"Nurul%20Amin\"&gt;Nurul Amin&lt;/a&gt; began to threaten President Mirza who was becoming unpopular, especially in West Pakistan. In less than two years, Mirza dismissed four elected prime ministers, and was increasingly under pressure to call new elections in 1958.\n1958–1971: first military era.\n1958: military rule.\nIn October 1958 President Iskandar Mirza issued orders for a massive mobilisation of the Pakistan Armed Forces and appointed &lt;a href=\"Chief%20of%20Army%20Staff%20%28Pakistan%29\"&gt;Chief of Army Staff&lt;/a&gt; General &lt;a href=\"Ayub%20Khan%20%28Field%20Marshal%29\"&gt;Ayub Khan&lt;/a&gt; as &lt;a href=\"Commander-in-chief\"&gt;Commander-in-chief&lt;/a&gt;. President Mirza declared a &lt;a href=\"state%20of%20emergency\"&gt;state of emergency&lt;/a&gt;, imposed &lt;a href=\"1958%20Pakistani%20coup%20d%27%C3%A9tat\"&gt;martial law&lt;/a&gt;, suspended the constitution, and dissolved both the socialist government in East Pakistan and the parliamentary government in West Pakistan.\nGeneral Ayub Khan was &lt;a href=\"Chief%20Martial%20Law%20Administrator\"&gt;Chief Martial Law Administrator&lt;/a&gt;, with authority throughout the country. Within two weeks President Mirza attempted to dismiss Khan, but the move backfired and President Mirza was relieved of the presidency and exiled to London. General Khan promoted himself to the rank of a five-star field marshal and assumed the presidency. He was succeeded as chief of army staff by General &lt;a href=\"Muhammad%20Musa\"&gt;Muhammad Musa&lt;/a&gt;. Khan named a new civil-military government under him.\n1962–1969: presidential republic.\nThe &lt;a href=\"parliamentary%20system\"&gt;parliamentary system&lt;/a&gt; came to an end in 1958, following the imposition of martial law. Tales of &lt;a href=\"Corruption%20in%20Pakistan\"&gt;corruption&lt;/a&gt; in the &lt;a href=\"Pakistan%20Civil%20Services\"&gt;civil bureaucracy&lt;/a&gt; and public administration had maligned the democratic process in the country and the public were supportive of the actions taken by General Khan. Major land reforms were carried out by the military government and it enforced the controversial Elective Bodies Disqualification Order which ultimately disqualified H. S. Suhrawardy from holding public office. Khan introduced a new presidential system called \"Basic Democracy\", by which an electoral college of 80,000 would select the President. He also promulgated the &lt;a href=\"Constitution%20of%20Pakistan%20of%201962\"&gt;1962 constitution&lt;/a&gt;. In a national referendum held in 1960 Ayub Khan secured nationwide popular support for his bid as second president of Pakistan and replaced his military regime with a constitutional civilian government. In a major development all of the infrastructure and bureaucracy of the capital was relocated from Karachi to Islamabad.\nThe presidency of Ayub Khan is often celebrated as the \"Great Decade\", highlighting the economic development plans and reforms executed. Under Ayub's presidency the country underwent a cultural shift when the &lt;a href=\"Pakistani%20pop%20music\"&gt;pop music industry&lt;/a&gt;, the &lt;a href=\"Pakistan%20film%20industry\"&gt;film industry&lt;/a&gt; and &lt;a href=\"Pakistani%20drama\"&gt;Pakistani drama&lt;/a&gt; became extremely popular during the 1960s. Rather than preferring neutrality, Ayub Khan worked closely to form an alliance with the United States and the western world. Pakistan joined two formal military alliances opposed to the &lt;a href=\"Soviet%20bloc\"&gt;Soviet bloc&lt;/a&gt;: the Central Treaty Organization (CENTO) in 1955; and the Southeast Asia Treaty Organization (SEATO) in 1962. During this period the &lt;a href=\"Privatization%20in%20Pakistan\"&gt;private sector&lt;/a&gt; gained more power and educational reforms, human development and scientific achievements gained international recognition. In 1961 the Pakistani &lt;a href=\"Space%20and%20Upper%20Atmosphere%20Research%20Commission\"&gt;space program&lt;/a&gt; was launched and the nuclear power program was continued. Military aid from the US grew, but the country's national security was severely compromised following the exposure of &lt;a href=\"1960%20U-2%20incident\"&gt;U2 secret spy&lt;/a&gt; operations launching from Peshawar to overfly the Soviet Union in 1960. The same year Pakistan signed the &lt;a href=\"Indus%20Waters%20Treaty\"&gt;Indus Waters Treaty&lt;/a&gt; with India in an attempt to normalise relations. Relations with China strengthened after the &lt;a href=\"Sino-Indian%20War\"&gt;Sino-Indian War&lt;/a&gt;, with a &lt;a href=\"Sino-Pakistan%20Agreement\"&gt;boundary agreement&lt;/a&gt; being signed in 1963; this shifted the balance of the Cold War by bringing Pakistan and China closer together while loosening ties between Pakistan and the United States. In During the controversial 1965 presidential elections, Ayub Khan almost lost to &lt;a href=\"Fatima%20Jinnah\"&gt;Fatima Jinnah&lt;/a&gt;.\nIn 1965, after Pakistan went ahead with its strategic infiltration mission in Kashmir codenamed &lt;a href=\"Operation%20Gibraltar\"&gt;Operation Gibraltar&lt;/a&gt;, India declared full-scale war against Pakistan. The war, which ended militarily in a stalemate, was mostly fought in the west. Controversially, the East Pakistani Army did not interfere in the conflict and this caused anger in West Pakistan against East Pakistan. The war with India was met with disfavor by the United States, which dismayed Pakistan by adopting a policy of denying military aid to both India and Pakistan. Positive gains were several treaties strengthening Pakistan's historical bonds with its western neighbours in Asia. A successful intervention by the USSR led to the signing of the &lt;a href=\"Tashkent%20Agreement\"&gt;Tashkent Agreement&lt;/a&gt; between India and Pakistan in 1965. Witnessing the American disapproval and the USSR's mediation, Ayub Khan made tremendous efforts to normalise relations with the USSR; Bhutto's negotiating expertise led to the Soviet Premier, Alexei Kosygin, visiting Islamabad.\nDelivering a blistering speech at the UN General Assembly in 1965, Foreign Minister &lt;a href=\"Zulfikar%20Ali%20Bhutto\"&gt;Zulfikar Ali Bhutto&lt;/a&gt;, with the atomic scientist &lt;a href=\"Aziz%20Ahmed%20%28scientist%29\"&gt;Aziz Ahmed&lt;/a&gt; present, made Pakistan's intentions clear and announced that: \"If India builds the [nuclear] bomb, we will eat grass, even go hungry, but we will get one of own... We have no other choice\". &lt;a href=\"Abdus%20Salam\"&gt;Abdus Salam&lt;/a&gt; and &lt;a href=\"Munir%20Ahmad%20Khan\"&gt;Munir Khan&lt;/a&gt; jointly collaborated to expand the nuclear power infrastructure, receiving tremendous support from Bhutto. Following the announcement, the nuclear power expansion was accelerated with the signing of a commercial nuclear power plant agreement with General Electric Canada, and several other agreements with the United Kingdom and France.\nDisagreeing with the signing of Tashkent agreement, Bhutto was ousted from the ministry on the personal directive of President Khan in 1966. The dismissal of Bhutto caused spontaneous mass demonstrations and public anger against Khan, leading to major industrial and labour strikes in the country. Within weeks Ayub Khan lost the momentum in West Pakistan and his image was damaged in public circles. In 1968, Ayub Khan decided to celebrate his “Decade of Development,” it was strongly condemned by leftist students and they decided to celebrate, instead, a “Decade of Decadence. Leftists accused him of encouraging &lt;a href=\"crony%20capitalism\"&gt;crony capitalism&lt;/a&gt;, the exploitation of workers and the suppression of the rights and ethnic-nationalism of the Bengalis (in East Pakistan), Sindhis, the Baloch and the Pakhtun Amidst further allegations that economic development and hiring for government jobs favoured West Pakistan, Bengali nationalism began to increase and an independence movement gained ground in East Pakistan. In 1966 the Awami League led by &lt;a href=\"Sheikh%20Mujibur%20Rahman\"&gt;Sheikh Mujibur Rahman&lt;/a&gt; demanded provisional autonomy at the Round Table Conference held by Ayub Khan; this was forcefully rejected by Bhutto. The influence of socialism increased after the country's notable economist, &lt;a href=\"Mahbub%20ul%20Haq\"&gt;Mahbub ul Haq&lt;/a&gt;, publishing a report on the private-sector's evasion of &lt;a href=\"Taxation%20in%20Pakistan\"&gt;taxation&lt;/a&gt; and the control of the national economy by a few oligarchs. In 1967 a Socialist convention, attended by the country's leftist philosophers and notable thinkers, took place in Lahore. The &lt;a href=\"Pakistan%20People%27s%20Party\"&gt;Pakistan People's Party&lt;/a&gt; (PPP) was founded with Zulfikar Ali Bhutto as its first elected chairman. The Peoples Party's leaders, &lt;a href=\"Jalaludin%20Abdur%20Rahim\"&gt;JA Rahim&lt;/a&gt; and &lt;a href=\"Mubashir%20Hassan\"&gt;Mubashir Hassan&lt;/a&gt;, notably announced their intention to \"defeat the great dictator with the power of the people.\"\nIn 1967, the PPP tapped a wave of anger against Ayub Khan and successfully called for major labour strikes in the country. Despite severe repression; people belonging to different occupations revolted against regime, it is known as &lt;a href=\"1968%20movement%20in%20Pakistan\"&gt;1968 movement in Pakistan&lt;/a&gt;. Criticism from the United States further damaged Ayub Khan's authority in the country. By the end of 1968, Khan presented the &lt;a href=\"Agartala%20Conspiracy%20Case\"&gt;Agartala Case&lt;/a&gt; which led to the arrests of many Awami League leaders, but was forced to withdraw it after a &lt;a href=\"1969%20uprising%20in%20East%20Pakistan\"&gt;serious uprising&lt;/a&gt; in East Pakistan. Under pressure from the PPP, public resentment, and anger against his administration, Khan resigned from the presidency in poor health and handed over his authority to the army commander, a little known personality and heavy alcoholic, General &lt;a href=\"Yahya%20Khan\"&gt;Yahya Khan&lt;/a&gt;, who imposed martial law.\n1969–1971: martial law.\nPresident General Yahya Khan was aware of the explosive political situation in the country. Support for progressive and socialist groups was rising, and calls for a change of regime were gaining momentum. In a television address to the nation, President Khan announced his intention to hold nationwide elections the following year and to transfer power to the elected representatives. Virtually suspending the 1962 Constitution, President Khan instead issued the Legal Framework Order No. 1970 (LFO No. 1970) which caused radical changes in West Pakistan. Tightening the grip of martial law, the One Unit program was dissolved in West Pakistan, removing the \"West\" prefix from Pakistan, and a direct ballot replaced the principle of parity. Territorial changes were carried out in four of the country's provinces, allowing them to retain their geographical structures as they were in 1947. The state parliament, supreme court and major government and authoritarian institutions also regained their statuses. This decree was limited to West Pakistan, it had no effect on East Pakistan. Civilians in Ayub Khan's administration were dismissed by the military government which replaced them with military officers.\nThe &lt;a href=\"Election%20Commission%20of%20Pakistan\"&gt;Election Commission&lt;/a&gt; registered 24 political parties, and public meetings attracted many large crowds. On the eve of the elections, a &lt;a href=\"1970%20Bhola%20cyclone\"&gt;cyclone&lt;/a&gt; struck East Pakistan killing approximately 500,000 people, though this event did not deter people from participating in the first ever general election. Mobilizing support for their &lt;a href=\"Six%20point%20movement\"&gt;Six Points&lt;/a&gt; manifesto the Awami League secured electoral support in East Pakistan. Zulfiqar Ali Bhutto's Pakistan Peoples Party asserted itself even more. Its socialist rationale, \"roti kapda aur makaan\" (food, cloth, and shelter) and the party's socialist manifesto quickly popularised the party. The conservative PML, led by Nurul Amin, raised religious and nationalist slogans all over the country.\nOut of a total of 313 seats in the National Assembly, the Awami League won 167 seats but none from West Pakistan and the PPP won 88 seats but none from East Pakistan. While the Awami League had won enough seats to form a government without the need for any coalition, West Pakistani elites refused to hand over power to the East Pakistani party. Efforts were made to start a constitutional dialogue. Bhutto asked for a share in government saying \"Udhar tum, idhar hum\", meaning \"You in the east, I in the west\". The PPP's intellectuals maintained that the Awami League had no mandate in West Pakistan. Although President Khan invited the Awami League to a National Assembly session in Islamabad he did not ask them to form a government, due to opposition from the PPP. When no agreement was reached, President Khan appointed Bengali anti-war activist Nurul Amin as Prime Minister with the additional office of the country's first and only Vice-president.\nSheikh Mujibur Rahman then launched a civil disobedience movement which effectively paralysed the state machinery in East Pakistan. Talks between Bhutto and Rehman collapsed and President Khan ordered armed action against the Awami League. Operations &lt;a href=\"Operation%20Searchlight\"&gt;Searchlight&lt;/a&gt; and &lt;a href=\"Operation%20Barisal\"&gt;Barisal&lt;/a&gt; led to a crackdown on East Pakistani politicians, civilians, and student activists. Sheikh Rahman was arrested and extradited to Islamabad, while the entire Awami League leadership escaped to India to set up a &lt;a href=\"Provisional%20Government%20of%20the%20People%27s%20Republic%20of%20Bangladesh\"&gt;parallel government&lt;/a&gt;. A &lt;a href=\"Bangladesh%20Liberation%20War\"&gt;guerrilla insurgency&lt;/a&gt; was initiated by the Indian-organised and supported \"&lt;a href=\"Mukti%20Bahini\"&gt;Mukti Bahini&lt;/a&gt;\" (\"freedom fighters\"). Millions of Bengali Hindus and Muslims took refuge in eastern India leading to Indian Prime Minister &lt;a href=\"Indira%20Gandhi\"&gt;Indira Gandhi&lt;/a&gt; announcing support for the Bangladesh liberation war and providing direct military assistance to the Bengalis. In March 1971 regional commander Major General &lt;a href=\"Ziaur%20Rahman\"&gt;Ziaur Rahman&lt;/a&gt; declared the independence of East Pakistan as the new nation of &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; on behalf of Mujib.\nPakistan launched pre-emptive air strikes on 11 Indian airbases on 3 December 1971, leading to India's entry into the war on the side of Bangladeshi nationalist forces. &lt;a href=\"Evolution%20of%20Pakistan%20Eastern%20Command%20plan\"&gt;Untrained in guerrilla warfare&lt;/a&gt;, the Pakistani high command in the east collapsed under commanders General &lt;a href=\"A.%20A.%20K.%20Niazi\"&gt;Amir Niazi&lt;/a&gt; and Admiral &lt;a href=\"Mohammad%20Shariff\"&gt;Muhammad Sharif&lt;/a&gt;. Exhausted, outflanked and overwhelmed, they could no longer continue the fight against the intense guerrilla insurgency, and finally surrendered to the Allied Forces of Bangladesh and India in &lt;a href=\"Dhaka\"&gt;Dhaka&lt;/a&gt; on 16December 1971. Nearly 90,000 Pakistani soldiers were taken prisoners of war and the result was the emergence of the new nation of Bangladesh, thus ending 24 years of turbulent union between the two wings although the Pakistani Army had fought gallantly according to Indian Army Chief &lt;a href=\"Sam%20Manekshaw\"&gt;Sam Manekshaw&lt;/a&gt;. Independent researchers estimate that between 300,000 and 500,000 civilians died during this period while the Bangladesh government puts the number of dead at three million,//https://excitedfacts.blogspot.com// a figure that is now nearly universally regarded as excessively inflated. Some academics such as &lt;a href=\"Rudolph%20Rummel\"&gt;Rudolph Rummel&lt;/a&gt; and &lt;a href=\"Rounaq%20Jahan\"&gt;Rounaq Jahan&lt;/a&gt; say both sides committed genocide; others such as &lt;a href=\"John%20Richard%20Sisson\"&gt;Richard Sisson&lt;/a&gt; and Leo E. Rose believe there was no genocide. Discredited by the defeat, President Khan resigned and Bhutto was inaugurated as president and chief martial law administrator on 20December 1971.\n1971–1977: Second democratic era.\nThe 1971 war and the separation of East Pakistan demoralised the nation. With the PPP's assumption of power, democratic socialists and visionaries had authority for the first time in the country's history. Bhutto dismissed the chiefs of the &lt;a href=\"Gul%20Hassan%20Khan\"&gt;army&lt;/a&gt;, &lt;a href=\"Muzaffar%20Hassan\"&gt;navy&lt;/a&gt; and the &lt;a href=\"Abdul%20Rahim%20Khan\"&gt;air force&lt;/a&gt; and ordered house arrest for General Yahya Khan and several of his collaborators. He adopted the &lt;a href=\"Hamoodur%20Rahman%20Commission\"&gt;Hamoodur Rahman Commission&lt;/a&gt;'s recommendations and authorised large-scale courts-martial of army officers tainted by their role in East Pakistan. To keep the country united Bhutto launched a series of internal intelligence operations to crack down on fissiparous nationalist sentiments and movements in the provinces.\n1971 to 1977 was a period of left-wing democracy and the growth of economic nationalisation, covert atomic bomb projects, promotion of &lt;a href=\"International%20Nathiagali%20Summer%20College%20on%20Physics\"&gt;science&lt;/a&gt;, &lt;a href=\"Pakistan%20Academy%20of%20Letters\"&gt;literature&lt;/a&gt;, &lt;a href=\"Culture%20of%20Pakistan\"&gt;cultural activities&lt;/a&gt; and Pakistani nationalism. In 1972 the country's top &lt;a href=\"Pakistani%20intelligence\"&gt;intelligence services&lt;/a&gt; provided an assessment on the &lt;a href=\"India%20and%20weapons%20of%20mass%20destruction\"&gt;Indian nuclear program&lt;/a&gt;, concluding that: \"India was close to developing a nuclear weapon under its nuclear programme\". Chairing a secret seminar in January 1972, which came to be known as \"Multan meeting\", Bhutto rallied Pakistani scientists to build an atomic bomb for national survival. The atomic bomb project brought together a team of prominent academic scientists and engineers, headed by theoretical physicist Abdus Salam. Salam later won the &lt;a href=\"Nobel%20Prize%20in%20Physics\"&gt;Nobel Prize in Physics&lt;/a&gt; for developing the theory for the unification of the weak nuclear and electromagnetic forces.\nThe PPP created the &lt;a href=\"1973%20constitution%20of%20pakistan\"&gt;1973 Constitution&lt;/a&gt; with the support of Islamists. The Constitution declared Pakistan an Islamic Republic and Islam the state religion. It also stated that all laws would have to be brought into accordance with the injunctions of Islam as laid down in the &lt;a href=\"Quran\"&gt;Quran&lt;/a&gt; and &lt;a href=\"Sunnah\"&gt;Sunnah&lt;/a&gt; and that no law repugnant to such injunctions could be enacted. The 1973 Constitution also created institutions such as the &lt;a href=\"Sharia\"&gt;Shariat Court&lt;/a&gt; and the &lt;a href=\"Council%20of%20Islamic%20Ideology\"&gt;Council of Islamic Ideology&lt;/a&gt; to channel and interpret the application of Islam to the law.\nIn 1973 a serious nationalist rebellion took place in Balochistan province, which was harshly suppressed; the Shah of Iran purportedly assisted with air support in order to prevent the conflict from spilling over into &lt;a href=\"Sistan%20and%20Baluchestan%20Province\"&gt;Iranian Balochistan&lt;/a&gt;. Bhutto's government carried out major reforms such as the re-designing of the country's infrastructure, the establishment of the &lt;a href=\"Joint%20Chiefs%20of%20Staff%20Committee\"&gt;Joint Chiefs of Staff Committee&lt;/a&gt; and the reorganisation of the military. Steps were taken to encourage the expansion of the country's economic and human infrastructure, starting with the agriculture, &lt;a href=\"Zulfikar%20Ali%20Bhutto%23Land%2C%20flood%20and%20agriculture%20reforms\"&gt;land reforms&lt;/a&gt;, &lt;a href=\"Zulfikar%20Ali%20Bhutto%23Economic%20policy\"&gt;industrialisation&lt;/a&gt; and the expansion of the &lt;a href=\"Higher%20Education%20Commission%20of%20Pakistan\"&gt;higher education system&lt;/a&gt; throughout the country. Bhutto's efforts undermined and dismantled the private-sector and conservative approach to political power in the country's political setup. In 1974 Bhutto succumbed to increasing pressure from religious parties and encouraged Parliament to declare adherents of Ahmadiyya to be non-Muslims.\nRelations with the United States deteriorated as Pakistan normalised relations with the Soviet Union, the Eastern Bloc, North Korea, China, and the Arab world. With Soviet technical assistance the country's first steel mill was established in Karachi, which proved to be a crucial step in industrialising the economy. Alarmed by India's surprise &lt;a href=\"Pokhran-I\"&gt;nuclear test&lt;/a&gt; in 1974, Bhutto accelerated Pakistan's atomic bomb project. This crash project led to a secret sub-critical testings, &lt;a href=\"Kirana-I\"&gt;Kirana-I&lt;/a&gt; and &lt;a href=\"Kahuta%20Test\"&gt;Test Kahuta&lt;/a&gt;, in 1983. Relations with India soured and Bhutto sponsored aggressive measures against India at the United Nations. These openly targeted the Indian nuclear programme.\nFrom 1976 to 1977, Bhutto was in diplomatic conflict with the United States, which worked covertly to damage the credibility of Bhutto in Pakistan. Bhutto, with his scientist colleague Aziz Ahmed, thwarted US attempts to infiltrate the atomic bomb programme. In 1976, during a secret mission, &lt;a href=\"Henry%20Kissinger\"&gt;Henry Kissinger&lt;/a&gt; threatened Bhutto and his colleagues. In response Bhutto aggressively campaigned for efforts to speed up the atomic project.\nIn early 1976 Bhutto's socialist alliance collapsed, forcing his left-wing allies to form an &lt;a href=\"Pakistan%20National%20Alliance\"&gt;alliance&lt;/a&gt; with right-wing conservatives and Islamists to challenge the power of the PPP. The Islamists started a Nizam-e-Mustafa movement which demanded the establishment of an Islamic state in the country and the removal of immorality from society. In an effort to meet the demands of Islamists Bhutto banned the drinking and selling of wine by Muslims, nightclubs and horse racing. In 1977 general elections were held in which the Peoples Party were victorious. This was challenged by the opposition, which accused Bhutto of rigging the election process. There were protests against Bhutto and public disorder, causing Chief of the Army Staff General &lt;a href=\"Muhammad%20Zia-ul-Haq\"&gt;Muhammad Zia-ul-Haq&lt;/a&gt; to take power in a &lt;a href=\"Operation%20Fair%20Play\"&gt;bloodless coup&lt;/a&gt;. Following this Bhutto and his leftist colleagues were dragged into a two-year-long political trial in the Supreme Court. Bhutto was executed in 1979 after being convicted of authorising the murder of a political opponent in a controversial 4–3 split decision by the Supreme Court.\n1977–1988: Second military era.\nThis period of military rule, lasting from 1977 to 1988, is often regarded as a period of persecution and the growth of state-sponsored &lt;a href=\"Islamic%20conservatism\"&gt;religious conservatism&lt;/a&gt;. Zia-ul-Haq committed himself to establishing an Islamic state and enforcing \"sharia\" law. He established separate \"shariat\" judicial courts and court benches to judge legal cases using Islamic doctrine. New criminal offences of adultery, fornication and types of blasphemy, and new punishments of whipping, amputation, and stoning to death, were added to Pakistani law. &lt;a href=\"Riba\"&gt;Interest&lt;/a&gt; payments for bank accounts were replaced by \"profit and loss\" payments. \"&lt;a href=\"Zakat\"&gt;Zakat&lt;/a&gt;\" charitable donations became a 2.5% annual tax. School textbooks and libraries were overhauled to remove un-Islamic material. Offices, schools and factories were required to offer prayer space. Zia bolstered the influence of the Islamic clergy and the Islamic parties, whilst conservative scholars became fixtures on television. Thousands of activists from the Jamaat-e-Islami party were appointed to government posts to ensure the continuation of his agenda after his death. Conservative Islamic scholars were appointed to the Council of Islamic Ideology. Separate electorates for &lt;a href=\"Hinduism%20in%20Pakistan\"&gt;Hindus&lt;/a&gt; and &lt;a href=\"Christianity%20in%20Pakistan\"&gt;Christians&lt;/a&gt; were established in 1985 even though Christian and Hindu leaders complained that they felt excluded from the county's political process. Zia's state-sponsored Islamization increased sectarian divisions in Pakistan between &lt;a href=\"Sunnis\"&gt;Sunnis&lt;/a&gt; and &lt;a href=\"Shias\"&gt;Shias&lt;/a&gt; due to his anti-Shia policies and also between &lt;a href=\"Deobandis\"&gt;Deobandis&lt;/a&gt; and &lt;a href=\"Barelvis\"&gt;Barelvis&lt;/a&gt;. Zia-ul-Haq forged a strong alliance between the military and Deobandi institutions. Possible motivations for the Islamization programme included Zia's personal piety (most accounts agree that he came from a religious family), his desire to gain political allies, to \"fulfill Pakistan's \"raison d'être\"\" as a Muslim state, or the political need to legitimise what was seen by some Pakistanis as his \"repressive, un-representative martial law regime\".\nPresident Zia's long eleven-year rule featured the country's first successful &lt;a href=\"technocracy\"&gt;technocracy&lt;/a&gt;. It also featured the tug of war between &lt;a href=\"Movement%20of%20restoration%20of%20Democracy\"&gt;far-leftist&lt;/a&gt; forces in direct competition with populist &lt;a href=\"Muttahida%20Majlis-e-Amal\"&gt;far-right circles&lt;/a&gt;. President Zia installed many high-profile military officers in civilian posts, ranging from central to provisional governments. Gradually the influence of socialism in public policies was dismantled. Instead a new system of capitalism was revived with the introduction of corporatisation and the Islamization of the economy. The &lt;a href=\"Pakistan%20National%20Alliance\"&gt;populist movement&lt;/a&gt; against Bhutto scattered, with far right-wing conservatives allying with General Zia's government and encouraging the military government to crack down on pro-Soviet left-wing elements. The left-wing alliance, led by &lt;a href=\"Benazir%20Bhutto\"&gt;Benazir Bhutto&lt;/a&gt;, was brutalised by Zia who took aggressive measures against the movement. Further secessionist uprisings in Balochistan were put down successfully by the provincial governor, General &lt;a href=\"Rahimuddin%20Khan\"&gt;Rahimuddin Khan&lt;/a&gt;. In 1984, Zia held a &lt;a href=\"1984%20Pakistani%20Islamisation%20programme%20referendum\"&gt;referendum&lt;/a&gt; asking for support for his religious programme; he received overwhelming support.\nAfter Zia assumed power, Pakistan's relations with the Soviet Union deteriorated and Zia strove for strong relations with the United States. After the Soviet Union's &lt;a href=\"Soviet%20invasion%20of%20Afghanistan\"&gt;intervention in Afghanistan&lt;/a&gt; President &lt;a href=\"Ronald%20Reagan\"&gt;Ronald Reagan&lt;/a&gt; immediately moved to help Zia supply and finance an &lt;a href=\"Operation%20Cyclone\"&gt;anti-Soviet insurgency&lt;/a&gt;. Zia's military administration effectively handled national security matters and managed multibillion-dollars of aid from the United States. Millions of Afghan refugees poured into the country, fleeing the Soviet occupation and atrocities. Some estimate that the Soviet troops killed up to 2 million Afghans and raped many Afghan women. It was the largest refugee population in the world at the time, which had a heavy impact on Pakistan. Pakistan's North-West Frontier Province became a base for the anti-Soviet Afghan fighters, with the province's influential &lt;a href=\"Deobandi\"&gt;Deobandi&lt;/a&gt; \"ulama\" playing a significant role in encouraging and organising the \"jihad\" against the Soviet forces. In retaliation the Afghan secret police carried out a large number of terrorist operations against Pakistan, which also suffered from an influx of illegal weapons and drugs from Afghanistan. Responding to the terrorism, Zia used \"counter-terrorism\" tactics and allowed the religiously far-right parties to send thousands of young students from clerical schools to participate in the Afghan \"jihad\" against the Soviet Union.\nProblems with India arose when India &lt;a href=\"Operation%20Meghdoot\"&gt;attacked and took&lt;/a&gt; the Siachen glacier, prompting Pakistan to strike back. This led the Indian Army to carry out a &lt;a href=\"Operation%20Brasstacks\"&gt;military exercise&lt;/a&gt; which mustered up to 400,000 troops near &lt;a href=\"Sindh\"&gt;southern Pakistan&lt;/a&gt;. Facing an indirect war with the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; in the west, General Zia used &lt;a href=\"cricket%20diplomacy\"&gt;cricket diplomacy&lt;/a&gt; to lessen the tensions with India. He also reportedly threatened India by saying to Rajiv Gandhi \"If your forces cross our border an inch... We are going to annihilate your (cities)...\".\nUnder pressure from President Reagan, General Zia finally lifted martial law in 1985, holding non-partisan elections and handpicking &lt;a href=\"Muhammad%20Khan%20Junejo\"&gt;Muhammad Khan Junejo&lt;/a&gt; to be the new prime minister. Junejo in turn extended Zia's term as Chief of Army Staff until 1990. Junejo gradually fell out with Zia as his administrative independence grew; for instance, Junejo signed the Geneva Accord, which Zia disapproved of. A controversy loomed after a &lt;a href=\"Ojhri%20Camp%20disaster\"&gt;large-scale blast&lt;/a&gt; at a munitions dump, with Prime minister Junejo vowing to bring to justice those responsible for the significant damage caused and implicating several senior generals. In return General Zia dismissed the Junejo government on several charges in May 1988 and called for elections in November 1988. Before the elections could take place General Zia died in a &lt;a href=\"death%20of%20Zia-ul-Haq\"&gt;mysterious plane crash&lt;/a&gt; on 17August 1988. According to Shajeel Zaidi a million people attended Zia ul Haq's funeral because he had given them what they wanted: more religion. A PEW opinion poll found that 84% of Pakistanis favoured making \"sharia\" the law of the land. Conversely, towards the end of Zia's regime, there was a popular wave of cultural change in the country. Despite Zia's tough rhetoric against the &lt;a href=\"European%20Union\"&gt;Western culture and music&lt;/a&gt;, underground &lt;a href=\"Pakistani%20rock\"&gt;rock music&lt;/a&gt; jolted the country and revived the cultural counter-attack on the &lt;a href=\"Indian%20film%20industry\"&gt;Indian film industry&lt;/a&gt;.\n1988–1999: Third democratic era (Benazir–Nawaz).\nDemocracy returned again in 1988 with general elections which were held after President Zia-ul-Haq's death. The elections marked the return of the Peoples Party to power. Their leader, Benazir Bhutto, became the first female prime minister of Pakistan as well as the first female head of government in a Muslim-majority country. This period, lasting until 1999, introduced competitive two-party democracy to the country. It featured a fierce competition between &lt;a href=\"Pakistan%20Muslim%20League%20%28N%29\"&gt;centre-right conservatives&lt;/a&gt; led by &lt;a href=\"Nawaz%20Sharif\"&gt;Nawaz Sharif&lt;/a&gt; and &lt;a href=\"Pakistan%20People%27s%20Party\"&gt;centre-left socialists&lt;/a&gt; led by Benazir Bhutto. The &lt;a href=\"Communist%20Party%20of%20Pakistan\"&gt;far-left&lt;/a&gt; and the &lt;a href=\"Muttahida%20Majlis-e-Amal\"&gt;far-right&lt;/a&gt; disappeared from the political arena with the &lt;a href=\"Fall%20of%20communism\"&gt;fall of global communism&lt;/a&gt; and the United States lessening its interests in Pakistan.\nPrime Minister Bhutto presided over the country during the penultimate period of the &lt;a href=\"Cold%20War%20%281985%E2%80%931991%29\"&gt;Cold war&lt;/a&gt;, and cemented pro-Western policies due to a common distrust of communism. Her government observed the &lt;a href=\"Soviet%20troop%20withdrawal%20from%20Afghanistan\"&gt;troop evacuation&lt;/a&gt; of the Soviet Union from neighbouring Afghanistan. Soon after the evacuation the alliance with the US came to an end when Pakistan's atomic bomb project was revealed to the world, leading to the imposition of &lt;a href=\"Pressler%20amendment\"&gt;economic sanctions&lt;/a&gt; by the United States. In 1989, Bhutto ordered a military intervention in Afghanistan, which failed, leading her to dismiss the directors of the intelligence services. With US aid she imposed the &lt;a href=\"Seventh%20Five-Year%20Plans%20%28Pakistan%29\"&gt;Seventh Five-Year Plan&lt;/a&gt; to restore and centralise the national economy. Nonetheless the economic situation worsened when the state currency lost a currency war with India. The country entered a &lt;a href=\"Periods%20of%20stagflation%20in%20Pakistan\"&gt;period of stagflation&lt;/a&gt;, and her government was dismissed by the conservative president, &lt;a href=\"Ghulam%20Ishaq%20Khan\"&gt;Ghulam Ishaq Khan&lt;/a&gt;.\nThe 1990 general election results allowed the right-wing conservative alliance the &lt;a href=\"Islami%20Jamhoori%20Ittehad\"&gt;Islamic Democratic Alliance (IDA)&lt;/a&gt; led by Nawaz Sharif to form a government under a democratic system for the first time. Attempting to end stagflation Sharif launched a program of privatisation and &lt;a href=\"Economic%20liberalisation%20in%20Pakistan\"&gt;economic liberalisation&lt;/a&gt;. His government adopted a policy of ambiguity regarding atomic bomb programs. Sharif intervened in the Gulf War in 1991, and ordered an &lt;a href=\"Operation%20Blue%20Fox\"&gt;operation&lt;/a&gt; against the &lt;a href=\"Muttahida%20Qaumi%20Movement%20%E2%80%93%20Pakistan\"&gt;liberal forces&lt;/a&gt; in Karachi in 1992. Institutional problems arose with president Ghulam Khan, who attempted to dismiss Sharif on the same charges he had used against Benazir Bhutto. Through a Supreme Court judgement Sharif was restored and together with Bhutto ousted Khan from the presidency. Weeks later Sharif was forced to relinquish office by the military leadership.\nAs a result of the 1993 general elections Benazir Bhutto secured a plurality and formed a government after hand-pickeing a president. She approved the appointments of all four four-star chiefs of staff: &lt;a href=\"Mansurul%20Haq\"&gt;Mansurul Haq&lt;/a&gt; of the navy; &lt;a href=\"Abbas%20Khattak\"&gt;Abbas Khattak&lt;/a&gt; of the air force; &lt;a href=\"Abdul%20Waheed\"&gt;Abdul Waheed&lt;/a&gt; of the army; and &lt;a href=\"Farooq%20Feroze%20Khan\"&gt;Farooq Feroze Khan&lt;/a&gt; chairman of the joint chiefs. She oversaw a tough stance to bring political stability, which with her fiery rhetoric earned her the nickname \"Iron Lady\" from her rivals. Proponents of social democracy and national pride were supported, while the nationalisation and centralisation of the economy continued after the Eighth Five-Year Plan was enacted to end stagflation. Her foreign policy made an effort to balance relations with Iran, the United States, the European Union and the socialist states.\nPakistan's intelligence agency, the Inter-Services Intelligence (ISI), became involved in supporting Muslims around the world. ISI's Director-General &lt;a href=\"Javed%20Nasir\"&gt;Javed Nasir&lt;/a&gt; later confessed that despite the UN arms embargo on Bosnia the ISI airlifted anti-tank weapons and missiles to the Bosnian \"mujahideen\" which turned the tide in favour of Bosnian Muslims and forced the Serbs to lift the siege of Sarajevo. Under Nasir's leadership the &lt;a href=\"Inter-Services%20Intelligence\"&gt;ISI&lt;/a&gt; was also involved in supporting Chinese Muslims in &lt;a href=\"Xinjiang\"&gt;Xinjiang&lt;/a&gt; Province, rebel Muslim groups in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, and some religious groups in &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt;. Pakistan was one of only three countries which recognised the &lt;a href=\"Taliban\"&gt;Taliban&lt;/a&gt; government and Mullah &lt;a href=\"Mohammed%20Omar\"&gt;Mohammed Omar&lt;/a&gt; as the legitimate ruler of &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;. Benazir Bhutto continued her pressure on India, pushing India on to take defensive positions on its nuclear programme. Bhutto's clandestine initiatives modernised and expanded the atomic bomb programme after initiating &lt;a href=\"Integrated%20Missile%20Research%20and%20Development%20Programme\"&gt;missile system programs&lt;/a&gt;. In 1994 she successfully approached France for the transfer of &lt;a href=\"Air-independent%20propulsion\"&gt;Air-independent propulsion&lt;/a&gt; technology.\nFocusing on cultural development, her policies resulted in growth in the rock and pop music industry, and the film industry made a comeback after introducing new talent. She exercised tough policies to ban Indian media in the country, while promoting the television industry to produce dramas, films, artistic programs and music. Public anxiety about the weakness of Pakistani education led to large-scale federal support for science education and research by both Bhutto and Sharif. Despite her tough policies, the popularity of Benazir Bhutto waned after her husband allegedly became involved in the controversial death of &lt;a href=\"Murtaza%20Bhutto\"&gt;Murtaza Bhutto&lt;/a&gt;. Many public figures and officials suspected Benazir Bhutto's involvement in the murder, although there was no proof. In 1996, seven weeks after this incident, Benazir Bhutto's government was dismissed by her own hand-picked president on charges of Murtaza Bhutto's death.\nThe 1997 election resulted in conservatives receiving a large majority of the vote and winning enough seats in parliament to change the constitution to eliminate the checks and balances that restrained the prime minister's power. Institutional challenges to authority of the new prime minister, Nawaz Sharif, were led by the civilian President &lt;a href=\"Farooq%20Leghari\"&gt;Farooq Leghari&lt;/a&gt;, &lt;a href=\"Chairman%20Joint%20Chiefs%20of%20Staff%20Committee\"&gt;Chairman Joint Chiefs of Staff Committee&lt;/a&gt; General &lt;a href=\"Jehangir%20Karamat\"&gt;Jehangir Karamat&lt;/a&gt;, &lt;a href=\"Chief%20of%20Naval%20Staff%20%28Pakistan%29\"&gt;Chief of Naval Staff&lt;/a&gt; Admiral &lt;a href=\"Fasih%20Bokhari\"&gt;Fasih Bokhari&lt;/a&gt;e, and &lt;a href=\"Chief%20Justice%20of%20Pakistan\"&gt;Chief Justice&lt;/a&gt; &lt;a href=\"Sajjad%20Ali%20Shah\"&gt;Sajjad Ali Shah&lt;/a&gt;. These were countered and all four were forced to resign, Chief Justice Shah doing so after the Supreme Court was stormed by Sharif partisans.\nProblems with India further escalated in 1998, when television reported Indian nuclear explosions, codenamed &lt;a href=\"Pokhran-II\"&gt;Operation Shakti&lt;/a&gt;. When this news reached Pakistan, a shocked Sharif called a Defence Committee of the Cabinet meeting in Islamabad and vowed that \"she [Pakistan] would give a suitable reply to the Indians...\". After reviewing the effects of the tests for roughly two weeks Sharif ordered the &lt;a href=\"Pakistan%20Atomic%20Energy%20Commission\"&gt;Pakistan Atomic Energy Commission&lt;/a&gt; to perform a series of nuclear tests in the remote area of the Chagai Hills. The military forces in the country were mobilised at war-readiness on the Indian border.\nInternationally condemned, but extremely popular at home, Sharif took steps to control the economy. Sharif responded fiercely to international criticism and defused the pressure by attacking India for nuclear proliferation and the US for the atomic bombing of Japan: Under Sharif's leadership, Pakistan became the seventh declared nuclear-weapon state, the first in the Muslim world. The conservative government also adopted environmental policies after establishing the &lt;a href=\"Pakistan%20Environmental%20Protection%20Agency\"&gt;Pakistan Environmental Protection Agency&lt;/a&gt;. Sharif continued Bhutto's cultural policies, though he did allow access to &lt;a href=\"Media%20of%20India\"&gt;Indian media&lt;/a&gt;.\nThe next year the &lt;a href=\"Kargil%20war\"&gt;Kargil war&lt;/a&gt;, by Pakistan-backed Kashmiri militants, threatened to escalate to a full-scale war and increased fears of a nuclear war in South Asia. Internationally condemned, the Kargil war was followed by the &lt;a href=\"Atlantique%20Incident\"&gt;Atlantique Incident&lt;/a&gt;, which came on a bad juncture for the Prime minister Sharif who no longer had broad public support for his government.\nOn 12October 1999 Prime Minister Sharif's attempt to dismiss General &lt;a href=\"Pervez%20Musharraf\"&gt;Pervez Musharraf&lt;/a&gt; from the posts of Chairman of the Joint Chiefs and Chief of Army Staff failed after the military leadership refused to accept the appointment of ISI Director Lieutenant-General &lt;a href=\"Ziauddin%20Butt\"&gt;Ziauddin Butt&lt;/a&gt; his replacement. Sharif ordered Jinnah International Airport to be sealed to prevent the landing of a PIA flight carrying General Musharraf, which then circled the skies over Karachi for several hours. A &lt;a href=\"1999%20Pakistani%20coup%20d%27%C3%A9tat\"&gt;counter coup&lt;/a&gt; was initiated and the senior commanders of the military leadership ousted Sharif's government and took over the airport. The flight landed with only a few minutes of fuel to spare. The Military Police seized the Prime Minister's Secretariat and deposed Sharif, Ziauddin Butt and the cabinet staffers who took part in this assumed conspiracy, placing them in the infamous Adiala Jail. A quick trial was held in the Supreme Court which gave Sharif a life sentence, with his assets being frozen based on a corruption scandal. He came close to receiving the death sentence based on the hijacking case. The news of Sharif's dismissal made headlines all over the world and under pressure from US President Bill Clinton and King Fahd of Saudi Arabia Musharraf agreed to spare Sharif's life. Exiled to Saudi Arabia, Sharif was forced to be out of politics for nearly ten years.\n1999–2007: Third military era (Musharraf–Aziz).\nThe presidency of Musharraf featured the arrival of &lt;a href=\"Muttahida%20Qaumi%20Movement%20%E2%80%93%20Pakistan\"&gt;liberal forces&lt;/a&gt; in national power for the first time in the history of Pakistan. Early initiatives were taken towards the continuation of economic liberalisation, privatisation and freedom of the media in 1999. The &lt;a href=\"Citibank\"&gt;Citibank&lt;/a&gt; executive, &lt;a href=\"Shaukat%20Aziz\"&gt;Shaukat Aziz&lt;/a&gt;, returned to the country to take control of the economy. In 2000 the government issued a nationwide amnesty to the political workers of liberal parties, sidelining the conservatives and leftists in the country. Intending the policy to create a counter-cultural attack on India, Musharraf personally signed and issued hundreds of licenses to the private sector to open new media outlets, free from government influence. On 12May 2000 the Supreme Court ordered the Government to hold general elections by 12October 2002. Ties with the United States were renewed by Musharraf who endorsed the &lt;a href=\"American%20invasion%20of%20Afghanistan\"&gt;American invasion of Afghanistan&lt;/a&gt; in 2001. Confrontation with India continued over Kashmir, which led to a serious military standoff in 2002 after India alleged Pakistan-backed &lt;a href=\"Kashmiri%20insurgents\"&gt;Kashmiri insurgents&lt;/a&gt; carried out the &lt;a href=\"2001%20Indian%20Parliament%20attack\"&gt;2001 Indian Parliament attack&lt;/a&gt;.\nAttempting to legitimise his presidency Musharraf held a controversial referendum in 2002, which allowed the extension of his presidential term to five years. The &lt;a href=\"Legal%20Framework%20Order%2C%202002\"&gt;LFO Order No. 2002&lt;/a&gt; was issued by Musharraf in August 2001, which established the constitutional basis for his continuance in office. The 2002 general elections resulted in the liberals, the &lt;a href=\"Muttahida%20Qaumi%20Movement%20%E2%80%93%20Pakistan\"&gt;Muttahida Qaumi Movement&lt;/a&gt; (MQM), the &lt;a href=\"Third%20Way\"&gt;Third Way&lt;/a&gt; centrists and the &lt;a href=\"Pakistan%20Muslim%20League%20%28Q%29\"&gt;Pakistan Muslim League (Q)&lt;/a&gt;, winning the majority in parliament and forming a government. Disagreement over Musharraf's attempt to extend his term effectively paralysed parliament for over a year. The Musharraf-backed liberals eventually mustered the two-thirds majority required to pass the &lt;a href=\"Seventeenth%20Amendment%20to%20the%20Constitution%20of%20Pakistan\"&gt;17th Amendment&lt;/a&gt; to the &lt;a href=\"Constitution%20of%20Pakistan\"&gt;Constitution of Pakistan&lt;/a&gt;. This retroactively legitimised Musharraf's 1999 actions and many of his subsequent decrees as well as extending his term as president. In a vote of confidence in January 2004, Musharraf won 658 out of 1,170 votes in the &lt;a href=\"Electoral%20College%20of%20Pakistan\"&gt;electoral college&lt;/a&gt;, and was elected President. Soon after Musharraf increased the role of Shaukat Aziz in parliament and helped him to secure nomination for the office of Prime Minister.\nShaukat Aziz became prime minister in 2004. His government achieved positive results on the economic front, but his proposed social reforms were met with resistance. The far-right Muttahida Majlis-e-Amal mobilised in fierce opposition to Musharraf and Aziz and their support for the US intervention in Afghanistan. Over two years Musharraf and Aziz survived several assassination attempts by &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt;, including at least two where they had inside information from a member of the military. On foreign fronts allegations of nuclear proliferation damaged Musharraf and Aziz's credibility. Repression and subjugation in &lt;a href=\"Tribal%20belt%20%28Pakistan%29\"&gt;tribal areas of Pakistan&lt;/a&gt; led to &lt;a href=\"Battle%20of%20Wana\"&gt;heavy fighting&lt;/a&gt; in Warsk with 400 al-Qaeda operatives in March 2004. This new conflict caused the government to sign a truce with the Taliban on 5September 2006 but sectarian violence continued.\nIn 2007 Sharif made a daring attempt to return from exile but was refrained from landing at Islamabad Airport. This did not deter another former prime minister, Benazir Bhutto, from returning on 18 October 2007 after an eight-year exile in Dubai and London to prepare for the 2008 parliamentary elections. While leading a massive rally of supporters, two suicide attacks were carried out in an attempt to assassinate her. She escaped unharmed but there were 136 dead and at least 450 people were injured.\nWith Aziz completing his term, the liberal alliance now led by Musharraf was further weakened after General Musharraf proclaimed a state of emergency and sacked the Chief Justice &lt;a href=\"Iftikhar%20Muhammad%20Chaudhry\"&gt;Iftikhar Chaudhry&lt;/a&gt; along with the other 14 judges of the Supreme Court, on 3November 2007. The political situation became more chaotic when lawyers launched a protest against this action and were arrested. All private media channels including foreign channels were banned. Domestic crime and violence increased while Musharraf attempted to contain the political pressure. Stepping down from the military, he was sworn in for a second presidential term on 28November 2007.\nPopular support for Musharraf declined when Nawaz Sharif successfully made a second attempt to return from exile, this time accompanied by his &lt;a href=\"Shahbaz%20Sharif\"&gt;younger brother&lt;/a&gt; and his &lt;a href=\"Maryam%20Nawaz\"&gt;daughter&lt;/a&gt;. Hundreds of their supporters were detained before the pair arrived at &lt;a href=\"Lahore%20International%20Airport\"&gt;Iqbal Terminal&lt;/a&gt; on 25November 2007. Nawaz Sharif filed his nomination papers for two seats in the forthcoming elections whilst Benazir Bhutto filed for three seats including one of the reserved seats for women. Departing an election rally in Rawalpindi on 27December 2007, Benazir Bhutto was &lt;a href=\"Assassination%20of%20Benazir%20Bhutto\"&gt;assassinated&lt;/a&gt; by a gunman who shot her in the neck and set off a bomb. The exact sequence of the events and cause of death became points of political debate and controversy. Early reports indicated that Bhutto was hit by &lt;a href=\"Fragmentation%20%28weaponry%29\"&gt;shrapnel&lt;/a&gt; or gunshots, but the Pakistani Interior ministry maintained that her death was due from a skull fracture sustained when the explosive waves threw her against the sunroof of her vehicle. The issue remains controversial and further investigations were conducted by the UK police. The Election Commission announced that due to the assassination the elections, which had been scheduled for 8January 2008, would take place on 18February.\nThe 2008 general elections marked the return of the leftists. The left oriented PPP and conservative &lt;a href=\"Pakistan%20Muslim%20League%20%28N%29\"&gt;PML&lt;/a&gt;, won a majority of the seats and formed a coalition government; the liberal alliance had faded. &lt;a href=\"Yousaf%20Raza%20Gillani\"&gt;Yousaf Raza Gillani&lt;/a&gt; of the PPP became Prime Minister and consolidated his power after ending a policy deadlock in order to lead the &lt;a href=\"Movement%20to%20impeach%20Pervez%20Musharraf\"&gt;movement&lt;/a&gt; to impeach the president on 7August 2008. Before restoring the deposed judiciary, Gillani and his leftist alliance leveled accusations against Musharraf of weakening Pakistan's unity, violating its constitution and creating an economic impasse. Gillani's strategy succeeded when Pervez Musharraf announced his resignation in an address to the nation, ending his nine-year-long reign on 18August 2008.\n2008–2012: Fourth democratic era.\nPrime Minister Gilani headed a collective government with the winning parties from each of the four provinces. Pakistan's political structure was changed to replace the semi-presidential system into a parliamentary democracy. Parliament unanimously passed the &lt;a href=\"Eighteenth%20Amendment%20to%20the%20Constitution%20of%20Pakistan\"&gt;18th amendment&lt;/a&gt; to the Constitution of Pakistan, which implemented this. It turns the President of Pakistan into a ceremonial head of state and transfers the authoritarian and executive powers to the Prime Minister. In 2009–11, Gillani, under pressure from the public and co-operating with the United States, ordered the armed forces to launch military campaigns against Taliban forces in the north-west of Pakistan. These quelled the Taliban militias in the north-west, but terrorist attacks continued elsewhere. The country's media was further liberalised, and with the banning of Indian media channels Pakistani music, art and cultural activities were promoted at the national level.\nIn 2010 and 2011 Pakistani-American relations worsened after a &lt;a href=\"Raymond%20Allen%20Davis%20incident\"&gt;CIA contractor killed two civilians&lt;/a&gt; in Lahore and the United States killed &lt;a href=\"Osama%20bin%20Laden\"&gt;Osama bin Laden&lt;/a&gt; at his home less than a mile from the &lt;a href=\"Pakistan%20Military%20Academy\"&gt;Pakistan Military Academy&lt;/a&gt;. Strong US &lt;a href=\"allegations%20of%20support%20system%20in%20Pakistan%20for%20Osama%20bin%20Laden\"&gt;criticism&lt;/a&gt; was made against Pakistan for allegedly supporting bin Laden while Gillani called on his government to review its foreign policy. In 2011 steps were taken by Gillani to block all major &lt;a href=\"NATO%20supply%20Line\"&gt;NATO supply lines&lt;/a&gt; after a &lt;a href=\"2011%20NATO%20attack%20in%20Pakistan\"&gt;border skirmish&lt;/a&gt; between NATO and Pakistan. Relations with Russia improved in 2012, following a secret trip by the foreign minister &lt;a href=\"Hina%20Khar\"&gt;Hina Khar&lt;/a&gt;. Following repeated delays by Gillani in following Supreme Court orders to probe corruption allegations he was charged with contempt of court and ousted on 26April 2012. He was succeeded by &lt;a href=\"Raja%20Pervaiz%20Ashraf\"&gt;Pervez Ashraf&lt;/a&gt;.\nAfter the parliament completed its term, a first for Pakistan, elections held on 11May 2013 changed the country's political landscape when the conservative &lt;a href=\"Pakistan%20Muslim%20League%20%28N%29\"&gt;Pakistan Muslim League (N)&lt;/a&gt; achieved a near supermajority in the parliament. &lt;a href=\"Nawaz%20Sharif\"&gt;Nawaz Shareef&lt;/a&gt; became prime minister on May28. In 2015, the &lt;a href=\"China%E2%80%93Pakistan%20Economic%20Corridor\"&gt;China-Pakistan Economic Corridor&lt;/a&gt; was initiated. In 2017, the Panama Papers case resulted in the disqualification of Sharif by verdict of the &lt;a href=\"Supreme%20Court%20of%20Pakistan\"&gt;Supreme Court&lt;/a&gt;. &lt;a href=\"Shahid%20Khaqan%20Abbasi\"&gt;Shahid Khaqan Abbasi&lt;/a&gt; became &lt;a href=\"Prime%20Minister%20of%20Pakistan\"&gt;Prime Minister&lt;/a&gt; afterwards until mid 2018. The PML-N government was dissolved after completion of the parliamentary term.\n&lt;a href=\"2018%20Pakistani%20general%20election\"&gt;General elections&lt;/a&gt; were held in 2018 which saw the coming of &lt;a href=\"Pakistan%20Tehreek-e-Insaf\"&gt;PTI&lt;/a&gt; for the first time in the government. &lt;a href=\"Imran%20Khan\"&gt;Imran Khan&lt;/a&gt; was elected Prime Minister with &lt;a href=\"Arif%20Alvi\"&gt;Arif Alvi&lt;/a&gt; as President. &lt;a href=\"Federally%20Administered%20Tribal%20Areas\"&gt;The Federally Administered Tribal Areas&lt;/a&gt; were merged with the neighbouring &lt;a href=\"Khyber%20Pakhtunkhwa\"&gt;Khyber Pakhtunkhwa&lt;/a&gt; province in 2018. In 2020, &lt;a href=\"COVID-19%20pandemic\"&gt;Covid-19 Pandemic&lt;/a&gt; spread across the country.\nReferences.\n&lt;a href=\"http%3A//ppscdailyquiz.com/category/ppsc-pak-studies-most-repeated-mcqs/\"&gt;PAKISTAN History&lt;/a&gt; "
}