{
    "id": "36957252",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=36957252",
    "title": "42nd Chess Olympiad",
    "text": "The 42nd Chess Olympiad (also known as the Baku Chess Olympiad), organised by the &lt;a href=\"FIDE\"&gt;Fédération Internationale des Échecs&lt;/a&gt; (FIDE) and comprising an open and women's tournaments, as well as several events designed to promote the game of &lt;a href=\"chess\"&gt;chess&lt;/a&gt;, was held in &lt;a href=\"Baku\"&gt;Baku&lt;/a&gt;, &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;, from 1 to 14 September 2016. It was the first time that the &lt;a href=\"Chess%20Olympiad\"&gt;Chess Olympiad&lt;/a&gt; had been hosted in Azerbaijan, the birthplace of former world champion &lt;a href=\"Garry%20Kasparov\"&gt;Garry Kasparov&lt;/a&gt;; however, Azerbaijan had previously hosted strong tournaments, including the annual &lt;a href=\"Shamkir%20Chess\"&gt;Shamkir Chess&lt;/a&gt; super-tournament in memory of &lt;a href=\"Vugar%20Gashimov\"&gt;Vugar Gashimov&lt;/a&gt; (1986–2014) and the &lt;a href=\"Chess%20World%20Cup%202015\"&gt;Chess World Cup 2015&lt;/a&gt;.\nThe total number of participants was 1,587, with 894 in the Open and 693 in the Women's event. The number of registered teams was 180 from 175 countries in the Open section and 142 from 138 countries in the Women's section. Both sections set team participation records. &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt;, &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, and &lt;a href=\"South%20Sudan\"&gt;South Sudan&lt;/a&gt; competed in the tournament for the first time. The venue of the Chess Olympiad was the &lt;a href=\"Baku%20Crystal%20Hall\"&gt;Baku Crystal Hall&lt;/a&gt;. The Chief Arbiter of the event was Azerbaijan's &lt;a href=\"International%20Arbiter\"&gt;International Arbiter&lt;/a&gt; &lt;a href=\"Faiq%20Hasanov\"&gt;Faiq Hasanov&lt;/a&gt;.\nThe &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; won the gold medal in the Open event for the first time since &lt;a href=\"22nd%20Chess%20Olympiad\"&gt;1976&lt;/a&gt; and for the sixth time overall, while &lt;a href=\"China\"&gt;China&lt;/a&gt; won their fifth gold medal in the Women's event and the first since &lt;a href=\"31st%20Chess%20Olympiad\"&gt;1994&lt;/a&gt; after winning the silver medal in the last three Olympiads. Ukrainian player &lt;a href=\"Andrei%20Volokitin\"&gt;Andrei Volokitin&lt;/a&gt;, who played as a reserve player, was the best individual player in the Open event with 8 out of 9 points (eight wins and one draw), with a performance rating of 2992. Russian &lt;a href=\"Valentina%20Gunina\"&gt;Valentina Gunina&lt;/a&gt;, playing on board two, was the best individual player in the Women's event with 8 out of 10 points (seven wins, two draws and one loss), with a performance rating of 2643.\nBidding process.\nThe bidding procedure for the 42nd Chess Olympiad and the FIDE Congress in connection with a possible bid for the &lt;a href=\"Chess%20World%20Cup%202015\"&gt;Chess World Cup 2015&lt;/a&gt; was opened in December 2011. Each city interested to host the event had to submit their bid to FIDE by 31 May 2012. The bids were to guarantee that all necessary provisions in accordance with the Olympiad Regulations of the FIDE Handbook would be covered by the organiser, including articles 4.1, 4.2 and 4.3 pertaining to the organising committee, finances, and provision of amenities and stipends, respectively. Three cities submitted bids to host the event: &lt;a href=\"Albena\"&gt;Albena&lt;/a&gt;, &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt; and &lt;a href=\"Baku\"&gt;Baku&lt;/a&gt;.\nThe final decision was made at the 83rd FIDE Congress in September 2012 in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;. Out of the three bidding cities, the applications of Albena and Tallinn were not accepted as they both failed to make presentations before the voting. Thereafter, discussions started about Baku's nomination and two concerns were raised. The first was the protest by the &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;n representatives against holding the Olympiad in Azerbaijan, who stated that the Armenian chess players would find it difficult to play in Baku, since the two nations were in armed conflict. The second concern was related to the difficulties that the participants may have in obtaining a visa to enter the country. In his speech during the congress, Azerbaijani &lt;a href=\"Ministry%20of%20Youth%20and%20Sports%20%28Azerbaijan%29\"&gt;Minister of Youth and Sports&lt;/a&gt; &lt;a href=\"Azad%20Rahimov\"&gt;Azad Rahimov&lt;/a&gt; said that Armenian sportsmen had already visited Azerbaijan and participated in competitions, where they were provided with security guarantees that had been met, and no incident was ever recorded. He also mentioned the victory of Russian Armenian boxer &lt;a href=\"Mikhail%20Aloyan\"&gt;Misha Aloyan&lt;/a&gt; in the &lt;a href=\"2011%20AIBA%20World%20Boxing%20Championships\"&gt;2011 AIBA World Boxing Championships&lt;/a&gt; held in Baku as an example that Armenians can not only participate but also win. With regard to the visa issue, Rahimov mentioned the positive experience with the &lt;a href=\"Eurovision%20Song%20Contest%202012\"&gt;Eurovision Song Contest 2012&lt;/a&gt;, where all participants received their visas on arrival at the airport without any problem. He also added that the Armenian sportsmen will also get visas easily. The next speaker was FIDE President &lt;a href=\"Kirsan%20Ilyumzhinov\"&gt;Kirsan Ilyumzhinov&lt;/a&gt;, who suggested that the 42nd Chess Olympiad should take place in Baku and mentioned that there are four years for the Azerbaijani-Armenian conflict to be resolved before the event.\nHis proposal was supported by the delegates and the FIDE Congress awarded the Chess Olympiad 2016 to Baku, and the Chess World Cup 2015 for the year before.\nPreparations.\nThe organising committee of the Chess Olympiad consisted of fourteen prominent Azerbaijani dignitaries. Head of the committee was the First Deputy Prime Minister of Azerbaijan &lt;a href=\"Yaqub%20Eyyubov\"&gt;Yaqub Eyyubov&lt;/a&gt;, while the other members include the Minister of Youth and Sport &lt;a href=\"Azad%20Rahimov\"&gt;Azad Rahimov&lt;/a&gt;, the Minister of Culture and Tourism &lt;a href=\"Abulfas%20Garayev\"&gt;Abulfas Garayev&lt;/a&gt;, the Minister of Healthcare &lt;a href=\"Ogtay%20Shiraliyev\"&gt;Ogtay Shiraliyev&lt;/a&gt;, the Governor of the Central Bank Azerbaijan and President of the Azerbaijan Chess Federation &lt;a href=\"Elman%20Rustamov\"&gt;Elman Rustamov&lt;/a&gt;, the Mayor of Baku &lt;a href=\"Hajibala%20Abutalybov\"&gt;Hajibala Abutalybov&lt;/a&gt;, the CEO of &lt;a href=\"SOCAR\"&gt;SOCAR&lt;/a&gt; &lt;a href=\"Rovnag%20Abdullayev\"&gt;Rovnag Abdullayev&lt;/a&gt;, the Minister of Foreign Affairs &lt;a href=\"Elmar%20Mammadyarov\"&gt;Elmar Mammadyarov&lt;/a&gt;, the Minister of Internal Affairs &lt;a href=\"Ramil%20Usubov\"&gt;Ramil Usubov&lt;/a&gt;, the Minister of Finance &lt;a href=\"Samir%20Sharifov\"&gt;Samir Sharifov&lt;/a&gt;, the Chairman of the State Customs Committee &lt;a href=\"Aydin%20Aliyev\"&gt;Aydin Aliyev&lt;/a&gt;, the Chief of the State Migration Service &lt;a href=\"Firudin%20Nabiyev\"&gt;Firudin Nabiyev&lt;/a&gt;, the Vice-President of the Azerbaijan Chess Federation &lt;a href=\"Mahir%20Mammadov\"&gt;Mahir Mammadov&lt;/a&gt;, and the Vice-President of the Azerbaijan Chess Federation and Chief Arbiter of the 42nd Chess Olympiad Faiq Hasanov. In addition to the organising committee, there was an operating committee of six members in charge of the preparations whose director was Mahir Mammadov.\nIn May 2016, the operating committee named three Azerbaijani artists as \"Celebrity Ambassadors\": the theatre producer Mushivq Abbasov, and the theatre actors Joshgun Rahimov and Rafael Isgandarov. In July 2016, the Olympic gold medal-winning wrestler &lt;a href=\"Farid%20Mansurov\"&gt;Farid Mansurov&lt;/a&gt; became the fourth celebrity ambassador.\nChange of dates.\nThe Chess Olympiad was initially planned to take place from 17 to 30 September 2016. Nevertheless, the organisers have wished to change the dates of the Olympiad because of the school holidays and the availability of hotels. On February 16, &lt;a href=\"FIDE\"&gt;FIDE&lt;/a&gt; announced that the dates for the Olympiad have been moved to 1–14 September, while the dates for the 87th FIDE Congress to 4–14 September 2016. FIDE have also approached the organisers of the &lt;a href=\"World%20Youth%20Chess%20Championship\"&gt;World Youth Chess Championship&lt;/a&gt; in &lt;a href=\"Khanty%20Mansiysk\"&gt;Khanty Mansiysk&lt;/a&gt;, who were able to change their dates to 20 September–4 October 2016, in order to avoid clash of dates. On 18 February, the organisers of the &lt;a href=\"Sinquefield%20Cup%23Sinquefield%20Cup%202016\"&gt;Sinquefield Cup 2016&lt;/a&gt; announced that the dates for their tournament had been moved to 4–16 August because of the rescheduling of the Olympiad.\nVenue.\nThe venue of the Chess Olympiad was the &lt;a href=\"Baku%20Crystal%20Hall\"&gt;Baku Crystal Hall&lt;/a&gt;. It was built in order to host the &lt;a href=\"Eurovision%20Song%20Contest%202012\"&gt;Eurovision Song Contest&lt;/a&gt; from 22 to 26 May 2012. In late 2012, &lt;a href=\"Jennifer%20Lopez\"&gt;Jennifer Lopez&lt;/a&gt;, &lt;a href=\"Shakira\"&gt;Shakira&lt;/a&gt; and &lt;a href=\"Rihanna\"&gt;Rihanna&lt;/a&gt; also performed concerts there. In March 2014, the final four tournament of the &lt;a href=\"2013%E2%80%9314%20CEV%20Women%27s%20Champions%20League\"&gt;2013–14 CEV Women's Champions League&lt;/a&gt; took place in the hall. In June 2015, it hosted the &lt;a href=\"Boxing%20at%20the%202015%20European%20Games\"&gt;boxing&lt;/a&gt;, &lt;a href=\"Karate%20at%20the%202015%20European%20Games\"&gt;karate&lt;/a&gt;, &lt;a href=\"Taekwondo%20at%20the%202015%20European%20Games\"&gt;taekwondo&lt;/a&gt;, &lt;a href=\"Fencing%20at%20the%202015%20European%20Games\"&gt;fencing&lt;/a&gt; and &lt;a href=\"Volleyball%20at%20the%202015%20European%20Games\"&gt;volleyball events&lt;/a&gt; during the inaugural &lt;a href=\"2015%20European%20Games\"&gt;2015 European Games&lt;/a&gt;.\nThe total area of the complex is 30,958 m2, while the area of the arena is 10,964 m2. Its height in the middle is 24 m. The arena is lit by 12,000 &lt;a href=\"Light-emitting%20diode\"&gt;LED&lt;/a&gt; light points with a lighting rate of 850 &lt;a href=\"lux\"&gt;lux&lt;/a&gt; at 1 m height. The corridor around the arena is divided into two symmetrical parts with 15 entrances on each side, including 30 outside entrances. Each sector has 2 transport access points (1 on each side), 10 arena entrances (5 on each side) and 16 tribune access points (8 on each side). Along the corridor, there are 10 beverage facilities (5 in each sector), 18 catering facilities (9 in each sector), 2 first aid points (1 in each sector), 36 toilets (6 for men, 6 for women and 6 for persons with physical disabilities in each sector). The hall has 12,000 seats but can accommodate 27,000 people.\nThe building has a crystalline shape and illuminated façade with numerous LED lights. Its shape and façade are response to Azerbaijan's special request for the creation of a widely visible and visually effective landmark as a bridge between &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt; and &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; that will be noticed in an international context. The LED lights were upgraded to allow different dynamic lighting scenarios to appear in order to highlight the membrane façade and create moods appropriate for the different stages of the events.\nFinancing.\nThe budget for the Olympiad was 13.3 million &lt;a href=\"euro\"&gt;euro&lt;/a&gt;s. Some 6.8 million euros were set aside for the first-class accommodation for the players and delegates, while another 1 million euros went to the FIDE Commission for World Championships &amp; Olympiads and intellectual rights.\nThe event.\nOpening ceremony.\nThe opening ceremony was held on 1 September in the &lt;a href=\"National%20Gymnastics%20Arena\"&gt;National Gymnastics Arena&lt;/a&gt;. The central area of the stage was slightly elevated and turned into a &lt;a href=\"chessboard\"&gt;chessboard&lt;/a&gt; by lights from above. The ceremony began with a performance presenting the theme \"the sea: the source of life\", which was followed by the anthems of Azerbaijan and FIDE. Thereafter, the Head of the organising committee and the First Deputy Prime Minister of Azerbaijan Yaqub Eyyubov gave a speech. Eyyubov spoke in &lt;a href=\"Azeri%20language\"&gt;Azeri&lt;/a&gt; and noted that the Chess Olympiad is the third-largest competition in the world. He mentioned the great contribution of the president &lt;a href=\"Ilham%20Aliyev\"&gt;Ilham Aliyev&lt;/a&gt; and his father &lt;a href=\"Heydar%20Aliyev\"&gt;Heydar Aliyev&lt;/a&gt; to the sport successes of the host country, and then pointed out the great efforts that were done during the preparations for the Chess Olympiad. Finally, Eyyubov confidently stated that everything was ready for a well-organised and enjoyable Olympiad that he promised to be one of the most memorable in chess history. The next to speak was FIDE President Kirsan Ilyumzhnov, who welcomed all participants from the record-number of countries and extolled the great preparatory work of the organising committee. He also expressed his belief in the success of the Chess Olympiad on the basis of Azerbaijan's experience in hosting important chess events combined with its remarkable infrastructure and beauty. After their speeches, the President of Azerbaijan Ilham Aliyev declared the 42nd Chess Olympiad open.\nThe ceremony continued with a welcoming video that featured famous chess players from around the world addressing the participants. Then, there was a performance focusing of the connection between people and chess players, which included a waltz choreography as the centrepiece of the show. It was followed by a graphical show at the elevated chessboard that combined folk and modern dance, and was supported by &lt;a href=\"projection%20mapping\"&gt;video art&lt;/a&gt; projected on the area around and behind the stage. The show featured traditional carpet patterns and designs, embracing a dance group replaying the game of &lt;a href=\"chaturanga\"&gt;chaturanga&lt;/a&gt;. The next part of the ceremony was the parade of nations with the presentation of flags. Each appearance of a new flag on the screen was accompanied by a percussionist who showed up on the stage playing on &lt;a href=\"Nagara%20%28drum%29\"&gt;nagara&lt;/a&gt; with the same flag as his drumhead. The percussionists left the stage under the sound of an adaption of the song \"&lt;a href=\"We%20Are%20the%20World\"&gt;We Are the World&lt;/a&gt;\".\nThe final part of the ceremony was marked with the drawing of lots. It was assisted by &lt;a href=\"Vladimir%20Kramnik\"&gt;Vladimir Kramnik&lt;/a&gt; and &lt;a href=\"Hou%20Yifan\"&gt;Hou Yifan&lt;/a&gt; as the highest-rated players of the highest-ranked teams in the open and women's event, respectively, who joined the Chief Arbiter &lt;a href=\"Faiq%20Hasanov\"&gt;Faiq Hasanov&lt;/a&gt; for the drawing of colours. The draw resulted in Hou picking the White pieces, meaning that all players in the women's section with odd board numbers (1 or 3) will be White in the first round; and Kramnik picking the Black pieces, meaning that all players in the open section with odd board numbers (1 or 3) will have the Black pieces in the opening round.\nThe opening ceremony ended with a song that was specially composed for the Chess Olympiad and was performed by popular Azerbaijani singers.\nParticipating teams.\nThe number of registered teams set a record of 180 teams representing 175 countries, however 10 of these did not arrive so the actual participation was 170 teams. The women's event was contested by 142 teams from 138 countries, leaving 38 teams from 37 countries participating in the open event only. Ten FIDE Member Federations did not have teams at the Olympiad. They include the triple champions (2006, 2008 and 2012) in the open event &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt; as well as &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt;, &lt;a href=\"Burundi\"&gt;Burundi&lt;/a&gt;, &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;, &lt;a href=\"Comoros\"&gt;Comoros&lt;/a&gt;, &lt;a href=\"Gabon\"&gt;Gabon&lt;/a&gt;, &lt;a href=\"Laos\"&gt;Laos&lt;/a&gt;, &lt;a href=\"Nauru\"&gt;Nauru&lt;/a&gt;, &lt;a href=\"Solomon%20Islands\"&gt;Solomon Islands&lt;/a&gt; and &lt;a href=\"East%20Timor\"&gt;East Timor&lt;/a&gt;. The &lt;a href=\"Netherlands%20Antilles\"&gt;Netherlands Antilles&lt;/a&gt;, albeit a &lt;a href=\"Dissolution%20of%20the%20Netherlands%20Antilles\"&gt;non-existing entity&lt;/a&gt; since 2010, were allowed to field teams under this name, because the Curaçao Chess Federation remains officially registered as representing the dissolved country in the FIDE Directory. &lt;a href=\"Eritrea\"&gt;Eritrea&lt;/a&gt;, &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt;, and &lt;a href=\"South%20Sudan\"&gt;South Sudan&lt;/a&gt; debuted at the Chess Olympiads. Countries that had teams in the women's event for the first time were: &lt;a href=\"Djibouti\"&gt;Djibouti&lt;/a&gt;, &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt;, &lt;a href=\"Guyana\"&gt;Guyana&lt;/a&gt;, &lt;a href=\"Maldives\"&gt;Maldives&lt;/a&gt;, &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt; and &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt;.\nCompetition format and calendar.\nThe tournament was played in a &lt;a href=\"Swiss-system%20tournament\"&gt;Swiss system format&lt;/a&gt;. The &lt;a href=\"time%20control\"&gt;time control&lt;/a&gt; for all games was 90 minutes per 40 moves with additional 30 minutes after the 40th move, while the increment was 30 seconds per move. It was allowed for a player to offer a &lt;a href=\"Draw%20by%20agreement\"&gt;draw&lt;/a&gt; at any time during the game. A total of 11 rounds were played, in which every team played with four of their players against another team. Every team was allowed to nominate one reserve player.\nTeams were ranked according to the match points won in every round. In case of same number of match points by two or more teams, the tie-breaker was decided by applying: 1. The &lt;a href=\"Sonneborn-Berger\"&gt;Sonneborn-Berger&lt;/a&gt; system; 2. Total game points scored; 3. Sum of the match points of the opponents, excluding the lowest one.\nThe opening ceremony of the Chess Olympiad took place at 18:30 &lt;a href=\"Time%20in%20Azerbaijan\"&gt;AZST&lt;/a&gt; () on 1 September and the closing ceremony took place at 19:30 AZST (UTC+5) on 13 September. Tournament rounds started on 2 September and ended with the final round on 13 September. All rounds started at 15:00 AZST (UTC+5), except for the final round which started at 11:00 AZST (UTC+5). There was one rest day at the tournament, on 7 September after the fifth round. In addition, the Captains' meeting took place at 20:30 AZST (UTC+5) on 1 September, and the Arbiters meeting at 10:00 AZST (UTC+5) on 2 September.\nOpen event.\nThe open section of the tournament was contested by a record number of 180 teams representing 175 nations. Azerbaijan, as host nation, fielded three teams, whilst the &lt;a href=\"International%20Braille%20Chess%20Association\"&gt;International Braille Chess Association&lt;/a&gt; (IBCA), the International Physically Disabled Chess Association (IPCA), and the International Chess Committee of the Deaf (ICCD) each provided one team.\nThe tournament featured eight out of the top ten players from the &lt;a href=\"FIDE%20World%20Rankings\"&gt;FIDE rating list&lt;/a&gt; published in August 2016; only former World Champion &lt;a href=\"Vishwanathan%20Anand\"&gt;Vishwanathan Anand&lt;/a&gt; and &lt;a href=\"Levon%20Aronian\"&gt;Levon Aronian&lt;/a&gt; were missing the Olympiad. Among the players who were playing in the open section were the World Champion and highest rated player in the world &lt;a href=\"Magnus%20Carlsen\"&gt;Magnus Carlsen&lt;/a&gt;, the challenger in the &lt;a href=\"World%20Chess%20Championship%202016\"&gt;World Chess Championship 2016&lt;/a&gt; &lt;a href=\"Sergey%20Karjakin\"&gt;Sergey Karjakin&lt;/a&gt; as well as the former World Champions &lt;a href=\"Vladimir%20Kramnik\"&gt;Vladimir Kramnik&lt;/a&gt; and &lt;a href=\"Veselin%20Topalov\"&gt;Veselin Topalov&lt;/a&gt;. Grandmaster &lt;a href=\"Eugenio%20Torre\"&gt;Eugenio Torre&lt;/a&gt; was in the line-up of the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt; for the record twenty-third time, having played on each Chess Olympiad since 1970 except in &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt; in 2008. On the other hand, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; were weaker for missing &lt;a href=\"Vassily%20Ivanchuk\"&gt;Vassily Ivanchuk&lt;/a&gt;, who did not play for the first time after 14 consecutive Olympiads (1988–2014) and 13 appearances on board one (1990–2014). The former World Champion Challenger and leader of the &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i team in 8 consecutive Olympiads (2000–2014) &lt;a href=\"Boris%20Gelfand\"&gt;Boris Gelfand&lt;/a&gt; was also missing the Olympiad following a conflict with the Israeli Chess Federation management.\nThe strongest team of the tournament was &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt;, with an average rating of 2760. Captained by the president of the &lt;a href=\"Russian%20Chess%20Federation\"&gt;Russian Chess Federation&lt;/a&gt; and FIDE Vice President &lt;a href=\"Andrey%20Filatov\"&gt;Andrey Filatov&lt;/a&gt;, the team consisted of the World Champion Challenger Sergey Karjakin, Vladimir Kramnik, &lt;a href=\"Alexander%20Grischuk\"&gt;Alexander Grischuk&lt;/a&gt;, &lt;a href=\"Evgeny%20Tomashevsky\"&gt;Evgeny Tomashevsky&lt;/a&gt; and &lt;a href=\"Ian%20Nepomniachtchi\"&gt;Ian Nepomniachtchi&lt;/a&gt;. Eight-time &lt;a href=\"Russian%20Chess%20Championship\"&gt;Russian Champion&lt;/a&gt; and the fourth highest ranked Russian player &lt;a href=\"Peter%20Svidler\"&gt;Peter Svidler&lt;/a&gt; was not included in the team. The &lt;a href=\"United%20States%20of%20America\"&gt;United States&lt;/a&gt; were the second strongest team with three top ten players, &lt;a href=\"Fabiano%20Caruana\"&gt;Fabiano Caruana&lt;/a&gt;, &lt;a href=\"Hikaru%20Nakamura\"&gt;Hikaru Nakamura&lt;/a&gt; and &lt;a href=\"Wesley%20So\"&gt;Wesley So&lt;/a&gt;, along with &lt;a href=\"Samuel%20Shankland\"&gt;Samuel Shankland&lt;/a&gt; and &lt;a href=\"Ray%20Robson\"&gt;Ray Robson&lt;/a&gt;. So and Shankland had proven prior to the Olympiad that they were in good form after winning the &lt;a href=\"Sinquefield%20Cup%23Sinquefield%20Cup%202016\"&gt;Sinquefield Cup 2016&lt;/a&gt; and the &lt;a href=\"Biel%20Chess%20Festival\"&gt;Biel Chess Festival 2016&lt;/a&gt;, respectively. The defending champions &lt;a href=\"China\"&gt;China&lt;/a&gt; was the third-ranking team, and the only team besides Russia whose all players have ratings higher than 2700. They participated with the same line-up that won the gold medal except for &lt;a href=\"Ni%20Hua\"&gt;Ni Hua&lt;/a&gt; who was replaced by &lt;a href=\"Li%20Chao%20%28chess%20player%29\"&gt;Li Chao&lt;/a&gt;. The first team of the three that represented the host country &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; was the fourth strongest and completed the group with an average rating exceeding 2700 points. The only change in their line-up from the previous Chess Olympiad was &lt;a href=\"Arkadij%20Naiditsch\"&gt;Arkadij Naiditsch&lt;/a&gt;, a board one player for Germany in four previous Olympiads, who replaced &lt;a href=\"Gadir%20Guseinov\"&gt;Gadir Guseinov&lt;/a&gt;.\nSummary.\nThe United States won the gold medal in the Open event for the first time since &lt;a href=\"22nd%20Chess%20Olympiad\"&gt;1976&lt;/a&gt;, and for the sixth time overall. They scored nine wins and two draws for a total of 20 match points, and thereby finished as one of only two teams that remained unbeaten in the open event (the other being &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;). Ukraine scored 20 match points (ten wins and one loss) as well, but lost the tie-breaker, to secure the silver medal. Russia, favourites before the tournament, finished in third place with 18 match points, winning the bronze medals. China, the defending champions, scored 15 match points, and occupied the 13th place in the final standings. &lt;a href=\"Norway\"&gt;Norway&lt;/a&gt;, led by the world champion Magnus Carlsen, ended the tournament in fifth place, which is their best result ever at the Chess Olympiads; they had only finished in the top 20 on one previous occasion. Teams that had a disappointing result other than China include &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; (the fourth seed) in 12th place, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; in 31st place, the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; in 36th place, and &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; in 37th place.\nAndrei Volokitin of Ukraine, playing as a reserve player, won the individual gold medal overall, scoring 8 out of 9 (eight wins and a draw) with a rating performance of 2992. The other gold medalists include: Baadur Jobava of Georgia on board one with a total score of 8 out of 10 and a rating performance of 2926, Vladimir Kramnik of Russia on board two who scored 6 out of 8 with a rating performance of 2903, Wesley So of the United States on board three with 8 out of 10 and a rating performance of 2896, and &lt;a href=\"Laurent%20Fressinet\"&gt;Laurent Fressinet&lt;/a&gt; of France who scored 7 out of 8 with a rating performance of 2809. However, the best point scorer in the Open section was 64-year old &lt;a href=\"Eugenio%20Torre\"&gt;Eugenio Torre&lt;/a&gt; who played in his record 23rd Olympiad, and scored 10 out of 11 with a rating performance of 2836 and the bronze medal on board three. &lt;a href=\"Peter%20Svidler\"&gt;Peter Svidler&lt;/a&gt; called his achievement \"frankly beyond belief\" and said of him:\nI wanted to speak a little about people who impressed the most, and somehow I kept on ignoring his performances in my previous two banters during this Olympiad, which is ridiculous, but I think pride of place goes to Eugenio Torre. You probably know who he is, and you probably have read about his results by now, but what he achieved during this Olympiad is absolutely tremendous. He is by no means a young man by now and he ... played a tremendous level of opposition. The Philippines are a decently strong team and they played very, very decent opposition almost throughout the tournament. The result Eugenio showed in this event is absolutely fantastic.\nAll board prizes were given out according to &lt;a href=\"Performance%20rating%20%28chess%29\"&gt;performance ratings&lt;/a&gt; for players who have played at least eight games at the tournament. Andrei Volokitin as a reserve player had the best performance of all players in the tournament:\nWomen's event.\nThe Women's event was contested a record number of 142 teams representing 138 nations. Azerbaijan, as host nation, fielded three teams, whilst the International Physically Disabled Chess Association (IPCA) and the International Chess Committee of the Deaf (ICCD) each provided one team.\nEight of the top ten players from the FIDE women's rating list published in August 2016 were playing in the women's event with only India's &lt;a href=\"Humpy%20Koneru\"&gt;Humpy Koneru&lt;/a&gt; and Russia's &lt;a href=\"Kateryna%20Lagno\"&gt;Kateryna Lagno&lt;/a&gt; not playing. The current Women's World Champion and highest rated woman Hou Yifan was playing on board one for China, while former Women's World Champions &lt;a href=\"Antoaneta%20Stefanova\"&gt;Antoaneta Stefanova&lt;/a&gt;, &lt;a href=\"Alexandra%20Kosteniuk\"&gt;Alexandra Kosteniuk&lt;/a&gt;, &lt;a href=\"Anna%20Ushenina\"&gt;Anna Ushenina&lt;/a&gt; and &lt;a href=\"Mariya%20Muzychuk\"&gt;Mariya Muzychuk&lt;/a&gt; were also part of their national teams.\nThe top seed in the women's event were China with an average rating of 2528. They were led by the Women's World Champion Hou Yifan on board one, along with &lt;a href=\"Zhao%20Xue\"&gt;Zhao Xue&lt;/a&gt;, &lt;a href=\"Ju%20Wenjun\"&gt;Ju Wenjun&lt;/a&gt;, &lt;a href=\"Tan%20Zhongyi\"&gt;Tan Zhongyi&lt;/a&gt; and &lt;a href=\"Guo%20Qi\"&gt;Guo Qi&lt;/a&gt;. The reigning champions Russia have the second highest average rating. They were led by Alexandra Kosteniuk and were playing with the same players as in the previous Olympiad, where the only difference was the induction of &lt;a href=\"Aleksandra%20Goryachkina\"&gt;Aleksandra Goryachkina&lt;/a&gt; instead of the absent Kateryna Lagno. Ukraine and &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt; were the other two teams with average rating higher than 2400. The Ukrainian team consisted of most Grandmasters (four) and Women's World Champions (two), and included both &lt;a href=\"Anna%20Muzychuk\"&gt;Anna&lt;/a&gt; and Mariya Muzychuk playing on the top two boards, Anna Ushenina, &lt;a href=\"Natalia%20Zhukova\"&gt;Natalia Zhukova&lt;/a&gt; and &lt;a href=\"Inna%20Gaponenko\"&gt;Inna Gaponenko&lt;/a&gt;. Georgia were led by the best individual player in the women's event of the Chess Olympiad in &lt;a href=\"Troms%C3%B8\"&gt;Tromsø&lt;/a&gt; in 2014 &lt;a href=\"Nana%20Dzagnidze\"&gt;Nana Dzagnidze&lt;/a&gt;, and also had &lt;a href=\"Lela%20Javakhishvili\"&gt;Lela Javakhishvili&lt;/a&gt;, &lt;a href=\"Nino%20Batsiashvili\"&gt;Nino Batsiashvili&lt;/a&gt;, &lt;a href=\"Bela%20Khotenashvili\"&gt;Bela Khotenashvili&lt;/a&gt; and &lt;a href=\"Salome%20Melia\"&gt;Salome Melia&lt;/a&gt; on the team.\nSummary.\nChina won their fifth gold medal in the women's event and the first since &lt;a href=\"36th%20Chess%20Olympiad\"&gt;2004&lt;/a&gt; after winning the silver medal in the last three Olympiads. They scored 20 match points with nine wins and two draws, finishing three points ahead of &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; and &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt; who scored 17 match points each. Poland won the silver medal after winning the tie-breaker with Ukraine. The defending champions from the previous three Olympiads Russia finished without a medal on the fourth place after losing the decisive match for the gold medal against China in the final round. &lt;a href=\"Vietnam\"&gt;Vietnam&lt;/a&gt;, &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; and &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; have all surprised positively, finishing on the seventh, eighth and the ninth place, respectively. The teams that disappointed with their place in the final standings include &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;, &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt;, &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, Spain and &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;.\nValentina Gunina of Russia, playing on board two, won the individual gold medal overall with a score of 8 out of 10 (seven wins, one loss and two draws) and a rating performance of 2643. On the other boards, the gold medals were won by Anna Muzychuk of Ukraine on board one with 7 out of 10 and a rating performance of 2629, Gulnar Mammadova of Azerbaijan on board three who scored 7 out of 9 with a rating performance of 2559, Tan Zhongyi of China on board four with 9 out of 11 and a rating performance of 2505, and Guo Qi of China as a reserve player who scored 5 out of 8 with a rating performance of 2394.\nAll board prizes were given out according to &lt;a href=\"Performance%20rating%20%28chess%29\"&gt;performance ratings&lt;/a&gt; for players who have played at least eight games at the tournament. Valentina Gunina on the second board had the best performance of all players in the tournament:\nGaprindashvili Trophy.\nThe &lt;a href=\"Nona%20Gaprindashvili\"&gt;Nona Gaprindashvili&lt;/a&gt; Trophy, created by FIDE in 1997 and named after the former women's World Champion (1961–78), was awarded to Ukraine, having scored the highest total number of match points in the open and women's events combined.\nFIDE Congress.\nThe 87th FIDE Congress took place during the Olympiad, specifically from 4 to 14 September; the General Assembly was held from 11 to 13 September 2016. During the meetings held from 6 to 8 September 2016, the FIDE Ethics Commission made a decision to suspend members of the former leadership of the &lt;a href=\"European%20Chess%20Union\"&gt;European Chess Union&lt;/a&gt;, including the former ECU President &lt;a href=\"Silvio%20Danailov\"&gt;Silvio Danailov&lt;/a&gt;, former ECU General Secretary Sava Stoisavljević and former ECU Executive Director Vladimir Šakotić from holding any office or position within FIDE, from participating in any meeting of FIDE as delegate or another capacity, as well as representing any organisation in its relations with FIDE for 18 months, 6 months and 3 years, respectively. The suspension, however, does not preclude Danailov from exercising his duty as president of the &lt;a href=\"Bulgarian%20Chess%20Federation\"&gt;Bulgarian Chess Federation&lt;/a&gt; internally. They were all found guilty for violating certain clauses of the FIDE's Code of Ethics. In relation with the ECU's former leadership, there are criminal charges by special prosecutor against Šakotić in &lt;a href=\"Montenegro\"&gt;Montenegro&lt;/a&gt; as well as against the former president of the Serbian Chess Federation Miroslav Kopanja in &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt; and an investigation against the former Croatian Chess Federation leadership in &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt;. The European Chess Union also voted 37–11 to suspend the membership of the Bulgarian Chess Federation.\nMarketing.\nLogo.\nThe official logo for the 42nd Chess Olympiad was revealed during the closing ceremony of the &lt;a href=\"Chess%20World%20Cup%202015\"&gt;Chess World Cup 2015&lt;/a&gt; held in Baku on 5 October 2015. It depicts the Baku Crystal Hall has with its unusual architecture in the shape of the so-called \"Baku Crystal\", which is a crystal shining during the night.\nMascot.\nThe official mascot was revealed on a press-conference dedicated to 100 days before the Chess Olympiad held in Baku on 25 May 2016. The name of the mascot is \"Chess Mate\" and it represents a boy clad in a national dress. The author of the mascot is Musa Changiev, whose suggestion was selected out of 600 received in the national competition launched by the Baku Chess Olympiad Operating Committee in March 2016. Changiev explained that he started working on the mascot once he collected some information about the game and tried to \"create an image of someone energetic and fond of thinking\". He came up with the image of a young chess player with black hair and brows that are typical for the Azerbaijani people. The youngster wears glasses and is clad in a combination of national and modern features. Changiev added that the king's gown in which the youngster is worn symbolises the &lt;a href=\"King%20%28chess%29\"&gt;King&lt;/a&gt; as an important chess piece as well as the kings in the history of Azerbaijan. The gown is decorated with some &lt;a href=\"Buta%20%28ornament%29\"&gt;Buta images&lt;/a&gt; and carpet patterns, which are traditional for the host country. The youngster's shirt, trousers and shoes are the modern features.\nPartners.\nThe organisers of the 42nd Chess Olympiad have signed cooperation agreement with the following companies:\nSide activities.\nThere were multiple side events that took place in order to promote the Chess Olympiad and the game of chess such as the operation of chess buses, 3D street art on chess topics, display of painted chess pieces, Chess Queen street performances, chess photography exhibitions, and parallel chess tournaments.\nChess buses.\nIn August 2016, the Baku Chess Olympiad Operating Committee branded two &lt;a href=\"double-decker%20bus\"&gt;double-decker bus&lt;/a&gt;es of the &lt;a href=\"Ministry%20of%20Culture%20and%20Tourism%20%28Azerbaijan%29\"&gt;Ministry of Culture and Tourism&lt;/a&gt; to operate in the city in the run-up and during the Olympiad. They were officially launched in late August with a ceremony during which members of the Azerbaijani national team were playing chess inside. The buses operated free of charge and took passengers to Baku's main sights. The passengers have the chance to play chess inside the buses and obtain information about the Olympiad. The buses ended operating on 14 September.\nStreet art.\nThe Operating Committee invited the famous Ukrainian 3D street artist Alex Maksiov to create a 3D image dedicated to the 42nd Chess Olympiad. Maksiov was working on the image outdoors in the vicinity of the &lt;a href=\"Baku%20Puppet%20Theatre\"&gt;Baku Puppet Theatre&lt;/a&gt; on the &lt;a href=\"Baku%20Boulevard\"&gt;Baku Boulevard&lt;/a&gt; from 24 to 27 July 2016. The image depicts the Crystal Hall as he venue for the Olympiad and a chess board, which is descending into the playing area on an American roller coaster. At the launch ceremony, Maksiov said that his idea was to express that the attention of the whole world will be focused on the Crystal Hall.\nIn addition, visitors could participate in solving &lt;a href=\"chess%20problem\"&gt;chess problem&lt;/a&gt;s at the &lt;a href=\"National%20Flag%20Square\"&gt;National Flag Square&lt;/a&gt; from 1 August to 14 September. At the Baku Boulevard, three giant &lt;a href=\"chess%20set\"&gt;chess set&lt;/a&gt;s were available to the visitors from 10 August to 14 September, while one-metre high painted &lt;a href=\"chess%20piece\"&gt;chess piece&lt;/a&gt;s made by 30 professional artists were being displayed from 20 August to 14 September. The Baku Boulevard also hosted Chess Queen dances and performances from 1 to 14 September. The &lt;a href=\"Queen%20%28chess%29\"&gt;Queen&lt;/a&gt; as a chess piece symbolises &lt;a href=\"freedom%20of%20movement\"&gt;freedom of movement&lt;/a&gt;. The role of the Queens is played by acclaimed artists that performed dances as well as greet and entertain the visitors.\nParallel tournaments.\nThe programme of the Chess Olympiad also includes parallel tournaments that took place at the Crystal Hall from 1 to 14 September. They included a children's tournament (2–4 September), a &lt;a href=\"Fast%20chess%23Rapid%2C%20rapid%20play%20or%20quick\"&gt;rapid&lt;/a&gt; amateurs' tournament (5–6 September), a rapid journalists' tournament (7 September), a rapid side tournament for chess players (8–9 September) and a &lt;a href=\"Fast%20chess%23Blitz\"&gt;blitz&lt;/a&gt; tournament (12 September). All tournaments started at 15:30 &lt;a href=\"Time%20in%20Azerbaijan\"&gt;AZST&lt;/a&gt; (UTC+5) on each day, except for the journalists' tournament on 7 September that started at 11:00 AZST (UTC+5).\nConcerns and controversies.\nCheating.\nAnti-cheating measures.\nMindful particularly of the cheating incident of &lt;a href=\"S%C3%A9bastien%20Feller\"&gt;Sébastien Feller&lt;/a&gt; at the &lt;a href=\"39th%20Chess%20Olympiad\"&gt;39th Chess Olympiad&lt;/a&gt; (2010), combined with the general increase of cheating incidents, the World Chess Federation (&lt;a href=\"FIDE\"&gt;FIDE&lt;/a&gt;) strove to have greatly enhanced security in Baku. Some of these were already introduced at the &lt;a href=\"Chess%20World%20Cup%202015\"&gt;Chess World Cup 2015&lt;/a&gt; (also in Baku), which included transmission delay of (some) games, random security checks of players, ban for bringing pens and watches into the playing hall and installment of electronic checkpoints for players at the entrance of the playing hall (see below).\nIn an interview during the preparations (May) for the Olympiad, &lt;a href=\"Israel%20Gelfer\"&gt;Israel Gelfer&lt;/a&gt; (the Chairman of FIDE's Anti-cheating Committee) said that the issue of anti-cheating became important in the last couple of years, with the development of &lt;a href=\"Telecommunication\"&gt;telecommunication technologies&lt;/a&gt; (mobile phones, watches and even glasses) that have caused a problem which cannot be ignored. Gelfer explained that they are trying to balance between their will to fight against cheaters and at the same time not to create an unhealthy atmosphere in the chess world. The usual electronic scans before and after the game were of course prescribed, while novel procedures included: having a special anti-cheating arbiter (Klaus Deventer) with approximately 15 arbiters under his authority, one of whose charges was to carry out 30–40 checks during the round; and that players must inform their Match Arbiter when leaving the playing area.\nLack of security measures.\nDespite the aforementioned anti-cheating protocols, some participants felt that this was merely a display without effect. Mobile phones were commonly heard going off, particularly in the entourage of &lt;a href=\"FIDE\"&gt;FIDE&lt;/a&gt; President &lt;a href=\"Kirsan%20Ilyumzhinov\"&gt;Kirsan Ilyumzhinov&lt;/a&gt;. It was also regarded as fairly easy to circumvent the initial metal detectors simply by passing an object around them.\nIncidents.\nIn the fourth round, a Japanese player (Tang Tang) was forfeited after he was caught with an electronic device in a random check conducted prior to leaving the venue. The game result was reversed from a win for the player to a loss, which also resulted in a change in the match score. Chief Arbiter &lt;a href=\"Faiq%20Hasanov\"&gt;Faiq Hasanov&lt;/a&gt; said that he was approached by an arbiter in the anti-cheating department and informed about the matter. He himself did not bother to check if there was a chess program installed on the device, as possession already violated the rules, leading to an automatic forfeiture. Later information from other arbiters involved indicated there possibly were two devices involved, and their quick check did not indicate a chess program was running. Without sufficient evidence of cheating \"per se\", Hasanov felt that more than game disqualification would be double punishment. The captain of the Japanese team GM Mihajlo Stojanović later addressed some of the related issues in comments on the blog of the Macedonian grandmaster and general secretary of the &lt;a href=\"Association%20of%20Chess%20Professionals\"&gt;Association of Chess Professionals&lt;/a&gt; Aleksandar Čolooviḱ.\nDuring the game of the seventh round between &lt;a href=\"Nigel%20Short\"&gt;Nigel Short&lt;/a&gt; and &lt;a href=\"Li%20Chao%20%28chess%20player%29\"&gt;Li Chao&lt;/a&gt;, the former was returning from the toilet with about 30 minutes to make 20 moves when an anti-cheating arbiter asked him to undergo a spot check with a hand scanner for electronic devices. Short did not heed the request, and sat back down to play. After the game, Klaus Deventer (the head of the anti-cheating arbiters) reprimanded Short with a warning. Short discussed the incident extensively after the event, indicating that he did not think the cost of annoyance to the player (even when returning from outside the playing area) was comparable to the anti-cheating benefit, though he was not pressed specifically regarding cases where a culprit had in fact been disqualified following mid-game requests for inspection (some for refusal, others for being caught with a device). Initially Short also mentioned the fact that he and the arbiter in question (Jamie Kenmure, an Australian who is FIDE delegate for the &lt;a href=\"Solomon%20Islands\"&gt;Solomon Islands&lt;/a&gt;) have a political past, and thus Short did not trust that his being selected for the test actually originated from Deventer (as per the regulations). Alternative initial reports dramatised the event to have the arbiters \"ask[ing] him to step away from the board and subject himself to a full search\" while in time trouble and playing a \"do-or-die\" position, though these details now seem discredited.\nComplaints.\nA significant petition was circulated by &lt;a href=\"Jonathan%20Speelman\"&gt;Jonathan Speelman&lt;/a&gt; and others regarding the mandatory notification of the arbiter when leaving the playing area (the petition concentrated on toilet visits). Reasons given for this protesting against this \"noxious\" rule included: the FIDE rule that the toilet is part of the playing area; an indication it was \"humiliating\" for players to discuss bodily functions with arbiters (and embarrassing for the arbiters); a note that the Match Arbiter (the indicated person to be notified) was not always available, rendering it difficult to always comply with the rule; an argument that frequent toilet trips did not indicate cheating, and a request that players not be penalised merely for this; and an argument that the opponent might gain information from seeing a player notify the arbiter by moving as soon as they left for the bathroom visit. The response by Chief Arbiter &lt;a href=\"Faiq%20Hasanov\"&gt;Faiq Hasanov&lt;/a&gt; noted only that the third complaint was legitimate, and that \"common sense\" should apply.\nMultiple post-event comments by captains and players continued to report the annoyance of the anti-cheating measures, noting that a better balance between security and enjoyment could be found by FIDE. &lt;a href=\"Baadur%20Jobava\"&gt;Baadur Jobava&lt;/a&gt; was prominent on the other side of the issue, opining that the anti-cheating measures would help solve the non-stop screaming about this great \"headache\" for the 21st century chess player.\nTravel difficulties.\nVisas.\nDue to a small number of embassies, &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; can be more difficult to obtain a visa when compared to other countries which have hosted the Olympiad. This issue was briefly raised during the 83rd FIDE Congress, and &lt;a href=\"Azad%20Rahimov\"&gt;Azad Rahimov&lt;/a&gt; noted the country had a positive experience with the &lt;a href=\"Eurovision%20Song%20Contest%202012\"&gt;Eurovision Song Contest 2012&lt;/a&gt;, where all participants could receive a visa on arrival at the airport without any problem. In a similar manner, in April 2016, the President of Azerbaijan &lt;a href=\"Ilham%20Aliyev\"&gt;Ilham Aliyev&lt;/a&gt; signed an order on simplifying the visa procedures for travellers to Azerbaijan in connection with the Chess Olympiad, allowing them to get visas in the country's international airports.\nAfrican teams.\nA number of African nations did not show up in time, for various reasons such as difficulties flying through Istanbul, and finalisation of monetary arrangements (teams must pay first, and then get reimbursed later). Former Kenyan Olympic participant and owner of the website Kenya Chess Masala said that the issue just paints Africa in bad image. On 5 September, the organisers confirmed at a press-conference that the host-nation was ready to pay for the poorer nations to travel. Bhari confirmed that the travel expenses were the main problem and wrote that 116 out of the planned 187 federations were on a travel subsidy, including his native &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; whose players had not shown in the first rounds, though. He also explained that one of the biggest issues was the timing of the funding and that the teams were expected to pay on their own and be reimbursed upon arrival. Finally, Bhari had already reminded other federations to start planning their travel expenses for the &lt;a href=\"43rd%20Chess%20Olympiad\"&gt;43rd Chess Olympiad&lt;/a&gt; in &lt;a href=\"Batumi\"&gt;Batumi&lt;/a&gt; in 2018. In the end, 10 African nations did not arrive (Kenya, Cameroon, Mali, Rwanda, Sierra Leone, Burundi, Liberia, Seychelles, Senegal, Central African Republic).\nArmenian withdrawal.\nArmenia's participation in a Chess Olympiad hosted in Azerbaijan was raised as a concern at the 83rd FIDE Congress in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; in 2012 during discussions about Baku's nomination to host the Olympiad in 2016, with the Armenian representative protesting since Armenian chess players would find it quite difficult to play in Baku.\nHistorically this is nothing new, as the tense relations between &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt; and &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; because of the &lt;a href=\"Nagorno-Karabakh%20conflict\"&gt;Nagorno-Karabakh conflict&lt;/a&gt; have been mirrored in chess over the years, resulting in the absence of players from one of the two countries at tournaments hosted in the other country and even relocation of chess events. For example, the candidates tournament for the &lt;a href=\"World%20Chess%20Championship%202012\"&gt;World Chess Championship 2012&lt;/a&gt; was ultimately moved (completely) from Baku to &lt;a href=\"Kazan\"&gt;Kazan&lt;/a&gt;, with consideration given that one underlying reason was because Armenia's &lt;a href=\"Levon%20Aronian\"&gt;Levon Aronian&lt;/a&gt; was inhospitable toward playing in Azerbaijan. More recently, Azerbaijan chose not to play in the 2015 &lt;a href=\"World%20Team%20Chess%20Championship\"&gt;World Team Chess Championship&lt;/a&gt; in &lt;a href=\"Tsaghkadzor\"&gt;Tsaghkadzor&lt;/a&gt;, and Azerbaijani players did not participate in the &lt;a href=\"2014%20European%20Individual%20Chess%20Championship\"&gt;European Individual Chess Championship 2014&lt;/a&gt; in Yerevan. Nevertheless, Armenian players, including Levon Aronian, did play at the 2015 &lt;a href=\"Chess%20World%20Cup\"&gt;Chess World Cup&lt;/a&gt; in Baku, giving some hope the team would appear at the Olympiad.\nIn May 2016, during his visit to Yerevan, FIDE President Kirsan Ilyumzhinov said that, after talking to the &lt;a href=\"Chess%20Federation%20of%20Armenia\"&gt;Armenian Chess Federation&lt;/a&gt; chairman &lt;a href=\"Serzh%20Sargsyan\"&gt;Serzh Sargsyan&lt;/a&gt; (also &lt;a href=\"President%20of%20Armenia\"&gt;President of Armenia&lt;/a&gt;), he heard no refusal about their participation. The vice-president of the Armenian Chess Federation &lt;a href=\"Smbat%20Lputian\"&gt;Smbat Lputian&lt;/a&gt; responded that Armenia was still discussing the matter and had not decided on the matter yet. In July 2016, Lputian announced that (based upon discussion within the federation) the Armenian chess team would not participate in the Chess Olympiad.\nFederation disputes.\nIsrael participated without &lt;a href=\"Boris%20Gelfand\"&gt;Boris Gelfand&lt;/a&gt;, &lt;a href=\"Emil%20Sutovsky\"&gt;Emil Sutovsky&lt;/a&gt;, and &lt;a href=\"Ilya%20Smirin\"&gt;Ilya Smirin&lt;/a&gt; due to a dispute with the Israel Chess Federation management. The hardships were already evident in 2015, when the country failed to send a team at the &lt;a href=\"European%20Team%20Chess%20Championship\"&gt;European Team Chess Championship&lt;/a&gt; due to monetary difficulties. Boris Gelfand, who played on board one for Israel at nine consecutive Olympiads (1998–2014), said the management of the Israel Chess Federation have \"absolutely forgotten about such things as the prestige of the country\". Emil Sutovsky claimed on his &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; page that the dispute was about \"showing who's boss rather than money\".\nBulgaria played without &lt;a href=\"Ivan%20Cheparinov\"&gt;Ivan Cheparinov&lt;/a&gt; and &lt;a href=\"Kiril%20Georgiev\"&gt;Kiril Georgiev&lt;/a&gt;, the former due to monetary disputes, and the latter because the Bulgarian Chess Federation considered him banned. At one point, the entire Bulgarian team was rumored not to be coming (similarly they were absent from the 2015 &lt;a href=\"European%20Team%20Chess%20Championship\"&gt;European Team Chess Championship&lt;/a&gt;), as was &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;.\nOne week before the Olympiad started, the Pakistani Sports Board, dealing with three separate claimants to status of official national federation, refused to issue \"No Objection Certificates\" (NOCs). A spokesman said, \"we have refused to issue NOCs to around 15 men and women chess players and two officials as currently no chess federation is recognised by us. Issuing them NOCs will mean we've accepted an illegal body.\" In the end, a team from Pakistan (with its top players) did attend and finished slightly above average.\nKenya has had a long running dispute within its federation, and due to this and other reasons the open team ended up not showing up for the event and the women's team began play only in round 5."
}