{
    "id": "3696098",
    "revid": "1552321",
    "url": "https://en.wikipedia.org/wiki?curid=3696098",
    "title": "96FM (Perth radio station)",
    "text": "96FM (call sign: 6NOW) is a commercial FM radio station broadcasting in &lt;a href=\"Perth%2C%20Western%20Australia\"&gt;Perth, Western Australia&lt;/a&gt; owned by &lt;a href=\"Australian%20Radio%20Network\"&gt;ARN&lt;/a&gt; since January 2015. It was formerly part of the &lt;a href=\"Fairfax%20Media\"&gt;Fairfax Media&lt;/a&gt; and &lt;a href=\"Austereo\"&gt;Village Roadshow&lt;/a&gt; networks.\nHistory.\n96FM began broadcasting on 96.1 &lt;a href=\"MHz\"&gt;MHz&lt;/a&gt; on 8 August 1980 as &lt;a href=\"Perth\"&gt;Perth&lt;/a&gt;'s first commercial &lt;a href=\"FM%20broadcasting\"&gt;FM&lt;/a&gt; radio station. The first record played at the 4 pm launch was \"&lt;a href=\"FM%20%28No%20Static%20at%20All%29\"&gt;FM (No Static at All)&lt;/a&gt;\" by &lt;a href=\"Steely%20Dan\"&gt;Steely Dan&lt;/a&gt;, with Gordon O'Byrne the first live disc jockey to air. &lt;a href=\"Gary%20Roberts%20%28Australian%20Radio%29\"&gt;Gary Roberts&lt;/a&gt; was its first Program Director.\nThroughout the 1980s, 96FM provided groundbreaking innovation for Perth radio listeners. In 1981, the highly successful Gold Pass was launched. This provided holders access to obtain discounts at retailers for goods such as CDs (Compact Disks), clothing, concert tickets, car audio and security to name but a few. The rationale for launching the Gold Pass was so the station could raise extra revenue (minimum was a $5,000 spend) without doing outside broadcasts.\nIn 1982, 96FM became the first radio station in Australia to play music from CD. The song was &lt;a href=\"Toto%20%28band%29\"&gt;Toto's&lt;/a&gt; \"&lt;a href=\"Rosanna%20%28song%29\"&gt;Rosanna&lt;/a&gt;\". From then on the station's old library of vinyl records and carts (cartridge tapes) were replaced with CDs. Radio announcers were quick to spruik their use of CD's, often using the term \"...from compact...\".\nAmongst some of the most successful radio promotions in the stations history include 'Rockwords' where listeners could win $10,000 cash for correctly completing a cross-word in \"&lt;a href=\"The%20West%20Australian\"&gt;The West Australian&lt;/a&gt;\" newspaper. The station broadcast the clues on an hourly basis. Another hallmark promotion was the 'Top 96 Albums of alltime' and what was then the annual &lt;a href=\"City%20of%20Perth%20Skyworks\"&gt;Skyshow&lt;/a&gt;.\nBy 1985, 96FM had reached number one in the Perth radio &lt;a href=\"Audience%20measurement\"&gt;ratings&lt;/a&gt; for the first time although &lt;a href=\"92.9%20%28Perth%20radio%20station%29\"&gt;6PM&lt;/a&gt; on the &lt;a href=\"Medium%20wave\"&gt;AM band&lt;/a&gt; continued to be a strong number two for the remainder of the decade until 6PM converted to FM in 1991 as 92.9 6PMFM, then PMFM and now &lt;a href=\"92.9%20%28Perth%20radio%20station%29\"&gt;Triple M&lt;/a&gt;.\n96FM was the sole commercial FM station in Perth until 1991. 6PM and &lt;a href=\"Mix%2094.5\"&gt;6KY&lt;/a&gt; successfully bid for the right to convert from the AM band to FM in the early 1990s.\nIn 1993, &lt;a href=\"Village%20Roadshow\"&gt;Village Roadshow&lt;/a&gt;, owners of the &lt;a href=\"Triple%20M\"&gt;Triple M&lt;/a&gt; network in the eastern states, took over the financially stricken FM Australia (formerly Hoyts Media). No more than six months later 96FM was relaunched as a Triple M, albeit with the &lt;a href=\"Today%20Network\"&gt;Today Network&lt;/a&gt; &lt;a href=\"contemporary%20hit%20radio\"&gt;Top 40 (CHR)&lt;/a&gt; music format, as opposed to the harder rock format of its eastern Triple M counterparts. The revamped station failed to make a major impact up against its FM rivals. In 1996 as Triple M, with flagging ratings and finances the station dropped organising the annual Skyshow. The event was subsequently handed over to both the &lt;a href=\"Government%20of%20Western%20Australia\"&gt;State Government&lt;/a&gt; and the City of Perth. Due to copyright ownership restrictions associated with the name the event has been rebranded 'Skyworks'. The format of the event was not significantly changed.\nIn 1997, Village Roadshow subsidiary &lt;a href=\"Austereo\"&gt;Austereo&lt;/a&gt; purchased &lt;a href=\"92.9%20%28Perth%20radio%20station%29\"&gt;PMFM&lt;/a&gt; and &lt;a href=\"Mix%2094.5\"&gt;KYFM&lt;/a&gt; from local entrepreneur &lt;a href=\"Jack%20Bendat\"&gt;Jack Bendat&lt;/a&gt;. Australian media ownership laws required the divestiture of the station, and Village Roadshow subsequently sold it to &lt;a href=\"Southern%20Cross%20Broadcasting\"&gt;Southern Cross Broadcasting&lt;/a&gt; which also owned AM radio station &lt;a href=\"6PR\"&gt;6PR&lt;/a&gt;. Southern Cross returned the station back to its original 96FM branding, with a new logo.\nIn 2007 96FM was part of the acquisition of Southern Cross Broadcasting by &lt;a href=\"Fairfax%20Media\"&gt;Fairfax Media&lt;/a&gt;. In 2012 a new logo was sighted on the websites with a new positioner \"Keep Real Music Alive\". In June 2012, 96FM went No. 1 All People for the first time since 1992.\nIn December 2014, it was announced that Fairfax Media would merge with the &lt;a href=\"Macquarie%20Radio%20Network\"&gt;Macquarie Radio Network&lt;/a&gt;, and sell 96FM to the &lt;a href=\"Australian%20Radio%20Network\"&gt;Australian Radio Network&lt;/a&gt;. The sale was completed on 30 January 2015 with the station becoming part of the &lt;a href=\"KIIS%20Network\"&gt;KIIS Network&lt;/a&gt;.\nIn September 2015, 96FM rebranded with a new logo aligning it with the rest of the KIIS Network.\nFor its 40th anniversary, the station launched a &lt;a href=\"https%3A//40years.96fm.com.au\"&gt;microsite&lt;/a&gt; with a collection of photos, videos and audio clippings of the stations history.\nOn March 11, 2021 the station announced that breakfast host &lt;a href=\"Fred%20Botica\"&gt;Fred Botica&lt;/a&gt; had chosen to retire, with co-host Lisa Shaw starting a new show with Dean Clairs (\"Clairsy\") called \"The Bunch\". In addition to the announcement, a new logo merging the original logo and the KIIS lips was introduced. The new show aired for the first time on March 15, 2021.\nTransmission.\n96FM transmits on 96.1 MHz across Perth and surrounding areas. It currently transmits on the Perth Radio Services tower adjacent to the &lt;a href=\"TVW-7\"&gt;Channel 7&lt;/a&gt; tower in Television Road, &lt;a href=\"Bickley%2C%20Western%20Australia\"&gt;Bickley&lt;/a&gt;. Its &lt;a href=\"Effective%20radiated%20power\"&gt;ERP&lt;/a&gt; is 40KW omnidirectional, which is the standard of the commercial FM stations in Perth. As well as covering Perth, 96FM can be heard as far north as &lt;a href=\"New%20Norcia%2C%20Western%20Australia\"&gt;New Norcia&lt;/a&gt;, south to &lt;a href=\"Waroona%2C%20Western%20Australia\"&gt;Waroona&lt;/a&gt; and east to &lt;a href=\"Northam%2C%20Western%20Australia\"&gt;Northam&lt;/a&gt;. The studio is located at 169 &lt;a href=\"Hay%20Street%2C%20Perth\"&gt;Hay Street, Perth&lt;/a&gt;.\nFrom 1980 until 1983 the station was based in Terrace Road, &lt;a href=\"East%20Perth\"&gt;East Perth&lt;/a&gt; moving to 111 &lt;a href=\"Wellington%20Street%2C%20Perth\"&gt;Wellington Street, Perth&lt;/a&gt; until 1988.\nOriginally when the station first went to air in 1980 the transmitter facilities were shared with the &lt;a href=\"STW\"&gt;STW&lt;/a&gt;9 tower. However the advent of mobile phone networks, problems associated with site crowding plus the impending launch of 6PM and 6KY onto FM led to the establishment of the Perth FM radio group site.\nThe program is fed over a microwave link from East Perth to Bickley. Each of the FM stations on the site has an STL collection dish. The feed is picked up, decoded, and then fed into an exciter. At this point the 19 kHz sub audio pilot tone is injected. This enables FM receivers to show the '&lt;a href=\"FM%20Stereo\"&gt;FM Stereo&lt;/a&gt;' light as 'on'. Then after leaving the rack in the hut, the signal is fed into a combiner. In this way the transmission facilities are shared at the tower and the antenna array.\nAs a standby measure the stations can feed programs over a 128k/bit ISDN link using a broadcast codec. However data charges on ISDN make this uneconomic to do full-time.\n96FM is also available on &lt;a href=\"DAB%2B\"&gt;DAB+&lt;/a&gt; &lt;a href=\"Digital%20Radio\"&gt;Digital Radio&lt;/a&gt; in Perth."
}