{
    "id": "36972068",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=36972068",
    "title": "Australia–Kenya relations",
    "text": "&lt;a href=\"Bilateralism\"&gt;Bilateral relations&lt;/a&gt; exist between &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;. Both Australia and Kenya were formerly part of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;, although not simultaneously, and are current member states of the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth of Nations&lt;/a&gt;. As of 2020, both Commonwealth nations have maintained bilateral relations for 55 years.\n&lt;a href=\"Bilateralism\"&gt;Bilateral relations&lt;/a&gt; refer to the political, economic and cultural ties between two nations that recognise each other as &lt;a href=\"Sovereign%20state\"&gt;sovereign states&lt;/a&gt;. Australia and Kenya have built strong relations through &lt;a href=\"trade\"&gt;trade&lt;/a&gt;, &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, &lt;a href=\"Aid\"&gt;foreign aid&lt;/a&gt;, &lt;a href=\"counter-terrorism\"&gt;counter-terrorism&lt;/a&gt;, &lt;a href=\"education\"&gt;education&lt;/a&gt; and a shared &lt;a href=\"national%20language\"&gt;national language&lt;/a&gt; of &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;. Australia has a High Commission in &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt;. Kenya has a High Commission in &lt;a href=\"Canberra\"&gt;Canberra&lt;/a&gt;.\nHistory.\nAustralia and Kenya share a common history as both nations were part of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt;. The British Empire gained control of the land which today is known as Kenya in 1895 and established it as the &lt;a href=\"East%20Africa%20Protectorate\"&gt;East Africa Protectorate&lt;/a&gt;, later known as the &lt;a href=\"Kenya%20Colony\"&gt;Kenya Colony&lt;/a&gt;. Australia achieved &lt;a href=\"Federation%20of%20Australia\"&gt;independence&lt;/a&gt; from Britain in 1901 but still maintained connections with Kenya as a &lt;a href=\"Member%20states%20of%20the%20Commonwealth%20of%20Nations\"&gt;member of the Commonwealth&lt;/a&gt;.\nKenyan independence.\nDuring the &lt;a href=\"Mau%20Mau%20Uprising\"&gt;Mau Mau Uprising&lt;/a&gt; from 1952 to 1960, a number of Australians assisted the British authorities in their suppression of the Mau Mau who were fighting for freedom and &lt;a href=\"independence\"&gt;independence&lt;/a&gt; from the British Empire. In 1954, Australian journalist Donald Horne reported that &lt;a href=\"Royal%20Australian%20Air%20Force\"&gt;RAAF&lt;/a&gt; renowned pilot Dick Hunt, Colonel Philip Morecambe and \"Davo\" Davidson were among those Australian's actively fighting for the &lt;a href=\"Kenya%20Regiment\"&gt;Kenya Regiment&lt;/a&gt;. \nIn 1963, &lt;a href=\"History%20of%20Kenya\"&gt;Kenya became independent&lt;/a&gt; from the British Empire in a move that was supported by Britain and congratulated by Australia. The &lt;a href=\"Prime%20Minister%20of%20Australia\"&gt;Australian Prime Minister&lt;/a&gt; at the time, &lt;a href=\"Robert%20Menzies\"&gt;Robert Menzies&lt;/a&gt;, addressed Kenyan Prime Minister, &lt;a href=\"Jomo%20Kenyatta\"&gt;Jomo Kenyatta&lt;/a&gt;, stating:On the occasion of the celebration of the &lt;a href=\"independence%20of%20Kenya\"&gt;independence of Kenya&lt;/a&gt;, I gladly take this opportunity to convey to you and to the people of Kenya my most sincere congratulations and those of the Australian government and people. Kenya's independence within the Commonwealth marks a further and important stage in the achievements of &lt;a href=\"African%20independence%20movements\"&gt;independence by the peoples of Africa&lt;/a&gt; and Australia looks forward to the development of close and friendly relations between the two countries.\nIndigenous activism.\nIn 1964, &lt;a href=\"Tom%20Mboya\"&gt;Tom Mboya&lt;/a&gt;, the Kenyan &lt;a href=\"Justice%20minister\"&gt;Minister for Justice&lt;/a&gt; at the time, visited Australia by invitation of Prime Minister Robert Menzies. Mboya met with Jack Horner and Stan Davey, the leaders of the &lt;a href=\"Federal%20Council%20for%20the%20Advancement%20of%20Aborigines%20and%20Torres%20Strait%20Islanders\"&gt;Federal Council for the Advancement of Aboriginies and Torres Strait Islanders (FCAATSI)&lt;/a&gt; and was reportedly \"displeased\" that the leaders of this Indigenous Council were \"two white men\". Mboya extended an invitation to Phillip Roberts and Davis Daniels, &lt;a href=\"Aboriginal%20Australians\"&gt;Aboriginal&lt;/a&gt; leaders of the Northern Territory Council for Aboriginal Rights (NTCAR), to visit Kenya and \"awaken in them ambitions for their own people to take a far greater part in running Australia.\" Roberts and Daniels visited Kenya in December 1964 and met with &lt;a href=\"Prime%20Minister%20of%20Kenya\"&gt;Kenyan Prime Minister&lt;/a&gt; &lt;a href=\"Jomo%20Kenyatta\"&gt;Jomo Kenyatta&lt;/a&gt; who said of their visit:I feel that such visits by these people, who are our brothers, to our country will be of value to these leaders who may not have seen a black man working for himself, or governing his country. I think this is one reason for inviting these people to our country - to open their eyes and give them some idea of how they can redeem themselves from the old colonial kind of regime.Upon their return to Australia, Roberts was inspired to fight for &lt;a href=\"Aboriginal%20land%20rights%20in%20Australia\"&gt;equal rights and opportunities for Aboriginal people&lt;/a&gt; and the visit consolidated Kenya's political support for Indigenous rights and activism in Australia.\nTrade.\n&lt;a href=\"Bilateral%20trade\"&gt;Bilateral trade&lt;/a&gt; between Australia and Kenya began in the early twentieth century following the &lt;a href=\"Kenya%20Colony\"&gt;British colonisation of Kenya&lt;/a&gt;. The Kenya colony were primarily producing sisal &lt;a href=\"cotton\"&gt;cotton&lt;/a&gt;, &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt;, &lt;a href=\"maize\"&gt;maize&lt;/a&gt; and soda for an &lt;a href=\"Global%20marketing\"&gt;international market&lt;/a&gt; and relied upon Australia for agricultural commodities. Australian companies such as Dalgety &amp; Co. and W. C. Hunter &amp; Co. were established in Kenya in the 1920s and traded &lt;a href=\"Merino\"&gt;merino sheep&lt;/a&gt;, &lt;a href=\"cattle\"&gt;cattle&lt;/a&gt; and agricultural supplies to the Kenyan settlers to help them establish &lt;a href=\"Agriculture%20in%20Kenya\"&gt;farming practices&lt;/a&gt;. In 1965, following Kenya's independence, Australia held a &lt;a href=\"trade%20fair\"&gt;trade fair&lt;/a&gt; in Kenya from January 27th to February 2nd with all proceeds going to Kenya's National Fund. This event was a great show of Australia's support for the newly independent Commonwealth nation and helped to further develop &lt;a href=\"bilateral%20trade\"&gt;bilateral trade&lt;/a&gt; between the two nations. \nIn September 2015, the month that marked 50 years of bilateral relations between Australia and Kenya, a &lt;a href=\"Memorandum%20of%20understanding\"&gt;Memorandum of Understanding&lt;/a&gt; was signed between the Kenya-Australia Chamber of Commerce and the Kenya National Chamber of Commerce and Industry to strengthen ties between the two Chambers and the commercial relationship between Australia and Kenya. The Kenya Australia Chamber of Commerce host an annual Australia-Kenya Business and Exhibition Conference in Australia which is supported by both the Kenyan and Australian High Commissions. \nOther organisations such as KenInvest and &lt;a href=\"Austrade\"&gt;Austrade&lt;/a&gt; also promote commercial relations between Australia and Kenya through encouraging investment and business. &lt;a href=\"Austrade\"&gt;Austrade&lt;/a&gt; has an office in Nairobi which facilitates Australian companies to expand into Kenya and access the &lt;a href=\"East%20Africa\"&gt;East African market&lt;/a&gt;. Australia and Kenya are both members of the &lt;a href=\"Indian%20Ocean%20Rim%20Association\"&gt;Indian-Ocean Rim Association for Regional Cooperation (IOR-ARC)&lt;/a&gt;, founded by Australia in 1997, which has facilitated trade and cooperation between nations bordering the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;. \nIn 2018–19, Australia's trade with Kenya was valued at &lt;a href=\"Australian%20dollar\"&gt;AU$&lt;/a&gt;115 million. Australia's main exports to Kenya have shifted from predominately &lt;a href=\"Vegetable\"&gt;vegetables&lt;/a&gt; in the late twentieth century to &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, &lt;a href=\"aluminium\"&gt;aluminium&lt;/a&gt;, &lt;a href=\"zinc\"&gt;zinc&lt;/a&gt; and &lt;a href=\"Intermediate%20good\"&gt;intermediate goods&lt;/a&gt; through the twenty-first century. Kenya's main exports to Australia since the late twentieth century include vegetables, animals, &lt;a href=\"Final%20good\"&gt;consumer goods&lt;/a&gt; and &lt;a href=\"Raw%20material\"&gt;raw materials&lt;/a&gt;.\nIn 2017, the Kenyan &lt;a href=\"Rose\"&gt;rose industry&lt;/a&gt; broke through to the Australian market on a large scale with 5.22 million rose stems being imported in the lead up to &lt;a href=\"Valentine%27s%20Day\"&gt;Valentine's Day&lt;/a&gt;. This number increased to 6.46 million imported rose stems from Kenya in 2018 which accounted for over 60% of Australia's imported rose stems in the lead up to Valentine's Day. Kenyan flower exports began competing with Australian growers until 2018 when Australia introduced new &lt;a href=\"Biosecurity%20in%20Australia\"&gt;bio-security&lt;/a&gt; measures to reduce the number of &lt;a href=\"pest%20%28organism%29\"&gt;pest&lt;/a&gt;s in imported flowers which Kenya are yet to comply with. Australia extended the deadline for countries to comply with these new measures three times and the &lt;a href=\"Australian%20Department%20of%20Agriculture\"&gt;Australian Department of Agriculture&lt;/a&gt; announced in 2019 that there would be no further extension. The Australian market is an important &lt;a href=\"Market%20development\"&gt;diversifier&lt;/a&gt; for the Kenyan flower industry as Clement Tulezi, &lt;a href=\"Kenya%20Flower%20Council\"&gt;Kenyan Flower Council&lt;/a&gt; chief executive said in 2019, \"Australia is a growing market with huge potential and we cannot afford to lose it if we are to succeed in diversification.\"\nMining.\nBase Resources is an Australian-owned &lt;a href=\"Multinational%20corporation\"&gt;multinational&lt;/a&gt; resources company with headquarters in &lt;a href=\"Perth\"&gt;Perth, Australia&lt;/a&gt; and a &lt;a href=\"Heavy%20mineral%20sands%20ore%20deposits\"&gt;mineral sands mine&lt;/a&gt; in &lt;a href=\"Kwale\"&gt;Kwale, Kenya&lt;/a&gt;. The Kwale Operations mine is a &lt;a href=\"United%20States%20dollar\"&gt;US$&lt;/a&gt;310 million investment that was established in late 2013 and processes &lt;a href=\"ore\"&gt;ore&lt;/a&gt; to produce &lt;a href=\"ilmenite\"&gt;ilmenite&lt;/a&gt;, &lt;a href=\"rutile\"&gt;rutile&lt;/a&gt; and &lt;a href=\"zircon\"&gt;zircon&lt;/a&gt;. According to a 2018 report from the Australian Government, the Kwale mine:is significantly boosting revenue for the Government of Kenya and &lt;a href=\"Kwale%20County\"&gt;Kwale County&lt;/a&gt; and is set to deliver significant revenues in &lt;a href=\"tax\"&gt;tax&lt;/a&gt; and &lt;a href=\"Royalty%20payment\"&gt;royalty payments&lt;/a&gt; over the life of the mine, together with considerable &lt;a href=\"Indirect%20tax\"&gt;indirect taxation&lt;/a&gt;, direct and indirect &lt;a href=\"employment\"&gt;employment&lt;/a&gt; and other economic benefits.Africa Down Under hold an annual conference in Perth, Australia to educate &lt;a href=\"Investor\"&gt;investors&lt;/a&gt; on Australia's mining and energy interests in Africa and has become the biggest African-focused mining event hosted outside of Africa. \nFrom 2017 to 2019, &lt;a href=\"ActionAid\"&gt;ActionAid&lt;/a&gt; were supported by the Australian Government to undertake a project working to support women in mining-affected communities in Kenya and other southern African nations. The project worked with Kenyan government officials and mining companies to protect the rights of women in the mining industry. \nEducation.\nAustralia has increasingly become a popular study destination for &lt;a href=\"Kenyan%20Australians\"&gt;Kenyan students&lt;/a&gt; due to the attractiveness of their &lt;a href=\"Travel%20visa\"&gt;student visas&lt;/a&gt; and the accessibility of Australian &lt;a href=\"tertiary%20education\"&gt;tertiary education&lt;/a&gt; for foreign students. In 2019, there were 3,426 Kenyan students enrolled at &lt;a href=\"Tertiary%20education%20in%20Australia\"&gt;Australian universities&lt;/a&gt;. This was almost a 60% increase from the 2014 enrolments five years prior. &lt;a href=\"Visa%20policy%20of%20Australia\"&gt;Australia's student visa&lt;/a&gt; arrangement allows Kenyan students to work part-time while they study, and stay on in Australia after their degree to work for some time. There are over 700 &lt;a href=\"Scholarship\"&gt;scholarships&lt;/a&gt;, &lt;a href=\"Fellow\"&gt;fellowships&lt;/a&gt; and &lt;a href=\"Grant%20%28money%29\"&gt;grants&lt;/a&gt; offered to Kenyan students at Australian universities. \nSince 1988, the Australian Government have sponsored Kenyan nationals to study &lt;a href=\"Master%27s%20degree\"&gt;master's degrees&lt;/a&gt; or short courses at Australian institutions through the Australian Awards scholarship program. Through the Australia Awards, Kenyan applicants have the opportunity to receive an education at an Australian institution in areas such as &lt;a href=\"mining\"&gt;mining&lt;/a&gt;, &lt;a href=\"agriculture\"&gt;agriculture&lt;/a&gt;, &lt;a href=\"health\"&gt;health&lt;/a&gt;, &lt;a href=\"public%20policy\"&gt;public policy&lt;/a&gt;, &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt; or &lt;a href=\"education\"&gt;education&lt;/a&gt; and return to Kenya with this knowledge to benefit their &lt;a href=\"local%20community\"&gt;local community&lt;/a&gt;. \nAustralian foreign aid in Kenya.\nAustralia has provided formal &lt;a href=\"Development%20aid\"&gt;development assistance&lt;/a&gt; to Kenya since the late twentieth century. In 1983, the &lt;a href=\"Government%20of%20Australia\"&gt;Australian Government&lt;/a&gt; committed over &lt;a href=\"Australian%20dollar\"&gt;AU$&lt;/a&gt;300,000 to funding the &lt;a href=\"Food%20and%20Agriculture%20Organization\"&gt;United Nations Food and Agriculture Organisation's&lt;/a&gt; &lt;a href=\"Reforestation\"&gt;re-forestation&lt;/a&gt; project in the &lt;a href=\"Baringo%20County\"&gt;Baringo district in north-western Kenya&lt;/a&gt;. This project was focused on transforming an area of \"wasteland\" into \"agriculturally productive land\", as reported by the &lt;a href=\"The%20Canberra%20Times\"&gt;Canberra Times&lt;/a&gt; in 1987.\nAustralia has been committed to improving &lt;a href=\"food%20security\"&gt;food security&lt;/a&gt; in Kenya and developing their &lt;a href=\"agricultural%20productivity\"&gt;agricultural productivity&lt;/a&gt; through organisations such as the &lt;a href=\"Australian%20Centre%20for%20International%20Agricultural%20Research\"&gt;Australian Centre for International Agricultural Research (ACIAR)&lt;/a&gt; and the Australian International Food Security Centre (AIFSC), which established an office in &lt;a href=\"Nairobi\"&gt;Nairobi&lt;/a&gt; in 2012. These centres have funded research and programs in Kenya to help them adopt &lt;a href=\"agricultural%20technology\"&gt;agricultural technology&lt;/a&gt; and improve their farming productivity. Their priorities in Kenya include: \"Intensification and increased resilience in &lt;a href=\"Mixed%20farming\"&gt;maize-legume-livestock-based mixed farming systems&lt;/a&gt;, to improve &lt;a href=\"Dietary%20energy%20supply\"&gt;dietary energy&lt;/a&gt; and &lt;a href=\"Nutrition\"&gt;nutritional quality&lt;/a&gt;, and increase &lt;a href=\"Disposable%20household%20and%20per%20capita%20income\"&gt;household income&lt;/a&gt;.\"\nAustralia has assisted Kenya to meet the &lt;a href=\"Climate%20change%20mitigation\"&gt;international climate change obligations&lt;/a&gt; and progress towards the &lt;a href=\"Kenya%20Vision%202030\"&gt;Kenya Vision 2030&lt;/a&gt; which aims to improve Kenya's economy, industry, environment and &lt;a href=\"quality%20of%20life\"&gt;quality of life&lt;/a&gt;. The System for Land Based Emissions Estimation in Kenya (SLEEK) is a &lt;a href=\"Australian%20dollar\"&gt;AU$&lt;/a&gt;13 million Australian measurement, reporting and verification (MRV) system that aims to help the Government of Kenya build a &lt;a href=\"Carbon%20accounting\"&gt;national carbon accounting system&lt;/a&gt; that they can use to educate their economic and environmental decisions and policies. \nAustralian programs such as the Australian Government's Direct Aid Program (DIP) and the Australian NGO Cooperative Program (ANCP), as well as other &lt;a href=\"Australian%20Charities%20and%20Not-for-profits%20Commission\"&gt;Australian charities and organisations&lt;/a&gt;, have been committed to providing financial assistance, education and &lt;a href=\"Humanitarianism\"&gt;humanitarian&lt;/a&gt; support to Kenyan communities.\nCounter-terrorism.\nAustralia and Kenya actively collaborate on &lt;a href=\"counter-terrorism\"&gt;counter-terrorism&lt;/a&gt; and &lt;a href=\"Piracy%20in%20the%2021st%20century\"&gt;piracy&lt;/a&gt;. In September 2013, an Australian was among the 67 people killed at the &lt;a href=\"Westgate%20shopping%20mall%20attack\"&gt;Westgate Mall terrorist attack&lt;/a&gt; in Nairobi, Kenya. In January 2019, an Australian was caught up in a &lt;a href=\"Nairobi%20DusitD2%20complex%20attack\"&gt;terrorist attack in a hotel and office complex&lt;/a&gt; in Nairobi. Both these attacks were carried out by &lt;a href=\"Somalia\"&gt;Somali&lt;/a&gt; militant Islamist groups. The response from Australia and Kenya reflected their strategic &lt;a href=\"National%20interest\"&gt;national interests&lt;/a&gt; to counter terrorism and &lt;a href=\"violent%20extremism\"&gt;violent extremism&lt;/a&gt; globally. It is also in Australia's commercial and national interest to protect their mining industry, companies and Australian nationals operating in Kenya from the threat of &lt;a href=\"List%20of%20terrorist%20incidents\"&gt;terrorist attacks&lt;/a&gt;. Australia's 2015 national security report on their counter terrorism strategy states that:When an international terrorist incident affects Australian citizens or interests, the &lt;a href=\"Government%20of%20Australia\"&gt;Commonwealth Government&lt;/a&gt; is responsible for coordinating Australia's response. &lt;a href=\"Consular%20assistance\"&gt;Consular assistance&lt;/a&gt; will be provided to victims and their families. If asked by the government of an affected country, Australian governments may also assist in responding to an overseas terrorist attack, such as providing medical, &lt;a href=\"police\"&gt;police&lt;/a&gt;, intelligence or &lt;a href=\"Forensic%20science\"&gt;forensic&lt;/a&gt; assistance.The &lt;a href=\"Royal%20Australian%20Navy\"&gt;Australian Navy&lt;/a&gt; and &lt;a href=\"Australian%20military%20involvement%20in%20peacekeeping\"&gt;Military&lt;/a&gt; have partnered with Kenya to assist with patrols of the Indian Ocean and military training. In April 2014, the Australian Navy intercepted a drug haul off the coast of Kenya and seized one tonne of heroin valued at &lt;a href=\"Australian%20dollar\"&gt;AU$&lt;/a&gt;290 million. &lt;a href=\"Illegal%20drug%20trade\"&gt;Drug smuggling&lt;/a&gt; in the Indian Ocean often profit &lt;a href=\"List%20of%20designated%20terrorist%20groups\"&gt;terrorists organisations&lt;/a&gt; and Australia and Kenya are committed to the international operation of intercepting smuggling boats as part of their national policies against terrorism. \nCultural.\nAustralia and Kenya share a &lt;a href=\"national%20language\"&gt;national language&lt;/a&gt; of &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, established through their colonial history. &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; is the dominant religion of both nations, accounting for over 80% of the population of Kenya in 2009, and 86% of religious Australians in 2018. The 2016 &lt;a href=\"Australian%20Bureau%20of%20Statistics\"&gt;Australian Bureau of Statistics (ABS)&lt;/a&gt; census recorded 17,652 &lt;a href=\"Kenyan%20Australians\"&gt;Kenyans living in Australia&lt;/a&gt; and there is a strong community of Australians living and working in Kenya. \nAustralia and Kenya both share a national interest in sports such as &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;, &lt;a href=\"association%20football\"&gt;football&lt;/a&gt;, &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt;, and &lt;a href=\"rugby%20sevens\"&gt;rugby sevens&lt;/a&gt;. The &lt;a href=\"Australia%20national%20rugby%20sevens%20team\"&gt;Australian&lt;/a&gt; and Kenyan national men's rugby sevens teams often compete against each other in international tournaments. Australia and Kenya also compete against each other in the &lt;a href=\"Commonwealth%20Games\"&gt;Commonwealth Games&lt;/a&gt;. Efforts have been made to introduce &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football (AFL)&lt;/a&gt; to &lt;a href=\"Australian%20rules%20football%20in%20Africa\"&gt;Kenya&lt;/a&gt; in an attempt to expand the game internationally. \nDiplomatic missions.\nThe Australian High Commission in Kenya was formed in September 1965 in Kenya's capital city, Nairobi. &lt;a href=\"Ambassador\"&gt;Ambassador&lt;/a&gt; &lt;a href=\"List%20of%20Australian%20High%20Commissioners%20to%20Kenya\"&gt;Alison Chartres&lt;/a&gt; has been the head of the mission since 2017 and represents Australia as a senior officer of the &lt;a href=\"Department%20of%20Foreign%20Affairs%20and%20Trade%20%28Australia%29\"&gt;Australian Department of Foreign Affairs and Trade (DFAT)&lt;/a&gt;. Australia's close relations with Kenya allows them to extend their ties to other African nations and organisation as the Australian High Commission in Kenya is also associated with the nations of &lt;a href=\"Burundi\"&gt;Burundi&lt;/a&gt;, &lt;a href=\"Rwanda\"&gt;Rwanda&lt;/a&gt;, &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;, &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt; and &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt; as well as the &lt;a href=\"East%20African%20Community\"&gt;East African Community (EAC)&lt;/a&gt;, &lt;a href=\"United%20Nations%20Environment%20Programme\"&gt;United Nations Environment Programme (UNEP)&lt;/a&gt;, &lt;a href=\"United%20Nations%20Human%20Settlements%20Programme\"&gt;United Nations Human Settlement Programme (UN-Habitat)&lt;/a&gt; and the &lt;a href=\"International%20Conference%20on%20the%20Great%20Lakes%20Region\"&gt;International Conference of the Great Lakes Region (ICGLR)&lt;/a&gt;.\nIn 1984, the Kenyan High Commission in Canberra was established to further consolidate Australia-Kenya relations. The head of the Kenyan mission in Australia is Ambassador Isaiya Kabira. This mission is also accredited to &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, allowing Kenya to extend their relations to the &lt;a href=\"Pacific%20region\"&gt;greater Pacific Region&lt;/a&gt;. \nIn May 2012, Kenyan &lt;a href=\"Foreign%20minister\"&gt;Foreign Minister&lt;/a&gt; &lt;a href=\"Sam%20Ongeri\"&gt;Sam Ongeri&lt;/a&gt; held discussions with Australian High Commissioner to Kenya, &lt;a href=\"List%20of%20Australian%20High%20Commissioners%20to%20Kenya\"&gt;Geoff Tooth&lt;/a&gt;. Australia and Kenya have exchanged a number of other significant political visits in recent years to consolidate their relations."
}