{
    "id": "369978",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=369978",
    "title": "Bird vocalization",
    "text": "Bird vocalization includes both bird calls and bird songs. In non-technical use, &lt;a href=\"bird\"&gt;bird&lt;/a&gt; songs are the bird sounds that are melodious to the human ear. In &lt;a href=\"ornithology\"&gt;ornithology&lt;/a&gt; and &lt;a href=\"birding\"&gt;birding&lt;/a&gt;, songs (relatively complex vocalizations) are distinguished by function from calls (relatively simple vocalizations).\nDefinition.\nThe distinction between songs and calls is based upon complexity, length, and context. Songs are longer and more complex and are associated with &lt;a href=\"Territory%20%28animal%29\"&gt;territory&lt;/a&gt; and &lt;a href=\"Bird%23Breeding\"&gt;courtship and mating&lt;/a&gt;, while calls tend to serve such functions as &lt;a href=\"Alarm%20signal\"&gt;alarms&lt;/a&gt; or keeping members of a &lt;a href=\"herd\"&gt;flock&lt;/a&gt; in contact. Other authorities such as Howell and Webb (1995) make the distinction based on function, so that short vocalizations, such as those of pigeons, and even non-vocal sounds, such as the drumming of &lt;a href=\"woodpecker\"&gt;woodpecker&lt;/a&gt;s and the \"&lt;a href=\"Drumming%20%28snipe%29\"&gt;winnowing&lt;/a&gt;\" of &lt;a href=\"snipe\"&gt;snipe&lt;/a&gt;s' wings in display flight, are considered songs. Still others require song to have syllabic diversity and temporal regularity akin to the repetitive and transformative patterns that define &lt;a href=\"music\"&gt;music&lt;/a&gt;. It is generally agreed upon in birding and ornithology which sounds are songs and which are calls, and a good field guide will differentiate between the two.\nBird song is best developed in the &lt;a href=\"order%20%28biology%29\"&gt;order&lt;/a&gt; &lt;a href=\"passerine\"&gt;Passeriformes&lt;/a&gt;. Some groups are nearly voiceless, producing only &lt;a href=\"percussive\"&gt;percussive&lt;/a&gt; and &lt;a href=\"rhythm\"&gt;rhythm&lt;/a&gt;ic sounds, such as the &lt;a href=\"stork\"&gt;stork&lt;/a&gt;s, which clatter their bills. In some manakins (&lt;a href=\"Pipridae\"&gt;Pipridae&lt;/a&gt;), the males have evolved several mechanisms for mechanical sound production, including mechanisms for &lt;a href=\"stridulation\"&gt;stridulation&lt;/a&gt; not unlike those found in some insects.\nSong is usually delivered from prominent perches, although some species may sing when flying. The production of sounds by mechanical means as opposed to the use of the &lt;a href=\"Syrinx%20%28biology%29\"&gt;syrinx&lt;/a&gt; has been termed variously \"instrumental music\" by &lt;a href=\"Charles%20Darwin\"&gt;Charles Darwin&lt;/a&gt;, \"mechanical sounds\" and more recently \"&lt;a href=\"sonation\"&gt;sonation&lt;/a&gt;\". The term \"sonate\" has been defined as the act of producing non-vocal sounds that are intentionally modulated communicative signals, produced using non-syringeal structures such as the bill, wings, tail, feet and body feathers.\nIn extratropical &lt;a href=\"Eurasia\"&gt;Eurasia&lt;/a&gt; and &lt;a href=\"the%20Americas\"&gt;the Americas&lt;/a&gt; almost all song is produced by male birds; however in the tropics and to a greater extent the &lt;a href=\"desert\"&gt;desert&lt;/a&gt; belts of &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt; and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; it is more typical for females to sing as much as males. These differences have been known for a long time and are generally attributed to the much less regular and seasonal climate of Australian and African arid zones requiring that birds breed at any time when conditions are favourable, although they cannot breed in many years because food supply never increases above a minimal level. With aseasonal irregular breeding, both sexes must be brought into breeding condition and vocalisation, especially duetting, serves this purpose. The high frequency of female vocalisations in the tropics, Australia and Southern Africa may also relate to very low mortality rates producing much stronger pair-bonding and territoriality.\nAnatomy and physiology.\nThe avian vocal organ is called the &lt;a href=\"Syrinx%20%28biology%29\"&gt;syrinx&lt;/a&gt;; it is a bony structure at the bottom of the &lt;a href=\"Vertebrate%20trachea\"&gt;trachea&lt;/a&gt; (unlike the &lt;a href=\"larynx\"&gt;larynx&lt;/a&gt; at the top of the &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt;ian trachea). The syrinx and sometimes a surrounding air sac resonate to sound waves that are made by membranes past which the bird forces air. The bird controls the pitch by changing the tension on the membranes and controls both pitch and volume by changing the force of exhalation. It can control the two sides of the trachea independently, which is how some species can produce two notes at once.\nFunction.\nOne of the two main functions of bird song is mate attraction. Scientists hypothesize that bird song evolved through &lt;a href=\"sexual%20selection\"&gt;sexual selection&lt;/a&gt;, and experiments suggest that the quality of bird song may be a good indicator of fitness. Experiments also suggest that parasites and diseases may directly affect song characteristics such as song rate, which thereby act as reliable indicators of health. The song repertoire also appears to indicate fitness in some species. The ability of male birds to hold and advertise &lt;a href=\"territory%20%28animal%29\"&gt;territories&lt;/a&gt; using song also demonstrates their fitness. Therefore, a female bird may select males based on the quality of their songs and the size of their song repertoire.\nThe second principal function of bird song is territory defense. Territorial birds will interact with each other using song to negotiate territory boundaries. Since song may be a reliable indicator of quality, individuals may be able to discern the quality of rivals and prevent an energetically costly fight. In birds with song repertoires, individuals may share the same song type and use these song types for more complex communication. Some birds will respond to a shared song type with a song-type match (i.e. with the same song type). This may be an aggressive signal; however, results are mixed. Birds may also interact using repertoire-matches, wherein a bird responds with a song type that is in its rival's repertoire but is not the song that it is currently singing. This may be a less aggressive act than song-type matching. Song complexity is also linked to male territorial defense, with more complex songs being perceived as a greater territorial threat.\nCommunication through bird calls can be between individuals of the same species or even across species. Birds communicate alarm through vocalizations and movements that are specific to the threat, and bird alarms can be understood by other animal species, including other birds, in order to identify and protect against the specific threat. &lt;a href=\"Mobbing%20behaviour\"&gt;Mobbing&lt;/a&gt; calls are used to recruit individuals in an area where an owl or other predator may be present. These calls are characterized by wide frequency spectra, sharp onset and termination, and repetitiveness that are common across species and are believed to be helpful to other potential \"mobbers\" by being easy to locate. The alarm calls of most species, on the other hand, are characteristically high-pitched, making the caller difficult to locate.\nIndividual birds may be sensitive enough to identify each other through their calls. Many birds that nest in colonies can locate their chicks using their calls. Calls are sometimes distinctive enough for individual identification even by human researchers in ecological studies.\nMany birds engage in duet calls. In some cases, the duets are so perfectly timed as to appear almost as one call. This kind of calling is termed antiphonal duetting. Such duetting is noted in a wide range of families including quails, &lt;a href=\"bushshrike\"&gt;bushshrike&lt;/a&gt;s, &lt;a href=\"old%20world%20babbler\"&gt;babbler&lt;/a&gt;s such as the &lt;a href=\"scimitar%20babbler\"&gt;scimitar babbler&lt;/a&gt;s, and some owls and parrots. In territorial songbirds, birds are more likely to &lt;a href=\"wikt%3Acountersing\"&gt;countersing&lt;/a&gt; when they have been aroused by simulated intrusion into their territory. This implies a role in intraspecies aggressive competition.\nSometimes, songs vocalized in the post-breeding season act as a cue to &lt;a href=\"conspecificity\"&gt;conspecific&lt;/a&gt; eavesdroppers. In &lt;a href=\"black-throated%20blue%20warbler\"&gt;black-throated blue warbler&lt;/a&gt;s, males that have bred and reproduced successfully sing to their offspring to influence their vocal development, while males that have failed to reproduce usually abandon the nests and stay silent. The post-breeding song therefore inadvertently informs the unsuccessful males of particular habitats that have a higher likelihood of reproductive success. The &lt;a href=\"animal%20communication\"&gt;social communication&lt;/a&gt; by vocalization provides a shortcut to locating high quality habitats and saves the trouble of directly assessing various vegetation structures.\nSome birds are excellent vocal &lt;a href=\"mimicry\"&gt;mimics&lt;/a&gt;. In some tropical species, mimics such as the &lt;a href=\"drongo\"&gt;drongo&lt;/a&gt;s may have a role in the formation of &lt;a href=\"mixed-species%20feeding%20flock\"&gt;mixed-species foraging flocks&lt;/a&gt;. Vocal mimicry can include conspecifics, other species or even man-made sounds. Many hypotheses have been made on the functions of vocal mimicry including suggestions that they may be involved in sexual selection by acting as an indicator of fitness, help brood parasites, or protect against predation, but strong support is lacking for any function. Many birds, especially those that nest in cavities, are known to produce a snakelike hissing sound that may help deter predators at close range.\nSome cave-dwelling species, including the &lt;a href=\"oilbird\"&gt;oilbird&lt;/a&gt; and swiftlets (\"&lt;a href=\"Collocalia\"&gt;Collocalia&lt;/a&gt;\" and \"&lt;a href=\"Aerodramus\"&gt;Aerodramus&lt;/a&gt;\" species), use audible sound (with the majority of sonic location occurring between 2 and 5 kHz) to &lt;a href=\"Animal%20echolocation\"&gt;echolocate&lt;/a&gt; in the darkness of caves. The only bird known to make use of &lt;a href=\"infrasound\"&gt;infrasound&lt;/a&gt; (at about 20 Hz) is the &lt;a href=\"western%20capercaillie\"&gt;western capercaillie&lt;/a&gt;.\nThe hearing range of birds is from below 50 Hz (&lt;a href=\"infrasound\"&gt;infrasound&lt;/a&gt;) to around 12 kHz, with maximum sensitivity between 1 and 5 kHz. The &lt;a href=\"black%20jacobin\"&gt;black jacobin&lt;/a&gt; is exceptional in producing sounds at about 11.8 kHz. It is not known if they can hear these sounds.\nThe range of frequencies at which birds call in an environment varies with the quality of habitat and the ambient sounds. The acoustic adaptation hypothesis predicts that narrow bandwidths, low frequencies, and long elements and inter-element intervals should be found in habitats with complex vegetation structures (which would absorb and muffle sounds), while high frequencies, broad bandwidth, high-frequency modulations (trills), and short elements and inter-elements may be expected in open habitats, without obstructive vegetation.\nLow frequency songs are optimal for obstructed, densely vegetated habitats because low frequency, slowly modulated song elements are less susceptible to signal degradation by means of reverberations off of sound-reflecting vegetation. High frequency calls with rapid modulations are optimal for open habitats because they degrade less across open space. The acoustic adaptation hypothesis also states that song characteristics may take advantage of beneficial acoustic properties of the environment. Narrow-frequency bandwidth notes are increased in volume and length by reverberations in densely vegetated habitats.\nIt has been hypothesized that the available frequency range is partitioned, and birds call so that overlap between different species in frequency and time is reduced. This idea has been termed the \"acoustic niche\". Birds sing louder and at a higher pitch in urban areas, where there is ambient low-frequency noise. Traffic noise was found to decrease reproductive success in the &lt;a href=\"great%20tit\"&gt;great tit&lt;/a&gt; (\"Parus major\") due to the overlap in acoustic frequency. During the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, reduced traffic noise led to birds in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; singing 30% more softly. An increase in song volume restored fitness to birds in urban areas, as did higher frequency songs.\nIt has been proposed that birds show latitudinal variation in song complexity, however there is no strong evidence that song complexity increases with latitude or migratory behaviour.\nAccording to a study published in 2019, the &lt;a href=\"white%20bellbird\"&gt;white bellbird&lt;/a&gt; makes the loudest call ever recorded for birds, reaching 125 &lt;a href=\"Decibel\"&gt;dB&lt;/a&gt;. The record was previously held by the &lt;a href=\"screaming%20piha\"&gt;screaming piha&lt;/a&gt; with 116 dB.\nNeuroanatomy.\nThe acquisition and learning of bird song involves a group of distinct brain areas that are aligned in two connecting pathways:\nThe posterior descending pathway (PDP) is required throughout a bird's life for normal song production, while the anterior forebrain pathway (AFP) is necessary for song learning, plasticity, and maintenance, but not for adult song production.\nBoth neural pathways in the song system begin at the level of &lt;a href=\"high%20vocal%20center\"&gt;HVC&lt;/a&gt;, which projects information both to the RA (premotor nucleus) and to Area X of the anterior forebrain. Information in the posterior descending pathway (also referred to as the vocal production or motor pathway) descends from &lt;a href=\"high%20vocal%20center\"&gt;HVC&lt;/a&gt; to RA, and then from RA to the tracheosyringeal part of the &lt;a href=\"hypoglossal%20nerve\"&gt;hypoglossal nerve&lt;/a&gt; (nXIIts), which then controls muscular contractions of the syrinx.\nInformation in the anterior forebrain pathway is projected from &lt;a href=\"high%20vocal%20center\"&gt;HVC&lt;/a&gt; to Area X (basal ganglia), then from Area X to the DLM (thalamus), and from DLM to LMAN, which then links the &lt;a href=\"vocal%20learning\"&gt;vocal learning&lt;/a&gt; and vocal production pathways through connections back to the RA. Some investigators have posited a model in which the connection between LMAN and RA carries an instructive signal based on evaluation of auditory feedback (comparing the bird's own song to the memorized song template), which adaptively alters the motor program for song output. The generation of this instructive signal could be facilitated by auditory neurons in Area X and LMAN that show selectivity for the temporal qualities of the bird's own song (BOS) and its tutor song, providing a platform for comparing the BOS and the memorized tutor song.\nModels regarding the real-time error-correction interactions between the AFP and PDP will be considered in the future. Other current research has begun to explore the cellular mechanisms underlying &lt;a href=\"high%20vocal%20center\"&gt;HVC&lt;/a&gt; control of temporal patterns of song structure and RA control of syllable production.\nBrain structures involved in both pathways show &lt;a href=\"sexual%20dimorphism\"&gt;sexual dimorphism&lt;/a&gt; in many bird species, usually causing males and females to sing differently. Some of the known types of dimorphisms in the brain include the size of nuclei, the number of neurons present, and the number of neurons connecting one nucleus to another.\nIn the extremely dimorphic zebra finches (\"Taeniopygia guttata\"), a species in which only males typically sing, the size of the HVC and RA are approximately three to six times larger in males than in females, and Area X does not appear to be recognizable in females. Research suggests that exposure to sex steroids during early development is partially responsible for these differences in the brain. Female zebra finches treated with estradiol after hatching followed by testosterone or &lt;a href=\"dihydrotestosterone\"&gt;dihydrotestosterone&lt;/a&gt; (DHT) treatment in adulthood will develop an RA and HVC similar in size to males and will also display male-like singing behavior.\nHormone treatment alone does not seem to produce female finches with brain structures or behavior exactly like males. Furthermore, other research has shown results that contradict what would be expected based on our current knowledge of mammalian sexual differentiation. For example, male zebra finches castrated or given sex steroid inhibitors as hatchlings still develop normal masculine singing behavior. This suggests that other factors, such as the activation of genes on the z chromosome, might also play a role in normal male song development.\nHormones also have activational effects on singing and the song nuclei in adult birds. In canaries (\"Serinus canaria\"), females normally sing less often and with less complexity than males. However, when adult females are given androgen injections, their singing will increase to an almost male-like frequency. Furthermore, adult females injected with androgens also show an increased size in the HVC and RA regions. &lt;a href=\"Melatonin\"&gt;Melatonin&lt;/a&gt; is another hormone that is also believed to influence song behavior in adults, as many songbirds show melatonin receptors in neurons of the song nuclei.\nBoth the &lt;a href=\"European%20starling\"&gt;European starling&lt;/a&gt; (\"Sturnus vulgaris\") and &lt;a href=\"house%20sparrow\"&gt;house sparrow&lt;/a&gt; (\"Passer domesticus\") have demonstrated changes in song nuclei correlated with differing exposures to darkness and secretions of melatonin. This suggests that melatonin might play a role in the seasonal changes of singing behavior in songbirds that live in areas where the amount of daylight varies significantly throughout the year. Several other studies have looked at seasonal changes in the morphology of brain structures within the song system and have found that these changes (adult neurogenesis, gene expression) are dictated by photoperiod, hormonal changes and behavior.\nThe gene &lt;a href=\"FOXP2\"&gt;FOXP2&lt;/a&gt;, defects of which affect both speech production and comprehension of language in humans, becomes highly expressed in Area X during periods of vocal plasticity in both juvenile zebra finches and adult canaries.\nLearning.\nThe songs of different species of birds vary and are generally typical of the species. Species vary greatly in the complexity of their songs and in the number of distinct kinds of song they sing (up to 3000 in the &lt;a href=\"brown%20thrasher\"&gt;brown thrasher&lt;/a&gt;); individuals within some species vary in the same way. In a few species, such as &lt;a href=\"lyrebird\"&gt;lyrebird&lt;/a&gt;s and &lt;a href=\"mockingbird\"&gt;mockingbird&lt;/a&gt;s, songs imbed arbitrary elements learned in the individual's lifetime, a form of mimicry (though maybe better called \"appropriation\" (Ehrlich et al.), as the bird does not pass for another species). As early as 1773, it was established that birds learned calls, and &lt;a href=\"cross-fostering\"&gt;cross-fostering&lt;/a&gt; experiments succeeded in making linnet \"&lt;a href=\"Acanthis%20cannabina\"&gt;Acanthis cannabina&lt;/a&gt;\" learn the song of a skylark, \"Alauda arvensis\". In many species, it appears that although the basic song is the same for all members of the species, young birds learn some details of their songs from their fathers, and these variations build up over generations to form &lt;a href=\"dialects\"&gt;dialects&lt;/a&gt;.\nSong learning in juvenile birds occurs in two stages: sensory learning, which involves the juvenile listening to the father or other conspecific bird and memorizing the spectral and temporal qualities of the song (song template), and sensorimotor learning, which involves the juvenile bird producing its own vocalizations and practicing its song until it accurately matches the memorized song template.\nDuring the sensorimotor learning phase, song production begins with highly variable sub-vocalizations called \"sub-song\", which is akin to &lt;a href=\"babbling\"&gt;babbling&lt;/a&gt; in human infants. Soon after, the juvenile song shows certain recognizable characteristics of the imitated adult song, but still lacks the stereotypy of the crystallized song – this is called \"plastic song\".\nAfter two or three months of song learning and rehearsal (depending on species), the juvenile produces a crystallized song, characterized by spectral and temporal stereotypy (very low variability in syllable production and syllable order). Some birds, such as &lt;a href=\"zebra%20finch\"&gt;zebra finch&lt;/a&gt;es, which are the most popular species for birdsong research, have overlapping sensory and sensorimotor learning stages.\nResearch has indicated that birds' acquisition of song is a form of &lt;a href=\"motor%20learning\"&gt;motor learning&lt;/a&gt; that involves regions of the &lt;a href=\"basal%20ganglia\"&gt;basal ganglia&lt;/a&gt;. Further, the PDP (see \"Neuroanatomy\" below) has been considered &lt;a href=\"Homology%20%28biology%29\"&gt;homologous&lt;/a&gt; to a mammalian motor pathway originating in the &lt;a href=\"cerebral%20cortex\"&gt;cerebral cortex&lt;/a&gt; and descending through the &lt;a href=\"brain%20stem\"&gt;brain stem&lt;/a&gt;, while the AFP has been considered homologous to the mammalian cortical pathway through the basal ganglia and thalamus. Models of bird-song &lt;a href=\"motor%20learning\"&gt;motor learning&lt;/a&gt; can be useful in developing models for how humans learn &lt;a href=\"speech\"&gt;speech&lt;/a&gt;. In some species such as zebra finches, learning of song is limited to the first year; they are termed \"age-limited\" or \"close-ended\" learners. Other species such as the canaries can develop new songs even as sexually mature adults; these are termed \"open-ended\" learners.\nResearchers have hypothesized that learned songs allow the development of more complex songs through cultural interaction, thus allowing intraspecies dialects that help birds to identify kin and to adapt their songs to different acoustic environments.\nAuditory feedback in birdsong learning.\nEarly experiments by Thorpe in 1954 showed the importance of a bird being able to hear a tutor's song. When birds are raised in isolation, away from the influence of conspecific males, they still sing. While the song they produce, called \"isolate song\", resembles the song of a wild bird, it shows distinctly different characteristics from the wild song and lacks its complexity. The importance of the bird being able to hear itself sing in the sensorimotor period was later discovered by Konishi. Birds deafened before the song-crystallization period went on to produce songs that were distinctly different from the wild type and isolate song. Since the emergence of these findings, investigators have been searching for the neural pathways that facilitate sensory/sensorimotor learning and mediating the matching of the bird's own song with the memorized song template.\nSeveral studies over recent decades have looked at the neural mechanisms underlying birdsong learning by performing lesions to relevant brain structures involved in the production or maintenance of song or by deafening birds before and/or after song crystallization. Another recent experimental approach was recording the bird's song and then playing it back while the bird is singing, causing perturbed auditory feedback (the bird hears the superposition of its own song and a fragmented portion of a previous song syllable). After Nordeen &amp; Nordeen made a landmark discovery as they demonstrated that auditory feedback was necessary for the maintenance of song in adult birds with crystallized song, Leonardo &amp; Konishi (1999) designed an auditory feedback perturbation protocol in order to explore the role of auditory feedback in adult song maintenance further, to investigate how adult songs deteriorate after extended exposure to perturbed auditory feedback, and to examine the degree to which adult birds could recover crystallized song over time after being removed from perturbed feedback exposure. This study offered further support for role of auditory feedback in maintaining adult song stability and demonstrated how adult maintenance of crystallized birdsong is dynamic rather than static.\nBrainard &amp; Doupe (2000) posit a model in which LMAN (of the anterior forebrain) plays a primary role in error correction, as it detects differences between the song produced by the bird and its memorized song template and then sends an instructive error signal to structures in the vocal production pathway in order to correct or modify the motor program for song production. In their study, Brainard &amp; Doupe (2000) showed that while deafening adult birds led to the loss of song stereotypy due to altered auditory feedback and non-adaptive modification of the motor program, lesioning LMAN in the anterior forebrain pathway of adult birds that had been deafened led to the stabilization of song (LMAN lesions in deafened birds prevented any further deterioration in syllable production and song structure).\nCurrently, there are two competing models that elucidate the role of LMAN in generating an instructive error signal and projecting it to the motor production pathway:\n\"Bird's own song (BOS)-tuned error correction model\"\n\"Efference copy model of error correction\"\nLeonardo tested these models directly by recording spike rates in single LMAN neurons of adult zebra finches during singing in conditions with normal and perturbed auditory feedback. His results did not support the BOS-tuned error correction model, as the firing rates of LMAN neurons were unaffected by changes in auditory feedback and therefore, the error signal generated by LMAN appeared unrelated to auditory feedback. Moreover, the results from this study supported the predictions of the efference copy model, in which LMAN neurons are activated during singing by the efference copy of the motor signal (and its predictions of expected auditory feedback), allowing the neurons to be more precisely time-locked to changes in auditory feedback.\nMirror neurons and vocal learning.\nA &lt;a href=\"mirror%20neuron\"&gt;mirror neuron&lt;/a&gt; is a &lt;a href=\"neuron\"&gt;neuron&lt;/a&gt; that discharges both when an individual performs an action and when he/she perceives that same action being performed by another. These neurons were first discovered in &lt;a href=\"macaque\"&gt;macaque&lt;/a&gt; monkeys, but recent research suggests that mirror neuron systems may be present in other animals including humans.\nMirror neurons have the following characteristics:\nBecause mirror neurons exhibit both &lt;a href=\"sensory%20neuron\"&gt;sensory&lt;/a&gt; and &lt;a href=\"motor%20neuron\"&gt;motor&lt;/a&gt; activity, some researchers have suggested that mirror neurons may serve to map sensory experience onto motor structures. This has implications for birdsong learning– many birds rely on auditory feedback to acquire and maintain their songs. Mirror neurons may be mediating this comparison of what the bird hears, how it compares to a memorized song template, and what he produces.\nIn search of these auditory-motor neurons, Jonathan Prather and other researchers at Duke University recorded the activity of single neurons in the &lt;a href=\"High%20vocal%20center\"&gt;HVCs&lt;/a&gt; of &lt;a href=\"swamp%20sparrow\"&gt;swamp sparrow&lt;/a&gt;s. They discovered that the neurons that project from the HVC to Area X (HVCX neurons) are highly responsive when the bird is hearing a playback of his own song. These neurons also fire in similar patterns when the bird is singing that same song. Swamp sparrows employ 3-5 different song types, and the neural activity differs depending on which song is heard or sung. The HVCX neurons only fire in response to the presentation (or singing) of one of the songs, the primary song type. They are also temporally selective, firing at a precise phase in the song syllable.\nPrather, et al. found that during the short period of time before and after the bird sings, his HVCX neurons become insensitive to &lt;a href=\"Sound\"&gt;auditory&lt;/a&gt; input. In other words, the bird becomes \"deaf\" to his own song. This suggests that these neurons are producing a &lt;a href=\"corollary%20discharge\"&gt;corollary discharge&lt;/a&gt;, which would allow for direct comparison of motor output and auditory input. This may be the mechanism underlying learning via auditory feedback. These findings are also in line with Leonardo's (2004) efference copy model of error correction in birdsong learning and production.\nOverall, the HVCX auditory motor neurons in swamp sparrows are very similar to the visual motor mirror neurons discovered in &lt;a href=\"primates\"&gt;primates&lt;/a&gt;. Like mirror neurons, the HVCX neurons:\nThe function of the mirror neuron system is still unclear. Some scientists speculate that mirror neurons may play a role in understanding the actions of others, &lt;a href=\"imitation\"&gt;imitation&lt;/a&gt;, &lt;a href=\"theory%20of%20mind\"&gt;theory of mind&lt;/a&gt; and &lt;a href=\"language%20acquisition\"&gt;language acquisition&lt;/a&gt;, though there is currently insufficient &lt;a href=\"neurophysiology\"&gt;neurophysiological&lt;/a&gt; evidence in support of these theories. Specifically regarding birds, it is possible that the mirror neuron system serves as a general mechanism underlying &lt;a href=\"vocal%20learning\"&gt;vocal learning&lt;/a&gt;, but further research is needed. In addition to the implications for song learning, the mirror neuron system could also play a role in &lt;a href=\"territorial%20behavior\"&gt;territorial behavior&lt;/a&gt;s such as song-type matching and countersinging.\nLearning through cultural transmission.\n&lt;a href=\"Animal%20culture\"&gt;Culture in animals&lt;/a&gt; is usually defined to consist of socially transmitted behavior patterns (\"traditions\") that are characteristic of certain populations. The learned nature of bird song as well as evidence of \"dialect\"-like local variations have led some researchers to hypothesize the existence of &lt;a href=\"Animal%20culture%23Avian%20culture\"&gt;avian culture&lt;/a&gt;.\nAs mentioned &lt;a href=\"Bird%20vocalization%23Auditory%20feedback%20in%20birdsong%20learning\"&gt;above&lt;/a&gt;, bird song's dependence on learning was studied by Thorpe, who found that &lt;a href=\"Common%20chaffinch\"&gt;chaffinches&lt;/a&gt; raised in isolation from their first week of life produce highly abnormal and less complex songs compared to other chaffinches. This suggested that many aspects of song development in songbirds depends on tutoring by older members of the same species. Later studies observed canary-like elements in the song of a chaffinch raised by &lt;a href=\"Domestic%20canary\"&gt;canaries&lt;/a&gt;, evidencing the strong role of tutors in the learning of song by juvenile birds.\nSimilar chaffinch song types (categorized based on their distinct elements and their order) were observed to cluster in similar geographic areas, and this discovery led to hypotheses about \"dialects\" in birdsong. It has since been postulated that these song type variations are not &lt;a href=\"dialect\"&gt;dialect&lt;/a&gt;s like those we found in human language. This is because not all members of a given geographic area will conform to the same song type, and also because there is no singular characteristic of a song type that differentiates it from all other types (unlike human dialects where certain words are unique to certain dialects).\nBased on this evidence of learning and localized song types, researchers began to investigate the social learning of birdsong as a form of cultural transmission. The behavior patterns constituting this culture are the songs themselves, and the song types can be considered as traditions.\nDopamine circuits and cultural transmission.\nA recent study has shown that a dopamine circuit in zebra finches may promote social learning of bird song from tutors. Their data shows that certain brain areas in juvenile zebra finches are excited by the singing of conspecific (i.e. same-species) tutors and not by loudspeakers playing zebra finch song. Additionally, they show that dopamine released into the HVC aids in the encoding of song.\nEvolutionary preservation of bird vocal learning.\nThe cultural trap hypothesis.\nAlthough a significant amount of research was done on bird song during the 20th century, none was able to elucidate the evolutionary \"use\" behind birdsong, especially with regards to large vocal repertoires. In response, Lachlan and Slater proposed a \"cultural trap\" model to explain persistence of wide varieties of song. This model is in based on a concept of \"filters\", in which:\nIn one possible situation, the population consists mainly of birds with wide filters. In this population, a male songbird with a wide filter will rarely be chosen by the few female with narrow filters (as the male's song is unlikely to fall within a narrower filter). This female will now have a relatively small choice of males to mate with, and so the genetic basis of the female's narrow filter would not persist. Another possible situation deals with a population with mostly narrow-filters. In the latter population, wide-filter males can feasibly avoid mate choice rejection by learning from older, narrow-filter males. Therefore, the average reproductive success of wide-filter birds is enhanced by the possibility of learning, and vocal learning and large song repertoires (i.e. wide filters) go hand-in-hand.\nThe cultural trap hypothesis is one example of gene-culture coevolution, in which selective pressures emerge from the interaction between genotypes and their cultural consequences.\nPossible correlation with cognitive ability.\nVarious studies have shown that adult birds that underwent stress during critical developmental periods produce less complex songs and have smaller HVC brain regions. These has led some researchers to hypothesize that sexual selection for more complex songs indirectly selects for stronger cognitive ability in males. Further investigation showed that male &lt;a href=\"song%20sparrow\"&gt;song sparrow&lt;/a&gt;s with larger vocal repertoires required less time to solve detour-reaching cognitive tasks. Some have proposed that bird song (among other sexually selected traits such as flashy coloring, body symmetry, and elaborate courtship) allow female songbirds to quickly assess the cognitive skills and development of multiple males.\nIdentification and systematics.\nThe specificity of bird calls has been used extensively for species identification. The calls of birds have been described using words or nonsense syllables or line diagrams. Common terms in English include words such as \"quack\", \"chirp\" and \"chirrup\". These are subject to imagination and vary greatly; a well-known example is the &lt;a href=\"white-throated%20sparrow\"&gt;white-throated sparrow&lt;/a&gt;'s song, given in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt; as \"O sweet Canada Canada Canada\" and in &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; as \"Old Sam Peabody Peabody Peabody\" (also \"Where are you Frederick Frederick Frederick?\"). In addition to nonsense words, grammatically correct phrases have been constructed as likenesses of the vocalizations of birds. For example, the &lt;a href=\"barred%20owl\"&gt;barred owl&lt;/a&gt; produces a motif which some bird guides describe as \"Who cooks for you? Who cooks for you all?\" with the emphasis placed on \"you\". The term \"warblish\" has been coined to explain this approach to bird call description.\nKay Electric Company started by former Bell Labs engineers Harry Foster and Elmo Crump made a device that was marketed as the \"Sona-Graph\" in 1948. This was adopted by early researchers including C.E.G.Bailey who demonstrated its use for studying bird song in 1950. The use of &lt;a href=\"spectrogram\"&gt;spectrogram&lt;/a&gt;s to visualize bird song was then adopted by &lt;a href=\"Donald%20J.%20Borror\"&gt;Donald J. Borror&lt;/a&gt; and developed further by others including W. H. Thorpe. These visual representations are also called sonograms or . Beginning in 1983, some field guides for birds use sonograms to document the calls and songs of birds. The sonogram is objective, unlike descriptive phrases, but proper interpretation requires experience. Sonograms can also be roughly converted back into sound.\nBird song is an integral part of bird courtship and is a pre-zygotic isolation mechanism involved in the process of &lt;a href=\"speciation\"&gt;speciation&lt;/a&gt;. Many &lt;a href=\"allopatric%20speciation\"&gt;allopatric&lt;/a&gt; sub-species show differences in calls. These differences are sometimes minute, often detectable only in the sonograms. Song differences in addition to other taxonomic attributes have been used in the identification of new species. The use of calls has led to proposals for splitting of species complexes such as those of the \"&lt;a href=\"Mirafra\"&gt;Mirafra&lt;/a&gt;\" bushlarks.\nSmartphone apps such as Bird Song Id USA enables automatic recognition of birds using sounds. Like &lt;a href=\"Shazam%20%28service%29\"&gt;Shazam&lt;/a&gt;, those apps work by comparing &lt;a href=\"spectrographic\"&gt;spectrographic&lt;/a&gt; database for matches.\nBird language.\nThe &lt;a href=\"language%20of%20the%20birds\"&gt;language of the birds&lt;/a&gt; has long been a topic for anecdote and speculation. That calls have meanings that are interpreted by their listeners has been well demonstrated. Domestic &lt;a href=\"chicken\"&gt;chicken&lt;/a&gt;s have distinctive alarm calls for aerial and ground predators, and they respond to these alarm calls appropriately.\nHowever, a &lt;a href=\"language\"&gt;language&lt;/a&gt; has, in addition to words, &lt;a href=\"grammar\"&gt;grammar&lt;/a&gt; (that is, structures and rules). Studies to demonstrate the existence of language have been difficult due to the range of possible interpretations. For instance, some have argued that in order for a communication system to count as a language it must be \"combinatorial\", having an open ended set of grammar-compliant sentences made from a finite vocabulary.\nResearch on &lt;a href=\"parrot\"&gt;parrot&lt;/a&gt;s by &lt;a href=\"Irene%20Pepperberg\"&gt;Irene Pepperberg&lt;/a&gt; is claimed to demonstrate the innate ability for grammatical structures, including the existence of concepts such as nouns, adjectives and verbs. In the wild, &lt;a href=\"Black-capped%20Chickadee\"&gt;Black-capped Chickadee&lt;/a&gt;s innate vocalizations have been rigorously shown to have combinatorial language. Studies on &lt;a href=\"starling\"&gt;starling&lt;/a&gt; vocalizations have also suggested that they may have recursive structures.\nThe term \"bird language\" may also more informally refer to patterns in bird vocalizations that communicate information to other birds or other animals in general.\nSome birds have two distinct \"languages\", one for internal communications and one for use in flocks. All birds have a separate type of communication for \"songs\" vs. communicating danger and other information. &lt;a href=\"Konrad%20Lorenz\"&gt;Konrad Lorenz&lt;/a&gt; demonstrated that Jackdaws have \"names\" identifying each individual in the flock and when beginning flight preparations each of them say one other bird's name creating a \"chain\". In his book King Solomon's Ring, he describes the name he was given by the birds and how he was recognized several years later in a far away location following WWII.\nStudies in parakeets have shown a striking similarity between &lt;a href=\"talking%20bird\"&gt;talking bird&lt;/a&gt;'s verbal areas in the brain and the equivalent human brain areas, suggesting that mimicry has much to do with the construction of language and its structures and order. Recent research showed birds construct sentence like communications with a syntax and grammar.\nIn culture.\nRecording.\nThe first known recording of birdsong was made in 1889 by &lt;a href=\"Ludwig%20Karl%20Koch\"&gt;Ludwig Koch&lt;/a&gt;, who went on to become an eminent wildlife recordist and BBC natural history presenter.\nOther notable birdsong recordists include &lt;a href=\"Eric%20Simms%20%28ornithologist%29\"&gt;Eric Simms&lt;/a&gt;, &lt;a href=\"Chris%20Watson%20%28musician%29\"&gt;Chris Watson&lt;/a&gt; and, in France, Jean-Claude Roché, François Charron, Fernand Deroussen.\nIn music.\n&lt;a href=\"Birds%20in%20music\"&gt;In music&lt;/a&gt;, &lt;a href=\"birdsong\"&gt;birdsong&lt;/a&gt; has influenced composers and musicians in several ways: they can be inspired by birdsong; they can intentionally imitate bird song in a composition, as &lt;a href=\"Antonio%20Vivaldi\"&gt;Vivaldi&lt;/a&gt; and &lt;a href=\"Beethoven\"&gt;Beethoven&lt;/a&gt; did, along with many later composers; they can incorporate recordings of birds into their works, as &lt;a href=\"Ottorino%20Respighi\"&gt;Ottorino Respighi&lt;/a&gt; first did; or like &lt;a href=\"Beatrice%20Harrison\"&gt;Beatrice Harrison&lt;/a&gt; and &lt;a href=\"David%20Rothenberg\"&gt;David Rothenberg&lt;/a&gt;, they can duet with birds. Authors including Rothenberg have claimed that birds sing on traditional scales as used in human music, but at least one songbird does not choose notes in this way.\nAmong birds which habitually borrow phrases or sounds from other species, the way they use variations of &lt;a href=\"rhythm\"&gt;rhythm&lt;/a&gt;, relationships of &lt;a href=\"musical%20pitch\"&gt;musical pitch&lt;/a&gt;, and combinations of &lt;a href=\"musical%20note\"&gt;note&lt;/a&gt;s can resemble music. Hollis Taylor's in-depth analysis of &lt;a href=\"pied%20butcherbird\"&gt;pied butcherbird&lt;/a&gt; vocalizations provides a detailed rebuttal to objections of birdsong being judged as music. The similar motor constraints on human and avian song may have driven these to have similar song structures, including \"arch-shaped and descending melodic contours in musical phrases\", long notes at the ends of phrases, and typically small differences in pitch between adjacent notes, at least in birds with a strong song structure like the Eurasian treecreeper \"&lt;a href=\"Certhia%20familiaris\"&gt;Certhia familiaris&lt;/a&gt;\".\nIn poetry.\nBird song is a popular subject in &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt;. Famous examples inspired by bird song include the 1177 &lt;a href=\"Persian%20poetry\"&gt;Persian poem&lt;/a&gt; \"&lt;a href=\"The%20Conference%20of%20the%20Birds\"&gt;The Conference of the Birds&lt;/a&gt;\", in which the birds of the world assemble under the wisest bird, the &lt;a href=\"hoopoe\"&gt;hoopoe&lt;/a&gt;, to decide who is to be their king. In English poetry, &lt;a href=\"John%20Keats\"&gt;John Keats&lt;/a&gt;'s 1819 \"&lt;a href=\"Ode%20to%20a%20Nightingale\"&gt;Ode to a Nightingale&lt;/a&gt;\" and &lt;a href=\"Percy%20Bysshe%20Shelley\"&gt;Percy Bysshe Shelley&lt;/a&gt;'s 1820 \"&lt;a href=\"To%20a%20Skylark\"&gt;To a Skylark&lt;/a&gt;\" are popular classics. &lt;a href=\"Ted%20Hughes\"&gt;Ted Hughes&lt;/a&gt;'s 1970 collection of poems about a bird character, \"&lt;a href=\"Crow%20%28poetry%29\"&gt;Crow&lt;/a&gt;\", is considered one of his most important works. Bird poems by &lt;a href=\"Gerard%20Manley%20Hopkins\"&gt;Gerard Manley Hopkins&lt;/a&gt; include \"Sea and Skylark\" and \"&lt;a href=\"The%20Windhover\"&gt;The Windhover&lt;/a&gt;\"."
}