{
    "id": "37008966",
    "revid": "1038939201",
    "url": "https://en.wikipedia.org/wiki?curid=37008966",
    "title": "Danilo Dončić",
    "text": "Danilo Dončić (; born August 20, 1969) is a &lt;a href=\"Serbs\"&gt;Serbian&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; manager and former player.\nEarly life.\nHe was born in Vranje but spent most of his early life in &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;. He started his youth football career with &lt;a href=\"FK%20Beograd\"&gt;FK Beograd&lt;/a&gt; before joining his first professional football team, &lt;a href=\"FK%20Rudar%20Ljubija\"&gt;FK Rudar Ljubija&lt;/a&gt; playing back then in the &lt;a href=\"Yugoslav%20Second%20League\"&gt;Yugoslav Second League&lt;/a&gt;.\nPlaying career.\nHe continued his professional career with famous Serbian football clubs &lt;a href=\"FK%20Napredak%20Kru%C5%A1evac\"&gt;FK Napredak Kruševac&lt;/a&gt;, &lt;a href=\"FK%20%C4%8Cukari%C4%8Dki\"&gt;FK Čukarički&lt;/a&gt; before returning to &lt;a href=\"FK%20Beograd\"&gt;FK Beograd&lt;/a&gt;. Having spent the majority of his early football career in Serbia, Dončić decided to try the international waters by joining &lt;a href=\"Valletta%20F.C.\"&gt;Valletta&lt;/a&gt; where he won all possible Maltese Cups in one season 2006–07 and was the top scorer in Malta by breaking the record of scoring 32 league goals in one season. He left Malta for one of the top Bulgarian clubs &lt;a href=\"PFC%20Lokomotiv%20Sofia\"&gt;Lokomotiv Sofia&lt;/a&gt; and continued his career by moving to Portugal playing for &lt;a href=\"Imortal%20DC\"&gt;Imortal DC&lt;/a&gt;. After that he spent five years playing for &lt;a href=\"Sliema%20Wanderers%20F.C.\"&gt;Sliema Wanderers F.C.&lt;/a&gt; where he won three league campaigns in a row and one trophy. In those years of his most success Dončić was three times top scorer of the &lt;a href=\"Maltese%20Premier%20League\"&gt;Maltese Premier League&lt;/a&gt;. In total, he played eight years in Malta with a record of 196 games played and 151 goals scored. In May 2006 at the age of 37, Dončić retired from playing football.\nCoaching career.\nDončić decided to concentrate on coaching and soon after he finished his career as a player, he started coaching the First Division Maltese team &lt;a href=\"San%20Gwann%20F.C.\"&gt;San Gwann F.C.&lt;/a&gt; in 2006. In the consecutive season, he signed with &lt;a href=\"Floriana%20F.C.\"&gt;Floriana F.C.&lt;/a&gt; as a head coach of this premier Maltese team. Floriana, a team with a successful football history placed fifth in the Premiere league and was a semi-finalist in the Trophy for the same year.\nFollowing this achievement, Dončić got invited by one of the best Serbian coaches, &lt;a href=\"Dragan%20Okuka\"&gt;Dragan Okuka&lt;/a&gt;, where he accepted to become his first assistant coach in Dončić's ex-club &lt;a href=\"PFC%20Lokomotiv%20Sofia\"&gt;PFC Lokomotiv Sofia&lt;/a&gt;. Subsequently, Dončić moves on to a top Greek league team &lt;a href=\"Kavala%20F.C.\"&gt;Kavala F.C.&lt;/a&gt; together with Dragan Okuka. After some time, Okuka resigned and Dončić continued working with Henryk Kasperczak till the year 2011. At the same time, Dončić was contacted by &lt;a href=\"Sliema%20Wanderers%20F.C.\"&gt;Sliema Wanderers F.C.&lt;/a&gt; for the post of a head coach and he returned to Malta to take over his ex-team Sliema Wanderers from February 2011 till May 2012. Remainder of 2012. Danilo is coaching &lt;a href=\"Tarxien%20Rainbows%20F.C.\"&gt;Tarxien Rainbows F.C.&lt;/a&gt; Premier League team. His career continues with &lt;a href=\"Mosta%20F.C.\"&gt;Mosta F.C.&lt;/a&gt; (2013–2014) and &lt;a href=\"St.%20Andrews%20F.C.%20%28Malta%29\"&gt;St. Andrews F.C.&lt;/a&gt; (2014- Autumn 2014) as a Club Manager. With start of new football season Danilo decides to accept the offer of &lt;a href=\"Al-Najma%20SC%20%28Bahrain%29\"&gt;Al-Najma&lt;/a&gt; (2014–2015) on position of Club Manager. Following successful year at Al-Najma Danilo takes the contract with &lt;a href=\"Ethnikos%20Achna%20FC\"&gt;Ethnikos Achnas&lt;/a&gt; (2015-2016). Danilo is back to the Maltese Premier League after reaching an agreement with St. Andrews."
}