{
    "id": "37032925",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=37032925",
    "title": "Galba schirazensis",
    "text": "Galba schirazensis is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of air-breathing &lt;a href=\"freshwater%20snail\"&gt;freshwater snail&lt;/a&gt;, an &lt;a href=\"aquatic%20animal\"&gt;aquatic&lt;/a&gt; &lt;a href=\"pulmonate\"&gt;pulmonate&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"mollusk\"&gt;mollusk&lt;/a&gt; in the family Lymnaeidae, the pond snails.\nTaxonomy.\nThis species was originally described by German &lt;a href=\"malacologist\"&gt;malacologist&lt;/a&gt; &lt;a href=\"Heinrich%20Carl%20K%C3%BCster\"&gt;Heinrich Carl Küster&lt;/a&gt;. Although text description was in 1863 and figure description in 1862, the year 1862 prevails (according to the article 12.2.7 of the &lt;a href=\"International%20Code%20of%20Zoological%20Nomenclature\"&gt;International Code of Zoological Nomenclature&lt;/a&gt;) because the name was already correctly cited in the figure legends of the 1862 plate.\nThe &lt;a href=\"specific%20name%20%28zoology%29\"&gt;specific name&lt;/a&gt; \"schirazensis\" is based on the name of the Iranian city &lt;a href=\"Shiraz\"&gt;Shiraz&lt;/a&gt;, which is the &lt;a href=\"type%20locality%20%28biology%29\"&gt;type locality&lt;/a&gt; for this species.\nMorphological, anatomical and &lt;a href=\"Phylogenetics\"&gt;phylogenetic&lt;/a&gt; analyses performed by Bargues et al. (2011) confirmed that this species belong to the \"Galba\"/\"Fossaria\" group. According to the same study, \"Galba schirazensis\" was previously an overlooked &lt;a href=\"cryptic%20species\"&gt;cryptic species&lt;/a&gt;, which had generally been confused with the very similar species \"&lt;a href=\"Galba%20truncatula\"&gt;Galba truncatula&lt;/a&gt;\".\nDistribution.\nAccording to the 2012 &lt;a href=\"IUCN%20Red%20List\"&gt;IUCN Red List&lt;/a&gt;, the native distribution of \"Galba schirazensis\" includes: &lt;a href=\"List%20of%20non-marine%20molluscs%20of%20Afghanistan\"&gt;Afghanistan&lt;/a&gt;, Armenia, &lt;a href=\"List%20of%20non-marine%20molluscs%20of%20Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;, &lt;a href=\"List%20of%20non-marine%20molluscs%20of%20Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;, &lt;a href=\"List%20of%20non-marine%20molluscs%20of%20Iran\"&gt;Iran&lt;/a&gt; and Russian Federation.\nThe distribution of this species includes:\n\"Galba schirazensis\" was introduced to Central and South America from the &lt;a href=\"Old%20World\"&gt;Old World&lt;/a&gt;:\nThe &lt;a href=\"type%20locality%20%28biology%29\"&gt;type locality&lt;/a&gt; is &lt;a href=\"Shiraz\"&gt;Shiraz&lt;/a&gt;, Iran.\nDescription.\nDrawings of the shell of \"Galba schirazensis\" from its original description by &lt;a href=\"Heinrich%20Carl%20K%C3%BCster\"&gt;Heinrich Carl Küster&lt;/a&gt;:\nThe &lt;a href=\"gastropod%20shell\"&gt;shell&lt;/a&gt; is brownish to reddish light brown, thin-walled, elongated conical, usually with four regular convex &lt;a href=\"Whorl%20%28mollusc%29\"&gt;whorls&lt;/a&gt; and up to 5.5 whorls in the longer specimens. The whorls are somewhat inflated, slightly shouldered, with silky and longitudinally striated &lt;a href=\"sculpture%20%28mollusc%29\"&gt;surface&lt;/a&gt; and separated by a deep, well-marked &lt;a href=\"suture%20%28gastropod%29\"&gt;suture&lt;/a&gt;, increasing rather slowly in diameter. The &lt;a href=\"Columella%20%28gastropod%29\"&gt;columella&lt;/a&gt; is straight, unfolded, and the &lt;a href=\"umbilicus%20%28mollusc%29\"&gt;umbilicus&lt;/a&gt; is open. The last or &lt;a href=\"body%20whorl\"&gt;body whorl&lt;/a&gt; is almost ¾ times as high as the shell height, presenting a slight twisting trend along its basal part visible in the biggest shells when viewed dorsally, and which is due to the enlargement of the basal lip of the &lt;a href=\"peristome%20%28gastropod%29\"&gt;peristome&lt;/a&gt; (in the way of \"&lt;a href=\"Pseudosuccinea%20columella\"&gt;Pseudosuccinea columella&lt;/a&gt;\"). The &lt;a href=\"spire%20%28mollusc%29\"&gt;spire&lt;/a&gt; is pointed. The &lt;a href=\"aperture%20%28mollusc%29\"&gt;aperture&lt;/a&gt; is elongatedly oval, slightly oblique, mid-sized and wider at the base. The thin peristome is patent throughout, the umbilicus is partially covered by a widened columellar lip. The shell shows a tendency to be approximately one and a half to two times as long as it is wide, and its aperture tends to be slightly less than half as long as the shell. The width of the shell is 1.39–4.31 mm. The height of the shell is 2.41–8.06 mm. The width of the aperture is 0.77–2.66 mm. The height of the aperture is 1.16–4.12 mm.\nThe following three characteristics of shell may be useful in species identification: The maximum height of the shell is 8.06 mm. Whorls are regularly convex. The columella is straight.\nThe cephalopedeal mass is pale greyish. The &lt;a href=\"Sensory%20organs%20of%20gastropods%23Eyes\"&gt;eyes&lt;/a&gt; are black and relatively big in size. &lt;a href=\"Tentacle\"&gt;Tentacle&lt;/a&gt;s are elongate, slender, pyramidal, with a narrow base. The &lt;a href=\"mantle%20%28mollusc%29\"&gt;mantle&lt;/a&gt; roof is dark, from dark brown to blackish throughout, with small unpigmented white-greyish round spots including several tiny circles at the beginning of the border of the pulmonary region and a few scattered further away in between the initial large round spots. The border of the mantle is light grey. The black pigmentation of the hypopeplear region of the mantle roof gave a dark appearance to the shell of living specimens by transparency. This dark appearance did not depend on the characteristics of the natural habitat, as it was maintained across the different laboratory-reared snail generations (quite the opposite of what happens with several darkish populations of other lymnaeid species under experimental conditions).\nThe following external characteristics of shell may be useful in species identification: Tentacles are elongate, slender and with a narrow base. Eyes are big. the color of &lt;a href=\"mantle%20%28mollusc%29\"&gt;mantle&lt;/a&gt; roof varies from dark brown to blackish throughout, with unpigmented white-greyish round spots, giving a dark appearance to the shell by transparency.\nThe following internal characteristics of shell may be useful in species identification: The first bilateral teeth are mostly bicuspid in &lt;a href=\"radula\"&gt;radula&lt;/a&gt;. The praeputium/penis sheath length ratio is 1.20–2.23 mm (mean 1.60 mm).\nTwo species that have a similar morphology: \"&lt;a href=\"Galba%20truncatula\"&gt;Galba truncatula&lt;/a&gt;\" and \"&lt;a href=\"Galba%20neotropica\"&gt;Galba neotropica&lt;/a&gt;\". \"Galba schirazensis\" is genetically distant but phenotypically very close to \"Galba truncatula\" and it has always been confused with \"Galba truncatula\". Although several phenotypic characteristics may &lt;a href=\"A%20priori%20and%20a%20posteriori\"&gt;a priori&lt;/a&gt; be helpful for a preliminary specimen classification, a definitive classification of a specimen can only be obtained by the &lt;a href=\"sequencing\"&gt;sequencing&lt;/a&gt; of at least one of the &lt;a href=\"molecular%20marker\"&gt;molecular marker&lt;/a&gt;s used: &lt;a href=\"ribosomal%20DNA\"&gt;ribosomal DNA&lt;/a&gt; markers &lt;a href=\"ITS-2\"&gt;ITS-2&lt;/a&gt; and &lt;a href=\"ITS-1\"&gt;ITS-1&lt;/a&gt;; &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; markers: &lt;a href=\"16S%20ribosomal%20RNA\"&gt;16S&lt;/a&gt; and &lt;a href=\"cox1\"&gt;cox1&lt;/a&gt;.\nEcology and transmission of diseases.\n\"Galba schirazensis\" is often amphibious and there is a terrestrial trend. They are sometimes &lt;a href=\"anthropophily\"&gt;anthropophilous&lt;/a&gt;. Mixed populations of \"Galba truncatula\" and \"Galba schirazensis\" have already been described in the field. &lt;a href=\"Self-fertilization\"&gt;Self-fertilization&lt;/a&gt; has been verified to be the normal &lt;a href=\"fertilisation\"&gt;fertilisation&lt;/a&gt; process in \"Galba schirazensis\". They are hatching from eggs. The shape of egg cluster is kidney- to banana-like, the more curved, elongated and narrow the more numerous are the eggs inside. There are around 6–14 eggs in cluster.\nResearchers believed that, unlike the similar species \"Galba truncatula\", \"Galba schirazensis\" did not transfer \"&lt;a href=\"Fasciola%20hepatica\"&gt;Fasciola hepatica&lt;/a&gt;\" (i.e. was not able to transmit &lt;a href=\"fascioliasis\"&gt;fascioliasis&lt;/a&gt;). However, results published in 2017 found that \"Galba schirazensis\" was harbouring rediae of \"Fasciola hepatica\" in &lt;a href=\"Ecuador\"&gt;Ecuador&lt;/a&gt; and could be an intermediate host.\nHuman use.\nThis hitherto overlooked species has been distorting results of fasciolid specificity/susceptibility analyses as well as the geographical distribution of the disease. \"Galba schirazensis\" can be used as a useful &lt;a href=\"biomarker\"&gt;biomarker&lt;/a&gt; of foreign &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; introduction. \"Galba schirazensis\" offers an outstanding laboratory &lt;a href=\"model%20organism\"&gt;model&lt;/a&gt; for studies on &lt;a href=\"genomics\"&gt;genomics&lt;/a&gt; and &lt;a href=\"proteomics\"&gt;proteomics&lt;/a&gt; about susceptibility/resistance in \"Fasciola hepatica\"/lymnaeid interaction.\nReferences.\nThis article incorporates CC-BY-2.5 text from the reference and CC-BY-2.0 text from the reference"
}