{
    "id": "37043158",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=37043158",
    "title": "Walter Wood (freestyle skier)",
    "text": "Walter Wood (born March 5, 1992) is an American &lt;a href=\"freestyle%20skier\"&gt;freestyle skier&lt;/a&gt; from &lt;a href=\"Evergreen%2C%20Colorado\"&gt;Evergreen, Colorado&lt;/a&gt;. Wood became a recognizable figure in the sport of &lt;a href=\"skiing\"&gt;skiing&lt;/a&gt; at a young age. His influence in skiing alongside others helped support the development and eventual adoption of &lt;a href=\"halfpipe\"&gt;halfpipe&lt;/a&gt; &lt;a href=\"skiing\"&gt;skiing&lt;/a&gt; to the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt;.\nEarly and personal life.\nBorn in &lt;a href=\"Evergreen%2C%20Colorado\"&gt;Evergreen, Colorado&lt;/a&gt; Wood quickly progressed in the sport of skiing being raised by ski patrolling parents where his mother was the first female director of &lt;a href=\"Berthoud%20Pass\"&gt;Berthoud Pass&lt;/a&gt; ski resort. In the midst of his career as a &lt;a href=\"professional%20athlete\"&gt;professional athlete&lt;/a&gt;, Wood set a record for landing the first 1620 rotation in halfpipe competition. Wood has been a team member of the \"Flying Ace Allstars\" for over 10 years, a live entertainment ski &amp; snowboard show located at the &lt;a href=\"Utah%20Olympic%20Park\"&gt;Utah Olympic Park&lt;/a&gt; in &lt;a href=\"Park%20City%2C%20Utah\"&gt;Park City, Utah&lt;/a&gt;.\nIn 2014, Wood enrolled at &lt;a href=\"The%20University%20of%20Utah\"&gt;The University of Utah&lt;/a&gt; and accepted into the &lt;a href=\"David%20Eccles%20School%20of%20Business\"&gt;David Eccles School of Business&lt;/a&gt; where he graduated with a Bachelor in Science \"Business degree with an emphasis in International Marketing\".\nAthletic career.\nIn 2008 Wood signed his first professional contract with Volkl Skis, Bolle Eyewear and Helly Hansen Clothing. He competed in his first World Cup at the age of 15\nWhen he was 17 he was awarded the &lt;a href=\"United%20States%20Ski%20and%20Snowboard%20Association\"&gt;USSA&lt;/a&gt; &lt;a href=\"Andy%20Mill\"&gt;Andy Mill&lt;/a&gt; award for sportsmanship and named to the &lt;a href=\"Colorado%20All%20Star%20Team\"&gt;Colorado All Star Team&lt;/a&gt; competed in his first professional competition at the age of 15 and his first of 4 &lt;a href=\"X%20Games\"&gt;X Games&lt;/a&gt; appearances at the age of 16 years old, in the discipline of &lt;a href=\"Halfpipe\"&gt;Halfpipe&lt;/a&gt; &lt;a href=\"skiing\"&gt;skiing&lt;/a&gt;.\nIn 2010 Wood became &lt;a href=\"World%20Champion\"&gt;World Champion&lt;/a&gt; in 2010 winning the TELUS World Ski &amp; Snowboard Festival in the ski &lt;a href=\"halfpipe\"&gt;halfpipe&lt;/a&gt; event at &lt;a href=\"Whistler%2C%20British%20Columbia\"&gt;Whistler, British Columbia&lt;/a&gt;.\nWood has over 40 &lt;a href=\"FIS%20Alpine%20Ski%20World%20Cup\"&gt;world cup&lt;/a&gt; starts and competed in &lt;a href=\"Dew%20Tour\"&gt;Dew Tour&lt;/a&gt; competitions from 2008 until 2015 including 2 &lt;a href=\"World%20Championship\"&gt;World Championship&lt;/a&gt; teams representing the United States. Wood placed 5th in the 2015 Krieschberg, Austria FIS World Championships.\nLululemon athletic clothing brand selected Wood to endorse as one of the first male international snowsports athletes to represent the company.\nWood was one of the top Olympic hopefuls for the 2014 Sochi Olympic Games until sustaining a season-ending injury 6 months prior. Wood remarkably competed in the qualification requirements narrowly missing the selected 4 person Olympic Halfpipe team."
}