{
    "id": "37063005",
    "revid": "22802661",
    "url": "https://en.wikipedia.org/wiki?curid=37063005",
    "title": "Effects of climate change on human health",
    "text": "The direct and indirect effects of climate change on human health are becoming increasingly obvious. &lt;a href=\"Effects%20of%20climate%20change\"&gt;Direct effects&lt;/a&gt; include exposure to &lt;a href=\"extreme%20weather\"&gt;extreme weather&lt;/a&gt; events such as &lt;a href=\"heat%20waves\"&gt;heat waves&lt;/a&gt;. Indirect effects include &lt;a href=\"Economic%20impacts%20of%20climate%20change\"&gt;disruption to economic&lt;/a&gt; and social activity, which can impact health if for example it reduces people's ability to earn a livelihood. Other health related effects arise from &lt;a href=\"environmental%20degradation\"&gt;environmental degradation&lt;/a&gt;, diseases carried by vectors, food and waterborne infections, changes to &lt;a href=\"food%20security\"&gt;food security&lt;/a&gt;, and &lt;a href=\"effects%20of%20climate%20change%20on%20mental%20health\"&gt;impacts on mental health&lt;/a&gt; such as elevated risk of suicide. In some cases there can be health benefits, but in the clear majority of observed and predicted cases, the health impacts of climate change are negative.\nClimate change can lead to increased infections from diseases such as &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt; and &lt;a href=\"dengue%20fever\"&gt;dengue fever&lt;/a&gt;, and can have significant impacts on mental health. It can reduce the availability of drinking water, and affect the production of food, whether this is by growing crops or raising livestock; while in some areas the effect on crops has been positive, in others yields have fallen, and some crops produced have been found to be less nutritious.\nThe health effects of climate change are increasingly a matter of concern for the international &lt;a href=\"public%20health%20policy\"&gt;public health policy&lt;/a&gt; community. Studies have found that communication on climate change is more likely to lead to engagement by the public if it is framed as a health concern, rather than just as an environmental matter. Health is one part of how &lt;a href=\"Effects%20of%20climate%20change%20on%20humans\"&gt;climate change affects humans&lt;/a&gt;, together with aspects such as &lt;a href=\"Environmental%20migrant\"&gt;displacement and migration&lt;/a&gt;, security and social impacts.\nOverview of impacts of higher temperatures.\nA main effect of climate change on human health stems from increased average temperatures, not necessarily in the form of heat wave events.\nA study that investigated 13,115 cities found that extreme heat exposure of a &lt;a href=\"wet%20bulb%20globe%20temperature\"&gt;wet bulb globe temperature&lt;/a&gt; above 30 °C tripled between 1983 and 2016. It increased by ~50% when the population growth in these cities is not taken into account. Urban areas and living spaces are often significantly warmer than surrounding rural areas, partly due to the &lt;a href=\"urban%20heat%20island\"&gt;urban heat island&lt;/a&gt; effect.\nThe higher temperatures may have a substantial effect on human physiology and mental health. These effects may also be indirect: for example during the past four decades \"the number of hours in which temperatures were too high for safe outdoor exercise\" increased by an average loss of 3.7 h for people in the low HDI country group. Exposure to extreme heat \"poses an acute health hazard, with individuals older than 65 years, populations in urban environments, and people with health conditions being particularly at risk\".\nImpacts on diseases (in general).\nWarming oceans and a changing climate result in extreme weather patterns which have brought about an increase of &lt;a href=\"infectious%20diseases\"&gt;infectious diseases&lt;/a&gt;—both new and re-emerging. These extreme weather patterns are creating extended &lt;a href=\"rainy%20seasons\"&gt;rainy seasons&lt;/a&gt; in some areas, and extended periods of &lt;a href=\"drought\"&gt;drought&lt;/a&gt; in others, as well as introducing new climates to different regions. These extended seasons are creating climates that are able to sustain &lt;a href=\"vector%20%28epidemiology%29\"&gt;disease vectors&lt;/a&gt; for longer periods of time, allowing them to multiply rapidly, and also creating climates that are allowing the introduction and survival of new vectors.\nIn September 2021 more than 230 medical journals issued a statement saying that climate change already severely hurts human health, including by: \"an increase in heat deaths, dehydration and kidney function loss, skin cancer, tropical infections, mental health issues, pregnancy complications, allergies, and heart and lung disease, and deaths associated with them\". A 1.5 degree temperature rise with &lt;a href=\"biodiversity%20loss\"&gt;biodiversity loss&lt;/a&gt; will cause a catastrophic damage. They called to not allow such temperature rise and stop biodiversity loss.\nIn 2016 the &lt;a href=\"United%20Nations%20Environment%20Programme\"&gt;United Nations Environment Programme&lt;/a&gt; published the \"UNEP FRONTIERS 2016 REPORT\". Its second chapter was dedicated to &lt;a href=\"Zoonosis\"&gt;zoonotic diseases&lt;/a&gt; (e.g., diseases that pass from animals to humans), and talked about how &lt;a href=\"deforestation\"&gt;deforestation&lt;/a&gt;, &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;, and &lt;a href=\"livestock\"&gt;livestock&lt;/a&gt; agriculture are among the main causes of increased disease risk. It also mentioned how every 4 months a new disease is discovered in humans, and that as of 2016, outbreaks have cost lives and financial losses amounting to billions dollars; future pandemics could cost trillions of dollars.\nImpact of warmer and wetter climates.\nMosquito-borne diseases are probably the greatest threat to humans as they include &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt;, &lt;a href=\"Lymphatic%20filariasis\"&gt;elephantiasis&lt;/a&gt;, &lt;a href=\"Rift%20Valley%20fever\"&gt;Rift Valley fever&lt;/a&gt;, &lt;a href=\"yellow%20fever\"&gt;yellow fever&lt;/a&gt;, and &lt;a href=\"dengue%20fever\"&gt;dengue fever&lt;/a&gt;. Studies are showing higher prevalence of these diseases in areas that have experienced extreme flooding and drought. Flooding creates more standing water for mosquitoes to breed; as well, shown that these vectors are able to feed more and grow faster in warmer climates. As the climate warms over the oceans and coastal regions, warmer temperatures are also creeping up to higher elevations allowing mosquitoes to survive in areas they had never been able to before. As the climate continues to warm there is a risk that malaria will make a return to the developed world.\n&lt;a href=\"Ticks\"&gt;Ticks&lt;/a&gt; are also thriving in the warmer temperatures allowing them to feed and grow at a faster rate. The &lt;a href=\"Ixodes\"&gt;black legged tick&lt;/a&gt;, a carrier of &lt;a href=\"Lyme%20disease\"&gt;Lyme disease&lt;/a&gt;, when not feeding, spends its time burrowed in soil absorbing moisture. Ticks die when the climate either becomes too cold or when the climate becomes too dry, causing the ticks to dry out. The natural environmental controls that used to keep the tick populations in check are disappearing, and warmer and wetter climates are allowing the ticks to breed and grow at an alarming rate, resulting in an increase in Lyme disease, both in existing areas and in areas where it has not been seen before.\nOther diseases on the rise due to extreme weather include &lt;a href=\"hantavirus\"&gt;hantavirus&lt;/a&gt;, &lt;a href=\"schistosomiasis\"&gt;schistosomiasis&lt;/a&gt;, &lt;a href=\"onchocerciasis\"&gt;onchocerciasis&lt;/a&gt; (river blindness), and &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;. It also causes the rise in hay fever, as when the weather gets warmer there is a rise in pollen levels in the air.\nIncreased heat, generated by the buildup of carbon, has been found to help disease-carrying organisms such as mosquitos thrive by producing stable environments for them. A research organization known as Climate Central states “The land area of the U.S. most suitable for Aedes albopictus mosquitoes is projected to increase from 5 percent to about 50 percent by 2100, putting 60 percent of the northeastern U.S.’ population at risk for the diseases carried by this mosquito, including West Nile virus, dengue and Zika.” An outbreak of diseases like the West Nile and Zika virus could trigger a crisis since it would cause severe illness in people as well as birth defects in infants. Less advanced countries would be especially affected as they may have very limited resources to combat an infestation.\nImpact of warmer oceans.\nThe warming oceans are becoming a breeding ground for toxic algae blooms (also known as &lt;a href=\"red%20tides\"&gt;red tides&lt;/a&gt;) and &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt;. As the nitrogen and phosphorus levels in the oceans increase, the cholera bacteria that lives within &lt;a href=\"zooplankton\"&gt;zooplankton&lt;/a&gt; emerge from their dormant state. The changing winds and changing ocean currents push the zooplankton toward the coastline, carrying the cholera bacteria, which then contaminate drinking water, causing &lt;a href=\"cholera%20outbreaks\"&gt;cholera outbreaks&lt;/a&gt;. As flooding increases there is also an increase in cholera epidemics as the flood waters that are carrying the bacteria are infiltrating the drinking water supply. El Nino has also been linked with cholera outbreaks because this weather pattern warms the shoreline waters, causing the cholera bacteria to multiply rapidly.\nImpact of warmer freshwater.\nWarmer freshwater is increasing the presence of the amoeba \"&lt;a href=\"Naegleria%20fowleri\"&gt;Naegleria fowleri&lt;/a&gt;\", in freshwater and the parasite \"&lt;a href=\"Cryptosporidium\"&gt;Cryptosporidium&lt;/a&gt;\" in pools, and both can cause a severe disease. Therefore, climate change will probably raise the number of those pathogens. According to a letter of health officials, warning from the \"&lt;a href=\"Naegleria%20fowleri\"&gt;Naegleria fowleri&lt;/a&gt;\": \"Infections usually occur when temperatures increase for prolonged periods of time, which results in higher water temperatures and lower water levels,\".\nHealth impacts due to extreme weather events.\nInfectious disease often accompanies &lt;a href=\"extreme%20weather\"&gt;extreme weather&lt;/a&gt; events, such as floods, earthquakes and drought. These local epidemics occur due to loss of infrastructure, such as hospitals and sanitation services, but also because of changes in local ecology and environment. For example, malaria outbreaks have been strongly associated with the El Niño cycles of a number of countries (India and Venezuela, for example). &lt;a href=\"El%20Ni%C3%B1o-Southern%20Oscillation\"&gt;El Niño&lt;/a&gt; can lead to drastic, though temporary, changes in the environment such as temperature fluctuations and &lt;a href=\"flash%20flood\"&gt;flash flood&lt;/a&gt;s. Because of global warming there has been a marked trend towards more variable and anomalous weather. This has led to an increase in the number and severity of extreme weather events. This trend towards more variability and fluctuation is perhaps more important, in terms of its impact on human health, than that of a gradual and long-term trend towards higher average temperature.\nInfectious disease often accompanies &lt;a href=\"extreme%20weather\"&gt;extreme weather&lt;/a&gt; events, such as floods, earthquakes and drought. Local epidemics occur due to loss of infrastructure, such as hospitals and &lt;a href=\"sanitation\"&gt;sanitation&lt;/a&gt; services, but also because of changes in local ecology and environment.\nDrought.\nArguably one of the worst effects that drought has directly on human health is the destruction of food supply. Farmers who depend on weather to water their crops lose tons of crops per year due to drought. Plant growth is severely stunted without adequate water, and plant resistance mechanisms to fungi and insects weaken like human immune systems. The expression of genes is altered by increased temperatures, which can also affect a plant's resistance mechanisms. One example is wheat, which has the ability to express genes that make it resistant to leaf and stem rusts, and to the Hessian fly; its resistance declines with increasing temperatures.\nA number of other factors associated with lack of water may actually attract pestilent insects, as well- some studies have shown that many insects are attracted to yellow hues, including the yellowing leaves of drought-stressed plants.\nDuring times of mild drought is when conditions are most suitable to insect infestation in crops; once the plants become too weakened, they lack the nutrients necessary to keep the insects healthy. This means that even a relatively short, mild drought may cause enormous damage- even though the drought on its own may not be enough to kill a significant portion of the crops, once the plants become weakened, they are at higher risk of becoming infested.\nThe results of the loss of crop yields affect everyone, but they can be felt most by the poorest people in the world. As supplies of corn, flour and vegetables decline, world food prices are driven up. Malnutrition rates in poor areas of the world skyrocket, and with this, dozens of associated diseases and health problems. Immune function decreases, so mortality rates due to infectious and other diseases climb. For those whose incomes were affected by droughts (namely agriculturalists and pastoralists), and for those who can barely afford the increased food prices, the cost to see a doctor or visit a clinic can simply be out of reach. Without treatment, some of these diseases can hinder one's ability to work, decreasing future opportunities for income and perpetuating the vicious &lt;a href=\"cycle%20of%20poverty\"&gt;cycle of poverty&lt;/a&gt;.\nWhile drought does indeed greatly impact agricultural production, it also has a large impact on naturally occurring vegetation. The potential exists for climate change and variability to have a major impact on the frequency of severe droughts. With the increase in frequency of droughts will come conditions more prime for wildfires. Given the current climate change trends, fire seasons are expected to become longer, fire weather is expected to become more severe, and the area burned and amount of fires will increase. This in turn can lead to a greater risk of flooding due to higher runoff occurring from the removal of potential interception and transpiration from the &lt;a href=\"Water%20cycle\"&gt;hydrologic cycle&lt;/a&gt;.\nFloods.\n&lt;a href=\"Health\"&gt;Health&lt;/a&gt; concerns around the world can be linked to &lt;a href=\"floods\"&gt;floods&lt;/a&gt;. &lt;a href=\"Floods\"&gt;Floods&lt;/a&gt; have short and long term negative implications to peoples' health and well-being. Short term implications include &lt;a href=\"Death\"&gt;mortalities&lt;/a&gt;, &lt;a href=\"injuries\"&gt;injuries&lt;/a&gt; and &lt;a href=\"diseases\"&gt;diseases&lt;/a&gt;, while long term implications include &lt;a href=\"non-communicable%20diseases\"&gt;non-communicable diseases&lt;/a&gt; and &lt;a href=\"psychosocial\"&gt;psychosocial&lt;/a&gt; health aspects. With the increase in temperatures worldwide due to climate change, extreme precipitation events are projected to increase, and this may lead to more severe flooding. It has been determined that climate change and variability have the potential to drastically impact human exposure to flood hazards, but this comes with a lot of uncertainty due to multiple climate models. Similar to droughts, climate change has also been shown to have the potential to increase the frequency of bigger storm events. This increase in the frequency of large storm events would alter existing &lt;a href=\"Intensity-duration-frequency%20curve\"&gt;Intensity-Duration-Frequency curves (IDF curves)&lt;/a&gt; due to the change in frequency, but also by lifting and steepening the curves in the future. The use of intensity-duration-frequency curves requires the assumption that the past will be representative of future conditions. However, in the field of &lt;a href=\"hydrology\"&gt;hydrology&lt;/a&gt;, &lt;a href=\"Stationarity%20%28statistics%29\"&gt;stationarity&lt;/a&gt; may no longer be a good assumption due to the rapid changes from climate change.\nMortalities are not uncommon when it comes to floods. The Countries with lower &lt;a href=\"incomes\"&gt;incomes&lt;/a&gt; are more likely to have more &lt;a href=\"Death\"&gt;fatalities&lt;/a&gt;, because of the lack of &lt;a href=\"resources\"&gt;resources&lt;/a&gt; they have and the supplies to prepare for a flood. This does depend on the type and properties of the flood. For example, if there is a &lt;a href=\"flash%20flood\"&gt;flash flood&lt;/a&gt; it would not matter how prepared you are. Fatalities connected directly to floods are usually caused by &lt;a href=\"drowning\"&gt;drowning&lt;/a&gt;; the waters in a flood are very deep and have strong &lt;a href=\"current%20%28fluid%29\"&gt;currents&lt;/a&gt;. &lt;a href=\"Deaths\"&gt;Deaths&lt;/a&gt; do not just occur from drowning, deaths are connected with &lt;a href=\"dehydration\"&gt;dehydration&lt;/a&gt;, &lt;a href=\"heat%20stroke\"&gt;heat stroke&lt;/a&gt;, &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt; and any other &lt;a href=\"illness\"&gt;illness&lt;/a&gt; that needs &lt;a href=\"medical%20supplies\"&gt;medical supplies&lt;/a&gt; that cannot be delivered. Due to flooding mud, grit or sand particles can be deposited into the lakes and rivers. These particles cause the water to become dirty and this becomes a problem as the dirty water leads to water related diseases. For example, cholera and guinea worm disease are caused by dirty water.\nInjuries can lead to an excessive amount of morbidity when a flood occurs. Victims who already have a &lt;a href=\"chronic%20illness\"&gt;chronic illness&lt;/a&gt; and then sustain a non-fatal injury are put at a higher risk for that non-fatal injury to become &lt;a href=\"Death\"&gt;fatal&lt;/a&gt;. Injuries are not isolated to just those who were directly in the flood, &lt;a href=\"rescue\"&gt;rescue&lt;/a&gt; teams and even people delivering supplies can sustain an injury. Injuries can occur anytime during the flood process; before, during and after. Before the flood people are trying to &lt;a href=\"emergency%20evacuation\"&gt;evacuate&lt;/a&gt; as fast as they can, &lt;a href=\"motor%20vehicle%20accidents\"&gt;motor vehicle accidents&lt;/a&gt;, in this case, are a primary source of injuries obtained post flood. During floods accidents occur with falling &lt;a href=\"debris\"&gt;debris&lt;/a&gt; or any of the many fast moving objects in the water. After the flood rescue attempts are where large numbers injuries can occur.\n&lt;a href=\"Communicable%20diseases\"&gt;Communicable diseases&lt;/a&gt; are increased due to many &lt;a href=\"pathogens\"&gt;pathogens&lt;/a&gt; and &lt;a href=\"bacteria\"&gt;bacteria&lt;/a&gt; that are being transported by the &lt;a href=\"water\"&gt;water&lt;/a&gt;. In floods where there are many fatalities in the water there is a &lt;a href=\"hygienic\"&gt;hygienic&lt;/a&gt; problem with the handling of bodies, due to the &lt;a href=\"panic\"&gt;panic&lt;/a&gt; stricken mode that comes over a town in distress. There are many water &lt;a href=\"contaminated\"&gt;contaminated&lt;/a&gt; diseases such as &lt;a href=\"cholera\"&gt;cholera&lt;/a&gt;, &lt;a href=\"hepatitis%20A\"&gt;hepatitis A&lt;/a&gt;, &lt;a href=\"hepatitis%20E\"&gt;hepatitis E&lt;/a&gt; and &lt;a href=\"diarrheal%20diseases\"&gt;diarrheal diseases&lt;/a&gt;, to mention a few. There are certain diseases that are directly correlated with floods they include any &lt;a href=\"dermatitis\"&gt;dermatitis&lt;/a&gt; and any &lt;a href=\"wound\"&gt;wound&lt;/a&gt;, &lt;a href=\"nose\"&gt;nose&lt;/a&gt;, &lt;a href=\"throat\"&gt;throat&lt;/a&gt; or &lt;a href=\"ear%20infection\"&gt;ear infection&lt;/a&gt;. &lt;a href=\"Gastrointestinal%20disease\"&gt;Gastrointestinal disease&lt;/a&gt; and diarrheal diseases are very common due to a lack of clean water during a flood. Most of clean water supplies are contaminated when flooding occurs. Hepatitis A and E are common because of the lack of &lt;a href=\"sanitation\"&gt;sanitation&lt;/a&gt; in the water and in living quarters depending on where the flood is and how prepared the &lt;a href=\"community\"&gt;community&lt;/a&gt; is for a flood.\n&lt;a href=\"Respiratory%20diseases\"&gt;Respiratory diseases&lt;/a&gt; are a common after the disaster has occurred. This depends on the amount of &lt;a href=\"water%20damage\"&gt;water damage&lt;/a&gt; and &lt;a href=\"Mold%20%28fungus%29\"&gt;mold&lt;/a&gt; that grows after an incident. Sea level rises contribute to wet housing, which is strongly associated with respiratory issues. It is estimated that 3.3 billion people live near coastal regions and will likely experience an increase in water exposure. Research suggests that there will be an increase of 30-50% in adverse respiratory health outcomes caused by dampness and mold exposure for those living in coastal and wetland areas. Fungal contamination in homes is associated with increased allergic rhinitis and asthma. &lt;a href=\"Vector%20%28epidemiology%29\"&gt;Vector&lt;/a&gt; borne diseases increase as well due to the increase in still water after the floods have settled. The diseases that are vector borne are &lt;a href=\"malaria\"&gt;malaria&lt;/a&gt;, &lt;a href=\"dengue\"&gt;dengue&lt;/a&gt;, &lt;a href=\"West%20Nile%20virus\"&gt;West Nile&lt;/a&gt;, and &lt;a href=\"yellow%20fever\"&gt;yellow fever&lt;/a&gt;. Non-communicable diseases are a long-term effect of floods. They are either caused by a flood or they are worsened by a flood; they include &lt;a href=\"cancer\"&gt;cancer&lt;/a&gt;, &lt;a href=\"lung%20disease\"&gt;lung disease&lt;/a&gt; and &lt;a href=\"diabetes\"&gt;diabetes&lt;/a&gt;. Floods have a huge impact on victims' psychosocial &lt;a href=\"integrity\"&gt;integrity&lt;/a&gt;. People suffer from a wide variety of losses and &lt;a href=\"stress%20%28psychological%29\"&gt;stress&lt;/a&gt;. One of the most treated illness in long-term health problems are &lt;a href=\"depression%20%28mood%29\"&gt;depression&lt;/a&gt; caused by the flood and all the &lt;a href=\"tragedy\"&gt;tragedy&lt;/a&gt; that flows with one.\nHurricanes and thunderstorms.\nAnother result of the warming oceans are stronger &lt;a href=\"hurricanes\"&gt;hurricanes&lt;/a&gt;, which will wreak more havoc on land, and in the oceans, and create more opportunities for vectors to breed and infectious diseases to flourish. &lt;a href=\"Extreme%20weather\"&gt;Extreme weather&lt;/a&gt; also means stronger winds. These winds can carry vectors tens of thousands of kilometers, resulting in an introduction of new infectious agents to regions that have never seen them before, making the humans in these regions even more susceptible.\nAnother result of hurricanes is increased rainwater, which promotes flooding. Hurricanes result in ruptured pollen grains, which releases respirable aeroallergens. Thunderstorms cause a concentration of pollen grains at the ground level, which causes an increase in the release of allergenic particles in the atmosphere due to rupture by osmotic shock. Around 20–30 minutes after a thunderstorm, there is an increased risk for people with pollen allergies to experience severe asthmatic exacerbations, due to high concentration inhalation of allergenic peptides.\nHeatwaves.\nAnother impact that the warming global temperature has had is on the frequency and severity of heat waves. The effects of heatwaves on human health are generally worse in urban areas, due to the \"&lt;a href=\"Urban%20heat%20island\"&gt;heat island&lt;/a&gt;\" effect. The heat island effect is when urban areas experience much higher temperatures that surrounding rural environments. This is caused by the extensive areas of treeless asphalt, along with many large heat-retaining buildings that physically block cooling breezes.\nThe human response to heat stress can be &lt;a href=\"hyperthermia\"&gt;hyperthermia&lt;/a&gt;, &lt;a href=\"heat%20stroke\"&gt;heat stroke&lt;/a&gt; and other harmful effects. &lt;a href=\"Heat%20illness\"&gt;Heat illness&lt;/a&gt; can relate to many of the organs and systems including: brain, heart, kidneys, liver, etc. Heat waves have also resulted in epidemics of &lt;a href=\"chronic%20kidney%20disease\"&gt;chronic kidney disease&lt;/a&gt; (CKD). Recent studies have shown that prolonged heat exposure, physical exertion, and dehydration are sufficient factors to developing CKD. These cases are occurring across the world congruently with heat stress nephropathy.\nA 2015 report revealed that the risk of dying from chronic lung disease during a heat wave was 1.8-8.2% higher compared to average summer temperatures. Bodily stress from heat also causes fluid loss, which disrupts pulmonary perfusion. In combination with higher pollutant concentrations, this leads to bronchial inflammation. A 2016 study found in people with moderate to severe chronic obstructive pulmonary disease (COPD), increased indoor temperatures resulted in worsening breathlessness, cough, and sputum production. A 2009 study, conducted in New York, found a 7.6% increase in hospitalization rate for COPD patients for every 1 °C increase in temperatures above 29 °C.\nThe human body requires evaporative cooling to prevent overheating, even with a low activity level. With excessive ambient heat and humidity during &lt;a href=\"Heat%20wave\"&gt;heatwaves&lt;/a&gt;, adequate evaporative cooling might be compromised. Even under ideal conditions, sustained exposure to a &lt;a href=\"wet-bulb%20temperature\"&gt;wet-bulb temperature&lt;/a&gt; exceeding about is fatal. As of 2020, only two weather stations had recorded 35 °C wet-bulb temperatures, and only very briefly, but the frequency and duration of these events is expected to rise with ongoing climate change. Elderly populations and those with co-morbidities are at a significantly increased health risk from increased heat.\nWildfires.\nClimate change increases &lt;a href=\"wildfire\"&gt;wildfire&lt;/a&gt; potential and activity. Climate change leads to a warmer ground temperature and its effects include earlier snowmelt dates, drier than expected &lt;a href=\"vegetation\"&gt;vegetation&lt;/a&gt;, increased number of potential fire days, increased occurrence of summer &lt;a href=\"droughts\"&gt;droughts&lt;/a&gt;, and a prolonged &lt;a href=\"dry%20season\"&gt;dry season&lt;/a&gt;.\nWarming &lt;a href=\"spring%20%28season%29\"&gt;spring&lt;/a&gt; and &lt;a href=\"summer\"&gt;summer&lt;/a&gt; temperatures increase &lt;a href=\"flammability\"&gt;flammability&lt;/a&gt; of materials that make up the forest floors. Warmer temperatures cause dehydration of these materials, which prevents &lt;a href=\"rain\"&gt;rain&lt;/a&gt; from soaking up and dampening fires. Furthermore, &lt;a href=\"pollution\"&gt;pollution&lt;/a&gt; from wildfires can exacerbate climate change by releasing atmospheric &lt;a href=\"aerosol\"&gt;aerosol&lt;/a&gt;s, which modify &lt;a href=\"cloud\"&gt;cloud&lt;/a&gt; and &lt;a href=\"precipitation%20%28meteorology%29\"&gt;precipitation&lt;/a&gt; patterns.\nWood smoke from wildfires produces &lt;a href=\"particulate%20matter\"&gt;particulate matter&lt;/a&gt; that has damaging effects to human health. The primary pollutants in wood smoke are &lt;a href=\"carbon%20monoxide\"&gt;carbon monoxide&lt;/a&gt; and &lt;a href=\"nitric%20oxide\"&gt;nitric oxide&lt;/a&gt;. Through the destruction of &lt;a href=\"forests\"&gt;forests&lt;/a&gt; and human-designed &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt;, &lt;a href=\"wildfire\"&gt;wildfire&lt;/a&gt; smoke releases other toxic and carcinogenic compounds, such as &lt;a href=\"formaldehyde\"&gt;formaldehyde&lt;/a&gt; and &lt;a href=\"hydrocarbon\"&gt;hydrocarbon&lt;/a&gt;s. These pollutants damage human health by evading the &lt;a href=\"mucociliary%20clearance\"&gt;mucociliary clearance&lt;/a&gt; system and depositing in the &lt;a href=\"upper%20respiratory%20tract\"&gt;upper respiratory tract&lt;/a&gt;, where they exert toxic effects. Research by Naeher and colleagues. found that physician visits for respiratory diseases increased by 45-80% during wildfire activity in urban British Columbia.\nThe health effects of wildfire smoke exposure include exacerbation and development of respiratory illness such as &lt;a href=\"asthma\"&gt;asthma&lt;/a&gt; and &lt;a href=\"chronic%20obstructive%20pulmonary%20disorder\"&gt;chronic obstructive pulmonary disorder&lt;/a&gt;; increased risk of &lt;a href=\"lung%20cancer\"&gt;lung cancer&lt;/a&gt;, &lt;a href=\"mesothelioma\"&gt;mesothelioma&lt;/a&gt; and &lt;a href=\"tuberculosis\"&gt;tuberculosis&lt;/a&gt;; increased airway hyper-responsiveness; changes in levels of inflammatory mediators and coagulation factors; and &lt;a href=\"respiratory%20tract%20infection\"&gt;respiratory tract infection&lt;/a&gt;. It may also have intrauterine effects on fetal development, resulting in &lt;a href=\"low%20birth%20weight\"&gt;low birth weight&lt;/a&gt; newborns. Because wildfire smoke travels and is often not isolated to a single geographic region, the health effects are widespread among populations. The suppression of wild fires also takes up a large amount of a country's &lt;a href=\"gross%20domestic%20product\"&gt;gross domestic product&lt;/a&gt; which directly affects the country's economy. In the United States, it was reported that approximately $6 billion was spent between 2004–2008 to suppress wildfires in the country.\nAir pollution.\nWhile some aspects of air quality in the USA have improved over recent decades, ozone (O3) is a growing problem due to increasing emissions of methane, carbon monoxide, and nitrogen oxides. Some research indicate that climate change has already had negative effects on air quality. One study concluded that from 1860 to 2000, the global population-weighted fine particle concentrations increased by 5% and near-surface ozone concentrations by 2% due to climate change.\nGround-level O3 gas is a pollutant that has a damaging effect on the human respiratory system. It increases the frequency of asthma exacerbations, infection, and COPD. O3 induces airway inflammation and increased airway permeability, while decreasing lung function. Long-term exposure to ozone has been found to promote inflammation, impair pulmonary function, increase the risk of death from respiratory causes. This is particularly relevant for those predisposed to respiratory disease. A 2013 study found that increased O3 levels cause stronger allergic response to birch pollens in asthmatics. Studies have shown that higher ozone concentrations are associated with preterm birth, reproductive health, and cognitive decline\nIncreased ground-level O3 strongly correlates with the highest number of hot days in the summer. Higher temperatures drive more thunderstorms and increase the frequency and severity of forest fires. Forest fires result in higher levels of airborne particulates, which creates a significant health risk for human respiratory and cardiovascular systems. Climate change directly causes a variety of extreme weather events, many of which are often deeply interconnected and pose severe health risks.\nImpacts on mental health.\nEarly investigation of the &lt;a href=\"mental%20health\"&gt;mental health&lt;/a&gt; impacts for &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt; began in the 20th century, and became more topical in the 21st. In Asia, investigations intensified markedly after the &lt;a href=\"2004%20Asian%20Tsunami\"&gt;2004 Tsunami&lt;/a&gt;. According to a 2011 \"&lt;a href=\"American%20Psychologist\"&gt;American Psychologist&lt;/a&gt;\" review, Clayton &amp; Doherty found that global climate change will have substantial negative impacts on mental health and wellbeing, especially for vulnerable &lt;a href=\"populations\"&gt;populations&lt;/a&gt; and those with pre-existing serious &lt;a href=\"mental%20illness\"&gt;mental illness&lt;/a&gt;. Research done by Berry, Bowen, and Kjellstrom in 2008 found that climate change exposes populations to &lt;a href=\"Psychological%20trauma\"&gt;trauma&lt;/a&gt;, which negatively impacts mental health in very serious ways. Both the Clayton study and the Berry study identify three classes of psychological impacts from global climate change: direct, indirect, and psychosocial. The Clayton study claims that in order to appreciate these impacts on psychological wellbeing, one must recognize the different cultural narratives associated with climate change, as well as how climate change and global phenomena like increased population, are interrelated. Climate change does not impact everyone equally; those of lower &lt;a href=\"economic\"&gt;economic&lt;/a&gt; and social status are at greater risk and experience more devastating impacts. A 2018 study of CDC data connected temperature rise to increased numbers of suicides. The study revealed that hotter days could increase suicide rates and could cause approximately 26,000 more suicides in the U.S. by 2050.\nA review of literature on natural disasters and other crises that individuals and societies navigate stated that climate change will lead to an increase in emotional responses. There is evidence that emotional responses to climate change can be adaptive if individuals have the capacity and support to reflect on and process the complexity of their emotions. This support needs to be in the form of individual, professional, societal, and legislative.\nEvidence suggests a growing indirect effect of climate change is psychological distress, anxiety, and grief, which even occurs among people who have not personally experienced any direct negative impacts. This concept of climate or ecological anxiety and grief is far-reaching due to the extensive nature of climate change awareness that is made possible through present-day technology-based communication. Climate change is a severe, ongoing, and global threat that is largely characterized by uncertainty and lack of understanding. For this reason, anxiety and grief in humans is a natural and rational response for those feeling fear or a lack of control. For example, this could arise in people who are forced to leave their homes, deal with uncertainty about their future environment, or feel concern for the future harm of their children. Climate grief can be divided into three categories: physical ecological losses, the loss of environmental knowledge, and anticipated future losses. Those who rely most closely on the land and land-based activities for their livelihood and wellbeing, such as Indigenous people and farmers are especially vulnerable to mental health decline.\nDrivers of climate change may also have a physiological effects on the brain, in addition to their psychological impacts. A study published in April 2020 found that by the end of the 21st century people could be exposed to &lt;a href=\"Climate%20change%20mitigation\"&gt;avoidable&lt;/a&gt; indoor levels of up to 1400 ppm, triple the amount commonly experienced outdoors today. According to the authors, this may &lt;a href=\"Carbon%20dioxide%23Toxicity\"&gt;cut humans' basic decision-making ability indoors by ~25% and complex strategic thinking by ~50%&lt;/a&gt;.\nIn 2018, the American Psychological Association issued a report about the impact of climate change on mental health. It said that \"gradual, long-term changes in climate can also surface a number of different emotions, including fear, anger, feelings of powerlessness, or exhaustion\". Generally this is likely to have the greatest impact on young people. California social scientist, Renee Lertzman, likens the climate-related stress now affecting teenagers and those in their 20s to &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; fears that gripped young &lt;a href=\"baby%20boomers\"&gt;baby boomers&lt;/a&gt; who came of age under the threat of nuclear annihilation. Research has found that although there are heightened emotional experiences linked with acknowledgement and anticipation of climate change and its impact on society, these are inherently adaptive. Furthermore, engaging with these emotional experiences leads to increased resilience, agency, reflective functioning and collective action. Individuals are encouraged to find collective ways of processing their climate related emotional experiences in order to support mental health and well being. \nOther impacts related to health.\nBiodiversity and medicinal plants.\n&lt;a href=\"Deforestation\"&gt;Deforestation&lt;/a&gt; is directly linked with a &lt;a href=\"Effects%20of%20climate%20change%20on%20plant%20biodiversity\"&gt;decrease in plant biodiversity&lt;/a&gt;. This decrease in biodiversity has several implications for human health. One such implication is the loss of &lt;a href=\"herbalism\"&gt;medicinal plants&lt;/a&gt;. The use of plants for medicinal purposes is extensive, with ~70 to 80% of individuals worldwide relying solely on plant-based medicine as their primary source of healthcare. This dependency on plants for medicinal purposes is especially rife in &lt;a href=\"developing%20country\"&gt;developing countries&lt;/a&gt;. Local knowledge surrounding medicinal plants is useful for screening for new herbal medicines that may be useful for treating disease. Villages and communities which reside continually in a single geographic area over time, create, transmit and apply widespread information surrounding the medicinal resources in the area. Formal scientific methods have been useful in identifying the active ingredients used in &lt;a href=\"ethnopharmacy\"&gt;ethnopharmacy&lt;/a&gt; and applying them to modern medicines. However, it is important that medicinal resources are managed appropriately as they become globally traded in order to prevent &lt;a href=\"endangered%20species\"&gt;species endangerment&lt;/a&gt;.\nDrinking water and water resources.\nIt has been estimated that up to 80% of human illness in the &lt;a href=\"Developing%20country\"&gt;developing world&lt;/a&gt; can be attributed to contaminated &lt;a href=\"drinking%20water\"&gt;drinking water&lt;/a&gt;.\nDuring drought, water supplies are even more susceptible to harmful algal blooms and microorganisms. Algal blooms increase water turbidity, suffocating aquatic plants, and can deplete oxygen, killing fish. Some kinds of blue-green algae create neurotoxins, hepatoxins, cytotoxins or endotoxins that can cause serious and sometimes fatal neurological, liver and digestive diseases in humans. Cyanobacteria grow best in warmer temperatures (especially above 25 degrees Celsius), and so areas of the world that are experiencing general warming as a result of climate change are also experiencing harmful algal blooms more frequently and for longer periods of time. During times of intense precipitation (such as during the “wet season” in much of the tropical and sub-tropical world), nutrients that cyanobacteria depend on are carried from groundwater and the earth's surface into bodies of water. As drought begins and these bodies gradually dry up, the nutrients are concentrated, providing the perfect opportunity for algal blooms.\nWarmer water temperatures also affect water quality and accelerate &lt;a href=\"water%20pollution\"&gt;water pollution&lt;/a&gt;.\nAs the climate warms, it changes the nature of global rainfall, evaporation, snow, stream flow and other factors that affect &lt;a href=\"water%20supply\"&gt;water supply&lt;/a&gt; and quality. Rising sea levels cause saltwater to enter into fresh &lt;a href=\"underground%20water\"&gt;underground water&lt;/a&gt; and freshwater streams. This reduces the amount of freshwater available for drinking and farming.\nFifty percent of the world's fresh water consumption is dependent glacial runoff. &lt;a href=\"Retreat%20of%20glaciers%20since%201850\"&gt;Earth's glaciers are expected to melt&lt;/a&gt; within the next forty years, greatly decreasing fresh water flow in the hotter times of the year, causing everyone to depend on rainwater, resulting in large shortages and fluctuations in fresh water availability which largely effects agriculture, power supply, and human health and well-being. Many power sources and a large portion of agriculture rely on glacial runoff in the late summer. “In many parts of the world, disappearing &lt;a href=\"mountain%20glacier\"&gt;mountain glacier&lt;/a&gt;s and droughts will make fresh, clean water for drinking, bathing, and other necessary human (and livestock) uses scarce\" and a valuable commodity.\nFood production (agriculture and fisheries).\nFood scarcity is a major key for many populations and is one of the prominent concerns with the changing climate. Currently, 1/6 of the &lt;a href=\"global%20population\"&gt;global population&lt;/a&gt; are without adequate food supply. By 2050, the global population is projected to reach 9 billion requiring global food productions to increase by 50% to meet population demand. In short, food scarcity is a growing concern that, according to many researchers, is projected to worsen with climate change because of a number of factors including &lt;a href=\"extreme%20weather\"&gt;extreme weather&lt;/a&gt; events and an increase in &lt;a href=\"pest%20%28organism%29\"&gt;pests&lt;/a&gt; and &lt;a href=\"pathogens\"&gt;pathogens&lt;/a&gt;.\nWith seafood being a major protein source for so much of the population, there are inherent health risks associated with climate change. Increased agricultural runoff and warmer water temperature allows for &lt;a href=\"eutrophication\"&gt;eutrophication&lt;/a&gt; of ocean waters. This increased growth of algae and phytoplankton in turn can have dire consequences. These algal blooms can emit toxic substances that can be harmful to humans if consumed. Organisms, such as shellfish, marine crustaceans and even fish, feed on or near these infected blooms, ingest the toxins and can be consumed unknowingly by humans. One of these toxin producing algae is &lt;a href=\"Pseudo-nitzschia\"&gt;Pseudo-nitzschia&lt;/a&gt; fraudulenta. This species produces a substance called &lt;a href=\"domoic%20acid\"&gt;domoic acid&lt;/a&gt; which is responsible for &lt;a href=\"amnesic%20shellfish%20poisoning\"&gt;amnesic shellfish poisoning&lt;/a&gt;. The toxicity of this species has been shown to increase with greater CO2 concentrations associated with ocean acidification. Some of the more common illnesses reported from harmful algal blooms include; &lt;a href=\"Ciguatera%20fish%20poisoning\"&gt;Ciguatera fish poisoning&lt;/a&gt;, &lt;a href=\"paralytic%20shellfish%20poisoning\"&gt;paralytic shellfish poisoning&lt;/a&gt;, azaspiracid shellfish poisoning, &lt;a href=\"diarrhetic%20shellfish%20poisoning\"&gt;diarrhetic shellfish poisoning&lt;/a&gt;, &lt;a href=\"neurotoxic%20shellfish%20poisoning\"&gt;neurotoxic shellfish poisoning&lt;/a&gt; and the above-mentioned amnesic shellfish poisoning.\nPolicy responses.\nDue to its significant impact on human health, climate change has become a major concern for &lt;a href=\"public%20health%20policy\"&gt;public health policy&lt;/a&gt;. The &lt;a href=\"United%20States%20Environmental%20Protection%20Agency\"&gt;United States Environmental Protection Agency&lt;/a&gt; had issued a 100-page report on global warming and human health back in 1989. By the early years of the 21st century, climate change was increasingly addressed as a public health concern at a global level, for example in 2006 at Nairobi by UN secretary general &lt;a href=\"Kofi%20Annan\"&gt;Kofi Annan&lt;/a&gt;. Since 2018, factors such as the &lt;a href=\"2018%20heat%20wave\"&gt;2018 heat wave&lt;/a&gt;, the &lt;a href=\"Greta%20Thunberg\"&gt;Greta effect&lt;/a&gt; and the &lt;a href=\"Special%20Report%20on%20Global%20Warming%20of%201.5%20%C2%B0C\"&gt;October 2018 IPPC 1.5 °C report&lt;/a&gt; further increased the urgency for responding to climate change as a global health issue.\nClimate change effects human health both directly and indirectly. An example of a direct impact is heat deaths, which by 2020 had more than doubled over the last decades in some US states, such as Arizona. Examples of indirect effects include increased &lt;a href=\"hunger\"&gt;hunger&lt;/a&gt; due to disruption of people's ability to grow or forage for food. While a matter of international and national concern, health impacts from climate change have been described as \"inherently local\". For example, a city may be adjacent to the sea and suffer a &lt;a href=\"heat%20island\"&gt;heat island&lt;/a&gt; effect, so may have considerably different climate related health concerns to a nearby small town located only 20 miles inland. Absent effective efforts to adapt, the health impact of climate change is expected to rise in line with predicted ongoing global warming.\nThe 2015 Lancet \"Commission on Health and Climate Change\" made nine recommendations for policy responses to protect &lt;a href=\"public%20health\"&gt;public health&lt;/a&gt;. These include:\nEconomic development is an important component of possible adaptation to climate change. Economic growth on its own, however, is not sufficient to insulate the world's population from disease and injury due to climate change. Future vulnerability to climate change will depend not only on the extent of social and economic change, but also on how the benefits and costs of change are distributed in society. For example, in the 19th century, rapid &lt;a href=\"urbanization\"&gt;urbanization&lt;/a&gt; in &lt;a href=\"western%20Europe\"&gt;western Europe&lt;/a&gt; led to health plummeting. Other factors important in determining the health of populations include &lt;a href=\"education\"&gt;education&lt;/a&gt;, the availability of health services, and &lt;a href=\"Public%20health\"&gt;public-health&lt;/a&gt; &lt;a href=\"infrastructure\"&gt;infrastructure&lt;/a&gt;.\nSociety and culture.\nClimate communication.\nStudies have found that when &lt;a href=\"Climate%20communication\"&gt;communicating climate change with the public&lt;/a&gt;, it can help encourage engagement if it is framed as a health concern, rather than as an environmental issue. This is especially the case when comparing a health related framing to one that emphasized environmental doom, as was common in the media at least up until 2017.\nEnvironmental justice.\nMuch of the health burden associated with climate change falls on vulnerable people (e.g. coastline inhabitants, &lt;a href=\"indigenous%20peoples\"&gt;indigenous peoples&lt;/a&gt;, economically disadvantaged communities). Often these people will have made a disproportionately low contribution toward man-made global warming, thus leading to concerns over &lt;a href=\"climate%20justice\"&gt;climate justice&lt;/a&gt;."
}