{
    "id": "37065705",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=37065705",
    "title": "The Church of Jesus Christ of Latter-day Saints in South Africa",
    "text": "Three &lt;a href=\"Mormon%20missionary\"&gt;missionaries&lt;/a&gt; of &lt;a href=\"The%20Church%20of%20Jesus%20Christ%20of%20Latter-day%20Saints\"&gt;The Church of Jesus Christ of Latter-day Saints&lt;/a&gt; (LDS Church) started proselyting to white English-speaking people in &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt; in 1853. Most converts from this time emigrated to the United States. The &lt;a href=\"Mission%20%28LDS%20Church%29\"&gt;mission&lt;/a&gt; was closed in 1865, but reopened in 1903.The South African government limited the amount of missionaries allowed to enter the country in 1921 and in 1955. Starting around 1930, a man had to trace his genealogy out of Africa to be eligible for the &lt;a href=\"Priesthood%20%28LDS%20Church%29\"&gt;priesthood&lt;/a&gt;, since black people were not permitted to be ordained. In 1954 when &lt;a href=\"President%20of%20the%20Church%20%28LDS%20Church%29\"&gt;church president&lt;/a&gt; &lt;a href=\"David%20O.%20McKay\"&gt;David O. McKay&lt;/a&gt; visited South Africa, he removed the requirement for genealogical research for a man to be ordained, stipulating only that \"there is no evidence of his having Negro blood in his veins\".\nAfter the church's &lt;a href=\"1978%20Revelation%20on%20Priesthood\"&gt;1978 Revelation on Priesthood&lt;/a&gt; removed the official prohibition against black priests, local opposition continued. The South African government lifted the restrictions on visiting missionaries. The &lt;a href=\"Book%20of%20Mormon\"&gt;Book of Mormon&lt;/a&gt; was translated into &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; in 1972, to &lt;a href=\"Zulu%20language\"&gt;Zulu&lt;/a&gt; in 1987, and to &lt;a href=\"Xhosa%20language\"&gt;Xhosa&lt;/a&gt; in 2000. The Transvaal &lt;a href=\"Stake%20%28Latter%20Day%20Saints%29\"&gt;Stake&lt;/a&gt; was organized in South Africa in 1970 and the Pretoria Stake was organized in 1978. At some point between 2000 and 2005, the number of black members of the LDS Church in South Africa exceeded fifty percent of the church's total membership in the country.\nEarly missionary efforts.\nThe first Latter-day Saint missionaries to what is now South Africa, Jesse Haven, Leonard I. Smith and William H. Walker, arrived in &lt;a href=\"Cape%20Colony\"&gt;Cape Colony&lt;/a&gt; at Cape Town on 19 April 1853. The first LDS &lt;a href=\"Branch%20%28LDS%20Church%29\"&gt;branch&lt;/a&gt; was organized at &lt;a href=\"House%20of%20Mowbray\"&gt;Mowbray&lt;/a&gt; on 16 August 1853. When the missionaries tried to organize meetings, mobs would disperse them. Local preachers told their congregations not to feed or house the missionaries and encouraged new converts to leave the LDS church.\nIn 1855, the original three missionaries went home and encouraged their fellow Latter-day Saints to emigrate to Utah and helped raise funds for them to do so. When local boat captains refused to transport &lt;a href=\"Mormons\"&gt;Mormons&lt;/a&gt;, John Stock, Thomas Parker, and Charles Roper of Port Elizabeth sold their sheep and bought their own boat. Between 1855 and 1865, some 270 church members emigrated to the United States from Port Elizabeth. In 1858, only 243 local members remained. Missionaries to Durban and Pietermaritzburg in 1863 experienced harassment similar to the first missionaries, like angry mobs and little protection from local constables. The mission closed in 1865 because of government restrictions, and a lack of knowledge of Afrikaans, isolation from church headquarters, and local opposition to polygamy.\nMost early converts were of British descent, and were often people born in Britain because proselyting efforts focused on English-speaking individuals of European descent, since blacks were not allowed to hold the priesthood at the time and the missionaries did not know how to speak Afrikaans. In 1905, Lyon baptized a man with the last name of Dunn who was the son of a Scottish father and a Zulu mother. Dunn is believed to be the first black African convert baptized in Africa, though he did not remain an active member for long. Another early convert of African descent was William Paul Daniels, who joined the LDS Church in 1915 while visiting relatives in Utah. He met on multiple occasions with &lt;a href=\"Joseph%20F.%20Smith\"&gt;Joseph F. Smith&lt;/a&gt; before returning to South Africa.\nEarly 20th century.\nThe mission was reopened in 1903 under the direction of William H. Lyon. The first LDS meetinghouse was built in 1916 also in Mowbray. In 1925, the \"Old Ramah\" LDS chapel was constructed on Commissioner Street in Johannesburg.\nAfter World War I, the South African government lifted a 1919 restriction in 1921. In 1955, the South African government again limited the amount of visiting missionaries from the United States, and the church began to send many Canadians as missionaries to South Africa, since as fellow citizens of the Commonwealth they did not fall under visa restrictions.\nThe &lt;a href=\"Relief%20Society\"&gt;Relief Society&lt;/a&gt; was established in 1921. In 1930, the church established a genealogy program to help male members trace their genealogy to a European country to determine their eligibility for the priesthood, with final approval for receiving the priesthood given by the &lt;a href=\"mission%20president\"&gt;mission president&lt;/a&gt;. Johanna Fourie instituted the &lt;a href=\"Primary%20%28LDS%20Church%29\"&gt;Primary&lt;/a&gt; Association in Cape Town in 1932 and supported the program throughout her life. Starting in 1927 until 1970 the mission published a monthly periodical originally known as the \"Cumorah Monthly Cross\".\nEvan P. Wright served as mission president over the South Africa Mission 1948–1953. Wright repeatedly expressed to the &lt;a href=\"First%20Presidency%20%28LDS%20Church%29\"&gt;First Presidency&lt;/a&gt; the difficulty in establishing the church in the region caused by the ban on ordaining men of black African descent to the priesthood. This was especially problematic because previous &lt;a href=\"general%20authorities\"&gt;general authorities&lt;/a&gt; required even men who appeared white to prove a total lack of black African ancestry before they could be ordained and records were often unavailable or incomplete. Two missionaries had been given the duty to work on genealogy research for the purposes of establishing which people were eligible for the priesthood. David O. McKay was the first general authority to visit South Africa in 1954, and during his visit to the mission, he changed the policy to allow mission presidents to approve men to be ordained without any genealogical research in cases where \"there is no evidence of his having Negro blood in his veins.\"\nAfter McKay's visit, members were more interested in building their own chapels. The Springs Chapel was completed in 1954, and in 1956, chapels in Port Elizabeth and Durban were completed. A chapel in Johannesburg was constructed in 1954.\nLate 20th century.\nThe Transvaal Stake was organized in South Africa in 1970 and the Pretoria Stake was organized in 1978. New stakes were made in Durban in 1981 and Cape Town in 1984. In 1972, church &lt;a href=\"Seminary%20%28LDS%20Church%29\"&gt;seminary&lt;/a&gt; and &lt;a href=\"Institute%20of%20Religion\"&gt;institute&lt;/a&gt; programs were started.\nBlack membership.\nBecause of local laws and the church's policies restricting priesthood ordination and full temple participation, missionaries baptized very few people of black African origin because without being granted the priesthood they could not hold their own meetings and it was not customary for blacks and whites to meet together for worship meetings. &lt;a href=\"Apartheid\"&gt;Apartheid&lt;/a&gt; laws only technically restricted black people's attendance in white churches if church authorities thought they would make a disturbance, although the South African government requested that LDS Church black and white congregations meet separately. There were some black South Africans, like &lt;a href=\"Moses%20Mahlangu\"&gt;Moses Mahlangu&lt;/a&gt;, who were closely affiliated with the church but not baptized. Mahlangu held regular worship meetings teaching from the Book of Mormon and spent large amounts of time teaching of the Book of Mormon to people in the African townships starting in the late 1960s. He was also in regular contact with the mission presidents. After the 1978 Revelation on Priesthood, Mahlangu, his family, and many other people still waited to be baptized, likely because of lingering feelings of racism among some members of the church. Finally, they were baptized 6 September 1980.\nAfter the 1978 revelation, the South African government revoked its limits on visiting LDS Church missionaries, and the LDS Church started actively proselyting to blacks. Church president &lt;a href=\"Spencer%20W.%20Kimball\"&gt;Spencer W. Kimball&lt;/a&gt; visited Johannesburg in 1978 for an area conference, and the first black branches formed in Soweto in the 1980s. Some white members were specially assigned to attend the branch in Soweto to help with integration, which was difficult but somewhat successful. In 1985, the &lt;a href=\"Johannesburg%20South%20Africa%20Temple\"&gt;Johannesburg temple&lt;/a&gt; was dedicated.\nAs of the early 1990s the majority of Latter-day Saints in South Africa were English-speaking white people, mainly of British origin. At some point between 2000 and 2005 the LDS Church reached a point where half the members in South Africa were black, and the percentage of blacks in the membership has continued to rise since then. Two black South Africans have been called as mission presidents. One, Jackson MKabela, was called to serve as mission president in Zimbabwe. He had previously been an area seventy and his wife Dorah had been a member of the Young Women General Board. Mkabela had become the first black man to serve as a stake president in South Africa in 2005. The other, Thabo Lebethoa, was called to preside over the South Africa Cape Town Mission. He was serving as stake president of the Soweto Stake at the time of his call.\nOther countries in the South Africa mission.\nZimbabwe, which had been under the South Africa Mission since the start of LDS meetings there in the 1950s, was made its own mission in 1987. When missionary work began in Madagascar in 1991 it was under the auspices of the Durban Mission, but Madagascar was made its own mission in 1998. Mozambique was under the Johannesburg Mission from the arrival of missionaries there in 1999 until 2005. The Botswana-Namibia Mission currently includes some areas of South Africa.\nTranslation of the Book of Mormon into Afrikaans, Zulu, and Xhosa.\nThe church did not translate any literature into Afrikaans until 1972 when \"The Book of Mormon\" was published in Afrikaans. Felix Mynhardt, a gifted polyglot who was not a member of the LDS church, assisted Johann P. Brummer in translating \"The Book of Mormon\" into Afrikaans. The translation of the \"Doctrine and Covenants\" and the \"Pearl of Great Price\" in Afrikaans was completed in 1981.\nSelections of the Book of Mormon were published in Zulu in 1987, and a complete translation was printed in 2015. Translation of the Book of Mormon into Xhosa was completed in 2000 and into Setswana in the early 2000s."
}