{
    "id": "37101534",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=37101534",
    "title": "Albert Grajales",
    "text": "Albert Grajales was the director of the Puerto Rico &lt;a href=\"INTERPOL\"&gt;INTERPOL&lt;/a&gt; office.\nEarly years.\nGrajales was born in &lt;a href=\"Brooklyn%2C%20New%20York\"&gt;Brooklyn, New York&lt;/a&gt;, in December 9 of 1962, and at the age of six his family and him moved to &lt;a href=\"Aguadilla%2C%20Puerto%20Rico\"&gt;Aguadilla, Puerto Rico&lt;/a&gt;.\nAlbert was a Sergeant Major at the US Jr. Army of the American Crusaders Cadets. In high school he was for three years the president of Distributive Education Clubs of America – &lt;a href=\"DECA%20%28organization%29\"&gt;DECA (organization)&lt;/a&gt; where he won the national DECA male leader of Puerto Rico. He was an advocate for the &lt;a href=\"Muscular%20Dystrophy%20Association\"&gt;Muscular Dystrophy Association&lt;/a&gt; (MDA) and the youth &lt;a href=\"Republican%20Party%20of%20Puerto%20Rico%20%281903%29\"&gt;republican party&lt;/a&gt; of Puerto Rico. \nLaw enforcement and Intelligence career.\nAs the Special Assistant to the attorney general of Puerto Rico &lt;a href=\"Guillermo%20Somoza\"&gt;Guillermo Somoza&lt;/a&gt; Colombani, Albert Grajales was the &lt;a href=\"INTERPOL\"&gt;INTERPOL&lt;/a&gt; director in the Commonwealth government of &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;. He was also the Coordinator of Intelligence and &lt;a href=\"Anti-terrorism\"&gt;Anti-terrorism&lt;/a&gt; (CIA) representing the Justice Department and the Governor office. He was in charge of all investigative operations of intelligence and &lt;a href=\"counter%20intelligence\"&gt;counter intelligence&lt;/a&gt; concerning the criminal act on terrorism in Puerto Rico. He worked in conjunction with the &lt;a href=\"FBI\"&gt;FBI&lt;/a&gt; &lt;a href=\"National%20Security%20Branch\"&gt;National Security Branch&lt;/a&gt; in &lt;a href=\"terrorism\"&gt;terrorism&lt;/a&gt; investigative matters.\nAlbert Grajales was the representative for the Attorney General and the \"Negociado de Investigaciones Especiales\" (NIE) (Special Investigations Bureau) for:\nIntelligence Consulting.\nCurrently Albert Grajales is the CEO of Equinox Phoenix Intelligence Consulting (EPIC).\nActive member of the &lt;a href=\"Association%20of%20Former%20Intelligence%20Officers\"&gt;Association of Former Intelligence Officers&lt;/a&gt; (AFIO).\nAlbert is a volunteer advocate for the Central Intelligence Agency.\nAccolades.\nAl was a speaker at the 2012 &lt;a href=\"Raleigh%20Spy%20Conference\"&gt;Raleigh Spy Conference&lt;/a&gt;.\nHe host and produce his radio program called Contra-Inteligencia at Radio Una 1340AM (&lt;a href=\"WWNA\"&gt;WWNA&lt;/a&gt;) in Puerto Rico.\nAlbert is an OP Columnist for &lt;a href=\"El%20Nuevo%20Dia\"&gt;El Nuevo Dia&lt;/a&gt; de Puerto Rico specialize on intelligence, counterterrorism and other security matters."
}