{
    "id": "37115378",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=37115378",
    "title": "John Kolc",
    "text": "John Joseph Kolc (born 7 September 1950) is an Australian former professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who played in the 1970s and 1980s. An &lt;a href=\"Australia%20national%20rugby%20league%20team\"&gt;Australia&lt;/a&gt; international representative halfback, he played in &lt;a href=\"National%20Rugby%20League\"&gt;Sydney's NSWRFL premiership&lt;/a&gt; for the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta club&lt;/a&gt;. Kolc was one of the smallest international rugby league players: only late 1920s St. George hooker &lt;a href=\"Arthur%20Justice\"&gt;“Snowy” Justice&lt;/a&gt; is believed to have played for Australia at a lighter weight, although 1950s backs &lt;a href=\"Darcy%20Henry\"&gt;Darcy Henry&lt;/a&gt; and &lt;a href=\"Johnny%20Hunt%20%28rugby%20league%29\"&gt;Johnny Hunt&lt;/a&gt; are believed to have been similarly small.\nPlaying career.\nA &lt;a href=\"Parramatta\"&gt;Parramatta&lt;/a&gt; junior from Hills District, Kolc was graded with Parramatta for the 1971 season and made his first-grade debut &lt;a href=\"1972%20NSWRFL%20season\"&gt;the following season&lt;/a&gt;. He showed great promise with his sharp dashes around the rucks and superb low tackling: early in 1973 Kolc was already widely viewed as a future representative player; however, a broken ankle ligament (which was to affect Kolc's career and reduce his speed off the mark) and competition with former State halfback &lt;a href=\"Terry%20Reynolds\"&gt;Terry Reynolds&lt;/a&gt; meant that Kolc missed the second half of 1973, and was in and out of first grade throughout 1974 and 1975.\nAt the end of the 1975 season, Kolc played in Parramatta's first-ever reserve grade premiership team – scoring a try in the Grand Final win over Cronulla – and with Reynolds retiring Kolc was chosen over Johnny Wilson as the regular first-grade halfback for &lt;a href=\"1976%20NSWRFL%20season\"&gt;the 1976 season&lt;/a&gt;. The season saw Kolc play for Parramatta in the club's maiden first-grade &lt;a href=\"grand%20final\"&gt;grand final&lt;/a&gt;, which was lost to &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah&lt;/a&gt;.\nWith the Eels dominating the NSWRFL during the first half of &lt;a href=\"1977%20NSWRFL%20season\"&gt;1977&lt;/a&gt;, Kolc gained selection for the Australian national team in the &lt;a href=\"1977%20Rugby%20League%20World%20Cup\"&gt;1977 Rugby League World Cup&lt;/a&gt; Final, his sole international game, becoming Kangaroo No. 502. He scored the match-winning &lt;a href=\"Try%20%28rugby%29\"&gt;try&lt;/a&gt; in the one-point win over &lt;a href=\"Great%20Britain%20national%20rugby%20league%20team\"&gt;Great Britain&lt;/a&gt; at the &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney Cricket Ground&lt;/a&gt;. After this, Kolc missed a number of games due to the return of his old ankle ligament problems, but he came back – though lacking his old sharp pace – to play at halfback in the drawn grand final and replay against &lt;a href=\"St.%20George%20Dragons\"&gt;St. George&lt;/a&gt;.\nThe year &lt;a href=\"1978%20NSWRFL%20season\"&gt;1978&lt;/a&gt;, however, saw &lt;a href=\"Graham%20Murray\"&gt;Graham Murray&lt;/a&gt; take over from Kolc as the Eels’ regular first-grade halfback, and the former international only regained his first-grade berth – as a five-eighth – when &lt;a href=\"John%20Peard\"&gt;John Peard&lt;/a&gt; was injured late in July. With the emergence of future champion &lt;a href=\"Peter%20Sterling%20%28rugby%20league%20commentator%29\"&gt;Peter Sterling&lt;/a&gt; and pivot Mick Pattison, it was clear by 1979 that Kolc's days in first grade were numbered, although he did manage to participate in a second reserve grade premiership at the end of 1979. \nKolc made occasional first-grade appearances during the 1980 and 1981 seasons. A lowlight of this period was when Kolc was sent off in his 100th game, for a high tackle on South Sydney fullback &lt;a href=\"John%20Sellar\"&gt;John Sellar&lt;/a&gt;. Kolc suffered a four-match ban; but when new video evidence was supplied, the suspension was overturned – an extreme rarity in the history of rugby league in Australia.\nPost-playing career.\nOver a decade after retiring as a player, Kolc was appointed President's Cup coach by a Parramatta board looking for a return to the glory days by a club that had lost its way since 1986. The Eels’ under-21 team finished seventh in Kolc's only year in charge with nine wins and nine losses; a satisfactory record but one of little significance because of the restructuring of the competition for the following season. Kolc then obtained a place on the Eels’ board under long-time teammate &lt;a href=\"Denis%20Fitzgerald\"&gt;Denis Fitzgerald&lt;/a&gt;, and remained there – ultimately becoming the president of the lucrative Leagues Club – until the fallout from two consecutive last-place finishes in &lt;a href=\"2012%20NRL%20season\"&gt;2012&lt;/a&gt; and &lt;a href=\"2013%20NRL%20season\"&gt;2013&lt;/a&gt; caused a complete shake-up."
}