{
    "id": "37158327",
    "revid": "1189543",
    "url": "https://en.wikipedia.org/wiki?curid=37158327",
    "title": "Lin Ching-hsuan",
    "text": "Lin Ching-hsuan (; 26 February 1953 – 23 January 2019) was a Taiwanese &lt;a href=\"essayist\"&gt;essayist&lt;/a&gt; who won numerous prizes. He used several pen names including Qin Qing (秦情), Lin Li (林漓), Lin Da-bei (林大悲), among others.\nLife.\nEarly years.\nLin Ching-hsuan was born in &lt;a href=\"Kaohsiung\"&gt;Kaohsiung&lt;/a&gt; to an ordinary peasant family. Being interested in writing, he decided to become a writer since he was only eight years old. With his talent in writing, he started to publish articles in newspapers. Lin won the first prize in the Tainan writing competition during his high school days. After graduating from high school, he went to &lt;a href=\"Shih%20Hsin%20University\"&gt;Shih Hsin University&lt;/a&gt;. In his college years, he published his first book \"Lian Hua Kai Luo\" (《蓮花開落》). Then, he was employed as a journalist, which provided him a chance to research into and get better understanding of the social status quo. Also, drawing on his experience of interviewing people in social affairs, his own writings were closely related to everyday life and current affairs. By the age of thirty, he had been awarded almost all the important prizes in the Taiwan literature circle.\nAfter thirty years old.\nLin Ching-hsuan started to learn &lt;a href=\"Buddhism\"&gt;Buddhism&lt;/a&gt; systematically by reading and studying the &lt;a href=\"Buddhist%20sutras\"&gt;Buddhist sutras&lt;/a&gt;. Besides, he went to stay in a temple to develop his understanding of Buddhism and cultivate his spirituality from the age of thirty-two to thirty-five. In this three years study in the temple, he has obtained a more merciful and peaceful attitude towards life, and he found that his spirituality was sublimated. Owing to the study of Buddhist thought, he rethought the meaning of life. He wrote all these new understandings in a series of books which were then published under the name \"Shen Xin An Dun\" (《身心安頓》). This new series was made the bestseller in the 1990s. As a middle-age man with a writing career, he completed his representative work the \"Bodhi Series\" (《菩提系列》). Additionally, his edited a collection of \"Modern Buddhist Scriptures\" (《現代佛經系列》 ) which immediately aroused a craze for Buddhist study among the public. For this contribution, Lin was granted the Outstanding Dutiful Son Prize (傑出孝子獎). Then, he published his books (《打開心内的門窗》,《走向光明的所在》) in the audio format, which were thought high by readers. Moreover, most his recent literary works are highly recommended to the youth as compulsory reading. \nLin Ching-hsuan totally has published more than a hundred books and they are widely read in the Chinese-speaking word.\nHe died after a &lt;a href=\"heart%20attack\"&gt;heart attack&lt;/a&gt; on 23 January 2019 at the age of 65.\nCritical reputation.\nIn 1996, Lin Ching-hsuan announced that he had ended his seventeen-year marriage with his first wife. He remarried a younger woman in the next year. Compared to the general purpose of his articles that is to show the right value to society, Lin's divorce and remarriage were opposite to this purpose. As a result, his image of a spiritual teacher is ruined. These personal issues of Lin created an intense conflict between him and his readers. Some readers criticized him as a hypocrite. Some female organizations burned his books in order protest against his hypocrisy. Therefore, Lin was under enormous pressure from the public opinions, and he stopped publishing for a long time.\nLin's massive success in Taiwan and post-controversy rebirth as a popular author in China \"centre him as an innovative figure that managed to navigate the evolving political and cultural situations on both sides of the Taiwan Strait\".\nList of main works.\nLin Ching-hsuan had 298 publications."
}