{
    "id": "37166421",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=37166421",
    "title": "Rue de la Commune",
    "text": "Rue de la Commune () is a road in &lt;a href=\"Old%20Montreal\"&gt;Old Montreal&lt;/a&gt; which is well used both by Montrealers and by tourists, since it is the home of the &lt;a href=\"Pointe-%C3%A0-Calli%C3%A8re%20Museum\"&gt;Pointe-à-Callière Museum&lt;/a&gt; and the &lt;a href=\"Old%20Port%20of%20Montreal\"&gt;Old Port of Montreal&lt;/a&gt;. The road follows the original shore of the &lt;a href=\"Saint%20Lawrence%20River\"&gt;Saint Lawrence River&lt;/a&gt;. The buildings along the north side of the road are former commercial buildings.\nHistory.\nIn 1651, the governor of Montréal, &lt;a href=\"Paul%20Chomedey%20de%20Maisonneuve\"&gt;Paul Chomedey de Maisonneuve&lt;/a&gt; granted land to Jean de Saint-Père to be used as &lt;a href=\"pasture\"&gt;pasture&lt;/a&gt;. This 'commune' (commons) is a strip of land one &lt;a href=\"arpent\"&gt;arpent&lt;/a&gt; wide with 40 arpents of shoreline.\nThe river bank was the site of a &lt;a href=\"tow%20path\"&gt;tow path&lt;/a&gt;, and became a road, lined with grain elevators from 1879. It became a thoroughfare for &lt;a href=\"Carriage\"&gt;carriages&lt;/a&gt;, transport wagons, and pedestrians. Lower streets along the riverbank were known to flood during winter storms. \nA proposed elevated highway along the river over the Rue de la Commune spurred a movement to preserve the district. &lt;a href=\"Dutch%20people\"&gt;Dutch&lt;/a&gt;-born architect and urban planner &lt;a href=\"Sandy%20van%20Ginkel\"&gt;Daniel van Ginkel&lt;/a&gt; played a major role in saving the district from destruction during the early 1960s. As assistant director of the city of Montreal's newly formed planning department, he persuaded authorities to abandon plans for an expressway that would have cut through the old city. In 1964, most of Old Montreal was classified as a &lt;a href=\"historic%20district\"&gt;historic district&lt;/a&gt;.\nIn 1970, the road was renamed from \"rue des Commissaires\", in memory of early colonial days. After the &lt;a href=\"Port%20of%20Montreal\"&gt;Port of Montreal&lt;/a&gt; was moved, the area became a recreational area in 1992. &lt;a href=\"Hotel\"&gt;Hotels&lt;/a&gt;, &lt;a href=\"Restaurant\"&gt;restaurants&lt;/a&gt;, and &lt;a href=\"cafes\"&gt;cafes&lt;/a&gt; replaced old warehouses. "
}