{
    "id": "371698",
    "revid": "5320876",
    "url": "https://en.wikipedia.org/wiki?curid=371698",
    "title": "Meatloaf",
    "text": "Meatloaf is a &lt;a href=\"dish%20%28food%29\"&gt;dish&lt;/a&gt; of &lt;a href=\"ground%20meat\"&gt;ground meat&lt;/a&gt; that has been combined with other ingredients and formed into the shape of a &lt;a href=\"loaf\"&gt;loaf&lt;/a&gt;, then &lt;a href=\"baked\"&gt;baked&lt;/a&gt; or &lt;a href=\"Smoking%20%28cooking%29\"&gt;smoked&lt;/a&gt;. The final shape is either hand-formed on a &lt;a href=\"baking%20tray\"&gt;baking tray&lt;/a&gt;, or pan-formed by cooking it in a &lt;a href=\"Bread%20pan\"&gt;loaf pan&lt;/a&gt;. It is usually made with &lt;a href=\"ground%20beef\"&gt;ground beef&lt;/a&gt;, although ground &lt;a href=\"Lamb%20and%20mutton\"&gt;lamb&lt;/a&gt;, &lt;a href=\"pork\"&gt;pork&lt;/a&gt;, &lt;a href=\"veal\"&gt;veal&lt;/a&gt;, &lt;a href=\"venison\"&gt;venison&lt;/a&gt;, &lt;a href=\"poultry\"&gt;poultry&lt;/a&gt;, and &lt;a href=\"seafood\"&gt;seafood&lt;/a&gt; are also used, sometimes in combination. Vegetarian adaptations of meatloaf may use &lt;a href=\"imitation%20meat\"&gt;imitation meat&lt;/a&gt; or &lt;a href=\"Legume\"&gt;pulses&lt;/a&gt;.\nThe cooked meatloaf can be sliced like a loaf of bread to make individual portions. It can easily become dry; therefore, various techniques exist to keep the dish moist, like mixing in bread crumbs and egg, covering it with sauce, wrapping it, or using moisture-enhancing ingredients in the mixture, such as filling it with fatty meats, rich &lt;a href=\"cheese\"&gt;cheese&lt;/a&gt;s, or &lt;a href=\"vegetables\"&gt;vegetables&lt;/a&gt;.\nHistory.\nMeatloaf of &lt;a href=\"Mincing\"&gt;minced&lt;/a&gt; meat was mentioned in the &lt;a href=\"Ancient%20Roman%20cuisine\"&gt;Roman&lt;/a&gt; cookery collection \"&lt;a href=\"Apicius\"&gt;Apicius&lt;/a&gt;\" as early as the 5th century. Meatloaf is a traditional &lt;a href=\"German%20cuisine\"&gt;German&lt;/a&gt;, &lt;a href=\"Scandinavian%20cuisine\"&gt;Scandinavian&lt;/a&gt; and &lt;a href=\"Belgian%20cuisine\"&gt;Belgian&lt;/a&gt; dish, and it is a cousin to the &lt;a href=\"Netherlands%20cuisine\"&gt;Dutch&lt;/a&gt; &lt;a href=\"meatball\"&gt;meatball&lt;/a&gt;.\nAmerican meatloaf has its origins in &lt;a href=\"scrapple\"&gt;scrapple&lt;/a&gt;, a mixture of ground pork and &lt;a href=\"cornmeal\"&gt;cornmeal&lt;/a&gt; served by &lt;a href=\"German-Americans\"&gt;German-Americans&lt;/a&gt; in Pennsylvania since &lt;a href=\"Colonial%20history%20of%20the%20United%20States\"&gt;colonial times&lt;/a&gt;. Meatloaf in the contemporary American sense did not appear in &lt;a href=\"cookbooks\"&gt;cookbooks&lt;/a&gt; until the late 19th century.\nNational variations.\nAustria.\nThe Austrian version of meatloaf is called \"faschierter Braten\" (literally \"&lt;a href=\"Ground%20meat\"&gt;minced&lt;/a&gt; &lt;a href=\"wikt%3Aroast%23Noun\"&gt;roast&lt;/a&gt;\", from \"faschieren\", \"to &lt;a href=\"Ground%20meat\"&gt;mince&lt;/a&gt;\", and \"ein Braten\", \"a &lt;a href=\"wikt%3Aroast%23Noun\"&gt;roast&lt;/a&gt;\"). Most of the time, it is not filled (e.g., in Germany), but it is wrapped in ham before baking it. Often, it is served with mashed potatoes (when warm), or with &lt;a href=\"Cumberland%20sauce\"&gt;Cumberland sauce&lt;/a&gt; (when cold). \nBangladesh.\nThe Bangladeshi version of meatloaf is called \"Maṅśer lof\".\nBelgium.\nThe Belgian version of meatloaf is called \"vleesbrood\" (meatbread); however, \"fricandon\" is also used to refer to it in Dutch. In French, it is called \"pain de viande\". It is usually served warm and can then be served with various sauces, but can also be eaten cold with a loaf of bread.\nBulgaria.\n\"Rulo Stefani\" (). The Bulgarian \"rulo Stefani\" meatloaf is similar to the Hungarian \"Stefánia\" meatloaf, with hard-boiled eggs, and sometimes with chopped carrots and pickled gherkins in the middle.\nChile.\nChilean meatloaf, known as \"Asado Aleman\" (German roasted meat) is a staple of southern Chilean cuisine, especially in areas known for having been influenced by the arrival of German colonizers during the 18th and 19th century. The most common recipe nowadays consists of ground beef, carrots, sausages, boiled eggs and breadcrumbs, cooked in the oven and normally served with a side-dish of mashed potatoes or rice.\nCuba.\nThe Cuban version of meatloaf is called \"pulpeta\". It is made with ground beef and ground ham, and stuffed with &lt;a href=\"hard%20boiled%20eggs\"&gt;hard boiled eggs&lt;/a&gt;, and it is cooked on the stovetop. The dish was brought to public attention, albeit mistakenly referred to as a sausage, in the second episode of the third season of \"&lt;a href=\"The%20Cosby%20Show\"&gt;The Cosby Show&lt;/a&gt;\", entitled \"Food for Thought\". However, due to Cuba’s strict laws regarding the purchasing of meat products, especially beef, meatloaf is not a common dish in Cuba.\nCzech Republic.\nIn the Czech Republic, meatloaf is referred to as \"sekaná\" ('chopped'). It is optional to put hard boiled eggs, gherkins, or wienerwurst inside.\nDenmark.\nDanish meatloaf is called \"forloren hare\" ('mock hare') or \"farsbrød\" ('ground-meat bread') and is usually made from a mixture of ground pork and beef with strips of &lt;a href=\"bacon\"&gt;bacon&lt;/a&gt; or cubed bacon on top. It is served with boiled or mashed potatoes and brown gravy sweetened with &lt;a href=\"Redcurrant\"&gt;red currant&lt;/a&gt; jam.\nFinland.\nFinnish meatloaf is called \"lihamureke\". It is entirely based on the basic meatball recipe. The only spices used are salt and pepper. It is not customary to stuff \"lihamureke\" with anything. The usual side dish is mashed potatoes, and \"lihamureke\" is usually served with brown sauce.\nGermany.\nIn &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt;, meatloaf is referred to as \"Hackbraten\" (literally \"ground roast\", from \"Hackfleisch\", \"&lt;a href=\"ground%20meat\"&gt;ground meat&lt;/a&gt;\", and \"ein Braten\", \"a &lt;a href=\"wikt%3Aroast%23Noun\"&gt;roast&lt;/a&gt;\"), \"faschierter Braten\" (literally \"&lt;a href=\"Ground%20meat\"&gt;minced&lt;/a&gt; &lt;a href=\"wikt%3Aroast%23Noun\"&gt;roast&lt;/a&gt;\", from \"faschieren\", \"to &lt;a href=\"Ground%20meat\"&gt;mince&lt;/a&gt;\", and \"ein Braten\", \"a &lt;a href=\"wikt%3Aroast%23Noun\"&gt;roast&lt;/a&gt;\"), \"Wiegebraten\", \"falscher Hase\" (\"false hare\" or \"faux hare\") and \"Heuchelhase\" (\"mock-hare\"). In some regions, it often has boiled eggs inside.\n\"&lt;a href=\"Leberk%C3%A4se\"&gt;Fleischlaib&lt;/a&gt;\" does literally mean \"meat-loaf\", but is actually another name for \"&lt;a href=\"Leberk%C3%A4se\"&gt;Leberkäse&lt;/a&gt;\" (literally \"liver-cheese\"), which is not a meatloaf.\nGreece.\nIn &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, meatloaf is referred to as \"rolo\" (Ρολό) and it is usually filled with hard boiled eggs, although several other variations exist.\nHungary.\nStefania meatloaf () or Stefania slices are a type of &lt;a href=\"Hungarian%20cuisine\"&gt;Hungarian&lt;/a&gt; long meatloaf baked in a loaf pan, with 3 hard boiled eggs in the middle, making decorative white and yellow rings in the middle of the slices.\nIndonesia.\nIndonesian version of meatloaf is using &lt;a href=\"sweet%20soy%20sauce\"&gt;sweet soy sauce&lt;/a&gt; (\"kecap manis\") as seasoning, then baked or smoked. It is usually served with &lt;a href=\"sambal\"&gt;sambal&lt;/a&gt;s.\nItaly.\nIn Italy, meatloaf is called \"polpettone\" and can be filled with eggs, ham and cheese, and other ingredients.\nJewish cuisine.\nIn &lt;a href=\"Jewish%20cuisine\"&gt;Ashkenazi Jewish cuisine&lt;/a&gt;, meatloaf is called \"Klops\" () and can be served cold or hot. It is sometimes filled with whole boiled eggs. The name presumably comes from the German \"Klops\" 'meatball'.\nLebanon.\nIn Lebanon, \"&lt;a href=\"kibbeh\"&gt;kibbeh&lt;/a&gt;\" (ground beef or lamb mixed with Bulgar) can sometimes be formed into a loaf and baked. It is sometimes made from raw meat.\nMacedonia.\n\"Rolat\" is a similar dish to the chiefly Arab, though also Persian and South-Asian, kofta. Ground beef is rolled and cooked until brown. It can be cooked with vegetables and various sauces.\nMexico.\nMeatloaf is known as \"albondigón\" and is small in size.\nMongolia.\n\"Khuchmal\" () is served with mashed potatoes cooked over the ground meat.\nNetherlands.\nThe Dutch version of meatloaf is called \"gehaktbrood\" and can be eaten warm or cold. \"&lt;a href=\"Slavink\"&gt;Slavink&lt;/a&gt;\" is sometimes thought of as a small meatloaf, though it is pan-fried.\nPhilippines.\n\"&lt;a href=\"Embutido%20%28Filipino%20cuisine%29\"&gt;Embutido&lt;/a&gt;\" (not to be confused with the Spanish \"&lt;a href=\"embutido\"&gt;embutido&lt;/a&gt;\") is made of well-seasoned ground pork, raisins, minced carrots, sausages, and whole boiled eggs. The meat is molded into a roll with the sausages and hard boiled eggs set in the middle. Another variation of the dish involves wrapping the meatloaf with pork crow or &lt;a href=\"mesentery\"&gt;mesentery&lt;/a&gt;. It is then wrapped in aluminum foil (historically, banana leaves) and steamed for an hour. The cooked \"embutido\" may be stored in freezers. It is usually served fried and sliced for breakfast.\n\"Embutido\" is sometimes confused with \"&lt;a href=\"Morc%C3%B3n%20%28Filipino%20cuisine%29\"&gt;morcón&lt;/a&gt;\" (also not to be confused with Spanish \"&lt;a href=\"morc%C3%B3n\"&gt;morcón&lt;/a&gt;\"), due to their similarity in appearance. However, \"morcón\" is a beef &lt;a href=\"roulade\"&gt;roulade&lt;/a&gt;, not a meatloaf.\n\"&lt;a href=\"Hardinera\"&gt;Hardinera&lt;/a&gt;\" is a Filipino meatloaf made with diced or ground pork topped with sliced hard-boiled eggs, pineapples, carrots, bell peppers, peas, tomatoes, and raisins, among others.\nPoland.\nCalled \"pieczeń rzymska\" (\"Roman roast\") or \"klops\" is made of ground pork, beef, onions and garlic, with an obligatory hard boiled egg inside.\nPuerto Rico.\nIn &lt;a href=\"Puerto%20Rican%20cuisine\"&gt;Puerto Rican cuisine&lt;/a&gt;, meatloaf is known as \"albondigón\" or \"butifarrón al horno\". Puerto Rican style meatloaf is made with ground pork, beef, turkey, &lt;a href=\"adobo\"&gt;adobo&lt;/a&gt;, &lt;a href=\"Worcestershire%20sauce\"&gt;Worcestershire sauce&lt;/a&gt;, milk, ketchup, potatoes, red beans, breadcrumbs, parsley, and a hard-boiled egg in the middle.\nRomania.\nIn Romanian cuisine, there is a meatloaf dish called \"drob\", similar to other minced meat dishes in the region like the Bulgarian \"Rulo Stefani\" or the Hungarian \"Stefánia\" meatloaf. The major difference is that \"drob\" is always made with lamb organs (or a mixture of lamb organs and pork or veal), and the hard boiled eggs in the centre of the \"drob\" are optional.\nSweden.\nSwedish meatloaf is called \"köttfärslimpa\" (literally \"minced meat-loaf\", from \"köttfärs\", \"&lt;a href=\"Ground%20meat\"&gt;minced meat&lt;/a&gt;\", and \"limpa\", \"loaf\") and is usually made from a mixture of ground pork and beef. It is served with boiled or mashed potatoes, brown sauce gravy, often made from the meat juice that comes from cooking the meatloaf, and lingonberry jam. It is also used thinly sliced as a spread on sandwiches.\nTurkey.\nIn &lt;a href=\"Turkish%20cuisine\"&gt;Turkish cuisine&lt;/a&gt;, there is a version of meatloaf called \"dalyan köfte\" or \"rulo köfte\"; it is typically filled with carrots, peas, and whole boiled eggs. \nUnited Kingdom.\nIn the UK, there are regional pork meatloaf dishes known as &lt;a href=\"haslet\"&gt;haslet&lt;/a&gt;, which can be eaten cold or hot.\nUnited States.\nDuring the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;, cooking meatloaf was a way for families to stretch the &lt;a href=\"home%20economics\"&gt;food budget&lt;/a&gt; by using an inexpensive type of meat and left-over ingredients. Along with &lt;a href=\"spice\"&gt;spice&lt;/a&gt;s, it was popular to add &lt;a href=\"cereal\"&gt;cereal grains&lt;/a&gt;, &lt;a href=\"bread\"&gt;bread&lt;/a&gt; or &lt;a href=\"saltine\"&gt;saltine&lt;/a&gt; crackers to the meatloaf to add bulk and stretch the meat. This tradition of additions still lives on, but with new goals: primarily, producing a lower-fat dish with superior binding and consistency.\nAmerican-style meatloaf is typically eaten with a &lt;a href=\"sauce\"&gt;sauce&lt;/a&gt; or &lt;a href=\"relish\"&gt;relish&lt;/a&gt;, often applied before cooking. Many recipes call for a pasta sauce or &lt;a href=\"tomato%20sauce\"&gt;tomato sauce&lt;/a&gt; to be poured over the loaf, which forms a crust during baking. A simple &lt;a href=\"Brown%20gravy\"&gt;brown&lt;/a&gt; or &lt;a href=\"onion%20gravy\"&gt;onion gravy&lt;/a&gt; or a can of &lt;a href=\"cream%20of%20mushroom%20soup\"&gt;cream of mushroom soup&lt;/a&gt; can substitute for tomato-based sauce, but the meatloaf is prepared in a similar manner. &lt;a href=\"Barbecue%20sauce\"&gt;Barbecue sauce&lt;/a&gt;, tomato &lt;a href=\"ketchup\"&gt;ketchup&lt;/a&gt;, or a mixture of ketchup and &lt;a href=\"mustard%20%28condiment%29\"&gt;prepared mustard&lt;/a&gt; may also be used. This style of meatloaf may be topped with a \"meatloaf sauce\" consisting of ketchup and &lt;a href=\"brown%20sugar\"&gt;brown sugar&lt;/a&gt;. Another variety of meatloaf, in the same style, is prepared by \"frosting\" the loaf with &lt;a href=\"mashed%20potatoes\"&gt;mashed potatoes&lt;/a&gt;, drizzling a small amount of &lt;a href=\"butter\"&gt;butter&lt;/a&gt; over the top, and then &lt;a href=\"Food%20browning\"&gt;browning&lt;/a&gt; it in the oven.\nAmerican-style meatloaf is normally served warm, as part of a main course, but it can also be sliced as a &lt;a href=\"cold%20cut\"&gt;cold cut&lt;/a&gt; (and then used in sandwiches). This dish can be considered a typical &lt;a href=\"comfort%20food\"&gt;comfort food&lt;/a&gt; in the US, and so it is served in many &lt;a href=\"diner\"&gt;diner&lt;/a&gt;s and restaurants. In a 2007 poll by \"&lt;a href=\"Good%20Housekeeping\"&gt;Good Housekeeping&lt;/a&gt;\", meatloaf was the seventh-favorite dish of Americans.\nVietnam.\nThe Vietnamese meatloaf version is called \"chả\". It is boiled rather than baked or smoked. There are many versions of \"chả\" that differ in the ingredients used."
}