{
    "id": "37170584",
    "revid": "14423536",
    "url": "https://en.wikipedia.org/wiki?curid=37170584",
    "title": "Cortinarius sinapivelus",
    "text": "Cortinarius sinapivelus is a species of &lt;a href=\"truffle\"&gt;truffle&lt;/a&gt;-like fungus in the family &lt;a href=\"Cortinariaceae\"&gt;Cortinariaceae&lt;/a&gt;. Known only from &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, it was described as new to science in 2010.\nTaxonomy.\nThe species was first &lt;a href=\"species%20description\"&gt;described&lt;/a&gt; scientifically by mycologists Karl Vernes, Melissa Danks, and &lt;a href=\"Teresa%20Lebel\"&gt;Teresa Lebel&lt;/a&gt; in a 2010 issue of the journal \"Persoonia\". The &lt;a href=\"type%20%28biology%29\"&gt;type&lt;/a&gt; collection was made near &lt;a href=\"Waterfall%20Way\"&gt;Waterfall Way&lt;/a&gt;, New South Wales (Australia) in July 2007. &lt;a href=\"Molecular%20phylogenetics\"&gt;Molecular&lt;/a&gt; analysis indicates that \"Cortinarius sinapivelus\" belongs in the &lt;a href=\"section%20%28biology%29\"&gt;section&lt;/a&gt; \"Splendidi\" of the genus \"&lt;a href=\"Cortinarius\"&gt;Cortinarius&lt;/a&gt;\", and is closely related to the Australian &lt;a href=\"agaric\"&gt;agaric&lt;/a&gt;s \"&lt;a href=\"Cortinarius%20persplendidus\"&gt;C. persplendidus&lt;/a&gt;\" and \"&lt;a href=\"Cortinarius%20erythrocephalus\"&gt;C. erythrocephalus&lt;/a&gt;\". The &lt;a href=\"botanical%20name\"&gt;specific epithet&lt;/a&gt; \"sinapivelus\" is derived from the &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; words \"sinapis\" (mustard) and \"velus\" (veil) and refers to the mustard-coloured &lt;a href=\"partial%20veil\"&gt;veil&lt;/a&gt;.\nDescription.\n\"Cortinarius sinapivelus\" has sequestrate &lt;a href=\"sporocarp%20%28fungus%29\"&gt;fruit bodies&lt;/a&gt;, so its &lt;a href=\"spore\"&gt;spore&lt;/a&gt;s are not forcibly discharged from the &lt;a href=\"basidia\"&gt;basidia&lt;/a&gt;, and it remains enclosed during all stages of development. The shape of the &lt;a href=\"pileus%20%28mycology%29\"&gt;caps&lt;/a&gt; is convex to roughly spherical with a flattened top, and they measure long by in diameter. The margin of the cap attaches to the stipe by a thick, cobweb-like &lt;a href=\"partial%20veil\"&gt;partial veil&lt;/a&gt;. The colour of the outer skin of the cap (the &lt;a href=\"pellis\"&gt;pellis&lt;/a&gt;) is pale &lt;a href=\"tan%20%28color%29\"&gt;tan&lt;/a&gt;-brown; the surface is finely hairy. Remnants of the yellow &lt;a href=\"universal%20veil\"&gt;universal veil&lt;/a&gt; cover some of the cap surface; they are readily rubbed off with handling. The &lt;a href=\"trama%20%28mycology%29\"&gt;flesh&lt;/a&gt; is translucent yellow-tan and thick. The internal spore-bearing tissue of the cap (the &lt;a href=\"hymenophore\"&gt;hymenophore&lt;/a&gt;) is pale cinnamon brown at first, but darkens later as the &lt;a href=\"spore\"&gt;spore&lt;/a&gt;s mature. It has irregular, wrinkled chambers that are 0.5–2 mm in diameter. A slender, bright yellow stipe extends into the cap through its entire length; it measures long by thick. The thick cortina-like &lt;a href=\"partial%20veil\"&gt;partial veil&lt;/a&gt; is mustard yellow, and persists between the margin of the cap and the stipe. Fruit bodies have no distinctive taste or odour. The spores are broadly egg-shaped and measure 8.9–10.2 by 6.5–7.4 &lt;a href=\"micrometre\"&gt;μm&lt;/a&gt;. They are covered with nodules up to 0.5 μm high. The thin-walled &lt;a href=\"basidia\"&gt;basidia&lt;/a&gt; (spore-bearing cells) are &lt;a href=\"hyaline\"&gt;hyaline&lt;/a&gt; (translucent), club-shaped to cylindrical, four-spored, and have dimensions of 26–29 by 7–8 μm. There are &lt;a href=\"clamp%20connection\"&gt;clamp connection&lt;/a&gt;s present in the &lt;a href=\"hypha\"&gt;hypha&lt;/a&gt;e of the cap.\nHabitat and distribution.\n\"Cortinarius sinapivelus\" is known only from the type collection. The fruit bodies were found in the ground under &lt;a href=\"litterfall\"&gt;litterfall&lt;/a&gt; on the Kaputar Plateau in &lt;a href=\"subalpine\"&gt;subalpine&lt;/a&gt; grassy woodland. Associated plant species were \"&lt;a href=\"Eucalyptus%20dalrympleana\"&gt;Eucalyptus dalrympleana&lt;/a&gt;\" and \"&lt;a href=\"Eucalyptus%20pauciflora\"&gt;E. pauciflora&lt;/a&gt;\"."
}