{
    "id": "3719774",
    "revid": "23646674",
    "url": "https://en.wikipedia.org/wiki?curid=3719774",
    "title": "Italian War of 1542–1546",
    "text": "The Italian War of 1542–1546 was a conflict late in the &lt;a href=\"Italian%20Wars\"&gt;Italian Wars&lt;/a&gt;, pitting &lt;a href=\"Francis%20I%20of%20France\"&gt;Francis I of France&lt;/a&gt; and &lt;a href=\"Suleiman%20the%20Magnificent\"&gt;Suleiman I&lt;/a&gt; of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; against the &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Holy Roman Emperor Charles V&lt;/a&gt; and &lt;a href=\"Henry%20VIII%20of%20England\"&gt;Henry VIII of England&lt;/a&gt;. The course of the war saw extensive fighting in Italy, France, and the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt;, as well as attempted invasions of Spain and England. The conflict was inconclusive and ruinously expensive for the major participants.\nThe war arose from the failure of the &lt;a href=\"Truce%20of%20Nice\"&gt;Truce of Nice&lt;/a&gt;, which ended the &lt;a href=\"Italian%20War%20of%201536%E2%80%931538\"&gt;Italian War of 1536–1538&lt;/a&gt;, to resolve the long-standing conflict between Charles and Francis—particularly their conflicting claims to the &lt;a href=\"Duchy%20of%20Milan\"&gt;Duchy of Milan&lt;/a&gt;. Having found a suitable pretext, Francis once again declared war against his perpetual enemy in 1542. Fighting began at once throughout the Low Countries; the following year saw the &lt;a href=\"Franco-Ottoman%20alliance\"&gt;Franco-Ottoman alliance&lt;/a&gt;'s attack on &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt;, as well as a series of maneuvers in northern Italy which culminated in the bloody &lt;a href=\"Battle%20of%20Ceresole\"&gt;Battle of Ceresole&lt;/a&gt;. Charles and Henry then proceeded to invade France, but the long &lt;a href=\"siege\"&gt;siege&lt;/a&gt;s of &lt;a href=\"Sieges%20of%20Boulogne%20%281544%E2%80%9346%29%23First%20siege\"&gt;Boulogne-sur-Mer&lt;/a&gt; and &lt;a href=\"List%20of%20battles%20of%20the%20Italian%20Wars%23St.%20Dizier\"&gt;Saint-Dizier&lt;/a&gt; prevented a decisive offensive against the French.\nCharles came to terms with Francis by the &lt;a href=\"%23Treaty%20of%20Cr%C3%A9py\"&gt;Treaty of Crépy&lt;/a&gt; in late 1544, but the death of Francis's younger son, the &lt;a href=\"Charles%20II%20de%20Valois%2C%20Duke%20of%20Orl%C3%A9ans\"&gt;Duke of Orléans&lt;/a&gt;—whose proposed marriage to a relative of the Emperor was the foundation of the treaty—made it moot less than a year afterwards. Henry, left alone but unwilling to return Boulogne to the French, continued to fight until 1546, when the &lt;a href=\"%23Treaty%20of%20Ardres\"&gt;Treaty of Ardres&lt;/a&gt; finally restored peace between France and England. The deaths of Francis and Henry in early 1547 left the resolution of the Italian Wars to their successors.\nPrelude.\nThe Truce of Nice, which ended the &lt;a href=\"Italian%20War%20of%201536%E2%80%931538\"&gt;Italian War of 1536–1538&lt;/a&gt;, provided little resolution to the long conflict between the Holy Roman Emperor and the King of France; although hostilities had ended, giving way to a cautious entente, neither monarch was satisfied with the war's outcome. Francis continued to harbor a desire for the &lt;a href=\"Duchy%20of%20Milan\"&gt;Duchy of Milan&lt;/a&gt;, to which he held a dynastic claim; Charles, for his part, insisted that Francis comply at last with the terms of the &lt;a href=\"Italian%20War%20of%201521%E2%80%931526%23Aftermath%20of%20the%20treaty\"&gt;Treaty of Madrid&lt;/a&gt;, which had been forced on the French king during his captivity in Spain after the &lt;a href=\"Italian%20War%20of%201521%E2%80%9326\"&gt;Italian War of 1521–26&lt;/a&gt;. Other conflicting claims to various territories—Charles's to Burgundy and Francis's to Naples and Flanders, among others—remained a matter of contention as well.\nNegotiations between the two powers continued through 1538 and into 1539. In 1539, Francis invited Charles—who faced &lt;a href=\"Revolt%20of%20Ghent%20%281539%29\"&gt;a rebellion in the Low Countries&lt;/a&gt;—to travel through France on his way north from Spain. Charles accepted, and was richly received; but while he was willing to discuss religious matters with his host—the &lt;a href=\"Protestant%20Reformation\"&gt;Protestant Reformation&lt;/a&gt; being underway—he delayed on the question of political differences, and nothing had been decided by the time he left French territory.\nIn March 1540, Charles proposed to settle the matter by having &lt;a href=\"Maria%20of%20Spain\"&gt;Maria of Spain&lt;/a&gt; marry Francis's younger son, the &lt;a href=\"Charles%20II%20de%20Valois%2C%20Duke%20of%20Orl%C3%A9ans\"&gt;Duke of Orléans&lt;/a&gt;; the two would then inherit the Netherlands, &lt;a href=\"Duchy%20of%20Burgundy\"&gt;Burgundy&lt;/a&gt;, and &lt;a href=\"Charolais%20%28county%29\"&gt;Charolais&lt;/a&gt; after the Emperor's death. Francis, meanwhile, was to renounce his claims to the duchies of &lt;a href=\"Duchy%20of%20Milan\"&gt;Milan&lt;/a&gt; and &lt;a href=\"Duchy%20of%20Savoy\"&gt;Savoy&lt;/a&gt;, ratify the treaties of &lt;a href=\"Treaty%20of%20Madrid%20%281526%29\"&gt;Madrid&lt;/a&gt; and &lt;a href=\"Treaty%20of%20Cambrai\"&gt;Cambrai&lt;/a&gt;, and join an alliance with Charles. Francis, considering the loss of Milan too large a price to pay for future possession of the Netherlands and unwilling to ratify the treaties in any case, made his own offer; on 24 April, he agreed to surrender the Milanese claim in exchange for immediate receipt of the Netherlands. The negotiations continued for weeks, but made no progress, and were abandoned in June 1540.\nFrancis soon began gathering new allies to his cause. &lt;a href=\"William%2C%20Duke%20of%20J%C3%BClich-Cleves-Berg\"&gt;William, Duke of Jülich-Cleves-Berg&lt;/a&gt;, who was engaged in the &lt;a href=\"Guelders%20Wars\"&gt;Guelders Wars&lt;/a&gt;, a dispute with Charles over the succession in &lt;a href=\"Guelders\"&gt;Guelders&lt;/a&gt;, sealed his alliance with Francis by marrying Francis's niece, &lt;a href=\"Jeanne%20d%27Albret\"&gt;Jeanne d'Albret&lt;/a&gt;. Francis sought an alliance with the &lt;a href=\"Schmalkaldic%20League\"&gt;Schmalkaldic League&lt;/a&gt; as well, but the League demurred; by 1542, the remaining potential French allies in northern Germany had reached their own understandings with the Emperor. French efforts farther east were more fruitful, leading to a renewed &lt;a href=\"Franco-Ottoman%20alliance\"&gt;Franco-Ottoman alliance&lt;/a&gt;; &lt;a href=\"Suleiman%20the%20Magnificent\"&gt;Suleiman the Magnificent&lt;/a&gt; of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;, seeking to distract Charles from Ottoman advances in Hungary, encouraged the Franco-Imperial rift.\nOn 4 July 1541, however, the French ambassador to the Ottoman court, &lt;a href=\"Antoine%20de%20Rincon\"&gt;Antoine de Rincon&lt;/a&gt;, was killed by Imperial troops as he was travelling near &lt;a href=\"Pavia\"&gt;Pavia&lt;/a&gt;. In response to Francis's protests, Charles denied all responsibility, promising to conduct an inquiry with the assistance of the Pope; he had by now formed plans for a campaign in North Africa, and wished to avoid further entanglements in Europe.\nBy the end of September, Charles was in &lt;a href=\"Majorca\"&gt;Majorca&lt;/a&gt;, preparing &lt;a href=\"Algiers%20expedition%20%281541%29\"&gt;an attack on Algiers&lt;/a&gt;; Francis, considering it impolitic to attack a fellow Christian who was fighting the Muslims, promised not to declare war for as long as the Emperor was campaigning. The Imperial expedition, however, was entirely unsuccessful; storms scattered the invasion fleet soon after the initial landing, and Charles had returned to Spain with the remainder of his troops by November. On 8 March 1542, the new French ambassador, &lt;a href=\"Antoine%20Escalin%20des%20Eymars\"&gt;Antoine Escalin des Eymars&lt;/a&gt;, returned from &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; with promises of Ottoman aid in a war against Charles. Francis declared war on 12 July, naming various injuries as the causes; among them was Rincon's murder, which he proclaimed \"an injury so great, so detestable and so strange to those who bear the title and quality of prince that it cannot be in any way forgiven, suffered or endured\".\nInitial moves and the Treaty of Venlo.\nThe French immediately launched a two-front offensive against Charles. In the north, the Duke of Orléans attacked &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, briefly capturing the city; in the south, a larger army under &lt;a href=\"Claude%20d%27Annebault\"&gt;Claude d'Annebault&lt;/a&gt; and Francis's eldest son, &lt;a href=\"Henry%20II%20of%20France\"&gt;the Dauphin Henry&lt;/a&gt;, &lt;a href=\"Siege%20of%20Perpignan%20%281542%29\"&gt;unsuccessfully besieged the city of Perpignan&lt;/a&gt; in northern Spain. Francis himself was meanwhile in &lt;a href=\"La%20Rochelle\"&gt;La Rochelle&lt;/a&gt;, dealing with a revolt caused by popular discontent with a proposed reform of the \"&lt;a href=\"gabelle\"&gt;gabelle&lt;/a&gt;\" tax.\nBy this point, relations between Francis and Henry VIII were collapsing. Henry—already angered by the French refusal to pay the various pensions, which were owed to him under the terms of past treaties—was now faced with the potential of French interference in Scotland, where he was entangled in the midst of an attempt to marry his son to &lt;a href=\"Mary%2C%20Queen%20of%20Scots\"&gt;Mary, Queen of Scots&lt;/a&gt;, that would develop into the open warfare of the \"&lt;a href=\"The%20Rough%20Wooing\"&gt;Rough Wooing&lt;/a&gt;\". He had intended to begin a war against Francis in the summer of 1543, but negotiating a treaty to that effect with the Emperor proved difficult; since Henry was, in Charles's eyes, a &lt;a href=\"Schism%20%28religion%29\"&gt;schismatic&lt;/a&gt;, the Emperor could not promise to defend him against attack, nor sign any treaty which referred to him as the head of the Church—both points upon which Henry insisted. Negotiations continued for weeks; finally, on 11 February 1543, Henry and Charles signed a treaty of offensive alliance, pledging to invade France within two years. In May, Henry sent Francis an ultimatum threatening war within twenty days; and, on 22 June, at last declared war.\nHostilities now flared up across northern France. On Henry's orders, Sir &lt;a href=\"John%20Wallop\"&gt;John Wallop&lt;/a&gt; crossed the &lt;a href=\"English%20Channel\"&gt;Channel&lt;/a&gt; to &lt;a href=\"Calais\"&gt;Calais&lt;/a&gt; with an army of 5,000 men, to be used in the defense of the Low Countries. The French, under &lt;a href=\"Antoine%20of%20Navarre\"&gt;Antoine de Bourbon, Duke of Vendôme&lt;/a&gt;, had captured &lt;a href=\"Lillers\"&gt;Lillers&lt;/a&gt; in April; by June, d'Annebault had taken &lt;a href=\"Landrecies\"&gt;Landrecies&lt;/a&gt; as well. &lt;a href=\"Wilhelm%20of%20Cleves\"&gt;Wilhelm of Cleves&lt;/a&gt; openly joined the war on Francis's side, invading &lt;a href=\"Duchy%20of%20Brabant\"&gt;Brabant&lt;/a&gt;, and fighting began in &lt;a href=\"Artois\"&gt;Artois&lt;/a&gt; and &lt;a href=\"County%20of%20Hainaut\"&gt;Hainaut&lt;/a&gt;. Francis inexplicably halted with his army near &lt;a href=\"Rheims\"&gt;Rheims&lt;/a&gt;; in the meantime, Charles attacked Wilhelm of Cleves, invading the &lt;a href=\"Duchy%20of%20J%C3%BClich\"&gt;Duchy of Jülich&lt;/a&gt; and &lt;a href=\"Sack%20of%20D%C3%BCren\"&gt;capturing Düren&lt;/a&gt;.\nConcerned about the fate of his ally, Francis ordered the Duke of Orléans and d'Annebault to attack &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;, which they took on 10 September; but it was too late for Wilhelm, as he had already surrendered on 7 September, signing the &lt;a href=\"Treaty%20of%20Venlo\"&gt;Treaty of Venlo&lt;/a&gt; with Charles. By the terms of this treaty, Wilhelm was to concede the overlordship of the &lt;a href=\"Duchy%20of%20Guelders\"&gt;Duchy of Guelders&lt;/a&gt; and &lt;a href=\"County%20of%20Zutphen\"&gt;County of Zutphen&lt;/a&gt; to Charles, and to assist him in suppressing the &lt;a href=\"Protestant%20Reformation\"&gt;Reformation&lt;/a&gt;. Charles now advanced to &lt;a href=\"Siege%20of%20Landrecies\"&gt;besiege Landrecies&lt;/a&gt;, seeking battle with Francis; the French defenders of the town, commanded by &lt;a href=\"Martin%20du%20Bellay\"&gt;Martin du Bellay&lt;/a&gt;, repulsed the Imperial attack, but Francis withdrew to &lt;a href=\"Saint-Quentin%2C%20Aisnes\"&gt;Saint-Quentin&lt;/a&gt; on 4 November, leaving the Emperor free to march north and seize &lt;a href=\"Cambrai\"&gt;Cambrai&lt;/a&gt;.\nNice and Lombardy.\nOn the Mediterranean, meanwhile, other engagements were underway. In April 1543, the Sultan had placed &lt;a href=\"Hayreddin%20Barbarossa\"&gt;Hayreddin Barbarossa&lt;/a&gt;'s fleet at the disposal of the French king. Barbarossa left the &lt;a href=\"Dardanelles\"&gt;Dardanelles&lt;/a&gt; with more than a hundred &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s, raided his way up the Italian coast, and in July arrived in &lt;a href=\"Marseilles\"&gt;Marseilles&lt;/a&gt;, where he was welcomed by &lt;a href=\"Fran%C3%A7ois%20de%20Vend%C3%B4me%2C%20Count%20of%20Enghien\"&gt;François de Bourbon, Count of Enghien&lt;/a&gt;, the commander of the French fleet. On 6 August, the joint Franco-Ottoman fleet anchored off the Imperial city of &lt;a href=\"Nice\"&gt;Nice&lt;/a&gt; and landed troops at &lt;a href=\"Villefranche-sur-Mer\"&gt;Villefranche&lt;/a&gt;; a &lt;a href=\"Siege%20of%20Nice%20%281543%29\"&gt;siege of the city&lt;/a&gt; followed. Nice fell on 22 August, although the citadel held out until the siege was lifted on 8 September.\nBarbarossa was by this point becoming a liability; on 6 September, he had threatened to depart if he were not given the means with which to resupply his fleet. In response, Francis ordered that the population of &lt;a href=\"Toulon\"&gt;Toulon&lt;/a&gt;—except for \"heads of households\"—be expelled, and that the city then be given to Barbarossa, who used it as a base for his army of 30,000 for the next eight months. Yet Francis, increasingly embarrassed by the Ottoman presence, was unwilling to help Barbarossa recapture &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt;; so the Ottoman fleet—accompanied by five French galleys under &lt;a href=\"Antoine%20Escalin%20des%20Aimars\"&gt;Antoine Escalin des Aimars&lt;/a&gt;—sailed for &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; in May 1544, pillaging the &lt;a href=\"Naples\"&gt;Neapolitan&lt;/a&gt; coast along the way.\nIn &lt;a href=\"Piedmont\"&gt;Piedmont&lt;/a&gt;, meanwhile, a stalemate had developed between the French, under the &lt;a href=\"Guigues%20Guiffrey\"&gt;Sieur de Boutières&lt;/a&gt;, and the Imperial army, under &lt;a href=\"Alfonso%20d%27Avalos\"&gt;Alfonso d'Avalos&lt;/a&gt;; d'Avalos had captured the fortress of &lt;a href=\"Carignano\"&gt;Carignano&lt;/a&gt;, and the French had besieged it, hoping to force the Imperial army into a decisive battle. During the winter of 1543–44, Francis significantly reinforced his army, placing Enghien in command. D'Avalos, also heavily reinforced, advanced to relieve Carignano; and, on 11 April 1544, Enghien and d'Avalos fought &lt;a href=\"Battle%20of%20Ceresole\"&gt;one of the few pitched battles&lt;/a&gt; of the period at Ceresole. Although the French were victorious, the impending invasion of France itself by Charles and Henry forced Francis to recall much of his army from Piedmont, leaving Enghien without the troops he needed to take Milan. D'Avalos's victory over an Italian mercenary army in French service at the &lt;a href=\"Battle%20of%20Serravalle%20%281544%29\"&gt;Battle of Serravalle&lt;/a&gt; in early June 1544 brought significant campaigning in Italy to an end.\nFrance invaded.\nOn 31 December 1543, Henry and Charles had signed a treaty pledging to invade France in person by 20 June 1544; each was to provide an army of no less than 35,000 infantry and 7,000 cavalry for the venture. Against this Francis could muster about 70,000 men in his various armies. The campaign could not begin, however, until Henry and Charles had resolved their personal conflicts with Scotland and the German princes, respectively. On 15 May, Henry was informed by &lt;a href=\"Edward%20Seymour%2C%201st%20Duke%20of%20Somerset\"&gt;Edward Seymour, Earl of Hertford&lt;/a&gt;, that, after his raids, Scotland was no longer in a position to threaten him; he then began to make preparations for a personal campaign in France—against the advice of his council and the Emperor, who believed that his presence would be a hindrance. Charles had meanwhile reached an understanding with the princes at the &lt;a href=\"Fourth%20Diet%20of%20Speyer\"&gt;Diet of Speyer&lt;/a&gt;, and the &lt;a href=\"prince-elector\"&gt;Electors&lt;/a&gt; of Saxony and Brandenburg had agreed to join his invasion of France.\nBy May 1544, two Imperial armies were poised to invade France: one, under &lt;a href=\"Ferrante%20Gonzaga\"&gt;Ferrante Gonzaga, Viceroy of Sicily&lt;/a&gt;, north of Luxemburg; the other, under Charles himself, in the &lt;a href=\"Electoral%20Palatinate\"&gt;Palatinate&lt;/a&gt;. Charles had gathered a combined force of more than 42,000 for the invasion, and had arranged for another 4,000 men to join the English army. On 25 May, Gonzaga captured Luxembourg and moved towards &lt;a href=\"Commercy\"&gt;Commercy&lt;/a&gt; and &lt;a href=\"Ligny\"&gt;Ligny&lt;/a&gt;, issuing a proclamation that the Emperor had come to overthrow \"a tyrant allied to the Turks\". On 8 July, Gonzaga &lt;a href=\"Siege%20of%20St.%20Dizier%20%281544%29\"&gt;besieged Saint-Dizier&lt;/a&gt;; Charles and the second Imperial army soon joined him.\nHenry, meanwhile, had sent an army of some 40,000 men to Calais under the joint command of &lt;a href=\"Thomas%20Howard%2C%203rd%20Duke%20of%20Norfolk\"&gt;Thomas Howard, Duke of Norfolk&lt;/a&gt;, and &lt;a href=\"Charles%20Brandon%2C%201st%20Duke%20of%20Suffolk\"&gt;Charles Brandon, Duke of Suffolk&lt;/a&gt;. While Henry continued to squabble with the Emperor over the goals of the campaign and his own presence in France, this massive army moved slowly and aimlessly into French territory. Finally, Henry decided that the army was to be split. Norfolk, ordered to besiege &lt;a href=\"Ardres\"&gt;Ardres&lt;/a&gt; or &lt;a href=\"Montreuil%2C%20Pas-de-Calais\"&gt;Montreuil&lt;/a&gt;, advanced towards the latter; but he proved unable to mount an effective siege, complaining of inadequate supplies and poor organization. Suffolk was ordered to attack &lt;a href=\"Boulogne-sur-Mer\"&gt;Boulogne&lt;/a&gt;; on 14 July, Henry crossed to Calais and moved to join him. A &lt;a href=\"Sieges%20of%20Boulogne%20%281544%E2%80%931546%29%23First%20siege\"&gt;siege of Boulogne&lt;/a&gt; began on 19 July—despite the protests of the Emperor, who insisted that Henry should advance towards Paris.\nCharles himself, on the other hand, was still delayed at Saint-Dizier; the city, fortified by &lt;a href=\"Girolamo%20Marini\"&gt;Girolamo Marini&lt;/a&gt; and defended by &lt;a href=\"Louis%20IV%20de%20Bueil%2C%20Comte%20de%20Sancerre\"&gt;Louis IV de Bueil, Count of Sancerre&lt;/a&gt;, continued to hold out against the massive Imperial army. On 24 July, Charles captured &lt;a href=\"Vitry-en-Perthois\"&gt;Vitry-en-Perthois&lt;/a&gt;, from which French forces had harassed his supply lines; finally, on 8 August, the defenders of Saint-Dizier, running low on supplies, sought terms. On 17 August, the French capitulated, and were permitted by the Emperor to leave the city with banners flying; their resistance for 41 days had broken the Imperial offensive. Some of Charles's advisers suggested withdrawing, but he was unwilling to lose face and continued to move towards &lt;a href=\"Ch%C3%A2lons-en-Champagne\"&gt;Châlons&lt;/a&gt;, although the Imperial army was prevented from advancing across the &lt;a href=\"Marne%20%28river%29\"&gt;Marne&lt;/a&gt; by a French force waiting at &lt;a href=\"J%C3%A2lons\"&gt;Jâlons&lt;/a&gt;. The Imperial troops marched rapidly through &lt;a href=\"Champagne%2C%20France\"&gt;Champagne&lt;/a&gt;, capturing &lt;a href=\"%C3%89pernay\"&gt;Épernay&lt;/a&gt;, &lt;a href=\"Ch%C3%A2tillon-sur-Marne\"&gt;Châtillon-sur-Marne&lt;/a&gt;, &lt;a href=\"Ch%C3%A2teau-Thierry\"&gt;Château-Thierry&lt;/a&gt;, and &lt;a href=\"Soissons\"&gt;Soissons&lt;/a&gt;.\nThe French made no attempts to intercept Charles. Troops under &lt;a href=\"Jacques%20de%20Montgomery%2C%20Sieur%20de%20Lorges\"&gt;Jacques de Montgomery, Sieur de Lorges&lt;/a&gt;, sacked &lt;a href=\"Lagny-sur-Marne\"&gt;Lagny-sur-Marne&lt;/a&gt;, whose citizens had allegedly rebelled; but no attempt was made to engage the advancing Imperial army. Paris was gripped by panic, although Francis insisted that the population had nothing to fear. Charles finally halted his advance and turned back on 11 September. Henry, meanwhile, was personally directing the besiegers at Boulogne; the town fell in early September, and a breach was made into the castle on 11 September. The defenders finally surrendered a few days later.\nTreaty of Crépy.\nCharles, short on funds and needing to deal with increasing religious unrest in Germany, asked Henry to continue his invasion or to allow him to make a separate peace. By the time Henry had received the Emperor's letter, however, Charles had already concluded a treaty with Francis—the Peace of Crépy—which was signed by representatives of the monarchs at &lt;a href=\"Cr%C3%A9py%2C%20Aisne\"&gt;Crépy&lt;/a&gt; in &lt;a href=\"Picardy\"&gt;Picardy&lt;/a&gt; on 18 September 1544. The treaty had been promoted at the French court by the Emperor's sister, &lt;a href=\"Eleanor%20of%20Austria\"&gt;Queen Eleanor&lt;/a&gt;, and by Francis's mistress, the &lt;a href=\"Anne%20de%20Pisseleu%20d%27Heilly\"&gt;Duchess of Étampes&lt;/a&gt;. By its terms, Francis and Charles would each abandon their various conflicting claims and restore the \"status quo\" of 1538; the Emperor would relinquish his claim to the &lt;a href=\"Duchy%20of%20Burgundy\"&gt;Duchy of Burgundy&lt;/a&gt; and the King of France would do the same for the &lt;a href=\"Kingdom%20of%20Naples\"&gt;Kingdom of Naples&lt;/a&gt;, as well as renouncing his claims as suzerain of &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt; and &lt;a href=\"Artois\"&gt;Artois&lt;/a&gt;. The Duke of Orléans would marry either Charles's daughter Mary or &lt;a href=\"Anna%20of%20Austria%20%281528-1590%29\"&gt;his niece Anna&lt;/a&gt;; the choice was to be made by Charles. In the first case, the bride would receive the Netherlands and &lt;a href=\"Franche-Comt%C3%A9\"&gt;Franche-Comté&lt;/a&gt; as a dowry; in the second, Milan. Francis, meanwhile, was to grant the duchies of &lt;a href=\"Duke%20of%20Bourbon\"&gt;Bourbon&lt;/a&gt;, &lt;a href=\"Ch%C3%A2tellerault\"&gt;Châtellerault&lt;/a&gt;, and &lt;a href=\"Angoul%C3%AAme\"&gt;Angoulême&lt;/a&gt; to his son; he would also abandon his claims to the territories of the &lt;a href=\"Duchy%20of%20Savoy\"&gt;Duchy of Savoy&lt;/a&gt;, including Piedmont and Savoy itself. Finally, Francis would assist Charles against the Ottomans—but not, officially, against the heretics in his own domains. A second, secret accord was also signed; by its terms, Francis would assist Charles with reforming the church, with calling a &lt;a href=\"Ecumenical%20council\"&gt;General Council&lt;/a&gt;, and with suppressing Protestantism—by force if necessary.\nThe treaty was poorly received by &lt;a href=\"Henry%20II%20of%20France\"&gt;the Dauphin&lt;/a&gt;, who felt that his brother was being favored over him, by Henry VIII, who believed that Charles had betrayed him, and also by the Sultan. Francis would fulfill some of the terms; but the death of the Duke of Orléans in 1545 rendered the treaty moot.\nBoulogne and England.\nThe conflict between Francis and Henry continued. The Dauphin's army advanced on Montreuil, forcing Norfolk to raise the siege; Henry himself returned to England at the end of September 1544, ordering Norfolk and Suffolk to defend Boulogne. The two dukes quickly disobeyed this order and withdrew the bulk of the English army to Calais, leaving some 4,000 men to defend the captured city. The English army, outnumbered, was now trapped in Calais; the Dauphin, left unopposed, concentrated his efforts on &lt;a href=\"Sieges%20of%20Boulogne%20%281544%E2%80%931546%29%23Second%20siege\"&gt;besieging Boulogne&lt;/a&gt;. On 9 October, a French assault nearly captured the city, but was beaten back when the troops prematurely turned to looting. Peace talks were attempted at Calais without result; Henry refused to consider returning Boulogne, and insisted that Francis abandon his support of the Scots. Charles, who had been appointed as a mediator between Francis and Henry, was meanwhile drawn into his own disputes with the English king.\nFrancis now embarked on a more dramatic attempt to force Henry's hand—an attack on England itself. For this venture, an army of more than 30,000 men was assembled in Normandy, and a fleet of some 400 vessels prepared at &lt;a href=\"Le%20Havre\"&gt;Le Havre&lt;/a&gt;, all under the command of &lt;a href=\"Claude%20d%27Annebault\"&gt;Claude d'Annebault&lt;/a&gt;. On 31 May 1545, a French expeditionary force landed in Scotland. In early July, the English under &lt;a href=\"John%20Dudley%2C%201st%20Duke%20of%20Northumberland\"&gt;John Dudley, Viscount Lisle&lt;/a&gt;, mounted an attack on the French fleet, but had little success due to poor weather; nevertheless, the French suffered from a string of accidents: d'Annebault's first flagship burned, and his second ran aground. Finally leaving Le Havre on 16 July, the massive French fleet entered the &lt;a href=\"Solent\"&gt;Solent&lt;/a&gt; on 19 July and briefly &lt;a href=\"Battle%20of%20the%20Solent\"&gt;engaged the English fleet&lt;/a&gt;, to no apparent effect; the major casualty of the skirmish, the \"&lt;a href=\"Mary%20Rose\"&gt;Mary Rose&lt;/a&gt;\", sank accidentally. The French &lt;a href=\"French%20invasion%20of%20the%20Isle%20of%20Wight\"&gt;landed on the Isle of Wight&lt;/a&gt; on 21 July, and again at &lt;a href=\"Seaford%2C%20East%20Sussex\"&gt;Seaford&lt;/a&gt; on 25 July, but these operations were abortive, and the French fleet soon returned to blockading Boulogne. D'Annebault made a final sortie near &lt;a href=\"Beachy%20Head\"&gt;Beachy Head&lt;/a&gt; on 15 August, but retired to port after a brief skirmish.\nTreaty of Ardres.\nBy September 1545, the war was a virtual stalemate; both sides, running low on funds and troops, unsuccessfully sought help from the German Protestants. Henry, Francis, and Charles attempted extensive diplomatic maneuvering to break the deadlock; but none of the three trusted the others, and this had little practical effect. In January 1546, Henry sent the Earl of Hertford to Calais, apparently preparing for an offensive; but one failed to materialize.\nFrancis could not afford to resume a large-scale war, and Henry was concerned only for the disposition of Boulogne. Negotiations between the two resumed on 6 May. On 7 June 1546, the Treaty of &lt;a href=\"Ardres\"&gt;Ardres&lt;/a&gt;—also known as the Treaty of Camp—was signed by Claude d'Annebault, Pierre Ramon, and &lt;a href=\"Guillaume%20Bochetel\"&gt;Guillaume Bochetel&lt;/a&gt; on behalf of Francis, and &lt;a href=\"John%20Dudley%2C%201st%20Duke%20of%20Northumberland\"&gt;Viscount Lisle&lt;/a&gt;, &lt;a href=\"William%20Paget%2C%201st%20Baron%20Paget\"&gt;Baron Paget&lt;/a&gt; and &lt;a href=\"Nicholas%20Wotton\"&gt;Nicholas Wotton&lt;/a&gt; on behalf of Henry. By its terms, Henry would retain Boulogne until 1554, then return it in exchange for two million &lt;a href=\"French%20%C3%A9cu\"&gt;écus&lt;/a&gt;; in the meantime, neither side would construct fortifications in the region, and Francis would resume payment of Henry's pensions. Upon hearing the price demanded for Boulogne, the Imperial ambassador told Henry that the city would remain in English hands permanently.\nDuring the treaty negotiations, two Protestant mediators—Han Bruno of Metz and &lt;a href=\"Johannes%20Sturm\"&gt;Johannes Sturm&lt;/a&gt;—were concerned that Henry's war in Scotland was a stumbling block. The sixteenth article of the treaty made Scotland a party to the new peace, and Henry pledged not to attack the Scots again without cause. This gave Scotland a respite from the &lt;a href=\"War%20of%20the%20Rough%20Wooing\"&gt;War of the Rough Wooing&lt;/a&gt;, but the fighting would recommence 18 months later.\nAftermath.\nExorbitantly expensive, the war was the costliest conflict of both Francis's and Henry's reigns. In England, the need for funds led to what Elton terms \"an unprecedented burden of taxation\", as well as the systematic &lt;a href=\"debasement\"&gt;debasement&lt;/a&gt; of coinage. Francis also imposed a series of new taxes and instituted several financial reforms. He was not, therefore, in a position to assist the German Protestants, who were now engaged in the &lt;a href=\"Schmalkaldic%20War\"&gt;Schmalkaldic War&lt;/a&gt; against the Emperor; by the time any French aid was to be forthcoming, Charles had already won his victory at the &lt;a href=\"Battle%20of%20M%C3%BChlberg\"&gt;Battle of Mühlberg&lt;/a&gt;. As for Suleiman, the conclusion of the &lt;a href=\"Truce%20of%20Adrianople\"&gt;Truce of Adrianople&lt;/a&gt; in 1547 brought his own struggle against the &lt;a href=\"Habsburgs\"&gt;Habsburgs&lt;/a&gt; to a temporary halt.\nHenry VIII died on 28 January 1547; on 31 March, Francis followed. Henry's successors continued his entanglements in Scotland; when, in 1548, friction with the Scots led to the resumption of hostilities around Boulogne, they decided to avoid a &lt;a href=\"two-front%20war\"&gt;two-front war&lt;/a&gt; by returning the city four years early, in 1550. Francis, meanwhile, was succeeded by his son &lt;a href=\"Henry%20II%20of%20France\"&gt;Henry II&lt;/a&gt;, whose ambitions in Italy and hostility towards Charles soon led to the &lt;a href=\"Italian%20War%20of%201551%E2%80%931559\"&gt;Italian War of 1551–1559&lt;/a&gt;."
}