{
    "id": "37251292",
    "revid": "35498457",
    "url": "https://en.wikipedia.org/wiki?curid=37251292",
    "title": "Erich Barke",
    "text": "Erich Barke (born 28 December 1946) is a German emeritus professor of microelectronics. From 2005 to 2014, he was president of the &lt;a href=\"Gottfried%20Wilhelm%20Leibniz%20Universit%C3%A4t%20Hannover\"&gt;Gottfried Wilhelm Leibniz Universität Hannover&lt;/a&gt;. Until December 2014, he was also president of the Niedersächsische Technische Hochschule (NTH).\nCareer.\nBorn in Hannover, Barke attended the &lt;a href=\"Gymnasium%20%28Germany%29\"&gt;Gymnasium&lt;/a&gt; Humboldt School Hannover. From 1968 to 1973 he studied electrical engineering at the &lt;a href=\"Technische%20Hochschule%20Hannover\"&gt;Technische Hochschule Hannover&lt;/a&gt;. After graduation, he worked as a research assistant at the Institute for Theoretical Electrical Engineering and Electrical Measurement.\nIn 1978, he graduated with a dissertation on contactless three-dimensional object measurement (\"Verfahren zur automatischen Vermessung räumlicher Objekte durch rechnergestützte Auswertung stereoskopischer Fernsehbilder\"). He completed his habilitation in 1982 in the field of &lt;a href=\"Electronic%20Design%20Automation\"&gt;Electronic Design Automation&lt;/a&gt; (EDA), \"Topologische Prüfung komplizierter geometrischer Strukturen\". From 1973, he was a temporary professor.\nFrom 1985 to 1991, he worked in the Semiconductor Division of &lt;a href=\"Siemens\"&gt;Siemens&lt;/a&gt;, where he first established a department of analog EDA and then directed all EDA activities. In 1992, he was appointed the Chair of Microelectronic Systems at the University of Hannover. From 2001 to 2004 he was First Dean of the new Department of Computer Science of the university, and from 2005 to 2014 president of the University of Hannover, since renamed Gottfried Wilhelm Leibniz Universität Hannover to mark the 175th anniversary of the university in 2006.\nDuring his presidency, an alliance of three universities of technology in Lower Saxony was formed. It was named (Niedersachsen Institutes of Technology, NTH), the other partners being the &lt;a href=\"Technische%20Universit%C3%A4t%20Braunschweig\"&gt;Technische Universität Braunschweig&lt;/a&gt; and the &lt;a href=\"Technische%20Universit%C3%A4t%20Clausthal\"&gt;Technische Universität Clausthal&lt;/a&gt; (Clausthal University of Technology). The cooperation began on 1 September 2009 and ended on 31 December 2014. From January 2013 to December 2014, Barke was president of the Niedersächsische Technische Hochschule.\nIn 2012, he initiated more financing through private sponsorship, as state funding is not sufficient to match international standards – €17,000 per student and year in Hannover, compared to €30,000 at the &lt;a href=\"University%20of%20Texas\"&gt;University of Texas&lt;/a&gt; and €125,000 at &lt;a href=\"Harvard%20University\"&gt;Harvard&lt;/a&gt;.\nOn 20 November 2013 Barke opened a memorial event \"Verleihung und Entzug von Titeln während der NS-Zeit an der Technischen Hochschule Hannover\", dealing with the awarding and removal of scientific titles at the \"Hochschule\" during the Nazi period. Prompted by a Masters thesis \"Die Technische Hochschule Hannover und der Entzug akademischer Titel während der NS-Zeit\" by Christian-Alexander Wäldner, a study group of the university's senate had researched how academic positions, degrees and honours had been removed, based on ideological discrimination, between 1933 and 1945. Barke said: \"Das Unrecht ist nicht wieder gutzumachen. Es ist aber wichtig, daran zu erinnern. Es ist wichtig, Unrecht als Unrecht zu benennen.\" (\"Injustice can never be made right. It is important, though, to remember. It is important to call injustice, injustice.\") He noted that universities are meant to be places of spiritual freedom (\"Orte geistiger Freiheit\").\nPublications.\nAmong Barke's publications are \"Elektrotechnik in unserer Umwelt\" (1981) and \"Leibniz neu denken\" (2009)."
}