{
    "id": "3725582",
    "revid": "73920",
    "url": "https://en.wikipedia.org/wiki?curid=3725582",
    "title": "Steuben Township, Warren County, Indiana",
    "text": "Steuben Township is one of twelve &lt;a href=\"Civil%20township\"&gt;townships&lt;/a&gt; in &lt;a href=\"Warren%20County%2C%20Indiana\"&gt;Warren County&lt;/a&gt;, &lt;a href=\"Indiana\"&gt;Indiana&lt;/a&gt;, United States. It was established in 1834. According to the 2010 census, its population was 487 and it contained 199 housing units. It contains no incorporated towns and is largely agricultural.\nHistory.\nThe area that became Steuben Township was first settled in 1827. The township was officially created in March 1834 from a section of &lt;a href=\"Pine%20Township%2C%20Warren%20County%2C%20Indiana\"&gt;Pine Township&lt;/a&gt; (\"all of Pine Township south and west of Redwood Creek\") and was the seventh township to be formed. The township was named in honor of &lt;a href=\"Baron%20Von%20Steuben\"&gt;Baron Von Steuben&lt;/a&gt;, a Prussian soldier who fought for the Americans in the &lt;a href=\"American%20Revolutionary%20War\"&gt;Revolutionary War&lt;/a&gt;.\nThe first settlements were in the more wooded areas near the river; it was only later that settlers realized the value of the prairie land for farming. The township grew rapidly in the 1830s and 1840s. In 1870, the population was 1068, and in 1882 the estimated taxable value in the Steuben Township was $770,905, higher than any of the other townships at that time.\nGeography.\nAccording to the 2010 census, the township has a total area of , of which (or 99.95%) is land and (or 0.08%) is water. Most of its area is given over to agriculture. In the southeast there is approximately one mile of frontage on the &lt;a href=\"Wabash%20River\"&gt;Wabash River&lt;/a&gt;. The north and west portions are mostly open prairie and excellent farmland, whereas the south and east portions are more hilly and wooded. The streams of Chesapeake Creek, Mud Run and Possum Run pass through this township.\nSteuben Township contains the towns of &lt;a href=\"Johnsonville%2C%20Indiana\"&gt;Johnsonville&lt;/a&gt; and &lt;a href=\"Marshfield%2C%20Indiana\"&gt;Marshfield&lt;/a&gt;. The town of &lt;a href=\"Chesapeake%2C%20Indiana\"&gt;Chesapeake&lt;/a&gt; no longer exists, but was the first town in Steuben Township, about two miles east of present-day Marshfield; the first meetings of the township trustees were held there in the 1830s. &lt;a href=\"Sloan%2C%20Indiana\"&gt;Sloan&lt;/a&gt;, a small community that once existed on the township's northern border, is also extinct. The short-lived town of &lt;a href=\"Dresser%2C%20Indiana\"&gt;Dresser&lt;/a&gt; existed in the southeast part of the township around the turn of the 20th century.\nCemeteries.\nThere have been at least 15 cemeteries and burial sites in Steuben Township. Some still exist, but many have been destroyed by nature or by people (in many cases having been farmed over). These include Tillotson Cemetery (destroyed), Cronkhite Cemetery (destroyed), Jordan Cemetery (destroyed), Sisson Cemetery, Tomlinson Cemetery, High Cemetery (destroyed), Redwood Point, Payne Cemetery, Lyons Cemetery, and the Irish Catholic Cemetery (also known as Saint Patrick's Cemetery).\nTransportation.\n&lt;a href=\"Indiana%20State%20Road%2028\"&gt;Indiana State Road 28&lt;/a&gt; runs from the western border of the township, which is also the Indiana state line, east across the northern part of the township. &lt;a href=\"Indiana%20State%20Road%2063\"&gt;Indiana State Road 63&lt;/a&gt; is a four-lane divided highway which runs roughly north to south in the eastern part of the township; a 12-mile portion of its original route is now designated &lt;a href=\"Indiana%20State%20Road%20263\"&gt;Indiana State Road 263&lt;/a&gt;, which passes through the southeastern corner of the township.\nA &lt;a href=\"Norfolk%20Southern%20Railway\"&gt;Norfolk Southern Railway&lt;/a&gt; line runs from southwest to northeast through the township on its way from &lt;a href=\"Danville%2C%20Illinois\"&gt;Danville&lt;/a&gt; to &lt;a href=\"Lafayette%2C%20Indiana\"&gt;Lafayette&lt;/a&gt;. A &lt;a href=\"Conrail\"&gt;Conrail&lt;/a&gt; line used to run from Danville into the township and continued north; but the tracks have been removed in recent years, though the railroad grade is still present.\nEducation.\nSteuben Township is served by the &lt;a href=\"Metropolitan%20School%20District%20of%20Warren%20County\"&gt;Metropolitan School District of Warren County&lt;/a&gt;.\nGovernment.\nSteuben Township has a &lt;a href=\"Indiana%20Township%20Trustee\"&gt;trustee&lt;/a&gt; who administers rural fire protection and ambulance service, provides relief to the poor, manages cemetery care, and performs farm assessment, among other duties. The trustee is assisted in these duties by a three-member township board. The trustees and board members are elected to four-year terms.\nSteuben Township is part of &lt;a href=\"Indiana%27s%208th%20congressional%20district\"&gt;Indiana's 8th congressional district&lt;/a&gt;, &lt;a href=\"Indiana%20House%20of%20Representatives\"&gt;Indiana House of Representatives&lt;/a&gt; District 42, and &lt;a href=\"Indiana%20State%20Senate\"&gt;Indiana State Senate&lt;/a&gt; District 38."
}