{
    "id": "37265084",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=37265084",
    "title": "DNA (Little Mix song)",
    "text": "\"DNA\" is a song by British &lt;a href=\"girl%20group\"&gt;girl group&lt;/a&gt; &lt;a href=\"Little%20Mix\"&gt;Little Mix&lt;/a&gt; from their &lt;a href=\"DNA%20%28Little%20Mix%20album%29\"&gt;debut studio album of the same name&lt;/a&gt; (2012). The song was written by the group members, production team &lt;a href=\"TMS%20%28production%20team%29\"&gt;TMS&lt;/a&gt; and songwriter &lt;a href=\"Iain%20James\"&gt;Iain James&lt;/a&gt;, and was inspired by the band's performance of &lt;a href=\"Katy%20Perry\"&gt;Katy Perry&lt;/a&gt;'s 2010 single \"&lt;a href=\"E.T.%20%28song%29\"&gt;E.T.&lt;/a&gt;\" as contestants on &lt;a href=\"The%20X%20Factor%20%28UK%20series%208%29\"&gt;the eighth UK series&lt;/a&gt; of the British television talent show \"&lt;a href=\"The%20X%20Factor%20%28UK%20TV%20series%29\"&gt;The X Factor&lt;/a&gt;\". \"DNA\" is a mid-tempo &lt;a href=\"electropop\"&gt;electropop&lt;/a&gt; and &lt;a href=\"Synth-pop\"&gt;techno-pop&lt;/a&gt; track featuring eerie &lt;a href=\"Synthesizer\"&gt;synths&lt;/a&gt;, a &lt;a href=\"music%20box\"&gt;music box&lt;/a&gt; introduction, spoken-word &lt;a href=\"middle%20eight\"&gt;middle eight&lt;/a&gt; and elements of &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt;. The lyrics stem from the group members' experiences with love, and have a theme of obsession.\nReleased as the album's second single on 9 November 2012, \"DNA\" debuted at number three on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;, making it the band's third successive single to chart in the top three. It also reached the top 10 in Ireland and Hungary, and charted at number 14 on the US &lt;a href=\"Bubbling%20Under%20Hot%20100\"&gt;Bubbling Under Hot 100&lt;/a&gt;. The song received mixed reviews from music critics; some likened its style to music by &lt;a href=\"Girls%20Aloud\"&gt;Girls Aloud&lt;/a&gt; while others found it unoriginal.\nThe track's music video was directed by &lt;a href=\"Sarah%20Chatfield\"&gt;Sarah Chatfield&lt;/a&gt; and portrays the group as assassins who stalk and kidnap a man, inspired by the comic books \"&lt;a href=\"Sin%20City\"&gt;Sin City&lt;/a&gt;\" and \"&lt;a href=\"Watchmen\"&gt;Watchmen&lt;/a&gt;\". Little Mix promoted \"DNA\" with televised performances on \"&lt;a href=\"Loose%20Women\"&gt;Loose Women&lt;/a&gt;\", \"&lt;a href=\"T4%20%28Channel%204%29\"&gt;T4&lt;/a&gt;\", and &lt;a href=\"The%20X%20Factor%20%28UK%20series%209%29\"&gt;the ninth UK series&lt;/a&gt; of \"The X Factor\". The song was performed as part of four of the group's concert tours, including &lt;a href=\"The%20Glory%20Days%20Tour\"&gt;The Glory Days Tour&lt;/a&gt; in 2017.\nBackground.\nLittle Mix co-wrote \"DNA\" with production team &lt;a href=\"TMS%20%28production%20team%29\"&gt;TMS&lt;/a&gt;, and songwriter &lt;a href=\"Iain%20James\"&gt;Iain James&lt;/a&gt;. The song was inspired by the group members' personal experiences with love; &lt;a href=\"Perrie%20Edwards\"&gt;Perrie Edwards&lt;/a&gt; said the group \"perform better when the lyrics mean something to [them] when [they] sing them.\" The song was intended as a darker and more mature contrast to the group's previous single \"&lt;a href=\"Wings%20%28Little%20Mix%20song%29\"&gt;Wings&lt;/a&gt;\", in a style akin to their 2011 performance of &lt;a href=\"Katy%20Perry\"&gt;Katy Perry&lt;/a&gt;'s \"&lt;a href=\"E.T.%20%28song%29\"&gt;E.T.&lt;/a&gt;\" on the &lt;a href=\"The%20X%20Factor%20%28UK%20series%208%29\"&gt;eighth UK series&lt;/a&gt; of the British television talent show \"&lt;a href=\"The%20X%20Factor%20%28UK%20TV%20series%29\"&gt;The X Factor&lt;/a&gt;\". &lt;a href=\"Jesy%20Nelson\"&gt;Jesy Nelson&lt;/a&gt; said, \"'Wings' was very upbeat and fun and colourful, and we wanted to show how versatile we were\". According to &lt;a href=\"Jade%20Thirlwall\"&gt;Jade Thirlwall&lt;/a&gt;, the group \"just wanted to write about a boy, but without making it typical. We came up with the scientific idea and then started matching science words with love.\" It was one of two songs being considered for release as the album's second single; the group chose \"DNA\" believing it better showcased their vocals and a more serious side to their personalities.\nComposition.\n\"DNA\" is composed in the &lt;a href=\"Key%20%28music%29\"&gt;key&lt;/a&gt; of &lt;a href=\"E-flat%20minor\"&gt;E minor&lt;/a&gt; using &lt;a href=\"Time%20signature\"&gt;time&lt;/a&gt; and a tempo of 70 beats per minute. Little Mix's vocal range spans from E3 to C5. The verses follow a &lt;a href=\"chord%20progression\"&gt;chord progression&lt;/a&gt; of Em–C–G–Bm/F. It is a midtempo, &lt;a href=\"electropop\"&gt;electropop&lt;/a&gt; and &lt;a href=\"Synth-pop\"&gt;techno-pop&lt;/a&gt; song, with a pronounced, grinding beat and elements of &lt;a href=\"dubstep\"&gt;dubstep&lt;/a&gt;. The track is led by spooky synthesizers and features drums and guitar. The first verse is introduced by a tinkling &lt;a href=\"music%20box\"&gt;music box&lt;/a&gt; and pumping &lt;a href=\"heart%20rate%20monitor\"&gt;heart rate monitor&lt;/a&gt;, and is performed by Edwards in a low &lt;a href=\"vocal%20register\"&gt;vocal register&lt;/a&gt;. After a pre-chorus by Thirlwall, all four group members harmonise the pounding refrain, which is backed by slamming and smashing noises. After Nelson's second verse, Thirlwall's second pre-chorus and the second chorus, the song nearly stops. It then enters into a spoken-word &lt;a href=\"middle%20eight\"&gt;middle eight&lt;/a&gt; performed by &lt;a href=\"Leigh-Anne%20Pinnock\"&gt;Leigh-Anne Pinnock&lt;/a&gt; in a modulated, robotic style, which is followed by a choral interlude. The third and final chorus is preceded by brief &lt;a href=\"Rave%20music\"&gt;rave&lt;/a&gt; klaxons and a high note sung by Edwards.\nAccording to Pinnock, \"DNA\" is \"not just a love song, it's about being obsessed with someone to the extreme. And sometimes when things go bad you do go like that, you stalk them on &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; ...\" Nelson said the group play a character in the song and portray themselves to be darker than they are. Edwards said that when stripped of its scientific words, \"DNA\" is just a love song about \"when a girl first gets with a boy, that kind of romance makes you feel really giddy and happy\".\nRelease.\nDetails about \"DNA\" emerged after music industry insiders previewed it at a conference held by &lt;a href=\"Sony%20Music%20Entertainment\"&gt;Sony Music Entertainment&lt;/a&gt; on 11 September 2012. Little Mix shared the single's cover art on &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; on 30 September 2012. On 1 October 2012, a lyric video was posted on &lt;a href=\"Vevo\"&gt;Vevo&lt;/a&gt; and the song had its radio premiere on &lt;a href=\"Nick%20Grimshaw\"&gt;Nick Grimshaw&lt;/a&gt;'s \"&lt;a href=\"The%20Radio%201%20Breakfast%20Show\"&gt;The Radio 1 Breakfast Show&lt;/a&gt;\". A digital &lt;a href=\"extended%20play\"&gt;extended play&lt;/a&gt; (EP) was made available to pre-order from the &lt;a href=\"iTunes%20Store\"&gt;iTunes Store&lt;/a&gt; the same day. It was released in Ireland on 9 November 2012 and in the UK two days later.\nTo promote the release, Little Mix held a &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; competition in which fans shared dance routines for the song. Three entrants won tickets to the group's &lt;a href=\"DNA%20Tour\"&gt;DNA Tour&lt;/a&gt;, a copy of their book \"Ready to Fly\", a copy of the album and a dance tutorial in London with the group's choreographer. A two-track &lt;a href=\"CD%20single\"&gt;CD single&lt;/a&gt; packaged with the album \"DNA\" was made available exclusively from music retail chain &lt;a href=\"HMV\"&gt;HMV&lt;/a&gt; on 19 November 2012. An unplugged version of \"DNA\" is included in the deluxe edition of the album.\nCritical reception.\nCritical response to \"DNA\" was mixed. In his review for \"&lt;a href=\"Digital%20Spy\"&gt;Digital Spy&lt;/a&gt;\", Robert Copsey gave the track four stars out of five and said, \"the epic, operatic middle eight is a pop moment this time they can claim entirely as their own\". Laurence Green of \"&lt;a href=\"DIY%20%28magazine%29\"&gt;DIY&lt;/a&gt;\" regarded it as a \"great pop tune by any mark\" that \"sounds quite a bit like a &lt;a href=\"Girls%20Aloud\"&gt;Girls Aloud&lt;/a&gt; song\" and \"a sign of just how embedded Girls Aloud have become in the fabric of contemporary British pop\". Mark Davison of \"No Ripcord\" rated the track eight out of ten, describing it as \"giddy, glitzy pop which would do Girls Aloud, or at least &lt;a href=\"The%20Saturdays\"&gt;The Saturdays&lt;/a&gt;, proud\", adding; \"You'll know exactly what 'DNA' sounds like before you hear it, and that's no bad thing\". &lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt;'s Matt Collar viewed it as one of the album's \"truly catchy, infectious cuts\".\n\"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\"s Eve Barlow was less enthusiastic, writing that the track sounded too much like \"E.T.\" and from \"&lt;a href=\"Tulisa\"&gt;Tulisa&lt;/a&gt;'s school of 'ballid'\". John Murphy of \"&lt;a href=\"musicOMH\"&gt;musicOMH&lt;/a&gt;\" derided it as \"woeful\", \"dated, dull and auto-tuned to death.\" Eoin Butler of \"&lt;a href=\"The%20Irish%20Times\"&gt;The Irish Times&lt;/a&gt;\" gave the song two stars out of five, finding the lyrics melodramatic. Stuart Heritage wrote in \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\" that it is \"not a good song by anyone's standards\" and called Pinnock's spoken-word middle-eight \"weird\". \"Digital Spy\" included \"DNA\" at number 19 in its 2012 year-end list. In 2013, \"DNA\" was shortlisted for the &lt;a href=\"Popjustice%20%C2%A320%20Music%20Prize\"&gt;Popjustice £20 Music Prize&lt;/a&gt;.\nChart performance.\nIn November 2012, \"DNA\" debuted at number three on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; with first-week sales of 72,044 copies, becoming Little Mix's third consecutive top-three single in the UK. It fell to number 12 the following week, selling 38,386 copies, and spent a total of 13 weeks on the chart. The song was certified gold by the &lt;a href=\"British%20Phonographic%20Industry\"&gt;British Phonographic Industry&lt;/a&gt; (BPI), and has sold over 453,000 units in the UK, according to the &lt;a href=\"Official%20Charts%20Company\"&gt;Official Charts Company&lt;/a&gt;.\nElsewhere, \"DNA\" entered the &lt;a href=\"Irish%20Singles%20Chart\"&gt;Irish Singles Chart&lt;/a&gt; at number eight, making it the group's third consecutive top-ten single in Ireland. It also reached number 10 on Hungary's Single Top 40 chart published by &lt;a href=\"Association%20of%20Hungarian%20Record%20Companies\"&gt;Magyar Hanglemezkiadók Szövetsége&lt;/a&gt; (MAHASZ). In Australia, the song peaked at number 48 and was certified gold by the &lt;a href=\"Australian%20Recording%20Industry%20Association\"&gt;Australian Recording Industry Association&lt;/a&gt; (ARIA) for sales of 35,000 copies. Following the album's &lt;a href=\"Columbia%20Records\"&gt;Columbia Records&lt;/a&gt; release in the US in June 2013, \"DNA\" charted at number 14 on the US &lt;a href=\"Bubbling%20Under%20Hot%20100\"&gt;Bubbling Under Hot 100&lt;/a&gt;.\nMusic video.\nDevelopment and release.\nThe music video for \"DNA\" was directed by &lt;a href=\"Sarah%20Chatfield\"&gt;Sarah Chatfield&lt;/a&gt; and produced by Tiernan Hanby. It was filmed on 12 September 2012 at British production company &lt;a href=\"Blink%20%28company%29\"&gt;Blink&lt;/a&gt;'s Colonel Blimp location in London and uses &lt;a href=\"chroma%20key\"&gt;chroma key&lt;/a&gt;ing and &lt;a href=\"post-production\"&gt;post-production&lt;/a&gt;. The video was inspired by the comic books \"&lt;a href=\"Sin%20City\"&gt;Sin City&lt;/a&gt;\" and \"&lt;a href=\"Watchmen\"&gt;Watchmen&lt;/a&gt;\"; Chatfield viewed the video as \"an unrelenting torrent of bold imagery and epic performances\". She worked with &lt;a href=\"visual%20effects\"&gt;visual effects&lt;/a&gt; artist Pete Young, her frequent collaborator, to develop the look she wanted for \"DNA\".\nLittle Mix's driving scenes were filmed in front of a green screen. The video's rooftop scene was developed using a &lt;a href=\"matte%20painting\"&gt;matte painting&lt;/a&gt; by Johan Gay; the painting was separated into different layer depths then &lt;a href=\"Compositing\"&gt;composited&lt;/a&gt; into the scene using the visual effects software &lt;a href=\"Autodesk%20Media%20and%20Entertainment%23Creative%20finishing\"&gt;Flame&lt;/a&gt;'s 3D tracker. &lt;a href=\"3D%20modelling\"&gt;3D modelling&lt;/a&gt; artist Greg McKneally developed computer-generated backgrounds, police cars and helicopters that were composited with reflections and light effects. Thirlwall said, \"we took the theme of the song, the whole love and obsession thing, and just took it to an extreme\". The group released a &lt;a href=\"Teaser%20campaign\"&gt;teaser trailer&lt;/a&gt; daily during a four-day countdown to the music video's Vevo premiere on 19 October 2012. A &lt;a href=\"making%20of\"&gt;making of&lt;/a&gt; video was released on 29 October 2012.\nSynopsis and reception.\nThe music video is in &lt;a href=\"monochrome\"&gt;monochrome&lt;/a&gt; and red; it depicts Little Mix as female assassins who kidnap a man named Ryan. The video starts with a &lt;a href=\"music%20box\"&gt;music box&lt;/a&gt; playing. During the first verse, Edwards, accompanied by a bound and gagged Ryan, travels at a high speed in a vintage car. In the next scene, Thirlwall balances on a ledge outside Ryan's bedroom window. All four group members perform a dance routine in black outfits with &lt;a href=\"Belt%20%28firearms%29\"&gt;ammunition belts&lt;/a&gt; on a rooftop for the chorus. During the second verse, Nelson speeds in a &lt;a href=\"convertible%20car\"&gt;convertible car&lt;/a&gt; while being chased by police. In the next segment, Pinnock is shown masterminding the group's kidnapping plan in a secret room filled with maps and clippings about Ryan that are intercut throughout the video. In the final scene, Ryan is tied to a chair in a warehouse; Little Mix stand in front of him and then walk away.\n\"Digital Spy\"s Lewis Corner named it the eighth-best pop music video of 2012 and \"one of the most diva-worthy videos from a girl group in years\". Eve Barlow of \"NME\" said it \"looks a little (exactly) like \"Sin City\".\"\nLive performances.\nLittle Mix performed \"DNA\" live for the first time at &lt;a href=\"BBC%20Radio%201%23BBC%20Radio%201%27s%20Teen%20Awards\"&gt;BBC Radio 1's Teen Awards&lt;/a&gt; on 7 October 2012. On 11 November 2012, the group performed the song on &lt;a href=\"The%20X%20Factor%20%28UK%20series%209%29\"&gt;the ninth UK series&lt;/a&gt; of \"The X Factor\". Backed by a troupe of male dancers, they performed in matching black, gold and blue outfits with ammunition belts. The group performed an acoustic rendition of \"DNA\" for BBC Radio 1's &lt;a href=\"Live%20Lounge\"&gt;Live Lounge&lt;/a&gt; on 13 November 2012.\nLittle Mix performed the track on British daytime television programme \"&lt;a href=\"T4%20%28Channel%204%29\"&gt;T4&lt;/a&gt;\" on 18 November 2012, and sang the acoustic version on British television &lt;a href=\"panel%20show\"&gt;panel show&lt;/a&gt; \"&lt;a href=\"Loose%20Women\"&gt;Loose Women&lt;/a&gt;\" on 23 November 2012. In Ireland, they performed the song at the &lt;a href=\"ChildLine%20Concert\"&gt;ChildLine Concert&lt;/a&gt; that aired on &lt;a href=\"Virgin%20Media%20One\"&gt;TV3&lt;/a&gt; on 1 December 2012. On 8 December 2012, the track was included in their set list for &lt;a href=\"Capital%20%28radio%20network%29\"&gt;Capital FM&lt;/a&gt;'s &lt;a href=\"Jingle%20Bell%20Ball\"&gt;Jingle Bell Ball&lt;/a&gt;. Backed by a flashing heart rate monitor and sporting star-themed black-and-pink outfits, the group performed without Edwards, who was recovering from a &lt;a href=\"tonsillectomy\"&gt;tonsillectomy&lt;/a&gt;.\nDuring their 2013 DNA Tour, Little Mix performed the song before the &lt;a href=\"encore\"&gt;encore&lt;/a&gt; with a live band; they were wearing monochrome outfits. \"DNA\" was also performed during the group's set at &lt;a href=\"BBC%20Radio%201%27s%20Big%20Weekend\"&gt;BBC Radio 1's Big Weekend&lt;/a&gt; on 26 May 2013. Little Mix made their US television debut with performances of \"Wings\" and \"DNA\" on \"&lt;a href=\"Good%20Morning%20America\"&gt;Good Morning America&lt;/a&gt;\" on 7 June 2013. On 8 December 2013, they performed the track again at Capital FM's Jingle Bell Ball. For 2014's &lt;a href=\"The%20Salute%20Tour\"&gt;The Salute Tour&lt;/a&gt;, the group performed an extended version of the song; they wore black leather ensembles and were accompanied by male dancers wearing leather capes. As part of Little Mix's 2016 &lt;a href=\"The%20Get%20Weird%20Tour\"&gt;The Get Weird Tour&lt;/a&gt;, they performed an alternate version of \"DNA\" with a &lt;a href=\"Viennese%20waltz\"&gt;Viennese waltz&lt;/a&gt; introduction, enchanted forest backdrop and male backing dancers in &lt;a href=\"Bondage%20%28BDSM%29\"&gt;bondage&lt;/a&gt; attire and muzzles. During their 2017 &lt;a href=\"The%20Glory%20Days%20Tour\"&gt;The Glory Days Tour&lt;/a&gt;, the song was performed as part of a &lt;a href=\"Medley%20%28music%29\"&gt;medley&lt;/a&gt; with \"Freak\", a track from the group's fourth album \"&lt;a href=\"Glory%20Days%20%28Little%20Mix%20album%29\"&gt;Glory Days&lt;/a&gt;\".\nPersonnel.\nCredits adapted from the album liner notes of \"DNA\"."
}