{
    "id": "37277820",
    "revid": "2278355",
    "url": "https://en.wikipedia.org/wiki?curid=37277820",
    "title": "Dry dung fuel",
    "text": "Dry dung fuel (or dry manure fuel) is animal &lt;a href=\"feces\"&gt;feces&lt;/a&gt; that has been dried in order to be used as a fuel source. It is used in many countries. Using dry &lt;a href=\"manure\"&gt;manure&lt;/a&gt; as a fuel source is an example of &lt;a href=\"reuse%20of%20excreta\"&gt;reuse of excreta&lt;/a&gt;. A disadvantage of using this kind of fuel is increased air pollution. In India, it is known as \"dung cakes\".\nTypes.\nDry dung and moist dung.\nDry dung is more commonly used than moist dung, because it &lt;a href=\"Combustion\"&gt;burns&lt;/a&gt; more easily. Dry manure is typically defined as having a moisture content less than 30 percent.\nDung cakes.\n\"Dung cakes\", made from the by-products of &lt;a href=\"animal%20husbandry\"&gt;animal husbandry&lt;/a&gt;, are traditionally used as fuel in &lt;a href=\"India\"&gt;India&lt;/a&gt; for cooking food in a domestic &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt; called a &lt;a href=\"Chulha\"&gt;Chulha&lt;/a&gt;. They are made by hand by village women and are traditionally made from cow or buffalo dung. One dung cake of an average size gives 2100 kJ worth of energy. Dung cakes are also known as \"goitha\", \"uple\", \"kande\", \"gosse\" or \"thepdi\".\nThese are the cakes of cow dung molded by bare hands with a curvature to be able to keep stuck to the walls. Once dried they are put in a pile and covered with thatch called \"bitauda\". These bitaudas are visible in parts of rural India albeit with different names. The size and shape of the cake might vary with region. Its also not uncommon to see these cakes directly used in earthen ovens.\nThis bio-fuel has been used primarily for two reasons: for easy disposal of cow dung and as easily available and cheap fuel.\nHuman feces.\n&lt;a href=\"Human%20feces\"&gt;Human feces&lt;/a&gt; can in principle also be dried and used as a fuel source if they are collected in a type of &lt;a href=\"dry%20toilet\"&gt;dry toilet&lt;/a&gt;, for example an &lt;a href=\"incinerating%20toilet\"&gt;incinerating toilet&lt;/a&gt;. Since 2011, the &lt;a href=\"Bill%20%26amp%3B%20Melinda%20Gates%20Foundation\"&gt;Bill &amp; Melinda Gates Foundation&lt;/a&gt; is supporting the development of such toilets as part of their \"Reinvent the Toilet Challenge\" to promote safer, more effective ways to treat human &lt;a href=\"excreta\"&gt;excreta&lt;/a&gt;. The &lt;a href=\"omniprocessor\"&gt;omni-processor&lt;/a&gt; is another example of using human feces contained in &lt;a href=\"Fecal%20sludge%20management\"&gt;fecal sludge&lt;/a&gt; or &lt;a href=\"sewage%20sludge\"&gt;sewage sludge&lt;/a&gt; as a fuel source.\nBenefits.\nThe benefits of using dry animal dung include:\nCountries.\nAfrica.\nAlso, camel dung is used as fuel in Egypt.\nHistory.\nDry animal dung was used from prehistoric times,\nincluding in Ancient Persia, Ancient Egypt and early modern England. In &lt;a href=\"Equatorial%20Guinea\"&gt;Equatorial Guinea&lt;/a&gt; archaeological evidence has been found of the practice and biblical records indicate animal and human dung were used as fuel.\nAir pollution.\nThe &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; of dried dung cakes has been shown to release many thousands of &lt;a href=\"Organic%20chemistry\"&gt;organic&lt;/a&gt; components into gas and aerosol phases, some of which are unique tracers of dung combustion such as &lt;a href=\"cholestanol\"&gt;cholestanol&lt;/a&gt; and &lt;a href=\"coprostanol\"&gt;coprostanol&lt;/a&gt;. Dung cakes are generally a higher emission &lt;a href=\"fuel\"&gt;fuel&lt;/a&gt;, with the &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; of cow dung cake samples collected from the &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; area of &lt;a href=\"India\"&gt;India&lt;/a&gt; releasing around 4 times more &lt;a href=\"Volatile%20organic%20compound\"&gt;volatile organic compounds&lt;/a&gt; than fuel &lt;a href=\"wood\"&gt;wood&lt;/a&gt; samples. The &lt;a href=\"volatile%20organic%20compounds\"&gt;volatile organic compounds&lt;/a&gt; released from &lt;a href=\"Cattle\"&gt;cow&lt;/a&gt; dung cake combustion have been shown to be significantly more reactive with the &lt;a href=\"hydroxyl%20radical\"&gt;hydroxyl radical&lt;/a&gt;, with the &lt;a href=\"Gas\"&gt;gases&lt;/a&gt; released from the &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt; of cow dung cake samples collected from &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; in India around 120 times more reactive with the &lt;a href=\"hydroxyl%20radical\"&gt;hydroxyl radical&lt;/a&gt; than the emissions from &lt;a href=\"liquefied%20petroleum%20gas\"&gt;liquefied petroleum gas&lt;/a&gt;. The &lt;a href=\"volatile%20organic%20compounds\"&gt;volatile organic compounds&lt;/a&gt; from &lt;a href=\"cow\"&gt;cow&lt;/a&gt; dung cake combustion have also been shown to result in 3-4 times more &lt;a href=\"secondary%20organic%20aerosol\"&gt;secondary organic aerosol&lt;/a&gt; production than fuel wood and release many more toxic &lt;a href=\"polycyclic%20aromatic%20hydrocarbons\"&gt;polycyclic aromatic hydrocarbons&lt;/a&gt;. "
}