{
    "id": "37304659",
    "revid": "1062774003",
    "url": "https://en.wikipedia.org/wiki?curid=37304659",
    "title": "Xinjiang Tianshan Leopard F.C.",
    "text": "Xinjiang Tianshan Leopard F.C. () is a professional &lt;a href=\"China\"&gt;Chinese&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club that participates in the &lt;a href=\"China%20League%20One\"&gt;China League One&lt;/a&gt; division under licence from the &lt;a href=\"Chinese%20Football%20Association\"&gt;Chinese Football Association&lt;/a&gt; (CFA). The team is based in &lt;a href=\"%C3%9Cr%C3%BCmqi\"&gt;Ürümqi&lt;/a&gt;, &lt;a href=\"Xinjiang\"&gt;Xinjiang&lt;/a&gt; and their home stadium is the &lt;a href=\"Xinjiang%20Sports%20Centre\"&gt;Xinjiang Sports Centre&lt;/a&gt; that has a seating capacity of 50,000. Their majority shareholder is the Urumqi Juntai Real Estate Co., Ltd. (Juntai Group)\nHistory.\nHubei China-Kyle was established in December 2011 by the China-Kyle Special Steel Co., Ltd and they brought in Li Jianzhong () as their chairman as well as Li Jun () as their first manager. With the aid from the Hubei Football Association they formed a team and registered to play within the third tier of the Chinese football league system in the &lt;a href=\"2012%20China%20League%20Two\"&gt;2012 league season&lt;/a&gt;. Their home location was the Huangshi Stadium and all blue was chosen as their home uniform. In their debut season they finished fourth place in the South Group and advanced into the play-offs where after beating &lt;a href=\"Hebei%20Zhongji\"&gt;Hebei Zhongji&lt;/a&gt; and &lt;a href=\"Shenzhen%20Fengpeng\"&gt;Shenzhen Fengpeng&lt;/a&gt; they ultimately came runners-up to &lt;a href=\"Guizhou%20Zhicheng\"&gt;Guizhou Zhicheng&lt;/a&gt; within the division, nonetheless that position ensured promotion to the &lt;a href=\"China%20League%20One\"&gt;China League One&lt;/a&gt; division.\nIn their first appearance within the second division the club would struggle with the higher level of finance and professionalism required within the division. Before the start of the season the team could not afford the plane tickets required to go their training camp set in &lt;a href=\"Dongguan\"&gt;Dongguan&lt;/a&gt;, &lt;a href=\"Guangdong\"&gt;Guangdong&lt;/a&gt; and had to go there by coach. Despite the financial constraints Li Jun was able to avoid relegation on the final day of the season when the team beat &lt;a href=\"Chengdu%20Tiancheng\"&gt;Chengdu Tiancheng&lt;/a&gt; 2–0 at home. At the start of the 2014 league season the club would publicly declare they were looking for investment and were willing to leave Hubei Province to obtain it. This saw speculation grow that the club were going to move to &lt;a href=\"Xi%27an\"&gt;Xi'an&lt;/a&gt;, but talks between the city broke down. The Xinjiang Uygur Autonomous Region Sports Bureau, however would express interest in investing into the club, which initially saw them take over their Under-20 team. On 14 February 2014 the Xinjiang Uygur Autonomous Region Sports Bureau followed through with their investment by providing the Xinjiang Sports Centre, training facilities and sponsorship, which saw Hubei China-Kyle moved to &lt;a href=\"Xinjiang\"&gt;Xinjiang&lt;/a&gt;'s capital city &lt;a href=\"%C3%9Cr%C3%BCmqi\"&gt;Ürümqi&lt;/a&gt; and changed their name to Xinjiang Tianshan Leopard. The club would gain sponsorship from local real estate company Urumqi Juntai Real Estate Co., Ltd. (Juntai Group) who decided to become the club's main investor throughout the season.\nIn the &lt;a href=\"2018%20China%20League%20One\"&gt;2018 China League One&lt;/a&gt;, Xinjiang suffered a shock as they finished last in the division, but due to the dissolution of &lt;a href=\"Dalian%20Transcendence\"&gt;Dalian Transcendence&lt;/a&gt; and &lt;a href=\"Yanbian%20Funde\"&gt;Yanbian Funde&lt;/a&gt;, and &lt;a href=\"Zhejiang%20Yiteng\"&gt;Zhejiang Yiteng&lt;/a&gt; being unable to apply for a League One license, Xinjiang miraculously managed to stay afloat in the League One.\nResults.\nAll-time league rankings\n\"As of the end of 2019 season.\"\nKey"
}