{
    "id": "3730404",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3730404",
    "title": "Terranova (band)",
    "text": "Terranova is a German band based between Berlin and Paris made up of current members Fetisch and &amp;me. Terranova are signed to Kompakt records. \nTerranova was formed in 1996 by Fetisch, Marco Meister and Kaos. They previously went under the moniker Turntable Terranova on the &lt;a href=\"Compost%20Records\"&gt;Compost&lt;/a&gt; label and sometimes as Edition Terranova. Their music is a fusion of &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt;, &lt;a href=\"Electronic%20music\"&gt;electronic&lt;/a&gt;, &lt;a href=\"Hip%20hop%20music\"&gt;hip hop&lt;/a&gt; and House. They currently reside between Paris and &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt; and perform DJ sets worldwide. They have been constant collaborators with artists in the past, &lt;a href=\"Cath%20Coffey\"&gt;Cath Coffey&lt;/a&gt;, &lt;a href=\"Nicolette%20Krebitz\"&gt;Nicolette Krebitz&lt;/a&gt;, &lt;a href=\"Tricky%20%28musician%29\"&gt;Tricky&lt;/a&gt;, &lt;a href=\"Ari%20Up\"&gt;Ari Up&lt;/a&gt;, &lt;a href=\"Mike%20Ladd\"&gt;Mike Ladd&lt;/a&gt;, Khan, &lt;a href=\"Snax%20%28musician%29\"&gt;Snax&lt;/a&gt;, Billie Ray Martin e.a.\nHistory.\nTerranova began after previous member &lt;a href=\"Shapemod\"&gt;Shapemod&lt;/a&gt; left Los Angeles from studying guitar to Berlin where he met Fetisch at the Pogo Club when they began producing together. Their first release, in 1996, was a 12\" record entitled \"Fiasko\". The \"Antimatter EP\" was also released the same year. It wasn't until 1997 when they released the 12\" record \"Tokyo Tower\" that brought Terranova into the British press. On 19 January 1998, Terranova released their take on DJ mix album, which gained them further recognition and is regarded as one of the best and most loved in the highly respected &lt;a href=\"DJ-Kicks\"&gt;series&lt;/a&gt;. Remixes for &lt;a href=\"Fanatik%20%28band%29\"&gt;Fanatik&lt;/a&gt;, &lt;a href=\"Jungle%20Brothers\"&gt;Jungle Brothers&lt;/a&gt; and &lt;a href=\"Stereo%20MCs\"&gt;Stereo MCs&lt;/a&gt; followed soon after, among many others. In 1999 Terranova released the singles \"Turn Around\" feat. Cath Coffey and \"Just Enough\" feat. &lt;a href=\"Nicolette%20Krebitz\"&gt;Nicolette Krebitz&lt;/a&gt;. Photographer &lt;a href=\"Juergen%20Teller\"&gt;Juergen Teller&lt;/a&gt; made his first foray into film direction for the band's accompanying video for the track \"Just Enough\". Terranova released their debut LP \"Close the Door\" in the same year with &lt;a href=\"Copasetik%20Recordings\"&gt;Copasetik&lt;/a&gt;. \"Close the Door\" featured guest vocals from &lt;a href=\"Stereo%20MCs\"&gt;Stereo MCs&lt;/a&gt; member, Cath Coffey on tracks \"Turn Around\", \"Midnight Melodic (Chase the Blues)\" and \"Sweet Bitter Love\". From the same label &lt;a href=\"Rasco\"&gt;Rasco&lt;/a&gt; featured on tracks \"X-Files\" and \"Midnight Melodic\". &lt;a href=\"Bristol\"&gt;Bristol&lt;/a&gt; artist &lt;a href=\"Tricky%20%28musician%29\"&gt;Tricky&lt;/a&gt; appeared on \"Bombing Bastards\". And Nicolette Krebitz sang on \"Never,\" \"Plastic Stress,\" and \"Just Enough\". She also features on the cover and in the sleeve of the same album.\nTerranova left their Copasetik label to join &lt;a href=\"%21K7%20Records\"&gt;!K7 Records&lt;/a&gt; (the same label DJ Kicks albums are released). They remained on this label and released their second LP \"Hitchhiking Nonstop with no Particular Destination\" in 2002. Cath Coffey returned for tracks \"Out of My Head\" and \"Breathe.\" Mike Ladd raps on \"Sublime\" and \"Heroes.\" And Ari Up of &lt;a href=\"The%20Slits\"&gt;The Slits&lt;/a&gt; appears on \"Mongril\" and \"Equal Rights\". Soon after they released \"Peace Is Tough,\" a companion album for \"Hitchhiking Nonstop with no Particular Destination\" by remixing five new tracks with six new versions of previously released tracks which were only available on vinyl or in limited editions.\n2004 saw a change of label for Terranova, this time to the popular &lt;a href=\"Ministry%20of%20Sound\"&gt;Ministry of Sound&lt;/a&gt;. And a new album, \"Digital Tenderness\". 2005 Terranova produced \"the Lotterboys\" (featuring Paris the black fu, Fetisch Terranova and shapemod). The Lotterboys album \"animalia\" was released the same year on Eskimo recs. In 2007 Fetisch teamed up with &amp;me, a producer and dj from Berlin. They produced 'Terranova presents the Lottergirls together with Princess Superstar (Ministry of Sound 2008). 2007 Terranova produced \"the Lottergirls\" (featuring Princess Superstar, Fetisch Terranova, yoyo, &amp;me). The Lottergirls album \"right on\" was released in 2008 on ministry of sound. 2008 Terranova produced \"Fetisch&amp;me\". 2 singles were released the same year on Gigolo recs (\"black palms\" and \"the calling\").\nTerranova have recently signed to Cologne-based label &lt;a href=\"Kompakt\"&gt;Kompakt&lt;/a&gt;. Their 2011 EP \"I Want To Go Out/Take My Hand\" was released on Kompakt. In February 2012, their fifth studio album 'Hotel Amour' was released on Kompakt.\nFetisch has collaborated with the cosmetics brand to create a nail polish as part of their DJ line, and created a special music mix for this collaboration."
}