{
    "id": "3736312",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=3736312",
    "title": "Keith Burns (linebacker)",
    "text": "Keith Bernard Burns (born May 16, 1972) is an American football coach and former professional &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; and special teams player. He was formerly the &lt;a href=\"Special%20Teams\"&gt;Special Teams&lt;/a&gt; coordinator for the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt;.\nEarly life and high school.\nBurns was born in &lt;a href=\"Greeleyville%2C%20South%20Carolina\"&gt;Greeleyville, South Carolina&lt;/a&gt;. He was raised by his mother, Tracy, in &lt;a href=\"Alexandria%2C%20Virginia\"&gt;Alexandria, Virginia&lt;/a&gt; as the youngest of four children.\nHe was a 1990 graduate of &lt;a href=\"T.%20C.%20Williams%20High%20School\"&gt;T. C. Williams High School&lt;/a&gt; in Alexandria, where he won three &lt;a href=\"varsity%20letter\"&gt;varsity letter&lt;/a&gt;s in &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt;, two in &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, and one in &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;.\nCollege.\nBurns lettered in football at &lt;a href=\"Navarro%20College\"&gt;Navarro Junior College&lt;/a&gt; in &lt;a href=\"Corsicana%2C%20Texas\"&gt;Corsicana, Texas&lt;/a&gt; where he garnered first team &lt;a href=\"Junior%20college\"&gt;JuCo&lt;/a&gt; &lt;a href=\"All-America\"&gt;All-America&lt;/a&gt; honors, and finished his sophomore season with six &lt;a href=\"Quarterback%20sack\"&gt;sacks&lt;/a&gt;, three &lt;a href=\"interception\"&gt;interception&lt;/a&gt;s, and 192 &lt;a href=\"Tackle%20%28football%20move%29\"&gt;tackle&lt;/a&gt;s.\nBurns then transferred to &lt;a href=\"Oklahoma%20State%20Cowboys\"&gt;Oklahoma State&lt;/a&gt; for the 1992-1993 season and immediately made an impact with 126 tackles (102 solo), 5 sacks, and 3 forced fumbles. He was voted captain of the team after just four games and was named the Big Eight Conference's Defensive Newcomer of the Year. Entering his final year at Oklahoma State, he made several pre-season All-America teams and was ranked the No. 1 inside linebacker by &lt;a href=\"The%20Sporting%20News\"&gt;The Sporting News&lt;/a&gt;. He was named to the conference's All-Big Eight team both of his years there.\nPlaying career.\nThe &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; drafted Burns in the 7th round (#210 overall) of the &lt;a href=\"1994%20NFL%20Draft\"&gt;1994 NFL Draft&lt;/a&gt;. A Bronco for most of his thirteen-year career, Burns saw playing time as a reserve &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; and a prominent &lt;a href=\"special%20teams\"&gt;special teams&lt;/a&gt; player. He spent the &lt;a href=\"1999%20Chicago%20Bears%20season\"&gt;1999 season&lt;/a&gt; with &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt;, and the &lt;a href=\"2004%20Tampa%20Bay%20Buccaneers%20season\"&gt;2004 season&lt;/a&gt; with &lt;a href=\"Tampa%20Bay%20Buccaneers\"&gt;Tampa Bay Buccaneers&lt;/a&gt;. He won two Super Bowls with the Broncos. For his entire NFL career, Burns played 197 games (3 starts) and totaled 231 special-teams tackles. He also posted 77 career defensive stops (50 solo), 1.5 sacks (9 yds.), one interception (15 yds.), three pass breakups and one forced fumble.\nCoaching career.\nOn March 27, 2007, the Broncos announced Burns would retire as Special Teams Captain and assume the role of instructing the special teams. He was given the title of Assistant Special Teams Coach in 2011.\nBurns was hired by the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; to be their Special Teams Coordinator on February 11, 2013. In moving to Washington, he rejoined &lt;a href=\"Mike%20Shanahan\"&gt;Mike Shanahan&lt;/a&gt; who was his coach in Denver and who also gave Burns his first coaching job. In his first coaching position Keith Burns' &lt;a href=\"Special%20Teams\"&gt;Special Teams&lt;/a&gt; unit struggled during &lt;a href=\"2013%20Washington%20Redskins%20season\"&gt;2013&lt;/a&gt; season. According to &lt;a href=\"Football%20Outsiders\"&gt;Football Outsiders&lt;/a&gt;, under Burns' leadership, the Washington Redskins' Special Teams unit finished the 2013 regular season ranked last in points compared to league average. After less than a year in the position, Keith Burns was dismissed by the &lt;a href=\"Washington%20Redskins\"&gt;Washington Redskins&lt;/a&gt; on December 30, 2013 along with &lt;a href=\"Mike%20Shanahan\"&gt;Mike Shanahan&lt;/a&gt;.\nPersonal life.\nBurns met his wife, Michelle, at college. They have three children together. His oldest daughter, Danielle is a star for the women's basketball team at Fordham University, wearing number 22. Danielle earned her masters in just four years, having graduated in three years. His other daughter Rachel is currently a member of Charleston Southern. His son Keith is still in High School. In Keith Burns' off time, he has performed stand-up comedy routines around the country."
}