{
    "id": "37370231",
    "revid": "38894294",
    "url": "https://en.wikipedia.org/wiki?curid=37370231",
    "title": "Supreme Assembly (Nakhchivan)",
    "text": "The Supreme Assembly of the Nakhchivan Autonomous Republic () is the &lt;a href=\"legislative%20assembly\"&gt;legislative assembly&lt;/a&gt; of &lt;a href=\"Nakhichivan%20Autonomous%20Republic\"&gt;Nakhchivan&lt;/a&gt;. It was established in 1990, when Nakchivan declared independence from the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; to become an &lt;a href=\"autonomous%20republic\"&gt;autonomous republic&lt;/a&gt; of &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt;. It governs the republic, and is subordinate to the &lt;a href=\"National%20Assembly%20of%20Azerbaijan\"&gt;National Assembly of Azerbaijan&lt;/a&gt;. The current parliamentary chairman (since 1994) and \"de facto\" leader of Nakhchivan is &lt;a href=\"Vasif%20Talibov\"&gt;Vasif Talibov&lt;/a&gt;.\nGeneral Information.\nLegislative power within Nakhchivan is held by the Supreme Assembly. The Assembly is composed of 45 members, elected by the people for 5 years by secret ballot. Sessions are held twice a year; extraordinary sessions may be convened by the &lt;a href=\"President%20of%20Azerbaijan\"&gt;President of Azerbaijan&lt;/a&gt;, the &lt;a href=\"National%20Assembly%20%28Azerbaijan%29\"&gt;National Assembly&lt;/a&gt; of Azerbaijan, by any 16 individuals of the Supreme Assembly, or by the Chairman of the Supreme Assembly.\nAny citizen of Nakhchivan who meets basic requirements may be elected a member. A deputy of the Supreme Assembly may be removed from his post upon his renunciation of Nakhchivani citizenship, serious wrongdoing, or the demonstration of electoral fraud.\nGeneral rules characterized by the Supreme Assembly.\nThe Supreme Assembly of the Autonomous Republic enacts the &lt;a href=\"law\"&gt;law&lt;/a&gt;s of the republic, including those on &lt;a href=\"revenue\"&gt;revenue&lt;/a&gt;, finance, &lt;a href=\"social%20security\"&gt;social security&lt;/a&gt;, &lt;a href=\"natural%20security\"&gt;natural security&lt;/a&gt;, &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt;, &lt;a href=\"election\"&gt;election&lt;/a&gt;s, science, and culture. The assembly also approves the &lt;a href=\"national%20budget\"&gt;national budget&lt;/a&gt; of Nakhchivan, and endorses the &lt;a href=\"Cabinet%20of%20Azerbaijan\"&gt;Cabinet of Ministers&lt;/a&gt; and its composition.\nChairmen.\nThis is a list of office-holders from 1991:\nConstitutional information.\nEvery citizen of the Republic of Azerbaijan, who permanently resides in the territory of the Nakhchivan Autonomous Republic and has the right to participate in the elections, may be elected as a deputy of the Supreme Assembly of the Nakhchivan Autonomous Republic in accordance with the law. The assembly consists of 45 members. \nLaws are proposed by Assembly if legislation gets 31 out of 45 votes during the session.\nThe highest official is the chairman of the Supreme Assembly. Members are elected for 5 years term. Every citizen of the Republic of Azerbaijan, who permanently resides in the territory of the Nakhchivan Autonomous Republic has the right to participate in the elections and get elected as a deputy, according to law.\nThe Assembly holds 2 sessions per year and extra sessions can be called by the president, parliament or 16 members of Assembly.\nAccording to the constitution, Nakhchivan is an Autonomous Republic within Azerbaijan. The constitution states divides the government into three branches: the legislative branch, the executive branch, and the judicial branch. Legislative power in Nakhchivan is exercised by Supreme Assembly of Nakhchivan."
}