{
    "id": "3737938",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=3737938",
    "title": "Erith Town F.C.",
    "text": "Erith Town Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Erith\"&gt;Erith&lt;/a&gt; in the &lt;a href=\"London%20Borough%20of%20Bexley\"&gt;London Borough of Bexley&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. They are currently members of the and play at the Erith Sports Stadium.\nHistory.\nThe club was established in 1959 as a &lt;a href=\"Sunday%20league%20football\"&gt;Sunday league&lt;/a&gt; club under the name Woolwich Town. They initially played in the London Metropolitan Sunday League and were Senior Section champions in 1965–66, 1970–71 and 1974–75. In 1989 the club was renamed Woolwich Heathway, but reverted to their original name within a year. In 1991 they began playing Saturday football, joining Division Two of the &lt;a href=\"Spartan%20League\"&gt;Spartan League&lt;/a&gt;. Despite only finishing ninth in their first season in Division Two, the club were promoted to Division One due to league restructuring. In 1994–95 they finished second in Division One, earning promotion to the Premier Division.\nIn 1996 Woolwich transferred to the &lt;a href=\"Southern%20Counties%20East%20Football%20League\"&gt;Kent League&lt;/a&gt;, and at the end of the 1996–97 season were renamed Erith Town due to their move to the Erith Stadium. They won the Kent League's Premier Division Cup in 2007–08, beating &lt;a href=\"Hythe%20Town%20F.C.\"&gt;Hythe Town&lt;/a&gt; 1–0 in the final. The club reached the final again the following season, losing 3–1 on penalties to &lt;a href=\"Croydon%20F.C.\"&gt;Croydon&lt;/a&gt; after a 1–1 draw. A proposed merger with &lt;a href=\"Kent%20Football%20United%20F.C.\"&gt;Dartford Town&lt;/a&gt; in the summer of 2010 was abandoned, and the club went on to win the Kent Senior Trophy in 2010–11 with a 3–1 win over &lt;a href=\"Tunbridge%20Wells%20F.C.\"&gt;Tunbridge Wells&lt;/a&gt; in the final. In 2013 the league was renamed the Southern Counties East League.\nGround.\nDuring the club's time in Sunday league they played at the &lt;a href=\"Royal%20Artillery%20Barracks\"&gt;Woolwich Barracks&lt;/a&gt; Stadium. When they joined the Spartan League, they moved to &lt;a href=\"Greenwich%20Borough%20F.C.\"&gt;Greenwich Borough&lt;/a&gt;'s Harrow Meadow ground. In October 1995 they moved to the Erith Sports Stadium, an athletics stadium. They temporarily returned to Harrow Meadow during the 1998–99 season whilst the Erith Sports Stadium was renovated.\nIn 2008 the club began groundsharing at &lt;a href=\"Thamesmead%20Town%20F.C.\"&gt;Thamesmead Town&lt;/a&gt;'s Bayliss Avenue, before returning to the Erith Sports Stadium the following season. In 2013 they moved to &lt;a href=\"Cray%20Valley%20Paper%20Mills%20F.C.\"&gt;Cray Valley PM's&lt;/a&gt; Badgers Sports Ground in &lt;a href=\"Eltham\"&gt;Eltham&lt;/a&gt;. In 2016 they returned to the &lt;a href=\"London%20Borough%20of%20Bexley\"&gt;Borough of Bexley&lt;/a&gt;, moving to &lt;a href=\"VCD%20Athletic%20F.C.\"&gt;VCD Athletic's&lt;/a&gt; Oakwood ground. The club moved back to the Erith Sports Stadium in 2018."
}