{
    "id": "37375857",
    "revid": "34651759",
    "url": "https://en.wikipedia.org/wiki?curid=37375857",
    "title": "TeamIndus",
    "text": "TeamIndus (incorporated as Axiom Research Labs) is a private &lt;a href=\"for-profit\"&gt;for-profit&lt;/a&gt; &lt;a href=\"aerospace\"&gt;aerospace&lt;/a&gt; company headquartered in &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt;, India. It consists of a team of professionals from various backgrounds in science, technology, finance, and media, that came together in 2010 with the aim of winning the &lt;a href=\"Google%20Lunar%20X%20Prize\"&gt;Google Lunar X Prize&lt;/a&gt; competition announced in 2007. Although the competition ended in 2018 without a winner, TeamIndus is still working towards developing and launching their lunar rover mission sometime in 2020 after partnering with &lt;a href=\"OrbitBeyond\"&gt;OrbitBeyond&lt;/a&gt;.\nTeamIndus' lander was originally code-named HHK1, now called &lt;a href=\"OrbitBeyond%23Z-01%20lander\"&gt;Z-01&lt;/a&gt;, and their rover is called ECA, an abbreviation for \"Ek Choti Si Asha\" (\"A Small Hope\").\nFinancing.\nAxiom Research Labs was established in 2010 with the aim to compete for the Google Lunar X Prize, and the following year it registered its team as TeamIndus. One of its co-founders was Rahul Narayan, who said in 2016 that the overall cost of the venture was expected to be US$75 million. In 2013, TeamIndus moved from &lt;a href=\"Delhi\"&gt;Delhi&lt;/a&gt; to &lt;a href=\"Bangalore\"&gt;Bangalore&lt;/a&gt; due to the strategic location of the city. The &lt;a href=\"Indian%20Space%20Research%20Organisation\"&gt;Indian Space Research Organisation&lt;/a&gt; (ISRO) is based in Bangalore which has also excellent aerospace companies that could help the team with building the lander and rover. L&amp;T was helping by reviewing designs, and Rajiv Mody, founder CEO of the engineering firm Sasken Technologies gave space in its Bangalore facility for the team to operate out of and several former ISRO scientists were providing advice.\nThe single largest investor at that time was &lt;a href=\"Nandan%20Nilekani\"&gt;Nandan Nilekani&lt;/a&gt;, who became involved in 2014 when TeamIndus launched its first round of funding, raising US$35 million. A second fundraising round in 2016 obtained investment from people such as R. K. Damani, &lt;a href=\"Rakesh%20Jhunjhunwala\"&gt;Rakesh Jhunjhunwala&lt;/a&gt;, Ashish Kacholia, Rajiv Mody, Subrata Mitra, Shekhar Kirani, and &lt;a href=\"Sharad%20Sharma\"&gt;Sharad Sharma&lt;/a&gt;.\nThe organisation was awarded in January 2015 an interim US$1 million prize by Google Lunar X Prize for their successful demonstration on Earth of a proposed lunar landing system.\nMission.\nThe Google Lunar X Prize competition ended in 2018 without a winner as no team met the 31 March 2018 launch deadline. Regardless, TeamIndus is still looking for funding in order to continue development and secure a launch vehicle for sometime in 2019.\nPrevious competition.\nIn 2011, Axiom Research Labs registered a competing team at the &lt;a href=\"Google%20Lunar%20X%20Prize\"&gt;Google Lunar X Prize&lt;/a&gt; under the name TeamIndus. The Google Lunar X Prize was a competition announced in 2007 that was open to privately funded ventures aimed at inspiring the development of low-cost robotic lunar exploration. The competing craft were required to travel more than on the lunar surface and transmit high-resolution video and images once there. TeamIndus registered for the competition in 2011. The launch deadline of the competition, which initially attracted entries from over 30 teams from 17 countries, was 31 March 2018.\nGoogle Lunar X Prize offered a main prize of US$20 million, a second prize of US$5 million and bonus prizes of US$5 million. Additional prizes totalling US$4.75 million were offered to those teams that met specific targets by 31 March 2018. The competition ended in 2018 without a winner as no team met the launch deadline. TeamIndus initially planned to attempt to win the endurance and distance bonus prizes by designing a &lt;a href=\"Moon%20landing\"&gt;lunar lander&lt;/a&gt; and two &lt;a href=\"rover%20%28space%20exploration%29\"&gt;rovers&lt;/a&gt;. They planned for the two rovers to be deployed together, which had a combined total mass of approximately . One rover was to compete for the main task, i.e. to travel more than 500 meters on the lunar surface and send feedback to Earth. The other rover would have competed for the US$5 million worth prize by completing additional tasks beyond baseline requirements to win the grand or the second place prize, such as endurance and range.\nIn 2016, a contract with ISRO for a launch in 2017 was scheduled, using a &lt;a href=\"Polar%20Satellite%20Launch%20Vehicle\"&gt;Polar Satellite Launch Vehicle&lt;/a&gt; operated by &lt;a href=\"ISRO\"&gt;ISRO&lt;/a&gt; from the island of &lt;a href=\"Sriharikota\"&gt;Sriharikota&lt;/a&gt;. The launch contract was signed but not fully paid for. The rocket was to be shared with &lt;a href=\"Hakuto\"&gt;Hakuto&lt;/a&gt;, a fellow competitor from Japan. The planned mission duration was 30 Earth days.\nThe TeamIndus' lunar lander platform was code-named HHK1. The team planned a further modification of the HHK1 for other terrestrial and inter-stellar application after the Google Lunar X Prize competition had completed. For the competition, the HHK1 was to deploy the rovers and then operate as the main communication and control unit consisting of payload, propulsion, structural and other sub-systems. The HHK-1 lander was designed to carry a payload of about 25 kg, including their two small rovers.\nShort in time and money, TeamIndus was unable to launch before the deadline, and the competition ended in 2018 without a winner.\nDevelopment.\nBy April 2018, TeamIndus was working towards developing the hardware and launching the mission sometime in 2019, possibly in partnership with &lt;a href=\"Synergy%20Moon\"&gt;Synergy Moon&lt;/a&gt;. By March 2018, the organisation had raised US$23 million, but were in need of additional US$35 million.\nThe lander was initially code-named HHK1, and their single rover is called ECA, an abbreviation for \"Ek Choti Si Asha\" (\"A Small Hope\"). The spacecraft has a liquid rocket engine with a thrust capability of 440 N for deceleration, and sixteen small 22 N thrusters for finer orbital maneuvers and &lt;a href=\"attitude%20control\"&gt;attitude control&lt;/a&gt; (orientation). Then the lander would perform a soft landing at a location yet to be determined.\nThe spacecraft would carry \"a suite of commercial and experimental payloads.\" The HHK-1 lander may include a small ultraviolet telescope called &lt;a href=\"Lunar%20Ultraviolet%20Cosmic%20Imager\"&gt;Lunar Ultraviolet Cosmic Imager&lt;/a&gt; (LUCI) that was developed by the &lt;a href=\"Indian%20Institute%20of%20Astrophysics\"&gt;Indian Institute of Astrophysics&lt;/a&gt;. In June 2016 a letter of intent was signed with the French space agency &lt;a href=\"CNES\"&gt;CNES&lt;/a&gt; to carry the Color CMOS Camera for Space Exploration (\"CASPEX\") micro-camera on board the team's rover, and the signed agreement was announced on 9 January 2017, specifying that the French agency would contribute two CASPEX cameras for the ECA rover. From 2016 to 2017, TeamIndus ran a competition called \"Lab2Moon\" which aimed to select scientific experiments that would be carried to the Moon. Space4Life, from Italy and Team ZΩI (team zoi) from &lt;a href=\"Kolkata\"&gt;Kolkata&lt;/a&gt;, India were chosen as winners in 2017. Space4Life would test the potential to use &lt;a href=\"cyanobacteria\"&gt;cyanobacteria&lt;/a&gt; as a shield against radiation, while Team ZΩI's experiment would conduct photosynthesis on the Moon.\nStatus.\nIn late 2018, Team Indus (Axiom Research Labs) signed a working agreement with &lt;a href=\"OrbitBeyond\"&gt;OrbitBeyond&lt;/a&gt; that bid and won a NASA &lt;a href=\"Commercial%20Lunar%20Payload%20Services\"&gt;CLPS&lt;/a&gt; award to land several commercial payloads on the Moon. The lander was renamed &lt;a href=\"OrbitBeyond%23Z-01\"&gt;\"Z-01&lt;/a&gt; and is planned to be launched on Q3 2020 possibly on a &lt;a href=\"Falcon%209\"&gt;Falcon 9&lt;/a&gt; rocket and land at &lt;a href=\"Mare%20Imbrium\"&gt;Mare Imbrium&lt;/a&gt; (29.52º N 25.68º W). On 29 July 2019, OrbitBeyond announced that it will retreat from the CPLS contract with NASA, meaning that the mission was canceled.\nThe ECA rover is used as the basis for a &lt;a href=\"Ceres%20Robotics\"&gt;Ceres Robotics&lt;/a&gt; rover called \"Minikhod\"."
}