{
    "id": "37393848",
    "revid": "40820929",
    "url": "https://en.wikipedia.org/wiki?curid=37393848",
    "title": "John of Jesus Hernández y Delgado",
    "text": "John of Jesus Hernández y Delgado (), was a &lt;a href=\"Spanish%20people\"&gt;Spanish&lt;/a&gt; &lt;a href=\"Franciscan\"&gt;Friar Minor&lt;/a&gt; and &lt;a href=\"Christian%20mysticism\"&gt;mystic&lt;/a&gt;. The cause for his &lt;a href=\"canonization\"&gt;canonization&lt;/a&gt; has been submitted to the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt;.\nBiography.\nHe was born presumably during December 1615 to Miguel Hernández and María Delgado y Díaz. He was named for his maternal grandfather, Juan Díaz, a descendant of the last &lt;a href=\"Guanches\"&gt;Guanche&lt;/a&gt; &lt;a href=\"Menceyato%20of%20Daute\"&gt;\"Mencey\" (King) of Daute&lt;/a&gt;, one of the kingdoms on Tenerife before its conquest by Spain. The day of his birth is not known but he was &lt;a href=\"baptism\"&gt;baptized&lt;/a&gt; on 20 December of that year in the &lt;a href=\"Parish%20Church\"&gt;Parish Church&lt;/a&gt; of St. Mark. At the age of ten he was &lt;a href=\"apprentice\"&gt;apprentice&lt;/a&gt;d to a &lt;a href=\"Cooper%20%28profession%29\"&gt;cooper&lt;/a&gt; in &lt;a href=\"Garachico\"&gt;Garachico&lt;/a&gt;, then a thriving center for the export of the local wine. The individual shop owner was a violent man, who would vent his anger upon his apprentence, to the point of throwing him into a &lt;a href=\"bonfire\"&gt;bonfire&lt;/a&gt;, burned as a traditional part of the festival of &lt;a href=\"Saint%20John%20the%20Baptist\"&gt;Saint John the Baptist&lt;/a&gt;, which caused the boy the loss of his left eye. He accepted this treatment with deep resignation as a trial of his faith and kept at his job, combining prayer and penance to deal with it.\nHernández learned to read and in 1641 moved to the city of &lt;a href=\"Puerto%20de%20la%20Cruz\"&gt;Puerto de la Cruz&lt;/a&gt; for better work. While he was making a better living, he felt drawn to follow a more religious way of life, a desire he put off, however, to support his mother. During that period, though, he first begin experiencing &lt;a href=\"religious%20ecstasy\"&gt;ecstasies&lt;/a&gt;. One story recounts how he went into a state of ecstasy when he was in front of the Church of Our Lady of the Rock of France () in the center of the town, rising up from the ground and flying down the street to the Plaza del Charco, reaching the coast in the neighborhood of Martiánez. Several residents were witnesses to the event.\nHearing a &lt;a href=\"Lent\"&gt;Lent&lt;/a&gt;en sermon by a Franciscan friar led to Hernández' desire to join that Order. Upon the death of his mother in 1646, he applied for admission to the Order. He was admitted to the Order of Friars Minor on 22 July of that year at the Friary of St. John the Baptist in Puerto de la Cruz, becoming the &lt;a href=\"porter%20%28monastery%29\"&gt;porter&lt;/a&gt; of the house. While there he became noted for the humility with which he would do the most humble tasks in the friary. He was later transferred to the Friary of San Diego del Monte (now a &lt;a href=\"chapel\"&gt;chapel&lt;/a&gt;), outside the city of &lt;a href=\"San%20Crist%C3%B3bal%20de%20La%20Laguna\"&gt;San Cristóbal de La Laguna&lt;/a&gt;. Although he was not a &lt;a href=\"priesthood%20%28Catholic%20Church%29\"&gt;priest&lt;/a&gt;, Hernández helped spiritually with his advice many of the people who visited the friary, as well as another noted mystic in the city, the &lt;a href=\"Dominican%20nun\"&gt;Dominican nun&lt;/a&gt;, &lt;a href=\"Mary%20of%20Jesus%20de%20Le%C3%B3n%20y%20Delgado\"&gt;Mary of Jesus de León y Delgado&lt;/a&gt;, possibly a relation.\nAs a friar, Hernández lived a very penitential life. He would observe frequent &lt;a href=\"fasting\"&gt;fasts&lt;/a&gt; and would scourge himself daily. At the same time, he was widely known for his concern for the poor. He would prepare herbal remedies for people's illnesses and would give them spiritual comfort. He had to endure the hostility of the other friars, however, due to the frequency of his episodes of ecstasy, as well as jealousy over his widespread popularity.\nJohn of Jesus said he had had a vision of the &lt;a href=\"Virgin%20of%20Los%20Remedios\"&gt;Virgin of Los Remedios&lt;/a&gt; blessing the city of La Laguna from the top of the tower of his temple, the current &lt;a href=\"Cathedral%20of%20La%20Laguna\"&gt;Cathedral of La Laguna&lt;/a&gt;.\nHernández' health began to deteriorate with time. He was often unable to walk outside the friary, as he strictly observed the rejection of wearing shoes as practiced by the reformed branch of the Order to which he belonged. Died on 6 February 1687, a noted figure to the people throughout the region. He was seventy-one years old at the time of his death and had long been ill.\nAn inquiry into his life as part of the process for his &lt;a href=\"canonization\"&gt;canonization&lt;/a&gt; was begun shortly after his death. A biography of his life and a list of miracles attributed to him was published about 1700. The cause is pending for approval."
}