{
    "id": "3740333",
    "revid": "19576814",
    "url": "https://en.wikipedia.org/wiki?curid=3740333",
    "title": "Horoscopic astrology",
    "text": "Horoscopic astrology is a form of &lt;a href=\"astrology\"&gt;astrology&lt;/a&gt; that uses a &lt;a href=\"horoscope\"&gt;horoscope&lt;/a&gt;, a visual representation of the heavens, for a specific moment in time in order to interpret the inherent meaning underlying the alignment of the &lt;a href=\"planets%20in%20astrology\"&gt;planets&lt;/a&gt; at that moment. The idea is that the placement of the planets at any given moment in time reflects the nature of that moment and especially anything that is born then, and this can be analyzed using the chart and a variety of rules for interpreting the \"language\" or symbols therein.\nOne of the defining characteristics of this form of astrology that makes it distinct from other traditions is the computation of the degree of the Eastern horizon rising against the backdrop of the &lt;a href=\"ecliptic\"&gt;ecliptic&lt;/a&gt; at the specific moment under examination, known as the &lt;a href=\"ascendant\"&gt;ascendant&lt;/a&gt;. As a general rule, any system of astrology that does not use the ascendant does not fall under the category of horoscopic astrology, although there are some exceptions.\nModern scientific perspectives on the nature of celestial objects have contradicted the theoretical basis for horoscopic astrology.\nOverview.\nBased on literary sources, it is held that Horoscopic astrology first appeared in the &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt; region, likely &lt;a href=\"Hellenistic\"&gt;Hellenistic&lt;/a&gt; &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, sometime around the late 2nd or early 1st century BCE. In ancient &lt;a href=\"Hellenistic%20astrology\"&gt;Hellenistic astrology&lt;/a&gt; the ascendant demarcated the first celestial &lt;a href=\"house%20%28astrology%29\"&gt;house&lt;/a&gt; of a chart, and the word for the ascendant in Greek was \"horoskopos\". This is the word that the English term \"horoscope\" derives from, which in modern times has come to denote the diagram of the heavens as a whole. Astrology was also practiced in medieval India. &lt;a href=\"Jyotish\"&gt;Jyotish&lt;/a&gt; is its modern form.\nHoroscopic astrology can, in essence, be summed up as the practice of casting astrological charts that reflect the apparent positions of a variety of celestial bodies and points from the perspective of the subject at any given moment in time. The most prevalent application of horoscopic astrology is to use it to analyze the birth charts of individuals in order to read character, psychological traits, and, to some extent, destiny. In theory, however, a horoscope can be cast for the beginning of any entity, including organisations, nations, animals, and even objects (for example ships, cars and aeroplanes).\nBranches.\nThere are four main branches of horoscopic astrology.\nNatal astrology.\nNatal astrology, also known as Genethliacal astrology, is the system of &lt;a href=\"astrology\"&gt;astrology&lt;/a&gt; based upon the concept that each individual's personality or path in life can be determined by constructing a &lt;a href=\"natal%20chart\"&gt;natal chart&lt;/a&gt; for the exact date, time, and location of a person's &lt;a href=\"childbirth\"&gt;birth&lt;/a&gt;. Natal astrology can be found both in &lt;a href=\"Jyotish\"&gt;Eastern&lt;/a&gt; and Western traditions.\nMundane astrology.\nMundane astrology (also known as political astrology) is the application of &lt;a href=\"astrology\"&gt;astrology&lt;/a&gt; to world affairs and world events, taking its name from the &lt;a href=\"Latin\"&gt;Roman&lt;/a&gt; word \"Mundus\", meaning \"\"the &lt;a href=\"World\"&gt;World&lt;/a&gt;\"\". Mundane astrology is a branch of &lt;a href=\"Judicial%20astrology\"&gt;Judicial astrology&lt;/a&gt; and is widely believed by &lt;a href=\"History%20of%20astrology\"&gt;astrological historians&lt;/a&gt; to be the most &lt;a href=\"ancient\"&gt;ancient&lt;/a&gt; branch of astrology. Many modern and ancient mundane &lt;a href=\"astrologer\"&gt;astrologer&lt;/a&gt;s also believe correlations exist between &lt;a href=\"Geology\"&gt;geological phenomena&lt;/a&gt; (such as &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt;s, &lt;a href=\"Volcano\"&gt;volcanic eruptions&lt;/a&gt;, etc.) and &lt;a href=\"astronomical\"&gt;astronomical&lt;/a&gt; phenomena (the movement of celestial bodies in relation to the &lt;a href=\"Earth\"&gt;Earth&lt;/a&gt;).\nElectional astrology.\nElectional astrology concerns itself with determining the most auspicious moment to begin an enterprise or undertaking, such as starting a business or founding an organization. It takes into account the individual person or persons involved, and the place where the action is to be performed, to suggest the best time to perform the activity.\nHorary astrology.\nHorary astrology is a method by which an astrologer attempts to answer a specific question by constructing a &lt;a href=\"horoscope\"&gt;horoscope&lt;/a&gt; for the exact time and place at which the question was asked. The answer might be a simple yes or no, but is, in general, more complex with insights into, for example, the motives of the questioner, the motives of others involved in the matter, and the options available to her or him."
}