{
    "id": "37403711",
    "revid": "27823944",
    "url": "https://en.wikipedia.org/wiki?curid=37403711",
    "title": "2012 CAF Champions League Final",
    "text": "The 2012 CAF Champions League Final was the final of the &lt;a href=\"2012%20CAF%20Champions%20League\"&gt;2012 CAF Champions League&lt;/a&gt;, the 48th edition of &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;'s premier club &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; tournament organized by the &lt;a href=\"Confederation%20of%20African%20Football\"&gt;Confederation of African Football&lt;/a&gt; (CAF), and the 16th edition under the current &lt;a href=\"CAF%20Champions%20League\"&gt;CAF Champions League&lt;/a&gt; format.\nThe final was played between &lt;a href=\"Al%20Ahly%20SC\"&gt;Al-Ahly&lt;/a&gt; from &lt;a href=\"Egyptian%20Football%20Association\"&gt;Egypt&lt;/a&gt; and &lt;a href=\"Esp%C3%A9rance%20Sportive%20de%20Tunis\"&gt;Espérance ST&lt;/a&gt; from &lt;a href=\"Tunisian%20Football%20Federation\"&gt;Tunisia&lt;/a&gt;. Al-Ahly won 3–2 on aggregate (first leg: 1–1; second leg: 2–1) to win a record seventh title. As the winner of the 2012 CAF Champions League, they qualified to enter the quarterfinals of the &lt;a href=\"2012%20FIFA%20Club%20World%20Cup\"&gt;2012 FIFA Club World Cup&lt;/a&gt; as the &lt;a href=\"Confederation%20of%20African%20Football\"&gt;CAF&lt;/a&gt; representative, as well as participate in the &lt;a href=\"2013%20CAF%20Super%20Cup\"&gt;2013 CAF Super Cup&lt;/a&gt; against the winner of the &lt;a href=\"2012%20CAF%20Confederation%20Cup\"&gt;2012 CAF Confederation Cup&lt;/a&gt;.\nQualified teams.\n\"In the following table, finals until 1996 were in the African Cup of Champions Club era, since 1997 were in the CAF Champions League era.\"\nVenues.\nBorg El Arab Stadium Stadium.\n&lt;a href=\"Borg%20El%20Arab%20Stadium\"&gt;Borg El Arab Stadium&lt;/a&gt;, is a &lt;a href=\"stadium\"&gt;stadium&lt;/a&gt; commissioned in 2005 in the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; resort of &lt;a href=\"Borg%20El%20Arab\"&gt;Borg El Arab&lt;/a&gt;; 25 km west of &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;, &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;. It is the largest stadium in &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and the second largest in &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; (after &lt;a href=\"FNB%20Stadium\"&gt;FNB Stadium&lt;/a&gt; in &lt;a href=\"Johannesburg\"&gt;Johannesburg&lt;/a&gt;) with a capacity of 86,000 and is an all-seater. It is also the 27th largest stadium in the world, and the &lt;a href=\"List%20of%20association%20football%20stadiums%20by%20capacity\"&gt;9th largest association football stadium in the world&lt;/a&gt;. It is located on the &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;-&lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt; desert highway 10 km from &lt;a href=\"Borg%20El%20Arab%20Airport\"&gt;Borg El Arab Airport&lt;/a&gt; and 15 km from Alexandria's city center. A running track runs around the pitch, and the ground has four large &lt;a href=\"Floodlights%20%28sport%29\"&gt;floodlight&lt;/a&gt;s. Only one stand is covered by a roof.\nThe stadium is 145 &lt;a href=\"feddans\"&gt;feddans&lt;/a&gt;, is surrounded by a fence which is 3 km long, an internal road network its long is 6 km, a parking lot which could fit 5000 cars and 200 bus beside an airstrip, there are 136 electronic entrances. The main cabin is covered by an umbrella which covers 35% of the stadium total area, and it is considered the biggest umbrella in the Middle East. Its length is 200 m, its dimension is 60 m and its area is 12,000 m2, which is equal to 3 feddans.\nThe stadium is air-conditioned and that condition includes the clothes chambers, the salons and entrances, also the stadium includes 8 elevators for broadcasters, handicapped, services and important persons. There are 2 sub-stadiums for training and each ground can hold 2000 spectators, includes 2 locker rooms and a stadium for Athletics. The stadium also includes a hotel for 200 guests which is air-conditioned and has a swimming pool, gym and a department building which contains 80 people. The stadium includes a building which contains 300 presses. This building includes cabinets for broadcasters, entrances for emergency, ambulance cars, 39 and cafeterias, 337 bathrooms which classified to 33 bathrooms for women and 8 bathrooms for the handicapped.\nStade Olympique de Radès.\n&lt;a href=\"Stade%20Olympique%20de%20Rad%C3%A8s\"&gt;Stade Olympique de Radès&lt;/a&gt; is a &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; in &lt;a href=\"Rad%C3%A8s\"&gt;Radès&lt;/a&gt;, &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt;, &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; about 10 kilometers south-east of the city center of &lt;a href=\"Tunis\"&gt;Tunis&lt;/a&gt;, in the center of the Olympic City. It is currently used mostly for &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; matches and it also has facilities for athletics. The stadium holds 60,000 and was built in 2001 for the &lt;a href=\"2001%20Mediterranean%20Games\"&gt;2001 Mediterranean Games&lt;/a&gt; and is considered to be one of the best stadiums in Africa. The stadium was built for the &lt;a href=\"2001%20Mediterranean%20Games\"&gt;2001 Mediterranean Games&lt;/a&gt;, the 60,000-seat covered area covers 13,000 m2 and consists of a central area, 3 adjoining grounds, 2 warm-up rooms, 2 paintings and an official stand of 7,000 seats. The press gallery is equipped with 300 desks.\n&lt;a href=\"Club%20Africain\"&gt;Club Africain&lt;/a&gt; and &lt;a href=\"ES%20Tunis\"&gt;ES Tunis&lt;/a&gt; play their major league matches here. Before the construction of this stadium, the &lt;a href=\"Tunis%20derby\"&gt;Tunis derby&lt;/a&gt; used to be played in the 45,000 seat-capacity &lt;a href=\"Stade%20El%20Menzah\"&gt;Stade El Menzah&lt;/a&gt;. It is also the stadium of &lt;a href=\"Tunisia%20national%20football%20team\"&gt;Tunisia national football team&lt;/a&gt; since 2001.\nThis stadium has hosted matches of the &lt;a href=\"2004%20African%20Cup%20of%20Nations\"&gt;2004 African Cup of Nations&lt;/a&gt; which was won by the &lt;a href=\"Tunisia%20national%20football%20team\"&gt;Tunisian team&lt;/a&gt;.\nRoad to final.\n† The match &lt;a href=\"2012%20CAF%20Champions%20League%20group%20stage%23%C3%89toile%20du%20Sahel%20v%20Esp%C3%A9rance%20ST\"&gt;Étoile du Sahel v Espérance ST&lt;/a&gt; on Matchday 4 was abandoned due to crowd disturbance. The CAF decided to disqualify Étoile du Sahel as a result and all results obtained previously by Étoile du Sahel within Group A were cancelled.\nFormat.\nThe final is decided over &lt;a href=\"two-legged%20tie\"&gt;two legs&lt;/a&gt;, with aggregate goals used to determine the winner. If the sides are level on aggregate after the second leg, the &lt;a href=\"away%20goals%20rule\"&gt;away goals rule&lt;/a&gt; applied, and if still level, the tie proceed directly to a &lt;a href=\"penalty%20shootout%20%28association%20football%29\"&gt;penalty shootout&lt;/a&gt; (no &lt;a href=\"extra%20time%20%28association%20football%29\"&gt;extra time&lt;/a&gt; is played)."
}