{
    "id": "3741525",
    "revid": "117878",
    "url": "https://en.wikipedia.org/wiki?curid=3741525",
    "title": "Winston Justice",
    "text": "Winston Frederick Justice (born September 14, 1984) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"offensive%20tackle\"&gt;offensive tackle&lt;/a&gt;. He was drafted by the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt; in the second round (39th overall pick) of the &lt;a href=\"2006%20NFL%20Draft\"&gt;2006 NFL Draft&lt;/a&gt;. He played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at &lt;a href=\"USC%20Trojans%20football\"&gt;USC&lt;/a&gt;.\nCurrently, Winston Justice is a vice president based in Bernstein's Nashville headquarters, serving as an asset manager to multigenerational families, entrepreneurs, and nonprofits. Prior to joining Bernstein in 2019, he was a portfolio manager for PIA's Alternative Investments Group. Earlier, he co-founded MJC Capital, an early-stage investment vehicle, and also served as a portfolio manager for Wells Fargo Securities.\nHe holds BA in Public Policy from the University of Southern California, an MBA from George Washington University, and the Certified Investment Management Analyst designation from The Yale School of Management.\nWinston's philanthropic work includes serving on the board of directors for YCAP, Nashville Coaching Coalition, and service efforts with Habitat for Humanity of Collier County, Young Life Naples, and Eagles Fly for Leukemia in Philadelphia. In 2010, he was the recipient of the Walter Payton Philadelphia Man of the Year award. He relocated to Nashville in 2018 with his wife and their three children.\nEarly years.\nJustice attended &lt;a href=\"Long%20Beach%20Polytechnic%20High%20School\"&gt;Long Beach Polytechnic High School&lt;/a&gt; in &lt;a href=\"Long%20Beach%2C%20California\"&gt;Long Beach, California&lt;/a&gt;.\nCollege career.\nJustice played &lt;a href=\"college%20football\"&gt;college football&lt;/a&gt; at the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt;. He was regarded as one of the best tackles to come out of USC. Justice blocked for two &lt;a href=\"Heisman%20Trophy\"&gt;Heisman Trophy&lt;/a&gt; winners and 1 former (quarterbacks &lt;a href=\"Carson%20Palmer\"&gt;Carson Palmer&lt;/a&gt; and &lt;a href=\"Matt%20Leinart\"&gt;Matt Leinart&lt;/a&gt;, and running back &lt;a href=\"Reggie%20Bush\"&gt;Reggie Bush&lt;/a&gt;).\nProfessional career.\nPhiladelphia Eagles.\nJustice was selected in the second round with the 39th overall pick by the &lt;a href=\"Philadelphia%20Eagles\"&gt;Philadelphia Eagles&lt;/a&gt; in the &lt;a href=\"2006%20NFL%20Draft\"&gt;2006 NFL Draft&lt;/a&gt;. However, the Eagles did consider using their first round draft pick on him. Many considered him a first round pick because of his athleticism and other abilities.\nHis first NFL &lt;a href=\"Starting%20lineup\"&gt;start&lt;/a&gt; came against the &lt;a href=\"New%20York%20Giants\"&gt;New York Giants&lt;/a&gt; on September 30, 2007. In the Eagles' 16–3 loss, Justice allowed six &lt;a href=\"Quarterback%20sack\"&gt;sacks&lt;/a&gt;. Justice was outmatched by defensive end &lt;a href=\"Osi%20Umenyiora\"&gt;Osi Umenyiora&lt;/a&gt; of the Giants in his first appearance in the NFL. Justice made his second career start against the &lt;a href=\"Carolina%20Panthers\"&gt;Carolina Panthers&lt;/a&gt; on September 13, 2009, and played well against star defensive end &lt;a href=\"Julius%20Peppers\"&gt;Julius Peppers&lt;/a&gt;.\nAfter starting right tackle &lt;a href=\"Shawn%20Andrews\"&gt;Shawn Andrews&lt;/a&gt; was placed on &lt;a href=\"injured%20reserve\"&gt;injured reserve&lt;/a&gt; due to a back injury on September 15, 2009, Justice became the full-time starter at the position. Justice started all sixteen games in 2009.\nOn November 24, 2009, Justice was given a four-year contract extension, which put him under contract until the end of the 2013 season.\nIn 2010, he was the recipient of the Walter Payton Philadelphia Man of the Year award. Justice was also a player elected team representative and helped advocate for this teammates.\nJustice was placed on the active/&lt;a href=\"physically%20unable%20to%20perform\"&gt;physically unable to perform&lt;/a&gt; list on July 28, 2011, due to a knee injury. He was activated on September 3.\nIndianapolis Colts.\nJustice was traded to the &lt;a href=\"Indianapolis%20Colts\"&gt;Indianapolis Colts&lt;/a&gt; on March 14, 2012, along with the Eagles' sixth round pick in 2012 for the Colts' sixth round pick in 2012.\nDenver Broncos.\nOn September 18, 2013, the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; signed Justice after starting left offensive tackle &lt;a href=\"Ryan%20Clady\"&gt;Ryan Clady&lt;/a&gt; suffered a season-ending foot sprain. In 2014, the &lt;a href=\"Denver%20Broncos\"&gt;Denver Broncos&lt;/a&gt; re-signed Justice.\nPersonal life.\nJustice is a &lt;a href=\"Christianity\"&gt;Christian&lt;/a&gt;. Justice has spoken about his faith saying, \"I work to glorify &lt;a href=\"God%20in%20Christianity\"&gt;God&lt;/a&gt;. ... I think my goal is to be a great offensive tackle. But, my major goal is to glorify God. I want people to see &lt;a href=\"Jesus\"&gt;Christ&lt;/a&gt; in me, when I play. Not being fearful, to giving his all on every play.\"\nWinston Justice currently lives in Nashville with his wife Dania and three children Selah, Calais, and Tali."
}