{
    "id": "37422128",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=37422128",
    "title": "Yuri Gagarin Secondary School",
    "text": "Yuri Gagarin Secondary School (; ) is a &lt;a href=\"secondary%20school\"&gt;secondary school&lt;/a&gt; in &lt;a href=\"Isfana\"&gt;Isfana&lt;/a&gt;, &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt;. Although the school is called a secondary school, it offers classes for grades one through eleven. The school has &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; and &lt;a href=\"Kyrgyz%20language\"&gt;Kyrgyz&lt;/a&gt; classes.\nThe school is named after the Russian &lt;a href=\"astronaut\"&gt;astronaut&lt;/a&gt; &lt;a href=\"Yuri%20Gagarin\"&gt;Yuri Gagarin&lt;/a&gt;. Yuri Gagarin Secondary School is one of only two schools in Isfana where students can complete the whole eleven-year school term in Russian (the other is &lt;a href=\"Alisher%20Navoiy%20Secondary%20School%20%28Isfana%29\"&gt;Alisher Navoiy Secondary School&lt;/a&gt;). The current building of the school was completed in 1966.\nGeneral framework and curriculum.\nAt Yuri Gagarin Secondary School, children are accepted to first grade at the age of six or seven, depending on the child's individual development. The eleven-year school term is split into \"elementary\" (grades 1-4), \"middle\" (grades 5-9) and \"senior\" (grades 10-11) classes. Attending a \"basic\" nine-year (elementary and middle) program is compulsory. Grades 10-11 are optional.\nAs in many parts of the country, at Yuri Gagarin Secondary School children of elementary classes are normally separated from other classes within their own floor of the school building. They are taught, ideally, by a single teacher through all four elementary grades (except for &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt; and foreign languages).\nStarting from the fifth grade, each academic subject is taught by a dedicated specialty teacher. The school curriculum for senior students includes subjects like &lt;a href=\"mathematics\"&gt;mathematics&lt;/a&gt;, &lt;a href=\"Informatics%20%28academic%20field%29\"&gt;informatics&lt;/a&gt;, &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt;, &lt;a href=\"geography\"&gt;geography&lt;/a&gt;, &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, &lt;a href=\"arts\"&gt;arts&lt;/a&gt;, &lt;a href=\"music\"&gt;music&lt;/a&gt;, physical education, &lt;a href=\"history\"&gt;history&lt;/a&gt;, and &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;.\nLike many other schools in Kyrgyzstan, Yuri Gagarin Secondary School is a &lt;a href=\"double%20shift%20school\"&gt;double shift school&lt;/a&gt; where two streams of students (\"morning shift\" and \"evening shift\") share the same facility. The reason for this is that school capacity is insufficient to teach all of the students on a normal, morning-to-afternoon, schedule.\nThe school year extends from the beginning of September to the end of May and is divided into four terms. The school curriculum at Yuri Gagarin Secondary School is fixed: unlike in some Western countries, schoolchildren cannot choose what subjects to study. Students are graded on a five-step scale, ranging in practice from 2 (\"unacceptable\") to 5 (\"excellent\"); 1 is a rarely used sign of extreme failure. Teachers regularly subdivide these grades (i.e. 4+, 5-) in daily use, but term and year results are graded strictly 2, 3, 4, or 5."
}