{
    "id": "3747039",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=3747039",
    "title": "Roland MC-909",
    "text": "The discontinued Roland MC-909 Sampling &lt;a href=\"Groovebox\"&gt;Groovebox&lt;/a&gt; combines the features of a &lt;a href=\"synthesizer\"&gt;synthesizer&lt;/a&gt;, &lt;a href=\"Music%20sequencer\"&gt;sequencer&lt;/a&gt;, and &lt;a href=\"Sampler%20%28musical%20instrument%29\"&gt;sampler&lt;/a&gt;, with extensive hands-on control of both the sound engine and the sequencing flow. It was intended primarily for live performance of pre-programmed patterns consisting of up to 16 tracks of MIDI data. It was released by &lt;a href=\"Roland%20Corporation\"&gt;Roland Corporation&lt;/a&gt; on October 8, 2002. This product was announced at the &lt;a href=\"Audio%20Engineering%20Society\"&gt;AES&lt;/a&gt; Fall Convention in 2002. It is the direct successor to the &lt;a href=\"Roland%20MC-505\"&gt;Roland MC-505&lt;/a&gt; and is the predecessor to the &lt;a href=\"Roland%20MC-808\"&gt;Roland MC-808&lt;/a&gt;. Which eventually ended the \"&lt;a href=\"Groovebox\"&gt;Groovebox&lt;/a&gt; by year 2010\" line of products by Roland which began in the year 1996 with the Original &lt;a href=\"Roland%20MC-303\"&gt;Roland MC-303 groovebox&lt;/a&gt;. The Roland Groovebox began again resurgence in the year 2019 with a two new modern &amp; redesign Roland MC-707 GROOVEBOX/Roland MC-101 GROOVEBOX.\nThe Roland MC-909 was developed from the blueprint of Roland's own \"Roland Fantom-S Workstation &amp; &lt;a href=\"Roland%20Fantom-X\"&gt;Roland Fantom-X&lt;/a&gt; Workstation\" and uses the same structure and operating system, with some differences regarding the Patterns section, not implemented in the Roland Fantom S/X6/X7/X8 Workstation.\nSound generation.\nThe MC-909 has a &lt;a href=\"Read-only%20memory\"&gt;ROM&lt;/a&gt;-based sound generator (sometimes referred to as a &lt;a href=\"rompler\"&gt;rompler&lt;/a&gt;.) Its &lt;a href=\"Patch%20%28synthesizer%29\"&gt;patch&lt;/a&gt;es are built from up to four &lt;a href=\"Musical%20note\"&gt;tones&lt;/a&gt;. The tones are based on waves stored in the machine. Patches can also utilize user-created &lt;a href=\"Sampling%20%28music%29\"&gt;samples&lt;/a&gt;. Roland's literature states that the MC-909 has \"new-generation XV synthesis\", the synth in the MC-909 is a very similar sound engine to that of the XV-5050 64-&lt;a href=\"Register%20%28music%29\"&gt;Voice&lt;/a&gt; &lt;a href=\"Synthesizer\"&gt;Synthesizer&lt;/a&gt; Module.\nThe number of &lt;a href=\"Pulse-code%20modulation\"&gt;PCM&lt;/a&gt; &lt;a href=\"waveforms\"&gt;waveforms&lt;/a&gt; is 693, ranging from &lt;a href=\"Synthesizer\"&gt;vintage synths&lt;/a&gt; to &lt;a href=\"Strings%20%28music%29\"&gt;strings&lt;/a&gt;, &lt;a href=\"drum\"&gt;drum&lt;/a&gt;s, &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;s and &lt;a href=\"pianos\"&gt;pianos&lt;/a&gt;. It can be expanded by adding one &lt;a href=\"SRX%20expansion%20board\"&gt;SRX card*&lt;/a&gt; from 12 different cards available.\nThe MC-909 is always in sequencer mode, as opposed to other workstations that have also a simple Voice or Combination mode for straight playing.\nStraight playing via an external keyboard is however possible directly from the sequencer mode by simply selecting one of the 16 tracks (parts) where a patch (voice, sound) is stored. In this case the MC-909 performs as a regular, 16-part multitimbral sound module, that happens to have a sequencer, too. In essence, the MC-909 can be used as a very capable sound module without ever needing to fire up its sequencer.\nThe MC-909 is the first Roland &lt;a href=\"groovebox\"&gt;groovebox&lt;/a&gt; to feature a &lt;a href=\"Sampler%20%28musical%20instrument%29\"&gt;sampler&lt;/a&gt;. It can record audio from any of the external audio inputs, &lt;a href=\"SPDIF\"&gt;SPDIF&lt;/a&gt; connectors, or import &lt;a href=\"wav\"&gt;wav&lt;/a&gt; and &lt;a href=\"aiff\"&gt;aiff&lt;/a&gt; files from a computer using a &lt;a href=\"USB\"&gt;USB&lt;/a&gt; port. The &lt;a href=\"Sampler%20%28musical%20instrument%29\"&gt;sampler&lt;/a&gt; can be upgraded up to a total of 272 MB &lt;a href=\"Random%20access%20memory\"&gt;RAM&lt;/a&gt; (16 MB User + 256 MB &lt;a href=\"SDRAM\"&gt;PC-100&lt;/a&gt; or &lt;a href=\"SDRAM\"&gt;PC-133&lt;/a&gt; 168-Pin &lt;a href=\"DIMM\"&gt;DIMM&lt;/a&gt; Module), and the samples can also be stored on a 128 MB 3.3 volt &lt;a href=\"Smartmedia\"&gt;Smartmedia&lt;/a&gt; card. The unit is also able to store on two 128 MB &lt;a href=\"Smartmedia\"&gt;Smartmedia&lt;/a&gt; cards if there is more than 256 MB DATA in its user memory. There are tricks from user forum sites that have found ways to go beyond this limitation using &lt;a href=\"xD-Picture%20Card\"&gt;xD-Picture Card&lt;/a&gt;s as other means for storage.\nSequencer.\nThe MC-909's sequencer is based on pattern composition. Each pattern has 16 tracks (parts) and can have up to 999 measures (bars). \nThe \"pattern\" in the groovebox concept as developed by Roland (and thence adopted by other manufacturers) is intended to be a 4-to-16 bars-long small musical phrase made up of 8 to 16 tracks. The chaining of several patterns together (with seamless passage between one another) will create a full song, or the patterns can be looped as wanted and messed with using the on-board real-time controls.\nHowever, if this was more properly true in the older MC-303 and MC-505, in the MC-909 the massive capacity of the sequencer makes the patterns capable of storing almost 1000 bars, and 16 tracks, thus capable of storing complete songs with arrangements and drum styles.\nEach of the 16 parts (tracks) is set to a specific &lt;a href=\"Patch%20%28synthesizer%29\"&gt;patch&lt;/a&gt;, with its own mixer settings (pan, volume, key, effect, routing, and so on). There are a variety of editing modes: The main modes allow real-time recording, step recording and TR-REC recording. In step recording, &lt;a href=\"Musical%20note\"&gt;note&lt;/a&gt;s or &lt;a href=\"chord%20%28music%29\"&gt;chords&lt;/a&gt; can be added one at a time. In TR-REC mode, each of the 16 pads represents a point along a musical &lt;a href=\"Bar%20%28music%29\"&gt;measure&lt;/a&gt;. This speeds up the entry of percussion tracks. &lt;a href=\"Pattern\"&gt;Pattern&lt;/a&gt;s can be strung together into \"songs\", which, in fact, are mislabelled, merely being chains of patterns played in a specific order. In fact, there is no recording or sequencing capability in Song mode besides pattern chaining and some playback settings.\nThe sequencer can load Standard MIDI Files (albeit with some workarounds to avoid loading bugs that have never been fixed) and play them back. Additionally, the sequencer will also include samples stored into its memory in the pattern tracks.\nPerformance.\nThe MC-909 includes a number of features for real-time performance. These include:\nComparison to the MC-505.\nThe following features are not available on the &lt;a href=\"MC-505\"&gt;MC-505&lt;/a&gt; synth:\nThe following features are available on the &lt;a href=\"MC-505\"&gt;MC-505&lt;/a&gt; but not on the MC-909:\nMost MC-909 users agree that both machines are different enough to justify keeping both of them and integrate them using a &lt;a href=\"MIDI\"&gt;MIDI&lt;/a&gt; cable.\nUsers.\nThe Roland MC-909 was used by the hip hop producer &lt;a href=\"RZA\"&gt;RZA&lt;/a&gt; while working on the movies and &lt;a href=\"Kill%20Bill\"&gt;Kill Bill&lt;/a&gt;. &lt;a href=\"RZA\"&gt;RZA&lt;/a&gt; uses many Roland products including the Roland Fantom, MV-8000 &amp; Roland MV-8800. Another artist that uses the Roland MC-909 is &lt;a href=\"Switchfoot\"&gt;Switchfoot&lt;/a&gt; keyboardist &lt;a href=\"Jerome%20Fontamillas\"&gt;Jerome Fontamillas&lt;/a&gt; for live setups.\nCriticisms.\nThe Roland MC-909 received good reviews at tech magazines like Future Music and &lt;a href=\"Sound%20on%20Sound\"&gt;Sound on Sound&lt;/a&gt;. However, it faced serious competition from the equally powerful Yamaha RS7000. Many MC-909 users complained about several operating system bugs at the &lt;a href=\"Yahoo%21%20Groups\"&gt;Yahoo! Groups&lt;/a&gt; forum and also Roland Clan Forums. In fact, even when the machine was released in 2002, it took &lt;a href=\"Roland%20Corporation\"&gt;Roland Corporation&lt;/a&gt; 5 years until some of the more complex bugs (like the inability to store RPS patterns) were fixed in the operating system upgrade v1.23 in early 2007. \nAnother common complaint refers to the unit's size, which makes it less portable than a laptop with a midi controller.\nThe unit has been designed with only a 2-prong power inlet, without a ground lift; hence, there have been complaints of light electrical discharges from its metallic body when handled with less-than-dry hands.\nFurther criticism pointed out the uneven volume ranges of its voices, waveforms and sounds.\nAdditionally, critics noted that, for a machine aimed at the dance/techno/electronica market, the sound engine was excessively rich in sounds from ethnic, classical and band instruments.\nThe sampler, although powerful, has a very complex access-and-editing route and lacks the ability to set keyboard ranges for different samples, making it difficult to create realistic sounds from a set of multisamples. There is, however, a work-around for this via an external editor on the PC &amp; Mac called: MC-909 Editor Update v3.1, that is freely available for download at &lt;a href=\"http%3A//www.mc909.org/telechargement/editeur/\"&gt;this site.&lt;/a&gt;\nThe inputs, used for either sampling or sound processing of an external sound source, are routed through the effects engine and heard at the outputs during real-time. However, re-sampling is necessary in order for the sample to contain the effects as a part of the sample. Following any re-sampling, the sample playback can be further re-sampled or processed by more effects at the outputs during playback.\nThe Roland MC-909 is no longer in production by &lt;a href=\"Roland%20Corporation\"&gt;Roland Corporation&lt;/a&gt;. The Roland MC-909 is consequently called to become a cult item, as &lt;a href=\"Mellotron\"&gt;Mellotron&lt;/a&gt; or the &lt;a href=\"TB-303\"&gt;TB-303&lt;/a&gt;.\nWhile no longer in production, the MC-909 can be bought these days second-hand at places like &lt;a href=\"eBay\"&gt;eBay&lt;/a&gt;, with a typical second-hand purchase price, as of 2021, around US$1000. The original MSRP price set by Roland in 2002 was US$1,795.99.\nUnsolved bugs.\nSeveral operating system bugs were gradually solved over time; the last operating system upgrade (Version 1.23) was introduced on March 30, 2007.\nThe current unsolved problems at the present moment are:\nThere are current unresolved issues with the implementation of effects when switching patterns, but the MC-909 was \"designed by specification\". Roland might refer to the end users' requests for effects that sustain past the point when the pattern switches as they \"developing a future new product\".\nThe last operating system upgrade (Version 1.23), corrected few issue with: \nRoland MC-909 SYSTEM PROGRAM OS (Ver.1.03 → Ver.1.23) - HISTORY LIST.\nHow to find the version:\n1. [MENU] button.\n2. Display in the \"System\" is highlighted in the state, [ENTER] button.\n3. [F6 (SystemInfo)] button, followed by, [F4 (Version)] button (*) to move the display in the \"Ver .*.**\" to see it.\n(*) Ver.1.04 in the earlier version, [F4 (Version)] does not appear. Upgrade to please.\nChanges:\n[→ Ver.1.23]\nRPS Setting, RPS Mixer WRITE editor of the contents of operation does not save a fixed point.\n[→ Ver.1.22]\nImport BMP features and functionality Realtime Erase fixed.\nStable for tuning various countries.\n[→ Ver.1.20]\n-MC-909 new built-in preset patterns / patch / rhythm set has been added. 9 Patterns: 118, the number of patches: 117, sets the rhythm: 17, the number of samples Wave: 9\nIt SRX Series can be used only MC-909 special patches added.\nIt SRX-01: set the rhythm: 7\nIt SRX-02: The patch: 10\nIt SRX-03: The patch: 43, set the rhythm: 11\nIt SRX-04: The patch: 30\nIt SRX-05: Patch: 72, set the rhythm: 10 (* MC-909 Ver.1.0 from mounted)\nIt SRX-06: The patch: 24, set the rhythm: 4\nIt SRX-07: Patch: 47, set the rhythm: 18\nIt SRX-08: The patch: 22, set the rhythm: 38\nIt SRX-09: Patch: 82, set the rhythm: 23\nIt SRX-10: The patch: 24\n-Song editing function has been strengthened.\n-Song mixer setup screen editing has been added.\n-As a result, each step of each level, bread\nand shift key, mute, the tempo makes it simple to change.\n-Machine gun features have been added to the sample.\n-Matrix control knob to turn in the short-range high-speed loops and samples, which can be used as a machine gun can be pronounced.\n-Loop Tune set a negative example to load and save the Loop Tune 0 to become fixed.\n[→ Ver.1.13]\n-While playing MUTE / CONTROL PART button ON / OFF we can not improve on that.\n-When editing a patch LFO DEPTH Fixed incorrect width could change when the operation knob.\n-SYS-EX fixed points become unstable if the conduct and behavior patterns, including the editorial process.\n[→ Ver.1.11]\n-Fixed points of the steps that turn sour and you play the selected song after song of the sky continuously.\n-About Reverb Type, Effects Routing has failed to fix the list of changes in the window screen.\n-TIE Arpeggio Edit screen fixed point could be left ringing sound as you type.\nPATTERN CALL during the performance of the selected pattern, a fixed return to the setup parameters have changed.\n[→ Ver.1.10]\n-Added a screen to check the current version.\n-The selection of a pattern can be selected when the power first.\n-The output of the metronome sound, MIX/DIR1/DIR2 we can choose from.\n-RPS was able to modify the real-time.\n-The choice of recording real-time recording of [Replace] function is added.\n-Part Mute function [Default] was added.\n-The edit pattern, we can even choose what parts to select Edit.\n-The edit pattern [Extract a Rhythm Instrument] is add.\n-The edit pattern [ERASE], [COPY] in a CC # to allow selection.\n-Sample list and file utility, select the sample [LOAD], [ERASE] was possible.\n-Samples from the [Create Rhythm] has to be able to.\n-Editing arpeggio on [Step REC] is add.\n-Added a function parameter list of each patch in the edit.\n-V-LINK features Edirol V-4 was supported.\n-A maximum number of sounds per pattern memory, about 12,000 of about 30,000 has been extended to the sound from the sound.\nThe maximum number of sounds in the entire memory is the sound change is 1300000.\n-We added a measure of the pattern shown here has been played on the screen mixer.\n-Sample was split in the chops, to be stored in a number of consecutive samples.\n-Save time running as a rhythm created, you can select the memory card area.\n-Added a status display area and memory card.\n-We change the memory usage of the screen display file utility.\n-Added a master level meter on the screen.\n-The sample list [SIZE] Sample from a number of conventions KB (kilobytes) has been changed to describe.\n[→ Ver.1.04]\n-was added to adjust the controller parameters beam.\n-When copying a set of rhythmic tone, was modified to work correctly.\n-TR-REC at the particular scale, we fix the area where there can not be stamped.\n[→ Ver.1.03 Bld. 0106]\n-DATE 11/01/2002 16:46\n-ORIGINAL EARLER OS or PROTOTYPE OS !\nExternal links.\nMC-909 PDF Manual Links:\nOther links:"
}