{
    "id": "37481208",
    "revid": "1063793793",
    "url": "https://en.wikipedia.org/wiki?curid=37481208",
    "title": "Iron Hill (Delaware)",
    "text": "Iron Hill is a prominent geographical feature in the vicinity of &lt;a href=\"Newark%2C%20Delaware\"&gt;Newark&lt;/a&gt;, &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt;, in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. With a peak elevation of it is the highest &lt;a href=\"hill\"&gt;hill&lt;/a&gt; in Delaware, though not the state's highest point as the &lt;a href=\"Piedmont%20%28United%20States%29\"&gt;Piedmont&lt;/a&gt; plateau region near &lt;a href=\"Centreville%2C%20Delaware\"&gt;Centreville&lt;/a&gt; reaches a higher elevation of at &lt;a href=\"Ebright%20Azimuth\"&gt;Ebright Azimuth&lt;/a&gt;. The hill is named for its &lt;a href=\"iron\"&gt;iron&lt;/a&gt; deposits, which were mined over a 200-year period during the 18th and 19th centuries. It is part of a &lt;a href=\"New%20Castle%20County%2C%20Delaware\"&gt;New Castle County&lt;/a&gt; park known as Iron Hill Park.\nLocation.\nIron Hill is located just south of &lt;a href=\"Newark%2C%20Delaware\"&gt;Newark&lt;/a&gt; in &lt;a href=\"Pencader%20Hundred\"&gt;Pencader Hundred&lt;/a&gt;, with the summit lying south of &lt;a href=\"Interstate%2095\"&gt;Interstate 95&lt;/a&gt; and west of &lt;a href=\"Delaware%20Route%20896\"&gt;Delaware Route 896&lt;/a&gt;. It is the easternmost and highest of three geologically similar peaks, together with neighboring Chestnut Hill and Gray's Hill (across the border in Maryland).\nGeology.\nIron Hill and the two neighboring hills are outlying &lt;a href=\"Piedmont%20%28United%20States%29\"&gt;Piedmont&lt;/a&gt; outcroppings, east of the &lt;a href=\"Atlantic%20Seaboard%20fall%20line\"&gt;fall line&lt;/a&gt; and surrounded by the relatively flat &lt;a href=\"Atlantic%20coastal%20plain\"&gt;Atlantic coastal plain&lt;/a&gt;. The hills are igneous &lt;a href=\"intrusion\"&gt;intrusion&lt;/a&gt;s of \"Iron Hill &lt;a href=\"Gabbro\"&gt;Gabbro&lt;/a&gt;\", a coarse and dark-colored rock composed mainly of &lt;a href=\"plagioclase\"&gt;plagioclase&lt;/a&gt;, &lt;a href=\"pyroxene\"&gt;pyroxene&lt;/a&gt;s, and &lt;a href=\"olivine\"&gt;olivine&lt;/a&gt;. The rock contains significant &lt;a href=\"iron%20oxide\"&gt;iron oxide&lt;/a&gt; deposits in the form of &lt;a href=\"hematite\"&gt;hematite&lt;/a&gt;, &lt;a href=\"goethite\"&gt;goethite&lt;/a&gt;, and &lt;a href=\"limonite\"&gt;limonite&lt;/a&gt;, forming the basis for historical iron mining activity. &lt;a href=\"Jasper\"&gt;Jasper&lt;/a&gt; is also present and was used for toolmaking by prehistoric inhabitants of the area. \nMagnetic influence.\nThe slight magnetic effect due to the iron oxides in the jasper rock within Iron Hill can cause inaccuracies in compass readings.\nHistory.\nHuman activity in the area dates to prehistoric times, when &lt;a href=\"Native%20Americans%20in%20the%20United%20States\"&gt;Native American&lt;/a&gt;s quarried jasper from Iron Hill to make arrowheads and other stone tools. The location was first referred to in print on &lt;a href=\"Augustine%20Herman\"&gt;Augustine Herman&lt;/a&gt;'s 1670 map of Virginia and Maryland, where it was labeled \"Yron Hill\". In 1701, the hill was included in the Welsh Tract, granted by &lt;a href=\"William%20Penn\"&gt;William Penn&lt;/a&gt; to a group of settlers fleeing religious persecution in Wales. The Welsh settlers were familiar with ironworking and mining techniques, and soon commenced &lt;a href=\"open-pit%20mining\"&gt;open-pit mining&lt;/a&gt; operations on Iron Hill.\nDuring the &lt;a href=\"American%20Revolutionary%20War\"&gt;Revolutionary War&lt;/a&gt;, Iron Hill and the surrounding area were the site of the &lt;a href=\"Battle%20of%20Cooch%27s%20Bridge\"&gt;Battle of Cooch's Bridge&lt;/a&gt; (also known as the Battle of Iron Hill) in September 1777. &lt;a href=\"George%20Washington\"&gt;George Washington&lt;/a&gt; ascended the hill to observe enemy troop movements prior to the battle, which was possible at the time due to &lt;a href=\"deforestation\"&gt;deforestation&lt;/a&gt;; subsequent regrowth has since obscured the view from the summit.\nMining on Iron Hill continued until the late 19th century, though extraction of the low-grade ore proved minimally profitable and many of the ventures ended in bankruptcy. The last mining operation on Iron Hill was run by J.P. Whitaker, who shipped the ore to &lt;a href=\"Principio%20Furnace\"&gt;Principio Furnace&lt;/a&gt; in Maryland for smelting. African-American mine workers and their descendants continued to inhabit the area and, in 1923, &lt;a href=\"Pierre%20S.%20du%20Pont\"&gt;Pierre S. du Pont&lt;/a&gt; funded the construction of &lt;a href=\"Iron%20Hill%20School%20No.%20112C\"&gt;Iron Hill School No. 112C&lt;/a&gt; to serve this population. The school remained in operation until Delaware public schools were desegregated in 1965 and now houses the Iron Hill Museum. Much of the hill is now a wooded recreation area, Iron Hill Park."
}