{
    "id": "3749906",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=3749906",
    "title": "North Leigh F.C.",
    "text": "North Leigh Football Club is a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"North%20Leigh\"&gt;North Leigh&lt;/a&gt;, Oxfordshire, England. They are currently members of the and play at the Eynsham Hall Park Sports Ground.\nHistory.\nThe club was established in 1908 and became members of the Witney &amp; District League. They won the Division Two title, the Ted Young Senior Challenge Cup and the Watts Junior Challenge Cup in 1947–48, before winning the Fred Ford Memorial Cup the following season. In 1950–51 the club were champions of the Premier Division. They won the league again in 1952–53 and went on to win it in each of the next four seasons, also winning the Ted Young Senior Challenge Cup in 1951–52, 1953–54, 1954–55 and 1956–57 and the Oxfordshire Junior Shield in 1956–57. The club then moved up to the &lt;a href=\"Oxfordshire%20Senior%20Football%20League\"&gt;Oxfordshire Senior League&lt;/a&gt;. However, they later returned to the Witney &amp; District League and were Division Two champions in 1968–69.\nAnother successful spell in the 1980s saw North Leigh win the Witney &amp; District League Premier Division title and the Oxfordshire Junior Shield in 1983–84, before winning the Premier Division five times in a row between 1985–86 and 1989–90. They then moved up to Division One of the &lt;a href=\"Hellenic%20Football%20League\"&gt;Hellenic League&lt;/a&gt; in 1990. In &lt;a href=\"1992%E2%80%9393%20Hellenic%20Football%20League\"&gt;1992–93&lt;/a&gt; the club were Division One runners-up, earning promotion to the Premier Division. They won the Premier Division title in &lt;a href=\"2001%E2%80%9302%20Hellenic%20Football%20League\"&gt;2001–02&lt;/a&gt; and &lt;a href=\"2002%E2%80%9303%20Hellenic%20Football%20League\"&gt;2002–03&lt;/a&gt;, but were unable to take promotion as their ground did not meet &lt;a href=\"Southern%20Football%20League\"&gt;Southern League&lt;/a&gt; requirements. However, after finishing as runners-up in the league &lt;a href=\"2006%E2%80%9307%20Hellenic%20Football%20League\"&gt;2006–07&lt;/a&gt;, the club won the Premier Division, the Hellenic League Shield and the &lt;a href=\"Oxfordshire%20Senior%20Cup\"&gt;Oxfordshire Senior Cup&lt;/a&gt; in &lt;a href=\"2007%E2%80%9308%20Hellenic%20Football%20League\"&gt;2007–08&lt;/a&gt; and were promoted to Division One South &amp; West of the Southern League.\nNorth Leigh won the Oxfordshire Senior Cup again in 2011–12 and 2016–17. They were transferred to Division One East of the Southern League at the end of the &lt;a href=\"2017%E2%80%9318%20Southern%20Football%20League\"&gt;2017–18 season&lt;/a&gt;.\nGround.\nThe club play at Eynsham Park, set in the grounds of &lt;a href=\"Eynsham%20Hall\"&gt;Eynsham Hall&lt;/a&gt;. The ground includes a 175-seat stand named for George Hazell and a covered standing area behind one goal. The record attendance of 426 was set during the 2004–05 season for an FA Cup third qualifying round match against &lt;a href=\"Newport%20County%20A.F.C.\"&gt;Newport County&lt;/a&gt;."
}