{
    "id": "3752386",
    "revid": "1062499387",
    "url": "https://en.wikipedia.org/wiki?curid=3752386",
    "title": "Alma Swanley F.C.",
    "text": "Alma Swanley F.C was an English &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Swanley\"&gt;Swanley&lt;/a&gt;. They were originally known as Alma after the pub in Birchwood (lastly known as The Birchwood before being demolished in 2011) near the Bull Hotel. They originally played in the Dartford and District league, with ex Swanley Comprehensive School boys. They had to include \"Swanley\" within their name for senior status. They were founding members of the &lt;a href=\"London%20Spartan%20League\"&gt;London Spartan League&lt;/a&gt; in 1975 and joined the &lt;a href=\"Southern%20Counties%20East%20Football%20League\"&gt;Kent League&lt;/a&gt; in 1982. They won the title in 1986 but resigned from the league in 1994 and folded.\nThe club competed in the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; six times, with the best performance coming in their final season in the competition, 1992–93, when they lost in the second qualifying round to &lt;a href=\"Yeading%20F.C.\"&gt;Yeading&lt;/a&gt;. In the &lt;a href=\"FA%20Vase\"&gt;FA Vase&lt;/a&gt;, their longest run was to the Quarter Finals in 1980–81. They played &lt;a href=\"Windsor%20%26amp%3B%20Eton%20F.C.\"&gt;Windsor &amp; Eton&lt;/a&gt; and after a 2–2 draw AET at home on Swanley Rec, with goals from Colin Ball and player manager Johnny Kane in front of a record 1,100 crowd they were defeated 4–1 in the replay.\nAlma ended their final season 1993–94 as winners of the Kent Senior Trophy. They defeated Folkestone Invicta 3–1 in the final. One of their goalscorers was &lt;a href=\"Peter%20Smith%20%28English%20footballer%2C%20born%201969%29\"&gt;Peter Smith&lt;/a&gt; who afterwards played first team professional football for &lt;a href=\"Brighton%20%26amp%3B%20Hove%20Albion\"&gt;Brighton &amp; Hove Albion&lt;/a&gt;. He had played in a memorial match for the club’s manager who had died at the end of the season played at Greenwich Borough and a scout spotted him. \nThe club colours were red &amp; black.\nLeague history.\n\"League history is not complete\""
}