{
    "id": "3752888",
    "revid": "33865157",
    "url": "https://en.wikipedia.org/wiki?curid=3752888",
    "title": "Roca Cup",
    "text": "The Roca Cup (in &lt;a href=\"Spanish%20%28language%29\"&gt;Spanish&lt;/a&gt;: Copa Julio Argentino Roca) was a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; competition contested between &lt;a href=\"Argentina%20national%20football%20team\"&gt;Argentina&lt;/a&gt; and &lt;a href=\"Brazil%20national%20football%20team\"&gt;Brazil&lt;/a&gt; national teams from 1914 to 1976 on irregular basis. The Copa Roca was the first trophy, official or unofficial, ever won by a Brazilian national team.\nHistory.\nThe competition was created by former &lt;a href=\"President%20of%20Argentina\"&gt;President of Argentina&lt;/a&gt;, General &lt;a href=\"Julio%20Argentino%20Roca\"&gt;Julio Argentino Roca&lt;/a&gt;, in 1913. A football enthusiast, Roca was at the time the Argentine ambassador in &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; and felt matches between both countries would create a healthy rivalry and help the sport to develop. The Cup would be played each year in a different country, a fact that was actually kept in spite of the many changes to the Cup's format.\nRoca donated a trophy to dissident body &lt;a href=\"Federaci%C3%B3n%20Argentina%20de%20Football\"&gt;Federación Argentina de Football&lt;/a&gt; (\"Argentine Football Federation\" – FAF) and it was agreed that the competition would be played for three consecutive years in a single-leg format and the country with two wins would conquer the trophy forever. But in 1915 the FAF merged with &lt;a href=\"Argentine%20Football%20Association\"&gt;Argentine Football Association&lt;/a&gt;, and the following matches were not played. In 1922, the &lt;a href=\"Brazilian%20Football%20Confederation\"&gt;Brazilian Football Confederation&lt;/a&gt; agreed to play the competition again, which Brazil won for the second time, and thus claimed the Roca Cup ownership, even though Argentina beat them the following year.\nIn 1938, both football associations, AFA and CBF, accepted to play the competition once again. The format was changed and the trophy would be kept by the most recent winner. In case the first two matches finished in draws or each team had a win, then a third leg had to be played. In January 1939, Argentina got a 5–1 victory in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;. The following game was packed with incidents and the visiting team left the pitch enraged after the referee awarded a penalty to Brazil. However the home side went on to score a third goal when the Argentine team had already left the field in protest. A third and fourth match were played in &lt;a href=\"S%C3%A3o%20Paulo\"&gt;São Paulo&lt;/a&gt;, giving the victory to Argentina. The 1940 edition was played in Argentina, where Argentina won two matches (6–1 and 5–1) and Brazil won one (2–3).\nIn 1957's match, at &lt;a href=\"Est%C3%A1dio%20do%20Maracan%C3%A3\"&gt;Maracanã&lt;/a&gt;, &lt;a href=\"Pel%C3%A9\"&gt;Pelé&lt;/a&gt; made his debut in Brazilian National Team, drafted by coach &lt;a href=\"Sylvio%20Pirillo\"&gt;Sylvio Pirillo&lt;/a&gt;, where he scored the first of many goals with the Brazilian jersey. From 1940 on, Brazil won every edition, except for the 1971 Cup, when with two draws, the Cup was also declared tied.\nList of champions.\nMatches.\nThe following list includes all the editions of the Copa Julio A. Roca. Since 1939, the cup was played under a &lt;a href=\"two-legged%20tie\"&gt;two-legged&lt;/a&gt; format. No &lt;a href=\"goal%20difference\"&gt;goal difference&lt;/a&gt; was taken into account so in case of both teams won one match each, a playoff was held to define a champion. Nevertheless, since 1957 the cup was defined by goal difference between both matches."
}