{
    "id": "37552480",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=37552480",
    "title": "Karen Sandler (author)",
    "text": "Karen Sandler (born in &lt;a href=\"Gardena%2C%20California\"&gt;Gardena, California&lt;/a&gt;) is an American &lt;a href=\"author\"&gt;author&lt;/a&gt; of &lt;a href=\"Romance%20novel\"&gt;romance&lt;/a&gt;, &lt;a href=\"young%20adult%20fiction\"&gt;young adult&lt;/a&gt;, &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt;, and &lt;a href=\"Mystery%20fiction\"&gt;mystery&lt;/a&gt; novels.\nBiography.\nKaren Sandler was born in Gardena, California to a &lt;a href=\"American%20Jews\"&gt;Jewish&lt;/a&gt; family, the daughter Samuel Stier and Barbara Joan (Russo) Stier, and raised nearby, in &lt;a href=\"Hawthorne%2C%20California\"&gt;Hawthorne&lt;/a&gt;. After receiving a B.A. in mathematics with a minor in physics in 1976 from &lt;a href=\"California%20State%20University%2C%20Dominguez%20Hills\"&gt;California State University, Dominguez Hills&lt;/a&gt;, Sandler worked as a software engineer at &lt;a href=\"Rockwell%20International\"&gt;Rockwell International&lt;/a&gt; in &lt;a href=\"Downey%2C%20California\"&gt;Downey, California&lt;/a&gt; on the &lt;a href=\"Space%20Shuttle%20program\"&gt;Space Shuttle project&lt;/a&gt;. In 1978 she became a member of the technical staff at &lt;a href=\"Hughes%20Aircraft%20Company\"&gt;Hughes Aircraft Company&lt;/a&gt;, working with communications satellites. In 1979, she completed her M.S. in computer science at &lt;a href=\"UCLA\"&gt;UCLA&lt;/a&gt;. She married her husband, Gary Sandler, in 1981, and later had two sons. The family moved from Southern to Northern California in 1993, at which time Sandler became a stay-at-home mom.\nWhile raising her two boys, Sandler wrote in her spare time, completing three romance novels before selling her first (\"Just My Imagination\") to &lt;a href=\"Kensington%20Books\"&gt;Kensington Books&lt;/a&gt;. One of the pioneers of &lt;a href=\"electronic%20publishing\"&gt;electronic publishing&lt;/a&gt;, Sandler saw her first &lt;a href=\"electronic%20book\"&gt;electronic book&lt;/a&gt;, \"Eternity\", published by Hard Shell Word Factory in 1998. She's a member of &lt;a href=\"Authors%20Guild\"&gt;Authors Guild&lt;/a&gt;, the &lt;a href=\"Society%20of%20Children%27s%20Book%20Writers%20and%20Illustrators\"&gt;Society of Children's Book Writers and Illustrators&lt;/a&gt;."
}