{
    "id": "37560456",
    "revid": "41280106",
    "url": "https://en.wikipedia.org/wiki?curid=37560456",
    "title": "Obama Wins!",
    "text": "\"Obama Wins!\" is the fourteenth and final episode of the &lt;a href=\"South%20Park%20%28season%2016%29\"&gt;sixteenth season&lt;/a&gt; of the American animated sitcom \"&lt;a href=\"South%20Park\"&gt;South Park&lt;/a&gt;\", and the 237th episode of the series overall. It premiered on &lt;a href=\"Comedy%20Central\"&gt;Comedy Central&lt;/a&gt; in the United States on November 7, 2012. The episode centers upon a secret that &lt;a href=\"Eric%20Cartman\"&gt;Eric Cartman&lt;/a&gt; is harboring that may alter the outcome of the &lt;a href=\"2012%20United%20States%20presidential%20election\"&gt;2012 U.S. Presidential election&lt;/a&gt;, and also references the erstwhile recent sale of &lt;a href=\"Lucasfilm\"&gt;Lucasfilm&lt;/a&gt; to &lt;a href=\"The%20Walt%20Disney%20Company\"&gt;The Walt Disney Company&lt;/a&gt;, and the narration work of &lt;a href=\"Morgan%20Freeman\"&gt;Morgan Freeman&lt;/a&gt;, a parodied version of whom appears in the story.\nPlot.\nDuring the &lt;a href=\"2012%20United%20States%20presidential%20election\"&gt;2012 U.S. Presidential election&lt;/a&gt;, fourth grader &lt;a href=\"Eric%20Cartman\"&gt;Eric Cartman&lt;/a&gt; masquerades as an unassuming child in order to deceive elderly poll workers, and steal ballots in various &lt;a href=\"swing%20state\"&gt;swing state&lt;/a&gt;s: Colorado, &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt;, &lt;a href=\"Florida\"&gt;Florida&lt;/a&gt;, &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt;, and &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;. The day after the election, in which &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; has been reelected as &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt;, Cartman shows &lt;a href=\"Kyle%20Broflovski\"&gt;Kyle Broflovski&lt;/a&gt; that he has tens of thousands of voter ballots in his bedroom, which he stole from &lt;a href=\"polling%20station\"&gt;polling station&lt;/a&gt;s in numerous &lt;a href=\"swing%20state\"&gt;swing state&lt;/a&gt;s. An outraged Kyle reports this to the police, but by the time the police search his bedroom, Cartman has hidden the ballots at Stevenson's &lt;a href=\"Hummer\"&gt;Hummer&lt;/a&gt;, a dealership outside of town. It is revealed that Cartman was hired by General Pun Lee Tsao, working on behalf of the Chinese government, who secured a re-election for Obama as part of a deal with the incumbent president. When one of Obama's aides points out the danger of Tsao going to the press, Obama dismisses this possibility, saying that everyone knows General Tsao's \"chicken\", a play on the dish &lt;a href=\"General%20Tso%27s%20chicken\"&gt;General Tso's chicken&lt;/a&gt; that recurs throughout the episode.\nTsao, Cartman and Obama meet at a &lt;a href=\"Red%20Lobster%20%28restaurant%29\"&gt;Red Lobster&lt;/a&gt;, where they are confronted by Kyle, &lt;a href=\"Stan%20Marsh\"&gt;Stan Marsh&lt;/a&gt;, &lt;a href=\"Kenny%20McCormick\"&gt;Kenny McCormick&lt;/a&gt; and their friends, who learn, via explanation by &lt;a href=\"Morgan%20Freeman\"&gt;Morgan Freeman&lt;/a&gt;, that in exchange for Obama's re-election, the Chinese want Obama to give them the rights to the \"&lt;a href=\"Star%20Wars\"&gt;Star Wars&lt;/a&gt;\" franchise (which &lt;a href=\"George%20Lucas\"&gt;George Lucas&lt;/a&gt; had recently sold to &lt;a href=\"The%20Walt%20Disney%20Company\"&gt;The Walt Disney Company&lt;/a&gt;), so that the Chinese can make future \"Star Wars\" sequels. Freeman further explains that Cartman will not reveal the location of the ballots until his new demands are met. When Stan asks Freeman why he always shows up to explain something convoluted, Freeman responds that every time he does so, he gets a new &lt;a href=\"freckle\"&gt;freckle&lt;/a&gt;. Cartman demands of the Chinese that he be allowed to play &lt;a href=\"Ben%20Skywalker\"&gt;Luke Skywalker's son&lt;/a&gt; in &lt;a href=\"Star%20Wars%20sequel%20trilogy\"&gt;the future \"Star Wars\" sequels&lt;/a&gt;, but when Tsao angrily refuses, on the grounds that this was not a part of their original deal, Cartman flees the meeting.\nAs Kyle, Stan, Kenny and the other boys search Cartman's house for the missing ballots, &lt;a href=\"Mickey%20Mouse\"&gt;Mickey Mouse&lt;/a&gt; arrives in South Park in \"&lt;a href=\"Slave%20I\"&gt;Slave I&lt;/a&gt;\", having learned of the deal with the Chinese. He kidnaps Cartman, who understands that Mickey only cares about the election results because &lt;a href=\"Mitt%20Romney\"&gt;Mitt Romney&lt;/a&gt; would have taken a more hardline stance with the Chinese. In exchange for making the ballots public, Mickey agrees to Cartman's demands, which in addition to playing Luke Skywalker's son, now include a &lt;a href=\"Tauntaun\"&gt;Tauntaun&lt;/a&gt;, a &lt;a href=\"List%20of%20Star%20Wars%20ranged%20weapons%23DH-17%20blaster%20pistol\"&gt;\"Star Wars\" blaster pistol&lt;/a&gt; and the creation of a character for the films named &lt;a href=\"Chewbacca\"&gt;Jewbacca&lt;/a&gt;. By the time the police, Tsao, Kyle, Stan and Cartman converge upon Stevenson's Hummer, Morgan Freeman again appears, explaining that the Chinese want the \"Star Wars\" franchise in order to protect it from Disney, which they fear may not be the right studio for that franchise. Gaining more freckles, Freeman asks what is more important: that the right man is elected President, or that \"Star Wars\" is with the people who will protect it best. The police decide not to report their discovery of the ballots, and Cartman watches in horror as Stan sets the ballots on fire, thus destroying Cartman's chances of being part of the \"Star Wars\" franchise. All those present join hands and chant, while an image of Obama appears in the smoke.\nCritical reception.\n\"Obama Wins!\" received positive reviews. Marcus Gilmer of \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\" gave the episode a grade of \"&lt;a href=\"Academic%20grading%20in%20the%20United%20States\"&gt;A&lt;/a&gt;\", stating that he has long-enjoyed the series' treatment of politics, and opining that \"Obama Wins!\" was an \"inspired...glorious, rollicking episode\" that surpassed the quality of \"&lt;a href=\"Raising%20the%20Bar%20%28South%20Park%29\"&gt;Raising the Bar&lt;/a&gt;\", \"&lt;a href=\"A%20Nightmare%20on%20Face%20Time\"&gt;A Nightmare on Face Time&lt;/a&gt;\" and \"&lt;a href=\"A%20Scause%20for%20Applause\"&gt;A Scause for Applause&lt;/a&gt;\". Max Nicholson of &lt;a href=\"IGN\"&gt;IGN&lt;/a&gt; gave the episode a 9.3/10 \"Amazing\" rating, saying \"South Park's Season 16 finale finished strong thanks to a wealth of Star Wars references and sharp political satire.\""
}