{
    "id": "37570289",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=37570289",
    "title": "Joe Launchbury",
    "text": "Joseph Oliver Launchbury (born 12 April 1991) is an English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; &lt;a href=\"Rugby%20union%20positions%23Locks\"&gt;lock&lt;/a&gt; who plays for &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;Premiership&lt;/a&gt; side &lt;a href=\"Wasps%20RFC\"&gt;Wasps&lt;/a&gt;. \nHe represents &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; at international level and previously played for the &lt;a href=\"England%20national%20under-18%20rugby%20union%20team\"&gt;under-18s&lt;/a&gt; and &lt;a href=\"England%20national%20under-20%20rugby%20union%20team\"&gt;under-20s&lt;/a&gt; before making his Test debut in 2012.\nLaunchbury plays mainly in the second row but is also comfortable as a &lt;a href=\"Flanker%20%28rugby%20union%29\"&gt;blindside flanker&lt;/a&gt;. His nickname in the England set up is \"Launchers\".\nClub career.\nBorn in &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt;. He was introduced to rugby by his first coach - Shaun Parkin at Exmouth RFC. Launchbury was educated at &lt;a href=\"Christ%27s%20Hospital\"&gt;Christ's Hospital&lt;/a&gt; in West &lt;a href=\"Sussex\"&gt;Sussex&lt;/a&gt; where he captained the school rugby team. He played for &lt;a href=\"Horsham\"&gt;Horsham&lt;/a&gt; and also represented &lt;a href=\"Barns%20Green\"&gt;Barns Green&lt;/a&gt; before joining the &lt;a href=\"Harlequin%20F.C.\"&gt;Harlequins&lt;/a&gt; Academy age 15. After Harlequins failed to offer him a professional contract aged 18, he left the club and joined then &lt;a href=\"National%20League%202%20South\"&gt;National League 2 South&lt;/a&gt; side &lt;a href=\"Worthing%20Rugby%20Football%20Club\"&gt;Worthing&lt;/a&gt; for the 2009–10 season. His performances at Worthing under &lt;a href=\"Will%20Green%20%28rugby%20union%29\"&gt;Will Green&lt;/a&gt;, then head coach and former &lt;a href=\"Wasps%20RFC\"&gt;Wasps&lt;/a&gt; player, saw him recommended to his former club once again under the stewardship of renowned coach Bobby Walsh. He played in several &lt;a href=\"Aviva%20A%20League\"&gt;A League&lt;/a&gt; matches for Wasps and, after a spell training with the in South Africa, did enough to be given a full-time contract from July 2010.\nHe was named in Wasps' Academy squad for the 2010–11 season and also joined &lt;a href=\"National%20League%201\"&gt;National League 1&lt;/a&gt; side &lt;a href=\"Rosslyn%20Park%20F.C.\"&gt;Rosslyn Park&lt;/a&gt; on loan to gain senior experience. Having played the first half of the season for the A team and out on loan, Launchbury made his Wasps' debut on 30 January 2011 in the &lt;a href=\"Anglo-Welsh%20Cup\"&gt;Anglo-Welsh Cup&lt;/a&gt; against &lt;a href=\"Harlequin%20F.C.\"&gt;Harlequins&lt;/a&gt; as a replacement, scoring a try in a 38–13 defeat. His first &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;Premiership&lt;/a&gt; appearance came the following month against &lt;a href=\"Leicester%20Tigers\"&gt;Leicester Tigers&lt;/a&gt; and he remained a fixture in the side for the rest of the season. In May 2011 he was named the club's Young Player and Academy Player of the Season and was rewarded with a new three-year contract.\nIn 2011–12, his first full season with Wasps, Launchbury made 15 senior team appearances despite missing four months of the season after injuring his ankle in October. He returned to the side in February as a replacement but went into the starting XV for the next game and was ever-present as Wasps retained their Premiership status. All but one of his appearances over the season were made as a &lt;a href=\"Flanker%20%28rugby%20union%29\"&gt;blindside flanker&lt;/a&gt; despite playing in the &lt;a href=\"Rugby%20union%20positions%23Locks\"&gt;second row&lt;/a&gt; for most of the previous year.\nHe graduated from the Academy at the end of the season, moving up to the senior squad alongside several other England youth internationals.\nLaunchbury extended his contract in November 2012, keeping him with Wasps until 2015. He made 19 appearances during the campaign and was widely recognised for his performances, winning the November Player of the Month award and 2012–13 Premiership Young Player of the Season. He was also nominated for the &lt;a href=\"Rugby%20Players%27%20Association\"&gt;Rugby Players' Association&lt;/a&gt; Players' Player of the Year and Young Player of the Year awards, missing out on both occasions to Wasps and England teammate &lt;a href=\"Christian%20Wade\"&gt;Christian Wade&lt;/a&gt;, and was among 15 players longlisted for ERC European Player of the Year.\nAhead of the &lt;a href=\"Aviva%20Premiership\"&gt;2016/17 Aviva premiership&lt;/a&gt; campaign Launchbury was named captain of &lt;a href=\"Wasps%20RFC\"&gt;Wasps&lt;/a&gt;.\nInternational career.\nLaunchbury's first international experience came as part of the &lt;a href=\"England%20national%20under-18%20rugby%20union%20team\"&gt;England under-18&lt;/a&gt; side which finished runners-up in the 2009 &lt;a href=\"European%20Under-18%20Rugby%20Union%20Championship\"&gt;European Under-18 Rugby Union Championship&lt;/a&gt;. He moved up to the &lt;a href=\"England%20national%20under-20%20rugby%20union%20team\"&gt;under-20s&lt;/a&gt; in 2011, making his debut as a replacement against &lt;a href=\"Italy%20national%20under-20%20rugby%20union%20team\"&gt;Italy&lt;/a&gt; in the &lt;a href=\"Six%20Nations%20Under%2020s%20Championship\"&gt;Under-20s Six Nations&lt;/a&gt;. Despite not being included in the original squad he was elevated to the starting line-up for the following game and earned the Man of the Match award against &lt;a href=\"Ireland%20national%20under-20%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; as England won the Grand Slam. He was selected for the &lt;a href=\"IRB%20Junior%20World%20Championship\"&gt;Junior World Championship&lt;/a&gt; in June the same year and started every game as England reached the final, eventually losing 33–22 to &lt;a href=\"New%20Zealand%20national%20under-20%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt;. He was named England Player of the Tournament by his teammates.\nIn 2012 he was called up to the &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;senior squad&lt;/a&gt; for the &lt;a href=\"2012%20England%20rugby%20union%20tour%20of%20South%20Africa\"&gt;tour of South Africa&lt;/a&gt;. He played in the uncapped game against the &lt;a href=\"Barbarian%20F.C.\"&gt;Barbarians&lt;/a&gt; at &lt;a href=\"Twickenham%20Stadium\"&gt;Twickenham&lt;/a&gt; but an injury picked up in training forced him to return home. The following month he was included in the &lt;a href=\"England%20Saxons\"&gt;Saxons&lt;/a&gt; squad and in November was called into the England training camp for the &lt;a href=\"2012%20end-of-year%20rugby%20union%20tests\"&gt;Autumn internationals&lt;/a&gt; as injury cover for Wasps teammate &lt;a href=\"Tom%20Palmer%20%28rugby%20union%29\"&gt;Tom Palmer&lt;/a&gt;. He made his Test debut days later as a replacement against &lt;a href=\"Fiji%20national%20rugby%20union%20team\"&gt;Fiji&lt;/a&gt; and was promoted to the starting line-up against &lt;a href=\"Australia%20national%20rugby%20union%20team\"&gt;Australia&lt;/a&gt;. He retained his place for the match against &lt;a href=\"New%20Zealand%20national%20rugby%20union%20team\"&gt;New Zealand&lt;/a&gt; as England recorded their first win over the All Blacks since 2003. After impressing in all four Autumn Tests, Launchbury was voted Man of the Series.\nHe started in all five of England's &lt;a href=\"Six%20Nations%20Championship\"&gt;Six Nations&lt;/a&gt; matches as they finished runners-up to &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; and was named England Player of the Year for 2012–13 in his first season as a senior international. Several commentators backed him for a place in the &lt;a href=\"British%20%26amp%3B%20Irish%20Lions\"&gt;British &amp; Irish Lions&lt;/a&gt; squad for the &lt;a href=\"2013%20British%20%26amp%3B%20Irish%20Lions%20tour%20to%20Australia\"&gt;2013 tour to Australia&lt;/a&gt; but he was not selected. Instead he travelled with England for the &lt;a href=\"2013%20England%20rugby%20union%20tour%20of%20Argentina\"&gt;tour of Argentina&lt;/a&gt;, starting both Tests in a 2–0 series win.\nHe retained his starting place for the &lt;a href=\"2013%20end-of-year%20rugby%20union%20tests\"&gt;2013 Autumn internationals&lt;/a&gt; as England beat first Australia and then Argentina, a game in which he scored his first international try, grounding the ball after a &lt;a href=\"Rugby%20union%20gameplay%23Maul\"&gt;rolling maul&lt;/a&gt;. A second try followed against the All Blacks, although he was forced off after 46 minutes with a shoulder injury. England were unable to repeat the previous year's win, losing 30–22. Launchbury was ever-present during the &lt;a href=\"2014%20Six%20Nations%20Championship\"&gt;2014 Six Nations&lt;/a&gt;, starting all five games including the match against &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; in which he made 15 tackles and won three turnovers. His partnership in the second row with &lt;a href=\"Courtney%20Lawes\"&gt;Courtney Lawes&lt;/a&gt;, which began during the Autumn internationals, was praised throughout the tournament as England finished runners-up for the second year in a row.\nLaunchbury was among an initial group of 30 players selected for the three Test &lt;a href=\"2014%20England%20rugby%20union%20tour%20of%20New%20Zealand\"&gt;summer tour to New Zealand&lt;/a&gt;. He started the first two games, in which England were defeated narrowly. He was dropped for the third Test but was restored to the starting line-up after &lt;a href=\"Geoff%20Parling\"&gt;Geoff Parling&lt;/a&gt; failed to overcome an injury sustained in the second game. England lost the game 36–13, their heaviest defeat of the tour, as New Zealand took the series 3–0.\nLaunchbury was named Man of the Match in two consecutive Six Nations games: against Wales and Italy. Launchbury was not selected to be a member of the British an Irish Lions Touring party to New Zealand, which was a controversial call following his success in the Six Nations. Many Rugby experts were left confused by Launchbury's shock omission from the Squad.\nPersonal life.\nLaunchbury is married to Mallory Bourn and they have two children, Blythe and Hayden."
}