{
    "id": "3758983",
    "revid": "236",
    "url": "https://en.wikipedia.org/wiki?curid=3758983",
    "title": "Sherwood High School (Maryland)",
    "text": "Sherwood High School is a secondary school in &lt;a href=\"Sandy%20Spring%2C%20Maryland\"&gt;Sandy Spring&lt;/a&gt; in unincorporated &lt;a href=\"Montgomery%20County%2C%20Maryland\"&gt;Montgomery County&lt;/a&gt;, &lt;a href=\"Maryland\"&gt;Maryland&lt;/a&gt;, United States. Sherwood's program of interest is the international studies program, and it is also known for its music and athletic programs. Sherwood draws students from &lt;a href=\"William%20H.%20Farquhar%20Middle%20School\"&gt;Farquhar&lt;/a&gt; and &lt;a href=\"Rosa%20Parks%20Middle%20School\"&gt;Rosa Parks&lt;/a&gt; Middle Schools.\nSherwood serves the areas of &lt;a href=\"Olney%2C%20Maryland\"&gt;Olney&lt;/a&gt;, &lt;a href=\"Ashton%2C%20Maryland\"&gt;Ashton&lt;/a&gt;, and &lt;a href=\"Brookeville%2C%20Maryland\"&gt;Brookeville&lt;/a&gt;.\nHistory.\nSherwood Academy was built on a piece of land donated in 1883, that was once part of Sherwood Farm – named because the abundance of trees was reminiscent of &lt;a href=\"Robin%20Hood\"&gt;Robin Hood&lt;/a&gt;'s &lt;a href=\"Sherwood%20Forest\"&gt;Sherwood Forest&lt;/a&gt;. In 1906, Sherwood became the third public high school in &lt;a href=\"Montgomery%20County%2C%20Maryland\"&gt;Montgomery County&lt;/a&gt;, after &lt;a href=\"Richard%20Montgomery%20High%20School\"&gt;Richard Montgomery High School&lt;/a&gt; and &lt;a href=\"Gaithersburg%20High%20School\"&gt;Gaithersburg High School&lt;/a&gt;. The original school building was replaced in 1950, and the 1,000-seat Ertzman theatre was added in 1974. The school was renovated in 1989-1991, during which students were temporarily moved to the &lt;a href=\"Northwood%20High%20School%20%28Silver%20Spring%2C%20Maryland%29\"&gt;Northwood High School&lt;/a&gt; building in &lt;a href=\"Silver%20Spring%2C%20Maryland\"&gt;Silver Spring&lt;/a&gt;. During the summer of 2007, a new wing was added to the school, creating new classrooms for science and English.\nStudent body.\nSherwood High School had 1,922 students enrolled for the 2016-2017 school year. The school's student body was 50% non-Hispanic Caucasian, 17% African American, 11% Asian, and 18% Hispanic. The &lt;a href=\"graduation\"&gt;graduation&lt;/a&gt; rate for the school was 93.6%, with 79.3% planning to go on to &lt;a href=\"college\"&gt;college&lt;/a&gt;. In &lt;a href=\"SAT\"&gt;SAT&lt;/a&gt; testing, students had an average score of 553 (math), 532 (verbal), and 1085 (total), which placed Sherwood under the Montgomery County average of 1102 (total), but above the national average of 1028 (total). Approximately 65% of the students took an AP exam during the 2010-2011 school year, and about 74% of them passed.\nAcademics.\nThe International Studies Program distinguishes the school by providing a uniquely focused program. The program was established in 1998, coinciding with broader restructuring that occurred with the opening of the nearby &lt;a href=\"James%20Hubert%20Blake%20High%20School\"&gt;James Hubert Blake High School&lt;/a&gt;. Blake High School, along with &lt;a href=\"Paint%20Branch%20High%20School\"&gt;Paint Branch High School&lt;/a&gt; and &lt;a href=\"Springbrook%20High%20School\"&gt;Springbrook High School&lt;/a&gt;, formed the &lt;a href=\"Northeast%20Consortium\"&gt;Northeast Consortium&lt;/a&gt; of schools. The consortium provides each with a uniquely specialized program which students can opt for instead of attending their local school. While Sherwood is not a member of the consortium, it established the International Studies Program. Sherwood is a member of the International Studies Schools Association, a national network of schools dedicated to improving students' understanding of the world.\nIn 2006, Sherwood High School was listed in \"&lt;a href=\"Newsweek\"&gt;Newsweek&lt;/a&gt;\"s top 1200 &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; High Schools, as the 388th highest-rated school in the country, up 61 places from its 2005 ranking of 449.\nIn 2008 the \"Leaves\" yearbook theme was \"What Does It Take To Be a Warrior?\"\nA new system of academies was implemented beginning with the class of 2013. Students choose from four academies: &lt;a href=\"Business\"&gt;Business&lt;/a&gt; and &lt;a href=\"Hospitality\"&gt;Hospitality&lt;/a&gt;; &lt;a href=\"Engineering\"&gt;Engineering&lt;/a&gt; and &lt;a href=\"Technology\"&gt;Technology&lt;/a&gt;; &lt;a href=\"Science\"&gt;Science&lt;/a&gt;; and &lt;a href=\"The%20arts\"&gt;Arts&lt;/a&gt; and &lt;a href=\"Humanities\"&gt;Humanities&lt;/a&gt;. The academies allow students to specialize in their area of interest.\nMusic.\nSherwood High School has &lt;a href=\"music\"&gt;music&lt;/a&gt; programs, including the annual \"Rock 'n Roll Revival\" show, which was established in 1971. The original concept for the show was conceived by a group of Sherwood students who were inspired after seeing a concert at &lt;a href=\"Madison%20Square%20Garden\"&gt;Madison Square Garden&lt;/a&gt; in October 1971. Faculty members also appeared in the first show in 1972. The show includes the performance of a mix of songs from the late 1950s to the late 1990s. Each March, \"Rock 'n' Roll Revival\" has performances over two weekends at Ertzman Theatre, with a seventh performance for students in area &lt;a href=\"middle%20school\"&gt;middle&lt;/a&gt; and &lt;a href=\"elementary%20school\"&gt;elementary school&lt;/a&gt;s.\nSherwood High School also has an Instrumental Music Department and offers &lt;a href=\"jazz%20band\"&gt;jazz band&lt;/a&gt;, jazz lab, &lt;a href=\"concert%20band\"&gt;concert band&lt;/a&gt;, and &lt;a href=\"Orchestra\"&gt;symphonic orchestra&lt;/a&gt;. Also offered are choruses including &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt; choir, &lt;a href=\"show%20choir\"&gt;show choir&lt;/a&gt;, and a women's chorus.\nAthletics.\nThe Sherwood Warriors have won Maryland state championships in the following sports:\nIndividual championships:"
}