{
    "id": "3759173",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=3759173",
    "title": "Fighter in the Wind",
    "text": "Fighter in the Wind () is a 2004 South Korean film. It is based on the Japanese book \"&lt;a href=\"Karate%20Baka%20Ichidai\"&gt;Karate Baka Ichidai&lt;/a&gt;\" which is a fictionalized account of karate competitor Choi Yeung-Eui (최영의, 崔永宜) who went to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; during World War II to become a fighter pilot but found a very different path instead. He changed his name to &lt;a href=\"Masutatsu%20Oyama\"&gt;Masutatsu Oyama&lt;/a&gt; (大山倍達) and went across the country, defeating martial artists one after another. This film concentrates on the period when he is still young, and developing his famous karate style, &lt;a href=\"Kyokushin\"&gt;Kyokushin&lt;/a&gt;. The film was the seventh highest grossing Korean film of 2004 with 2,346,446 admissions sold nationwide.\nPlot.\nAt the tail-end of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, &lt;a href=\"Mas%20Oyama\"&gt;Choi Bae-dal&lt;/a&gt; is a young &lt;a href=\"Koreans\"&gt;Korean&lt;/a&gt; man who longs to be able to fly fighter planes. Stowing away to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; in order to join their air force, Bae-dal's first experience of the country is when a &lt;a href=\"confidence%20trickster\"&gt;con-man&lt;/a&gt; tries to steal his money. Bae-dal discovers that the man is a fellow Korean called Chun-bae (&lt;a href=\"Jung%20Tae-woo\"&gt;Jung Tae-woo&lt;/a&gt;), who has survived the harsh treatment of &lt;a href=\"Koreans%20in%20Japan\"&gt;Koreans in Japan&lt;/a&gt; by turning to petty crime. With their different motives: Bae-dal driven by desire for action and Chun-bae needing to escape from some gangsters, the two Koreans stow away in a truck to the air force training camp.\nThe commander in charge of the camp is a pompous imperialist called Kato (&lt;a href=\"Masaya%20Kato\"&gt;Masaya Kato&lt;/a&gt;). Having mistreated the two Koreans, he is amused by Bae-dal's fighting spirit and says that if Bae-dal can beat him with his inferior \"foreign\" &lt;a href=\"Taekkyeon\"&gt;fighting style (Taekkyon)&lt;/a&gt;, he will release them. The two men fight with Kato easily defeating Bae-dal, but an &lt;a href=\"United%20States%20of%20America\"&gt;American&lt;/a&gt; attack on the airforce base allows Bae-dal and Chun-bae to escape.\nLater, Bae-dal is found helping Chun-bae to run a &lt;a href=\"pachinko\"&gt;pachinko&lt;/a&gt; stall in a Japanese market place. When local &lt;a href=\"yakuza\"&gt;gangsters&lt;/a&gt; try to take protection money from Chun-bae, Bae-dal tries to defend him but is beaten up and humiliated by the gangsters. His ordeal is ended by the intervention of Bum-soo (&lt;a href=\"Jung%20Doo-hong\"&gt;Jung Doo-hong&lt;/a&gt;), a martial arts expert from his home town who had also emigrated to Japan. Bum-soo invites Bae-dal back to the circus where he, and many fellow Korean immigrants, work and where he is attempting to build a decent standard of living for his countrymen. After some persuasion, he agrees to teach Bae-dal some of his more sophisticated fighting style.\nMeanwhile, Bae-dal has taken to working as a rickshaw driver, honing his fighting skills by defending Japanese women from the rapacious advances of American servicemen. His success at protecting the women makes him something of a local hero, although his real identity is not known. One of the women he protects is the beautiful Yoko (&lt;a href=\"Aya%20Hirayama\"&gt;Aya Hirayama&lt;/a&gt;), with whom he strikes up a romantic relationship.\nWhen Bum-soo is killed by local gangsters, the Koreans from the compound vow revenge and attack the Japanese gangs. The fight ends abruptly for Bae-dal when he is knocked unconscious by a blow to the head. Bae-dal, vowing to never again lose a fight, retreats to the mountains where, living in his &lt;a href=\"karate%20gi\"&gt;karate gi&lt;/a&gt;, he trains day and night; running in the mountains, lifting tree trunks and using makeshift training equipment to harden his body and fighting spirit through austerity.\nReturning from the mountains, Bae-dal takes a Japanese name: Masutatsu Oyama, and sets about challenging the best fighters Japan has to offer. Wearing his ragged karate gi and looking like a cave-man with his unkempt appearance, Oyama challenges the first &lt;a href=\"dojo\"&gt;dojo&lt;/a&gt; he passes. He defeats every fighter in the dojo - often with only a single strike.\nAs word of his notoriety spreads, Oyama's actions come to the attention of the head of the &lt;a href=\"Japan%20Karate%20Association\"&gt;Japan Karate Association&lt;/a&gt; - the former Air Force camp commander Kato. Kato is hugely offended that a foreigner would not only try to learn Japanese martial arts, but would consider himself worthy to beat Japanese fighters. Nevertheless, Oyama continues to defeat every fighter that Japan has to offer, including competitors in &lt;a href=\"karate\"&gt;karate&lt;/a&gt;, &lt;a href=\"judo\"&gt;judo&lt;/a&gt;, &lt;a href=\"ninjutsu\"&gt;ninjutsu&lt;/a&gt;, &lt;a href=\"aikido\"&gt;aikido&lt;/a&gt;, and &lt;a href=\"Okinawan%20kobud%C5%8D\"&gt;kobudo&lt;/a&gt;, becoming a sensation in the Japanese media. Oyama explains to Yoko that, although he is scared of dying, he is more scared of living as a cripple, and this is why he is willing to sacrifice anything to win.\nWhen the organization sends one of his followers to challenge and kill Oyama, the agent is instead killed by Oyama. Learning that the man he killed had a wife and son, Oyama feels a great deal of guilt for his actions and tracks down the family to apologise and offer to work for them to make up for killing the father of the household. Oyama surrenders his uniform to the wife, vowing to never again fight in martial art duels. Although initially angry and unaccepting of Oyama's offer, after fulfilling the son's wish of being carried to the top of the nearby mountain to view the sunrise, he eventually convinces them that he is a man of honour and not a violent thug. The wife asks Oyama to take back his uniform and become the best fighter in Japan.\nReturning to the city, Oyama finds that Kato's martial arts association has threatened his own family (Kato is not involved) and demanded a challenge between Kato and Oyama. Dressing in his weathered gi once again, Oyama treks out to the countryside location where Kato is waiting for him. Easily defeating Kato's henchmen, Oyama then faces a final showdown with Kato himself. Although it is clear that Kato would like to see Oyama dead, Kato's ankle is broken after receiving a kick in the fight sequence. When Kato stands up, he falls to a one-knee-down position, Oyama shows mercy to Kato, by stopping 2 cm short of punching him squarely between the eyes, defeating him in combat but not killing him.\nAt the end of the movie, Oyama is shown fighting with a bull, grasping the horns and digging into the ground to stop him, and finally delivering a bone-shattering chop to the center of the top of the head."
}