{
    "id": "37595272",
    "revid": "9755426",
    "url": "https://en.wikipedia.org/wiki?curid=37595272",
    "title": "Ashayet",
    "text": "Ashayet or Ashait was an &lt;a href=\"ancient%20Egypt\"&gt;ancient Egypt&lt;/a&gt;ian queen consort, a wife of &lt;a href=\"Mentuhotep%20II\"&gt;Mentuhotep II&lt;/a&gt; in the &lt;a href=\"Eleventh%20Dynasty%20of%20Egypt\"&gt;11th Dynasty&lt;/a&gt;. Her tomb (DBXI.17) and small decorated chapel were found in &lt;a href=\"Mentuhotep%20II\"&gt;Mentuhotep II's&lt;/a&gt; &lt;a href=\"Deir%20el-Bahari\"&gt;Deir el-Bahari&lt;/a&gt; temple complex. The shrine and burial to Ashayet was found along with the tombs of four other women in their twenties and a young girl, &lt;a href=\"Henhenet\"&gt;Henhenet&lt;/a&gt;, &lt;a href=\"Kawit%20%28queen%29\"&gt;Kawit&lt;/a&gt;, &lt;a href=\"Kemsit\"&gt;Kemsit&lt;/a&gt;, &lt;a href=\"Sadeh%20%28queen%29\"&gt;Sadeh&lt;/a&gt; and &lt;a href=\"Mayet%20%28ancient%20Egypt%29\"&gt;Mayet&lt;/a&gt;. However, it is likely that there were three other additional shrines that were destroyed in the expansions of Mentuhotep II's burial complex. The nine shrines were built in the &lt;a href=\"First%20Intermediate%20Period%20of%20Egypt\"&gt;First Intermediate Period&lt;/a&gt;, prior to Mentuhotep II's reunification of Egypt. She and three other women of the six bore queenly titles, and most of them were Priestesses of &lt;a href=\"Hathor\"&gt;Hathor&lt;/a&gt;. The location of their burial is significant to their titles as Priestesses of &lt;a href=\"Hathor\"&gt;Hathor&lt;/a&gt; as the cliffs of &lt;a href=\"Deir%20el-Bahari\"&gt;Deir el-Bahri&lt;/a&gt; were sacred to &lt;a href=\"Hathor\"&gt;Hathor&lt;/a&gt; from the &lt;a href=\"Old%20Kingdom%20of%20Egypt\"&gt;Old Kingdom&lt;/a&gt; onwards.\nHer titles were: King's Beloved Wife \"(ḥmt-nỉswt mrỉỉ.t=f ),\" King's Sole Ornament \"(ẖkr.t-nỉswt wˁtỉ.t),\" &lt;a href=\"Priestess%20of%20Hathor\"&gt;Priestess of Hathor&lt;/a&gt; \"(ḥm.t-nṯr ḥwt-ḥrw),\" Priestess of Hathor, great of \"&lt;a href=\"Ka%20%28Egyptian%20soul%29\"&gt;ka&lt;/a&gt;\"s, foremost in her places \"(ḥm.t-nṯr ḥwt-ḥrw wr.t m [k3.w]=s ḫntỉ.t m swt=s),\" Priestess of Hathor, great of \"ka\"s, foremost in her places, Lady of &lt;a href=\"Dendera\"&gt;Dendera&lt;/a&gt; \"(ḥm.t-nṯr ḥwt-ḥrw nb.t ỉwn.t wr.t k3.w=s ḫntỉ.t m swt=s).\"\nAshayet's stone sarcophagus (JE 47267) contained a wooden coffin (JE 47355) and a wooden statue was also located in the tomb, they are now found in the &lt;a href=\"Egyptian%20Museum\"&gt;Egyptian Museum&lt;/a&gt; in &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt;. Her stone sarcophagus is particularly well known for the exterior relief and painted interior. The painted interior was copied as tempera on paper facsimiles by Charles K. Wilkinson in &lt;a href=\"Kurna\"&gt;Gurna&lt;/a&gt; in 1926. The facsimiles are now found in the &lt;a href=\"Metropolitan%20Museum%20of%20Art\"&gt;Metropolitan Museum of Art&lt;/a&gt;, New York, but were never published. In the interior decoration two of &lt;a href=\"Medjay\"&gt;Medjay&lt;/a&gt; women, Federtyt and Mekhenet, are depicted and named as part of Ashayet's household. It has been posited that Ashayet herself was a Nubian elite woman living in Egypt. "
}