{
    "id": "37610599",
    "revid": "30895756",
    "url": "https://en.wikipedia.org/wiki?curid=37610599",
    "title": "The Rochdale Pioneers",
    "text": "The Rochdale Pioneers is a British biographical feature film, released in 2012, that tells the story of the foundation of the first successful &lt;a href=\"cooperative\"&gt;cooperative&lt;/a&gt; retail store by &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; members of the &lt;a href=\"Rochdale%20Society%20of%20Equitable%20Pioneers\"&gt;Rochdale Society of Equitable Pioneers&lt;/a&gt;, in 1844. This came at a time of chronic &lt;a href=\"unemployment\"&gt;unemployment&lt;/a&gt;, poverty, hunger and &lt;a href=\"social%20inequality\"&gt;social inequality&lt;/a&gt;, and it was met with prejudice and opposition.\nA documentary, \"The Making of 'The Rochdale Pioneers\"', was also created to accompany the film.\nBackground.\nThe end of the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt; in 1815 brought with it &lt;a href=\"famine\"&gt;famine&lt;/a&gt;, chronic &lt;a href=\"unemployment\"&gt;unemployment&lt;/a&gt; and drastic wage cuts. These affects were especially common amongst textile &lt;a href=\"Weaving\"&gt;weavers&lt;/a&gt; and &lt;a href=\"Spinning%20%28textiles%29\"&gt;spinners&lt;/a&gt;, and this – coupled with a lack of &lt;a href=\"suffrage\"&gt;suffrage&lt;/a&gt; (voting rights) – led to calls for reform which culminated in the &lt;a href=\"Peterloo%20Massacre\"&gt;Peterloo Massacre&lt;/a&gt; of 1819 in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, England when a peaceful demonstration of radical reformers was attacked by cavalry.\nSeveral cooperative ventures had since been begun, in an attempt to improve conditions, but they had all failed, and the pioneers in &lt;a href=\"Rochdale\"&gt;Rochdale&lt;/a&gt;, too, were faced with a hard struggle.\nThe Rochdale pioneers' aim was to provide an affordable alternative to poor-quality and adulterated food and provisions, using \"honest weights and measures\", and to use any surplus to benefit the community. The vision and efforts of these twenty eight working-class men is recognized as the birth of the co-operative movement, and the &lt;a href=\"Rochdale%20Principles\"&gt;Rochdale Principles&lt;/a&gt; which they developed formed the foundation of the principles still in use by the modern cooperative movement which now numbers around 1.4 million independent enterprises with nearly 1 billion members worldwide.\n\"The Rochdale Pioneers\" was inspired by the 1944 film, \"Men of Rochdale\" which had marked the centenary of the first shop's opening and had been in turn based upon &lt;a href=\"George%20Holyoake\"&gt;G.J. Holyoake&lt;/a&gt;'s \"The History of Co-operation\".\nThe original shop at 31 Toad Lane in &lt;a href=\"Rochdale\"&gt;Rochdale&lt;/a&gt; in &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt; opened on 21 December 1844 and was used for trading until 1867. It was re-opened in 1931 as the &lt;a href=\"Rochdale%20Pioneers%20Museum\"&gt;Rochdale Pioneers Museum&lt;/a&gt; and again reopened in 2012 after renovations costing £2.3 million.\nPlot.\nThe story is set in 1844 when a group of &lt;a href=\"working%20class\"&gt;working-class&lt;/a&gt; people from the town of Rochdale came together to change the unfair society they were living in.\nFed up with dishonest and corrupt shopkeepers selling poor quality products at high prices they decide to take matters into their own hands. By pooling the few resources they have, the group manage to get enough money together to open their own shop and pledge to only sell quality, unadulterated products, sharing the profits fairly with their customers.\nThe shop is only small and stocks just a handful of products like butter, flour and sugar, but the idea itself is revolutionary and the way they do business is fundamentally different in its nature.\nProduction.\nCommissioned by &lt;a href=\"The%20Co-operative%20Group\"&gt;The Co-operative Group&lt;/a&gt; and produced by the Co-operative British Youth Film Academy, \"The Rochdale Pioneers\" was released as part of the United Nations International Year of Cooperatives, 2012.\nA documentary, \"The Making of 'The Rochdale Pioneers\"', was also created to accompany the film, and this was directed and produced by Darren White.\nMany of the cast and crew were recruited from local communities, to work alongside established actors like John Henshaw and John McArdle. Shooting was partly carried out in the historic Yorkshire village of &lt;a href=\"Heptonstall\"&gt;Heptonstall&lt;/a&gt;, just a few miles from Rochdale.\nScreenings and availability.\n\"The Rochdale Pioneers\" premiered at Co-operatives United in &lt;a href=\"Manchester\"&gt;Manchester&lt;/a&gt;, England on 1 November 2012. The television premiere was on &lt;a href=\"Film4\"&gt;Film4&lt;/a&gt; on Sunday 11 November 2012."
}