{
    "id": "37684794",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=37684794",
    "title": "Zoé Laboy",
    "text": "Zoé Laboy Alvarado (born September 17, 1964) is a &lt;a href=\"Puerto%20Rican%20people\"&gt;Puerto Rican&lt;/a&gt; attorney and public servant. Laboy served as Secretary of the &lt;a href=\"Puerto%20Rico%20Department%20of%20Corrections%20and%20Rehabilitation\"&gt;Department of Corrections and Rehabilitation&lt;/a&gt; from 1997 to 2000. in 2016 she was elected to become a &lt;a href=\"Senate%20of%20Puerto%20Rico\"&gt;senator&lt;/a&gt; with the &lt;a href=\"New%20Progressive%20Party%20of%20Puerto%20Rico\"&gt;New Progressive Party&lt;/a&gt; (PNP) where she was the leader of the liberal wing of the party. On August 21, 2019, she was appointed as Governor &lt;a href=\"Wanda%20V%C3%A1zquez%20Garced\"&gt;Wanda Vázquez Garced&lt;/a&gt;'s &lt;a href=\"Puerto%20Rico%20Chief%20of%20Staff\"&gt;Chief of Staff&lt;/a&gt;. In December 2019, she endorsed former Vice president and presumptive Democratic nominee &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt; and has served as co-chair on his 2020 presidential campaign \"Puerto Rico for Biden Leadership Committee\".\nEarly years and studies.\nZoé Laboy Alvarado was born September 17, 1964 in &lt;a href=\"San%20Juan%2C%20Puerto%20Rico\"&gt;San Juan, Puerto Rico&lt;/a&gt;. She received her &lt;a href=\"bachelor%27s%20degree\"&gt;bachelor's degree&lt;/a&gt; in Psychology from the &lt;a href=\"University%20of%20Puerto%20Rico\"&gt;University of Puerto Rico&lt;/a&gt;, where she graduated &lt;a href=\"magna%20cum%20laude\"&gt;magna cum laude&lt;/a&gt;. She later completed her &lt;a href=\"Juris%20doctor\"&gt;Juris doctor&lt;/a&gt; in 1991, graduating &lt;a href=\"cum%20laude\"&gt;cum laude&lt;/a&gt;. In 1992, Laboy was admitted by the &lt;a href=\"Supreme%20Court%20of%20Puerto%20Rico\"&gt;Supreme Court of Puerto Rico&lt;/a&gt; to practice law.\nProfessional career: 1991–1997.\nFrom 1991 to 1997, Laboy worked for the &lt;a href=\"United%20States%20Department%20of%20Justice\"&gt;United States Department of Justice&lt;/a&gt; as a legal aide in the Criminal Division of the Office of International Affairs. Then she worked as legal aide for the &lt;a href=\"Federal%20Bureau%20of%20Prisons\"&gt;Federal Bureau of Prisons&lt;/a&gt; where she was part of the team overseeing the establishment of the &lt;a href=\"Metropolitan%20Detention%20Center%2C%20Guaynabo\"&gt;Metropolitan Detention Center&lt;/a&gt; in &lt;a href=\"Guaynabo%2C%20Puerto%20Rico\"&gt;Guaynabo&lt;/a&gt;. She also served as liaison between the Bureau and the &lt;a href=\"Government%20of%20Puerto%20Rico\"&gt;Government of Puerto Rico&lt;/a&gt;.\nSecretary of Corrections: 1997–2000.\nIn 1997, Laboy was appointed by Governor &lt;a href=\"Pedro%20Rossell%C3%B3\"&gt;Pedro Rosselló&lt;/a&gt; as Secretary of the &lt;a href=\"Puerto%20Rico%20Department%20of%20Corrections%20and%20Rehabilitation\"&gt;Puerto Rico Department of Corrections and Rehabilitation&lt;/a&gt;. As such, she was in charge of supervising all the correctional system of the island. During that time, she created the Department of Investigation of the Correctional System, and collaborated with municipalities for several correctional efforts. She also supervised the Administration of Juvenile Institutions, the Office of Pre-Trial Services, and others. During her time as Secretary, she also served as adviser to the Governor and the &lt;a href=\"Legislative%20Assembly\"&gt;Legislative Assembly&lt;/a&gt; on security matters. She also was part of the Executive Committee of the &lt;a href=\"High%20Intensity%20Drug%20Trafficking%20Area\"&gt;High Intensity Drug Trafficking Area&lt;/a&gt; Program.\nOther career ventures.\nLaboy has also worked as Professor in the Faculty of Criminal Justice of the &lt;a href=\"Universidad%20del%20Turabo\"&gt;Universidad del Turabo&lt;/a&gt; and the &lt;a href=\"Metropolitan%20University%20%28Puerto%20Rico%29\"&gt;Metropolitan University&lt;/a&gt; in Puerto Rico. Laboy has also served as senior partner for the Cintrón &amp; Laboy &lt;a href=\"law%20firm\"&gt;law firm&lt;/a&gt; and is a partner of the Global Strategy Group, Inc. and the Institute for Multidisciplinary Training, Inc.\nPolitical career: 2012–present.\nIn 2012, Laboy decided to run for the &lt;a href=\"Senate%20of%20Puerto%20Rico\"&gt;Senate of Puerto Rico&lt;/a&gt; with the &lt;a href=\"New%20Progressive%20Party%20%28Puerto%20Rico%29\"&gt;New Progressive Party&lt;/a&gt; (PNP). After presenting her candidacy for the &lt;a href=\"Puerto%20Rico%20Senatorial%20district%20I\"&gt;District of San Juan&lt;/a&gt;, she won the &lt;a href=\"New%20Progressive%20Party%20of%20Puerto%20Rico%20primaries%2C%202012\"&gt;primary&lt;/a&gt;. Of the three candidates for the district, Laboy received the most votes. Despite this, Laboy was defeated at the &lt;a href=\"Puerto%20Rican%20general%20election%2C%202012\"&gt;general election 2012&lt;/a&gt;.\nIn 2016, she ran for the Senate once more, this time being elected as a Senator-at-large. She is currently the president of the Senate of Puerto Rico Committee on Social and Economical Revitalization|Social and Economical Revitalization.\nLaboy voted against the controversial \"Religious Liberty\" law, stating she opposed it because it \"opens the door to discrimination.\" The bill was written by her members of her party and it permits public employees discriminate base on their religious beliefs.\nShe develop a reputation as the most liberal senate member of her party. She is known for her feminist stances, for being pro-choice and a fierce defender of the LGBT community. Nationally, she's a Democrat.\nOn August 21, 2019, Governor &lt;a href=\"Wanda%20V%C3%A1zquez%20Garced\"&gt;Wanda Vázquez Garced&lt;/a&gt; appointed Laboy as her chief of staff. While the fourth female chief of staff, she is the first under a pro-statehood governor until her resignation effective December 31, 2019."
}