{
    "id": "37712394",
    "revid": "10289486",
    "url": "https://en.wikipedia.org/wiki?curid=37712394",
    "title": "Insertion aria",
    "text": "An insertion aria ( in Italian, also known as suitcase aria, interpolated aria, or trunk aria) is an &lt;a href=\"aria\"&gt;aria&lt;/a&gt; sung in an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; for which it was not composed. It was a practice that began in the seventeenth century and continued actively through the late 19th century and sporadically through the 20th century. The insertion aria could replace an existing aria, or might be added to an opera. All insertions were planned in advance. They might be composed by the same composer of the opera, or might have been written by a different composer, with or without the knowledge of the opera's composer. Most insertions were of arias; infrequently non-operatic songs were inserted. Insertions could consist of arias, duets, ensembles, even entire scenes. Although men and women singers used insertion, women are the ones most remembered for the practice. The years 1800–1840 represent the apex of influence that women singers exerted over the operatic stage, influencing most aspects of opera performances, including insertions.\nReasons for insertions.\nTo explain why the practice of insertion arias existed, Hilary Poriss stated: \"In a world where superior vocal performance was the most highly valued economic and artistic commodity that an opera house possessed, singers inserted arias to accommodate their individual vocal strengths and ranges and to augment their roles. The better they sang, after all, the more likely they were to attract large audiences to the box office.\" Insertions were expected and could be considered \"integral components\" of an operatic performance. Contemporaries regarded aria insertion with particular interest as it was known to be a vehicle where singers should show off their best attributes. In that way, it would serve as a way to judge a singer's taste and qualities.\nThe insertion was specific to the venue or community. Rather than travel with the opera, singers would be engaged by the opera house for the season. A highly regarded singer would not randomly choose arias to insert in whatever opera was to be performed but would make reasoned decisions based on the dramatic context and the compositional style. Poriss tells of the soprano &lt;a href=\"Carolina%20Ungher\"&gt;Carolina Ungher&lt;/a&gt;'s decisions on which aria to insert at the entrance of Elena in &lt;a href=\"Gaetano%20Donizetti\"&gt;Donizetti&lt;/a&gt;'s \"&lt;a href=\"Marino%20Faliero%20%28opera%29\"&gt;Marino Faliero&lt;/a&gt;\". For her performance in Florence, May 1836, she inserted the aria \"\" from Donizetti's \"&lt;a href=\"Sancia%20di%20Castiglia\"&gt;Sancia di Castiglia&lt;/a&gt;\" for her entrance. Later that year she inserted the aria \"\" from Donizetti's \"&lt;a href=\"Ugo%2C%20conte%20di%20Parigi\"&gt;Ugo, conte di Parigi&lt;/a&gt;\". In the fall of 1837, she planned to insert \"\" from Donizetti's \"&lt;a href=\"Pia%20de%27%20Tolomei%20%28opera%29\"&gt;Pia de' Tolomei&lt;/a&gt;\" (although illness prevented her from performing this run of the opera). Poriss argues that this indecision shows a conscious effort to select an aria that would produce the best initial vocal impression. Yet it also shows the singer wanting to select an aria which best fit the composer's style and stayed close to the dramatic and musical shape of the opera. &lt;a href=\"Impresario\"&gt;Impresario&lt;/a&gt;s also took an active interest in insertion arias, working closely with singers to ensure good quality performances (Poriss raises the question of what was the artwork nineteenth century audiences wanted to see: a performance, or a musical composition.)\nOne of the means by which &lt;a href=\"Saverio%20Mercadante\"&gt;Saverio Mercadante&lt;/a&gt; developed the ability to write for the stage was by composing &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;s and insertion arias for operas.\nBy 1830, a singer's contract could have stipulated the number of insertions (Poriss cites a contract of &lt;a href=\"Giulia%20Grisi\"&gt;Giulia Grisi&lt;/a&gt;). Clauses in contracts limiting the number of insertions kept evolving through the nineteenth century. By 1870 a standard clause became accepted which, while not entirely prohibiting insertions, strictly limited the circumstances under which they could be made, as well as those of &lt;a href=\"Transposition%20%28music%29\"&gt;transposition&lt;/a&gt;s and other alterations. Poriss suggests this represents a move away from authority of singers toward authority of composer.\n&lt;a href=\"Philip%20Gossett\"&gt;Philip Gossett&lt;/a&gt;, a &lt;a href=\"Gioachino%20Rossini\"&gt;Rossini&lt;/a&gt; specialist, has said: \"In living art, there are no correct or definitive answers about performance decisions. Every situation is different, artists change, the same artists mature (or at least get older), instrumentalists have different characteristics from one pit orchestra to another.\"\nSituations calling for an insertion aria.\nSometimes there are situations in an opera which allow for easy insertion of arias. Operas such as \"&lt;a href=\"The%20Barber%20of%20Seville\"&gt;The Barber of Seville&lt;/a&gt;\" contained lesson scenes, in which the singer sings a song as part of the plot. This lesson scene's status as an \"opera within an opera\" allowed &lt;a href=\"prima%20donna\"&gt;prima donna&lt;/a&gt;s to manipulate Rossini's text more freely than was often possible, even at a time when aria insertions were still fairly typical. Throughout much of the nineteenth and twentieth centuries, a spurious myth positing a \"lost original\" justified the tendency to insert music into this scene.\nDonizetti's 1827 opera \"&lt;a href=\"Le%20convenienze%20ed%20inconvenienze%20teatrali\"&gt;Le convenienze ed inconvenienze teatrali&lt;/a&gt;\", an opera about putting on an opera, has an ensemble where the singers argue with the composer about their expected insertions. The &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; of one of the premiere performances has a blank where the singer sings an aria, suggesting Donizetti's assertion of authorial control allowing for insertions at his discretion. &lt;a href=\"Simon%20Mayr\"&gt;Simon Mayr&lt;/a&gt;'s \"I virtuosi\" is also an opera about an opera in which the prima donna is encouraged to insert arias of her own choice. A late example of the practice appears in &lt;a href=\"Pauline%20Viardot\"&gt;Pauline Viardot&lt;/a&gt;'s \"&lt;a href=\"Cendrillon%20%28Viardot%29\"&gt;Cendrillon&lt;/a&gt;\" where the soprano playing the Fairy Godmother is not provided with a fixed aria in the ball scene, but instructed make her own choice of what to sing at that point.\nDecline of the insertion aria.\nOne of the results of this practice of inserting arias was the singers' primacy in determining the opera's text. Additionally, the heavy responsibility of learning new roles was somewhat relieved by using insertions which would have been familiar to the singers using them. Beginning at the turn of the nineteenth century, the increasing dominance of the musical work (instead of the singer) as promoted by publishers and composers meant the eventual discouragement of insertions.\nThe operatic entrance of a lead singer was a major point. It functioned in two ways: 1) it would introduce the character into the opera, and 2) it provided the singer with an opportunity to show off their voice. Two operas that lacked a major aria for the lead singer were Rossini's \"&lt;a href=\"Otello\"&gt;Otello&lt;/a&gt;\" and Donizetti's \"Marino Faliero\". In \"Otello\", the role of Desdemona is written without an entrance aria, but sopranos wanted to insert one. Rossini relented for an 1820 revival. But in an 1827 letter, he asked people to accept the opera as he wrote it. Despite such an effort, the tradition of inserting an entrance aria into act 1 of \"Otello\" remained an integral part of the opera's performance history – the temptation to insert was simply too strong for most prima donnas to resist. The situation was different with &lt;a href=\"Vincenzo%20Bellini\"&gt;Bellini&lt;/a&gt;. Poriss quotes from a Bellini letter describing a skirmish with &lt;a href=\"Adelaide%20Tosi\"&gt;Adelaide Tosi&lt;/a&gt; about the premiere of the revised version of \"&lt;a href=\"Bianca%20e%20Fernando\"&gt;Bianca e Fernando&lt;/a&gt;\". She wanted to assert her authority, but Bellini held firm, showing the priority of the music. After the premiere, she apologized.\nIn 1847, &lt;a href=\"Giuseppe%20Verdi\"&gt;Verdi&lt;/a&gt; included a paragraph in &lt;a href=\"Casa%20Ricordi\"&gt;Ricordi&lt;/a&gt;'s contracts for performances of his operas – that no alterations may be made under threat of a fine. Despite warnings, the practice of altering Verdi's works continued until at least 1852.\nThe rise of &lt;a href=\"Urtext%20edition\"&gt;Urtext edition&lt;/a&gt;s beginning in the late nineteenth century all but eliminated accretions. In the 1950s, the growing sense of authenticity, or fidelity to the opera score as composed by the composer, almost eliminated the practice of insertions. Poriss, writing in 2009, notes that \"transplanting an aria from one opera to another is &lt;a href=\"taboo\"&gt;taboo&lt;/a&gt; in all but the most restricted circumstances.\""
}