{
    "id": "37723567",
    "revid": "40600116",
    "url": "https://en.wikipedia.org/wiki?curid=37723567",
    "title": "Bombus magnus",
    "text": "Bombus magnus is a species of &lt;a href=\"bumblebee\"&gt;bumblebee&lt;/a&gt;. It is native to &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;. It is known by the common name northern white-tailed bumblebee.\nSystematics.\nThis species is very similar to the &lt;a href=\"white-tailed%20bumblebee\"&gt;white-tailed bumblebee&lt;/a&gt; (\"B. lucorum\"), the &lt;a href=\"Bombus%20terrestris\"&gt;buff-tailed bumblebee&lt;/a&gt; (\"B. terrestris\"), and the &lt;a href=\"Bombus%20cryptarum\"&gt;cryptic bumblebee&lt;/a&gt; (\"B. cryptarum\"). They are difficult to identify, even by experts, and several methods have been used to differentiate them. Computer software has been used to identify patterns.\nA diagnostic feature of species is the sensillum placodeum on the &lt;a href=\"Antenna%20%28biology%29\"&gt;antennae&lt;/a&gt;. With respect to the sensillum, if there is a different morphology, then it is likely that these two or more species are different from one another based on &lt;a href=\"phylogenetics\"&gt;phylogenetic speciation&lt;/a&gt;. Another problem is discerning a difference between species. “Cryptic species are those that satisfy an accepted concept of species, but which are closely similar or identical in morphology.” Many times, a specimen will be classified a member of a species based on its similarities to another member of that species. In the case of \"B. magnus\", several taxonomists have argued that it is part of a long-ignored species, or really part of another species and was misidentified. Several species in the subgenus \"Bombus\" may actually be &lt;a href=\"species%20complex\"&gt;species complex&lt;/a&gt;es. \"B. magnus\", \"B. lucorum\", and \"B. cryptarum\" are referred to as the \"white-tailed bumblebee complex\".\nAnother method of species identification is to compare the labial gland secretions of the males. The secretions of \"B. magnus\" and the &lt;a href=\"sympatry\"&gt;sympatric&lt;/a&gt; \"B. cryptarum\" both contain ethyl dodecanoate, suggesting they may be closely related.\nCertain &lt;a href=\"restriction%20fragment%20length%20polymorphism\"&gt;restriction fragment length polymorphism&lt;/a&gt;s (RFLP) in the &lt;a href=\"mitochondrial%20DNA\"&gt;mitochondrial DNA&lt;/a&gt; of \"B. magnus\" and its close relatives have been analyzed, revealing unique patterns that differentiate them from each other.\nHabitat.\nThis species occurs in many types of habitat, especially upland &lt;a href=\"heath\"&gt;heath&lt;/a&gt; and &lt;a href=\"moorland\"&gt;moorland&lt;/a&gt;.\nConservation.\nThis species is expected to be impacted by &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;."
}