{
    "id": "37731176",
    "revid": "9676078",
    "url": "https://en.wikipedia.org/wiki?curid=37731176",
    "title": "Evansville Standpipe",
    "text": "The Evansville Standpipe is a historic &lt;a href=\"water%20tower\"&gt;water tower&lt;/a&gt; located in &lt;a href=\"Evansville%2C%20Wisconsin\"&gt;Evansville, Wisconsin&lt;/a&gt;. The 80-ft tall steel tower was built in 1901 by the &lt;a href=\"Chicago%20Bridge%20%26amp%3B%20Iron%20Company\"&gt;Chicago Bridge &amp; Iron Company&lt;/a&gt;, as part of the development of the local water supply system, spurred on by a devastating fire in 1896 that destroyed a large section of downtown Evansville. It was added to the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in 2008.\nFrom the time of Evansville's settlement in 1839, water was drawn from hand-dug wells. As the row of wooden stores grew along Main Street, people became concerned about the risk of fire, but there was also a concern about cost and having government provide fire protection services. In 1872 the businessmen built two cisterns at Main and Madison for firefighting. After the Spencer House stable burned in 1877, the village board bought a $250 fire engine and formed a fire company, but a fire in 1878 proved that this engine was too small, and men instead saved the burning building with a bucket brigade. Fires in 1880 and 1882 didn't rouse the village to action, but when a fire in 1884 destroyed the Baker Manufacturing Company's factory and the Lehman Bros. furniture factory, the village agreed to invest $1500 in a fire engine which would draw water from the creek and cisterns. In 1892 the voters rejected a waterworks systems which would have aided fire protection and provided safe drinking water. In 1896 \"The Great Fire\" of Evansville wiped out a whole block of the business district. After that, the city council finally required that new buildings in the business district must be fireproof masonry.\nIn 1901 the city pursued construction of a waterworks system, primarily aiming for fire protection. The neglected mill pond could no longer supply enough water for firefighting, and the fire chief estimated that modern pumps would empty the city's cisterns in 30 minutes. A group of outside businessmen offered to build a for-profit waterworks and the city voters approved the plan two to one. The businessmen were W.H. Wheeler, J.P. Miller and John H. Brown. The city would pay $44.25 per year for each hydrant. Homeowners could receive water for $5 per faucet per year and $3 per bathtub per year. Work began promptly and the system was tested in January 1902. Ruth Montgomery writes:\nThe testing of the new facility attracted a large audience. Firemen hooked up hoses to the hydrants and found them all to be in working order. From the hydrant at the South Madison and Church Street corner [this being the corner where the city hall and firehouse is located], the pressure of the water through the fire hoses sent out a stream that went as high as the &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; Church steeple. Everyone seemed satisfied with the new system. For the next several months, private homes and businesses installed pipes to hook up to the water works. In March 1902, the voters agreed to buy the water works and electric plant for $51,000.\nThe standpipe (pictured) is a cylinder 80 feet high and 12 feet in diameter, built of curved steel plates from the &lt;a href=\"Chicago%20Bridge%20%26amp%3B%20Iron%20Company\"&gt;Chicago Bridge &amp; Iron Company&lt;/a&gt; on a poured concrete foundation. It was filled with water from top to bottom, and a standpipe (as opposed to a water tower) worked in Evansville because the hill on which it stood gave it enough pressure to deliver water anywhere in town. A straight steel ladder ascends the west side of the tower. Standpipes were replaced by water towers because they were generally cheaper, and few standpipes were built after 1910.\nTo feed the standpipe, the Brown Company drilled two wells and installed two engines powered by two 120 horsepower boilers. The pumps could move 50,000 gallons of water per day. To distribute the water around town, Brown laid 18,131 feet of 4-inch pipe leading to 50 hydrants. In April 1903 fire started in a restaurant in town. The town's firemen extinguished the fire in about five minutes, directing six streams of water from hydrants of the new system. The fire chief believed that without the new water works system, four businesses would have burned - all wood buildings.\nThe 1901 standpipe is no longer in use, replaced by a more modern water system, but it still stands, and is believed to be the only surviving standpipe of this type in the state."
}