{
    "id": "377697",
    "revid": "3556578",
    "url": "https://en.wikipedia.org/wiki?curid=377697",
    "title": "Royal Society for Asian Affairs",
    "text": "The Royal Society for Asian Affairs (RSAA) is a &lt;a href=\"learned%20society\"&gt;learned society&lt;/a&gt; based in &lt;a href=\"London\"&gt;London&lt;/a&gt; (United Kingdom). Its objective is to advance public knowledge and understanding of Asia through its worldwide networks, its public events, its publications and its support to research. It is independent of governments and political bodies and does not take institutional positions on issues of policy at its meetings or in its publications. \nThe Society was founded in 1901 as the Central Asian Society to \"promote greater knowledge and understanding of &lt;a href=\"Central%20Asia\"&gt;Central Asia&lt;/a&gt; and surrounding countries\". The geographical extent of the society's interest has since expanded to include the whole of &lt;a href=\"Asia\"&gt;Asia&lt;/a&gt;. &lt;a href=\"Taylor%20%26amp%3B%20Francis\"&gt;Taylor &amp; Francis&lt;/a&gt; publishes the society's &lt;a href=\"academic%20journal\"&gt;journal&lt;/a&gt;, \"&lt;a href=\"Asian%20Affairs\"&gt;Asian Affairs&lt;/a&gt;\", which has been in print since 1914.\nHistory.\nThe society was founded in 1901 to promote greater knowledge and understanding of Central Asia and surrounding countries. But although Central Asia dominated the Society’s early interests, from the outset its members took the view that any Asian developments that could have a bearing on British interests in Central Asia fell within the Society’s remit. So when, in 1975, the Society changed its name to the Royal Society for Asian Affairs, it was acknowledging in its name what had been the practical reality since its earliest days.\nActivities.\nMeetings were traditionally held at a range of central London locations including the Royal Astronomical Society, the Society of Antiquaries, the Medical Society of London and the Army and Navy Club. Since the start of the COVID-19 pandemic, all RSAA activities are online and many are open to the general public. Lectures are given by authoritative speakers roughly every two weeks on current affairs, history, culture and travel connected with all parts of Asia. Members of the Society receive the Society's journal, \"Asian Affairs\", and have free access to the entire back catalogue. They also have access to other events and social functions.\nEducation.\nThe Society's library and archive are currently housed at Hailebury where they may be consulted by prior arrangement. \nThe journal of the society, \"&lt;a href=\"Asian%20Affairs\"&gt;Asian Affairs&lt;/a&gt;\", is published quarterly by Taylor and Francis. It has been continuously in publication since 1914. It contains original articles and &lt;a href=\"book%20review\"&gt;book review&lt;/a&gt;s.\nThe Society has for many years run Schools' days jointly with the School of Oriental and African Studies, London for sixth-form students. These offer interested A-level students an opportunity to hear talks on a wide range of Asian topics and to try out a variety of Asian languages.\nThrough travel awards to young people, the RSAA supports practical projects and research that have the potential to contribute to advances in scholarly or other public knowledge including, but not limited to, post-graduate degrees, journalism and travel writing. The Society also administers grants to support medical electives in asian countries on behalf of the JPT Family Trust.\nAwards.\nThe Royal Society for Asian Affairs awards two medals, the \"Sir Percy Sykes Memorial Medal\" (named for &lt;a href=\"Percy%20Sykes\"&gt;Percy Sykes&lt;/a&gt;, honorary secretary 1924-1932) and the \"Lawrence of Arabia Memorial Medal\", named for &lt;a href=\"T.%20E.%20Lawrence\"&gt;T. E. Lawrence&lt;/a&gt;, to individuals who have distinguished themselves in their contribution to cultural relations, exploration, research, or literature.\nThe Society also makes occasional special awards to individuals whose activities merit recognition falling outside the criteria for the Society's two medals."
}