{
    "id": "3777288",
    "revid": "22041646",
    "url": "https://en.wikipedia.org/wiki?curid=3777288",
    "title": "Virginia Opera",
    "text": "Virginia Opera is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; company based in the &lt;a href=\"Commonwealth%20of%20Virginia\"&gt;Commonwealth of Virginia&lt;/a&gt; which was first organized in 1974 by a group of Norfolk, Virginia community volunteers. \nThe company presented its first productions in 1975, and in the following four decades has become known and respected nationwide for the identification and presentation of the finest young artists, for the musical and dramatic integrity of its productions, and for the ingenuity and variety of its education and outreach programs. The company has an annual budget of $5 million with over 30 performances, reaching nearly 50,000 attendees each season.\nIn March 1994, by unanimous vote of the Virginia General Assembly, Virginia Opera was named The Official Opera Company of the Commonwealth of Virginia in recognition of the organization's contribution to the Commonwealth, and to the world of opera.\nVirginia Opera currently presents four productions a year at four major Virginia venues: Norfolk's &lt;a href=\"Harrison%20Opera%20House\"&gt;Harrison Opera House&lt;/a&gt;, Richmond's Carpenter Theatre at Richmond CenterStage, &lt;a href=\"George%20Mason%20University\"&gt;George Mason University's&lt;/a&gt; Center for the Arts in Fairfax, and the &lt;a href=\"Sandler%20Center%20for%20the%20Performing%20Arts\"&gt;Sandler Center for the Performing Arts&lt;/a&gt; in Virginia Beach. Virginia Opera is the only opera company to perform a full season of operas in multiple mainstage venues and to reach more than 150,000 students and community members each year through its innovative Education and Outreach Program.\nBeginnings.\nOrganized in 1974 by founding chair &lt;a href=\"Edythe%20C.%20Harrison\"&gt;Edythe C. Harrison&lt;/a&gt;, Virginia Opera was launched with two productions in the Norfolk Center Theater. Dr. David Farrar was the founding Stage Director and Director of Productions of the Virginia Opera. He was responsible for twelve years of innovation and vitality, during which the company experienced a period of tremendous growth. Dr. Farrar invited Peter Mark to the company and Mark was appointed Artistic Director, a position he held for over 35 years. He was named Artistic Director Emeritus in 2012. Russell P. Allen, appointed President and CEO in 2011, currently leads the company, returning to Virginia Opera after previously serving six years as General Manager from 1994-2000.\nThe company's first three seasons were limited to Norfolk. Expansion to Richmond began in 1977 with the encouragement of then-Governor Mills Godwin and Mrs. T. Fleetwood (Anna) Garner, under whose leadership \"The Richmond Friends of Opera\" was formed to present Virginia Opera productions annually in Richmond. By 1983, the Richmond and Central Virginia Board of Virginia Opera was formed and a Richmond office was opened. In November 1992, the company presented its first mainstage performance at the Center for the Arts at George Mason University in Fairfax. This development was hailed as \"one of the major local operatic events of the year\" by \"The Washington Post\", and deemed a special day in music history for the Washington, D.C. area by \"&lt;a href=\"Opera%20News\"&gt;Opera News&lt;/a&gt;\".\nArtists.\nSome of the nation's most promising young singers have appeared on the company's stages and in concert. These have included &lt;a href=\"Luciano%20Pavarotti\"&gt;Luciano Pavarotti&lt;/a&gt;, &lt;a href=\"Beverly%20Sills\"&gt;Beverly Sills&lt;/a&gt;, &lt;a href=\"Ren%C3%A9e%20Fleming\"&gt;Renée Fleming&lt;/a&gt;, &lt;a href=\"Diana%20Soviero\"&gt;Diana Soviero&lt;/a&gt;, &lt;a href=\"Lawrence%20Brownlee\"&gt;Lawrence Brownlee&lt;/a&gt;, &lt;a href=\"Barbara%20Dever\"&gt;Barbara Dever&lt;/a&gt;, &lt;a href=\"Jeannine%20Altmeyer\"&gt;Jeannine Altmeyer&lt;/a&gt;, &lt;a href=\"Ashley%20Putnam\"&gt;Ashley Putnam&lt;/a&gt;, Cristina Nassif, Frederick Burchinal, &lt;a href=\"John%20Aler\"&gt;John Aler&lt;/a&gt;, &lt;a href=\"Rockwell%20Blake\"&gt;Rockwell Blake&lt;/a&gt;, Randy Locke, Jake Gardner, Sujung Kim, &lt;a href=\"Francis%20Samuel%20Porretta%20III\"&gt;Frank Porretta&lt;/a&gt;, Grant Youngblood, &lt;a href=\"Fabiana%20Bravo\"&gt;Fabiana Bravo&lt;/a&gt;, Mary Elizabeth Williams, &lt;a href=\"Nmon%20Ford\"&gt;Nmon Ford&lt;/a&gt;, Jeniece Goldbourne, Randall Scarlata, and &lt;a href=\"Thomas%20Rolf%20Truhitte\"&gt;Thomas Rolf Truhitte&lt;/a&gt;.\nAttracting acclaimed directors from the theater and opera world, the company has given audiences the experience of seeing the work of &lt;a href=\"Gian%20Carlo%20Menotti\"&gt;Gian Carlo Menotti&lt;/a&gt;, &lt;a href=\"Gordon%20Davidson%20%28director%29\"&gt;Gordon Davidson&lt;/a&gt;, Greg Ganakas, &lt;a href=\"Arvin%20Brown\"&gt;Arvin Brown&lt;/a&gt;, Dorothy Danner, &lt;a href=\"Lillian%20Groag\"&gt;Lillian Groag&lt;/a&gt; and Sam Helfrich, among others, in new productions designed by the nation's top opera and theatre designers.\nVirginia Opera repertoire, 1974 to 2015.\nThe first few seasons consisted of standard works such as \"&lt;a href=\"La%20boheme\"&gt;La boheme&lt;/a&gt;\", \"&lt;a href=\"La%20traviata\"&gt;La traviata&lt;/a&gt;\", \"&lt;a href=\"Tosca\"&gt;Tosca&lt;/a&gt;\", \"&lt;a href=\"Lucia%20di%20Lammermoor\"&gt;Lucia di Lammermoor&lt;/a&gt;\" and \"&lt;a href=\"The%20Barber%20of%20Seville\"&gt;The Barber of Seville&lt;/a&gt;\", all presented in the 1975 to 1976 period. Full Details, including full casts and production personnel of &lt;a href=\"http%3A//www.vaopera.org/images/pdfs/Virginia_Opera_Performance_History.pdf\"&gt;past seasons' productions are available on the company's website&lt;/a&gt;. \nMany standard works are still performed, but each season typically contains a variety of operatic styles from different eras. Added to these have been productions of &lt;a href=\"American%20musicals\"&gt;American musicals&lt;/a&gt; such as \"&lt;a href=\"Man%20of%20La%20Mancha\"&gt;Man of La Mancha&lt;/a&gt;\" (1987), \"&lt;a href=\"West%20Side%20Story\"&gt;West Side Story&lt;/a&gt;\" (1994), \"&lt;a href=\"Carousel%20%28musical%29\"&gt;Carousel&lt;/a&gt;\" (1996) \"&lt;a href=\"Oklahoma%21\"&gt;Oklahoma!&lt;/a&gt;\" (1997), \"\" (September/October 2014) as well as several comic operas by &lt;a href=\"Gilbert%20and%20Sullivan\"&gt;Gilbert and Sullivan&lt;/a&gt; such as \"&lt;a href=\"The%20Pirates%20of%20Penzance\"&gt;The Pirates of Penzance&lt;/a&gt;\" (1999), \"&lt;a href=\"The%20Mikado\"&gt;The Mikado&lt;/a&gt;\" (2001) and \"&lt;a href=\"HMS%20Pinafore\"&gt;HMS Pinafore&lt;/a&gt;\" (November/December 2014).\nWhile many of productions have focused on the standard repertory of popular operas which are frequently performed by most companies, Virginia Opera is also noted for its innovative programming of rarer or new works. These are noted below.\nWorks performed in the non-standard repertoire.\nThe company has produced notable world and American premieres of new works, including most recently American composer &lt;a href=\"Ricky%20Ian%20Gordon\"&gt;Ricky Ian Gordon&lt;/a&gt;'s \"Rappahannock County\", a Civil War song cycle co-commissioned by Virginia Opera, the Virginia Arts Festival, the Modlin Center of the University of Richmond, and the University of Texas at Austin. \"Rappahannock County\" premiered in Norfolk on April 12, 2011, the 150th anniversary of the firing upon Fort Sumter, South Carolina.\nEarlier world and American premieres included operas by Scottish-American composer &lt;a href=\"Thea%20Musgrave\"&gt;Thea Musgrave&lt;/a&gt;, including \"Mary, Queen of Scots\" (1975—77),\"A Christmas Carol\" (1978—79), \"Harriet, The Woman Called Moses\" (1984), and \"Simon Bolivar\" (1992).\nAmongst some of the more unusual operas performed over 40 years were the double bill of Mozart's \"&lt;a href=\"The%20Impresario\"&gt;The Impresario&lt;/a&gt;\" along with the popular \"&lt;a href=\"Pagliacci\"&gt;Pagliacci&lt;/a&gt;\" in March/April 1977. \nThe baroque era has been well represented by Handel's \"&lt;a href=\"Giulio%20Cesare\"&gt;Giulio Cesare&lt;/a&gt;\" in early 1997, his \"&lt;a href=\"Rodelinda%20%28opera%29\"&gt;Rodelinda&lt;/a&gt;\" in February 2000 and \"&lt;a href=\"Agrippina%20%28opera%29\"&gt;Agrippina&lt;/a&gt;\" in early 2007. Stagings of some &lt;a href=\"bel%20canto\"&gt;bel canto&lt;/a&gt; classics not so often performed in the 1980s such as Bellini's \"&lt;a href=\"I%20Capuleti%20e%20i%20Montecchi\"&gt;I Capuleti e i Montecchi&lt;/a&gt;\" in Spring 1981, \"&lt;a href=\"Norma%20%28opera%29\"&gt;Norma&lt;/a&gt;\" in October 1983 and again in January 1994, along with Donizetti's \"&lt;a href=\"Anna%20Bolena\"&gt;Anna Bolena&lt;/a&gt;\" in January 1989 reflect a broad approach to the repertoire.\nAmongst several of Wagner's operas, \"The Flying Dutchman\" entered the repertory in January/February 1996, while \"&lt;a href=\"Die%20Walkure\"&gt;Die Walkure&lt;/a&gt;\" followed in the fall of 2002 and again in early 2011. \nRichard Strauss is represented by \"&lt;a href=\"Ariadne%20auf%20Naxos\"&gt;Ariadne auf Naxos&lt;/a&gt;\" in 2014, although it was given several times over the earlier years, and there have been several productions of \"&lt;a href=\"Salome%20%28opera%29\"&gt;Salome&lt;/a&gt;\", the next appearing in January/February 2015. \"&lt;a href=\"Elektra%20%28opera%29\"&gt;Elektra&lt;/a&gt;\" was given in early 2002.\nIn addition to the Musgrave premieres, other 20th century American works have included \"&lt;a href=\"Porgy%20and%20Bess\"&gt;Porgy and Bess&lt;/a&gt;\" several times beginning in 1980; Menotti's \"&lt;a href=\"Amahl%20and%20the%20Night%20Visitors\"&gt;Amahl and the Night Visitors&lt;/a&gt;\" in December 1982\nand his \"&lt;a href=\"The%20Medium\"&gt;The Medium&lt;/a&gt;\" in early 1992; Andre Previn's 1998 \"&lt;a href=\"A%20Streetcar%20Named%20Desire%20%28opera%29\"&gt;A Streetcar Named Desire&lt;/a&gt;\" was seen in February/March 2013; &lt;a href=\"Aaron%20Copland\"&gt;Aaron Copland&lt;/a&gt;'s \"&lt;a href=\"The%20Tender%20Land\"&gt;The Tender Land&lt;/a&gt;\" appeared in early 1998; and Carlyle Floyd's \"&lt;a href=\"Susannah\"&gt;Susannah&lt;/a&gt;\" was staged in November 2006.\nFull casts and production details appear on the company's website."
}