{
    "id": "3779886",
    "revid": "1059783973",
    "url": "https://en.wikipedia.org/wiki?curid=3779886",
    "title": "Fatih Akyel",
    "text": "Fatih Akyel (born 26 December 1977) is a Turkish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; manager and former professional player. He played as a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt; for clubs such as &lt;a href=\"Galatasaray%20S.K.%20%28football%20team%29\"&gt;Galatasaray&lt;/a&gt; and &lt;a href=\"Fenerbah%C3%A7e%20S.K.\"&gt;Fenerbahçe&lt;/a&gt; during his 15-year career. He was capped by the &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey national team&lt;/a&gt; 64 times from 1997 to 2004, and also won a silver medal with the Olympic team at the &lt;a href=\"1997%20Mediterranean%20Games\"&gt;1997 Mediterranean Games&lt;/a&gt;.\nClub career.\nBorn in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, Fatih began his professional career with local club &lt;a href=\"Galatasaray%20S.K.%20%28football%20team%29\"&gt;Galatasaray&lt;/a&gt;. He signed his first professional contract with the club on 31 July 1995. However, he did not make any appearances for the team, and was transferred to &lt;a href=\"Bak%C4%B1rk%C3%B6yspor\"&gt;Bakırköyspor&lt;/a&gt; the following season. Fatih made 29 appearances for the club, and earned his first cap for the &lt;a href=\"Turkey%20national%20under-21%20football%20team\"&gt;Turkey national under-21 football team&lt;/a&gt;. At the end of the season, he returned to Galatasaray. He played for the club for four years, winning three &lt;a href=\"S%C3%BCper%20Lig\"&gt;Süper Lig&lt;/a&gt; titles and three &lt;a href=\"Turkish%20Cup\"&gt;Turkish Cup&lt;/a&gt; titles. He was also a part of the team that won the &lt;a href=\"1999%E2%80%932000%20UEFA%20Cup\"&gt;1999–2000 UEFA Cup&lt;/a&gt; and &lt;a href=\"2000%20UEFA%20Super%20Cup\"&gt;2000 UEFA Super Cup&lt;/a&gt;, assisting &lt;a href=\"M%C3%A1rio%20Jardel\"&gt;Mário Jardel&lt;/a&gt;'s game winner against &lt;a href=\"Real%20Madrid\"&gt;Real Madrid&lt;/a&gt;.\nFatih joined &lt;a href=\"RCD%20Mallorca\"&gt;RCD Mallorca&lt;/a&gt; at the beginning of the &lt;a href=\"2001%E2%80%9302%20La%20Liga\"&gt;2001–02 season&lt;/a&gt;, but he made a quick return to Turkey, signing for &lt;a href=\"Fenerbah%C3%A7e%20S.K.\"&gt;Fenerbahçe&lt;/a&gt; on 4 December 2001 after five appearances for the Spanish club. With Fenerbahçe, he won another Süper Lig title in 2003–04. Fatih made 70 appearances for the club before his contract was terminated on 8 November 2004. He signed with German club &lt;a href=\"VfL%20Bochum\"&gt;VfL Bochum&lt;/a&gt; in 2005, making one appearance. &lt;a href=\"PAOK%20F.C.\"&gt;PAOK&lt;/a&gt; signed him the following season, where he made 16 appearances before returning to Turkey at the winter break, this time to &lt;a href=\"Trabzonspor\"&gt;Trabzonspor&lt;/a&gt;. He spent one season with the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt; club before being transferred to &lt;a href=\"Gen%C3%A7lerbirli%C4%9Fi\"&gt;Gençlerbirliği&lt;/a&gt; on 1 February 2007. However, he did not make any appearances for the club.\nFatih later signed for &lt;a href=\"MKE%20Ankarag%C3%BCc%C3%BC\"&gt;MKE Ankaragücü&lt;/a&gt; on 2 July 2007, but quickly left the club, signing for &lt;a href=\"Kas%C4%B1mpa%C5%9Fa%20S.K.\"&gt;Kasımpaşa&lt;/a&gt; on 3 September 2007. He spent three years with the club, with the last year on loan at &lt;a href=\"Kocaelispor\"&gt;Kocaelispor&lt;/a&gt;. On 27 January 2010, Fatih signed with &lt;a href=\"KFC%20Uerdingen%2005\"&gt;KFC Uerdingen 05&lt;/a&gt;. However, two days later he announced via &lt;a href=\"SMS\"&gt;SMS&lt;/a&gt; that he would not join the club. Akyel last played for &lt;a href=\"Tepecik%20B.S.\"&gt;Tepecikspor&lt;/a&gt;, making one appearance for the club before he was arrested in March 2010 on allegations of match-fixing in 2007 and 2008.\nInternational career.\nFatih began his international career with the U-18 team in 1995, earning nine caps. He was promoted to the &lt;a href=\"Turkey%20national%20under-21%20football%20team\"&gt;Turkey U21 national team&lt;/a&gt; in 1996, where he won one cap. He participated in the &lt;a href=\"1997%20Mediterranean%20Games\"&gt;1997 Mediterranean Games&lt;/a&gt;, starting all five matches en route to winning a silver medal. In seven years, Fatih won 64 caps for the &lt;a href=\"Turkey%20national%20football%20team\"&gt;Turkey national team&lt;/a&gt;. He was a part of the Turkey squad that finished in third place at the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt;. He was also a part of the Turkey squad that qualified for the knockout stages of &lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt;, and the squad that finished third at the &lt;a href=\"2003%20FIFA%20Confederations%20Cup\"&gt;2003 FIFA Confederations Cup&lt;/a&gt;.\nHonours.\nGalatasaray\nFenerbahçe\nTurkey"
}