{
    "id": "37811042",
    "revid": "187158",
    "url": "https://en.wikipedia.org/wiki?curid=37811042",
    "title": "Spill vase",
    "text": "A spill vase, or spill holder is a small cylindrical &lt;a href=\"vase\"&gt;vase&lt;/a&gt; or wall-hanging vase for containing &lt;a href=\"Splint%20%28laboratory%20equipment%29\"&gt;splints&lt;/a&gt;, spills, and tapers for transferring fire, for example to light a candle or pipe from a lit fire. From the documentary record, they probably date back to the 15th century, though the heyday of specially made vases is the 19th century. Spills are made of tightly rolled paper tapers or very thin wood sticks; spill vases are mostly made of &lt;a href=\"pottery\"&gt;pottery&lt;/a&gt;, including &lt;a href=\"porcelain\"&gt;porcelain&lt;/a&gt;, but a variety of other materials were used, such as &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, &lt;a href=\"iron\"&gt;iron&lt;/a&gt;, &lt;a href=\"brass\"&gt;brass&lt;/a&gt;, or even &lt;a href=\"wall%20paper\"&gt;wall paper&lt;/a&gt;. There are also some examples made in &lt;a href=\"glass\"&gt;glass&lt;/a&gt;, although these are mostly limited to the 1840s-50s.\nPurpose.\nA spill vase was usually kept on the &lt;a href=\"mantelpiece\"&gt;mantelpiece&lt;/a&gt; and was filled with spills used to transfer fire from the fireplace to &lt;a href=\"candle\"&gt;candle&lt;/a&gt;s, &lt;a href=\"lantern\"&gt;lamp&lt;/a&gt;s, a &lt;a href=\"smoking%20pipe\"&gt;pipe&lt;/a&gt; or a &lt;a href=\"cigar\"&gt;cigar&lt;/a&gt;. Commercial &lt;a href=\"matchstick\"&gt;matches&lt;/a&gt;, which first surfaced in &lt;a href=\"England\"&gt;England&lt;/a&gt; during the 1820s, were a relatively expensive commodity until the late 19th century, and spill was therefore a more cost effective solution.\nDesign.\nSome examples of spill vases have a rectangular holder for a matchbox, which allowed the user to light a single splint, or sliver of wood with the match and use the spill to transfer the fire to several candles.\nApart from just using small vase shapes, designers found a number of ingenious solutions to the problem of a design needing an upward-facing hole with some depth, and many designs were figural, with the spills going into the top of a head, a tree stump, and so on.\nDecline.\nFrom 1860 to 1865 there was a huge transitional period in the evolution of lighting and accessories. Later, with the spread of &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt;, spill vases gradually became redundant, as people relied less on fire for lighting. However they later became expensive collectibles on the antiques market.\n&lt;a href=\"Agatha%20Christie\"&gt;Agatha Christie&lt;/a&gt; refers to spill vases in her story \"&lt;a href=\"The%20Mysterious%20Affair%20at%20Styles\"&gt;The Mysterious Affair at Styles&lt;/a&gt;\" thus: \"Poirot had walked over to the mantel-piece... his hands, which from long force of habit were mechanically straightening the \"spill vases\" on the mantel-piece, were shaking violently.\""
}