{
    "id": "37829018",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=37829018",
    "title": "Mark Beer",
    "text": "Mark Beer &lt;a href=\"OBE\"&gt;OBE&lt;/a&gt; is a British lawyer who is co-Founder of Seven Pillars Law, chairman of The Metis Institute, and co-founder of the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt;'s Deep Technology Dispute Resolution Lab. He is Chairman of the Board of Trustees of the Global Legal Action Network and was previously President of the International Association for Court Administration. Beer is a member of the Commercial Dispute Resolution Taskforce, part of the UK Government's ‘LawTech Delivery Panel’; senior advisor to VirtuZone; senior advisor to Emissary Holdings; advisor to the Board of Resolve Disputes Online; a member of The Innovation Working Group of the Task Force on Justice; a Professional Associate with Outer Temple Chambers; a lawyer with Keystone Law and a member of the International Council of the &lt;a href=\"Supreme%20Court%20of%20the%20Republic%20of%20Kazakhstan\"&gt;Supreme Court of the Republic of Kazakhstan&lt;/a&gt;. Previously he was Chief Executive of the &lt;a href=\"Dubai%20International%20Financial%20Centre\"&gt;Dubai International Financial Centre&lt;/a&gt;'s Dispute Resolution Authority; &lt;a href=\"Registrar%20%28law%29\"&gt;Registrar&lt;/a&gt; General and a Small Claims Tribunal judge of the &lt;a href=\"DIFC%20Courts\"&gt;DIFC Courts&lt;/a&gt;; and Registrar to the Dubai World Tribunal. Beer was identified as one of the 100 Inspiring Leaders in the Middle East and has been described as having an ′incredibly sharp mind, a brilliant reputation and a proven talent for securing government support behind disruptive planning′ and was involved in a number of transformative projects in Dubai in the legal and &lt;a href=\"justice\"&gt;justice&lt;/a&gt; sectors, having spoken about the future of law and justice and been instrumental in the establishment of the Courts of the Future Forum. Beer is also a &lt;a href=\"Visiting%20Fellow\"&gt;Visiting Fellow&lt;/a&gt; of the &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt;, a member of the &lt;a href=\"World%20Economic%20Forum\"&gt;World Economic Forum&lt;/a&gt;'s Expert Network for the Justice sector and a legal commentator on China's &lt;a href=\"One%20Belt%20One%20Road%20Initiative\"&gt;One Belt One Road Initiative&lt;/a&gt;.\nEducation.\nBeer studied at both &lt;a href=\"King%20Edward%27s%20School%2C%20Birmingham\"&gt;King Edward's School, Birmingham&lt;/a&gt; and &lt;a href=\"Manchester%20Grammar%20School\"&gt;Manchester Grammar School&lt;/a&gt; before graduating from &lt;a href=\"University%20of%20Oxford\"&gt;University of Oxford&lt;/a&gt; in 1993 after studying &lt;a href=\"jurisprudence\"&gt;jurisprudence&lt;/a&gt;. He went on to the College of Law in York before starting his legal career as an Articled Clerk with Edge &amp; Ellison, Hatwell Pritchett &amp; Co.\nCareer.\nBeer was appointed &lt;a href=\"Registrar%20%28law%29\"&gt;Registrar&lt;/a&gt; at DIFC Courts in 2008, and a Small Claims Tribunal Judge and the Chief Executive of the DIFC Courts in 2009. Beer was also Registrar at the Dubai World Tribunal. and was appointed Chief Executive of the &lt;a href=\"Dubai%20International%20Financial%20Centre\"&gt;Dubai International Financial Centre&lt;/a&gt;'s Dispute Resolution Authority in 2014. In 2017, Beer was appointed Registrar General to the DIFC Courts by Chief Justice Michael Hwang.\nBeer was involved in negotiating the memoranda signed with other courts including those in England and Wales, the Southern District of New York, Singapore, New South Wales and the Supreme Court of Kazakhstan.\nBeer was behind the hyper-connectivity strategy of the DIFC Dispute Resolution Authority, having been instrumental in developing links with China, &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt;, &lt;a href=\"United%20States%20District%20Court%20for%20the%20Southern%20District%20of%20New%20York\"&gt;United States District Court for the Southern District of New York&lt;/a&gt;, &lt;a href=\"Abu%20Dhabi\"&gt;Abu Dhabi&lt;/a&gt; Judicial Department, &lt;a href=\"Ras%20al-Khaimah\"&gt;Ras al-Khaimah&lt;/a&gt;, &lt;a href=\"Microsoft\"&gt;Microsoft&lt;/a&gt;, the Dubai Judicial Institute, and &lt;a href=\"New%20York%20University%20Abu%20Dhabi\"&gt;New York University Abu Dhabi&lt;/a&gt;,\nBeer was behind the idea to create the DIFC's Dispute Resolution Authority, hosting the &lt;a href=\"DIFC%20Courts\"&gt;DIFC Courts&lt;/a&gt;, the DIFC-LCIA Arbitration Centre, the DIFC Wills and Probate Registry and the DIFC Academy of Law. The Authority was established by Dubai Law 7 of 2014 and shortly after its creation Beer was appointed Chief Executive. Beer worked on the development of the Middle East's first specialist Technology and Construction Court.\nAs the Chief Executive of the DIFC Courts, Beer was credited by Chief Justice Michael Hwang as one of the reasons for the DIFC Courts' success.\nAwards and recognition.\nBeer has twice been named in the 'Top 50 most influential Brits in the UAE' by ArabianBusiness.com. He is also listed as one of the 100 most influential people in Dubai and by Forbes Middle East as one of the top 50 most influential expats in the UAE. Beer was also named as one of the 100 Inspiring Leaders in the Middle East and has been described as having an ′incredibly sharp mind, a brilliant reputation and a proven talent for securing government support behind disruptive planning′.\nBeer was awarded an &lt;a href=\"Officer%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;OBE&lt;/a&gt; in Queen &lt;a href=\"Elizabeth%20II\"&gt;Elizabeth II&lt;/a&gt;'s 2013 &lt;a href=\"Birthday%20honours%20list\"&gt;Birthday honours list&lt;/a&gt;, for his work in strengthening relations between the UK and the UAE. He has twice been shortlisted by the &lt;a href=\"Law%20Society%20of%20England%20and%20Wales\"&gt;Law Society of England and Wales&lt;/a&gt; as the UK's Solicitor of the Year – In-House. In 2018, Beer was awarded The ACC Middle East Achievement Award for his work in developing Dubai's judicial system.\nIn 2020 Beer was shortlisted in the Law Society Excellence Awards as Legal Personality of the Year.\nCharity work.\nDuring Beer's time as Chairman of the British Business Group, he oversaw fundraising for charities in the UAE including Gulf for Good, Foresight, and the British Community Assistance Fund. Beer was also Vice-Chairman of the British Community Assistance Fund, established as a non-profit organisation to help UK nationals and their families and run by volunteers from the resident British community in the UAE.\nBeer was on the MENA Advisory Board of &lt;a href=\"City%20University%20London\"&gt;City University&lt;/a&gt; and is a regular speaker about the importance of education in the context of the &lt;a href=\"Fourth%20Industrial%20Revolution\"&gt;Fourth Industrial Revolution&lt;/a&gt;.\nBeer was appointed Chairman of the UAE's Oxford &amp; Cambridge Society in 2015"
}