{
    "id": "37848259",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=37848259",
    "title": "Karl Marx's Theory of Revolution",
    "text": "Karl Marx's Theory of Revolution is a 5-volume work (1977–1990) about the philosopher &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt; by the Marxist writer &lt;a href=\"Hal%20Draper\"&gt;Hal Draper&lt;/a&gt;. First published by the &lt;a href=\"Monthly%20Review%20Press\"&gt;Monthly Review Press&lt;/a&gt;, the book received positive reviews, praising it as a fair and well-written work that discredited misconceptions about Marx and his work. However, some reviewers considered it insufficiently critical of Marx.\nSummary.\nDraper writes that he aims to provide a \"full and definitive treatment of Marx's political theory, policies, and practice.\" He presents his work as an approximation of this objective, writing that it is impossible to fulfill completely. He discusses Marx's relation to the philosopher &lt;a href=\"Georg%20Wilhelm%20Friedrich%20Hegel\"&gt;Georg Wilhelm Friedrich Hegel&lt;/a&gt;, and the work of the philosopher &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;.\nPublication history.\n\"Karl Marx's Theory of Revolution\" was first published in 1977 by Monthly Review Press.\nReception.\n\"Karl Marx's Theory of Revolution\" has been praised by authors such as the political scientist &lt;a href=\"David%20McLellan%20%28political%20scientist%29\"&gt;David McLellan&lt;/a&gt;, who described the book as a \"splendidly detailed discussion aiming to show that Marx was always right\". The book received positive reviews from Mark P. Maller in \"&lt;a href=\"Library%20Journal\"&gt;Library Journal&lt;/a&gt;\", the economist &lt;a href=\"Robert%20Heilbroner\"&gt;Robert Heilbroner&lt;/a&gt; in \"&lt;a href=\"The%20New%20York%20Review%20of%20Books\"&gt;The New York Review of Books&lt;/a&gt;\", \"&lt;a href=\"The%20Political%20Quarterly\"&gt;The Political Quarterly&lt;/a&gt;\", Raphael De Kadt in \"&lt;a href=\"Political%20Studies%20%28journal%29\"&gt;Political Studies&lt;/a&gt;\", and the Marxian economist &lt;a href=\"Rick%20Kuhn\"&gt;Rick Kuhn&lt;/a&gt; in the \"&lt;a href=\"Australian%20Journal%20of%20Political%20Science\"&gt;Australian Journal of Political Science&lt;/a&gt;\". It received a negative review from David Felix in \"&lt;a href=\"The%20American%20Historical%20Review\"&gt;The American Historical Review&lt;/a&gt;\".\nMaller described the work as \"helpful and well-written\" and less biased than many other books about Marx. He credited Draper with discrediting \"some of the myths surrounding Marx's political thought\". Heilbroner described the book as stimulating and well-written. He credited Draper with establishing that Marx's views about politics and revolution constitute a theory comparable to his economic theory and were essential to his work, and with showing the merits of Marx's treatment of political life. He believed that Draper was generally fair in assessing the strengths and the weaknesses of Marx's work. However, he criticized Draper for neglecting to discuss Marx's failure to understand political power in relation to human nature. \"The Political Quarterly\" wrote that the book showed Draper's knowledge of the work of Marx and Engels, was well-written and sensible, and helpful in understanding the development of Marx's political attitudes and beliefs. It credited Draper with showing that Marx's political theory was \"more intricate and more sensible\" than most accounts of it have suggested. However, it criticized Draper for being unduly critical of other scholars and for neglecting some relevant scholarly literature.\nDe Kadt credited Draper with providing a \"disciplined and lucid\" discussion of the themes of Marx's work and a good discussion of the development of Marx's thought. He described Draper's attempt to clarify the meaning of Marx's arguments as being \"among the very best available\", and praised his use of obscure as well as well-known sources. However, he suggested that Draper was less confident in discussing philosophy than he was in discussing other topics, and questioned his discussion of Marx's relation to Hegel. He also suggested that Draper was arguably insufficiently critical of Marx, with the result that the work \"tends to remain one of accurate exposition rather than critical exegesis.\"\nKuhn credited Draper with \"explaining changes in Marx’s and Engels’s ideas while also demonstrating fundamental continuities in them\", thereby making it easier to use Marx's approach to understand new problems and situations, providing \"the most systematic account yet written of Marx’s theory of the state\" and a fascinating discussion of the term \"dictatorship of the proletariat\", and discrediting myths about Marx. He described the book as well-written. However, he noted that it included some controversial claims.\nFelix argued that Draper failed to focus consistently on a single subject, and that the book \"reads like a series of indoctrination talks aimed at Marxists who have some knowledge of Marxian theory but require further elucidation.\" He criticized Draper for attempting to show that events apparently inconsistent with Marxism were actually consistent with it, and argued that he articulated \"a discouraged attitude typical of the Great Depression\". He described the work's appendixes as being either \"irrelevant or repetitious\"."
}