{
    "id": "37860630",
    "revid": "38731461",
    "url": "https://en.wikipedia.org/wiki?curid=37860630",
    "title": "Brixham Rugby Club",
    "text": "Brixham Rugby Football Club is an &lt;a href=\"England\"&gt;English&lt;/a&gt; &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; team based at Astley Park in &lt;a href=\"Brixham\"&gt;Brixham&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;. The club runs three senior teams and the full range of junior teams. The first XV currently plays in &lt;a href=\"South%20West%20Premier\"&gt;South West Premier&lt;/a&gt;, a level five league in the &lt;a href=\"English%20rugby%20union%20system\"&gt;English rugby union system&lt;/a&gt;.\nHistory.\nBrixham RFC was formed in 1874 and became one of the founder members of the Devon RFU. In 1896 the club moved to its present ground, having previously played at Furzeham Green. Between 1924 and 1934 the club won the Devon Cup twice and were runners-up on four other occasions. When club rugby was introduced in 1987 the club was placed in the sixth tier league; &lt;a href=\"Tribute%20South%20West%201%20West\"&gt;South West 2&lt;/a&gt;.\nAt the end of 1989 Brixham achieved promotion into &lt;a href=\"South%20West%20Premier\"&gt;South West 1&lt;/a&gt; where they would remain for the following eight seasons until they were relegated at the end of the 1996–97 season. During this period they also enjoyed several runs in the old &lt;a href=\"Anglo-Welsh%20Cup\"&gt;Pilkington Cup&lt;/a&gt;, with the best performance coming in 1988–89 when they reached the third round, losing at home to &lt;a href=\"Gloucester%20Rugby\"&gt;Gloucester&lt;/a&gt; in front of almost 3,000 supporters. The club would remain at level 6 for fifteen seasons until they finally got promoted back into level 5 by winning South West 1 West at the end of the 2011–12 season. This promotion would also see the club become one of the premier sides in the county, finally winning the Devon RFU Senior Cup in 2015 (the first victory since 1932) and then again in 2017.\nGround.\nAstley Park is situated on Rea Barn Road in Brixham, opposite the police station and near to &lt;a href=\"Brixham%20College\"&gt;Brixham College&lt;/a&gt;. The ground consists of a club-house/stand alongside the main pitch, and there are also several other pitches on adjoining land for second XV and junior rugby. The stand sits atop the club-house and has seating/standing capacity for up to 300, while there is standing space for around 1,500 supporters pitch side, bringing the total capacity to approximately 1,800. There is limited parking in and around the ground."
}