{
    "id": "37872415",
    "revid": "915833",
    "url": "https://en.wikipedia.org/wiki?curid=37872415",
    "title": "Lee M. Hollander",
    "text": "Lee Milton Hollander (November 8, 1880 – October 19, 1972) was an American &lt;a href=\"philologist\"&gt;philologist&lt;/a&gt; who specialized in &lt;a href=\"Old%20Norse%20studies\"&gt;Old Norse studies&lt;/a&gt;. Hollander was for many years head of the Department of &lt;a href=\"Germanic%20languages\"&gt;Germanic Languages&lt;/a&gt; at the &lt;a href=\"University%20of%20Texas%20at%20Austin\"&gt;University of Texas at Austin&lt;/a&gt;. He is best known for his research on &lt;a href=\"Old%20Norse%20literature\"&gt;Old Norse literature&lt;/a&gt;.\nEarly life and education.\nLee M. Hollander was born in &lt;a href=\"Baltimore\"&gt;Baltimore&lt;/a&gt;, Maryland, on November 8, 1880, the son of Samuel Hollander and Amelia Herstein. The family was Jewish. His parents were both born in Baltimore to German-born parents, and the family maintained strong links to Germany. His grandfather had emigrated from Germany in 1848. Samuel Hollander ran a furniture factory as a family business.\nUpon the death of Hollander's father in 1886, his mother decided to take Lee and his older brother Charles Samuel to Germany to live with their relatives in &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt;, where he attended primary school from 1886 to 1897. Hollander left the Obersekunda of the &lt;a href=\"Realgymnasium\"&gt;Realgymnasium&lt;/a&gt; at the age of seventeen to return to the United States. Returning to Baltimore, he enrolled at the College at &lt;a href=\"Johns%20Hopkins%20University\"&gt;Johns Hopkins University&lt;/a&gt;, where he obtained a &lt;a href=\"B.A.\"&gt;B.A.&lt;/a&gt; in 1901 with a major in &lt;a href=\"Germanic%20Philology\"&gt;Germanic Philology&lt;/a&gt;, and a minor in &lt;a href=\"English%20studies\"&gt;English&lt;/a&gt; and &lt;a href=\"Comparative%20Philology\"&gt;Comparative Philology&lt;/a&gt;. Hollander then gained his &lt;a href=\"Ph.D.\"&gt;Ph.D.&lt;/a&gt; in 1905 under the supervision of &lt;a href=\"Henry%20Wood%20%28philologist%29\"&gt;Henry Wood&lt;/a&gt;. His thesis on the prefixal s- in &lt;a href=\"Germanic%20languages\"&gt;Germanic&lt;/a&gt; was subsequently published at the personal encouragement of &lt;a href=\"Hermann%20Collitz\"&gt;Hermann Collitz&lt;/a&gt;.\nEarly career.\nHollander made a long trip to Norway, Denmark and Sweden, where he learned the &lt;a href=\"Scandinavian%20languages\"&gt;Scandinavian languages&lt;/a&gt; and developed a strong interest in &lt;a href=\"Scandinavian%20literature\"&gt;Scandinavian literature&lt;/a&gt;, particularly the works of &lt;a href=\"Petter%20Dass\"&gt;Petter Dass&lt;/a&gt;. In 1906, \"&lt;a href=\"Aftenposten\"&gt;Aftenposten&lt;/a&gt;\" printed an article by Hollander on Dass, which was instrumental in ensuring the restoration of Dass' home in &lt;a href=\"Alstahaug\"&gt;Alstahaug&lt;/a&gt;.\nWhile on his Scandinavian journey, Hollander visited many prominent scholars. He listed to &lt;a href=\"Otto%20Jespersen\"&gt;Otto Jespersen&lt;/a&gt; and &lt;a href=\"Moltke%20Moe\"&gt;Moltke Moe&lt;/a&gt;, and attended the seminar of &lt;a href=\"Sophus%20Bugge\"&gt;Sophus Bugge&lt;/a&gt; on the Edda at the &lt;a href=\"University%20of%20Oslo\"&gt;University of Oslo&lt;/a&gt;. Through the efforts of outstanding scholars such as &lt;a href=\"Magnus%20Olsen\"&gt;Magnus Olsen&lt;/a&gt; and &lt;a href=\"Carl%20Marstrander\"&gt;Carl Marstrander&lt;/a&gt;, Oslo was at the time a pre-eminent center on Germanic philology. Hollander also spent his time liberally at the university libraries of Stockholm, Oslo and Copenhagen, devoting special time and attention to the &lt;a href=\"Arnamagn%C3%A6an%20Manuscript%20Collection\"&gt;Arnamagnæan Manuscript Collection&lt;/a&gt;.\nReturning to the United States in 1907, Hollander became an instructor of &lt;a href=\"German%20studies\"&gt;German&lt;/a&gt; at the &lt;a href=\"University%20of%20Michigan\"&gt;University of Michigan&lt;/a&gt;. At this time he also taught Norwegian. Combined with his teaching duties, he published a series of translations in \"&lt;a href=\"Poet%20Lore\"&gt;Poet Lore&lt;/a&gt;\". In 1910, Hollander transferred to the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin&lt;/a&gt;, where he again taught German and Norwegian. During this time he carried out substantial research, particularly on Scandinavian literature, and his subsequent articles were published in several publications, including \"&lt;a href=\"Modern%20Language%20Notes\"&gt;Modern Language Notes&lt;/a&gt;\", \"&lt;a href=\"Scandinavian%20Studies%20%28journal%29\"&gt;Scandianvian Studies&lt;/a&gt;\", \"&lt;a href=\"Arkiv%20f%C3%B6r%20nordisk%20filologi\"&gt;Arkiv för nordisk filologi&lt;/a&gt;\", amongst others.\n&lt;a href=\"Anti-German%20sentiment\"&gt;Anti-German sentiment&lt;/a&gt; became rampant when the United States &lt;a href=\"United%20States%20declaration%20of%20war%20on%20Germany%20%281917%29\"&gt;declared war&lt;/a&gt; against Germany in 1917, and Hollander lost his position as an instructor at Wisconsin as a result. However, unlike most of his colleagues, many of whom were bilingual and suspected of double allegiance, he was not fired from Wisconsin altogether. The university librarian wanted someone to compile files of clippings about the war from major newspapers in England, Germany and the United States, and Hollander performed this task although he hated it. During this time, he developed a strong interest in &lt;a href=\"geology\"&gt;geology&lt;/a&gt;. He would eventually teach introductory courses on the subject, and worked up reports on parts of Wisconsin. Throughout the rest of his life Hollander collected rocks, geodes and mineral specimens.\nUniversity of Texas at Austin.\nIn 1920, when American anti-German sentiment had significantly cooled off, &lt;a href=\"Johannes%20Lassen%20Boysen\"&gt;Johannes Lassen Boysen&lt;/a&gt; hired Hollander as Associate Professor of &lt;a href=\"Germanic%20Languages\"&gt;Germanic Languages&lt;/a&gt; at the &lt;a href=\"University%20of%20Texas%20at%20Austin\"&gt;University of Texas at Austin&lt;/a&gt;. In subsequent years, the University grew rapidly, and he was appointed Professor. While in Oslo, Hollander had become familiar with the works of Danish philosopher &lt;a href=\"S%C3%B8ren%20Kierkegaard\"&gt;Søren Kierkegaard&lt;/a&gt;, and wrote a translation of Kierkegaard's writings upon his return to the United States. These translations were eventually published at the suggestion of &lt;a href=\"Howard%20Mumford%20Jones\"&gt;Howard Mumford Jones&lt;/a&gt; in 1923, and upon the reprint of this work by &lt;a href=\"Doubleday%20%28publisher%29\"&gt;Doubleday&lt;/a&gt; in 1960, Hollander was recognized as a pioneer translator of Kierkegaard into the &lt;a href=\"English%20language\"&gt;English language&lt;/a&gt;.\nIn 1929, Hollander was promoted to Chairman of the Department of Germanic Languages at the University of Texas. In this capacity, he oversaw major growth of his department, while simultaneously carrying out pioneering research. Under his leadership, the University of Texas became a leading institution on &lt;a href=\"Germanic%20studies\"&gt;Germanic studies&lt;/a&gt;. His greatest scholarly passion was &lt;a href=\"Old%20Norse%20literature\"&gt;Old Norse literature&lt;/a&gt; and &lt;a href=\"Norse%20mythology\"&gt;mythology&lt;/a&gt;.\nCombined with his duties at the University of Texas, Hollander published a number of influential works and translations, including \"The Poetic Edda\" (1928) and \"Old Norse Poems\" (1936). In his translations, he aimed at recreating the tone of the original in his very personal style and diction. He contended that many works of Old Norse literature had not been adequately translated, because the translators were not sufficiently proficient in &lt;a href=\"Old%20Norse\"&gt;Old Norse&lt;/a&gt;, and that texts had been &lt;a href=\"bowdlerized\"&gt;bowdlerized&lt;/a&gt; because the translators found contents morally objectionable. Hollander became an internationally renowned authority on &lt;a href=\"Scandinavian%20studies\"&gt;Scandinavian&lt;/a&gt; and particularly &lt;a href=\"Old%20Norse%20studies\"&gt;Old Norse studies&lt;/a&gt;. He was recognized as America's leading authority on &lt;a href=\"Skaldic%20poetry\"&gt;Skaldic poetry&lt;/a&gt;. &lt;a href=\"Edgar%20C.%20Polom%C3%A9\"&gt;Edgar C. Polomé&lt;/a&gt; referred to Hollander as \"the &lt;a href=\"%3Awiktionary%3ANestor\"&gt;Nestor&lt;/a&gt; of Scandinavian studies in the United States\".\nUpon reaching the age limit in 1941, Hollander retired from his administrative duties at the University of Texas. Five years later, he had to go on modified service, but was nevertheless as active as ever both as a teacher and as a researcher. He continued teaching and guiding students in Germanic studies, and published numerous influential translations and works on Old Norse studies. Works published by Hollander in these later years include \"The Skalds\" (1946), \"The Saga of the Jomsvikings\" (1955), \"A Bibliography of Skaldic Studies\", and \"Heimskringla\" (1965).\nHollander was in frequent correspondence with other international authorities on Germanic studies, including &lt;a href=\"Otto%20H%C3%B6fler\"&gt;Otto Höfler&lt;/a&gt;, &lt;a href=\"Werner%20Betz\"&gt;Werner Betz&lt;/a&gt; and &lt;a href=\"Walter%20Baetke\"&gt;Walter Baetke&lt;/a&gt;. He was an enthusiastic member of the Fortnightly Club at the University of Texas, where university scholars met to discuss their papers. He led the Department of Germanic Languages, Journal Club, which invited scholars from all over the world to present their papers. Hollander had been President of the &lt;a href=\"Society%20for%20the%20Advancement%20of%20Scandinavian%20Studies\"&gt;Society for the Advancement of Scandinavian Studies&lt;/a&gt; in 1919, of which he was a founding member, and served as President once again from 1959 to 1960. He was also Member of the &lt;a href=\"Norwegian%20Academy%20of%20Science%20and%20Letters\"&gt;Norwegian Academy of Science and Letters&lt;/a&gt;, the &lt;a href=\"Modern%20Language%20Association\"&gt;Modern Language Association&lt;/a&gt; and the &lt;a href=\"Linguistic%20Society%20of%20America\"&gt;Linguistic Society of America&lt;/a&gt;, Honorary Life Member of the &lt;a href=\"Viking%20Society%20for%20Northern%20Research\"&gt;Viking Society for Northern Research&lt;/a&gt;, and a recipient of the Knight's Cross of the &lt;a href=\"Order%20of%20the%20Falcon\"&gt;Order of the Falcon&lt;/a&gt;.\nIn honor of the 85th birthday of Hollander, Polomé organized an international symposium on Old Norse literature and mythology, whose speakers included &lt;a href=\"Gabriel%20Turville-Petre\"&gt;Gabriel Turville-Petre&lt;/a&gt;, &lt;a href=\"Margaret%20Arent%20Madelung\"&gt;Margaret Arent Madelung&lt;/a&gt;, &lt;a href=\"Einar%20Haugen\"&gt;Einar Haugen&lt;/a&gt;, &lt;a href=\"Paul%20Schach\"&gt;Paul Schach&lt;/a&gt;, &lt;a href=\"Erik%20Wahlgren\"&gt;Erik Wahlgren&lt;/a&gt;, &lt;a href=\"Winfred%20P.%20Lehmann\"&gt;Winfred P. Lehmann&lt;/a&gt; and Polomé himself. A celebrated volume edited by Polomé, \"Old Norse Literature and Mythology\" (1969), was published as a result. When Hollander turned 90, Polomé commemorated the occasion with a lecture entitled \"Approaches to Germanic Mythology\", and Hollander's former Department produced a &lt;a href=\"festschrift\"&gt;festschrift&lt;/a&gt; in his honor, which was edited by &lt;a href=\"John%20Weinstock\"&gt;John Weinstock&lt;/a&gt; and published by &lt;a href=\"Pemberton%20Press\"&gt;Pemberton Press&lt;/a&gt;.\nDeath and legacy.\nHollander continued researching and teaching at the University of Texas towards the end of his life. He retired from teaching 1968. \"Víga-Glúm's Saga and The Story of Ögmund Dytt\" (1972) was his final work. He died in Austin on October 19, 1972, and was buried beside his wife at &lt;a href=\"Woods%20Hole%2C%20Massachusetts\"&gt;Woods Hole, Massachusetts&lt;/a&gt;. Hollander was survived by a son and two daughters.\nThroughout his career he published more than 16 books and monographs, 22 translations, 88 articles, and 157 reviews. His most important legacies are his research on and translation of Old Norse literature, and the development of the Department of Germanic Languages at the University of Texas into one of the leading institutions in its field.\nPersonal life.\nHollander married Jean Wright Fisher (1880-1965) in June 1912. He was a talented &lt;a href=\"violinist\"&gt;violinist&lt;/a&gt;, while Jean was a talented &lt;a href=\"pianist\"&gt;pianist&lt;/a&gt;, and music played an important role in their daily life. He played the violin in the &lt;a href=\"Austin%20Symphony%20Orchestra\"&gt;Austin Symphony Orchestra&lt;/a&gt; and the Texas Symphony Orchestra, having contributed to the founding of both. Hollander was an accomplished gardener, and was known as a bee-keeper. In politics, Hollander was strongly &lt;a href=\"Liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt;. He frequently contributed to \"&lt;a href=\"The%20Nation\"&gt;The Nation&lt;/a&gt;\", and was a strong supporter of University of Texas President &lt;a href=\"Homer%20P.%20Rainey\"&gt;Homer P. Rainey&lt;/a&gt;, who was eventually fired from the University due to his liberal views. Hollander was also very active in the University &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt;."
}