{
    "id": "3788050",
    "revid": "14064649",
    "url": "https://en.wikipedia.org/wiki?curid=3788050",
    "title": "Billy Dodds",
    "text": "William Dodds (born 5 February 1969) is a Scottish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; coach and former &lt;a href=\"Football%20player\"&gt;player&lt;/a&gt; who is the &lt;a href=\"manager%20%28association%20football%29\"&gt;manager&lt;/a&gt; of &lt;a href=\"Inverness%20Caledonian%20Thistle%20F.C.\"&gt;Inverness Caledonian Thistle&lt;/a&gt;.\nHis playing career started with English club &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; and the rest of his career was spent in Scotland with &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt;, &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt;, &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt;, &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt;, &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt; and &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;. Dodds made 26 appearances for &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;, scoring seven goals.\nHe has had coaching spells at &lt;a href=\"Queen%20of%20the%20South%20F.C.\"&gt;Queen of the South&lt;/a&gt;, &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt; and &lt;a href=\"Ross%20County%20F.C.\"&gt;Ross County&lt;/a&gt;, leaving his post as assistant manager of the latter in September 2017.\nClub career.\nEarly career.\nBorn in &lt;a href=\"New%20Cumnock\"&gt;New Cumnock&lt;/a&gt;, Dodds began his career with English club &lt;a href=\"Chelsea%20F.C.\"&gt;Chelsea&lt;/a&gt; in 1986. He made his senior debut on loan to &lt;a href=\"Partick%20Thistle%20F.C.\"&gt;Partick Thistle&lt;/a&gt; in &lt;a href=\"1987%E2%80%9388%20in%20Scottish%20football\"&gt;1987–88&lt;/a&gt;. After making only three appearances for Chelsea, he was transferred to &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt; in 1989. He scored 68 league goals in 174 appearances for Dundee, winning a &lt;a href=\"Scottish%20First%20Division\"&gt;Scottish First Division&lt;/a&gt; title in the &lt;a href=\"1991%E2%80%9392%20in%20Scottish%20football\"&gt;1991–92 season&lt;/a&gt; and scoring a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; in the &lt;a href=\"1990%20Scottish%20Challenge%20Cup%20Final\"&gt;1990 Scottish Challenge Cup Final&lt;/a&gt;.\nSt Johnstone.\nDodds moved to &lt;a href=\"St%20Johnstone%20F.C.\"&gt;St Johnstone&lt;/a&gt;, for a club record £400,000 transfer fee in January 1994 but moved to &lt;a href=\"Aberdeen%20F.C.\"&gt;Aberdeen&lt;/a&gt; within six months.\nAberdeen.\nDodds was Aberdeen's record signing at £800,000. During his time at &lt;a href=\"Pittodrie%20Stadium\"&gt;Pittodrie&lt;/a&gt;, he scored important goals to prevent relegation in &lt;a href=\"1994%E2%80%9395%20Scottish%20Premier%20Division\"&gt;1994–95&lt;/a&gt; and was part of the side that won the &lt;a href=\"1995%E2%80%9396%20Scottish%20League%20Cup\"&gt;1995–96 Scottish League Cup&lt;/a&gt;, scoring as \"The Dons\" beat his former club Dundee in the November 1995 final having also netted both goals in the semi-final victory the previous month. Dodds remained at Aberdeen until September 1998, when manager &lt;a href=\"Alex%20Miller\"&gt;Alex Miller&lt;/a&gt; used him – along with £700,000 – in a swap deal to bring &lt;a href=\"Robbie%20Winters\"&gt;Robbie Winters&lt;/a&gt; to Pittodrie Stadium from &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt;.\nDundee United.\nDodds enjoyed something of a rebirth when Aberdeen offered him and cash for Winters. Restored to playing as a striker, Dodds' full debut for United saw a hat-trick against former club St Johnstone, earning him instant hero status. During his time at &lt;a href=\"Tannadice%20Park\"&gt;Tannadice&lt;/a&gt;, he scored 25 goals in 45 league appearances.\nRangers.\nIn December 1999, less than fifteen months after joining United, 30-year-old Dodds was signed for &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt; (the club he supported in childhood) by manager &lt;a href=\"Dick%20Advocaat\"&gt;Dick Advocaat&lt;/a&gt; for £1.3m, following injuries to forwards &lt;a href=\"Michael%20Mols\"&gt;Michael Mols&lt;/a&gt; and &lt;a href=\"Jonatan%20Johansson%20%28footballer%29\"&gt;Jonatan Johansson&lt;/a&gt;. Dodds proved an instant success at &lt;a href=\"Ibrox%20Stadium\"&gt;Ibrox&lt;/a&gt;, scoring goals domestically and in European competition. Dodds was part of the squad that won a League and Scottish Cup &lt;a href=\"Double%20%28association%20football%29\"&gt;double&lt;/a&gt; in &lt;a href=\"1999%E2%80%932000%20in%20Scottish%20football\"&gt;2000&lt;/a&gt;, and a cup double in &lt;a href=\"2001%E2%80%9302%20in%20Scottish%20football\"&gt;2002&lt;/a&gt;. He has described his time with Rangers as \"the pinnacle of my career\". First team opportunities dried up later in his stay, leading to his departure in January 2003.\nFinal playing spell.\nWith few first team opportunities under new Rangers manager &lt;a href=\"Alex%20McLeish\"&gt;Alex McLeish&lt;/a&gt;, Dodds returned to Dundee United in January 2003 as he was swapped for &lt;a href=\"Steven%20Thompson%20%28Scottish%20footballer%29\"&gt;Steven Thompson&lt;/a&gt;. On Dodds' second debut for United, he scored the first equaliser in a 2–2 draw at home to &lt;a href=\"Kilmarnock%20F.C.\"&gt;Kilmarnock&lt;/a&gt;.\nDuring 2005, Dodds signed a new contract at Dundee United that would see him work with manager &lt;a href=\"Gordon%20Chisholm\"&gt;Gordon Chisholm&lt;/a&gt; as both player and first team coach. Now playing more in midfield or as a sweeper as his pace began to slow, Dodds helped United avoid relegation that year. When Chisholm was sacked as manager in January 2006, Dodds took over as caretaker manager for one match, a 2–1 win against &lt;a href=\"Falkirk%20F.C.\"&gt;Falkirk&lt;/a&gt; in the Premier League. When &lt;a href=\"Craig%20Brewster\"&gt;Craig Brewster&lt;/a&gt; took over as manager the following week, Dodds left the club. He then signed for &lt;a href=\"Scottish%20Second%20Division\"&gt;Second Division&lt;/a&gt; club Partick Thistle as a player later that month, but left after making only three appearances.\nInternational career.\nDodds gained his first &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; &lt;a href=\"Cap%20%28sports%29\"&gt;cap&lt;/a&gt; on 5 October 1996 against &lt;a href=\"Latvia%20national%20football%20team\"&gt;Latvia&lt;/a&gt; while playing for Aberdeen, coming on as a 59th-minute substitute in the &lt;a href=\"1998%20FIFA%20World%20Cup\"&gt;1998 FIFA World Cup&lt;/a&gt; Qualifier win in &lt;a href=\"Riga\"&gt;Riga&lt;/a&gt;. He was in the starting line-up for the following fixture against &lt;a href=\"Estonia%20national%20football%20team\"&gt;Estonia&lt;/a&gt; in &lt;a href=\"Tallinn\"&gt;Tallinn&lt;/a&gt; four days later, but a scheduling dispute meant the home team did not adhere to a quickly-rearranged afternoon kick-off time, and &lt;a href=\"One%20team%20in%20Tallinn\"&gt;the match was abandoned at kick-off&lt;/a&gt; with no caps awarded to the Scotland players; the fixture was re-arranged for the following February, but Dodds was not selected.\nHis form at &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt; attracted the attentions of &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt; coach &lt;a href=\"Craig%20Brown%20%28footballer%20born%201940%29\"&gt;Craig Brown&lt;/a&gt;, who restored Dodds to the Scotland squad after a twelve-month absence. During his time with United, he featured in ten competitive international matches, including the &lt;a href=\"UEFA%20Euro%202000\"&gt;UEFA Euro 2000&lt;/a&gt; play-off matches against &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt;, scoring four times during &lt;a href=\"UEFA%20Euro%202000%20qualifying%20Group%209\"&gt;the qualifying&lt;/a&gt;, with his first two goals for Scotland coming against Estonia at &lt;a href=\"Tynecastle%20Park\"&gt;Tynecastle Park&lt;/a&gt;, and a long-range winning goal away to &lt;a href=\"Bosnia%20and%20Herzegovina%20national%20football%20team\"&gt;Bosnia and Herzegovina&lt;/a&gt;.\nHe continued to be selected whilst at Rangers, with his 26th and final cap coming in September 2001 against &lt;a href=\"Belgium%20national%20football%20team\"&gt;Belgium&lt;/a&gt;, a match which Scotland lost 2-0 meaning they would not qualify for the &lt;a href=\"2002%20FIFA%20World%20Cup\"&gt;2002 FIFA World Cup&lt;/a&gt;. He scored three times in &lt;a href=\"2002%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20UEFA%20Group%206\"&gt;the group&lt;/a&gt; taking his goals total to seven, all in competitive matches.\nCoaching career.\nAssistant.\n&lt;a href=\"Gordon%20Chisholm\"&gt;Gordon Chisholm&lt;/a&gt; appointed Dodds as strikers' coach at &lt;a href=\"Queen%20of%20the%20South%20F.C.\"&gt;Queen of the South&lt;/a&gt;. \"Queens\" made it to the &lt;a href=\"2008%20Scottish%20Cup%20Final\"&gt;2008 Scottish Cup Final&lt;/a&gt;, which they lost 3–2 to &lt;a href=\"Rangers%20F.C.\"&gt;Rangers&lt;/a&gt;. This led to the club's first appearance in a UEFA organised competition, the &lt;a href=\"2008%E2%80%9309%20UEFA%20Cup\"&gt;2008–09 UEFA Cup&lt;/a&gt;.\nChisholm selected Dodds to be his assistant manager when he was appointed manager of &lt;a href=\"Dundee%20F.C.\"&gt;Dundee&lt;/a&gt; in March 2010. In October 2010, as Dundee entered &lt;a href=\"Administration%20%28British%20football%29\"&gt;administration&lt;/a&gt;, Chisholm and Dodds were made redundant as the administrator Bryan Jackson set about the task of saving the club from &lt;a href=\"liquidation\"&gt;liquidation&lt;/a&gt;. Dodds subsequently objected to the &lt;a href=\"company%20voluntary%20arrangement\"&gt;company voluntary arrangement&lt;/a&gt; (CVA) that took Dundee out of administration in 2011.\nOn 9 September 2014, Dodds become assistant manager to &lt;a href=\"Jim%20McIntyre%20%28footballer%29\"&gt;Jim McIntyre&lt;/a&gt; at &lt;a href=\"Ross%20County%20F.C.\"&gt;Ross County&lt;/a&gt;. He left the club on 25 September 2017 when both he and McIntyre were sacked. When McIntyre was appointed Dundee manager in October 2018, Dodds was linked with the assistant position there. This move did not proceed as Dundee fans objected to Dodds due to his vote against the CVA, and &lt;a href=\"Jimmy%20Boyle%20%28footballer%29\"&gt;Jimmy Boyle&lt;/a&gt; was appointed assistant instead.\nInverness CT manager.\nDodds joined &lt;a href=\"Inverness%20Caledonian%20Thistle%20F.C.\"&gt;Inverness Caledonian Thistle&lt;/a&gt; as an assistant to interim manager &lt;a href=\"Neil%20McCann\"&gt;Neil McCann&lt;/a&gt; during the latter part of the 2020–21 season after &lt;a href=\"John%20Robertson%20%28footballer%2C%20born%201964%29\"&gt;John Robertson&lt;/a&gt; went on compassionate leave. At the end of the season Inverness appointed Dodds as their new Head Coach, with Robertson becoming their sporting director.\nHonours.\nDundee\nAberdeen\nRangers"
}