{
    "id": "37885690",
    "revid": "5984052",
    "url": "https://en.wikipedia.org/wiki?curid=37885690",
    "title": "Pachydactylus rangei",
    "text": "Pachydactylus rangei, the Namib sand gecko or Namib web-footed gecko, is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of small &lt;a href=\"lizard\"&gt;lizard&lt;/a&gt; in the &lt;a href=\"Family%20%28biology%29\"&gt;family&lt;/a&gt; &lt;a href=\"Gekkonidae\"&gt;Gekkonidae&lt;/a&gt;. It inhabits the arid areas of &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt;, &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;, and &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;, and was first described in 1908 by &lt;a href=\"Swedes\"&gt;Swedish&lt;/a&gt; &lt;a href=\"Zoology\"&gt;zoologist&lt;/a&gt; &lt;a href=\"Lars%20Gabriel%20Andersson\"&gt;Lars Gabriel Andersson&lt;/a&gt;, who named it after its finder, &lt;a href=\"Germans\"&gt;German&lt;/a&gt; &lt;a href=\"geologist\"&gt;geologist&lt;/a&gt; Dr. &lt;a href=\"Paul%20Theodor%20Range\"&gt;Paul Range&lt;/a&gt;.\nDescription.\n\"Pachydactylus rangei\" grows to a length of about including a tail. The head is quite distinct from the slender body and both are flattened dorsally. The eyes are large, dark-coloured and protuberant and have vertical pupils. The web-footed gecko is very pale, nearly translucent. It has a salmon-colored undertone and some have light brown stripes or patterns. The coloring of their skin allows for very good camouflage among the sand of the Namib Desert. The skin is covered in fine, smooth scales and is translucent, and some of the internal organs can be seen through it. The legs are thin but the feet are broad, with fully webbed toes, enabling this gecko to burrow easily and to run on loose sand. The gecko developed the webbed feet as an adaptation to help them stay on top of the Namib Desert sand or bury underneath the sand. They have developed this adaptation due to being nocturnal and needing to spend the days in burrows which are self dug and then spend the night on top of the sand feeding. Their feet also have adhesive pads on the bottom to help them climb. The males have thicker tails than the females. The female's mass can reach around 10 grams and the male is about 6 grams. The head and dorsal surface are pinkish-brown with darker markings, particularly in two intermittent lateral lines, and the ventral surface is off-white. There is often a bluish band between the eyes. This species is rather similar in appearance to \"&lt;a href=\"Ptenopus%20garrulus\"&gt;Ptenopus garrulus&lt;/a&gt;\", another species of gecko found within its range.\nDistribution and habitat.\n\"Pachydactylus rangei\" is &lt;a href=\"Endemism\"&gt;endemic&lt;/a&gt; to the &lt;a href=\"Namib\"&gt;Namibia Desert&lt;/a&gt; where it is found near the coast and up to 130 kilometres (80 miles) inland at altitudes of up to 300 metres (1,000 feet). The Namibia Desert is located in the Southern part of Africa. The &lt;a href=\"Type%20locality%20%28biology%29\"&gt;type locality&lt;/a&gt; is &lt;a href=\"L%C3%BCderitz\"&gt;Lüderitz&lt;/a&gt; in Namibia. Its habitat is among rocks and stunted vegetation and on the dry loose sand of &lt;a href=\"sand%20dune\"&gt;sand dune&lt;/a&gt;s. The geckos prefer the sandy desert regions and are only found on the coastal part of Namibia and the Richtersveld in the extreme north of Namaqualand in the Cape.\nFood.\nIn the wild the geckos eat crickets, grasshoppers and small spiders. They also will eat beetles, and other small insects they can find among the sand. In captivity they will eat crickets and worms. It is suggested to feed them crickets in captivity to keep the geckos active. The gecko's large eyes allows it to see its prey while hunting at night.\nAdaptations.\nThe web-footed gecko has developed many adaptations for living in the harsh desert climate. It has webbed feet, which allow it to burrow in the sand or walk on top of the sand. It also has adhesive pads on the bottom of its feet which allow it to be an extremely good climber. \"The adhesive pads on their toes have rows of plates called lamellae, which are covered with thousands of microscopic hook like projections called villosities. These villosities catch any minor surface irregularity in order to aid the gecko in climbing.\"\nAnother adaptation that the web-foot gecko has developed is its eyes. The gecko has oversize eyes which help it to detect prey. \"The geckos like most other geckos do not have eyelids, instead their eyes are covered with a transparent scale, called a spectacle. They clean their eyes by periodic licking.\"\nBiology.\n\"Pachydactylus rangei\" is &lt;a href=\"Nocturnality\"&gt;nocturnal&lt;/a&gt;, spending the day in a burrow up to a metre (yard) deep. It emerges at night to feed on &lt;a href=\"arthropod\"&gt;arthropod&lt;/a&gt;s such as &lt;a href=\"termite\"&gt;termite&lt;/a&gt;s, &lt;a href=\"ant\"&gt;ant&lt;/a&gt;s, &lt;a href=\"beetle\"&gt;beetle&lt;/a&gt;s, &lt;a href=\"grasshopper\"&gt;grasshopper&lt;/a&gt;s and &lt;a href=\"spider\"&gt;spider&lt;/a&gt;s. Its main source of water is the drops of &lt;a href=\"dew\"&gt;dew&lt;/a&gt; found on vegetation. It can also absorb moisture through its skin. They communicate using a wide range of vocalizations, including squeaks, clicks and even croaks.\nEach individual normally lives a solitary life. It may emit certain squeaks and grunts when disturbed or when trying to find a mate. Reproduction takes place in April and May. During copulation, the male grasps the female tightly while gripping her neck with his teeth and bends his tail round under hers. The female lays one or two oval, hard-shelled &lt;a href=\"Egg%20%28biology%29\"&gt;eggs&lt;/a&gt; and buries them in moist sand where they need to &lt;a href=\"Egg%20incubation\"&gt;incubate&lt;/a&gt; at a temperature of about . The young geckos hatch out after about eight weeks and are already long. They start eating after about four days.\nConservation status and threats.\nThe main threats to the geckos are human activities. People hunt them for food and destroy their habitats. The gecko is considered important for human economics because it is used in the pet trade. Some people keep these geckos in glass terrariums as pets even though they move very fast and do not like to be held. The geckos mouths are also too small to be able to bite humans. They can live up to five years in the wild. Some laws have been passed to help the geckos, but they are not on any protected species lists, they are considered to be a non vulnerable population."
}