{
    "id": "37905529",
    "revid": "28481209",
    "url": "https://en.wikipedia.org/wiki?curid=37905529",
    "title": "Hedleyella falconeri",
    "text": "Hedleyella falconeri, the giant panda snail, is a &lt;a href=\"species\"&gt;species&lt;/a&gt; of air-breathing &lt;a href=\"land%20snail\"&gt;land snail&lt;/a&gt;, a &lt;a href=\"terrestrial%20animal\"&gt;terrestrial&lt;/a&gt; &lt;a href=\"pulmonate\"&gt;pulmonate&lt;/a&gt; &lt;a href=\"gastropod\"&gt;gastropod&lt;/a&gt; &lt;a href=\"Mollusca\"&gt;mollusc&lt;/a&gt; in the family &lt;a href=\"Caryodidae\"&gt;Caryodidae&lt;/a&gt;. It is the largest species of land snail to be found in Australia.\nDescription.\n\"Hedleyella falconeri\" has a &lt;a href=\"helicoid\"&gt;helicoid&lt;/a&gt; (spiral) shell and grows to a height of about . The colour is some shade of brown marked with radially arranged irregular bands and splotches of black. When the snail is quiescent, the head and foot are retracted into the shell, but these are extended when the animal wants to move around and feed. The upper surface of head and foot has a reticulate pattern in grey and the foot is rimmed with orange. The head bears two pairs of retractable, dark-coloured &lt;a href=\"tentacle\"&gt;tentacle&lt;/a&gt;s, the upper pair, with the eyes on their tips, being twice as long as the lower pair. There is a dark line leading from between the tentacles along the nape of the neck.\nDistribution and habitat.\n\"Hedleyella falconeri\" is found in subtropical eastern Australia from &lt;a href=\"Smiths%20Lake\"&gt;Smiths Lake&lt;/a&gt; in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; to just north of &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;. Its western limit is the &lt;a href=\"Great%20Dividing%20Range\"&gt;Great Dividing Range&lt;/a&gt;. It lives on the forest floor among &lt;a href=\"leaf%20litter\"&gt;leaf litter&lt;/a&gt; and &lt;a href=\"moss\"&gt;moss&lt;/a&gt;y logs and has not been observed to climb up trees to heights of more than .\nBiology.\n\"Hedleyella falconeri\" is &lt;a href=\"Nocturnality\"&gt;nocturnal&lt;/a&gt;. It spends the day stationary and may hide itself under a rotting log or similar location but often remains in the open although it is usually at least partially covered in &lt;a href=\"leaf%20litter\"&gt;leaf litter&lt;/a&gt;. On most nights it starts to move around and feed, favouring wet nights. In a study, the average distance travelled by a snail in any night on which it moved was . It appeared to wander at random and did not seem to have a homing instinct.\n\"Hedleyella falconeri\" is a &lt;a href=\"fungivore\"&gt;fungivore&lt;/a&gt; and feeds on the fruiting bodies of such fungi as \"&lt;a href=\"Polyporus%20varius\"&gt;Polyporus varius&lt;/a&gt;\" and the &lt;a href=\"Bioluminescence\"&gt;bioluminescent&lt;/a&gt; fungus \"&lt;a href=\"Omphalotus%20nidiformis\"&gt;Omphalotus nidiformis&lt;/a&gt;\". It may also feed on rotting leaves on the forest floor. It is itself eaten by a number of birds including the &lt;a href=\"noisy%20pitta\"&gt;noisy pitta&lt;/a&gt; (\"Pitta versicolor\") which smashes the shell on a hard surface, the &lt;a href=\"Albert%27s%20lyrebird\"&gt;Albert's lyrebird&lt;/a&gt; (\"Menura alberti\") and the &lt;a href=\"superb%20lyrebird\"&gt;superb lyrebird&lt;/a&gt; (\"Menura novaehollandiae\").\n\"Hedleyella falconeri\" is a &lt;a href=\"hermaphrodite\"&gt;hermaphrodite&lt;/a&gt; and mating usually occurs in February. Two snails come together overnight and each deposits a sac of sperm in a reproductive opening in the other. Fertilisation is internal and some time later, each snail lays a batch of up to twenty &lt;a href=\"Egg%20%28biology%29\"&gt;eggs&lt;/a&gt;. These are cream coloured and nearly spherical, weigh and measure in diameter. The eggs are buried in a cavity under the leaf litter and take about six weeks to hatch. The juvenile snails that emerge are about long and grow slowly."
}