{
    "id": "379256",
    "revid": "1060684195",
    "url": "https://en.wikipedia.org/wiki?curid=379256",
    "title": "Battle of Oudenarde",
    "text": "The Battle of Oudenarde, also known as the Battle of Oudenaarde, was a major engagement of the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt;, pitting a &lt;a href=\"Grand%20Alliance%20%28League%20of%20Augsburg%29\"&gt;Grand Alliance&lt;/a&gt; force consisting of eighty thousand men under the command of the &lt;a href=\"John%20Churchill%2C%201st%20Duke%20of%20Marlborough\"&gt;Duke of Marlborough&lt;/a&gt; and &lt;a href=\"Prince%20Eugene%20of%20Savoy\"&gt;Prince Eugene of Savoy&lt;/a&gt; against a French force of eighty-five thousand men under the command of the &lt;a href=\"Louis%2C%20Duke%20of%20Burgundy\"&gt;Duc de Bourgogne&lt;/a&gt; and the &lt;a href=\"Louis%20Joseph%2C%20Duke%20of%20Vend%C3%B4me\"&gt;Duc de Vendôme&lt;/a&gt;, the battle resulting in a great victory for the Grand Alliance. The battle was fought near the city of &lt;a href=\"Oudenaarde\"&gt;Oudenaarde&lt;/a&gt;, at the time part of the &lt;a href=\"Spanish%20Netherlands\"&gt;Spanish Netherlands&lt;/a&gt;, on 11 July 1708. With this victory, the Grand Alliance ensured the fall of various French territories, giving them a significant strategic and tactical advantage during this stage of the war. The battle was fought in the later years of the war, a conflict that had come about as a result of &lt;a href=\"Kingdom%20of%20England\"&gt;English&lt;/a&gt;, &lt;a href=\"Dutch%20Republic\"&gt;Dutch&lt;/a&gt; and &lt;a href=\"House%20of%20Habsburg\"&gt;Habsburg&lt;/a&gt; apprehension at the possibility of a &lt;a href=\"House%20of%20Bourbon\"&gt;Bourbon&lt;/a&gt; succeeding the deceased &lt;a href=\"Monarchy%20of%20Spain\"&gt;King of Spain&lt;/a&gt;, &lt;a href=\"Charles%20II%20of%20Spain\"&gt;Charles II&lt;/a&gt;, and combining their two nations and empires into one.\nThe engagement itself came about after a series of offensive and defensive manoeuvres between an Allied army under the command of Marlborough and a French army under the command of the Duc de Bourgogne. The two French commanders quarrelled about the direction their army should take, although roughly a month before the battle, the French army moved westwards and captured the Allied-held fortresses of &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt; and &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt;. This proved to be an unexpected and worrying action to Marlborough, who waited until Eugene had joined his army before he decided to undertake any offensive operations. The French moved to attack again, aiming to capture the city of Oudenarde, which would cut off communication and supply routes between Marlborough and England and thus allow for a significant victory over the Grand Alliance. Marlborough managed to figure out the French plan of action, and forced marched his men towards Oudenaarde to defend it from the expected French attack. On 11 July, the two forces met near the city.\nDuring the engagement, Allied &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; moved to engage the French forward positions, killing or capturing many French soldiers and pushing them back. For unknown reasons, a significant portion of the French army kept in &lt;a href=\"Military%20reserve\"&gt;reserve&lt;/a&gt; was never ordered to move up and engage, thus leading to a significantly weakened French force facing the Allies. The infantry battalions on both sides moved to engage each other, with skilled deployment of cavalry by &lt;a href=\"William%20Cadogan%2C%201st%20Earl%20Cadogan\"&gt;Cadogan&lt;/a&gt; ensuring the &lt;a href=\"rout\"&gt;rout&lt;/a&gt; of many of the French infantry battalions, weakening the French positions. Both sides settled into an engagement on opposing sides of the river, with several further mostly fruitless cavalry charges attempted by both sides. Marlborough initiated a &lt;a href=\"flanking%20maneuver\"&gt;flanking maneuver&lt;/a&gt;, gaining the allies a significant tactical and strategic advantage. Faced with mounting casualties, the French commanders made the decision to withdraw from the field. The battle was the third major victory that Marlborough had obtained during the war; boosting his military renown alongside that of Eugene, whose tactical contributions were vital to this victory.\nBackground.\nThe War of the Spanish Succession, fought from 1701 to 1714, was a European conflict in the early 18th century, triggered by the death of the childless &lt;a href=\"Charles%20II%20of%20Spain\"&gt;Charles II of Spain&lt;/a&gt; in November 1700, the last Habsburg monarch of Spain. His closest heirs were members of the Austrian &lt;a href=\"House%20of%20Habsburg\"&gt;Habsburg&lt;/a&gt; and French &lt;a href=\"House%20of%20Bourbon\"&gt;Bourbon&lt;/a&gt; families; acquisition of an undivided &lt;a href=\"Spanish%20Empire\"&gt;Spanish Empire&lt;/a&gt; by either threatened the European &lt;a href=\"balance%20of%20power%20%28international%20relations%29\"&gt;balance of power&lt;/a&gt; and thus the other leading powers became involved. Charles bequeathed an undivided &lt;a href=\"monarchy%20of%20Spain\"&gt;monarchy of Spain&lt;/a&gt; to his grandnephew &lt;a href=\"Philip%20V%20of%20Spain\"&gt;Philip&lt;/a&gt;, who was also grandson of &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV of France&lt;/a&gt;. Philip was proclaimed King of Spain on 16 November 1700. Disputes over territorial and commercial rights led to war in 1701 between the Bourbons of France and Spain and the &lt;a href=\"Grand%20Alliance%20%28League%20of%20Augsburg%29\"&gt;Grand Alliance&lt;/a&gt;, whose candidate was &lt;a href=\"Charles%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Charles&lt;/a&gt;, younger son of &lt;a href=\"Leopold%20I%2C%20Holy%20Roman%20Emperor\"&gt;Leopold I, Holy Roman Emperor&lt;/a&gt;. The primary opponents of the Bourbon succession were the &lt;a href=\"Kingdom%20of%20England\"&gt;Kingdom of England&lt;/a&gt; (later the &lt;a href=\"Kingdom%20of%20Great%20Britain\"&gt;Kingdom of Great Britain&lt;/a&gt; after the &lt;a href=\"Acts%20of%20Union%201707\"&gt;Acts of Union&lt;/a&gt; with &lt;a href=\"Kingdom%20of%20Scotland\"&gt;Scotland&lt;/a&gt;), the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt;, and the &lt;a href=\"Dutch%20Republic\"&gt;Dutch Republic&lt;/a&gt;. In addition, many Spaniards opposed the idea of a Bourbon ruling Spain, and threw their lot in with Charles. Initially, the war went favourably for the French, given their vast &lt;a href=\"French%20Army\"&gt;army&lt;/a&gt; and &lt;a href=\"French%20Navy\"&gt;navy&lt;/a&gt; and extremely advantageous geopolitical position. However, crushing defeats at &lt;a href=\"Battle%20of%20Blenheim\"&gt;Blenheim&lt;/a&gt; and &lt;a href=\"Battle%20of%20Ramillies\"&gt;Ramillies&lt;/a&gt; caused the war to settle into a stalemate, as the forces of the Grand Alliance could not advance into French territory, not could the French advance into Hab\nsburg territories either.\nAs the French army moved closer to the border with the Spanish Netherlands in 1708, the two French commanders began quarrelling over which battle plan they should adopt. Vendôme wished to attack the city of &lt;a href=\"Huy\"&gt;Huy&lt;/a&gt;, which could draw Marlborough in pursuit of his forces and weaken the overall allied position. The eventual plan adopted, however, (under direct orders from &lt;a href=\"Louis%20XIV%20of%20France\"&gt;Louis XIV&lt;/a&gt;) was to attack &lt;a href=\"Flanders\"&gt;Flanders&lt;/a&gt;. The French army moved eastward, until they reached the city of &lt;a href=\"Braine-l%27Alleud\"&gt;Braine-l'Alleud&lt;/a&gt;, which was about twenty-five kilometres south of Brussels, and allowed the French to threaten the nearby city of &lt;a href=\"Leuven\"&gt;Leuven&lt;/a&gt;. Marlborough moved his forces to a few miles south of Leuven, in order to sufficiently protect both cities from a potential French assault. The French army then remained inactive for more than a month, not making any major movements whatsoever. This allowed the much-delayed Eugène to bring his forces across the &lt;a href=\"Rhine\"&gt;Rhine&lt;/a&gt; and head towards Marlboroughs position. On 5 July, however, the French unexpectedly moved westward, quickly capturing the cities of &lt;a href=\"Bruges\"&gt;Bruges&lt;/a&gt; and &lt;a href=\"Ghent\"&gt;Ghent&lt;/a&gt; (although about three hundred British soldiers held out in Ghent for a few days). This unexpected move both demoralised and confounded Marlborough and his army, and he did not make any offensive moves until Eugène along with his army arrived to join him. The French army had control over the entire length of the &lt;a href=\"Scheldt\"&gt;Scheldt&lt;/a&gt; from the French border to the newly taken city of Ghent.\nOnly one Allied fortress remained: the city of Oudenaarde. If the French managed to capture that city, Marlborough's army would be cut off from the coast, causing them to lose communication with England. Marlborough managed to guess the French battle plan, and also correctly guessed the method by which the French army would attempt to take Oudenarde- they would march down the east bank of the Scheldt (closer to Marlborough's troops), while leaving a large covering force between the two opposing armies. The French army set out on 8 July, marching toward the city of &lt;a href=\"Lessines\"&gt;Lessines&lt;/a&gt;. However, Marlborough made one of the most impressive forced marches in history, capturing the city on 10 July. This forced the French commanders to attempt to simply to wade across the Scheldt and take Oudenaarde from that position. Marlborough again ordered a forced march of his troops. This time, though, he ordered elevan thousand troops to hold the main crossing point across the Scheldt, under the command of his &lt;a href=\"Quartermaster%20general\"&gt;Quartermaster General&lt;/a&gt;, &lt;a href=\"William%20Cadogan%2C%201st%20Earl%20Cadogan\"&gt;William Cadogan&lt;/a&gt;. Cadogan's force built five additional &lt;a href=\"pontoon%20bridge\"&gt;pontoon bridge&lt;/a&gt;s to allow Marlborough to get his eighty thousand-strong army across the river, until French &lt;a href=\"Military%20logistics\"&gt;foragers&lt;/a&gt; discovered the allied presence around 09:00 AM, initiating the battle.\nBattle.\nCadogan, a superb cavalry commander, ordered some &lt;a href=\"dragoon\"&gt;dragoon&lt;/a&gt;s under the command of &lt;a href=\"Denmark-Norway\"&gt;Danish&lt;/a&gt; general &lt;a href=\"J%C3%B8rgen%20Rantzau\"&gt;Jørgen Rantzau&lt;/a&gt; to capture men from the French advance guard. Many of those troops managed to escape and alerted &lt;a href=\"Lieutenant%20General\"&gt;Lieutenant General&lt;/a&gt; &lt;a href=\"Charles-Armand%20de%20Gontaut%2C%20duc%20de%20Biron\"&gt;Charles-Armand de Gontaut, duc de Biron&lt;/a&gt;, who commanded the French &lt;a href=\"vanguard\"&gt;vanguard&lt;/a&gt; to the presence of Allied troops on the west bank. When de Biron advanced, he was disagreeably surprised by the large number of Allied cavalry already across the river, along with the approaching Allied infantry. Although he was ordered to attack by Vendôme, he hesitated upon seeing the reinforced line of twenty infantry battalions (including the four that had been left to guard the pontoon bridges). Biron's own forces comprised only seven infantry battalions and twenty cavalry squadrons. He had been given reliable advice that cavalry could not negotiate the marshy terrain in the area and decided not to attempt a crossing. At this time, Eugène, along with twenty squadrons of &lt;a href=\"Prussian%20Army\"&gt;Prussian&lt;/a&gt; cavalry, moved across the river and occupied crucial positions. While Biron's troops were manoeuvring, the leading British infantry &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt; had arrived, under the command of &lt;a href=\"John%20Campbell%2C%202nd%20Duke%20of%20Argyll\"&gt;John Campbell, 2nd Duke of Argyll&lt;/a&gt;. Cadogan, given authority from Marlborough, attacked Biron's seven infantry battalions of &lt;a href=\"Swiss%20mercenaries\"&gt;Swiss mercenaries&lt;/a&gt; with his division (consisting mainly of cavalry). The isolated Swiss mercenaries were immediately pushed back and the Allied force destroyed Biron's units, until they reached a large mass of French cavalry, at which point they were forced to retire, outnumbered. The force which performed this action was Rantzau's cavalry, with the future King &lt;a href=\"George%20II%20of%20Great%20Britain\"&gt;George II&lt;/a&gt; among them.\nBurgundy, making another mistake, decided to launch an attack (over protests by Vendôme). The French right wing began to attack the Allied positions near &lt;a href=\"Oudenaarde\"&gt;Eine&lt;/a&gt;, while the left wing (for unknown reasons) remained stationary near &lt;a href=\"Zingem\"&gt;Huise&lt;/a&gt;. A very strong position was held by the Allied left wing. Twenty-eight cavalry squadrons protected the right flank of Cadogan's infantry, which would receive the attack (which proceeded at about 4:00 p.m.). Burgundy ordered the assault, which landed on Prussian cavalry squadrons under &lt;a href=\"Dubislav%20Gneomar%20von%20Natzmer\"&gt;Dubislav Gneomar von Natzmer&lt;/a&gt;. Although intense fighting ensued, the attack was dispersed. Then, Vendôme made a dubious tactical decision to personally lead an attack of twelve infantry &lt;a href=\"regiments\"&gt;regiments&lt;/a&gt;, fighting hand-to-hand with a &lt;a href=\"Spontoon\"&gt;half-pike&lt;/a&gt;. This meant that while one commander (Burgundy) was in his headquarters with no view of the ongoing battle, the other commander was personally fighting in the field, with no possibility of directing his men. Most historians agree that had the French left wing attacked the weakened Allied right wing, it would have been forced to retreat. Vendôme realized this, asking Burgundy for permission to attack with the left wing. Burgundy sent back a messenger with a message of refusal but the messenger failed to deliver the message. The situation worsened with Vendôme believing that support would arrive for his troops, who were lengthening their line of battle and threatening to envelop the Allied left flank. As French infantry regiments approached, they lengthened the Allied line but too slowly and not great enough in extent to prevent the French from threatening the Allied positions.\nMarlborough moved his headquarters to the left flank, giving Eugène command of the right flank (which still checked the left wing of the French army). While the right wing was under pressure, Marlborough made a brilliant tactical decision: he placed eighteen newly arrived &lt;a href=\"Landgraviate%20of%20Hesse-Kassel\"&gt;Hessian&lt;/a&gt; and &lt;a href=\"Electorate%20of%20Hanover\"&gt;Hanoverian&lt;/a&gt; infantry battalions in the left flank to replace twenty of Prussian General &lt;a href=\"Carl%20Philipp%2C%20Reichsgraf%20von%20Wylich%20und%20Lottum\"&gt;Carl von Lottum&lt;/a&gt;'s battalions, ordered them to move to support Eugène's men. This moved fresh troops to the critical Allied left flank, while reinforcing the Allied right flank and allowing Lottum's troops to be granted a vital rest. Marlborough then began formulating a new plan of double encirclement. He had now under his command the fresh &lt;a href=\"Dutch%20States%20Army\"&gt;Dutch Army&lt;/a&gt;, under &lt;a href=\"Field%20marshal\"&gt;Field Marshal&lt;/a&gt; &lt;a href=\"Henry%20de%20Nassau%2C%20Lord%20Overkirk\"&gt;Hendrik Overkirk&lt;/a&gt;, an experienced military officer and ordered them to flank the French right wing. The Dutch army was unable to cross the collapsed pontoon bridges near Oudenaarde, forcing him to use the stone bridges in the city, delaying him for an hour. Marlborough went ahead with his plan, having Eugène's cavalry charge towards Burgundy's headquarters. The French Household Cavalry, the &lt;a href=\"Maison%20du%20Roi\"&gt;Maison du Roi&lt;/a&gt;, were only just able to turn them back and Marlborough, with only the eighteen Hessian and Hanoverian battalions, was unable to do much other than keep the French right in check. At about 20:30, Overkirk's troops had arrived and flanked the French right wing. This was in conjunction with a dual attack by Marlborough and Eugène. Overkirk's manoeuvre was successful, with much of the French army being routed or captured, with lack of daylight preventing the completion of the manoeuvre.\nAftermath.\nThe French army retreated in disorder towards Ghent, with the Duc de Bourgogne and the Duc de Vendome quarreling amongst themselves on who was to blame for the defeat; only nightfall and a few broken pontoon bridges saved the French army from total annihilation. For unknown reasons, about half of the total forces the French had at their disposal during the battle were kept in reserve, never being called up to participate in the battle. There was a great mass of French cavalry and infantry in some raised ground north of the &lt;a href=\"Rooigembeek\"&gt;Norken River&lt;/a&gt; along with many of Burgundy's troops that remained inactive in the battle and did not advance forwards to assist their fellow Frenchmen, even when the tactical situation of the battle turned against the French with the arrival of Overkirk's Dutch troops. Many of the French cavalry squadrons had remained in reserve, mainly because of the advice they had been given that the ground before them was impassable by their horses.\nThe French commanders had made several catastrophic tactical errors during the battle: The entire French left wing (the troops under Burgundy and the large mass north of the Norken) was kept in reserve. They could easily have destroyed the weakened right wing of the Allied army. Had a concerted attack been carried out, with Vendôme attacking with his main body to envelop the Allied right flank, while Burgundy attacked with the left wing (before Overkirk and the rest of Argyll's troops arrived), the French army could have easily won. The decision of the Duc de Bourgogne to march personally into battle may have provided a welcome boost to French morale, but denied him for the rest of the battle the opportunity to command his troops, which proved disastrous when the Allies overwhelmed the French via a flanking manoeuvre. The French army had lost about fourteen to fifteen thousand soldiers overall (with about eight thousand of whom becoming prisoners-of-war) and twenty-five artillery guns, while the Allies lost roughly three thousand men. Bodart gives roughly similar numbers for the French casualties (6,000 killed or wounded and 8,000 captured), but higher numbers for allied ones (6,000 killed or wounded).\nOn the other hand, the reputation of the Allied commanders were greatly enhanced by this victory. For Marlborough, his eye for choosing the correct ground, his sense of timing and his keen knowledge of the enemy were again amply demonstrated. Eugene's reputation was also enhanced- while Marlborough remained in overall command, Eugene had led the crucial right flank and centre. Once again the Allied commanders had co-operated remarkably well. \"Prince Eugene and I,\" wrote the Duke, \"shall never differ about our share of the laurels.\" The success restored the strategic initiative to the Allies, who now opted to &lt;a href=\"Siege%20of%20Lille%20%281708%29\"&gt;besiege Lille&lt;/a&gt;, the strongest fortress in Europe. While the Duke commanded the covering force, Eugene oversaw the siege of the town, which surrendered on 22 October; however, it was not until 10 December that the resolute &lt;a href=\"Louis-Fran%C3%A7ois%20de%20Boufflers\"&gt;Boufflers&lt;/a&gt; yielded the &lt;a href=\"citadel\"&gt;citadel&lt;/a&gt;. Yet for all the difficulties of the winter siege, the campaign of 1708 had been a remarkable success, requiring superior &lt;a href=\"Military%20logistics\"&gt;logistical&lt;/a&gt; skill and organisation. The Allies re-took Brughes and Ghent, and the French were driven out of almost all the Spanish Netherlands: \"He who has not seen this\", wrote Eugene, \"has seen nothing\"."
}