{
    "id": "37933116",
    "revid": "7945708",
    "url": "https://en.wikipedia.org/wiki?curid=37933116",
    "title": "Hall house",
    "text": "The hall house is a type of &lt;a href=\"Vernacular%20architecture\"&gt;vernacular house&lt;/a&gt; traditional in many parts of &lt;a href=\"Kingdom%20of%20England\"&gt;England&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; and lowland &lt;a href=\"Kingdom%20of%20Scotland\"&gt;Scotland&lt;/a&gt;, as well as northern &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, during the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, centring on a &lt;a href=\"Hall%20%28concept%29\"&gt;hall&lt;/a&gt;. Usually &lt;a href=\"Timber%20framing\"&gt;timber-framed&lt;/a&gt;, some high status examples were built in stone.\nUnaltered hall houses are almost unknown. Where they have survived, they have almost always been significantly changed and extended by successive owners over the generations.\nOrigins.\nIn &lt;a href=\"Old%20English%20language\"&gt;Old English&lt;/a&gt;, a \"&lt;a href=\"Great%20hall\"&gt;hall&lt;/a&gt;\" is simply a large room enclosed by a roof and walls, and in &lt;a href=\"Anglo-Saxon%20England\"&gt;Anglo-Saxon England&lt;/a&gt; simple one-room buildings, with a single &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt; in the middle of the floor for cooking and warmth, were the usual residence of a &lt;a href=\"lord%20of%20the%20manor\"&gt;lord of the manor&lt;/a&gt; and his retainers. The whole community was used to eating and sleeping in the hall. This is the hall as &lt;a href=\"Beowulf\"&gt;Beowulf&lt;/a&gt; understood it. Over several centuries the hall developed into a building which provided more than one room, giving some privacy to its more important residents.\nA significant house needs both public and private areas. The public area is the place for living: cooking, eating, meeting and playing, while private space is for withdrawing and for storing valuables. A source of heat is required, and in northern latitudes walls are also needed to keep the weather out and to keep in the heat. By about 1400, in lowland Britain, with changes in settlement patterns and agriculture, people were thinking of houses as permanent structures rather than temporary shelter. According to the locality, they built stone or &lt;a href=\"timber%20framing\"&gt;timber-framed&lt;/a&gt; houses with &lt;a href=\"wattle%20and%20daub\"&gt;wattle and daub&lt;/a&gt; or &lt;a href=\"clay\"&gt;clay&lt;/a&gt; infill. The designs were copied by their neighbours and descendants in the tradition of &lt;a href=\"vernacular%20architecture\"&gt;vernacular architecture&lt;/a&gt;. They were sturdy and some have survived over five hundred years. Hall houses built after 1570 are rare.\nThe open hearth found in a hall house created heat and smoke. A high ceiling drew the smoke upwards, leaving a relatively smoke-free void beneath. Later hall houses were built with chimneys and flues. In earlier ones, these were added as alterations and additional flooring often installed. This, and the need for staircases to reach each of the upper storeys, led to much innovation and variety in floor plans. The hall house, having started in the Middle Ages as a home for a lord and his community of retainers, permeated to the less well-off during the early modern period. During the sixteenth century, the rich crossed what &lt;a href=\"Ronald%20Brunskill\"&gt;Brunskill&lt;/a&gt; describes as the \"&lt;a href=\"Polite%20architecture\"&gt;polite threshold&lt;/a&gt;\" and became more likely to employ professionals to design their homes.\nGeneral description.\nIn its earliest and simplest form the medieval hall house would be a four-&lt;a href=\"Bay%20%28architecture%29\"&gt;bay&lt;/a&gt; &lt;a href=\"cruck\"&gt;cruck-framed&lt;/a&gt; structure, with the open hall taking up the two bays in the middle of the building. An open &lt;a href=\"hearth\"&gt;hearth&lt;/a&gt; would be in the middle of the hall, its smoke rising to a vent in the roof. Two external doors on each side of the hall formed a cross passage. One end bay at the \"screens end\" or \"lower end\" of the hall would contain two rooms commonly called the &lt;a href=\"pantry\"&gt;pantry&lt;/a&gt;, used for storing food, and the &lt;a href=\"Buttery%20%28room%29\"&gt;buttery&lt;/a&gt; used for storing drink. These were intentionally unheated. The rooms in the \"upper end\" bay formed the private space. This layout was analogous to that found in the &lt;a href=\"Great%20hall\"&gt;great houses&lt;/a&gt; of the day, the difference being merely that of scale.\nThe rooms on the ground floor of the private space, were often known as &lt;a href=\"parlour\"&gt;parlour&lt;/a&gt;s while the upper floor provided rooms called &lt;a href=\"Solar%20%28room%29\"&gt;solar&lt;/a&gt;s. The upper rooms would be reached in the simplest buildings by means of a ladder or steep &lt;a href=\"companionway\"&gt;companionway&lt;/a&gt;. The solars often stretched beyond the outer wall of the ground floor rooms, &lt;a href=\"jettying\"&gt;jettying&lt;/a&gt; out at one end or else at both ends of the building. As the hall itself had no upper floor within it, its outer walls always stood straight, without jettying.\nHere a two-storey wing is attached to one end of the hall. This can project beyond one side wall or both side walls of the hall, or sometimes just the upper storey is jettied beyond the side wall. There were multiple solutions as to where the staircase was placed.\nThe open hall is flanked by two two-storey extension. Together they can give the appearance of an H-shape as at &lt;a href=\"Little%20Moreton%20Hall\"&gt;Little Moreton Hall&lt;/a&gt; or a U-shape as is found in Cambridgeshire. The Clothiers' houses of the West Riding of Yorkshire were built with elaborate &lt;a href=\"gable\"&gt;gable&lt;/a&gt;s\nWealden houses are a specific form of the double ended hall plan. They are built of timber and at ground floor level the wings do not project being the width of the hall in length. The upper-storeys of the wings are jettied out, and the roof-line follows this projection.\nLater alterations.\nThe vast majority of those hall houses which have survived have changed significantly over the centuries. In almost all cases the open hearth of the hall house was abandoned during the early modern period and a chimney built which reached from the new hearth to above the roof. This was created in the vicinity of the cross passage, and sometimes this added chimney actually blocked the cross passage. Once the clearance within the hall was no longer needed for smoke from the central hearth, the hall itself would often be divided, with a floor being inserted which connected all the upper rooms.\nTimber framed hall houses often had the infilling between their structural timbers replaced several times. While the timbers themselves were the strongest part of the building, it is unusual for all to have survived without replacement. In many cases whole outer walls have been replaced with solid brick or with solid stone. Usually a thatched roof was turned into one of slates or tiles.\nA successful building was likely to be extended to follow the fashion or to add needed additional accommodation, and it is even possible for a medieval hall house to be hidden within an apparently much later building and to go unrecognized for what it is, until alteration or demolition reveals the tell-tale smoke-blackened roof timbers of the original open hall.\nMaterials.\nThe construction techniques used in vernacular architecture always were dependent on the materials available, and hall houses were no exceptions. &lt;a href=\"Stone\"&gt;Stone&lt;/a&gt;, &lt;a href=\"Flint%23As%20a%20building%20material\"&gt;flint&lt;/a&gt;, &lt;a href=\"Cobble%20%28geology%29\"&gt;cobble&lt;/a&gt;, &lt;a href=\"brick\"&gt;brick&lt;/a&gt; and &lt;a href=\"Cob%20%28material%29\"&gt;earth&lt;/a&gt; when available could be used to build walls that would support the mass on the roof structure. Alternatively, a &lt;a href=\"cruck\"&gt;cruck&lt;/a&gt; or a &lt;a href=\"Timber%20framing\"&gt;box frame&lt;/a&gt; structure of &lt;a href=\"timber\"&gt;timber&lt;/a&gt; was built and this could be infilled with &lt;a href=\"Cob%20%28material%29\"&gt;cob&lt;/a&gt; or be panelled with &lt;a href=\"Shiplap\"&gt;timber&lt;/a&gt;, &lt;a href=\"tile\"&gt;tile&lt;/a&gt;s, or &lt;a href=\"wattle%20and%20daub\"&gt;wattle and daub&lt;/a&gt;. Depending on the local tradition and availability &lt;a href=\"thatch\"&gt;thatch&lt;/a&gt;ed and &lt;a href=\"Roof%20shingle\"&gt;stone roof&lt;/a&gt;s were used. A thirteenth century example of a stone roofed hall-house survives in a good state of preservation at &lt;a href=\"Aydon%20Castle\"&gt;Aydon Hall&lt;/a&gt; in &lt;a href=\"Northumberland\"&gt;Northumberland&lt;/a&gt;.\nHearths, smoke bays and fireplaces.\nIn a two-wing hall house, with the hall open to the roof, smoke accumulated in the roofspace before exiting through louvres or raised tiles. Placing the hearth at the lower end of the hall was deliberate because combustion could be controlled by varying the through draught between the two doors.\nThe next phase was to jetty out the first floor private accommodation into the open hall creating a half floor. The smoke rose into the remaining space into a &lt;a href=\"Chimney%23History\"&gt;smoke bay&lt;/a&gt;. The house benefitted from the extra space created, and the extended chambers benefitted from the extra heat. The use of smoke hoods enabled the smoke bays to be compressed further. In Surrey smoke bays were introduced in the early 16th century while in the North it was later, &lt;a href=\"firehood\"&gt;smoke hood&lt;/a&gt;s being introduced in the late 17th century.\nA brick built &lt;a href=\"fireplace\"&gt;fireplace&lt;/a&gt;, &lt;a href=\"chimney%20breast\"&gt;chimney breast&lt;/a&gt;, &lt;a href=\"flue\"&gt;flue&lt;/a&gt; and &lt;a href=\"chimney%20stack\"&gt;chimney stack&lt;/a&gt; gave more efficient &lt;a href=\"combustion\"&gt;combustion&lt;/a&gt;. This allowed the whole of the hall to be floored, then the stack could contain an extra flue to provide a fire on the upper floor. Fireplaces and chimney stacks could be fitted into existing buildings against the passage, or against the side walls or even at the upper end of the hall. It was only at the end of the 18th century that this innovation reached the north.\nThe design and total function of the chimney depended on the size of the house or cottage and its location. English fires never became like the continental tiled &lt;a href=\"cocklestove\"&gt;cocklestove&lt;/a&gt; or the North American metal stove. In the earliest houses combustion of wood was helped by increasing the airflow by placing the logs on iron &lt;a href=\"firedog\"&gt;firedog&lt;/a&gt;s. In smaller houses the fire was used for cooking. &lt;a href=\"firedog\"&gt;Andirons&lt;/a&gt; provided a rack for &lt;a href=\"Rotisserie\"&gt;spit&lt;/a&gt; roasting, and &lt;a href=\"trivet\"&gt;trivet&lt;/a&gt;s for pots. Later an iron or stone &lt;a href=\"Fireplace%20fireback\"&gt;fireback&lt;/a&gt; reflected the heat forward and controlled the unwelcome side draughts. Unsurprisingly the hearth migrated to a central wall and became enclosed at the sides. \nThe earliest &lt;a href=\"firehood\"&gt;firehood&lt;/a&gt;s directed the smoke away from the low &lt;a href=\"thatch\"&gt;underthatch&lt;/a&gt; to the apex of the roof. They were constructed in &lt;a href=\"wicker\"&gt;wicker&lt;/a&gt; which was then &lt;a href=\"lime%20plaster\"&gt;lime-plaster&lt;/a&gt;ed to render them fire-proof.\n&lt;a href=\"Inglenook%20fireplace\"&gt;Inglenook fireplace&lt;/a&gt;s were a development. One side of the inglenook was a transverse wall, one of the others was the exterior wall which was pierced with a little 'fire window' that gave light. To the other side was an low partition wall with a settle to provide seating. A beam or bressumer at head height finished off the open end. The hearth stone extended across this whole area, and it was topped with a firehood. It became a room within a room. It was particular suited to burning logs and peat. In the Weald of Kent and Sussex, which were early iron smelting regions the back wall was protected by an iron fireback.\nThe fireplace is a three-sided incombustible box containing a grate that allows an updraught and a controlled flue. It is most suited to burning &lt;a href=\"Coal%23History\"&gt;sea-cole&lt;/a&gt;. Sea-cole or coal as it is now called was quarried from outcrops around England and transported to London as early as 1253. In larger houses, fireplaces and chimneys were first used as supplementary heating in the parlour, before eventually suppressing the open hearth. In smaller hall houses, where heat efficiency and cooking were the prime concern, fireplaces became the principal source of heat earlier. The design of the coal grate was important and the open fire became more sophisticated and enclosed leading in later centuries to the coal burning &lt;a href=\"kitchen%20range\"&gt;kitchen range&lt;/a&gt; with its hob, oven and water boiler, and the Triplex type kitchen range with a &lt;a href=\"back%20boiler\"&gt;back boiler&lt;/a&gt; and the 1922 &lt;a href=\"AGA%20cooker\"&gt;AGA cooker&lt;/a&gt;.\nExamples.\nUnaltered hall houses are almost unknown. A large number of former hall-houses do still exist and many are cared for by the &lt;a href=\"National%20Trust\"&gt;National Trust&lt;/a&gt;, &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt;, local authorities and private owners. &lt;a href=\"Wealden%20hall%20house\"&gt;Wealden hall house&lt;/a&gt;s can be found in the weald of Kent and Sussex where the combination of good quality hard wood and wealthy &lt;a href=\"yeoman%20farmer\"&gt;yeoman farmer&lt;/a&gt;s and &lt;a href=\"Wealden%20iron%20industry\"&gt;iron founder&lt;/a&gt;s prevailed in the 14th to 16th centuries. In &lt;a href=\"Crawley\"&gt;Crawley&lt;/a&gt; today the &lt;a href=\"Ancient%20Priors\"&gt;Ancient Priors&lt;/a&gt;, the &lt;a href=\"Old%20Punch%20Bowl\"&gt;Old Punch Bowl&lt;/a&gt; and the &lt;a href=\"Tree%20House%2C%20Crawley\"&gt;Tree House&lt;/a&gt; are well documented as is &lt;a href=\"Alfriston%20Clergy%20House\"&gt;Alfriston Clergy House&lt;/a&gt; in &lt;a href=\"Polegate\"&gt;Polegate&lt;/a&gt;, &lt;a href=\"East%20Sussex\"&gt;East Sussex&lt;/a&gt;, which was the first house to be acquired by the National Trust. The &lt;a href=\"Weald%20and%20Downland%20Open%20Air%20Museum\"&gt;Weald and Downland Open Air Museum&lt;/a&gt; has a collection of rescued house which have been extensively researched prior to their reconstruction. Elsewhere such as in Cheshire and Suffolk historic timber framed house often contain the remnants of hall houses. Hole Cottage in Kent near &lt;a href=\"Cowden\"&gt;Cowden&lt;/a&gt; (operated by &lt;a href=\"Landmark%20Trust\"&gt;Landmark Trust&lt;/a&gt;) has an intact private dwelling wing of a &lt;a href=\"Wealden%20hall%20house\"&gt;Wealden hall house&lt;/a&gt;.\nAncient Priors.\nThe &lt;a href=\"Ancient%20Priors\"&gt;Ancient Priors&lt;/a&gt; is a medieval &lt;a href=\"Timber%20framing\"&gt;timber-framed&lt;/a&gt; hall house on the High Street in &lt;a href=\"Crawley\"&gt;Crawley&lt;/a&gt;. It was built in approximately 1450, partly replacing an older (probably 14th-century) structure—although part of this survives behind the present street frontage. It has been expanded, altered and renovated many times since, and fell into such disrepair by the 1930s that demolition was considered. It has since been refurbished and is now a restaurant, although it has been put to various uses during its existence. &lt;a href=\"English%20Heritage\"&gt;English Heritage&lt;/a&gt; has &lt;a href=\"Listed%20building\"&gt;listed&lt;/a&gt; the building at Grade II* for its architectural and historical importance, and it has been described \"the finest timber-framed house between London and Brighton\". Crawley's development as a permanent settlement dates from the early 13th century, when a charter was granted for a market to be held; &lt;a href=\"St%20John%20the%20Baptist%27s%20Church%2C%20Crawley\"&gt;a church&lt;/a&gt; was founded by 1267. The area, on the edge of the &lt;a href=\"Weald\"&gt;High Weald&lt;/a&gt;. Some sources assert that a building stood on the site of the Ancient Priors by this time, claiming that it was built between 1150 and 1250 and was used as a &lt;a href=\"Chantry\"&gt;chantry-house&lt;/a&gt;. Extensive archaeological investigation in the 1990s determined that although the possibility of an older building on the site could not be ruled out, the oldest part of the present structure is 14th-century and the main part (fronting the east side of the High Street) dates from about 1450 and incorporates no older fabric. &lt;a href=\"Burgage\"&gt;Burgage&lt;/a&gt; plots—medieval land divisions with houses or other buildings which were rented from the &lt;a href=\"Lord%20of%20the%20Manor\"&gt;Lord of the Manor&lt;/a&gt;—were particularly clearly defined on the east side of the High Street; the buildings within them usually faced the High Street, but plots were sometimes subdivided. This is believed to have happened at the site of the Ancient Priors, where the main (15th-century) part of the building faces west on to the High Street, and the older section faces south and is hidden from view. The building was originally used as a dwelling house, and the accompanying burgage plot was used for small-scale agriculture. The first confirmed owners were a family of &lt;a href=\"Coal%20mining\"&gt;colliers&lt;/a&gt;, who acquired it in 1608. It passed through many owners throughout the 17th century, some of whom rented the building to others; furthermore, in many cases the two parts of the building were occupied by different families or tenants. By 1668, when it was owned by a resident of &lt;a href=\"Worth%20village%2C%20West%20Sussex\"&gt;Worth&lt;/a&gt;, the whole building had become an &lt;a href=\"Public%20house%23Inns\"&gt;inn&lt;/a&gt;. Known at first as \"The Whyte Harte\", its spelling was later standardised to \"The White Hart\". Around this time, the entire &lt;a href=\"messuage\"&gt;messuage&lt;/a&gt; consisted of the inn itself, some barns, an &lt;a href=\"orchard\"&gt;orchard&lt;/a&gt; and a garden. In the early 18th century, the prominent local &lt;a href=\"ironmaster\"&gt;ironmaster&lt;/a&gt; Leonard Gale—holder of much property in the Crawley area—owned the building, and is believed to have lived there. By 1753, when the Brett family (who had held the property for 26 years) sold the messuage for £473 (£ as of ), it also had stables, and covered about .\nIn Cheshire &lt;a href=\"Willot%20Hall\"&gt;Willot Hall&lt;/a&gt;, &lt;a href=\"Bramall%20Hall\"&gt;Bramall Hall&lt;/a&gt; and &lt;a href=\"Little%20Moreton%20Hall\"&gt;Little Moreton Hall&lt;/a&gt; all noted for their black and white half timbered appearance, are extended from an initial hall-house. And in Merseyside &lt;a href=\"Speke%20Hall\"&gt;Speke Hall&lt;/a&gt; and &lt;a href=\"Rufford%20Old%20Hall\"&gt;Rufford Old Hall&lt;/a&gt; similarly benefited from agricultural prosperity.\nRufford Old Hall.\n&lt;a href=\"Rufford%20Old%20Hall\"&gt;Rufford Old Hall&lt;/a&gt; is a &lt;a href=\"National%20Trust%20for%20Places%20of%20Historic%20Interest%20or%20Natural%20Beauty\"&gt;National Trust&lt;/a&gt; property and Grade I &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt;, in &lt;a href=\"Rufford%2C%20Lancashire\"&gt;Rufford&lt;/a&gt;, &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, England. Only the &lt;a href=\"great%20hall\"&gt;great hall&lt;/a&gt;, built around 1530 for Sir Robert Hesketh, survives from the original building but it indicates the wealth and position of the family. Until 1936, Rufford Old Hall was in the continuous ownership of the Hesketh family who were &lt;a href=\"lords%20of%20the%20manor\"&gt;lords of the manor&lt;/a&gt; of Rufford from the 15th century. The Heskeths moved to &lt;a href=\"Rufford%20New%20Hall\"&gt;Rufford New Hall&lt;/a&gt; in 1798. In 1936 Rufford Old Hall, with its collection of &lt;a href=\"Weapon\"&gt;arms&lt;/a&gt; and &lt;a href=\"armour\"&gt;armour&lt;/a&gt; and 17th century &lt;a href=\"oak\"&gt;oak&lt;/a&gt; &lt;a href=\"furniture\"&gt;furniture&lt;/a&gt;, was donated to the National Trust by &lt;a href=\"Baron%20Hesketh\"&gt;Thomas Fermor-Hesketh, 1st Baron Hesketh&lt;/a&gt;.\nThe timber-framed hall house with great hall, in a late &lt;a href=\"medieval\"&gt;medieval&lt;/a&gt; pattern which continued in use in &lt;a href=\"Tudor%20period\"&gt;Tudor&lt;/a&gt; times, was built for Sir Robert Hesketh in about 1530. The hall, which formed the south wing of the present building, is substantially as built, long and wide, with the timbers sitting on a low stone wall. The hall has a flagged floor. It has a stone chimney, five bays, and a &lt;a href=\"hammerbeam%20roof\"&gt;hammerbeam roof&lt;/a&gt;. The five hammerbeams each terminate, at both ends, in a carved wooden angel. The hall is overlooked by a &lt;a href=\"quatrefoil\"&gt;quatrefoil&lt;/a&gt; &lt;a href=\"Hagioscope\"&gt;squint&lt;/a&gt; in an arched doorway in the second-floor drawing room. In 1661 a &lt;a href=\"Jacobean%20architecture\"&gt;Jacobean&lt;/a&gt; style rustic brick wing was built at right angles to the great hall which contrasts with the medieval black and white timbering. This wing was built from small two-inch bricks similar to &lt;a href=\"Bank%20Hall\"&gt;Bank Hall&lt;/a&gt;, and &lt;a href=\"Carr%20House%20%28Bretherton%2C%20Lancashire%2C%20England%29\"&gt;Carr House&lt;/a&gt; and St Michael's Church in &lt;a href=\"Much%20Hoole\"&gt;Much Hoole&lt;/a&gt;.\nUfford Hall.\n&lt;a href=\"Ufford%20Hall\"&gt;Ufford Hall&lt;/a&gt; is a &lt;a href=\"Grade%20II%2A\"&gt;Grade II*&lt;/a&gt; listed manor house in &lt;a href=\"Fressingfield\"&gt;Fressingfield&lt;/a&gt;, &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, England, dating back to the thirteenth century. Fressingfield is 12 miles east of &lt;a href=\"Diss%2C%20Norfolk\"&gt;Diss&lt;/a&gt;, Norfolk. The timber-framed manor house with rosy ochre coloured plaster walls and dark tiled roof, incorporates the medieval core of an earlier open-hall house. At least twenty raised-aisled houses have been identified in the area, \"forming a characteristic group, rarely found elsewhere in England\". \nThe Hall has attracted the attention of architectural historians, such as &lt;a href=\"Nikolaus%20Pevsner\"&gt;Pevsner&lt;/a&gt; and Sandon, and has been described as the “ultimate development (…) of the early hall house.” Its most noteworthy features include: cross-beamed ceiling in the parlour which has not been disturbed since the late fifteenth century or early sixteenth century; striking original sixteenth-century mullioned and transomed windows; back-to-back stuccoed fireplaces on both floors and chimney stacks of Tudor origin; fine Jacobean dog-leg staircase with turned balusters and newel posts with ball finials. The latter is the last major addition to the house, which remains largely unaltered from the original.\nPlas Uchaf.\n&lt;a href=\"Plas%20Uchaf\"&gt;Plas Uchaf&lt;/a&gt; () is a 15th-century cruck-and-aisle-truss hall house, that lies within the stone building belt south-west of &lt;a href=\"Corwen\"&gt;Corwen&lt;/a&gt;, &lt;a href=\"Denbighshire\"&gt;Denbighshire&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; and north of &lt;a href=\"Cynwyd%2C%20Denbighshire\"&gt;Cynwyd&lt;/a&gt;. The house consists of a long rectangle divided by a cross passage. The west end is a large hall some high. The east end consists of smaller rooms on two floors. The roof structure is substantial, of paired &lt;a href=\"cruck\"&gt;cruck&lt;/a&gt; beams with additional horizontal, vertical and diagonal bracing. It features an &lt;a href=\"aisle\"&gt;aisle&lt;/a&gt; truss, a form normally only found in much larger buildings such as barns and churches. This suggests the use of English craftsmen and is an indication of the status of the original inhabitants. The walls are of stone rubble but were originally &lt;a href=\"Half-timbered%23English%20tradition\"&gt;half-timbered&lt;/a&gt;. The original construction was thought to date from the late 14th or early 15th century, but part of the structure has been dated to 1435 by &lt;a href=\"Dendrochronology\"&gt;tree-ring dating&lt;/a&gt;. In the 16th century the hall was divided horizontally by the addition of an inserted floor supported by &lt;a href=\"Molding%20%28decorative%29\"&gt;moulded&lt;/a&gt; cross beams. The house was listed as a house of the &lt;a href=\"gentry\"&gt;gentry&lt;/a&gt; as late as 1707 but was later split into two or three labourers' cottages.\nWest country.\n&lt;a href=\"Old%20Shute%20House\"&gt;Old Shute House&lt;/a&gt; (known as Shute Barton between about 1789 and the 20th century), located at &lt;a href=\"Shute%2C%20Devon\"&gt;Shute&lt;/a&gt;, near &lt;a href=\"Colyton%2C%20Devon\"&gt;Colyton&lt;/a&gt;, &lt;a href=\"Axminster\"&gt;Axminster&lt;/a&gt;, &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt;, is one of the more important extant non-fortified manor houses of the Middle Ages. It was built about 1380 as a hall house and was greatly expanded in the late 16th century and partly demolished in 1785. The original 14th-century house survives, although much altered. \n&lt;a href=\"Whitestaunton%20Manor\"&gt;Whitestaunton Manor&lt;/a&gt; in south Somerset was built in the 15th century as a hall house and has been designated as a Grade I &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt;. It consists of an east-west range with two wings which were added later.\nNorthumberland.\n&lt;a href=\"Aydon%20Castle\"&gt;Aydon Hall&lt;/a&gt; and &lt;a href=\"Featherstone%20Castle\"&gt;Featherstone Castle&lt;/a&gt; in Northumberland were stone-built hall houses. The owners applied for permission to crenellate to protect the buildings from the marauding Scottish insurgents. The original halls became part of substantial castles- which later, with the Act of Union became grand country houses. &lt;a href=\"Harewood%20Castle\"&gt;Harewood Castle&lt;/a&gt; is a 12th-century stone hall house and courtyard fortress, located on the &lt;a href=\"Harewood%20House\"&gt;Harewood Estate&lt;/a&gt;, &lt;a href=\"Harewood%2C%20West%20Yorkshire\"&gt;Harewood&lt;/a&gt;, in &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;."
}