{
    "id": "3793994",
    "revid": "885654087",
    "url": "https://en.wikipedia.org/wiki?curid=3793994",
    "title": "Melewar of Negeri Sembilan",
    "text": "Raja Melewar was the first \"&lt;a href=\"Yamtuan%20Besar\"&gt;Yamtuan Besar&lt;/a&gt;\" (equivalent to King) of &lt;a href=\"Negri%20Sembilan\"&gt;Negri Sembilan&lt;/a&gt;, &lt;a href=\"Malaysia\"&gt;Malaysia&lt;/a&gt;. He was a prince from the &lt;a href=\"Pagaruyung%20Kingdom\"&gt;Pagaruyung Kingdom&lt;/a&gt; in the island of &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;, now situated within &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt;.\nHistory.\nThe &lt;a href=\"Minangkabau%20people\"&gt;Minangkabau people&lt;/a&gt; were the first migrant community to settle in the northern part of the &lt;a href=\"Johor%20Sultanate\"&gt;Johor Sultanate&lt;/a&gt; which eventually formed the &lt;a href=\"Negri%20Sembilan\"&gt;Negri Sembilan&lt;/a&gt; in the 14th century. The population began to control local politics. By 1760, Johor, which was having trouble from the Dutch, allowed the state to appoint a &lt;a href=\"raja\"&gt;raja&lt;/a&gt;, or &lt;a href=\"sultan\"&gt;sultan&lt;/a&gt;, from Minangkabau in &lt;a href=\"Sumatra\"&gt;Sumatra&lt;/a&gt;.\nBetween 1760 and 1770, a council of leaders known as the datuk-datuk penghulu luak (the predecessor of the datuk-datuk undang today) left for &lt;a href=\"Pagar%20Ruyung\"&gt;Pagar Ruyung&lt;/a&gt; in &lt;a href=\"Minangkabau%20people\"&gt;Minangkabau&lt;/a&gt; in search of a leader. The Raja of Pagar Ruyong, who was believed to be a descendant of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, gave them a leader in the form of his son, Raja Mahmud. Raja Mahmud later became known as Raja Melewar in &lt;a href=\"Negri%20Sembilan\"&gt;Negri Sembilan&lt;/a&gt;.\nBefore Raja Melewar left for the Malay Peninsula, a royalty named Raja Khatib was sent to Negri Sembilan to oversee Raja Melewar's coronation preparations. However, upon his arrival to Negeri Sembilan, Raja Khatib lied to the locals and claimed to be the prince sent from &lt;a href=\"Pagar%20Ruyung\"&gt;Pagar Ruyung&lt;/a&gt;. The locals believed him, and Raja Khatib was deemed the new king. As for Raja Melewar, he first sailed to &lt;a href=\"Sultanate%20of%20Johor\"&gt;Johor&lt;/a&gt; to ask for the &lt;a href=\"Sultan%20of%20Johor\"&gt;Sultan of Johor&lt;/a&gt;'s consent to rule over Negri Sembilan. The sultan did not object and conferred upon Raja Melewar the authority to reign over &lt;a href=\"Negri%20Sembilan\"&gt;Negri Sembilan&lt;/a&gt;. Raja Melewar's expedition marched to Negri Sembilan through &lt;a href=\"Naning\"&gt;Naning&lt;/a&gt;.\nAt &lt;a href=\"Naning\"&gt;Naning&lt;/a&gt;, Raja Melewar's forces met Bugis warchief Daeng Kemboja. War ensued, but the Bugis forces were defeated. Upon his arrival to Negri Sembilan in 1773, Raja Melewar was deemed king and proclaimed as \"&lt;a href=\"Yamtuan%20Besar\"&gt;Yamtuan Besar&lt;/a&gt;\" in Kampung Penajis in &lt;a href=\"Rembau%20District\"&gt;Rembau&lt;/a&gt;. Raja Melewar learned of Raja Khatib's scheme and, becoming the undisputed ruler of the state, declared war against Raja Khatib. Raja Melewar later relocated his palace to &lt;a href=\"Seri%20Menanti\"&gt;Seri Menanti&lt;/a&gt;, which remains the royal town of Negri Sembilan today.\nFollowing Raja Melewar's death in 1795, rather than selecting his son as their new leader, the datuk-datuk penghulu luak once again journeyed to their ancestral land. The Raja of Pagar Ruyong gave another son, Raja Hitam, to serve as their new Yam Tuan. Raja Hitam married Raja Melewar's daughter, Tengku Aishah, but they did not have children.\nSelecting a ruler of &lt;a href=\"Negri%20Sembilan\"&gt;Negri Sembilan&lt;/a&gt; by a council of ruling chiefs in the state, or the datuk-datuk undang, became an implemented system. Under which, the person selected assumes the position of &lt;a href=\"Yang%20di-Pertuan%20Besar\"&gt;Yang di-Pertuan Besar&lt;/a&gt;, or &lt;a href=\"Yamtuan%20Besar\"&gt;Yamtuan Besar&lt;/a&gt;, a post that began in 1773."
}