{
    "id": "3793532",
    "revid": "1066455929",
    "url": "https://en.wikipedia.org/wiki?curid=3793532",
    "title": "Municipal broadband",
    "text": "Municipal broadband is &lt;a href=\"broadband%20Internet%20access\"&gt;broadband Internet access&lt;/a&gt; owned by public entities. Services are often provided either fully or partially by &lt;a href=\"local%20government\"&gt;local government&lt;/a&gt;s to residents within certain areas or jurisdictions. Common connection technologies include unlicensed wireless (&lt;a href=\"Wi-Fi\"&gt;Wi-Fi&lt;/a&gt;, &lt;a href=\"wireless%20mesh%20network\"&gt;wireless mesh network&lt;/a&gt;s), licensed wireless (such as &lt;a href=\"WiMAX\"&gt;WiMAX&lt;/a&gt;), and &lt;a href=\"fiber%20optic%20cable\"&gt;fiber optic cable&lt;/a&gt;. Many cities that previously deployed Wi-Fi based solutions, like &lt;a href=\"https%3A//business.comcast.com\"&gt;Comcast&lt;/a&gt; and &lt;a href=\"https%3A//www.spectrum.com/browse/content/communitysolutions-wifi\"&gt;Charter Spectrum&lt;/a&gt;, are switching to municipal broadband. Municipal fiber-to-the-home networks are becoming more prominent because of increased demand for modern audio and video applications, which are increasing bandwidth requirements by 40% per year. Supporters of municipal broadband argue that when cities create their own internet and broadband, customers ultimately get faster internet speeds, lower prices, and better customer service than from internet service providers. The purpose of municipal broadband is to provide internet access to those who cannot afford internet from internet service providers and local governments are increasingly investing in said services for their communities. \nWireless public networks.\nWireless public municipal broadband networks avoid unreliable &lt;a href=\"hub%20and%20spoke\"&gt;hub and spoke&lt;/a&gt; distribution models and use &lt;a href=\"mesh%20networking\"&gt;mesh networking&lt;/a&gt; instead. This method involves relaying radio signals throughout the whole city via a series of access points or &lt;a href=\"radio%20transmitters\"&gt;radio transmitters&lt;/a&gt;, each of which is connected to at least two other transmitters. Mesh networks provide reliable user connections and are also faster to build and less expensive to run than the hub and spoke configurations. Internet connections can also be secured through the addition of a wireless router to an existing wired connection – a convenient method for Internet access provision in small centralized areas. Although wireless routers are generally reliable, their occasional failure means no Internet availability in that centralized area. This is why companies now use mesh networking in preference to hub and spoke configurations.\nMunicipalities deploy networks in several ways. The five primary municipal broadband design approaches include:\nThree basic models for the operation and funding of Wi-Fi networks have emerged: \nBackhaul and wired infrastructure.\nIn &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt;, the city-owned Stokab provides network infrastructure through dark fiber to several hundred service providers who provide various alternative services to end users. Reggefiber in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; performs a similar role. The &lt;a href=\"Utah%20Telecommunication%20Open%20Infrastructure%20Agency\"&gt;Utah Telecommunication Open Infrastructure Agency&lt;/a&gt; provides service at one &lt;a href=\"network%20layer\"&gt;network layer&lt;/a&gt; higher through a fiber network. This system's capacity is wholesaled to fifteen service providers who in turn provide retail services to the market. A final model is a provision of all layers of service, such as in &lt;a href=\"Chaska%2C%20Minnesota\"&gt;Chaska, Minnesota&lt;/a&gt;, where the city has built and operated a Wi-Fi Internet network that provides email and web hosting applications. These different models involve different public-private partnership arrangements, and varying levels of opportunity for private sector competition.\nSome municipalities face the struggle of acting as host sites for broadband infrastructure, but not having access themselves to the services it provides. For example, Mendocino County, California, has acted as a cable landing site that connects the U.S. to Japan ever since the Cold War period, when the site was moved to the remote area from San Francisco for security purposes. Since ISPs do not prioritize areas like Mendocino Country which are not highly profitable for them, the area’s proximity to necessary cable infrastructure has historically had little to no impact on the quality and availability of service in the area, which is still largely underserved to this day.\nAdvantages.\nMunicipal broadband offers a number of advantages to consumers and to the economy. Such networks often provide high speed Internet access more cheaply than other current broadband service providers, if not for free. Different cities adopt different models according to their needs. Municipal broadband not only provides high speed Internet access for free it also lowers prices, creates competition, and boosts economic development. These advantages help keep prices down and networks functioning efficiently. Municipal broadband companies are faced with a constantly changing and highly competitive market with many operators. This keeps prices down and makes broadband affordable in rural and low-income communities.\nMunicipal broadband can increase worker productivity by giving city officials such as police officers and firefighters remote access to information. Intelligent transport systems rely on fiber-optic infrastructure to network and manage thousands of traffic signals in large metropolitan areas every day. Building inspectors can issue reports and access networked data while conducting inspections. Public buildings in remote areas can be connected through Wi-Fi without the expense of fiber or private telecommunications contracts. Police officers can access security cameras, blueprints, criminal records and other necessary information. Networks can allow officers to show witnesses mug shots or \"virtual &lt;a href=\"Police%20lineup\"&gt;lineups&lt;/a&gt;\" at the scene of a crime, instead of at a police station. The Department of Homeland Security provides funding for cities that use municipal networks for these applications.\nNot only does municipal broadband help public servants with their jobs, it also helps close the &lt;a href=\"digital%20divide\"&gt;digital divide&lt;/a&gt;. Such services help bridge the gap by providing people with public access to the Internet. This allows low income families, travelers, and city officials to access important information without budgetary considerations in mind. Free or cheap Internet is crucial for information accessibility.\nCommentators hope that municipal broadband networks will make cities more attractive to businesses, especially high-tech and research companies, which are dependent on communication. Communication also enables small and home-based businesses to participate in international and regional commerce. Municipal broadband also allows companies to recruit new employees who can &lt;a href=\"Telecommuting\"&gt;telecommute&lt;/a&gt; without physically relocating.\nGovernments have the advantage of being able to take a long term view and write off investments in municipal broadband over longer time periods, though some laws require a roadmap to profitability in municipal broadband after a limited amount of time for it to be approved. Private companies on the other hand, especially publicly traded ones, have to show profitability in a very short period. Governments are also inherently interested in serving their community, as opposed to the inherent profit motive of private companies, which can lead to better internet service and local areas of the community, as money is more likely to be invested back into internet infrastructure and be used to fund other areas of the government where necessary.\nSome governments create a broadband network infrastructure and allow private companies to run it and deliver services such as &lt;a href=\"IPTV\"&gt;IPTV&lt;/a&gt;, &lt;a href=\"Telephony\"&gt;Telephony&lt;/a&gt; and Internet access.\nBuilding open-access local broadband networks can help with the infrastructure of a town and provide benefits to the townspeople that compensate for the costs involved.&lt;a href=\"http%3A//www.lus.org/uploads/MunicipalBroadbandNetworksStudy.pdf\"&gt;&lt;/a&gt; Having a publicly owned infrastructure provides a positive outcome in economic development as it attracts more locally owned businesses who can rely on high speed Internet connections to help their businesses. Such networks also deliver ubiquitous coverage in areas where private companies do not own and operate public broadband networks. \nEnhanced services are included whereby townspeople can benefit from a greater diversity of value-added products.\nSecurity is also an addressed issue, with the need for a reliable integrated high-speed communications infrastructure at both a national, and a local level necessary for hospitals, schools, businesses etc. to provide a quick and large-scale responses to emergencies.\n&lt;a href=\"Harvard%20Law%20School\"&gt;Harvard Law School&lt;/a&gt; professor &lt;a href=\"Susan%20P.%20Crawford\"&gt;Susan P. Crawford&lt;/a&gt;, argued in a \"&lt;a href=\"New%20York%20Times\"&gt;New York Times&lt;/a&gt;\" opinion piece that lowering the barriers to the creation of \"open municipal-level fiber networks\" would help ensure the sort of Internet access that proponents of &lt;a href=\"net%20neutrality\"&gt;net neutrality&lt;/a&gt; rules argue for, even in the absence of those rules.\nSupport.\nIn a 2004 White House report, &lt;a href=\"George_W._Bush\"&gt;President George W. Bush&lt;/a&gt; called for \"universal, affordable access for broadband technology by the year 2007\" and \"plenty of technology choices when it comes to purchasing broadband\".\nIn 2000, the &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; endorsed municipal broadband as a \"&lt;a href=\"best%20practice\"&gt;best practice&lt;/a&gt;\" for bringing broadband to underserved communities.\nMore recently, in 2021, &lt;a href=\"President%20Joe%20Biden\"&gt;President Joe Biden&lt;/a&gt; attempted to include direct provisions for municipal broadband in his &lt;a href=\"Infrastructure%20bill%20%282021%29\"&gt;$1 trillion infrastructure bill&lt;/a&gt;.\nThe city of Philadelphia had the nonprofit Wireless Philadelphia accept bid from Earthlink to set up a network in 2004. \"Philadelphia’s expectations were high; the city was eager, optimistic and, by the end of the decade, altogether too quick to chalk Wireless Philadelphia up as a failure. Still, the project was critical in laying the groundwork for future endeavors. Some of the hardware is still in use for an emergency communications network.\"\n&lt;a href=\"Free%20Press%20%28organization%29\"&gt;The Free Press&lt;/a&gt;, the &lt;a href=\"Media%20Access%20Project\"&gt;Media Access Project&lt;/a&gt;, and the &lt;a href=\"American%20Civil%20Liberties%20Union\"&gt;ACLU&lt;/a&gt; have all come out in favor of municipal broadband.\nOpposition.\nThe increasing prominence of municipal broadband has led to opposition. Critics argue that the construction and implementation of broadband service is an inappropriate use of public funds that can be invested elsewhere, and that on some occasions (such as &lt;a href=\"EPB\"&gt;EPB&lt;/a&gt; and &lt;a href=\"iProvo\"&gt;iProvo&lt;/a&gt;), the high cost of maintaining the network is passed onto residents via either taxes or exorbitant rates, for services that may not necessarily meet the quality or reliability of a commercial ISP. In an op-ed, &lt;a href=\"Larry%20Irving\"&gt;Larry Irving&lt;/a&gt; stated that \"private sector ownership generally is more effective and efficient, promotes innovation, and helps assure freedom of speech and open networks\". &lt;a href=\"Trump%20administration\"&gt;Trump administration&lt;/a&gt; FCC commissioner &lt;a href=\"Michael%20O%27Rielly\"&gt;Michael O'Rielly&lt;/a&gt; argued that governments were infringing on their residents' &lt;a href=\"First%20Amendment\"&gt;First Amendment&lt;/a&gt; rights via prohibitions on \"hateful\" or \"threatening\" speech in the acceptable usage policies for their broadband networks—even though these restrictions are general, boilerplate terms also used by commercial ISPs.\nIncumbents typically are in favor of state-level legislation — often based on a &lt;a href=\"model%20act\"&gt;model act&lt;/a&gt; drafted by the industry and distributed by the &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; lobbying group &lt;a href=\"American%20Legislative%20Exchange%20Council\"&gt;American Legislative Exchange Council&lt;/a&gt; (ALEC) — that seek to frustrate the deployment or expansion of municipal broadband networks. These can include requiring that cities hold a &lt;a href=\"referendum\"&gt;referendum&lt;/a&gt; to seek approval, instituting regulatory burdens on the approval process or their operations (including requiring competing bids from private entities), restricting municipal broadband providers from expanding outside of their jurisdiction, restricting them to only being a wholesale provider for private entrants, prohibiting municipal broadband in cities above a certain population, and restricting access to utility poles (thus requiring underground digging, which can be costlier), among others. In April 2019, \"Broadband Now\" reported that 26 states had such laws.\nThe successful campaign to hold a referendum on municipal broadband in &lt;a href=\"Fort%20Collins%2C%20Colorado\"&gt;Fort Collins, Colorado&lt;/a&gt; was opposed by the Colorado Cable Telecommunications Association (which included incumbent &lt;a href=\"Comcast\"&gt;Comcast&lt;/a&gt;), who spent nearly $1 million on lobbying efforts. Groups &lt;a href=\"Political%20activities%20of%20the%20Koch%20brothers\"&gt;backed by the&lt;/a&gt; &lt;a href=\"Koch%20brothers\"&gt;Koch brothers&lt;/a&gt;, including the Internet Freedom Coalition, and the &lt;a href=\"Taxpayers%20Protection%20Alliance\"&gt;Taxpayers Protection Alliance&lt;/a&gt;, have also been involved in lobbying efforts against municipal broadband projects.\nIn the case of &lt;a href=\"Nixon%20v.%20Missouri%20Municipal%20League\"&gt;Nixon v. Missouri Municipal League&lt;/a&gt; (2004), the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt; concluded that a municipality was not an entity under the &lt;a href=\"Telecommunications%20Act%20of%201996\"&gt;Telecommunications Act of 1996&lt;/a&gt; and that a state could determine what authority its own subordinate jurisdictions had. \nIn 2015, the FCC acted to preempt state laws that restrict municipal broadband providers from extending their service beyond their current boundaries. The FCC grounded its ruling in Section 706 of the &lt;a href=\"Telecommunications%20Act%20of%201996\"&gt;Telecommunications Act of 1996&lt;/a&gt;, which grants the FCC the authority to encourage the expansion of broadband by using \"measures that promote competition in the local telecommunications market, or other regulating methods that remove barriers to infrastructure investment.\" A challenge to this was won by the states of &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt; and &lt;a href=\"North%20Carolina\"&gt;North Carolina&lt;/a&gt; on August 10, 2016 in the &lt;a href=\"Sixth%20Circuit%20Court%20of%20Appeals\"&gt;Sixth Circuit Court of Appeals&lt;/a&gt;. The court ruled that the Telecommunications Act of 1996 did not give the FCC the right to prevent states from prohibiting municipal broadband, on the grounds that the FCC could not reallocate power between a state and its subdivisions. The FCC declined to appeal.\nThe largest group that opposes municipal broadband, however, is the ISPs themselves. Municipal broadband poses a massive threat to the profit that ISPs can draw up and, as a result, ISPs are some of the largest donors to members of Congress to actively oppose their creation. In 2019 and 2020, ISPs spent over $235 million lobbying Congress People to protect their interests. Republican lawmakers even tried to pass a nationwide ban in 2021 on the formation of municipal broadband networks, claiming it would “encourage private investment.”\nFinance.\nIn support of U.S. government agencies attempting to deploy broadband services more widely, the &lt;a href=\"Bill%20%26amp%3B%20Melinda%20Gates%20Foundation\"&gt;Bill and Melinda Gates Foundation&lt;/a&gt; detailed the cost estimates of providing \"fiber optic connectivity to anchor institutions\" in the United States in 2009. The institutions considered in the 2009 report were public schools, public libraries, hospitals and community colleges, with an estimated total cost of USD 5–10 billion.\nOn February 17, 2009, the &lt;a href=\"American%20Recovery%20and%20Reinvestment%20Act\"&gt;American Recovery and Reinvestment Act&lt;/a&gt; was passed in an effort to build the economy, assist in job creation and retention, and improve U.S. infrastructure. The Act allocated $4.7 billion to establish a Broadband Technology Opportunities Program as part of the National Telecommunications and Information Agency State Broadband Data and Development Grant Program. A portion of funding awards were allocated to extending and developing broadband services to reach rural and \"underserved areas,\" as well as improving broadband access for public safety agencies.\nIn 2010, the &lt;a href=\"National%20Telecommunications%20and%20Information%20Administration\"&gt;NTIA&lt;/a&gt; awarded a $126.3 million grant to West Virginia in order to improve the state's broadband infrastructure. The grant was particularly intended for public facilities such as hospitals, libraries, and schools. However, a report from West Virginia's legislative auditor suggested that the state had misused the stimulus money, and wasted an estimated $7.9–15 million on purchasing high-capacity &lt;a href=\"Cisco\"&gt;Cisco&lt;/a&gt; &lt;a href=\"Router%20%28computing%29\"&gt;routers&lt;/a&gt; that were often installed in smaller facilities which did not require such extensive network capacity. Governor &lt;a href=\"Earl%20Ray%20Tomblin\"&gt;Earl Ray Tomblin&lt;/a&gt; established a task force to investigate the overspending. In January 2014, the NTIA rejected a proposal by the State to use the remaining $2.5 million (plus other funding, including credits from Cisco for returning the oversized routers) to fund a &lt;a href=\"middle%20mile\"&gt;middle mile&lt;/a&gt; network, for not reaching \"programmatic requirements\" and missing a deadline for its use.\nUnited States policy.\nIn 2000, the &lt;a href=\"Federal%20Communications%20Commission\"&gt;Federal Communications Commission&lt;/a&gt; endorsed municipal broadband as a \"&lt;a href=\"best%20practice\"&gt;best practice&lt;/a&gt;\" for bringing broadband to underserved communities. The FCC also addressed the question of whether a municipality was an \"entity\" under the &lt;a href=\"Telecommunications%20Act%20of%201996\"&gt;Telecommunications Act&lt;/a&gt; which mandates that \"No State or local statute or regulation, or other State or local legal requirement, may prohibit or have the effect of prohibiting the ability of any entity to provide any interstate or intrastate telecommunications service.\" 47 USC 253(a). The legal question revolved around whether a state could prevent a municipality, as its subordinate government body, from entering the telecommunication market. In the case of Missouri Municipal League v. Nixon, the &lt;a href=\"Supreme%20Court%20of%20the%20United%20States\"&gt;U.S. Supreme Court&lt;/a&gt; concluded that a municipality was not an entity under the Telecommunications Act and that a state could determine what authority its own subordinate jurisdictions had.\nIn 2015, the FCC acted to preempt state laws that restrict municipal broadband providers from extending their service beyond their current boundaries. The FCC grounded its ruling in Section 706 of the &lt;a href=\"Telecommunications%20Act%20of%201996\"&gt;Telecommunications Act of 1996&lt;/a&gt;, which grants the FCC the authority to encourage the expansion of broadband by using \"measures that promote competition in the local telecommunications market, or other regulating methods that remove barriers to infrastructure investment.\" A challenge to this was won by the states of Tennessee and North Carolina on August 10, 2016 in the &lt;a href=\"Sixth%20Circuit%20Court%20of%20Appeals\"&gt;Sixth Circuit Court of Appeals&lt;/a&gt;. The court ruled that the Telecommunications Act of 1996 did not give the FCC the right to prevent states from prohibiting municipal broadband, on the grounds that the FCC could not reallocate power between a state and its subdivisions. The FCC declined to appeal.\nIn 2021 there were 18 states discouraging or outlawing Municipal Broadband Programs. Many of these laws were passed due to extensive lobbying by large telecom corporations, and corporation-oriented lobbying groups. However, the number of municipal broadband programs is growing. In 2018 there were &lt;a href=\"https%3A//broadbandnow.com/report/municipal-broadband-roadblocks/\"&gt;108&lt;/a&gt; communities with publicly owned internet and in 2020 there are &lt;a href=\"https%3A//muninetworks.org/communitymap\"&gt;560&lt;/a&gt; communities with some form of Municipal Broadband service. Though many states still have laws preventing publicly owned broadband in 2020, the communities that do have municipal broadband believe that it should be \"based on needs, capacity, and desire of the community itself.\" This is due to the virtual monopoly of broadband service held by &lt;a href=\"Criticism%20of%20Comcast\"&gt;Comcast&lt;/a&gt; and &lt;a href=\"Charter%20Spectrum\"&gt;Charter Spectrum&lt;/a&gt;, which are known for low value, high prices, and poor customer service.\nExamples from outside the United States.\nThe Dutch capital, Amsterdam has its own municipal broadband project called: “Citynet Amsterdam.” This project is a partnership between the city and private investors that provides fiber cables to 40,000 buildings in the city.\nThe European Commission has made broadband internet access a priority as part of its \"Europe 2020 Strategy.\" Other objectives include 30 Mbit/s of Next Generation Networks coverage or more for all citizens and 100 Mbit/s or more for 50% of households by 2020. By 2025, the European Commission has goals to provide access to 1 Gbit/s for all schools, transport hubs, and main providers of public service, accessed to upgraded download speeds of 1 Gbit/s for all European households, and uninterrupted 5G wireless broadband coverage for all urban areas and major roads and railways.\nDifferent system models are more popular than others depending on the needs of the region. One example is \"publicly run municipal network model\" In this system, the local government installs and runs the broadband system. These systems are particularly common in Nordic countries."
}