{
    "id": "3796014",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=3796014",
    "title": "Costa Rican People's Party",
    "text": "Costa Rican People's Party (in &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;: \"Partido del Pueblo Costarricense\", abbreviated as PPC) was a &lt;a href=\"communist%20party\"&gt;communist party&lt;/a&gt; in &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;. In March 1984 the &lt;a href=\"People%27s%20Vanguard%20Party%20%28Costa%20Rica%29\"&gt;Popular Vanguard Party&lt;/a&gt; split in two factions. The majority led by &lt;a href=\"Humberto%20Vargas%20Carbonell\"&gt;Humberto Vargas Carbonell&lt;/a&gt; was more radical than the faction of &lt;a href=\"Eduardo%20Mora%20Valverde\"&gt;Eduardo Mora Valverde&lt;/a&gt;. Both factions wanted to keep the party name. After a court decision the faction of Mora was renamed in PPC in April 1985.\nThe PPC was registered at the Supreme Electoral Tribunal (TSE) between June 1988 and September 1995 as Civilian People's Party (Partido del Pueblo Civilista).\nThe PPC was led 2004 by Pablo Morales Rivera and published \"Libertad\".\nThe PPC candidated for general elections in different alliances: in &lt;a href=\"United%20People%20%28Costa%20Rica%29\"&gt;United People&lt;/a&gt; (Pueblo Unido) in 1986 and 1990, in the &lt;a href=\"United%20Left%20%28Costa%20Rica%29\"&gt;United Left&lt;/a&gt; (Izquierda Unida) in 2006.\nThe collapse of the Soviet Union debilitated the PPC. Members went to the new &lt;a href=\"Democratic%20Force%20%28Costa%20Rica%29\"&gt;Democratic Force&lt;/a&gt; (Fuerza Democrática, FD) that was founded in 1993 or left for other parties. Eduardo Mora Valverde and José Merino del Rio became founders of the &lt;a href=\"Broad%20Front%20%28Costa%20Rica%29\"&gt;Broad Front&lt;/a&gt; (Frente Amplio) in 2004. After 2006 the PPC seems to have disappeared.\nThe PPC was a member of the &lt;a href=\"Foro%20de%20S%C3%A3o%20Paulo\"&gt;Foro de São Paulo&lt;/a&gt;."
}