{
    "id": "37974459",
    "revid": "32916305",
    "url": "https://en.wikipedia.org/wiki?curid=37974459",
    "title": "Mundhir ibn Sa'īd al-Ballūṭī",
    "text": "Abu al-Hakam Mundhir ibn Sa'īd ibn Abd Allah ibn Abd ar-Rahman al-Ballūṭī () (88715 November 966) was a &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; legal expert and &lt;a href=\"judiciary\"&gt;judiciary&lt;/a&gt; official in &lt;a href=\"Al-Andalus\"&gt;Al-Andalus&lt;/a&gt;. In addition to his legal career, he was also considered a prominent &lt;a href=\"theologian\"&gt;theologian&lt;/a&gt;, &lt;a href=\"academic\"&gt;academic&lt;/a&gt;, &lt;a href=\"linguist\"&gt;linguist&lt;/a&gt;, &lt;a href=\"poet\"&gt;poet&lt;/a&gt; and &lt;a href=\"intellectual\"&gt;intellectual&lt;/a&gt;.\nBiography.\nBackground.\nBalluti's exact date of birth is disputed, with historians listing the year as both 886 and 887. He was born and raised in &lt;a href=\"Los%20Pedroches\"&gt;Los Pedroches&lt;/a&gt; in the mountainous region of &lt;a href=\"Province%20of%20C%C3%B3rdoba%20%28Spain%29\"&gt;Cordoba Province&lt;/a&gt;, northwest of &lt;a href=\"C%C3%B3rdoba%2C%20Andalusia\"&gt;Córdoba, Andalusia&lt;/a&gt;. Balluti's family, however, was originally from &lt;a href=\"North%20Africa\"&gt;North Africa&lt;/a&gt; of &lt;a href=\"Berber%20people\"&gt;Berber&lt;/a&gt; origins. He came from a religiously active family, and his sister was notable as a Muslim woman who founded her own monastery known as a &lt;a href=\"Ribat\"&gt;Ribat&lt;/a&gt; where she and other women could devote their lives solely to piety and religious scholarship.\nEducation.\nBalluti initially studied &lt;a href=\"Islamic%20studies\"&gt;Islamic studies&lt;/a&gt; in the capital of Andalus, later traveling east both for the sake of his education and to perform the Muslim &lt;a href=\"Hajj\"&gt;pilgrimage&lt;/a&gt; at &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt;, which he completed in 921. He studied in various regions under a number of different teachers before traveling to &lt;a href=\"Cairo\"&gt;Cairo&lt;/a&gt; in order to study &lt;a href=\"Arabic%20grammar\"&gt;Arabic grammar&lt;/a&gt; and literature. Later gaining some renown as a &lt;a href=\"linguist\"&gt;linguist&lt;/a&gt; in his own right, he was also known as a poet.\nDeath.\nBalluti died in his hometown of Cordoba in 15 November 966. He was 82 years old.\nJudicial career.\nAs Chief Judge.\nInitially, Balluti served as the chief judge of &lt;a href=\"M%C3%A9rida%2C%20Spain\"&gt;Mérida&lt;/a&gt;. Later, he served as the judge of the &lt;a href=\"Umayyad%20Caliphate\"&gt;Umayyad&lt;/a&gt; &lt;a href=\"Caliphate%20of%20C%C3%B3rdoba\"&gt;Caliph of Cordoba&lt;/a&gt; &lt;a href=\"Abd-ar-Rahman%20III\"&gt;Abd-ar-Rahman III&lt;/a&gt; from 949 until his death under the reign of &lt;a href=\"Al-Hakam%20II\"&gt;Al-Hakam II&lt;/a&gt;.\nDuring the zenith of &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt;-Andalusian relations, Emperor &lt;a href=\"Constantine%20VII\"&gt;Constantine VII&lt;/a&gt; joined a succession of &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; rulers meeting with Muslim officials. During one of these meetings, Balluti delivered an oration upon the reception of a group of &lt;a href=\"Byzantine\"&gt;Byzantine&lt;/a&gt; envoys at Abd-arRahman III's palace, expressing his extremely positive views of the caliph and the obligation of the people of Spain to obey their ruler; he was subsequently appointed to the position of the caliphate's top judicial official. Balluti's speech is still preserved as an accurate description of the caliph's court and palace at the time.\nLegalistic Views.\nAlthough he did not adhere to the &lt;a href=\"Maliki\"&gt;Maliki&lt;/a&gt; &lt;a href=\"Madhhab\"&gt;school of law&lt;/a&gt; favored by the Umayyad dynasty, Balluti was still the chief judge of Cordoba during his twilight years; it is thought that he kept his &lt;a href=\"Zahiri\"&gt;Zahiri&lt;/a&gt;te views to himself and his family without attempting to spread them. In addition to his position on the judge's bench, Al-Hakam II also appointed him as a professor. Balluti's appointment despite his personal convictions was considered by Islamic scholar &lt;a href=\"William%20Montgomery%20Watt\"&gt;William Montgomery Watt&lt;/a&gt; to indicate that while the Umayyad remnants favored the Malikite school, they were not willing to grant it absolute monopoly.\nAlthough Balluti was willing to keep his &lt;a href=\"Fiqh\"&gt;juristic&lt;/a&gt; views to himself, he was not as soft-spoken regarding his views on morality. When Abd-ar-Rahman III attempted to cover the ceiling of his palace &lt;a href=\"Medina%20Azahara\"&gt;Medina Azahara&lt;/a&gt; in gold and silver, the extravagance was too excessive for Balluti to accept, prompting him to encourage the caliph to stop; he even went as far as to say the &lt;a href=\"Iblis\"&gt;Devil&lt;/a&gt; was tempting the caliph with such excess.\nLegacy.\nBalluti was considered by &lt;a href=\"Ibn%20Khaldun\"&gt;Ibn Khaldun&lt;/a&gt; to be one of the six individuals from the &lt;a href=\"Berber%20people\"&gt;Berber people&lt;/a&gt; who became well known throughout history for a strong knowledge of &lt;a href=\"Islamic%20studies\"&gt;Islamic studies&lt;/a&gt;.\nCreed.\nBalluti was accused of holding to the doctrine of the &lt;a href=\"Mu%27tazila\"&gt;Mu'tazilites&lt;/a&gt;, a sect within Islam which had mostly become extinct at the time. Historian Maribel Fierro has argued that this is not possible due to Balluti's polemics regarding &lt;a href=\"Christianity%20and%20Islam\"&gt;Christian-Muslim&lt;/a&gt; &lt;a href=\"Interfaith%20dialog\"&gt;dialogue&lt;/a&gt;. When reviewing the conversion document of a &lt;a href=\"List%20of%20converts%20to%20Islam%20from%20Christianity\"&gt;former Christian&lt;/a&gt;, Balluti rejected the individual's Muslim &lt;a href=\"Shahada\"&gt;testimony of faith&lt;/a&gt; due to the wording: \"&lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt; is &lt;a href=\"God%20in%20Islam\"&gt;God's&lt;/a&gt; &lt;a href=\"Prophets%20in%20Islam\"&gt;messenger&lt;/a&gt;, and &lt;a href=\"Jesus%20in%20Islam\"&gt;Jesus&lt;/a&gt; is God's messenger and His word.\" The wording as an incomplete quote of a verse from the &lt;a href=\"Qur%27an\"&gt;Qur'an&lt;/a&gt;.\nBalluti argued that if Jesus is God's word, but also a mortal, created being, then God's word - meaning the Qur'an - would also be created, rather than eternal; he also pointed out that a &lt;a href=\"Byzantine%20Emperor\"&gt;Byzantine Emperor&lt;/a&gt; - likely &lt;a href=\"Theophilos%20%28emperor%29\"&gt;Theophilos&lt;/a&gt; - rebuked the &lt;a href=\"Abbasid\"&gt;Abbasid&lt;/a&gt; caliph &lt;a href=\"Al-Ma%27mun\"&gt;Al-Ma'mun&lt;/a&gt; for believing Jesus is the word of God, and that the Qur'an is uncreated, yet also believing that Jesus was a mortal man. Thus, if the individual wanted to use the aforementioned verse in their testimony of faith, they would need to quote the verse in its entirety for the sake of context before Balluti would be willing to approve the conversion documents. The belief that the Qur'an was created rather than eternal was championed by the Mu'tazilites and opposed by &lt;a href=\"Athari\"&gt;textualists&lt;/a&gt; such as &lt;a href=\"Ahmad%20ibn%20Hanbal\"&gt;Ahmad ibn Hanbal&lt;/a&gt;, thus negating the claim that Balluti could have been the former rather than the latter. Later documents of &lt;a href=\"Lists%20of%20former%20Christians\"&gt;Christian conversions&lt;/a&gt; to Islam in Spain were written in the same formula proposed by Balluti, indicating that his argument had gained official acceptance."
}