{
    "id": "38002431",
    "revid": "38128954",
    "url": "https://en.wikipedia.org/wiki?curid=38002431",
    "title": "2018 Italian general election",
    "text": "The 2018 Italian general election was held on 4 March 2018 after the &lt;a href=\"Italian%20Parliament\"&gt;Italian Parliament&lt;/a&gt; was &lt;a href=\"Dissolution%20of%20parliament%23Italy\"&gt;dissolved&lt;/a&gt; by President &lt;a href=\"Sergio%20Mattarella\"&gt;Sergio Mattarella&lt;/a&gt; on 28 December 2017. No party or coalition gained an absolute majority in the Parliament, even though the &lt;a href=\"centre-right%20coalition\"&gt;centre-right coalition&lt;/a&gt; won a plurality of seats as a coalition, and the &lt;a href=\"Five%20Star%20Movement\"&gt;Five Star Movement&lt;/a&gt; (M5S) won a plurality of seats as an individual party.\nVoters were electing the 630 members of the &lt;a href=\"Chamber%20of%20Deputies%20%28Italy%29\"&gt;Chamber of Deputies&lt;/a&gt; and the 315 elective members of the &lt;a href=\"Senate%20of%20the%20Republic%20%28Italy%29\"&gt;Senate of the Republic&lt;/a&gt; for the 18th legislature of the &lt;a href=\"Italian%20Republic\"&gt;Italian Republic&lt;/a&gt; since 1948. The election took place concurrently with the &lt;a href=\"2018%20Lombard%20regional%20election\"&gt;Lombard&lt;/a&gt; and &lt;a href=\"2018%20Lazio%20regional%20election\"&gt;Lazio regional election&lt;/a&gt;s.\nThe centre-right coalition, whose main party was the right-wing &lt;a href=\"Lega%20Nord\"&gt;League&lt;/a&gt; led by &lt;a href=\"Matteo%20Salvini\"&gt;Matteo Salvini&lt;/a&gt;, emerged with a &lt;a href=\"Plurality%20%28voting%29\"&gt;plurality&lt;/a&gt; of seats in the Chamber of Deputies and in the Senate, while the anti-establishment Five Star Movement led by &lt;a href=\"Luigi%20Di%20Maio\"&gt;Luigi Di Maio&lt;/a&gt; became the party with the largest number of votes. The &lt;a href=\"centre-left%20coalition\"&gt;centre-left coalition&lt;/a&gt;, led by former Prime Minister &lt;a href=\"Matteo%20Renzi\"&gt;Matteo Renzi&lt;/a&gt;, came third. However, no political group or party won an outright majority, resulting in a &lt;a href=\"hung%20parliament\"&gt;hung parliament&lt;/a&gt;.\nAfter &lt;a href=\"2018%20Italian%20government%20formation\"&gt;three months of negotiation&lt;/a&gt;, a &lt;a href=\"Government%20of%20Change\"&gt;coalition&lt;/a&gt; was finally formed on 1 June between the M5S and the League, whose leaders both became Deputy Prime Ministers in &lt;a href=\"Conte%20Cabinet\"&gt;a government&lt;/a&gt; led by the M5S-linked &lt;a href=\"Independent%20%28politics%29\"&gt;independent&lt;/a&gt; &lt;a href=\"Giuseppe%20Conte\"&gt;Giuseppe Conte&lt;/a&gt; as &lt;a href=\"Prime%20Minister%20of%20Italy\"&gt;Prime Minister&lt;/a&gt;. This coalition ended with Conte's resignation on 20 August 2019 after the League &lt;a href=\"2019%20Italian%20government%20crisis\"&gt;withdrew its support of the government&lt;/a&gt;. A new coalition was formed with the centre-left &lt;a href=\"Democratic%20Party%20%28Italy%29\"&gt;Democratic Party&lt;/a&gt;, and Conte was sworn in for a &lt;a href=\"Conte%20II%20Cabinet\"&gt;second mandate&lt;/a&gt; as Prime Minister on 5 September 2019.\nBackground.\nAt the &lt;a href=\"2013%20Italian%20general%20election\"&gt;2013 general election&lt;/a&gt; none of the three main alliances – the &lt;a href=\"Centre-right%20coalition\"&gt;centre-right&lt;/a&gt; led by &lt;a href=\"Silvio%20Berlusconi\"&gt;Silvio Berlusconi&lt;/a&gt;, the &lt;a href=\"Centre-left%20coalition\"&gt;centre-left&lt;/a&gt; led by &lt;a href=\"Pier%20Luigi%20Bersani\"&gt;Pier Luigi Bersani&lt;/a&gt; and the &lt;a href=\"Five%20Star%20Movement\"&gt;Five Star Movement&lt;/a&gt; (M5S) led by &lt;a href=\"Beppe%20Grillo\"&gt;Beppe Grillo&lt;/a&gt; – won an outright majority in Parliament. After a failed attempt to form a government by Bersani, then-secretary of the &lt;a href=\"Democratic%20Party%20%28Italy%29\"&gt;Democratic Party&lt;/a&gt; (PD), and &lt;a href=\"Giorgio%20Napolitano\"&gt;Giorgio Napolitano&lt;/a&gt;'s &lt;a href=\"2013%20Italian%20presidential%20election\"&gt;re-election&lt;/a&gt; as &lt;a href=\"President%20of%20Italy\"&gt;President&lt;/a&gt;, &lt;a href=\"Enrico%20Letta\"&gt;Enrico Letta&lt;/a&gt;, Bersani's deputy, received the task of forming a &lt;a href=\"Grand%20coalition%20%28Italy%29\"&gt;grand coalition&lt;/a&gt; government. The &lt;a href=\"Letta%20Cabinet\"&gt;Letta Cabinet&lt;/a&gt; consisted of the PD, Berlusconi's &lt;a href=\"The%20People%20of%20Freedom\"&gt;People of Freedom&lt;/a&gt; (PdL), &lt;a href=\"Civic%20Choice\"&gt;Civic Choice&lt;/a&gt; (SC), the &lt;a href=\"Union%20of%20the%20Centre%20%282002%29\"&gt;Union of the Centre&lt;/a&gt; (UDC) and others.\nOn 16 November 2013, Berlusconi launched a new party, &lt;a href=\"Forza%20Italia%20%282013%29\"&gt;Forza Italia&lt;/a&gt; (FI), named after the defunct &lt;a href=\"Forza%20Italia\"&gt;Forza Italia&lt;/a&gt; party (1994–2009). Additionally, Berlusconi announced that FI would be opposed to Letta's government, causing the split from the PdL/FI of a large group of deputies and senators led by Minister of Interior &lt;a href=\"Angelino%20Alfano\"&gt;Angelino Alfano&lt;/a&gt;, who launched the alternative &lt;a href=\"New%20Centre-Right\"&gt;New Centre-Right&lt;/a&gt; (NCD) party and remained loyal to the government.\nFollowing the election of &lt;a href=\"Matteo%20Renzi\"&gt;Matteo Renzi&lt;/a&gt; as Secretary of the PD in December 2013, there were persistent tensions culminating in Letta's resignation as Prime Minister in February 2014. Subsequently, Renzi formed a &lt;a href=\"Renzi%20Cabinet\"&gt;government&lt;/a&gt; based on the same coalition (including the NCD), but in a new fashion. The new Prime Minister had a strong mandate from his party and was reinforced by the PD's strong showing in the &lt;a href=\"2014%20European%20Parliament%20election%20in%20Italy\"&gt;2014 European Parliament election&lt;/a&gt; and the &lt;a href=\"2015%20Italian%20presidential%20election\"&gt;election&lt;/a&gt; of &lt;a href=\"Sergio%20Mattarella\"&gt;Sergio Mattarella&lt;/a&gt;, a fellow Democrat, as President in 2015. While in power, Renzi implemented several reforms, including a &lt;a href=\"Italian%20electoral%20law%20of%202015\"&gt;new electoral law&lt;/a&gt; (which would later be declared partially unconstitutional by the &lt;a href=\"Constitutional%20Court%20of%20Italy\"&gt;Constitutional Court&lt;/a&gt;), a relaxation of labour and employment laws (known as \"Jobs Act\") with the intention of boosting economic growth, a thorough reform of the &lt;a href=\"public%20administration\"&gt;public administration&lt;/a&gt;, the simplification of the &lt;a href=\"civil%20trial\"&gt;civil trial&lt;/a&gt;, the &lt;a href=\"Recognition%20of%20same-sex%20unions%20in%20Italy\"&gt;recognition of same-sex unions&lt;/a&gt; (not marriages) and the abolition of several minor taxes.\nAs a result of the &lt;a href=\"Libyan%20Civil%20War%20%282014%E2%80%93present%29\"&gt;Libyan civil war&lt;/a&gt;, a major problem faced by Renzi was the high level of illegal &lt;a href=\"immigration%20to%20Italy\"&gt;immigration to Italy&lt;/a&gt;. During his tenure, there was an increase in the number of immigrants rescued at sea being brought to southern Italian ports, prompting criticism from the M5S, FI and &lt;a href=\"Lega%20Nord\"&gt;Northern League&lt;/a&gt; (LN), and causing a loss of popularity for Renzi. However, well into 2016 &lt;a href=\"Opinion%20polling%20for%20the%20Italian%20general%20election%2C%202018\"&gt;opinion polls&lt;/a&gt; registered the PD's strength, as well as the growth of the M5S, the LN and &lt;a href=\"Brothers%20of%20Italy\"&gt;Brothers of Italy&lt;/a&gt; (FdI), FI's decline, SC's virtual disappearance and the replacement of &lt;a href=\"Left%20Ecology%20Freedom\"&gt;Left Ecology Freedom&lt;/a&gt; (SEL) with the &lt;a href=\"Italian%20Left\"&gt;Italian Left&lt;/a&gt; (SI).\nIn December 2016, a &lt;a href=\"Constitution%20of%20Italy\"&gt;constitutional&lt;/a&gt; reform proposed by Renzi's government and duly approved by Parliament was rejected in a &lt;a href=\"2016%20Italian%20constitutional%20referendum\"&gt;constitutional referendum&lt;/a&gt; (59% to 41%). Under the reform, the Senate would have been composed of 100 members: 95 regional representatives and five presidential appointees. Following defeat, Renzi stepped down as Prime Minister and was replaced by his Minister of Foreign Affairs &lt;a href=\"Paolo%20Gentiloni\"&gt;Paolo Gentiloni&lt;/a&gt;, another Democrat.\nIn early 2017, in opposition to Renzi's policies, some left-wing Democrats led by Bersani, &lt;a href=\"Massimo%20D%27Alema\"&gt;Massimo D'Alema&lt;/a&gt; and &lt;a href=\"Roberto%20Speranza\"&gt;Roberto Speranza&lt;/a&gt; launched, along with SI splinters, the &lt;a href=\"Article%20One%20%28political%20party%29\"&gt;Democratic and Progressive Movement&lt;/a&gt; (MDP). Contextually, the NCD was transformed into &lt;a href=\"Popular%20Alternative\"&gt;Popular Alternative&lt;/a&gt; (AP). In April Renzi was &lt;a href=\"2017%20Democratic%20Party%20%28Italy%29%20leadership%20election\"&gt;re-elected&lt;/a&gt; secretary of the PD and thus the party's candidate for Prime Minister, defeating Minister of Justice &lt;a href=\"Andrea%20Orlando\"&gt;Andrea Orlando&lt;/a&gt; and Governor of Apulia &lt;a href=\"Michele%20Emiliano\"&gt;Michele Emiliano&lt;/a&gt;.\nIn May 2017, &lt;a href=\"Matteo%20Salvini\"&gt;Matteo Salvini&lt;/a&gt; was &lt;a href=\"2017%20Lega%20Nord%20leadership%20election\"&gt;re-elected&lt;/a&gt; federal secretary of the LN and launched his own bid. Under Salvini, the party had emphasised &lt;a href=\"Euroscepticism\"&gt;Euroscepticism&lt;/a&gt;, &lt;a href=\"opposition%20to%20immigration\"&gt;opposition to immigration&lt;/a&gt; and other populist policies. In fact, Salvini's aim had been to re-launch the LN as a \"national\" or, even, \"Italian nationalist\" party, withering any notion of northern separatism. This focus became particularly evident in December when LN presented its new electoral logo, without the word \"Nord\".\nIn September 2017, &lt;a href=\"Luigi%20Di%20Maio\"&gt;Luigi Di Maio&lt;/a&gt; was &lt;a href=\"2017%20Five%20Star%20Movement%20primary%20election\"&gt;selected as candidate for Prime Minister&lt;/a&gt; and \"political head\" of the M5S, replacing Grillo. However, even in the following months, the populist comedian was accused by critics of continuing to play his role as \"de facto\" leader of the party, while an increasingly important, albeit unofficial, role was assumed by &lt;a href=\"Davide%20Casaleggio\"&gt;Davide Casaleggio&lt;/a&gt;, son of &lt;a href=\"Gianroberto%20Casaleggio\"&gt;Gianroberto&lt;/a&gt;, a web strategist who founded the M5S along with Grillo in 2009 and died in 2016. In January 2018, Grillo separated his own &lt;a href=\"blog\"&gt;blog&lt;/a&gt; from the movement; his blog was used in the previous years as an &lt;a href=\"online%20newspaper\"&gt;online newspaper&lt;/a&gt; of the M5S and the main propaganda tool. This event was seen by many as the proof that Grillo was slowly leaving politics.\nThe autumn registered some major developments to the left of the political spectrum: in November &lt;a href=\"Forza%20Europa%20%282017%29\"&gt;Forza Europa&lt;/a&gt;, the &lt;a href=\"Italian%20Radicals\"&gt;Italian Radicals&lt;/a&gt; and individual liberals launched a joint list named &lt;a href=\"More%20Europe\"&gt;More Europe&lt;/a&gt; (+Eu), led by the long-time Radical leader &lt;a href=\"Emma%20Bonino\"&gt;Emma Bonino&lt;/a&gt;; in December the MDP, SI and &lt;a href=\"Possible%20%28Italy%29\"&gt;Possible&lt;/a&gt; launched a joint list named &lt;a href=\"Free%20and%20Equal%20%28Italy%29\"&gt;Free and Equal&lt;/a&gt; (LeU) under the leadership of &lt;a href=\"Pietro%20Grasso\"&gt;Pietro Grasso&lt;/a&gt;, &lt;a href=\"President%20of%20the%20Senate%20of%20the%20Republic%20%28Italy%29\"&gt;President&lt;/a&gt; of the &lt;a href=\"Senate%20of%20the%20Republic%20%28Italy%29\"&gt;Senate&lt;/a&gt; and former anti-mafia prosecutor; the &lt;a href=\"Italian%20Socialist%20Party%20%282007%29\"&gt;Italian Socialist Party&lt;/a&gt;, the &lt;a href=\"Federation%20of%20the%20Greens\"&gt;Federation of the Greens&lt;/a&gt;, &lt;a href=\"Civic%20Area\"&gt;Civic Area&lt;/a&gt; and &lt;a href=\"Progressive%20Area\"&gt;Progressive Area&lt;/a&gt; formed a list named &lt;a href=\"Together%20%28Italy%29\"&gt;Together&lt;/a&gt; in support of the PD; the &lt;a href=\"Communist%20Refoundation%20Party\"&gt;Communist Refoundation Party&lt;/a&gt;, the &lt;a href=\"Italian%20Communist%20Party%20%282016%29\"&gt;Italian Communist Party&lt;/a&gt;, &lt;a href=\"Self-managed%20social%20centers%20in%20Italy\"&gt;social centres&lt;/a&gt;, minor parties, local committees, associations and groups launched a far-left joint list named &lt;a href=\"Power%20to%20the%20People%20%28Italy%29\"&gt;Power to the People&lt;/a&gt; (PaP), under the leadership of &lt;a href=\"Viola%20Carofalo\"&gt;Viola Carofalo&lt;/a&gt;.\nIn late December, the centrist post-NCD &lt;a href=\"Popular%20Alternative\"&gt;Popular Alternative&lt;/a&gt; (AP), which had been a key coalition partner for the PD, divided itself among those who wanted to return into the centre-right's fold and those who supported Renzi's coalition. Two groups of AP splinters (one led by &lt;a href=\"Maurizio%20Lupi\"&gt;Maurizio Lupi&lt;/a&gt; and the other by &lt;a href=\"Enrico%20Costa%20%28politician%29\"&gt;Enrico Costa&lt;/a&gt;), formed along with &lt;a href=\"Direction%20Italy\"&gt;Direction Italy&lt;/a&gt;, &lt;a href=\"Civic%20Choice\"&gt;Civic Choice&lt;/a&gt;, &lt;a href=\"Act%21%20%28Italy%29\"&gt;Act!&lt;/a&gt;, &lt;a href=\"Cantiere%20Popolare\"&gt;Cantiere Popolare&lt;/a&gt; and the &lt;a href=\"Movement%20for%20the%20Autonomies\"&gt;Movement for the Autonomies&lt;/a&gt;, a joint list within the centre-right, named &lt;a href=\"Us%20with%20Italy\"&gt;Us with Italy&lt;/a&gt; (NcI). The list was later enlarged to the &lt;a href=\"Union%20of%20the%20Centre%20%282002%29\"&gt;Union of the Centre&lt;/a&gt; and other minor parties. The remaining members of AP, &lt;a href=\"Italy%20of%20Values\"&gt;Italy of Values&lt;/a&gt;, the &lt;a href=\"Centrists%20for%20Europe\"&gt;Centrists for Europe&lt;/a&gt;, &lt;a href=\"Solidary%20Democracy\"&gt;Solidary Democracy&lt;/a&gt; and minor groups joined forces in the pro-PD &lt;a href=\"Popular%20Civic%20List\"&gt;Popular Civic List&lt;/a&gt; (CP), led by Minister of Health &lt;a href=\"Beatrice%20Lorenzin\"&gt;Beatrice Lorenzin&lt;/a&gt;.\nOn 28 December 2017, President &lt;a href=\"Sergio%20Mattarella\"&gt;Sergio Mattarella&lt;/a&gt; dissolved Parliament and a new general election was called for 4 March 2018.\nOn 21 February 2018, &lt;a href=\"Marco%20Minniti\"&gt;Marco Minniti&lt;/a&gt;, the &lt;a href=\"Italian%20Minister%20of%20the%20Interior\"&gt;Italian Minister of the Interior&lt;/a&gt;, warned \"There is a concrete risk of the mafias conditioning electors' free vote\". Predominately the &lt;a href=\"Sicilian%20Mafia\"&gt;Sicilian Mafia&lt;/a&gt; have been recently active in Italian election meddling, the &lt;a href=\"Camorra\"&gt;Camorra&lt;/a&gt; and &lt;a href=\"%27Ndrangheta\"&gt;'Ndrangheta&lt;/a&gt; organisations have also taken an interest.\nIn late February, Berlusconi indicated the President of the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;, &lt;a href=\"Antonio%20Tajani\"&gt;Antonio Tajani&lt;/a&gt;, as his candidate for the premiership if the centre-right won the general election and if Forza Italia received at least the plurality of the votes inside the coalition, condition that did not occur, resulting in a victory of the party led by &lt;a href=\"Matteo%20Salvini\"&gt;Matteo Salvini&lt;/a&gt;, the League.\nCampaign.\nThe first phase of the electoral campaign was marked by the statement of the President Mattarella to parties for the presentation of \"realistic and concrete\" proposals during the traditional end of the year's message, in which he also expressed the wish for a high participation in the ballot.\nElectoral programmes.\nThe electoral programme of the PD included, among the main points, the introduction of a minimum hourly wage of €10, a measure that would affect 15% of workers, that is those workers who do not adhere to the national collective agreements; a cut of the contributory wedge for permanent contracts; a relocation allowance and an increase in subsidies for the &lt;a href=\"unemployment\"&gt;unemployed&lt;/a&gt;; a monthly allowance of €80 for parents for each minor child; fiscal detraction of €240 for parents with children; and the progressive reduction of the rates of IRPEF and IRES, respectively the &lt;a href=\"income%20tax\"&gt;income tax&lt;/a&gt; and the &lt;a href=\"corporate%20tax\"&gt;corporate tax&lt;/a&gt;. Regarding &lt;a href=\"immigration\"&gt;immigration&lt;/a&gt;, which had been a major problem in Italy for the previous years, the PD advocated a reduction in migrant flows through bilateral agreements with the countries of origin and pretended to a halt to EU funding for countries like &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; and &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; that have refused to take in any of the 600,000 migrants who have reached Italy through the Mediterranean over the past four years. Among the PD's allies, the CP proposed free &lt;a href=\"nursery%20school\"&gt;nurseries&lt;/a&gt;, a &lt;a href=\"tax%20exemption\"&gt;tax exemption&lt;/a&gt; for &lt;a href=\"corporate%20welfare\"&gt;corporate welfare&lt;/a&gt; and other measures regarding public health, including the contrast to the long waiting list in &lt;a href=\"hospital\"&gt;hospital&lt;/a&gt;s, the abolition of the so-called \"supertickets\", and an extension of home care for the elderly. +Eu advocated the re-launch of the process of &lt;a href=\"European%20integration\"&gt;European integration&lt;/a&gt; and federation, towards the formation of the &lt;a href=\"United%20States%20of%20Europe\"&gt;United States of Europe&lt;/a&gt;. This focus, regarding the European process of integration, was also strongly supported by the PD. More Europe also strongly advocated the &lt;a href=\"social%20integration\"&gt;social integration&lt;/a&gt; of migrants, quietly opposing the PD's policies implemented by the Minister of Interior &lt;a href=\"Marco%20Minniti\"&gt;Marco Minniti&lt;/a&gt;.\nThe main proposal of the centre-right coalition was a huge &lt;a href=\"tax%20reform\"&gt;tax reform&lt;/a&gt; based on the introduction of a &lt;a href=\"flat%20tax\"&gt;flat tax&lt;/a&gt;: for Berlusconi initially based on the lowest current rate (23%) with the threshold raised to €12,000, then proceeding to a gradual reduction of the rate; while according to Salvini the tax rate should be only 15%. The economic newspaper \"&lt;a href=\"Il%20Sole%2024%20Ore\"&gt;Il Sole 24 Ore&lt;/a&gt;\" estimated the cost of this measure at around €25 billion per year calculated with a 20% rate, or €40 billion with 15%. Berlusconi also proposed the cancellation of IRAP, a tax on productivity, the increase of minimum pensions to €1,000, the introduction of a \"dignity income\" to fight &lt;a href=\"poverty\"&gt;poverty&lt;/a&gt;, the end of contribution on youth recruitment, changes to the &lt;a href=\"Elsa%20Fornero\"&gt;Fornero&lt;/a&gt; law, which regulated &lt;a href=\"pension\"&gt;pension&lt;/a&gt;s, and the launch of a \"&lt;a href=\"Marshall%20Plan\"&gt;Marshall Plan&lt;/a&gt;\" for &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt; to reduce illegal immigration to Italy. Within FI there are some representatives of the &lt;a href=\"Animalist%20Movement\"&gt;Animalist Movement&lt;/a&gt; led by &lt;a href=\"Michela%20Vittoria%20Brambilla\"&gt;Michela Brambilla&lt;/a&gt;, whose main focus is in particular the banning of &lt;a href=\"fur%20clothing\"&gt;fur clothing&lt;/a&gt; and stricter controls in &lt;a href=\"circus\"&gt;circus&lt;/a&gt;es, free veterinary care and the establishment of an &lt;a href=\"ombudsman\"&gt;ombudsman&lt;/a&gt; for &lt;a href=\"animal%20rights\"&gt;animal rights&lt;/a&gt;. The League additionally proposed the complete replacement of the Fornero law and the possibility of retirement with 41 years of contributions, the \"scrapping\" of tax records for taxpayers in difficulty, an operation that should yield up to €35 billion to the State, the disbandment of Equitalia, the company that deals with the collection of taxes, the abolition of the limit on the use of &lt;a href=\"cash\"&gt;cash&lt;/a&gt;, the regularization of &lt;a href=\"prostitution\"&gt;prostitution&lt;/a&gt;; moreover, Salvini's main aim is a drastic reduction of &lt;a href=\"illegal%20immigration\"&gt;illegal immigration&lt;/a&gt;, by reintroducing border controls, blocking arrivals and repatriating all migrants who have no right to stay in Italy. The FdI proposed free nurseries, a check for €400 per month for newborns up to the six years old, to increase &lt;a href=\"population%20growth\"&gt;population growth&lt;/a&gt;, parental leave paid to 80% up to the sixth year of birth, increase in salaries and equipment to &lt;a href=\"law%20enforcement\"&gt;law enforcement&lt;/a&gt;, the increased use of the &lt;a href=\"Italian%20Army\"&gt;Italian Army&lt;/a&gt; as a measure to fight crime and a new law on &lt;a href=\"self-defense\"&gt;self-defense&lt;/a&gt;.\nThe M5S presented a programme whose main points are the introduction of a &lt;a href=\"basic%20income\"&gt;basic income&lt;/a&gt;, known as \"income of citizenship\", to fight poverty, a measure that would cost between €15 and €20 billion annually; the cut of the public debt by 40 points in relation to &lt;a href=\"Gross%20domestic%20product\"&gt;GDP&lt;/a&gt; in ten years; the adoption of measures to revitalise youth employment; a cut in pensions of over €5,000 net not entirely based on the contribution method; the reduction of IRPEF rates and the extension of the income tax threshold; the increase in spending on family welfare measures from 1.5 to 2.5% of GDP; a constitutional law that obliges &lt;a href=\"Member%20of%20parliament\"&gt;members of Parliament&lt;/a&gt; to resign if they intend to change party, which by now is unconstitutional. Di Maio also proposed a legislative simplification, starting with the elimination of almost 400 laws with a single legislative provision.\nLeU focused on the so-called right to study, proposing in particular the abolition of &lt;a href=\"Tuition%20payments\"&gt;university fees&lt;/a&gt; for students who take the exams regularly, with the estimated cost for the state budget of €1.6 billion. LeU also proposed the reintroducing the workers' statutory protections which were eliminated by the Renzi government's \"Jobs Act\", fighting tax evasion, corruption and organised crime.\nMacerata murder and subsequent attack.\nOn 3 February 2018, a &lt;a href=\"drive-by%20shooting\"&gt;drive-by shooting&lt;/a&gt; event occurred in the city of &lt;a href=\"Macerata\"&gt;Macerata&lt;/a&gt;, &lt;a href=\"Marche\"&gt;Marche&lt;/a&gt; in &lt;a href=\"Central%20Italy\"&gt;Central Italy&lt;/a&gt; where six &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;n migrants were seriously wounded. A 28-year-old local man, Luca Traini, was arrested and charged with attempted murder, and was also charged for the attack against the local headquarters of the ruling PD party. After the attack, Traini reportedly had an &lt;a href=\"Flag%20of%20Italy\"&gt;Italian flag&lt;/a&gt; draped on his shoulders and raised his arm in the &lt;a href=\"Roman%20salute\"&gt;fascist salute&lt;/a&gt;. Traini stated that the attack was \"revenge\" for Pamela Mastropietro, an 18-year-old Roman woman whose dismembered body had been found few days earlier, stuffed into two suitcases and dumped in the countryside; for this, three Nigerian &lt;a href=\"drug%20dealer\"&gt;drug dealer&lt;/a&gt;s were arrested, the main suspect being 29-year-old failed asylum seeker, named Innocent Oseghale.\nMissing body parts had sparked allegations of the murder having been a &lt;a href=\"Murder%20for%20body%20parts\"&gt;muti killing&lt;/a&gt;, also involving &lt;a href=\"cannibalism\"&gt;cannibalism&lt;/a&gt;.\nThe case sparked anger and anti-immigrant sentiment in Macerata. Traini's lawyer reported \"alarming solidarity\" for Traini expressed by the populace, while Mastropietro's mother publicly thanked Traini for \"lighting a candle\" for her daughter. A second &lt;a href=\"autopsy\"&gt;autopsy&lt;/a&gt; of the girl's remains, published after the attack against the African migrants, revealed that Mastropietro had been &lt;a href=\"Strangling\"&gt;strangled&lt;/a&gt;, &lt;a href=\"Stabbing\"&gt;stabbed&lt;/a&gt;, and then &lt;a href=\"flayed\"&gt;flayed&lt;/a&gt; while still alive. The murder of Mastropietro and the attack by Traini, and their appraisal by Italian media and the public were \"set to become a decisive factor\" in the national elections.\nTraini was a member and former local candidate of the League, and many political commentators, intellectuals and politicians harshly criticized party leader Matteo Salvini, in connection with the attack, accusing him of having \"spread hate and racism\" in the country. Particularly, &lt;a href=\"Roberto%20Saviano\"&gt;Roberto Saviano&lt;/a&gt;, the notable anti-mafia writer, labeled Salvini as the \"moral instigator\" of Traini's attack. Salvini responded to critics by accusing the centre-left government of responsibility for Mastropietro's death through allowing migrants to stay in the country and having \"blood on their hands\", asserting that the blame lies with those who \"fill [Italy] with &lt;a href=\"Illegal%20immigration\"&gt;illegal immigrants&lt;/a&gt;\".\nPrime Minister Gentiloni stated that he \"trusts in the sense of responsibility of all political forces. Criminals are criminals and the state will be particularly harsh with anyone that wants to fuel a spiral of violence.\" Gentiloni added that \"hate and violence will not divide Italy\". Also, Minister of the Interior &lt;a href=\"Marco%20Minniti\"&gt;Marco Minniti&lt;/a&gt; harshly condemned the attack against the Africans, saying that any political party must \"ride the hate\". Renzi, whose party was also accused about its position on immigration, stated that \"calm and responsibility\" from all political forces would now be necessary.\nEventually, in the constituency of Macerata, the &lt;a href=\"centre-right%20coalition\"&gt;centre-right coalition&lt;/a&gt;, led by the League, won a plurality of the votes in the ballot, electing candidate Tullio Patassini, and showed an increase from 0.4% of the vote in &lt;a href=\"2013%20Italian%20general%20election\"&gt;2013&lt;/a&gt; to 21% in 2018, five years later.\nElectoral debates.\nDifferently from many other Western countries, in Italy electoral debates between parties' leaders are not so common before general elections; in fact the last debate between the two main candidates to premiership dated back to the &lt;a href=\"2006%20Italian%20general%20election\"&gt;2006 general election&lt;/a&gt; between Silvio Berlusconi and &lt;a href=\"Romano%20Prodi\"&gt;Romano Prodi&lt;/a&gt;. In recent years, with few exceptions, almost every main political leader had denied his participation to an electoral debate with other candidates, preferring interviews with &lt;a href=\"TV%20host\"&gt;TV host&lt;/a&gt;s and &lt;a href=\"journalist\"&gt;journalist&lt;/a&gt;s.\nHowever, many debates took places between other leading members of the main parties.\nNew electoral system.\nAs a consequence of the &lt;a href=\"2016%20Italian%20constitutional%20referendum\"&gt;2016 constitutional referendum&lt;/a&gt; and of two different sentences of the &lt;a href=\"Constitutional%20Court%20of%20Italy\"&gt;Constitutional Court&lt;/a&gt;, the electoral laws for the two houses of the Italian Parliament lacked uniformity. In October 2017, the PD, AP, FI, the LN and minor parties agreed on a new electoral law, which was approved by the Chamber of Deputies with 375 votes in favour and 215 against and by the Senate with 214 votes against 61. The reform was opposed by the M5S, the MDP, SI, FdI and minor parties.\nThe so-called \"Rosatellum bis\", after &lt;a href=\"Ettore%20Rosato\"&gt;Ettore Rosato&lt;/a&gt; (PD leader in the Chamber), is a mixed system, with 37% of seats allocated using a &lt;a href=\"first-past-the-post%20voting\"&gt;first-past-the-post voting&lt;/a&gt; and 63% using the proportional &lt;a href=\"largest%20remainder%20method\"&gt;largest remainder method&lt;/a&gt;, with one round of voting.\nThe 630 deputies will be elected as follows:\nThe 315 elective senators will be elected as follows:\nA small, variable number of &lt;a href=\"senator%20for%20life%23Italy\"&gt;senators for life&lt;/a&gt; will also be members of the Senate.\nFor Italian residents, each house members will be elected in single ballots, including the constituency candidate and his/her supporting party lists. In each single-member constituency the deputy/senator is elected on a plurality basis, while the seats in multi-member constituencies will be allocated nationally. In order to be calculated in single-member constituency results, parties need to obtain at least 1% of the national vote. In order to receive seats in multi-member constituencies, parties need to obtain at least 3% of the national vote. Elects from multi-member constituencies will come from &lt;a href=\"closed%20list\"&gt;closed list&lt;/a&gt;s.\nThe voting paper, which is a single one for the first-past-the-post and the proportional systems, shows the names of the candidates to single-member constituencies and, in close conjunction with them, the symbols of the linked lists for the proportional part, each one with a list of the relative candidates.\nThe voter will be able to cast their vote in three different ways:\nCoalitions and parties.\nThe following table includes the coalitions and parties running in the majority of multi-member constituencies.\nResults.\nThe &lt;a href=\"centre-right%20coalition\"&gt;centre-right coalition&lt;/a&gt; emerged with a plurality of seats in the Chamber of Deputies and in the Senate, while the anti-establishment &lt;a href=\"Five%20Star%20Movement\"&gt;Five Star Movement&lt;/a&gt; became the party with the largest number of votes. The &lt;a href=\"centre-left%20coalition\"&gt;centre-left coalition&lt;/a&gt; came third. However, no political group or party won an outright majority, resulting in a hung parliament.\nChamber of Deputies.\nProportional and FPTP results.\n \nOverseas constituencies.\nTwelve members of the Chamber of Deputies are elected by Italians abroad. Two members are elected for North America and Central America (including most of the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt;), four members for South America (including &lt;a href=\"Trinidad%20and%20Tobago\"&gt;Trinidad and Tobago&lt;/a&gt;), five members for Europe, and one member for the rest of the world (Africa, Asia, Oceania, and &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;). Voters in these regions select candidate lists and may also cast a preference vote for individual candidates. The seats are allocated by proportional representation.\nThe electoral law allows for parties to form different coalitions on the lists abroad, compared to the lists in Italy; in fact Forza Italia, League and Brothers of Italy formed a unified list for abroad constituencies.\nLeaders' races.\nDi Maio and Renzi run in a &lt;a href=\"single-member%20constituency\"&gt;single-member constituency&lt;/a&gt;, respectively in &lt;a href=\"Acerra\"&gt;Acerra&lt;/a&gt;, near &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;, for the Chamber of Deputies and in &lt;a href=\"Florence\"&gt;Florence&lt;/a&gt; for the Senate. Salvini ran in many multi-member constituencies through the country and, due to the mechanism of the electoral law, he was elected in &lt;a href=\"Calabria\"&gt;Calabria&lt;/a&gt;, while Meloni was elected in the single-member constituency of &lt;a href=\"Latina%2C%20Lazio\"&gt;Latina&lt;/a&gt; for the Chamber. \nAnalysis of proportionality.\nThe disproportionality of the Chamber of Deputies in the 2018 election was 5.50 using the &lt;a href=\"Gallagher%20index\"&gt;Gallagher Index&lt;/a&gt;, while for the Senate of the Republic, it was 6.12.\nGovernment formation.\nAfter the election's results were known, both &lt;a href=\"Luigi%20Di%20Maio\"&gt;Luigi Di Maio&lt;/a&gt; and &lt;a href=\"Matteo%20Salvini\"&gt;Matteo Salvini&lt;/a&gt; stated that they must receive from President &lt;a href=\"Sergio%20Mattarella\"&gt;Sergio Mattarella&lt;/a&gt; the task of forming a new cabinet because they led the largest party and the largest coalition, respectively. On 5 March, &lt;a href=\"Matteo%20Renzi\"&gt;Matteo Renzi&lt;/a&gt; announced that the PD will be in the opposition during this legislature and he will resign as party leader when a new cabinet is formed. On 6 March, Salvini repeated his campaign message that his party would refuse any coalition with the M5S. On 14 March, Salvini nonetheless offered to govern with the M5S, imposing the condition that League ally Forza Italia, led by ex premier Silvio Berlusconi, must also take part in any coalition. Di Maio rejected this proposal on the grounds that Salvini was \"choosing restoration instead of revolution\" because \"Berlusconi represents the past\".\nOn 12 March, Renzi resigned as party leader and was replaced by deputy secretary &lt;a href=\"Maurizio%20Martina\"&gt;Maurizio Martina&lt;/a&gt;.\nOn 24 March, the centre-right coalition and the Five Star Movement agreed on the election of presidents of the Houses of Parliament, &lt;a href=\"Roberto%20Fico\"&gt;Roberto Fico&lt;/a&gt; of the M5S for the Chamber and &lt;a href=\"Maria%20Elisabetta%20Alberti%20Casellati\"&gt;Maria Elisabetta Alberti Casellati&lt;/a&gt; of FI for the Senate.\nOn 7 April, Di Maio made an appeal to the PD to \"bury the hatchet\" and consider a governing coalition with his party.\nOn 18 April, President Mattarella gave newly-elected Senate president Alberti Casellati a so-called \"exploratory mandate\" to form a government of M5S and the centre-right alliance, with a two-day deadline.\nOn 23 April, President Mattarella gave newly elected Chamber of Deputies president Fico an \"exploratory mandate\" to form a government between M5S and the Democratic Party, with a three-day deadline. The decision came after the previous attempt by Alberti Casellati failed to show any progress.\nOn 30 April, following an interview of the former PD's leader &lt;a href=\"Matteo%20Renzi\"&gt;Matteo Renzi&lt;/a&gt; who expressed his strong opposition to an alliance with the M5S, Di Maio called for new elections.\nOn 7 May, President Mattarella held a third round of government formation talks, after which he formally confirmed the lack of any possible majority (M5S rejecting an alliance with the whole centre-right coalition, PD rejecting an alliance with both M5S and the centre-right coalition, and the League's Matteo Salvini refusing to start a government with M5S but without Berlusconi's Forza Italia party, whose presence in the government was explicitly vetoed by M5S's leader Luigi Di Maio); on the same circumstance, he announced his intention to soon appoint a \"neutral government\" (irrespective of M5S and League's refusal to support such an option) to take over from the &lt;a href=\"Gentiloni%20Cabinet\"&gt;Gentiloni Cabinet&lt;/a&gt; which was considered unable to lead Italy into a second consecutive election as it was representing a majority from a past legislature, and offering an early election in July as a realistic option to take into consideration due to the deadlock situation.\nOn 9 May, after a day of rumours, both M5S and the League officially requested President Mattarella to give them 24 more hours to strike a government agreement between the two parties. Later the same day, in the evening, Silvio Berlusconi publicly announced Forza Italia would not support a M5S-League government on a vote of confidence, but he would still maintain the centre-right alliance nonetheless, thus opening the doors to a possible majority government between the two parties.\nOn 13 May, the Five Star Movement and League reached an agreement on a government program, likely clearing the way for the formation of a governing coalition between the two parties, but they are still negotiating the members of a government cabinet, including the prime minister. M5S and League leaders were slated to meet with Italian President Sergio Mattarella on 14 May to guide the formation of a new government.\nOn 17 May, Five Star Movement and League agreed to the details regarding the government program, officially clearing the way for the formation of a governing coalition between the two parties. The final draft of their program was then published on 18 May.\nOn 18 May, 44,796 members of the Five Star Movement cast their vote online on the matter concerning the government agreement, with 42,274, more than 94%, voting in favour. A second vote sponsored by the Northern League then took place on 19 May and 20 May and was open to the general public. On 20 May, it was announced that approximately 215,000 Italian citizens had participated in the Northern League election, with around 91 percent supporting the government agreement.\nOn 21 May, the Five Star Movement and the League proposed law professor &lt;a href=\"Giuseppe%20Conte\"&gt;Giuseppe Conte&lt;/a&gt; as Prime Minister. On 23 May, Conte was invited to the &lt;a href=\"Quirinal%20Palace\"&gt;Quirinal Palace&lt;/a&gt; to receive the task of forming a new cabinet and was granted a mandate by Italian President Mattarella.\nHowever, on 27 May 2018, the designated Prime Minister Conte renounced to his office, due to contrasts between the League's leader Salvini and President Mattarella. In fact, Salvini proposed the university professor &lt;a href=\"Paolo%20Savona\"&gt;Paolo Savona&lt;/a&gt; as &lt;a href=\"Italian%20Minister%20of%20Economy%20and%20Finances\"&gt;Minister of Economy and Finances&lt;/a&gt;, but Mattarella strongly opposed him, considering Savona too &lt;a href=\"Eurosceptic\"&gt;Eurosceptic&lt;/a&gt; and &lt;a href=\"Anti-Germans%20%28political%20current%29\"&gt;anti-German&lt;/a&gt;. In his speech after Conte's resignation, Mattarella declared that the two parties wanted to bring Italy out of the &lt;a href=\"Eurozone\"&gt;Eurozone&lt;/a&gt;, and as the guarantor of Italian Constitution and country's interest and stability he could not allow this. On the following day, Mattarella gave &lt;a href=\"Carlo%20Cottarelli\"&gt;Carlo Cottarelli&lt;/a&gt;, an economist and former &lt;a href=\"IMF\"&gt;IMF&lt;/a&gt; director, the task of forming a new government.\nIn the statement released after the designation, Cottarelli specified that in case of &lt;a href=\"confidence\"&gt;confidence&lt;/a&gt; by the &lt;a href=\"Italian%20Parliament\"&gt;Parliament&lt;/a&gt;, he would contribute to the approval of the &lt;a href=\"budget%20law\"&gt;budget law&lt;/a&gt; for 2019, then the Parliament would be dissolved and a new general election would be called for the beginning of 2019. In the absence of confidence, the government would deal only with the so-called current affairs and lead the country toward new elections after August 2018. Cottarelli also guaranteed the neutrality of the government and the commitment not to run for the next election. He ensured a prudent management of &lt;a href=\"Italian%20national%20debt\"&gt;Italian national debt&lt;/a&gt; and the defense of national interests through a constructive dialogue with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;.\nOn 28 May 2018, the Democratic Party announced that they will vote the confidence to Cottarelli, while the Five Star Movement and the centre-right parties Forza Italia, Brothers of Italy and the League announced their vote against. Cottarelli was expected to submit his list of ministers for approval to President Mattarella on 29 May. However, on 29 May and 30 May he held only informal consultations with the President. According to the Italian media, he is facing difficulties due to the unwillingness of several potential candidates to serve as ministers in his cabinet and may even renounce. Meanwhile, Matteo Salvini and Luigi Di Maio announced their willingness to restart the negotiations to form a political government, and the leader of Brothers of Italy Giorgia Meloni gave her support to the initiative. The government was formed the following day."
}