{
    "id": "38014363",
    "revid": "196446",
    "url": "https://en.wikipedia.org/wiki?curid=38014363",
    "title": "Thomas Pearce (British Army officer)",
    "text": "Thomas Pearce, &lt;a href=\"Privy%20Council%20of%20the%20United%20Kingdom\"&gt;P.C.&lt;/a&gt; (c. 1670 1739), was an English army officer, a privy councillor and a member of parliament. During the &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt; he was deputy commander-in-chief in Portugal later serving in Gibraltar. He was appointed to Ireland in 1715, spending his last five years in Dublin where he died in 1739, General of his Majesty's Forces in Ireland.\nFamily.\nThird and youngest son of Edward Pearce (1620 1683) of Parson's Green Fulham and his wife Mary (1635 1728), daughter of &lt;a href=\"Dudley%20Carleton%20%28diplomat%29\"&gt;Dudley Carleton&lt;/a&gt; and his second wife Lucy Croft. Thomas was baptised 1 March 1669/1670 at St Mary-in-the-Marsh Norwich near his father's &lt;a href=\"Whitlingham\"&gt;Whitlingham&lt;/a&gt; estate.\nPearce married Mary daughter of William Hewes of Wrexham and his wife Sarah daughter of Thomas Wayte, governor of &lt;a href=\"Beeston%20Castle%23Civil%20war\"&gt;Beeston Castle, Cheshire&lt;/a&gt;. They had three sons and two daughters, daughter Ann married her first cousin, noted Irish architect &lt;a href=\"Edward%20Lovett%20Pearce\"&gt;Edward Lovett Pearce&lt;/a&gt;.\nPearce had good political links through close family in London and Dublin.\n\"Major General Pearce's Regiment of Dragoons at disbanding 29 April 1713. includes brother and son\"\nParliament.\nRepresented &lt;a href=\"Ludgershall%20%28UK%20Parliament%20constituency%29\"&gt;Ludgershall&lt;/a&gt;, a &lt;a href=\"parliamentary%20borough\"&gt;parliamentary borough&lt;/a&gt; in &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt;, from 1703 to 1713 and the city of Limerick from 1727 until his death.\nArmy.\nPortugal.\nDeputy commander-in-chief \nWhitehall, 17 February 1713&lt;br&gt;Major General Pearce who commanded Her Majesty's Forces in Portugal, is returned hither; he has had the honour to kiss Her Majesty's Hand and was very graciously received.\nGibraltar.\nHampton-Court, 26 August 1717&lt;br&gt;It is His Majesty's Pleasure, that all the Officers belonging to the Regiments of Foot now at Gibraltar, do immediately repair to their respective Posts, upon Pain of His Majesty's highest Displeasure, and particularly those of Major-General Pearce's Regiment, except such as have Leave from His Majesty to the contrary.\nIreland.\nMilitary Governor of the castle and turbulent &lt;a href=\"Limerick%23Late%20Renaissance/Early%20Modern%20history\"&gt;city of Limerick&lt;/a&gt; 1715 \n1727 is back in Ireland at\nLimerick 7 February 1727&lt;br&gt; This Day we received an account from Dublin, that the Court of King's Bench has allowed an information to be filed against our Governor, for assuming the Power and Office of Mayor of this City; which news has caused inexpressible Joy among his Majesty's faithful Subjects here.\nDublin 14 February 1727&lt;br&gt;Yesterday our Artillery were all carefully viewed by the Gunners; and such as were any way defective were taken Care of; but only one cannon was found unfit for Service. Last Saturday the Court of King's Bench ordered Informations to be filed against James Robinson, Robert Twigg, John Vincent, and John Higgins, of Limerick, Aldermen, for exercising the Offices of Justices of the Peace in that City, not being duly elected. These four Aldermen took upon them the Offices of Justices since the Time Major General Pearce, Governor of the Garrison, first assumed the Civil Magistracy of that City. The Rules for Informations against the Sheriffs &amp;c are suspended until those against the Governor and the aforesaid Aldermen are determined, which the Prosecutors, on Behalf of the King are resolved to Speed to Trial with all possible Expedition.\nDublin, 21 August 1737&lt;br&gt;This day came on before their Excellencies the Lords Justices; and the Right Hon. the Privy Council, the Election for Magistrates to serve for the ensuing Year for the City of Limerick, and after a long Debate, for near 13 Hours, the Lords of the Council were pleased to approve of John Vincent, Esq; for Mayor, Arthur Blennerhasset, Esq., for Recorder. George Bose and Richard Chester, Gentlemen, for Sheriffs, who were certified to their Excellencies and Lordships as duly elected by the Hon. Lieutenant General Pearce, present Mayor of Limerick, under the Common Seal of the City.&lt;br&gt;The Debate was occasioned by the Petition of George Roche, Toxteth Roche, Richard Roche Clerk, Francis Roche, and Rchard Roche, Jun. and several other Brothers and Nephews of that Family who suggested that Military Force, and other undue Practices were made use of by the Mayor at the Election, to terrify the Voters.&lt;br&gt;But the allegations appear to be frivolous and groundless, and that the Persons returned by the General were elected by a great Majority, and were Men of undoubted and known Loyalty, and it appearing likewise that a certain Family had embezzled the Corporation Revenues, and had shared them amongst themselves for many Years past, the Right Hon. the Privy Council were pleased to reject the Petition and to approve of the aforesaid Persons to be Magistrates. This approbation will occasion an universal Joy in the Citizens, who for a long season have laboured under heavy Oppressions from the Tyrannical Government of a certain Family, till rescued by the present Mayor.\nDublin, 9 October 1727&lt;br&gt;We hear from Limerick, that the Election for Members to serve in the ensuing Parliament for that City came on the 3rd Instant; The Candidates were the Hon. Lieut. General Pearce, Hen. Ingoldsby, Esq; and Geo Roche, Esq; all upon their single Interests; the two former, upon closing the Books, were declared duly elected. The Poll stood thus: For Mr Pearce 362, for Mr Ingoldsby 316, for Mr Roche 147.\nLondon 21 March 1728&lt;br&gt;\nOrders sent for Pearce's Foot to embark at Gibraltar for Great Britain\nPearces Egerton's and Bisset's have arrived at Cork from Gibraltar where P's and E's have been for 15 years and B's upwards of 10\nON THE IRISH ESTABLISHMENT\non 19 March said to be appointed to command the forces on the Irish Establishment in the absence of Lord Shannon\n29 March 1737 His Majesty has been pleased to appoint Lieutenant General Thomas Pearce to be Governor of Londonderry and Culmore Port in Ireland.\nRegiments and ranks.\n&lt;a href=\"4th%20Royal%20Irish%20Dragoon%20Guards%23Colonels%20%E2%80%94with%20early%20names%20for%20the%20regiment\"&gt;Pearce's Horse&lt;/a&gt;.\n1732-1739 colonel, 5th Regiment of Horse later the &lt;a href=\"4th/7th%20Royal%20Dragoon%20Guards\"&gt;4th/7th Royal Dragoon Guards&lt;/a&gt;\nBased in Dublin from July 1734\nGeneral officer.\nI R E L A N D&lt;br&gt;\nDublin, 17 May 1738.&lt;br&gt;Yesterday Col. Hamilton's Regiment of Dragoons, and Brigadier Dormer's, Col. Cornwallis's and Col. Bragg's Regiments of Foot, were reviewed in the Deer-Park by Lieutenant General Thomas Pearce, and all went through their Exercises with the greatest Dexterity and Exactness.\nDublin, 2 September 1738&lt;br&gt;On Tuesday last the Right Honourable Lieutenant General Thomas Pearce reviewed in his Majesty's Phoenix Park, Brigadier Legonier's Regiment of Horse, and Colonels Wentworth, Handasyde, and Paget's Regiments of Foot, which are on Duty in our Barracks. They performed all their Exercises and Firings with the utmost Exactness and Dexterity, to the entire Satisfaction of the General, and a numerous Company of Spectators of all Ranks.\nDublin, January 1739&lt;br&gt;\nLetters from Dublin mention,&lt;br&gt;that on Tuesday last died suddenly at his house at Stephen's Green, the Right Hon. Thomas Pearce, Esq; Lieutenant-General of his Majesty's Land Forces in that Kingdom, Colonel of a Regiment of Horse, and Member of Parliament and Governor of the City of Limerick.\nDublin, 23 Jan. 1739&lt;br&gt;The Right honourable Lieutenant-General Thomas Pearce, Esq; General of his Majesty's Forces in Ireland, was carried to Christ-Church last Saturday, and interred with great Military Honour and Solemnity. The Pall-Bearers were the Right Hon. the Lord Viscount Molesworth; the Right Hon. the Lord Tullamore; the Hon. General Napier; the Hon. General Parker; Colonel Butler, Adjutant-General; and the Right Hon. the Lord Sempill.&lt;br&gt;On Saturday Night last, past Ten of the Clock, the Corpse of the Right Hon. the Lieutenant General Thomas Pearce was taken out of the Vault in Christ-Church, where it was deposited, and carried in an Hearse, accompanied by a Mourning Coach, to Donneybrooke Church where it was interred."
}