{
    "id": "38016145",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=38016145",
    "title": "Ndawa",
    "text": "Ndawa or Dawa (c. 1850 – 1888) was an important war chief in the &lt;a href=\"Mende%20people\"&gt;Mendeland&lt;/a&gt; region, in present-day &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;, in the 19th century. Ndawa was born into slavery and was traded multiple times until the chief of &lt;a href=\"Tikonko\"&gt;Tikonko&lt;/a&gt;, Makavorary, began training Ndawa as a warrior. Ndawa gradually became a powerful war chief who derived his authority largely from his ability to plunder. He was most successful when he became aligned with the war chief &lt;a href=\"Kai%20Londo\"&gt;Kai Londo&lt;/a&gt;. When Kai Londo and Ndawa disagreed about the division of plunder from their wars, it started the Kpove War which involved Ndawa attacking multiple communities in the region for much of the 1880s. In 1887, Ndawa and Makavorary attacked many British allies and the British organised a force to attack Ndawa. In a battle in 1888, Ndawa was killed after his Achilles tendon was cut.\nEarly life.\nNdawa was born into slavery in the town of Manjoro (in present day &lt;a href=\"Kailahun%20District\"&gt;Kailahun District&lt;/a&gt;, &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;) around 1850. He was trained partially in warfare early in life but was sold from his original master to another master, Sellu Tifa, after he was accused of having an affair with the wife of another man. He was sold again to the chief of &lt;a href=\"Tikonko\"&gt;Tikonko&lt;/a&gt;, Makavorary, who trained Ndawa as a warrior.\nWar chief.\nNdawa gradually became a war chief, a chief who relied not on kinship or \"&lt;a href=\"Poro\"&gt;Poro&lt;/a&gt;\" (a social bond that granted authority in Mende culture) but instead on goods and slaves which could be captured in warfare. War chiefs would control some villages and towns but these would operate largely as a base of operations rather than an area they controlled because of their kinship connections. Although he operated as an independent military power that would support itself through mercenary activity or plunder, the connection between Makavorary and Ndawa remained strong. War chiefs would generally align their military with different traditional chiefs depending upon the profit (either through plunder or payment) that was available.\nNdawa became an important war chief with 13 towns under his control and his headquarters in the town of Wende, largely through an alliance with &lt;a href=\"Kai%20Londo\"&gt;Kai Londo&lt;/a&gt; (sometimes Kailundu), another war chief. Kai Londo and Ndawa joined forces in 1875 to defend the land of Makavorary from attacks by another chief named Benya from the town of Blama. They defeated Benya and took over a number of villages with one another, becoming quite famous in the process.\nKpove War.\nAfter their conquest, Ndawa and Kai Londo got into a dispute over the division of goods and slaves seized in their successful raids. Ndawa was insulted when Kai Londo accused him of cheating him and threatened to attack Kai Londo's base of Luawa. This dispute began the famous &lt;a href=\"Kpove%20war\"&gt;Kpove war&lt;/a&gt; which would last throughout most of the 1880s until Ndawa's death. The war got its name because in preparation for the battle between Ndawa and Kai Londo, Ndawa dug a large hole and filled it with dung and threatened to throw anyone who left the battle into the hole. The war thus acquired the name Kpove War meaning Dung Pot (\"kpovengue\") War.\nIn the first battle between the two, Kai Londo scaled the walls of Ndawa's compound in the early morning and caught Ndawa unprepared. Ndawa and Kai Londo engaged in lengthy hand-to-hand combat with each other in which both became injured. However, Kai Londo was able to win the fight and Ndawa agreed to retreat. A second battle quickly followed in which Ndawa's army was pushed to the other side of the &lt;a href=\"Moa%20River\"&gt;Moa River&lt;/a&gt; and Kai Londo became the dominant force on his side of the river.\nThe Kpove war continued with Ndawa fighting multiple times for the rest of the 1880s. The British tried many times to restrain Ndawa and arranged for Makavorary to prevent Ndawa from attacking sites important to them on many occasions, namely Bandasuma. In 1887, Makavoray and Ndawa joined forces in a general campaign against British interests. The regional warfare by Ndawa and Makavorary peaked in 1887 when they sacked the British base of &lt;a href=\"Sulima%2C%20Sierra%20Leone\"&gt;Sulima, Sierra Leone&lt;/a&gt; and attacked a number of other communities. Later on 11 April 1887, Ndawa succeeded in sacking Bandasuma and taking &lt;a href=\"Nyarroh\"&gt;Nyarroh&lt;/a&gt;, an important British allied chief, hostage.\nThese attacks resulted in the British mounting an active offensive against him in 1888. The operation included an organised force of British officers and chieftains in the region to fight against Ndawa. In a battle near Dama in 1888, an anonymous soldier cut Ndawa's &lt;a href=\"Achilles%20tendon\"&gt;Achilles tendon&lt;/a&gt; and, according to oral tradition, he called over Jami Lenga, considered a great warrior, to finish him off so that he would not die from an unknown hand."
}