{
    "id": "38040640",
    "revid": "35936988",
    "url": "https://en.wikipedia.org/wiki?curid=38040640",
    "title": "Carpathian Biosphere Reserve",
    "text": "Carpathian Biosphere Reserve () is a biosphere reserve that was established as a &lt;a href=\"nature%20reserve\"&gt;nature reserve&lt;/a&gt; in 1968 and became part of the &lt;a href=\"World%20Network%20of%20Biosphere%20Reserves\"&gt;World Network of Biosphere Reserves&lt;/a&gt; of &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; in 1992. Since 2007 bigger portion of the reserve along with some territories of the Uzh River National Park was listed with the &lt;a href=\"UNESCO%20World%20Heritage%20Sites\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"List%20of%20World%20Heritage%20Sites%20in%20Ukraine\"&gt;World Heritage Sites&lt;/a&gt; as part of the &lt;a href=\"Ancient%20and%20Primeval%20Beech%20Forests%20of%20the%20Carpathians%20and%20Other%20Regions%20of%20Europe\"&gt;Ancient and Primeval Beech Forests of the Carpathians and Other Regions of Europe&lt;/a&gt;.\nLocated in the eastern parts of the &lt;a href=\"Zakarpattia%20Oblast\"&gt;Zakarpattia Oblast&lt;/a&gt;, it consists of six separate preservation &lt;a href=\"massif\"&gt;massifs&lt;/a&gt; and two botanic &lt;a href=\"zakaznik\"&gt;zakaznik&lt;/a&gt;s (Chorna Hora and Yulivska Hora) with a total area of . The greatest part of the reserve is covered by &lt;a href=\"primeval%20forest\"&gt;virgin forests&lt;/a&gt;. Administratively, the biosphere reserve is located in four districts of &lt;a href=\"Zakarpattia%20Oblast\"&gt;Zakarpattia Oblast&lt;/a&gt;, &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. \nIt is adjacent to the &lt;a href=\"Carpathian%20National%20Nature%20Park\"&gt;Carpathian National Nature Park&lt;/a&gt;.\nTerritory division.\nThe territory of Carpathian Biosphere Reserve is divided into several functional zones: core (A) and buffer zones (B), zone of the regulated protected regime (D) and &lt;a href=\"Human%20impact%20on%20the%20environment\"&gt;anthropogenic landscapes&lt;/a&gt; (C). They differ one from another by the nature use regimes. Such division helps to achieve the most appropriate balance between nature protection needs and the requirements of local people.\nComposition.\nThe biosphere reserve consists of six separate preservation massifs as well as two botanical reserves (&lt;a href=\"zakaznik\"&gt;zakaznik&lt;/a&gt;s).\nChornohora preservation &lt;a href=\"massif\"&gt;massif&lt;/a&gt; is located on the southern macroslope of the &lt;a href=\"Chornohora\"&gt;Chornohora&lt;/a&gt;, the highest mountain belt in the Eastern &lt;a href=\"Beskids\"&gt;Beskids&lt;/a&gt; and the Ukrainian &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathians&lt;/a&gt;. Its total area is .\nSvydovets preservation &lt;a href=\"massif\"&gt;massif&lt;/a&gt; has an area of and is located at an altitude of 600–1883 m.a.s.l in the highest region of the &lt;a href=\"Svydovets\"&gt;Svydovets&lt;/a&gt; mountains.\nMarmorosh preservation &lt;a href=\"massif\"&gt;massif&lt;/a&gt; is located on the northern macroslope of the &lt;a href=\"Rakhiv\"&gt;Rakhiv&lt;/a&gt; Mountains and covers a territory of at an altitude of 750–1940 m.a.s.l.\nKuziy preservation &lt;a href=\"massif\"&gt;massif&lt;/a&gt; is located on the southern branches of the &lt;a href=\"Svydovets\"&gt;Svydovets&lt;/a&gt; mountain range at an altitude of 350–1409 m.a.s.l. with total area of 4925 ha. Its territory is completely located in the forest area.\nUholka and Shyroka Luzhanka preservation &lt;a href=\"massif\"&gt;massif&lt;/a&gt; is located on the southern slopes of the Krasna and the Menchil mountains grasslands at an altitude of 400 – 1280 m.a.s.l. The total area of the protected territory is 15580 ha.\nPreservation massif \"Narcissus Valley\" is located at an altitude of 180–200 m.a.s.l. in the western part of Khustsko-Solotvynska Valley and lies in a flatland of the Khustets river &lt;a href=\"floodplain\"&gt;flood plain&lt;/a&gt;.\nThe “Chorna hora\" botanical zakaznik occupies a territory of 823 ha in the Volcanic &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathians&lt;/a&gt;, on the Chornahora mountain, which is a part of the Hutynskiy range. It was established to preserve oak, hornbeam-oak, oak-beech and beech-oak forests in 1974 and became a part of the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathians&lt;/a&gt; &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt; reserve in 1997.\nThe \"Yulivska Hora\" botanical zakaznik covers an area of 176 ha on the slopes of the Yulivski mountains island &lt;a href=\"massif\"&gt;massif&lt;/a&gt; in the &lt;a href=\"Vihorlat-Gutin%20Area\"&gt;Vyhorlat-Hutynskiy&lt;/a&gt; volcanic ridge. It was established in 1974 and became a part of the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian&lt;/a&gt; &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt; reserve in 1997. It aimed to preserve the oak-groves formed by many heat-loving &lt;a href=\"Balkan%20Mountains\"&gt;Balkan&lt;/a&gt; and &lt;a href=\"Mediterranean%20Basin\"&gt;Mediterranean&lt;/a&gt; species. It is characterized by the warmest climate in the whole Ukrainian &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathians&lt;/a&gt;.\nFlora and fauna.\nThe &lt;a href=\"flora\"&gt;flora&lt;/a&gt; of CBR consists of 262 &lt;a href=\"fungi\"&gt;fungi&lt;/a&gt; species, 392 species of &lt;a href=\"lichens\"&gt;lichens&lt;/a&gt;, 440 species of &lt;a href=\"moss\"&gt;mosses&lt;/a&gt; and 1062 species of &lt;a href=\"vascular%20plant\"&gt;vascular plants&lt;/a&gt;. The algal flora includes 465 species. 64 of plants species represented in this reserve are listed in the Ukrainian Red Data Book as well as in &lt;a href=\"IUCN\"&gt;IUCN&lt;/a&gt; and the European Red Lists. The &lt;a href=\"fauna\"&gt;fauna&lt;/a&gt; of the &lt;a href=\"Carpathian%20Mountains\"&gt;Carpathian&lt;/a&gt; &lt;a href=\"biosphere\"&gt;biosphere&lt;/a&gt; reserve is represented by 64 &lt;a href=\"mammal\"&gt;mammal&lt;/a&gt; species, 173 &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s, 9 &lt;a href=\"reptile\"&gt;reptile&lt;/a&gt;s, 13 &lt;a href=\"amphibian\"&gt;amphibian&lt;/a&gt;s, 23 &lt;a href=\"fish\"&gt;fish&lt;/a&gt; and more than 10,000 &lt;a href=\"invertebrate\"&gt;invertebrate&lt;/a&gt; species. 72 of these species are listed in the Ukrainian Red Data Book and in IUCN and the European Red Lists."
}