{
    "id": "3807376",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=3807376",
    "title": "Yorkshire Amateur A.F.C.",
    "text": "Yorkshire Amateur Association Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in the &lt;a href=\"Potternewton\"&gt;Potternewton&lt;/a&gt; area of &lt;a href=\"Leeds\"&gt;Leeds&lt;/a&gt;, &lt;a href=\"West%20Yorkshire\"&gt;West Yorkshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. They are currently members of the and play at Bracken Edge.\nHistory.\nThe club was established by Kolin Robertson in November 1918. They were founder members of the &lt;a href=\"Yorkshire%20Football%20League\"&gt;Yorkshire League&lt;/a&gt; in 1920, but left after four seasons. The club returned to the league in 1930 and were runners-up in Section B of the Subsidiary Competition in 1930–31, also winning the West Riding Challenge Cup. The &lt;a href=\"1931%E2%80%9332%20FA%20Cup\"&gt;following season&lt;/a&gt; saw them reach the first round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; for the first time, losing 3–1 at home to &lt;a href=\"Football%20League%20Third%20Division%20North\"&gt;Third Division North&lt;/a&gt; side &lt;a href=\"Carlisle%20United%20F.C.\"&gt;Carlisle United&lt;/a&gt;. They also reached the semi-finals of the &lt;a href=\"FA%20Amateur%20Cup\"&gt;FA Amateur Cup&lt;/a&gt;, losing 2–1 to &lt;a href=\"Marine%20F.C.\"&gt;Marine&lt;/a&gt; at &lt;a href=\"Filbert%20Street\"&gt;Filbert Street&lt;/a&gt;, and won the league's Second Competition, before losing to First Competition winners &lt;a href=\"Huddersfield%20Town%20F.C.\"&gt;Huddersfield Town 'A'&lt;/a&gt; in a championship decider. In 1932–33 they won the league's inaugural League Cup, before winning the West Riding Challenge Cup again in 1933–34 and 1944–45.\nAnother FA Cup first round appearance in &lt;a href=\"1945%E2%80%9346%20FA%20Cup\"&gt;1945–46&lt;/a&gt; ended with a 5–2 aggregate defeat to &lt;a href=\"Lincoln%20City%20F.C.\"&gt;Lincoln City&lt;/a&gt; of the Third Division North, with Yorkshire Amateur having led 1–0 from the first leg. The Yorkshire League gained a second division in 1950, with the club became members of Division One. They were relegated to Division Two at the end of the 1951–52 season, but were Division Two runners-up the following season and were promoted back to Division One at the first attempt. After winning the &lt;a href=\"West%20Riding%20County%20Cup\"&gt;West Riding County Cup&lt;/a&gt; in 1953–54, in 1955–56 the club were relegated to Division Two again, remaining there until winning the division in 1958–59, earning promotion back to Division One. They won the County Cup again in 1960–61, but another relegation from Division One in 1962–63 was followed by nine seasons in Division Two, before they finished as runners-up in 1971–72, a season that also saw them win the County Cup, and were promoted to Division One.\nYorkshire Amateur finished bottom of Division One in 1974–75, resulting in relegation to Division Two. At the end of the 1976–77 season the club were relegated to Division Three. The following season saw them win the Division Three title at the first attempt, earning promotion back to Division Two. In 1982 the league merged with the &lt;a href=\"Midland%20Football%20League%20%281889%29\"&gt;Midland League&lt;/a&gt; to form the &lt;a href=\"Northern%20Counties%20East%20Football%20League\"&gt;Northern Counties East League&lt;/a&gt;, with Yorkshire Amateur placed in Division Two North. A third-place finish in the division in &lt;a href=\"1983%E2%80%9384%20Northern%20Counties%20East%20Football%20League\"&gt;1983–84&lt;/a&gt; saw them placed in Division One North amidst league reorganisation. Further league restructuring the following year led to the club becoming members of Division Three.\nDivision Three was abolished in 1986, with Yorkshire Amateur moved up to Division Two. Division Two was subsequently disbanded in 1991, leading to the club moving up to Division One. They were winners of the league's Wilkinson Sword Trophy in &lt;a href=\"1998%E2%80%9399%20Northern%20Counties%20East%20Football%20League\"&gt;1998–99&lt;/a&gt;, and remained in Division One until finishing as runners-up in &lt;a href=\"2017%E2%80%9318%20Northern%20Counties%20East%20Football%20League\"&gt;2017–18&lt;/a&gt;, which earned them promotion to the Premier Division. After the &lt;a href=\"2020%E2%80%9321%20Northern%20Counties%20East%20Football%20League\"&gt;2020–21 season&lt;/a&gt; was curtailed due to the &lt;a href=\"COVID-19%20pandemic%20in%20the%20United%20Kingdom\"&gt;COVID-19 pandemic&lt;/a&gt;, the club were promoted to Division One East of the &lt;a href=\"Northern%20Premier%20League\"&gt;Northern Premier League&lt;/a&gt;.\nGround.\nThe club originally played at &lt;a href=\"Elland%20Road\"&gt;Elland Road&lt;/a&gt;, which had become available after &lt;a href=\"Leeds%20City%20F.C.\"&gt;Leeds City&lt;/a&gt; folded. However, in 1920 they sold the lease on the ground to &lt;a href=\"Leeds%20United%20A.F.C.\"&gt;Leeds United&lt;/a&gt; for £250. After two years playing at several different grounds, including a groundshare with &lt;a href=\"Harrogate%20Town%20A.F.C.\"&gt;Harrogate Town&lt;/a&gt;, the club relocated to Bracken Edge in 1922."
}