{
    "id": "38158484",
    "revid": "14448901",
    "url": "https://en.wikipedia.org/wiki?curid=38158484",
    "title": "Courcelles massacre",
    "text": "The Courcelles massacre (), sometimes known as the Rognac massacre (\"Tuerie du Rognac\"), involved the killing of 27 civilians by a &lt;a href=\"Collaboration%20with%20the%20Axis%20Powers\"&gt;collaborationist&lt;/a&gt; militia associated with the &lt;a href=\"Rexist%20Party\"&gt;Rexist Party&lt;/a&gt; in &lt;a href=\"German%20occupation%20of%20Belgium%20during%20World%20War%20II\"&gt;German-occupied Belgium&lt;/a&gt; during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. It occurred on 17–18 August 1944 near &lt;a href=\"Courcelles%2C%20Belgium\"&gt;Courcelles&lt;/a&gt;, a suburb of the industrial city of &lt;a href=\"Charleroi\"&gt;Charleroi&lt;/a&gt; in &lt;a href=\"Hainaut%20Province\"&gt;Hainaut Province&lt;/a&gt;, shortly before the &lt;a href=\"Liberation%20of%20Belgium\"&gt;Liberation of Belgium&lt;/a&gt; in revenge for the killing of a Rexist official by the &lt;a href=\"Belgian%20Resistance\"&gt;Belgian Resistance&lt;/a&gt;.\nBackground.\nRex and German-occupied Belgium.\nAt the time of the &lt;a href=\"Battle%20of%20Belgium\"&gt;German invasion&lt;/a&gt; in May 1940, Belgium had several political parties that were broadly sympathetic to the &lt;a href=\"authoritarianism\"&gt;authoritarian&lt;/a&gt; and &lt;a href=\"anti-democratic\"&gt;anti-democratic&lt;/a&gt; ideals represented by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt;. In &lt;a href=\"Wallonia\"&gt;Wallonia&lt;/a&gt; and &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, the largest of these groups was the &lt;a href=\"Rexist%20Party\"&gt;Rexist Party&lt;/a&gt;, led by &lt;a href=\"L%C3%A9on%20Degrelle\"&gt;Léon Degrelle&lt;/a&gt;. This had originated as a faction of the mainstream &lt;a href=\"Catholic%20Party%20%28Belgium%29\"&gt;Catholic Block&lt;/a&gt;, but split in 1935 to form an independent &lt;a href=\"populism\"&gt;populist&lt;/a&gt; party. Ideologically, Rex supported &lt;a href=\"Belgian%20nationalism\"&gt;Belgian nationalism&lt;/a&gt;, but its support for &lt;a href=\"corporatism\"&gt;corporatism&lt;/a&gt; and &lt;a href=\"anti-communism\"&gt;anti-communism&lt;/a&gt; made it sympathetic towards aspects of &lt;a href=\"Nazi%20ideology\"&gt;Nazi ideology&lt;/a&gt;. It achieved some early success, peaking &lt;a href=\"1936%20Belgian%20general%20election\"&gt;at the elections of 1936&lt;/a&gt; in which it received 11.5 percent of the national vote, but experienced a decline in the following years before the German invasion and remained marginal.\nAfter the Belgian surrender on 28 May 1940, a German &lt;a href=\"Military%20Administration%20in%20Belgium%20and%20Northern%20France\"&gt;Military Administration&lt;/a&gt; was created to govern the occupied territory. Preferring a strategy of &lt;a href=\"indirect%20rule\"&gt;indirect rule&lt;/a&gt;, the administration preferred to work with established Belgian political and social elites, largely ignoring fringe political groups such as the Rexists. In order to acquire more influence and German support, Rex attempted to bring itself closer to the occupation authorities. On 1 January 1941, Degrelle announced Rex's total support for the occupation authorities and for the policy of collaborationism and its political influence in German circles rose after the &lt;a href=\"Operation%20Barbarossa\"&gt;German invasion of the Soviet Union&lt;/a&gt; on 22 June 1941.\nRex and the Belgian Resistance.\nOver following years, especially after 1943, Rex consolidated its control over &lt;a href=\"local%20government\"&gt;local government&lt;/a&gt; in German-occupied &lt;a href=\"Wallonia\"&gt;Wallonia&lt;/a&gt; and an increasing number of party members were installed as &lt;a href=\"burgomaster\"&gt;burgomaster&lt;/a&gt;s with German support. This was particularly true in the industrial region around &lt;a href=\"Charleroi\"&gt;Charleroi&lt;/a&gt; and &lt;a href=\"La%20Louvi%C3%A8re\"&gt;La Louvière&lt;/a&gt; known as the \"&lt;a href=\"Pays%20Noir\"&gt;Pays Noir&lt;/a&gt;\" where the party even developed its own &lt;a href=\"paramilitary\"&gt;paramilitary&lt;/a&gt; units. However, the deterioration of the German military position on the &lt;a href=\"Eastern%20Front%20%28World%20War%20II%29\"&gt;Eastern Front&lt;/a&gt; emboldened the &lt;a href=\"Belgian%20Resistance\"&gt;Belgian Resistance&lt;/a&gt; which were also active among &lt;a href=\"communism\"&gt;communist&lt;/a&gt; and &lt;a href=\"socialism\"&gt;socialist workers&lt;/a&gt; in the same region. Assassinations of Rexist officials became common, especially in Charleroi where two Rexist burgomasters would be assassinated during the conflict. These attacks sparked retaliation by Rexist militias against civilians and suspected resistance sympathisers, often with tacit approval of the German authorities, and these escalated after the &lt;a href=\"Normandy%20Landings\"&gt;Normandy Landings&lt;/a&gt; in June 1944. It has been argued that by the end of the German occupation, \"Rex was essentially caught up in a process of local civil war.\"\nMassacre.\nProsper Teughels, the first Rexist burgomaster of Greater Charleroi, was assassinated in November 1942. He was succeeded by Oswald Englebin who was also a Rexist. On 17 August 1944, Englebin was shot dead, together with his wife and son, Philippe, as they returned to their house in the Charleroi suburb of &lt;a href=\"Trazegnies%2C%20Belgium\"&gt;Trazegnies&lt;/a&gt;. As his vehicle passed through the Bois du Rognac neighborhood between &lt;a href=\"Monceau-sur-Sambre\"&gt;Monceau-sur-Sambre&lt;/a&gt; and &lt;a href=\"Courcelles%2C%20Belgium\"&gt;Courcelles&lt;/a&gt;, resistance members opened fire on the vehicle killing all its occupants except a &lt;a href=\"Gendarmerie%20%28Belgium%29\"&gt;gendarme&lt;/a&gt;. The identities of the resistance members involved has never been established. The attack happened as the &lt;a href=\"Allies%20%28World%20War%20II%29\"&gt;Allied forces&lt;/a&gt; which had &lt;a href=\"Normandy%20landings\"&gt;landed in Normandy&lt;/a&gt; in May, were &lt;a href=\"Allied%20advance%20from%20Paris%20to%20the%20Rhine\"&gt;already advancing rapidly&lt;/a&gt; towards Belgium with German forces already in full retreat.\nNews of the attack reached Rexist officials shortly afterwards and sparked violent reprisals. A 150-strong Rexist militia unit arrived in Courcelles. Two civilians were murdered in the street and several houses set alight. In the night of 17–18 August, there were numerous arrests and killings in the Courcelles region, where three more civilians were killed. \nThe Courcelles massacre itself occurred at dawn on 18 August when 21 civilians rounded up in Courcelles the previous day were taken to the cellar of a requisitioned house, part of a row of inconspicuous \"&lt;a href=\"Coron%20%28house%29\"&gt;corons&lt;/a&gt;\", at the present-day rue des Marytrs near to the site of Englebin's assassination; 19 of them were killed. The victims were local notables including lawyers, engineers, doctors, and senior police officers. The killings were supervised by leading party members, including its leader &lt;a href=\"Victor%20Matthys\"&gt;Victor Matthys&lt;/a&gt; and his eventual successor &lt;a href=\"Louis%20Collard\"&gt;Louis Collard&lt;/a&gt;, as well as the regional leader Joseph Pévenasse.\nEntirely separately, the German occupation authorities in Belgium retaliated for Englebin's assassination by executing 20 hostages already held for other resistance activities.\nAftermath.\nBelgium was liberated by Allied forces in September 1944 and the &lt;a href=\"pursuit%20of%20Nazi%20collaborators\"&gt;pursuit of Nazi collaborators&lt;/a&gt; (\"épuration\") began. It was estimated that the Courcelles massacre involved 150 perpetrators of whom 97 were identified. 80 were arrested in the following months and tried. 27 of these were sentenced to death and executed at Charleroi on 10 November 1947.\nThe road with the house in which majority killings took place was renamed the Rue des Martyrs and is commemorated by a plaque. An annual commemoration of the massacre has been held on 18 August in subsequent years in memory of the victims of the massacre. A small chapel was also erected. The Courcelles massacre remains the most famous example of collaborationist reprisals against the civilian population in Belgium.\nThe Belgian journalist &lt;a href=\"Maurice%20De%20Wilde\"&gt;Maurice De Wilde&lt;/a&gt; devoted the final episode of his 1988 &lt;a href=\"documentary%20series\"&gt;documentary series&lt;/a&gt; \"De Tijd der Vergelding\" (\"The Time of Retaliation\") to the Courcelles massacre."
}