{
    "id": "3817077",
    "revid": "1261736",
    "url": "https://en.wikipedia.org/wiki?curid=3817077",
    "title": "Robert Harvey (cricketer)",
    "text": "Robert Lyon Harvey MBE (14 September 1911 in &lt;a href=\"Swinburne%2C%20Free%20State\"&gt;Swinburne&lt;/a&gt;, &lt;a href=\"Orange%20Free%20State%20Province\"&gt;Orange Free State&lt;/a&gt; – 20 July 2000 in &lt;a href=\"Kloof\"&gt;Kloof&lt;/a&gt;, KwaZulu-Natal) was a South African &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt;er who played in two &lt;a href=\"Test%20cricket\"&gt;Tests&lt;/a&gt; in 1935–36.\nHarvey was a right-handed middle-order batsman and a right-arm medium-pace bowler. He played &lt;a href=\"first-class%20cricket\"&gt;first-class cricket&lt;/a&gt; for &lt;a href=\"Natal%20cricket%20team\"&gt;Natal&lt;/a&gt; in two matches in 1933–34 without success. \nBut when he was picked again two years later for Natal in the match against the &lt;a href=\"Australian%20cricket%20team%20in%20South%20Africa%20in%201935-36\"&gt;1935–36 Australians&lt;/a&gt;, he scored 16 and 104. Although eventually bowled by &lt;a href=\"Clarrie%20Grimmett\"&gt;Clarrie Grimmett&lt;/a&gt;, he resisted for three and three-quarters hours, and \"alternated periods of hard hitting with rigid defence\". After Grimmett (and &lt;a href=\"Bill%20O%27Reilly%20%28cricketer%29\"&gt;Bill O'Reilly&lt;/a&gt;) had led Australia to two Test victories in the first three matches of a five-game series, with no South African batsman apart from &lt;a href=\"Dudley%20Nourse\"&gt;Dudley Nourse&lt;/a&gt; making more than 66 runs in any one innings, Harvey was picked for the fourth Test. He had limited success, scoring 5 and 17 as the South Africans suffered their worst defeat of the series, though he did hit one six off Grimmett. The only first-class match between the fourth and fifth Tests was the second game between Natal and the Australians, and this time Harvey scored 138, slightly more than half the Natal first-innings total of 272; he shared a second-wicket stand of 135 with &lt;a href=\"Herby%20Wade\"&gt;Herby Wade&lt;/a&gt; who was captain of both the Natal and the South African teams. Harvey was retained for the fifth Test and made scores of 28 and 1 in another heavy defeat being, in the second innings, the first out of five dismissals (of the last six batsmen in the team) to be caught by &lt;a href=\"Vic%20Richardson\"&gt;Vic Richardson&lt;/a&gt; off the bowling of Grimmett. On the whole tour of South Africa by the Australians, only four centuries were scored off them: two by Nourse (one in a Test) and two by Harvey.\nThose centuries, though, were the only ones in Harvey's first-class cricket career. He remained as a batsman and, increasingly, a bowler with Natal up to the 1939–40 season but although he passed 50 on 11 further occasions, he did not reach 100 again. \nAt the end of the Second World War, as a temporary captain in the South African forces, he was awarded an &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;MBE&lt;/a&gt;."
}