{
    "id": "38188556",
    "revid": "14423536",
    "url": "https://en.wikipedia.org/wiki?curid=38188556",
    "title": "Lepiota cristata",
    "text": "Lepiota cristata, commonly known as the stinking dapperling or the stinking parasol, is an &lt;a href=\"agaric\"&gt;agaric&lt;/a&gt; and possibly poisonous &lt;a href=\"mushroom\"&gt;mushroom&lt;/a&gt; in the family &lt;a href=\"Agaricaceae\"&gt;Agaricaceae&lt;/a&gt;. A common and widespread species—one of the most widespread fungi in the genus \"&lt;a href=\"Lepiota\"&gt;Lepiota&lt;/a&gt;\"—it has been reported from Europe, northern Asia, North America, and New Zealand. It fruits on the ground in disturbed areas, such as lawns, path and road edges, parks, and gardens. The species produces &lt;a href=\"basidiocarp\"&gt;fruit bodies&lt;/a&gt; characterized by the flat, reddish-brown concentric scales on the &lt;a href=\"pileus%20%28mycology%29\"&gt;caps&lt;/a&gt;, and an unpleasant odour resembling burnt rubber. Similar \"Lepiota\" species can sometimes be distinguished from \"L. cristata\" by differences in cap colour, stipe structure, or odour, although some species can only be reliably distinguished through the use of microscopy.\nTaxonomy and naming.\n\"Lepiota cristata\" was first &lt;a href=\"species%20description\"&gt;described&lt;/a&gt; as \"Agaricus cristatus\" by the British &lt;a href=\"naturalist\"&gt;naturalist&lt;/a&gt; &lt;a href=\"James%20Bolton\"&gt;James Bolton&lt;/a&gt; in his 1788 work \"An History of Fungusses, Growing about Halifax\". The &lt;a href=\"type%20%28biology%29\"&gt;type&lt;/a&gt; collection was made from a garden in &lt;a href=\"Warley%20Town\"&gt;Warley Town&lt;/a&gt; (England) in 1787. This name remained until 1871 when German mycologist &lt;a href=\"Paul%20Kummer\"&gt;Paul Kummer&lt;/a&gt; moved the species into the genus \"Lepiota\", where it gained its current name, \"Lepiota cristata\".\n&lt;a href=\"MycoBank\"&gt;MycoBank&lt;/a&gt; lists several varieties of \"Lepiota cristata\". These are:\n\"Lepiota cristata\" var. \"sericea\", described from the Netherlands in 1922, is now considered synonymous with \"&lt;a href=\"Leucoagaricus%20sericifer\"&gt;Leucoagaricus sericifer&lt;/a&gt;\". \"L. cristata\" var. \"exannulata\", \"L. cristata\" var. \"felinoides\" and \"L. cristata\" var. \"pallidior\" may be of an uncertain taxonomic status, as despite being listed as varieties of \"L. cristata\" the same databases also include these three taxa as synonyms of \"L. cristata.\" \"&lt;a href=\"Lepiota%20castaneidisca\"&gt;Lepiota castaneidisca&lt;/a&gt;\" was once considered a synonym of \"L. cristata\" until &lt;a href=\"molecular%20phylogenetics\"&gt;molecular&lt;/a&gt; analysis showed it to be a distinct species.\nThe &lt;a href=\"botanical%20name\"&gt;specific epithet&lt;/a&gt; \"cristata\" means \"crested\". Vernacular names for the mushroom include \"malodorous lepiota\", \"\"brown-eyed parasol\", the \"burnt-rubber lepiota\", and the \"stinking dappling\".\nDescription.\nThe &lt;a href=\"basidiocarp\"&gt;fruit body&lt;/a&gt; produced by \"Lepiota cristata\" has a &lt;a href=\"Pileus%20%28mycology%29\"&gt;cap&lt;/a&gt; with a white to cream base colour, covered with concentrically arranged reddish-brown scales; at maturity the cap diameter ranges from across. The center of the cap is a darker reddish-brown than the rest of the cap. The cap is initial bell-shaped to convex, then later flattens out and develops an &lt;a href=\"umbo%20%28mycology%29\"&gt;umbo&lt;/a&gt;.\nThe crowded &lt;a href=\"Lamella%20%28mycology%29\"&gt;gills&lt;/a&gt; of \"Lepiota cristata\" are white to cream, free from attachment to the stipe, and darken/become brownish as the mushroom ages and the spores mature. The &lt;a href=\"Stipe%20%28mycology%29\"&gt;stipe&lt;/a&gt; is usually between , and thick. With a stipe which is nearly smooth and a pale white-tinged flesh colour, \"L. cristata\" also has a transient &lt;a href=\"Annulus%20%28mycology%29\"&gt;ring&lt;/a&gt;, which is &lt;a href=\"Biological%20membrane\"&gt;membranous&lt;/a&gt; and &lt;a href=\"deciduous\"&gt;deciduous&lt;/a&gt;. The &lt;a href=\"trama%20%28mycology%29\"&gt;flesh&lt;/a&gt; is thin and white.\nThe dorsal spur on the &lt;a href=\"basidiospore\"&gt;spores&lt;/a&gt; of \"Lepiota cristata\" gives them a triangular or wedge shape; they measure 7–8.5 by 3–4 &lt;a href=\"micrometre\"&gt;µm&lt;/a&gt;. These spores are slightly &lt;a href=\"dextrinoid\"&gt;dextrinoid&lt;/a&gt;, meaning they stain deep red to reddish brown with the application of &lt;a href=\"Melzer%27s%20reagent\"&gt;Melzer's reagent&lt;/a&gt;. The &lt;a href=\"cystidia\"&gt;cystidia&lt;/a&gt; on the gill edge (cheilocystidia) in \"L. cristata\" are club-shaped and measure about 15–25 by 8–14 µm; there are no cystidia on the gill face (&lt;a href=\"%3Awikt%3Apleurocystidia\"&gt;pleurocystidia&lt;/a&gt;); the pileipellis is a &lt;a href=\"Pileipellis%23Hymeniderm\"&gt;hymeniform&lt;/a&gt; layer of &lt;a href=\"hypha\"&gt;hypha&lt;/a&gt;l cells about 30–50 by 10–25 µm. When the spores fall onto a surface, the powdery deposit they leave behind (the &lt;a href=\"spore%20print\"&gt;spore print&lt;/a&gt;) is white, apart from in \"L. cristata\" var. \"viridispora\" where the spore print is greyish green, similar to that of false parasol (\"&lt;a href=\"Chlorophyllum%20molybdites\"&gt;Chlorophyllum molybdites&lt;/a&gt;\").\n\"Lepiota cristata\" has been described as having a strong, distinctive and unpleasant odour; it has been described as rubbery, fishy, pungent, foul, fungusy, fruity, mealy and sweet. Despite this, \"L. cristata\" has been described as having a mild and pleasant taste.\nSimilar species.\nSeveral have been described—in North America, Europe, and Asia—that are similar in appearance and morphology to \"Lepiota cristata\". Biogeographical evidence suggests that \"L. cristata\" and similar species may form a widespread &lt;a href=\"species%20complex\"&gt;species complex&lt;/a&gt; with a wide range of variation. It can be confused with other \"Lepiota\" species, such as \"&lt;a href=\"Lepiota%20ignivolvata\"&gt;L. ignivolvata&lt;/a&gt;\", though \"L. ignivolvata\" can be distinguished from \"L. cristata\" as it has a ring, bright orange or red-brown in colour, low down on the stipe. The rare, toxic species \"&lt;a href=\"Lepiota%20lilacea\"&gt;L. lilacea&lt;/a&gt;\" has a morphology similar to \"L. cristata\" but has purple to purple-brown colours. The lookalike \"&lt;a href=\"Lepiota%20saponella\"&gt;L. saponella&lt;/a&gt;\", found on the west coast of France, is distinguished from \"L. cristata\" by its soapy smell, dingy &lt;a href=\"buff%20%28color%29\"&gt;buff&lt;/a&gt;-coloured gills, and smaller scales on the cap surface. Microscopically, its spores are more triangular than those of \"L. cristata\". \"&lt;a href=\"Lepiota%20cristatanea\"&gt;Lepiota cristatanea&lt;/a&gt;\", a southwestern Chinese species named for its similarity to \"L. cristata\", has smaller fruit bodies and smaller spores, typically measuring 4.0–5.5 by 2.5–3.0 µm.\nEcology, habitat and distribution.\n\"Lepiota cristata\" is a &lt;a href=\"saprobic\"&gt;saprobic&lt;/a&gt; species, deriving nutrients through &lt;a href=\"decomposing\"&gt;decomposing&lt;/a&gt; dead or decayed organic material. saprobic behaviour by \"L. cristata\" has been observed on the soil of broadleaved and conifer (&lt;a href=\"Pinopsida\"&gt;Pinopsida&lt;/a&gt;) trees. \"L. cristata\" can be found growing either singly or in small groups and in multiple habitats including &lt;a href=\"woodland\"&gt;woodland&lt;/a&gt;s, gardens (especially shady and damp ones), &lt;a href=\"garden%20waste\"&gt;garden waste&lt;/a&gt;, short grass, &lt;a href=\"leaf%20litter\"&gt;leaf litter&lt;/a&gt;, paths, ditches, and other areas of disturbed ground.\n\"Lepiota cristata\" is one of the most widely distributed \"Lepiota\" species, and can be found in North America (north of Mexico), throughout Europe, and northern Asia. It is also found in New Zealand.\nToxicity.\nWhilst it is unknown for sure whether \"Lepiota cristata\" is poisonous to &lt;a href=\"humans\"&gt;humans&lt;/a&gt; or not, mycologists at least regard it as suspect. This suspicion comes from the fact that many other small species of \"Lepiota \"are poisonous. It has been said that \"L. cristata\" causes &lt;a href=\"gastrointestinal%20symptom\"&gt;gastrointestinal symptom&lt;/a&gt;s. Up until recently, there was a potentially injurious confusion pertaining to the toxicity of \"L. cristata\", as in &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; dapperlings were commonly referred to as parasols. A parasol mushrooms is one from the parasol family (\"&lt;a href=\"Macrolepiota\"&gt;Macrolepiota&lt;/a&gt;\", or sometimes used specifically to refer to \"&lt;a href=\"Macrolepiota%20procera\"&gt;Macrolepiota procera&lt;/a&gt;\") and these are, unlike \"L. cristata\", edible. This frequent misidentification may have added to the incidence of poisoning."
}