{
    "id": "38212548",
    "revid": "29975190",
    "url": "https://en.wikipedia.org/wiki?curid=38212548",
    "title": "Radio Ga Ga",
    "text": "\"Radio Ga Ga\" is a 1984 song performed and recorded by the British &lt;a href=\"Rock%20music\"&gt;rock&lt;/a&gt; band &lt;a href=\"Queen%20%28band%29\"&gt;Queen&lt;/a&gt;, written by their drummer &lt;a href=\"Roger%20Taylor%20%28Queen%20drummer%29\"&gt;Roger Taylor&lt;/a&gt;. It was released as a single with \"&lt;a href=\"The%20Works%20%28Queen%20album%29%23%26quot%3BI%20Go%20Crazy%26quot%3B\"&gt;I Go Crazy&lt;/a&gt;\" by Brian May as the B-side. It was included on the album \"&lt;a href=\"The%20Works%20%28Queen%20album%29\"&gt;The Works&lt;/a&gt;\" and is also featured on the band's compilation albums \"&lt;a href=\"Greatest%20Hits%20II%20%28Queen%20album%29\"&gt;Greatest Hits II&lt;/a&gt;\" and \"&lt;a href=\"Classic%20Queen\"&gt;Classic Queen&lt;/a&gt;\".\nThe single was a worldwide success for the band, reaching number one in 19 countries, number two on the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; and the &lt;a href=\"Kent%20Music%20Report\"&gt;Australian Kent Music Report&lt;/a&gt; and number 16 on the US &lt;a href=\"Billboard%20Hot%20100\"&gt;\"Billboard\" Hot 100&lt;/a&gt;. The band performed the song at every concert from 1984 to their last concert with lead singer &lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt; in 1986, including their performance at &lt;a href=\"Live%20Aid\"&gt;Live Aid&lt;/a&gt; in 1985.\nThe &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; for the song uses footage from the 1927 &lt;a href=\"silent%20film\"&gt;silent&lt;/a&gt; &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; film \"&lt;a href=\"Metropolis%20%281927%20film%29\"&gt;Metropolis&lt;/a&gt;\". It received heavy rotation on music channels and was nominated for an &lt;a href=\"1984%20MTV%20Video%20Music%20Awards%23Best%20Art%20Direction%20in%20a%20Video\"&gt;MTV Video Music Award&lt;/a&gt; in 1984.\nMeaning.\n\"Radio Ga Ga\" was released in 1984. It was a commentary on television overtaking &lt;a href=\"Radio%20broadcasting\"&gt;radio's&lt;/a&gt; popularity and how one would listen to radio in the past for a favourite comedy, drama, or science fiction programme. It also addressed the advent of the music video and &lt;a href=\"MTV\"&gt;MTV&lt;/a&gt;, which was then competing with radio as an important medium for promoting records. At the &lt;a href=\"1984%20MTV%20Video%20Music%20Awards\"&gt;1984 MTV Video Music Awards&lt;/a&gt; the video for \"Radio Ga Ga\" would receive a Best Art Direction nomination. &lt;a href=\"Roger%20Taylor%20%28Queen%20drummer%29\"&gt;Roger Taylor&lt;/a&gt; was quoted:\nThe song makes reference to two important radio events of the 20th century; &lt;a href=\"Orson%20Welles\"&gt;Orson Welles&lt;/a&gt;' 1938 broadcast of &lt;a href=\"H.%20G.%20Wells\"&gt;H. G. Wells&lt;/a&gt;'s \"&lt;a href=\"The%20War%20of%20the%20Worlds%20%28radio%20drama%29\"&gt;The War of the Worlds&lt;/a&gt;\" in the lyric \"through wars of worlds/invaded by Mars\", and &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt;'s 18 June 1940 \"&lt;a href=\"This%20was%20their%20finest%20hour\"&gt;This was their finest hour&lt;/a&gt;\" speech from the &lt;a href=\"House%20of%20Commons%20of%20the%20United%20Kingdom\"&gt;House of Commons&lt;/a&gt;, in the lyric \"You've yet to have your finest hour\".\nRecording.\nThe inspiration for this song came when Roger Taylor heard his son utter the words \"radio ca-ca\" while listening to a bad song on the radio while they were in Los Angeles. After hearing the phrase, Taylor began writing the song when he locked himself in a room with a &lt;a href=\"Roland%20Jupiter-8\"&gt;Roland Jupiter-8&lt;/a&gt; synthesizer and a &lt;a href=\"drum%20machine\"&gt;drum machine&lt;/a&gt; (&lt;a href=\"Linn%20LM-1\"&gt;Linn LM-1&lt;/a&gt;). He thought it would fit his solo album, but when the band heard it, &lt;a href=\"John%20Deacon\"&gt;John Deacon&lt;/a&gt; wrote a &lt;a href=\"bassline\"&gt;bassline&lt;/a&gt; and &lt;a href=\"Freddie%20Mercury\"&gt;Freddie Mercury&lt;/a&gt; reconstructed the track, thinking it could be a big hit. Taylor then took a skiing holiday and let Mercury polish the lyrics, harmony, and arrangements of the song. Recording sessions began at &lt;a href=\"Record%20Plant\"&gt;Record Plant&lt;/a&gt; Studios in Los Angeles in August 1983 – the band's only time recording in North America. It included Canadian session keyboardist &lt;a href=\"Fred%20Mandel\"&gt;Fred Mandel&lt;/a&gt;. Mandel programmed the Jupiter's arpeggiated synth-bass parts. The recording features prominent use of the &lt;a href=\"Roland%20Corporation\"&gt;Roland&lt;/a&gt; VP330+ &lt;a href=\"vocoder\"&gt;vocoder&lt;/a&gt;. The bassline was produced by a &lt;a href=\"Roland%20Jupiter-8\"&gt;Roland Jupiter-8&lt;/a&gt;, using the built-in &lt;a href=\"Synthesizer%23Arpeggiator\"&gt;arpeggiator&lt;/a&gt;.\nTrack listings.\n7\" single\n12\" single\nMusic video.\n&lt;a href=\"David%20Mallet%20%28director%29\"&gt;David Mallet&lt;/a&gt;'s &lt;a href=\"music%20video\"&gt;music video&lt;/a&gt; for the song features scenes from &lt;a href=\"Fritz%20Lang\"&gt;Fritz Lang&lt;/a&gt;'s 1927 &lt;a href=\"German%20Expressionism\"&gt;German expressionist&lt;/a&gt; &lt;a href=\"science%20fiction\"&gt;science fiction&lt;/a&gt; film \"&lt;a href=\"Metropolis%20%281927%20film%29\"&gt;Metropolis&lt;/a&gt;\" and was filmed at Carlton TV Studios and &lt;a href=\"Shepperton%20Studios\"&gt;Shepperton Studios&lt;/a&gt;, London, between 23/24 November 1983 and January 1984. It leads to a 1984 re-release of the film with a rock soundtrack The video also includes footage of the band traveling through Metropolis and singing the song in a stylized re-creation of its underground machine rooms, of British citizens donning gas masks and taking shelter in their homes, and of one such family passing the time in various ways that include listening to the radio.\nMercury's solo song \"&lt;a href=\"Love%20Kills%20%28Freddie%20Mercury%20song%29\"&gt;Love Kills&lt;/a&gt;\" was used in &lt;a href=\"Giorgio%20Moroder\"&gt;Giorgio Moroder&lt;/a&gt;'s &lt;a href=\"Metropolis%20%281927%20film%29%23Restorations\"&gt;restored version&lt;/a&gt; of the film, and in exchange Queen were granted the rights to use footage from it in their \"Radio Ga Ga\" video. However, Queen had to buy performance rights to the film from the &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; &lt;a href=\"East%20Germany\"&gt;East German&lt;/a&gt; government, which was the copyright holder at the time. At the end of the music video, the words \"Thanks To Metropolis\" appear. The video also features footage from earlier Queen promo videos.\nLive versions.\nQueen finished their sets before the encores on &lt;a href=\"The%20Works%20Tour\"&gt;The Works Tour&lt;/a&gt; with \"Radio Ga Ga\" and Mercury would normally sing \"you had your time\" in a lower octave and modify the deliveries of \"you had the power, you've yet to have your finest hour\" while Roger Taylor sang the pre-chorus in the high octave. Live versions from the 1984/85 tour were recorded and filmed for the concert films Queen \"&lt;a href=\"Rock%20in%20Rio\"&gt;Rock in Rio&lt;/a&gt;\" 1985 and \"\" 1985. As heard on bootleg recordings, Deacon can be heard providing backing vocals to the song; it is one of the very few occasions he sang in concert.\nQueen played a shorter, up-tempo version of \"Radio Ga Ga\" during the &lt;a href=\"Live%20Aid\"&gt;Live Aid&lt;/a&gt; concert on 13 July 1985 at &lt;a href=\"Wembley%20Stadium%20%281923%29\"&gt;Wembley Stadium&lt;/a&gt;, where Queen's \"show-stealing performance\" had 72,000 people clapping in unison. It was the second song the band performed at Live Aid after opening with \"&lt;a href=\"Bohemian%20Rhapsody\"&gt;Bohemian Rhapsody&lt;/a&gt;\". \"Radio Ga Ga\" became a live favourite thanks largely to the audience participation potential of the clapping sequence prompted by the rhythm of the chorus (copied from the video). Mercury sang all high notes in this version. The song was played for the &lt;a href=\"Magic%20Tour%20%28Queen%29\"&gt;Magic Tour&lt;/a&gt; a year later, including twice more at Wembley Stadium; it was recorded for the live album \"&lt;a href=\"Live%20at%20Wembley%20%2786\"&gt;Live at Wembley '86&lt;/a&gt;\", VHS Video and DVD on 12 July 1986, the second night in the venue.\n&lt;a href=\"Paul%20Young\"&gt;Paul Young&lt;/a&gt; performed the song with Queen at &lt;a href=\"the%20Freddie%20Mercury%20Tribute%20Concert\"&gt;the Freddie Mercury Tribute Concert&lt;/a&gt; again at Wembley Stadium on 20 April 1992. At the \"&lt;a href=\"Party%20at%20the%20Palace\"&gt;Party at the Palace&lt;/a&gt;\" concert, celebrating Queen Elizabeth II's Golden Jubilee in 2002, \"Radio Ga Ga\" opened up Queen's set with Roger Taylor on vocals and &lt;a href=\"Phil%20Collins\"&gt;Phil Collins&lt;/a&gt; on the drums.\nThis song was played on the &lt;a href=\"Queen%20%2B%20Paul%20Rodgers%20Tour\"&gt;Queen + Paul Rodgers Tour&lt;/a&gt; in 2005–2006 and sung by Roger Taylor and &lt;a href=\"Paul%20Rodgers\"&gt;Paul Rodgers&lt;/a&gt;. It was recorded officially at the &lt;a href=\"Motorpoint%20Arena%20Sheffield\"&gt;Hallam FM Arena&lt;/a&gt; in Sheffield on 5 May 2005. The result, \"&lt;a href=\"Return%20of%20the%20Champions\"&gt;Return of the Champions&lt;/a&gt;\", was released on CD and DVD on 19 September 2005 and 17 October 2005. It was also played on the &lt;a href=\"Rock%20the%20Cosmos%20Tour\"&gt;Rock the Cosmos Tour&lt;/a&gt; during late 2008, this time with only Rodgers on lead vocals. The concert album \"&lt;a href=\"Live%20in%20Ukraine\"&gt;Live in Ukraine&lt;/a&gt;\" came as a result of this tour, yet the song is not available on the CD or DVD versions released 15 June 2009. This performance of \"Radio Ga Ga\" is only available as a digital download from iTunes. It was again played on the &lt;a href=\"Queen%20%2B%20Adam%20Lambert\"&gt;Queen + Adam Lambert&lt;/a&gt; Tour with Lambert on lead vocals.\nInfluences.\nAmerican pop singer &lt;a href=\"Lady%20Gaga\"&gt;Lady Gaga&lt;/a&gt; credits her stage name to this song. She stated that she \"adored\" Queen, and that they had a hit called 'Radio Ga Ga'. \"That's why I love the name\"."
}