{
    "id": "38226",
    "revid": "28804",
    "url": "https://en.wikipedia.org/wiki?curid=38226",
    "title": "Transportation in Boston",
    "text": "The Boston transportation system includes roadway, subway, regional rail, air, and sea options for passenger and freight transit in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. The &lt;a href=\"Massachusetts%20Port%20Authority\"&gt;Massachusetts Port Authority&lt;/a&gt; (Massport) operates the &lt;a href=\"Port%20of%20Boston\"&gt;Port of Boston&lt;/a&gt;, which includes a container shipping facility in &lt;a href=\"South%20Boston\"&gt;South Boston&lt;/a&gt;, and &lt;a href=\"Logan%20International%20Airport\"&gt;Logan International Airport&lt;/a&gt;, in &lt;a href=\"East%20Boston\"&gt;East Boston&lt;/a&gt;. The &lt;a href=\"Massachusetts%20Bay%20Transportation%20Authority\"&gt;Massachusetts Bay Transportation Authority&lt;/a&gt; (MBTA) operates bus, subway, short-distance rail, and water ferry passenger services throughout the city and region. &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt; operates passenger rail service to and from major northeastern cities. A major bus terminal at &lt;a href=\"South%20Station\"&gt;South Station&lt;/a&gt; is served by varied intercity bus companies. The city is bisected by major highways &lt;a href=\"Massachusetts%20Turnpike\"&gt;I-90&lt;/a&gt; and &lt;a href=\"Interstate%2093%20in%20Massachusetts\"&gt;I-93&lt;/a&gt;, the intersection of which has undergone a major renovation, nicknamed the &lt;a href=\"Big%20Dig%20%28Boston%2C%20Massachusetts%29\"&gt;Big Dig&lt;/a&gt;.\nRoad transportation.\nRoad infrastructure.\nExcept for the &lt;a href=\"Back%20Bay%2C%20Boston\"&gt;Back Bay&lt;/a&gt; and part of the South Boston neighborhoods, Boston has no &lt;a href=\"street%20grid\"&gt;street grid&lt;/a&gt;. The City of Boston, composed of many smaller towns annexed over the years, retained most of the pre-existing street names, resulting in many duplicates throughout the city.\nExpressways and freeways in and around Greater Boston are laid out with two circumferential expressways: &lt;a href=\"Interstate%20495%20in%20Massachusetts\"&gt;Interstate 495&lt;/a&gt; and &lt;a href=\"Massachusetts%20Route%20128\"&gt;Route 128&lt;/a&gt;. The circumferential routes are bisected by several radial highways, including:\nBy the early 1990s, traffic on the elevated Central Artery was 190,000 vehicles per day, with an accident rate four times the national average for urban interstates. Traffic was bumper-to-bumper for six to eight hours per day, with projections of traffic jams doubling by 2010. Also, the elevated structure itself was decaying, after more than a half century of continuous use. For most of the 1990s and early 2000s, driving in Boston was disrupted by the &lt;a href=\"Big%20Dig\"&gt;Big Dig&lt;/a&gt;, the most expensive (roughly $14 billion) road project in the history of the US.\nAfter more than 15 years of disruption, The Big Dig, along with other highway projects, provided less than 10 years of relief before congestion returned to the levels seen in \"prerecession 2005, when the Big Dig was almost complete and marketed as the solution to gridlock for commuters ... analyses would conclude that the added capacity attracted more drivers, and pushed the traffic bottlenecks farther into the suburbs.\" However even without the big dig the raised road was structurally deficient and needed rebuilding or replacement.\nBoston remains one of the most congested metropolitan areas in the US. The complex and still-changing road network, with many one-way streets and time-based traffic restrictions, has led many Boston travelers to consider an up-to-date &lt;a href=\"GPS%20navigation\"&gt;GPS navigation&lt;/a&gt; map system a necessity.\nWalking and bicycling.\nBoston is known to travel agents as \"America's Walking City\", has been rated as the third most &lt;a href=\"walkability\"&gt;walkable&lt;/a&gt; city in the US by &lt;a href=\"Walk%20Score\"&gt;Walk Score&lt;/a&gt;, and also has a high Transit Score.\nBoston is a compact city, sized right for walking or bicycling. According to a \"&lt;a href=\"Prevention%20%28magazine%29\"&gt;Prevention&lt;/a&gt;\" magazine report in 2003, the city has the highest percentage of on-foot commuters of any city in the United States. In 2000, 13.36% of Boston commuters &lt;a href=\"List%20of%20U.S.%20cities%20with%20most%20pedestrian%20commuters\"&gt;walked to work&lt;/a&gt; according to the &lt;a href=\"United%20States%20Census\"&gt;US Census&lt;/a&gt;. This was the highest of any major US city, bested only by college towns such as nearby &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge&lt;/a&gt;. Most of the area's cities and towns have standing committees devoted to improvements to the bicycle and pedestrian environment. The first pedestrian advocacy organization in the United States, &lt;a href=\"http%3A//walkboston.org/\"&gt;WalkBoston&lt;/a&gt;, was started in Boston in 1990, and helped start the national pedestrian advocacy organization America Walks.\nCycling is popular in Boston, for both recreation and commuting. Some bicycle paths are marked on some roadways, but very few completely separated paths are available to cyclists. The &lt;a href=\"Minuteman%20Bikeway\"&gt;Minuteman Bikeway&lt;/a&gt; (which runs through several suburbs northwest of Boston) and the &lt;a href=\"Charles%20River\"&gt;Charles River&lt;/a&gt; bike paths are popular with recreational cyclists and tourists. The &lt;a href=\"Emerald%20Necklace\"&gt;Emerald Necklace&lt;/a&gt; system of parklands and parkways, pioneered by &lt;a href=\"Frederick%20Law%20Olmsted\"&gt;Frederick Law Olmsted&lt;/a&gt; and his sons, provides some more pleasant alternative routes for cyclists. The &lt;a href=\"Southwest%20Corridor%20%28Boston%29\"&gt;Southwest Corridor&lt;/a&gt; also provides &lt;a href=\"cycling%20infrastructure\"&gt;cycling infrastructure&lt;/a&gt;, as does the &lt;a href=\"East%20Boston%20Greenway\"&gt;East Boston Greenway&lt;/a&gt;. Many MBTA riders use a bicycle to get to a nearby station, and the number of bicycle racks and lockers has been increased.\nHowever &lt;a href=\"Bicycling%20%28magazine%29\"&gt;\"Bicycling\"&lt;/a&gt; magazine, in its March 2006 issue, named the city as one of its three worst cities in the United States for cycling. The distinction was earned for \"lousy roads, scarce and unconnected bike lanes and bike-friendly gestures from City Hall that go nowhere—such as hiring a bike coordinator in 2001, only to cut the position two years later\". Neighboring &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge&lt;/a&gt; earned an honorable mention as one of the best cities for cycling with a population of 75,000-200,000.\nSince September 2007, when Mayor &lt;a href=\"Thomas%20Menino\"&gt;Thomas Menino&lt;/a&gt; started a bicycle program called Boston Bikes with a goal of improving bicycling conditions by adding bike lanes and racks and offering bikeshare programs, the city has improved accommodations for bicyclists in a number of ways. The least visible improvement is zoning and building code changes to encourage showering and locker facilities in major office buildings. Better signage and lane markings for bicyclists are starting to appear. More visible enforcement of traffic regulations on motorists, bicyclists, and pedestrians has commenced.\nBoston has an active &lt;a href=\"Critical%20Mass%20%28cycling%29\"&gt;Critical Mass&lt;/a&gt; ride group, and &lt;a href=\"MassBike\"&gt;MassBike&lt;/a&gt; is a bike advocacy group active in supporting cyclists in the area. The &lt;a href=\"LivableStreets%20Alliance\"&gt;LivableStreets Alliance&lt;/a&gt;, headquartered in Cambridge, is an advocacy group for bicyclists, pedestrians, and walkable neighborhoods.\nMaps and guides.\nThe Boston regional &lt;a href=\"Metropolitan%20Area%20Planning%20Council\"&gt;Metropolitan Area Planning Council&lt;/a&gt; (MAPC) publishes a large and detailed \"Greater Boston Cycling &amp; Walking Map\", which it distributes free of charge. The map is also available online and in downloadable form, and revisions are solicited from the general public.\nIn addition, a small private company called Rubel BikeMaps has for many years published and distributed an extensive lineup of books and maps covering Boston, the state of Massachusetts, and nearby areas of New England. These publications are for sale at many bicycle shops, and online. Because of recent expansion of bike lanes and other facilities, plus increased input from the public, it is important to use the most recent editions of these maps and guides.\nRubel BikeMaps also publishes \"Car-Free in Boston:a Guide for Locals and Visitors\", still in its 10th edition . Prepared by the &lt;a href=\"Association%20for%20Public%20Transportation\"&gt;Association for Public Transportation&lt;/a&gt; (APT), this book contains extensive information useful to bicyclists and pedestrians alike, including coverage of intermodal travel and handicapped accessibility. Although the general overview and travel tips are largely still relevant, this classic book has not been updated since 2003, and must be supplemented by current online information.\nWith widespread use of smartphones and tablet computers, &lt;a href=\"online%20mapping\"&gt;online mapping&lt;/a&gt; services such as &lt;a href=\"Google%20Maps\"&gt;Google Maps&lt;/a&gt; have become popular aids for pedestrians, cyclists, and motorists. The MBTA was one of the earliest large transit agencies to embrace the &lt;a href=\"Open%20Data\"&gt;Open Data&lt;/a&gt; philosophy, making route, scheduling, and &lt;a href=\"real-time%20locating%20system\"&gt;real-time&lt;/a&gt; vehicle location information publicly available in the standard &lt;a href=\"General%20Transit%20Feed%20Specification\"&gt;GTFS&lt;/a&gt; format. As a result, many third-party apps are available on a number of hardware platforms, allowing riders a wide range of choices in obtaining travel information. Google Maps has started to present maps of the interiors of underground subway stations, and this information is available on Android and iOS smartphones, as well as web browsers.\nBuses.\n162 &lt;a href=\"MBTA%20bus\"&gt;MBTA bus&lt;/a&gt; routes operate within the Greater Boston area, with a combined ridership of approximately 375,000 one-way trips per day, making it the &lt;a href=\"List%20of%20United%20States%20local%20bus%20agencies%20by%20ridership\"&gt;seventh-busiest&lt;/a&gt; local bus agency in the country. Included within the MBTA system are four of the few remaining &lt;a href=\"trolleybus\"&gt;trackless trolley&lt;/a&gt; lines in the US (71, 72, 73 and 77A), although these principally operate in the adjoining city of &lt;a href=\"Cambridge%2C%20Massachusetts\"&gt;Cambridge&lt;/a&gt;. The bus fare is $1.70 with a &lt;a href=\"CharlieCard\"&gt;CharlieCard&lt;/a&gt;, or $2 with a CharlieTicket or cash; monthly commuter passes are available, as are reduced fare transfers between most bus lines and the subway.\nIn an effort to provide service intermediate in speed and capacity between subways and buses, the MBTA has begun projects using &lt;a href=\"bus%20rapid%20transit\"&gt;bus rapid transit&lt;/a&gt; (BRT) technology. The MBTA has one BRT line, the &lt;a href=\"Silver%20Line%20%28MBTA%29\"&gt;Silver Line&lt;/a&gt;, although this operates in two discontinuous sections. The Silver Line operates in part via dedicated trolleybus tunnel, in part via on-street reserved &lt;a href=\"bus%20lane\"&gt;bus lane&lt;/a&gt;s, and in part mixed with general street traffic. Service through the trolleybus tunnel is by &lt;a href=\"dual-mode%20bus\"&gt;dual-mode bus&lt;/a&gt;es, which operate electrically in the tunnel and within a short section on the surface, and which use diesel power for the rest of the route.\n&lt;a href=\"Massport\"&gt;Massport&lt;/a&gt; operates the &lt;a href=\"Logan%20Express\"&gt;Logan Express&lt;/a&gt;, an express bus service between Logan International Airport and suburban park-and-ride lots.\nSeveral privately owned commuter bus services take passengers between the city and suburbs. Transportation Management Associations also run public shuttles to specific employment centers, such as the EZ Ride for &lt;a href=\"Kendall%20Square\"&gt;Kendall Square&lt;/a&gt;; and the Route 128 Business Council shuttles around Alewife, Needham, and Waltham; &lt;a href=\"Partners%20HealthCare\"&gt;Partners HealthCare&lt;/a&gt; runs public shuttles among its locations. The MASCO TMA operates six commuter shuttles for the use of &lt;a href=\"Longwood%20Medical%20Area\"&gt;Longwood Medical Area&lt;/a&gt; employees and students run by the MASCO TMA for the &lt;a href=\"Longwood%20Medical%20Area\"&gt;Longwood Medical Area&lt;/a&gt;. The MASCO M2 shuttle between Harvard Square and the LMA via Massachusetts Avenue is available for public use, though tickets or cash card must be purchased in advance. Many colleges and universities also run private shuttles for students and employees.\nIn June 2014, the Cambridge-based startup &lt;a href=\"Bridj\"&gt;Bridj&lt;/a&gt; began running \"data driven\" bus service in core neighborhoods. It uses a mixture of fixed and dynamic routes and pricing, depending on where and when registered members say they want to go.\nParking.\nSince automobiles did not exist in 1630, when Boston was first settled, parking was not a consideration. The city that sprung up around and away from the original North End neighborhood accommodates cars only awkwardly; parking comes at a premium throughout the city. Off-street parking spaces have sold for more than $160,000 on Beacon Hill. On-street parking is the norm in many sections, and the city created a resident permit parking program to reserve street space for permanent residents in certain neighborhoods. The parking permits are free to Boston residents, however, and the program is overused; permitted spaces remain scarce. Meters citywide are priced at $1.25 per hour, and metered spaces are also often difficult to find.\nThe number of public parking spaces downtown has been capped since the mid-1970s. The number of parking spaces in East and South Boston, and the hours that they may be used, also is restricted by state regulation. This is part of the state Department of Environmental Protection's plan, approved by the &lt;a href=\"United%20States%20Environmental%20Protection%20Agency\"&gt;United States Environmental Protection Agency&lt;/a&gt; to address the non-compliance of the region with the mandatory &lt;a href=\"National%20Ambient%20Air%20Quality%20Standards\"&gt;National Ambient Air Quality Standards&lt;/a&gt; for &lt;a href=\"ozone\"&gt;ozone&lt;/a&gt;.\nThe MBTA operates several large &lt;a href=\"park%20and%20ride\"&gt;park and ride&lt;/a&gt; facilities on its subway and commuter rail lines, close to major highways, providing access to downtown. While most of these tend to fill up with commuters on weekday mornings, they provide a good place for visitors to leave their cars and see the city without parking hassles on evenings and weekends.\nRail transportation.\nBoston has two discrete rail networks. One of these, the MBTA, widely nicknamed \"the T\", includes elements of &lt;a href=\"light%20rail\"&gt;light rail&lt;/a&gt;/&lt;a href=\"streetcar\"&gt;streetcar&lt;/a&gt; operation as well as traditional &lt;a href=\"Rapid%20transit\"&gt;subway&lt;/a&gt; technology. (The Red, Orange, Blue, and Green Lines have no physical rail interconnections with each other, though they are all operated by the MBTA and exchange passengers in shared stations.) The second network forms the Boston area portion of the &lt;a href=\"Rail%20transportation%20in%20the%20United%20States\"&gt;North American rail network&lt;/a&gt;, and provides commuter rail, intercity passenger rail and freight rail services.\nAlthough the two networks are essentially unconnected, they do in some places run alongside each other in the same right of way. Interchange stations allow interchange of passengers, but not trains, between subway and commuter rail services. Parts of the subway network also use former common user rail rights of way.\nSubway network.\nBoston has the oldest subway system in North America, with the first underground streetcar traffic dating back to 1897. Today the whole subway network is owned and operated by the &lt;a href=\"Massachusetts%20Bay%20Transportation%20Authority\"&gt;Massachusetts Bay Transportation Authority&lt;/a&gt; (MBTA).\nIn the early 1960s, the then newly formed MBTA hired &lt;a href=\"Cambridge%20Seven%20Associates\"&gt;Cambridge Seven Associates&lt;/a&gt; to help develop a new &lt;a href=\"brand%20identity\"&gt;brand identity&lt;/a&gt;. Cambridge Seven came up with a circled T to represent such concepts as \"transit\", \"transportation\" and \"tunnel.\" Today, Bostonians call their rapid transit network \"the T\", and it is the &lt;a href=\"List%20of%20United%20States%20rapid%20transit%20systems%20by%20ridership\"&gt;fourth busiest in the country&lt;/a&gt;, with daily ridership of 549,000 trips excluding the Silver Line bus. This compares with the &lt;a href=\"Washington%20Metro\"&gt;Washington Metro&lt;/a&gt;'s 910,100, the &lt;a href=\"Chicago%20%27L%27\"&gt;Chicago 'L'&lt;/a&gt;'s 596,300, and Los Angeles's 126,900, but is overshadowed by &lt;a href=\"NYCTA\"&gt;New York City&lt;/a&gt;'s 6.0 million average daily weekday trips.\nThe one-way fare is $2.40 with a &lt;a href=\"CharlieCard\"&gt;CharlieCard&lt;/a&gt; or $2.90 if paid with a CharlieTicket or cash. Monthly commuter passes, and day and week visitor's passes are also available for purchase. There are four &lt;a href=\"rapid%20transit\"&gt;subway&lt;/a&gt; lines in the metropolitan Boston area: the &lt;a href=\"Red%20Line%20%28MBTA%29\"&gt;Red Line&lt;/a&gt;, &lt;a href=\"Green%20Line%20%28MBTA%29\"&gt;Green Line&lt;/a&gt;, &lt;a href=\"Orange%20Line%20%28MBTA%29\"&gt;Orange Line&lt;/a&gt;, and &lt;a href=\"Blue%20Line%20%28MBTA%29\"&gt;Blue Line&lt;/a&gt;. The colors of each line have a symbolic meaning: the Blue Line runs under Boston Harbor; the Red Line used to terminate at &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; (whose school color is &lt;a href=\"crimson\"&gt;crimson&lt;/a&gt;); the Orange Line used to run along Washington Street, which was once called Orange Street; and the Green Line runs along parts of the &lt;a href=\"Emerald%20Necklace\"&gt;Emerald Necklace&lt;/a&gt; into the leafy suburbs of &lt;a href=\"Brookline%2C%20Massachusetts\"&gt;Brookline&lt;/a&gt; and &lt;a href=\"Newton%2C%20Massachusetts\"&gt;Newton&lt;/a&gt;.\nThe Green Line is actually four different lines; it starts as one trunk line but then splits into four different branches, the &lt;a href=\"Green%20Line%20B%20branch\"&gt;B&lt;/a&gt; (Boston College), &lt;a href=\"Green%20Line%20C%20branch\"&gt;C&lt;/a&gt; (Cleveland Circle), &lt;a href=\"Green%20Line%20D%20branch\"&gt;D&lt;/a&gt; (Riverside) and &lt;a href=\"Green%20Line%20E%20branch\"&gt;E&lt;/a&gt; (Heath Street) trains. Because the split is only relevant on the outbound direction of travel, one may take any train inbound, but when going outbound one must be careful to board the correct train. The Red Line splits as well, with southbound trains going either to Braintree or Ashmont.\nThough most of Boston's &lt;a href=\"rapid%20transit\"&gt;rapid transit&lt;/a&gt; network is powered via &lt;a href=\"third%20rail\"&gt;third rail&lt;/a&gt;, the outermost portions of the Blue Line, as well as all of the Green Line and &lt;a href=\"Ashmont%E2%80%93Mattapan%20High%20Speed%20Line\"&gt;Ashmont–Mattapan High Speed Line&lt;/a&gt;, are powered via &lt;a href=\"overhead%20lines\"&gt;overhead lines&lt;/a&gt;. The name \"subway\" is something of a misnomer; as with other systems, large segments run above ground when far from the city's downtown. Additionally, the Green and Ashmont–Mattapan High Speed Lines are technically &lt;a href=\"light-rail\"&gt;light-rail&lt;/a&gt; services, using &lt;a href=\"Light%20rail%20vehicle\"&gt;LRV&lt;/a&gt;s and &lt;a href=\"streetcars\"&gt;streetcars&lt;/a&gt; rather than typical &lt;a href=\"multiple%20unit\"&gt;multiple unit&lt;/a&gt; heavy railcar equipment. The Ashmont–Mattapan line uses refurbished classic pre-war \"&lt;a href=\"PCC%20streetcar\"&gt;PCC&lt;/a&gt;\" trolleys on an exclusive right of way; the Green Line relies on modern high-capacity &lt;a href=\"Light%20rail\"&gt;LRV&lt;/a&gt; cars from Japan and Italy.\nLike the &lt;a href=\"New%20York%20City%20Subway\"&gt;New York City Subway&lt;/a&gt;, Boston's subway system in theory does keep to an exact fixed schedule. Starting around 2011, the MBTA introduced overhead displays at the train platform level which indicate estimated arrival times for the next two trains in each direction. In addition, real-time information about train location (and bus location) is available via an &lt;a href=\"Open%20Data\"&gt;Open Data&lt;/a&gt; protocol on the Internet, enabling a large number of third-party smartphone apps and web sites to display expected arrival times throughout the MBTA system. The Green Line relies more on operators than its signal system compared to other lines, especially where trams are driven across or even in automobile lanes on surface rails. Due to a sparsity of data collected by the existing system, real-time Green Line arrival predictions are not expected until tracking infrastructure upgrades are completed in 2015.\nElevated sections.\nDespite the first rapid transit segment being built underground, many later parts were built as &lt;a href=\"elevated%20railway\"&gt;elevated railway&lt;/a&gt;s. A century later, most of these elevated railway sections have been replaced by &lt;a href=\"Cut%20%28earthmoving%29\"&gt;cut&lt;/a&gt; or tunnel routing. The only remaining classic elevated structures are the &lt;a href=\"Green%20Line%20%28MBTA%29\"&gt;Green Line&lt;/a&gt;'s &lt;a href=\"Lechmere%20Viaduct\"&gt;Lechmere Viaduct&lt;/a&gt;, including the &lt;a href=\"Science%20Park%20%28MBTA%20station%29\"&gt;Science Park&lt;/a&gt; station, and a short segment of the &lt;a href=\"Red%20Line%20%28MBTA%29\"&gt;Red Line&lt;/a&gt; at &lt;a href=\"Charles-MGH%20%28MBTA%20station%29\"&gt;Charles-MGH&lt;/a&gt;, connecting the tunnel under &lt;a href=\"Beacon%20Hill%2C%20Boston%2C%20Massachusetts\"&gt;Beacon Hill&lt;/a&gt; to the &lt;a href=\"Longfellow%20Bridge\"&gt;Longfellow Bridge&lt;/a&gt;.\nThe &lt;a href=\"Boston%20Elevated%20Railway\"&gt;Boston Elevated Railway&lt;/a&gt; was the company that owned all the elevateds and subways. The following Els once existed:\nCommon user rail network.\nUnlike the subway, which is owned and operated by the MBTA, the common user network is owned and operated by a mixture of various public and private sector bodies. In the Boston area, trackage is owned by a mixture of the MBTA and several freight railroads. Commuter rail services are operated by the &lt;a href=\"Keolis\"&gt;Keolis&lt;/a&gt; Commuter Services (KCS) under contract to the MBTA, intercity passenger services are operated by &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt;, and freight services are operated by the various freight railroads. &lt;a href=\"Trackage%20rights\"&gt;Trackage rights&lt;/a&gt; allow trains of one operator to make use of tracks owned by another.\nCommuter rail.\nThe MBTA commuter rail system brings people from as far away as &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester&lt;/a&gt; and &lt;a href=\"Providence%2C%20Rhode%20Island\"&gt;Providence (Rhode Island)&lt;/a&gt; into Boston. There are approximately 125,000 one-way trips on the commuter rail each day, making it the &lt;a href=\"List%20of%20United%20States%20commuter%20rail%20systems%20by%20ridership\"&gt;fifth-busiest&lt;/a&gt; commuter rail system in the country, outranked only by the various systems serving New York and Chicago suburbs.\nThere are two major &lt;a href=\"rail%20terminal\"&gt;rail terminal&lt;/a&gt;s in Boston: &lt;a href=\"North%20Station\"&gt;North Station&lt;/a&gt; and &lt;a href=\"South%20Station\"&gt;South Station&lt;/a&gt;. Commuter rail lines from the North Shore and northwestern suburbs begin and terminate at North Station; lines from the South Shore and the west start and end at South Station. There is no direct rail connection between North Station and South Station, so that interchange between the two stations generally requires the use of two different subway lines (Red/Orange or Red/Green). However, passengers on commuter lines serving &lt;a href=\"Back%20Bay%20%28MBTA%20station%29\"&gt;Back Bay Station&lt;/a&gt; can interchange directly from there to North Station using the Orange Line, and passengers on the &lt;a href=\"Fitchburg%20Line\"&gt;Fitchburg Line&lt;/a&gt; can interchange directly from &lt;a href=\"Porter%20%28MBTA%20station%29\"&gt;Porter&lt;/a&gt; to South Station using the Red Line.\nIntercity rail.\nBoston is served by four intercity rail services, all operated by &lt;a href=\"Amtrak\"&gt;Amtrak&lt;/a&gt;. The \"&lt;a href=\"Acela\"&gt;Acela&lt;/a&gt;\" and \"&lt;a href=\"Northeast%20Regional\"&gt;Northeast Regional&lt;/a&gt;\" services both operate on the &lt;a href=\"Northeast%20Corridor\"&gt;Northeast Corridor&lt;/a&gt; to and from &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; and &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; A branch of the \"&lt;a href=\"Lake%20Shore%20Limited\"&gt;Lake Shore Limited&lt;/a&gt;\" service operates to and from &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt;. The \"&lt;a href=\"Downeaster%20%28train%29\"&gt;Downeaster&lt;/a&gt;\" service operates to and from &lt;a href=\"Portland%2C%20Maine\"&gt;Portland, Maine&lt;/a&gt;.\nThe Northeast Corridor services terminate at South Station, as does the \"Lake Shore Limited\". The \"Downeaster\" service terminates at North Station, primarily because the \"Downeaster\" Amtrak line is intended for points north of downtown. The Northeast Corridor and \"Lake Shore Limited\" services also stop at &lt;a href=\"Back%20Bay%20station\"&gt;Back Bay station&lt;/a&gt;. The lack of a direct rail connection between North Station and South Station means that passengers transferring to and from the \"Downeaster\" are faced with a transfer between stations. Although most such transfers can be achieved using the &lt;a href=\"Orange%20Line%20%28MBTA%29\"&gt;Orange Line&lt;/a&gt; between Back Bay and North Station, Amtrak recommends passengers with luggage to use a taxi.\nWithin the Boston area, most Amtrak services operate over commuter rail track owned by the MBTA, who also own the Northeast Corridor track as far as the &lt;a href=\"Rhode%20Island\"&gt;Rhode Island&lt;/a&gt; state line.\nFreight rail.\n&lt;a href=\"CSX%20Transportation\"&gt;CSX&lt;/a&gt; is the only &lt;a href=\"class%20I%20railroad\"&gt;class I railroad&lt;/a&gt; serving the Boston area, which it reaches by its &lt;a href=\"Boston%20Subdivision\"&gt;Boston Subdivision&lt;/a&gt; line to &lt;a href=\"Springfield%2C%20Massachusetts\"&gt;Springfield&lt;/a&gt;, and by &lt;a href=\"trackage%20rights\"&gt;trackage rights&lt;/a&gt; over the Northeast Corridor. CSX also has trackage rights over much of the southern half of the MBTA's commuter rail network. In February 2013, CSX moved freight operations from its Beacon Park Yard in &lt;a href=\"Allston%2C%20Massachusetts\"&gt;Allston&lt;/a&gt; to a newly refurbished &lt;a href=\"Double-stack%20rail%20transport\"&gt;double stack intermodal yard&lt;/a&gt; in &lt;a href=\"Worcester%2C%20Massachusetts\"&gt;Worcester&lt;/a&gt; and a new &lt;a href=\"transload\"&gt;transload&lt;/a&gt; facility in &lt;a href=\"Westborough%2C%20Massachusetts\"&gt;Westborough&lt;/a&gt;.\nThe other significant freight railroad in the Boston area is &lt;a href=\"Pan%20Am%20Railways\"&gt;Pan Am Railways&lt;/a&gt; (PAR; formerly known as the Guilford Rail System). PAR is a &lt;a href=\"class%20II%20railroad\"&gt;class II railroad&lt;/a&gt; that operates lines to the north and west of Boston, reaching destinations in &lt;a href=\"New%20Hampshire\"&gt;New Hampshire&lt;/a&gt;, &lt;a href=\"Maine\"&gt;Maine&lt;/a&gt; and &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; as well as Massachusetts. It also has trackage rights over much of the northern half of the MBTA's commuter rail network. In May 2008, PAR announced a venture with &lt;a href=\"Norfolk%20Southern%20Railway\"&gt;Norfolk Southern Railway&lt;/a&gt; to create a jointly owned freight corridor, branded the &lt;a href=\"Patriot%20Corridor\"&gt;Patriot Corridor&lt;/a&gt;, linking Boston to a newly refurbished intermodal yard in &lt;a href=\"Mechanicville%2C%20New%20York\"&gt;Mechanicville, New York&lt;/a&gt;, just north of &lt;a href=\"Albany%2C%20New%20York\"&gt;Albany&lt;/a&gt;.\nOnly a few rail freight customers remain in or near Boston, including a chemical packager in Allston, and food distribution facilities and a scrap metal processor in &lt;a href=\"Everett%2C%20Massachusetts\"&gt;Everett&lt;/a&gt;. The Class III &lt;a href=\"Fore%20River%20Railroad\"&gt;Fore River Railroad&lt;/a&gt; serves two major customers in &lt;a href=\"Quincy%2C%20Massachusetts\"&gt;Quincy&lt;/a&gt;. A plan to ship &lt;a href=\"ethanol\"&gt;ethanol&lt;/a&gt; by rail to a gasoline mixing plant in &lt;a href=\"Revere%2C%20Massachusetts\"&gt;Revere&lt;/a&gt; was reviewed in 2013. In the face of community opposition and pressure from the state legislature, the company withdrew its proposal on July 2, days before the &lt;a href=\"Lac-M%C3%A9gantic%20derailment\"&gt;Lac-Mégantic derailment&lt;/a&gt;.\nWater transportation.\nPort of Boston.\nThe Port of Boston is a major &lt;a href=\"seaport\"&gt;seaport&lt;/a&gt; and the largest port in &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. It was historically important for the growth of the city, and was originally located in what is now the downtown area of the city. Land reclamation and conversion to other uses means that downtown area no longer handles commercial traffic, although the &lt;a href=\"United%20States%20Coast%20Guard\"&gt;US Coast Guard&lt;/a&gt; maintains a major base there, and there is still considerable ferry and leisure usage.\nToday the principal cargo handling facilities are located in the Boston neighborhoods of &lt;a href=\"Charlestown%2C%20Massachusetts\"&gt;Charlestown&lt;/a&gt;, &lt;a href=\"East%20Boston\"&gt;East Boston&lt;/a&gt;, and &lt;a href=\"South%20Boston\"&gt;South Boston&lt;/a&gt;, and in the neighbouring city of &lt;a href=\"Everett%2C%20Massachusetts\"&gt;Everett&lt;/a&gt;. In 2011, the port handled over 11.5 million &lt;a href=\"metric%20ton\"&gt;metric ton&lt;/a&gt;s of cargo, including 192,000 &lt;a href=\"Containerization\"&gt;container&lt;/a&gt; &lt;a href=\"Twenty-foot%20equivalent%20unit\"&gt;TEUs&lt;/a&gt;. Other major forms of cargo processed at the port include &lt;a href=\"petroleum\"&gt;petroleum&lt;/a&gt;, &lt;a href=\"liquefied%20natural%20gas\"&gt;liquefied natural gas&lt;/a&gt; (LNG), &lt;a href=\"automobile\"&gt;automobile&lt;/a&gt;s, &lt;a href=\"cement\"&gt;cement&lt;/a&gt;, &lt;a href=\"gypsum\"&gt;gypsum&lt;/a&gt;, and &lt;a href=\"salt\"&gt;salt&lt;/a&gt;.\nThe \"&lt;a href=\"Black%20Falcon%20Cruise%20Terminal\"&gt;Black Falcon Cruise Terminal&lt;/a&gt;\" situated in South Boston, was renovated and expanded in 2010. \n During 2012, it served 117 ships and more than 380,000 passengers.\nPassenger boat services.\nThe MBTA Boat system comprises several &lt;a href=\"ferry\"&gt;ferry&lt;/a&gt; routes on &lt;a href=\"Boston%20Harbor\"&gt;Boston Harbor&lt;/a&gt;. One of these is an inner harbor service, linking the downtown waterfront with &lt;a href=\"Boston%20Navy%20Yard\"&gt;Boston Navy Yard&lt;/a&gt; in &lt;a href=\"Charlestown%2C%20Massachusetts\"&gt;Charlestown&lt;/a&gt;. The other routes are commuter routes, linking downtown to &lt;a href=\"Hingham%2C%20Massachusetts\"&gt;Hingham&lt;/a&gt;, &lt;a href=\"Hull%2C%20Massachusetts\"&gt;Hull&lt;/a&gt; and &lt;a href=\"Quincy%2C%20Massachusetts\"&gt;Quincy&lt;/a&gt;. Some commuter services connect via &lt;a href=\"Logan%20International%20Airport\"&gt;Logan International Airport&lt;/a&gt;. All services are operated by &lt;a href=\"private%20sector\"&gt;private sector&lt;/a&gt; companies under contract to the MBTA.\nOutside the MBTA system, seasonal passenger ferry services operate to the &lt;a href=\"Boston%20Harbor%20Islands%20National%20Recreation%20Area\"&gt;Boston Harbor Islands&lt;/a&gt;, to the city of &lt;a href=\"Salem%2C%20Massachusetts\"&gt;Salem&lt;/a&gt; north of Boston, and to the town of &lt;a href=\"Provincetown%2C%20Massachusetts\"&gt;Provincetown&lt;/a&gt; on &lt;a href=\"Cape%20Cod\"&gt;Cape Cod&lt;/a&gt;. &lt;a href=\"Water%20taxi\"&gt;Water taxi&lt;/a&gt;s provide on-demand service from various points on the downtown waterfront and from &lt;a href=\"Logan%20International%20Airport\"&gt;Logan Airport&lt;/a&gt;, and in particular between the airport and downtown.\nSeveral companies operate tourist oriented cruise boats on the harbor and on the &lt;a href=\"Charles%20River\"&gt;Charles River&lt;/a&gt;. Other companies operate &lt;a href=\"duck%20tour\"&gt;duck tour&lt;/a&gt;s that use amphibious vehicles (mostly derived from World War II era &lt;a href=\"DUKW\"&gt;DUKW&lt;/a&gt;s), and encompass both the city's streets and its waterways. On a much smaller scale, but perhaps more &lt;a href=\"cultural%20icon\"&gt;iconic&lt;/a&gt; of Boston, are the human-powered &lt;a href=\"Swan%20Boats%20%28Boston%2C%20Massachusetts%29\"&gt;Swan Boats&lt;/a&gt; on the lake of the city's &lt;a href=\"Public%20Garden%20%28Boston%2C%20Massachusetts%29\"&gt;Public Garden&lt;/a&gt;.\nPublic transportation statistics.\nThe average amount of time people spend commuting with public transit in Boston, for example to and from work, on a weekday is 83 min. 29% of public transit riders ride for more than two hours every day. The average amount of time people wait at a stop or station for public transit is 15 minutes, while 24% of riders wait for over 20 minutes on average every day. The average distance people usually ride in a single trip with public transit is 7 km, while 12% travel for over 12 km in a single direction.\nAviation.\nBoston's principal airport is &lt;a href=\"Logan%20International%20Airport\"&gt;Logan International Airport&lt;/a&gt; (&lt;a href=\"International%20Air%20Transport%20Association%20airport%20code\"&gt;BOS&lt;/a&gt;), situated in &lt;a href=\"East%20Boston%2C%20Massachusetts\"&gt;East Boston&lt;/a&gt; just across inner &lt;a href=\"Boston%20Harbor\"&gt;Boston Harbor&lt;/a&gt; from downtown Boston. Logan Airport is operated by &lt;a href=\"Massport\"&gt;Massport&lt;/a&gt; and has extensive domestic and international airline service. Logan Airport is linked to downtown by several highway tunnels. The &lt;a href=\"Silver%20Line%20%28MBTA%29\"&gt;Silver Line&lt;/a&gt; &lt;a href=\"bus%20rapid%20transit\"&gt;bus rapid transit&lt;/a&gt; uses these to connect Logan air terminals with &lt;a href=\"South%20Station\"&gt;South Station&lt;/a&gt;. There are also shuttle buses between the terminals and the &lt;a href=\"Blue%20Line%20%28MBTA%29\"&gt;Blue Line&lt;/a&gt; &lt;a href=\"Airport%20%28MBTA%20station%29\"&gt;Airport station&lt;/a&gt;.\nTo help address overcrowding at Logan Airport, Massport operates two other airports in eastern Massachusetts:\nIn addition, MassPort has designated two out of state regional airports (which are administered independently) as reliever airports:\nAround 2010, the MBTA commuter rail initiated new train service from T.F. Green Airport to Boston.\nThere are also several &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; facilities for private planes in the Boston area, including &lt;a href=\"Hanscom%20Field\"&gt;Hanscom Field&lt;/a&gt;, &lt;a href=\"Norwood%20Memorial%20Airport\"&gt;Norwood Memorial Airport&lt;/a&gt; and &lt;a href=\"Beverly%20Municipal%20Airport\"&gt;Beverly Municipal Airport&lt;/a&gt;.\nSince the &lt;a href=\"September%2011%2C%202001%20attacks\"&gt;September 11, 2001 attacks&lt;/a&gt;, strict security has been implemented at all of Boston's airports. Because of this and its location as the closest American port to Europe, Boston is an emergency destination for airliners that experience security or mechanical problems while en route to the US, although they may also be diverted to &lt;a href=\"City%20of%20Halifax\"&gt;Halifax (Nova Scotia)&lt;/a&gt;, or other Canadian airports.\nBoston Vision Zero Plan.\nIn 2015, mayor &lt;a href=\"Marty%20Walsh%20%28politician%29\"&gt;Marty Walsh&lt;/a&gt; announced that the city of &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; would become part of a worldwide program known as &lt;a href=\"Vision%20Zero\"&gt;Vision Zero&lt;/a&gt;. Vision Zero is a plan self described as “a new standard for safety on our streets.” The plan aims to eliminate deaths caused by transportation, whether that be pedestrians, personal vehicle riders, or cyclists.\nSince 2015, the city of Boston has adopted several different policies aimed to help bring down the number of fatalities caused by Transportation in Boston. These policies include the creation of a 25-mile per hour speed limit law citywide, and the implementation of Neighborhood Slow Streets, a tool of &lt;a href=\"Traffic%20calming\"&gt;Traffic calming&lt;/a&gt; designed to make personal vehicles slow down in residential areas. Pedestrian deaths have fallen to 57 in 2019, down from the 2017 total of 82. Cyclist deaths have also fallen from 10 in 2017 to just 3 in 2019.\nBoston now seeks to expand this plan by committing more funds to the program, as they currently spend roughly five dollars per person annually on the Vision Zero plan, whereas cities like San Francisco spend upwards of seventy five dollars per person annually. Boston aims to eliminate vehicle crash fatalities by 2030, while planning for more Neighborhood Slow Streets, speed humps, and curb extensions to help bring vehicle fatalities down to zero. One area that the Boston Transportation Department specifically wants to focus on are the numerous Boston public schools, stating in their 2017/2018 vision zero report, that “We will be upgrading school zone flashers throughout the City and focusing on schools as we select locations for future safety improvements.” "
}