{
    "id": "3822533",
    "revid": "42409201",
    "url": "https://en.wikipedia.org/wiki?curid=3822533",
    "title": "FC Hanau 93",
    "text": "FC Hanau 93 is a &lt;a href=\"Football%20in%20Germany\"&gt;German association football club&lt;/a&gt; based in &lt;a href=\"Hanau\"&gt;Hanau&lt;/a&gt;, &lt;a href=\"Hesse\"&gt;Hesse&lt;/a&gt;.\nHistory.\nEarly history.\nFounded in 1893, the club is Hesse's oldest. In its first year, the club was winless in a half dozen matches, but the next season emerged as south German champion and earned an appearance in a national championship match. Hanau was one of the &lt;a href=\"Founding%20Clubs%20of%20the%20DFB\"&gt;founding clubs&lt;/a&gt; of the &lt;a href=\"German%20Football%20Association\"&gt;German Football Association&lt;/a&gt; formed in 1900.\nIn those early days of German football Hanau laid a 23–1 drubbing on a hopelessly green &lt;a href=\"Kickers%20Offenbach\"&gt;Kickers Offenbach&lt;/a&gt; side. The club managed a series of unsuccessful appearances in the local league final between 1902 and 1905 and were \"robbed\" of a title through bureaucratic machinations in 1907, before finally taking the local title in 1909. It became a founding member of the &lt;a href=\"Nordkreis-Liga\"&gt;Nordkreis-Liga&lt;/a&gt; in 1909, where it played until the outbreak of the war. After the First World War, the club played in the &lt;a href=\"Kreisliga%20Nordmain\"&gt;Kreisliga Nordmain&lt;/a&gt; without any real success. In 1926, Hanau found itself in a legal squabble with &lt;a href=\"FSV%20Frankfurt\"&gt;FSV Frankfurt&lt;/a&gt; and the league that led to its exclusion from play for a short time. Through the late 1920s and into the 1930s the team played in the \"&lt;a href=\"Bezirksliga%20Main-Hessen\"&gt;Bezirksliga Main-Hessen&lt;/a&gt;\" of the Süddeutschland Verband.\nNazi era.\nGerman football was reorganized into sixteen top-flight divisions, or &lt;a href=\"Gauliga\"&gt;Gauligen&lt;/a&gt;, in &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; in 1933. Playing in the &lt;a href=\"Gauliga%20Hessen\"&gt;Gauliga Hessen&lt;/a&gt; Hanau captured three more regional titles in the late 1930s (1935, 1936, 1938) and advanced to the quarter finals of the inaugural Tschammerpokal, predecessor of today's &lt;a href=\"DFB-Pokal\"&gt;DFB-Pokal&lt;/a&gt;, in 1935. The Gauliga Hessen was broken up into two divisions in 1941 with the club going to the &lt;a href=\"Gauliga%20Hessen-Nassau\"&gt;Gauliga Hessen-Nassau&lt;/a&gt; where they played consistently good football until the collapse of football leagues in Germany at the end of World War II. In spite of their play they were not granted entry to the local upper-tier leagues once re-established after the war, being bypassed for clubs from larger towns, and losing their ground to the American military.\nPost war football.\nHowever, the club pressed on, playing in improvised uniforms on temporary grounds. Through the next two decades they bounced up and down between what was then second and third division play in Hesse. Their play improved enough to earn the side regular appearances in the &lt;a href=\"Oberliga%20Hessen\"&gt;Oberliga Hessen&lt;/a&gt; (III) through the late 1960s and into the 1970s, and in 1978–79 they enjoyed the adventure of a break through into the &lt;a href=\"2nd%20Bundesliga%20S%C3%BCd%20%281974-81%29\"&gt;2nd Bundesliga Süd&lt;/a&gt;. After a 17th-place finish, they returned to the Oberliga Hessen (III) where they played until 1987. The club had a brush with financial failure in the mid 1990s that included the loss of their grounds, and considered a merger with Progres Frankfurt. They were able to recover themselves and, for a while, Hanau played in Gruppenliga Frankfurt Ost (VII) with a renewed focus on its youth teams.\nNational Championship Final (1894/2007).\nIn 1894 the club qualified for the national championship final organised by the Deutscher Fußball- und Cricketbund (German Football and Cricket Association), a predecessor of the &lt;a href=\"German%20Football%20Association\"&gt;German Football Association&lt;/a&gt;. &lt;a href=\"BFC%20Viktoria%201889\"&gt;BFC Viktoria 1889&lt;/a&gt; and Hanau were scheduled to contest the country's championship in Berlin, but Hanau could not afford to make the trip and so forfeited the match, leaving Viktoria national football champions. In 2007 (113 years later) the final was finally played after enthusiastic support from the President of the German Football Federation (DFB), &lt;a href=\"Theo%20Zwanziger\"&gt;Theo Zwanziger&lt;/a&gt;. The first leg was won by Viktoria 3–0 and the second leg on 28 July ended as a draw at 1–1. The final was played with the heavy leather balls used in the late 19th century.\nHonours.\nThe club's honours:\nRecent seasons.\nThe recent season-by-season performance of the club:"
}