{
    "id": "38228660",
    "revid": "441183",
    "url": "https://en.wikipedia.org/wiki?curid=38228660",
    "title": "Archeological Site No. AU-154",
    "text": "Site AU-154 (in full, &lt;a href=\"Smithsonian%20trinomial\"&gt;44-AU-154&lt;/a&gt;) is an &lt;a href=\"archaeological%20site\"&gt;archaeological site&lt;/a&gt; in &lt;a href=\"Shenandoah%20National%20Park\"&gt;Shenandoah National Park&lt;/a&gt;, in &lt;a href=\"Augusta%20County%2C%20Virginia\"&gt;Augusta County&lt;/a&gt;, &lt;a href=\"Virginia\"&gt;Virginia&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nThe site was discovered during the early 1970s as part of a comprehensive survey of the national park. It is one of fifteen sites that the survey found along Paine Run, a group that also includes the &lt;a href=\"Paine%20Run%20Rockshelter\"&gt;Paine Run Rockshelter&lt;/a&gt; and the &lt;a href=\"Blackrock%20Springs%20Site\"&gt;Blackrock Springs Site&lt;/a&gt;.\nSite 44-AU-154 lies on the southern side of Paine Run at the mouth of its hollow, on the edge of the national park and at the foot of the &lt;a href=\"Blue%20Ridge%20Mountain\"&gt;Blue Ridge&lt;/a&gt;, thus occupying a transition zone between the &lt;a href=\"Shenandoah%20Valley\"&gt;Shenandoah Valley&lt;/a&gt; and the mountain. It extends from the stream to the base of the mountain, approximately north to south, while east to west it is four times as long. At the time of its discovery, a Forest Service fire road bisected the site; the northern half was partially occupied by a privately owned house, while the southern half was part of the national park. Approximately east of the site is a rock outcrop with several &lt;a href=\"rockshelter\"&gt;rockshelter&lt;/a&gt;s, including the significant Paine Run Rockshelter.\nOut of more than 2,000 artifacts discovered in a cursory &lt;a href=\"excavation%20%28archaeology%29\"&gt;excavation&lt;/a&gt; of the road and roadside sections of the site, more than 98% were locally obtainable &lt;a href=\"jasper\"&gt;jasper&lt;/a&gt; and &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;. Some of the &lt;a href=\"projectile%20point\"&gt;projectile point&lt;/a&gt;s found at the site were characteristic of the &lt;a href=\"Savannah%20River%20culture\"&gt;Savannah River&lt;/a&gt; and &lt;a href=\"Halifax%20culture\"&gt;Halifax&lt;/a&gt; cultures, allowing the site's occupation to be dated as occurring between 3000 and 1000 BC. During this time, the site is likely to have been used as a semipermanent base camp for Indians relying either on the mountain resources or the resources of the valley, whether for &lt;a href=\"stone%20tool\"&gt;tool-manufacturing&lt;/a&gt;, processing hunted animals, or using plants found nearby. Because AU-154 bears evidence of a wider range of activities than do some of the smaller sites located higher up on Paine Run, it may have been a central point for activities occurring at the single-use higher camps.\nThe site's archaeological value is so significant that it was listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt; in December 1985, together with the Paine Run shelter and the Blackrock Springs Site."
}