{
    "id": "3822995",
    "revid": "1190064",
    "url": "https://en.wikipedia.org/wiki?curid=3822995",
    "title": "Andrew Zimbalist",
    "text": "Andrew S. Zimbalist (born October 16, 1947) is a U.S. &lt;a href=\"economist\"&gt;economist&lt;/a&gt; and author of twenty-four books. He is the Robert A. Woods Professor of Economics at &lt;a href=\"Smith%20College\"&gt;Smith College&lt;/a&gt;.\nBiography.\nZimbalist received his B.A. from the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Madison\"&gt;University of Wisconsin–Madison&lt;/a&gt;, in 1969 and his M.A. and Ph.D. from &lt;a href=\"Harvard%20University\"&gt;Harvard University&lt;/a&gt; in 1972 and 1974 respectively. \nHe has been in the Economics Department at &lt;a href=\"Smith%20College\"&gt;Smith College&lt;/a&gt; since 1974. He has published several dozen articles and twenty-four books, including \"Circus Maximus: The Economic Gamble Behind Hosting the Olympics and the World Cup\". He did a biweekly commentary on the business of sports for &lt;a href=\"National%20Public%20Radio\"&gt;National Public Radio&lt;/a&gt;'s Marketplace between 2002 and 2005, and appears regularly with commentary on sports and public policy in the national media. He is a member of the editorial board of the \"&lt;a href=\"Journal%20of%20Sports%20Economics\"&gt;Journal of Sports Economics&lt;/a&gt;\". \nHe has consulted in Latin America for the &lt;a href=\"United%20Nations%20Development%20Programme\"&gt;United Nations Development Programme&lt;/a&gt;, the &lt;a href=\"United%20States%20Agency%20for%20International%20Development\"&gt;United States Agency for International Development&lt;/a&gt; and numerous companies, and he has consulted in the &lt;a href=\"Sport%20industry\"&gt;sports industry&lt;/a&gt; for players' associations, teams, cities, companies and leagues. He was one of the leading critics of the &lt;a href=\"Boston%20bid%20for%20the%202024%20Summer%20Olympics\"&gt;Boston 2024 Olympic bid&lt;/a&gt;, serving as an adviser to the \"No Boston Olympics\" activist group. In the mid-1990s Zimbalist was one of the co-founders of the &lt;a href=\"United%20Baseball%20League%20%28proposed%29\"&gt;United Baseball League&lt;/a&gt; (UBL) which was a planned third &lt;a href=\"Major%20League%20Baseball\"&gt;major league&lt;/a&gt;.\nFamily.\nZimbalist's eldest son, &lt;a href=\"Jeff%20Zimbalist\"&gt;Jeff&lt;/a&gt;, is a documentary filmmaker, along with his second son, Michael. He also has two twin children named Alex and Ella Zimbalist. He lives with his wife Shelley, Alex and Ella in Northampton, Ma. He is a second cousin, once removed, of the late actor &lt;a href=\"Efrem%20Zimbalist%20Jr.\"&gt;Efrem Zimbalist Jr.&lt;/a&gt;.\nFurther reading.\n This chapter in Ruttman's history, based on a February 1, 2008 interview with Zimbalist conducted for the book, discusses Zimbalist's personal and professional involvement with Judaism and baseball."
}