{
    "id": "38238342",
    "revid": "1057848970",
    "url": "https://en.wikipedia.org/wiki?curid=38238342",
    "title": "Government of Stanislaus County, California",
    "text": "The Government of Stanislaus County is defined and authorized under the &lt;a href=\"California%20Constitution\"&gt;California Constitution&lt;/a&gt; and &lt;a href=\"California%20law\"&gt;law&lt;/a&gt; as a &lt;a href=\"Charter%20county\"&gt;general law county&lt;/a&gt;. Much of the Government of California is in practice the responsibility of county governments, such as the Government of &lt;a href=\"Stanislaus%20County%2C%20California\"&gt;Stanislaus County&lt;/a&gt;. The County government provides countywide services such as elections and voter registration, law enforcement, jails, vital records, property records, tax collection, public health, and social services. In addition the County serves as the local government for all unincorporated areas.\nThe County government is composed of the elected five-member &lt;a href=\"Stanislaus%20County%20Board%20of%20Supervisors\"&gt;Board of Supervisors&lt;/a&gt;, several other elected offices including the &lt;a href=\"Stanislaus%20County%20Sheriff-Coroner\"&gt;Sheriff-Coroner&lt;/a&gt;, &lt;a href=\"Stanislaus%20County%20District%20Attorney\"&gt;District Attorney&lt;/a&gt;, &lt;a href=\"Stanislaus%20County%20Assessor\"&gt;Assessor&lt;/a&gt;, &lt;a href=\"Stanislaus%20County%20Auditor-Controller\"&gt;Auditor-Controller&lt;/a&gt;, &lt;a href=\"Stanislaus%20County%20Treasurer-Tax%20Collector\"&gt;Treasurer-Tax Collector&lt;/a&gt;, and &lt;a href=\"Stanislaus%20County%20Clerk-Recorder\"&gt;Clerk-Recorder&lt;/a&gt;, and numerous county departments and entities under the supervision of the Chief Executive Officer (CEO).\nSome chartered cities such as &lt;a href=\"Modesto%2C%20California\"&gt;Modesto&lt;/a&gt; and &lt;a href=\"Turlock%2C%20California\"&gt;Turlock&lt;/a&gt; provide municipal services such as police, public safety, libraries, parks and recreation, and zoning. Some other cities arrange to have the County provide some or all of these services on a contract basis. In addition, several entities of the &lt;a href=\"government%20of%20California\"&gt;government of California&lt;/a&gt; have jurisdiction conterminous with Stanislaus County, such as the &lt;a href=\"Stanislaus%20County%20Superior%20Court\"&gt;Stanislaus County Superior Court&lt;/a&gt;.\nOrganization.\nBoard of Supervisors.\nThe five-member elected &lt;a href=\"Stanislaus%20County%20Board%20of%20Supervisors\"&gt;Stanislaus County Board of Supervisors&lt;/a&gt; (BOS) is the county legislature. The board operates in a legislative, executive, and &lt;a href=\"Quasi-judicial%20body\"&gt;quasi-judicial&lt;/a&gt; capacity. As a legislative authority, it can pass ordinances for the unincorporated areas (ordinances that affect the whole county, like posting of restaurant ratings, must be ratified by the individual city). As an executive body, it can tell the county departments what to do, and how to do it. As a quasi-judicial body, the Board is the final venue of appeal in the local planning process.\nAs of November 2021 the members of the Stanislaus County Board of Supervisors were:\nElected officers.\nIn addition to the Board of Supervisors, there are several elected officers that form the Government of Stanislaus County that are required by the &lt;a href=\"California%20Constitution\"&gt;California Constitution&lt;/a&gt; and &lt;a href=\"California%20law\"&gt;California law&lt;/a&gt;.\nThe &lt;a href=\"Stanislaus%20County%20Sheriff-Coroner\"&gt;Stanislaus County Sheriff-Coroner&lt;/a&gt; provides general-service law enforcement to unincorporated areas of the county, serving as the equivalent of the &lt;a href=\"county%20police\"&gt;county police&lt;/a&gt; for &lt;a href=\"unincorporated%20area\"&gt;unincorporated area&lt;/a&gt;s of the county, as well as &lt;a href=\"Municipal%20corporation\"&gt;incorporated&lt;/a&gt; cities within the county who have contracted with the agency for law-enforcement services (known as \"&lt;a href=\"contract%20city\"&gt;contract cities&lt;/a&gt;\").\nThe &lt;a href=\"Stanislaus%20County%20District%20Attorney\"&gt;Stanislaus County District Attorney&lt;/a&gt; &lt;a href=\"prosecutor\"&gt;prosecute&lt;/a&gt;s &lt;a href=\"felony\"&gt;felony&lt;/a&gt; and &lt;a href=\"misdemeanor\"&gt;misdemeanor&lt;/a&gt; crimes that occur within the jurisdiction of Stanislaus County.\nOther departments.\nThe Community Services Agency (CSA) administers multiple &lt;a href=\"welfare%20in%20California\"&gt;California welfare&lt;/a&gt; programs within the county, such as &lt;a href=\"Medi-Cal\"&gt;Medi-Cal&lt;/a&gt; (&lt;a href=\"Medicaid\"&gt;Medicaid&lt;/a&gt;), &lt;a href=\"CalFresh\"&gt;CalFresh&lt;/a&gt; (&lt;a href=\"Supplemental%20Nutrition%20Assistance%20Program\"&gt;food stamps&lt;/a&gt;), &lt;a href=\"CalWORKs\"&gt;CalWORKs&lt;/a&gt; (&lt;a href=\"Temporary%20Assistance%20for%20Needy%20Families\"&gt;Temporary Assistance for Needy Families&lt;/a&gt;), a &lt;a href=\"Medically%20Indigent%20Service%20Program\"&gt;Medically Indigent Service Program&lt;/a&gt; (MISP), and a &lt;a href=\"Low%20Income%20Health%20Program\"&gt;Low Income Health Program&lt;/a&gt; (&lt;a href=\"Patient%20Protection%20and%20Affordable%20Care%20Act\"&gt;Obamacare&lt;/a&gt;).\nThe &lt;a href=\"Stanislaus%20County%20Library\"&gt;Stanislaus County Library&lt;/a&gt; is the county library system.\nLaw.\nThe \"&lt;a href=\"Stanislaus%20County%20Code\"&gt;Stanislaus County Code&lt;/a&gt;\" is the &lt;a href=\"codification%20%28law%29\"&gt;codified&lt;/a&gt; law of the County in the form of &lt;a href=\"local%20ordinance\"&gt;ordinance&lt;/a&gt;s passed by the Board of Supervisors. Every act prohibited or declared unlawful, and every failure to perform an act required, by the ordinances are &lt;a href=\"misdemeanor\"&gt;misdemeanor&lt;/a&gt; crimes, unless otherwise specified as &lt;a href=\"infraction\"&gt;infraction&lt;/a&gt;s.\nOther governments.\nCalifornia.\nThe &lt;a href=\"Superior%20Court%20of%20Stanislaus%20County\"&gt;Stanislaus Superior Court&lt;/a&gt;, which covers the entire county, is not a County department but a division of the State's trial court system. Historically, the courthouses were county-owned buildings that were maintained at county expense, which created significant friction since the trial court judges, as officials of the state government, had to lobby the county Board of Supervisors for facility renovations and upgrades. In turn, the state judiciary successfully persuaded the state Legislature to authorize the transfer of all courthouses to the state government in 2008 and 2009 (so that judges would have direct control over their own courthouses). Courthouse security is still provided by the county government under a contract with the state.\nModesto.\nThe &lt;a href=\"Government%20of%20Modesto%2C%20California\"&gt;Government of Modesto&lt;/a&gt; is defined under the Charter of the City of Modesto. It is a &lt;a href=\"mayor%E2%80%93council%20government\"&gt;mayor–council government&lt;/a&gt; and consists of the Mayor, City Council, and numerous departments and officers under the supervision of the City Manager, such as the &lt;a href=\"Modesto%20Police%20Department\"&gt;Modesto Police Department&lt;/a&gt;, &lt;a href=\"Modesto%20Fire%20Department\"&gt;Modesto Fire Department&lt;/a&gt;, Modesto Public Works Department, and Modesto Community &amp; Economic Development Department. As of January 2017 the current Mayor was Ted Brandvold, and the Councilors were:\nSchool districts.\nStanislaus County is covered by the &lt;a href=\"Yosemite%20Community%20College%20District\"&gt;Yosemite Community College District&lt;/a&gt;.\nSpecial districts.\nThe &lt;a href=\"Stanislaus%20County%20Local%20Agency%20Formation%20Commission\"&gt;Stanislaus County Local Agency Formation Commission&lt;/a&gt; is the &lt;a href=\"Local%20Agency%20Formation%20Commission\"&gt;Local Agency Formation Commission&lt;/a&gt; (LAFCo) for Stanislaus County and regulates most &lt;a href=\"Special-purpose%20district\"&gt;special district&lt;/a&gt; and city boundaries."
}