{
    "id": "38232892",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=38232892",
    "title": "Mayurbhanj Palace",
    "text": "Mayurbhanj Palace was the royal palace of &lt;a href=\"Maharaja\"&gt;Maharaja&lt;/a&gt;s of &lt;a href=\"Mayurbhanj\"&gt;Mayurbhanj&lt;/a&gt;, which was a &lt;a href=\"princely%20state\"&gt;princely state&lt;/a&gt; in &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt;. It is a heritage architectural monument and landmark of &lt;a href=\"Baripada\"&gt;Baripada&lt;/a&gt; town, which was the erstwhile capital of the &lt;a href=\"Mayurbhanj%20State\"&gt;Mayurbhanj State&lt;/a&gt;.\nHistory.\nThe extravagantly decorated palace of the Maharaja of Mayurbhanj is a heritage building depicting the rarest engineering skill and architectural excellence of a bygone era. The construction of the first phase of the palace began on orders of &lt;a href=\"Maharani\"&gt;Maharani&lt;/a&gt; Sumitra Devi Bhanj Deo in 1804, who ruled the state from 1796 to 1810. In phased development, the palace could get its aura of majesty with intricate designs during the rule of &lt;a href=\"Krishna%20Chandra%20Bhanj%20Deo\"&gt;Maharaja Krushna Chandra Bhanj Deo&lt;/a&gt; (1868-1882), &lt;a href=\"Sriram%20Chandra%20Bhanj%20Deo\"&gt;Maharaja Sriram Chandra Bhanj Deo&lt;/a&gt; (1882-1912) and finally during the rule of &lt;a href=\"Pratap%20Chandra%20Bhanj%20Deo\"&gt;Maharaja Pratap Chandra Bhanj Deo&lt;/a&gt; (1928-1948). It is a brick-built double-storey structure in the classical Western style having of &lt;a href=\"Doric%20order\"&gt;Doric&lt;/a&gt;-&lt;a href=\"Corinthian%20column\"&gt;Corinthian column&lt;/a&gt; and a mixture of &lt;a href=\"Greek%20architecture\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Victorian%20architecture\"&gt;Victorian architecture&lt;/a&gt;. &lt;a href=\"Lime%20%28material%29\"&gt;Lime&lt;/a&gt;-&lt;a href=\"Mortar%20%28masonry%29\"&gt;mortar&lt;/a&gt; has been used in construction of this palace. &lt;a href=\"Sriram%20Chandra%20Bhanj%20Deo\"&gt;Sriram Chandra Bhanj Deo&lt;/a&gt; did major additions to palace in 1892, which has 126 rooms. The front of the palace, which resembles the &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt;, was also built during his reign in 1908. Local people address this palace as \"Rajbadi\". The huge wooden doors have royal insignia carved of them. The palace is surrounded by &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s of lush green ground marked by boundary.\nThe walls of the royal bathing ghat was studded with mirrors reflecting the sun's rays on the water sprouting from a fountain illuminating the already ghat. This wonderful specimen of engineering was short-lived when the heritage building was taken over by the government. The pool was covered with wooden floors and converted into a library-cum-reading room for &lt;a href=\"Maharaja%20Purna%20Chandra%20College\"&gt;Maharaja Purna Chandra College&lt;/a&gt; that shifted to the palace in 1960.\nAn old &lt;a href=\"temple\"&gt;temple&lt;/a&gt; behind the main college building is on the verge of collapse. It is built like a &lt;a href=\"pagoda\"&gt;pagoda&lt;/a&gt; housing several &lt;a href=\"Jain\"&gt;Jain&lt;/a&gt; and &lt;a href=\"Buddhist\"&gt;Buddhist&lt;/a&gt; icons. The Mayurbhanj Palace also once housed the temple of their &lt;a href=\"kuladevi\"&gt;kuladevi&lt;/a&gt;, Goddess &lt;a href=\"Kichakeshwari\"&gt;Kichakeshwari&lt;/a&gt;, which was not only &lt;a href=\"I%E1%B9%A3%E1%B9%ADa-deva%28t%C4%81%29\"&gt;ishtadevata&lt;/a&gt; of &lt;a href=\"Bhanj%20dynasty\"&gt;Bhanj dynasty&lt;/a&gt; but also the State deity. Its idol was brought here from their old palace in &lt;a href=\"Khiching\"&gt;Khiching&lt;/a&gt;.\nTransfer of ownership.\nThe Palace was home to six generations of rulers of &lt;a href=\"Bhanj%20dynasty\"&gt;Bhanj dynasty&lt;/a&gt; of Mayurbhanj since its foundation in 1804 till 1956. But after independence of India, Maharaja Pratap Chandra Bhanj Deo, the last ruler of the Bhanj dynasty, sold the palace along with the royals' bathing &lt;a href=\"ghat\"&gt;ghat&lt;/a&gt; at a throw-away price of in 1956, to the government of &lt;a href=\"Odisha\"&gt;Odisha&lt;/a&gt;.\nFading Splendor.\nThe palace needs urgent conservation and protection of this two century old heritage by the &lt;a href=\"Archaeological%20Survey%20of%20India\"&gt;Archaeological Survey of India&lt;/a&gt;, historians feel. The historical palace, an example of opulence, is facing a bleak future sans proper up-keep. The double ceiling roofs have become the abode of numerous &lt;a href=\"pipistrelle\"&gt;pipistrelle&lt;/a&gt; and &lt;a href=\"pigeon\"&gt;pigeon&lt;/a&gt;s. The leaky roof and decaying walls characterize the once palatial building, which now houses two colleges. The colleges the erstwhile Palace building houses are Maharaja Purna Chandra College with more than 2,000 students and &lt;a href=\"Government%20Women%27s%20College%2C%20Baripada\"&gt;Government Women's College&lt;/a&gt; with about 500 students.\nThere is a growing demand since 2011, for conservation of the priceless heritage raised by town's population, historians, researchers, cultural bodies and even student's body of the college. At present the monument is repaired and looked after by &lt;a href=\"Public%20Works%20Department\"&gt;Public Works Department&lt;/a&gt; of Odisha, which lacks expertise to handle the maintenance of the palace and such people are demanding that government should handover the repair and rehabilitation works to the &lt;a href=\"Archaeological%20Survey%20of%20India\"&gt;Archaeological Survey of India&lt;/a&gt;."
}