{
    "id": "3824752",
    "revid": "6326132",
    "url": "https://en.wikipedia.org/wiki?curid=3824752",
    "title": "1989 Queensland state election",
    "text": "The 1989 Queensland state election was held in the &lt;a href=\"States%20and%20territories%20of%20Australia\"&gt;Australian state&lt;/a&gt; of &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; on 2 December 1989 to elect the 89 members of the state's &lt;a href=\"Legislative%20Assembly%20of%20Queensland\"&gt;Legislative Assembly&lt;/a&gt;. This was the first election following the downfall of seven-term premier &lt;a href=\"Sir%20Joh%20Bjelke-Petersen\"&gt;Sir Joh Bjelke-Petersen&lt;/a&gt; at the end of 1987.\nThe government was led by &lt;a href=\"Premier%20of%20Queensland\"&gt;Premier&lt;/a&gt; and leader of the &lt;a href=\"National%20Party%20of%20Australia%20%E2%80%93%20Queensland\"&gt;National Party&lt;/a&gt;, &lt;a href=\"Russell%20Cooper\"&gt;Russell Cooper&lt;/a&gt;; the opposition was led by &lt;a href=\"Leader%20of%20the%20Opposition%20%28Queensland%29\"&gt;Opposition Leader&lt;/a&gt; and leader of the &lt;a href=\"Australian%20Labor%20Party%20%28Queensland%20Branch%29\"&gt;Labor Party&lt;/a&gt;, &lt;a href=\"Wayne%20Goss\"&gt;Wayne Goss&lt;/a&gt;, while the &lt;a href=\"Liberal%20Party%20of%20Australia%20%28Queensland%20Division%29\"&gt;Liberal Party&lt;/a&gt; was led by &lt;a href=\"Angus%20Innes\"&gt;Angus Innes&lt;/a&gt;.\nThe &lt;a href=\"National%20Party%20of%20Australia%20%E2%80%93%20Queensland\"&gt;National&lt;/a&gt; government, which had been in power since the &lt;a href=\"1957%20Queensland%20state%20election\"&gt;1957 election&lt;/a&gt; and had governed in its own right since the dissolution of the state &lt;a href=\"Coalition%20%28Australia%29\"&gt;coalition&lt;/a&gt; at the &lt;a href=\"1983%20Queensland%20state%20election\"&gt;1983 election&lt;/a&gt;, was defeated; the election was a landslide win for the &lt;a href=\"Australian%20Labor%20Party%20%28Queensland%20Branch%29\"&gt;Labor Party&lt;/a&gt;, which gained 24 seats. Labor also won more than 50% of the primary vote. Until &lt;a href=\"2012%20Queensland%20state%20election\"&gt;2012&lt;/a&gt;, it was the worst defeat of a sitting government in Queensland history.\nCampaign.\nThe Nationals' fortunes had dwindled significantly since the 1986 election. Soon after the floundering of his attempt to become Prime Minister in the \"&lt;a href=\"Joh%20for%20Canberra\"&gt;Joh for Canberra&lt;/a&gt;\" campaign, Bjelke-Petersen was deposed in a party room coup led by Health Minister &lt;a href=\"Mike%20Ahern%20%28Australian%20politician%29\"&gt;Mike Ahern&lt;/a&gt;. After trying to hold onto power for four days, Bjelke-Petersen resigned and Ahern was sworn in as his successor.\nThe shadow campaign began in late 1988 with television advertisements depicting Labor and its leader, &lt;a href=\"Wayne%20Goss\"&gt;Wayne Goss&lt;/a&gt;, as \"The Only Change for the Better\". A string of policy papers were released on a range of themes emphasising responsible economic management and efficient, honest administration. While they maintained a positive and professional public opinion and consistently led opinion polls, neither the media nor the electorate appeared to believe they could win.\nThe Liberals, who had been on the crossbenches since the collapse of the &lt;a href=\"Coalition%20%28Australia%29\"&gt;Coalition&lt;/a&gt; in 1983, launched a series of newspaper advertisements in March 1988 under the banner \"Let's Put It Right\". They were in a curious position, however, because a collapse in National support in urban &lt;a href=\"South%20East%20Queensland\"&gt;South East Queensland&lt;/a&gt; would mean that seats the Liberal Party might hope to win would be more likely to go to Labor.\nOn 1 April 1989, a non-partisan group called \"Citizens for Democracy\" gained some publicity by cutting a birthday cake to commemorate the 40th anniversary of the \"Electoral Districts Act 1949\", which had established electoral &lt;a href=\"malapportionment\"&gt;malapportionment&lt;/a&gt; in Queensland, which was seen as unfairly benefiting the Nationals. Both the Labor and Liberal parties favoured \"&lt;a href=\"one%20vote%20one%20value\"&gt;one vote one value&lt;/a&gt;\" electoral reform.\nOn 3 July 1989, the Commission of Inquiry into Possible Illegal Activities and Associated Police Misconduct (more commonly known as the &lt;a href=\"Fitzgerald%20Inquiry\"&gt;Fitzgerald Inquiry&lt;/a&gt; after its chair, Tony Fitzgerald QC) handed down its report. It found links between criminal and political networks, and that corruption in Queensland's public life was widespread, commonplace and organised. It made numerous recommendations aimed at reforming the police and criminal justice system and at establishing independent institutions to monitor, report and act on reforms in the short term, and their operation on an ongoing basis. Ahern committed to implement the Report in its entirety.\nAhern sought to govern in a more consultative manner than Bjelke-Petersen, and worked to blunt the edges of what had long been one of the most unyieldingly conservative state governments in Australia. It was to no avail; by September, opinion polls were suggesting the Nationals had about half the support they had achieved at the &lt;a href=\"1986%20Queensland%20state%20election\"&gt;1986 election&lt;/a&gt;.\nA &lt;a href=\"Newspoll\"&gt;Newspoll&lt;/a&gt; taken after the inquiry's release showed that the Nationals had tumbled to only 22% support, the lowest ever recorded for a sitting government in Australian history. Additionally, the Nationals suffered large swings at three by-elections, most recently in &lt;a href=\"1989%20Merthyr%20state%20by-election\"&gt;Merthyr&lt;/a&gt;, where the Liberals had won the seat from the Nationals despite the latter putting forward a high-profile candidate and an expensive campaign. On 22 September, Police Minister &lt;a href=\"Russell%20Cooper\"&gt;Russell Cooper&lt;/a&gt; toppled Ahern in a party room coup, and was sworn in as premier three days later. Cooper billed himself as a traditionalist in Bjelke-Petersen's mould, and his supporters believed he could shore up National support in its rural heartland.\nAccordingly, Cooper campaigned on traditional National focuses (&lt;a href=\"law%20and%20order%20%28politics%29\"&gt;law and order&lt;/a&gt;, social conservatism, and attacks on the federal Labor government, in particular related to interest rates) and produced a number of controversial advertisements, one of which alleged that the Labor &lt;a href=\"Official%20Opposition\"&gt;Opposition&lt;/a&gt;'s plan to decriminalise &lt;a href=\"homosexuality\"&gt;homosexuality&lt;/a&gt; would lead to a flood of gays from southern states moving to Queensland. Labor responded by satirising these ads, depicting Cooper as a wild-eyed reactionary and a clone of Bjelke-Petersen and/or a puppet of party president Sir &lt;a href=\"Robert%20Sparkes\"&gt;Robert Sparkes&lt;/a&gt;.\n&lt;a href=\"Logos%20Foundation%20%28Australia%29\"&gt;Logos Foundation&lt;/a&gt;, a fundamentalist Christian group in &lt;a href=\"Toowoomba\"&gt;Toowoomba&lt;/a&gt;, led by &lt;a href=\"Howard%20Carter%20%28evangelist%29\"&gt;Howard Carter&lt;/a&gt;, controversially involved itself in the election, running a campaign of surveys and full-page newspaper advertisements promoting the view that candidates' adherence to Christian principles and biblical ethics was more important than the widespread corruption in the Queensland government that had been revealed by the &lt;a href=\"Fitzgerald%20Inquiry\"&gt;Fitzgerald Inquiry&lt;/a&gt;. Advertisements published in the Brisbane \"Courier-Mail\" promoted strongly-conservative positions in opposition to pornography, homosexuality and abortion, and a return to the death penalty. Some supporters controversially advocated Old Testament laws and penalties. That action backfired sensationally, with many mainstream Churches, community leaders and religious organisations distancing themselves from the Logos Foundation after making public statements denouncing them. At times, the death penalty for homosexuals was advocated, in accordance with Old Testament Law. A \"Sydney Morning Herald\" article summarised the campaign's thrust as follows: \"Homosexuality and censorship should determine your vote, the electorate was told; corruption was not the major concern.\" The same article quoted from a letter Carter he had written to supporters at the time: \"The greenies, the gays and the greedy are marching. Now the Christians, the conservatives and the concerned must march also\". Those views were not new. In reference to the call for the death penalty for homosexuals to rid Queensland of such people, an earlier article published in the \"Herald\" quoted a Logos spokesman as saying: \"the fact a law is on the statutes is the best safeguard for society\".\nResults.\nThe result was a landslide win for the &lt;a href=\"Australian%20Labor%20Party%20%28Queensland%20Branch%29\"&gt;Labor Party&lt;/a&gt;. &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt; swung over dramatically to support Labor, which took all but five seats in the capital.\nInitially, it appeared that the Liberal Party had won the traditionally National hinterland seat of Nicklin, however, the Court of Disputed Returns overturned that result and awarded the seat to the National Party.\nAftermath.\nIn early 1990, the former Premier and leader of the National Party, Mike Ahern, resigned his seat of &lt;a href=\"Electoral%20district%20of%20Landsborough\"&gt;Landsborough&lt;/a&gt;, and the Liberal Party candidate, &lt;a href=\"Joan%20Sheldon\"&gt;Joan Sheldon&lt;/a&gt;, won the &lt;a href=\"1990%20Landsborough%20state%20by-election\"&gt;subsequent by-election&lt;/a&gt;. Angus Innes, the former leader of the Liberal Party, also resigned his seat of &lt;a href=\"Electoral%20district%20of%20Sherwood\"&gt;Sherwood&lt;/a&gt;, and the Liberal Party won the &lt;a href=\"1990%20Sherwood%20state%20by-election\"&gt;subsequent by-election&lt;/a&gt; which was held on the same day as the Landsborough by-election. Joan Sheldon led the Liberal Party to the 1992 election.\nA major change to electoral legislation saw the zonal system of electoral distribution abolished in favour of a system largely resembling &lt;a href=\"one%20vote%20one%20value\"&gt;one vote one value&lt;/a&gt; in time for the &lt;a href=\"1992%20Queensland%20state%20election\"&gt;1992 state election&lt;/a&gt;."
}