{
    "id": "38256469",
    "revid": "26583996",
    "url": "https://en.wikipedia.org/wiki?curid=38256469",
    "title": "Victorian PGA Championship",
    "text": "The Victorian PGA Championship is a &lt;a href=\"golf\"&gt;golf&lt;/a&gt; tournament played in &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;. It has been part of the &lt;a href=\"PGA%20Tour%20of%20Australasia\"&gt;PGA Tour of Australasia&lt;/a&gt; each season since 2009. It is the oldest of the state professional championships, having been first held in 1922.\nHistory.\nThe first Victorian Professional Championship was held in November 1922 and was open to any professional in Australia and New Zealand. It was a 72-hole stroke-play event with 36 holes played at &lt;a href=\"Royal%20Melbourne%20Golf%20Club\"&gt;Royal Melbourne&lt;/a&gt; on 6 November and 36 holes played at &lt;a href=\"Victoria%20Golf%20Club%20%28Australia%29\"&gt;Victoria Golf Club&lt;/a&gt; two day later. It attracted a number of New South Wales players as well as the professionals from Victoria. &lt;a href=\"Billy%20Iles\"&gt;Billy Iles&lt;/a&gt; and &lt;a href=\"Dan%20Soutar\"&gt;Dan Soutar&lt;/a&gt;, one of the NSW players, were tied on 158 after the first day's play. Soutar won after the second day with a score of 313, a stroke ahead of &lt;a href=\"Tom%20Howard%20%28golfer%29\"&gt;Tom Howard&lt;/a&gt;, another NSW professional, with Iles dropping back to third place.\nThe 1923 championship followed the same format as in 1922. &lt;a href=\"Arthur%20Le%20Fevre\"&gt;Arthur Le Fevre&lt;/a&gt;, the Royal Melbourne professional. led by 3 strokes after the first day but, with two rounds of 74 of the second day, pulled away and won by 14 strokes. &lt;a href=\"Rowley%20Banks\"&gt;Rowley Banks&lt;/a&gt; and &lt;a href=\"Charlie%20Campbell%20%28golfer%29\"&gt;Charlie Campbell&lt;/a&gt;, from NSW, tied for second place. The only change in format in 1924 was the order of the courses, with the Victoria course played first. A number of NSW players were expected but none appeared. &lt;a href=\"Rowley%20Banks\"&gt;Rowley Banks&lt;/a&gt; won by a stroke, with a score of 310. In 1925, the day's play was at &lt;a href=\"Kingston%20Heath%20Golf%20Club\"&gt;Kingston Heath Golf Club&lt;/a&gt;, with the second day at Royal Melbourne. &lt;a href=\"Ted%20Smith%20%28golfer%29\"&gt;Ted Smith&lt;/a&gt;, from Tasmania, trailed after the first day, but with rounds of 73 and 76 at Royal Melbourne, won by 8 strokes.\nFrom 1926 the championship was played at a single venue. Ted Smith, now a Victorian professional, won again in 1926, at Royal Melbourne, with some good scoring in difficult conditions on the second day. Smith was in the United States at the time of the 1927 championship and didn't defend his title at &lt;a href=\"Metropolitan%20Golf%20Club\"&gt;Metropolitan Golf Club&lt;/a&gt;. &lt;a href=\"Horace%20Boorer\"&gt;Horace Boorer&lt;/a&gt; won the title by two strokes. The 1928 championship at Kingston Heath was won by &lt;a href=\"Rufus%20Stewart\"&gt;Rufus Stewart&lt;/a&gt; from South Australia in a close contest with &lt;a href=\"Billy%20Bolger\"&gt;Billy Bolger&lt;/a&gt; from New South Wales.\nThe championship became a match-play event in 1929. There was a 36-hole stroke-play qualifying day after which the leading 8 played 36-hole match-play. From 1933 the number of qualifiers was increased to 16, extending the event to 5 days. Defending champion, Rufus Stewart, reached final in 1930, but lost 6&amp;5 to &lt;a href=\"Reg%20Jupp\"&gt;Reg Jupp&lt;/a&gt;. There were a number of two-time winners in the 1930s. &lt;a href=\"George%20Naismith\"&gt;George Naismith&lt;/a&gt; won in 1932 and 1934 beating &lt;a href=\"Horace%20Boorer\"&gt;Horace Boorer&lt;/a&gt; both times, Boorer losing three finals in a row. &lt;a href=\"Ted%20Naismith\"&gt;Ted Naismith&lt;/a&gt; won in 1935 and 1936, while &lt;a href=\"Charlie%20Connors\"&gt;Charlie Connors&lt;/a&gt; won in 1937 and 1938. Ted Naismith reached his third successive final in 1937, losing to Connors. In 1939, Connors himself reached his third final in a row, but lost to &lt;a href=\"Martin%20Smith%20%28golfer%29\"&gt;Martin Smith&lt;/a&gt;.\nThe 1946 and 1947 championships were played as 72-hole stroke-play events. &lt;a href=\"Eric%20Cremin\"&gt;Eric Cremin&lt;/a&gt; won them both, but my small margins. In 1946 he tied with another New South Wales professional, &lt;a href=\"Norman%20Von%20Nida\"&gt;Norman Von Nida&lt;/a&gt;. There was an 18-hole playoff with Cremin winning by 3 strokes, 70 to 73. The following year he won by a stroke from &lt;a href=\"Denis%20Denehey\"&gt;Denis Denehey&lt;/a&gt;, having trailed by 3 shots after three rounds. In 1948 the event returned to its pre-war format, with 16 qualifiers on the first day, playing four days of match-play. Cremin did not compete, the event clashing with the &lt;a href=\"New%20South%20Wales%20Close%20Championship\"&gt;New South Wales Close Championship&lt;/a&gt;. &lt;a href=\"Ossie%20Pickworth\"&gt;Ossie Pickworth&lt;/a&gt; led the qualifying by 9 strokes and won the championship, beating &lt;a href=\"Sam%20Walsh%20%28golfer%29\"&gt;Sam Walsh&lt;/a&gt; 10&amp;9 in the final. Cremin won his third title in 1949, beating &lt;a href=\"Jack%20Harris%20%28golfer%29\"&gt;Jack Harris&lt;/a&gt; in final. Harris had defeated Pickworth in the first match-play round. Harris reached the final again in 1950 beating Pickworth in the final. The match was decided at the 37th hole, the only match-play final that went to extra holes. &lt;a href=\"Martin%20Smith%20%28golfer%29\"&gt;Martin Smith&lt;/a&gt; won his second title in 1951, 12 years after his first. &lt;a href=\"Peter%20Thomson%20%28golfer%29\"&gt;Peter Thomson&lt;/a&gt; won the championship in 1952 and 1953. In 1952 he beat Pickworth in a close final, but he won the 1953 final against &lt;a href=\"Denis%20Denehey\"&gt;Denis Denehey&lt;/a&gt; by a record score, 12 &amp; 11. Pickworth had his second and third wins in 1954 and 1955, beating Harris on both occasions.\nIn 1956 the championship became a 72-hole stroke-play event. &lt;a href=\"Ossie%20Pickworth\"&gt;Ossie Pickworth&lt;/a&gt; won his third successive title and fourth in all, finishing two strokes ahead of &lt;a href=\"Jack%20Harris%20%28golfer%29\"&gt;Jack Harris&lt;/a&gt;. Harris won in 1957 and 1959 but was beaten by &lt;a href=\"Peter%20Mills%20%28Australian%20golfer%29\"&gt;Peter Mills&lt;/a&gt; in 1958, who won by 6 strokes. For some years the prize money on offer had not attracted out-of-state professionals, but in 1960 three local businesses sponsored the event, which had prize money of £1,200, attracting a number of the leading New South Wales professionals. However, Harris retained his title and won the £400 first prize, with &lt;a href=\"Kel%20Nagle\"&gt;Kel Nagle&lt;/a&gt; a stroke behind in second place. Prize money dropped to £500 in 1961 but most of the leading Australians played, with the event played on the Monday and Tuesday after the &lt;a href=\"Australian%20Open%20%28golf%29\"&gt;Australian Open&lt;/a&gt;, which was played at Victoria Golf Club, finishing on the Saturday. Harris won for the fifth time, two ahead of the Australian Open winner, &lt;a href=\"Frank%20Phillips%20%28golfer%29\"&gt;Frank Phillips&lt;/a&gt;. The prize money was maintained at £500 up to 1965. Three New South Wales professionals won this period, &lt;a href=\"Kel%20Nagle\"&gt;Kel Nagle&lt;/a&gt; in 1962, &lt;a href=\"Bruce%20Devlin\"&gt;Bruce Devlin&lt;/a&gt; in 1964 and &lt;a href=\"Alan%20Murray%20%28golfer%29\"&gt;Alan Murray&lt;/a&gt; in 1965, with Harris winning for the sixth time in 1963.\nFrom 1966 to 1976 the championship returned to being a largely domestic event. In 1969, &lt;a href=\"Jack%20Harris%20%28golfer%29\"&gt;Jack Harris&lt;/a&gt; came close to winning his seventh title. He was tied with &lt;a href=\"Geoff%20Parslow\"&gt;Geoff Parslow&lt;/a&gt; but lost the 18-hole playoff by 8 strokes. In 1977 the championship was incorporated into the Albury-Wodonga Classic, which had prize money of A$15,000. It was won by &lt;a href=\"Vaughan%20Somers\"&gt;Vaughan Somers&lt;/a&gt; from Queensland. In 1978 and 1979 the event was known as the Garden State Victorian PGA Championship and had prize money of A$50,000. The American &lt;a href=\"Lanny%20Wadkins\"&gt;Lanny Wadkins&lt;/a&gt; won in 1978, with &lt;a href=\"Ian%20Stanley%20%28golfer%29\"&gt;Ian Stanley&lt;/a&gt; winning in 1979 after a playoff. Loss of sponsorship meant that prize money dropped to A$15,000 in 1980, below the minimum for a tour event. A full tour event was planned for 1981 but dropped because of lack of sponsorship, eventually being replaced by an event at Warrnambool, with smaller prize money. The 1982 event was also a non-tour event, reduced to 54 holes with prize money of A$10,000.\nAn event was planned at Woodlands in 1983 but was cancelled due to lack and sponsorship. The event was moved to Warrnambool, who had already secured enough prize money for a full tour event. The event, which eventually had prize money of A$40,000, was won by &lt;a href=\"Vaughan%20Somers\"&gt;Vaughan Somers&lt;/a&gt;, his second win in the championship. The event remained at Warrnambool for a further three years. Prize money rose to A$50,000 in 1984, &lt;a href=\"Wayne%20Riley\"&gt;Wayne Riley&lt;/a&gt; winning after a playoff against Ian Baker-Finch. &lt;a href=\"Rodger%20Davis\"&gt;Rodger Davis&lt;/a&gt; won in 1985, 7 strokes ahead of the field. Prize money doubled to A$100,000 in 1986, with &lt;a href=\"Wayne%20Smith%20%28golfer%29\"&gt;Wayne Smith&lt;/a&gt; winning by 2 strokes. The Warrnambool event was cancelled in 1987 because of the lack of TV coverage and the championship was played at the end of December, as part of the 36-hole Carpet Call pro-am. The event returned at Keysborough in January 1989 as a full tour event, with prize money of A$100,000. &lt;a href=\"David%20Ecob\"&gt;David Ecob&lt;/a&gt; won by a stroke from &lt;a href=\"Peter%20Senior\"&gt;Peter Senior&lt;/a&gt;.\nThe event was played over 54 holes from 1991 to 1993 before returning to the 72-hole format in 1994 as part of the new second-tier &lt;a href=\"Foundation%20Tour\"&gt;Foundation Tour&lt;/a&gt;, &lt;a href=\"Stuart%20Appleby\"&gt;Stuart Appleby&lt;/a&gt; winning the event after a playoff. The event later became part of the &lt;a href=\"Von%20Nida%20Tour\"&gt;Von Nida Tour&lt;/a&gt; before the second-tier events were added to the main tour in 2009. Total prize money was A$110,000 from 2009 to 2011, A$120,000 in 2012, A$130,000 in 2013, A$100,000 in 2014 and 2015, A$110,000 in 2016, A$100,000 in 2017 and 2018 and A$125,000 in 2019. Since 2000 both &lt;a href=\"Gareth%20Paddison\"&gt;Gareth Paddison&lt;/a&gt; and &lt;a href=\"Ashley%20Hall%20%28golfer%29\"&gt;Ashley Hall&lt;/a&gt; have won the championship twice."
}