{
    "id": "3827892",
    "revid": "36517939",
    "url": "https://en.wikipedia.org/wiki?curid=3827892",
    "title": "Matt Blair",
    "text": " Albert Matthew Blair (September 20, 1950 – October 22, 2020) was an American professional &lt;a href=\"American%20football\"&gt;football&lt;/a&gt; player who was an outside &lt;a href=\"linebacker\"&gt;linebacker&lt;/a&gt; for the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; of the &lt;a href=\"National%20Football%20League\"&gt;National Football League&lt;/a&gt; (NFL) for all 12 seasons of his career from 1974 to 1985.\nEarly years.\nBlair was born in &lt;a href=\"Hilo%2C%20Hawaii\"&gt;Hilo, Hawaii&lt;/a&gt; but his family moved to &lt;a href=\"Ohio\"&gt;Ohio&lt;/a&gt; when he was in high school. He was recruited by &lt;a href=\"Cincinnati%20Bearcats%20football\"&gt;Cincinnati&lt;/a&gt; but his academics were not up to standard so he enrolled at &lt;a href=\"Northeastern%20Oklahoma%20A%26amp%3BM%20College\"&gt;Northeast Oklahoma Junior College&lt;/a&gt;.\nCollege career.\nBlair walked onto the Northeastern Oklahoma A&amp;M football team and was a member of the 1969 &lt;a href=\"NJCAA%20National%20Football%20Championship\"&gt;Junior College Championship&lt;/a&gt; squad. He was able to earn a half scholarship through football but had to join the basketball team to receive his other half scholarship. Blair was recruited by &lt;a href=\"Florida%20Gators%20football\"&gt;Florida&lt;/a&gt;, &lt;a href=\"Florida%20State%20Seminoles%20football\"&gt;Florida State&lt;/a&gt;, &lt;a href=\"Alabama%20Crimson%20Tide%20football\"&gt;Alabama&lt;/a&gt;, and &lt;a href=\"Iowa%20State%20Cyclones%20football\"&gt;Iowa State&lt;/a&gt;, among others. After a visit by &lt;a href=\"Johnny%20Majors\"&gt;Johnny Majors&lt;/a&gt;, Blair ultimately committed to Iowa State.\nWhile at &lt;a href=\"Iowa%20State%20Cyclones%20football\"&gt;Iowa State&lt;/a&gt;, Blair was a two time letter winner. He was a member of ISU's &lt;a href=\"1971%20Sun%20Bowl\"&gt;1971 Sun Bowl&lt;/a&gt; team and was named the bowl's most outstanding defensive player despite ISU's loss. After sitting out the 1972 season with a knee injury, he rebounded with an outstanding senior campaign in 1973. Blair earned &lt;a href=\"1973%20College%20Football%20All-America%20Team\"&gt;All-America&lt;/a&gt; honors, tallying 77 tackles, one interception and three fumble recoveries. He was invited to play in the &lt;a href=\"Hula%20Bowl\"&gt;Hula Bowl&lt;/a&gt;, &lt;a href=\"East%E2%80%93West%20Shrine%20Game\"&gt;East-West Shrine Game&lt;/a&gt;, and the &lt;a href=\"Senior%20Bowl\"&gt;Senior Bowl&lt;/a&gt;.\nProfessional career.\nMinnesota Vikings.\nBlair was a selected by the &lt;a href=\"Minnesota%20Vikings\"&gt;Minnesota Vikings&lt;/a&gt; in the second round of the &lt;a href=\"1974%20NFL%20Draft\"&gt;1974 NFL Draft&lt;/a&gt; with the 51st overall selection. Blair quickly established himself as one of the top and speediest linebackers in the &lt;a href=\"National%20Football%20Conference\"&gt;NFC&lt;/a&gt;, earning &lt;a href=\"Pro%20Bowl\"&gt;Pro Bowl&lt;/a&gt; honors for 6 consecutive seasons (1977–1982) and making the NFL All-Rookie Team. In addition, Blair was selected &lt;a href=\"All-Pro\"&gt;All-Pro&lt;/a&gt; in 1980, All-NFC in 1978 &amp; 2nd Team All-&lt;a href=\"National%20Football%20Conference\"&gt;NFC&lt;/a&gt; in 1977, 1979 and 1981. He was also an exceptional special teams player, particularly in blocking punts because of his great speed and timing abilities. Blair is 3rd in NFL history with 20 blocked kicks.\nBlair appeared in two &lt;a href=\"Super%20Bowls\"&gt;Super Bowls&lt;/a&gt; with the Vikings, &lt;a href=\"Super%20Bowl%20IX\"&gt;Super Bowl IX&lt;/a&gt; (1974 season) and &lt;a href=\"Super%20Bowl%20XI\"&gt;Super Bowl XI&lt;/a&gt; (1976 season), and both were losses respectively to the &lt;a href=\"Pittsburgh%20Steelers\"&gt;Pittsburgh Steelers&lt;/a&gt; and the &lt;a href=\"Oakland%20Raiders\"&gt;Oakland Raiders&lt;/a&gt;.\nBlair started for the Vikings his rookie season replacing the injured &lt;a href=\"Roy%20Winston\"&gt;Roy Winston&lt;/a&gt;. Blair participated in special teams play in &lt;a href=\"Super%20Bowl%20IX\"&gt;Super Bowl IX&lt;/a&gt;, blocking &lt;a href=\"Bobby%20Walden\"&gt;Bobby Walden&lt;/a&gt;'s punt, recovered by &lt;a href=\"Terry%20Brown%20%28American%20football%29\"&gt;Terry Brown&lt;/a&gt; in the endzone, the Vikings' only points all day, as they missed the &lt;a href=\"extra%20point\"&gt;extra point&lt;/a&gt;. He was a vital part of the Vikings' 1976 season of 11 wins, 2 losses, and 1 tie, second in the NFL in fewest points allowed (176 points, 12.6 points per game). In particular, Blair recovered 5 &lt;a href=\"fumbles\"&gt;fumbles&lt;/a&gt; and intercepted 2 passes from his linebacker position with &lt;a href=\"Jeff%20Siemon\"&gt;Jeff Siemon&lt;/a&gt; in the middle and &lt;a href=\"Wally%20Hilgenberg\"&gt;Wally Hilgenberg&lt;/a&gt; on the opposite side. The Vikings defeated the Rams again in the NFC championship game of the &lt;a href=\"1976-77%20NFL%20playoffs\"&gt;1976-77 NFL playoffs&lt;/a&gt;, when Blair recovered 2 fumbles.\nDeath.\nIn a 2015 interview, Blair revealed that he had been showing early signs of dementia. He said that he was told by his neurologist that the symptoms were likely the result of &lt;a href=\"chronic%20traumatic%20encephalopathy\"&gt;chronic traumatic encephalopathy&lt;/a&gt; (CTE), a degenerative brain disease linked to concussions.\nBlair died on October 22, 2020 at the age of 70. His cause of death was not immediately announced, but Blair had been dealing with complications from dementia in recent years."
}