{
    "id": "38279961",
    "revid": "41193899",
    "url": "https://en.wikipedia.org/wiki?curid=38279961",
    "title": "Air Manas",
    "text": "Air Manas is a &lt;a href=\"low-cost%20airline\"&gt;low-cost airline&lt;/a&gt; based in &lt;a href=\"Bishkek\"&gt;Bishkek&lt;/a&gt;, &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt;. Its main base is &lt;a href=\"Manas%20International%20Airport\"&gt;Manas International Airport&lt;/a&gt;.\nHistory.\nAir Manas was founded in 2006 in &lt;a href=\"Bishkek\"&gt;Bishkek&lt;/a&gt;. First flight of Air Manas was carried out in December 2009. In June 2012, 49% of the air company was bought by a Turkish &lt;a href=\"Pegasus%20Airlines\"&gt;Pegasus Airlines&lt;/a&gt;. The first flight under the brand name Pegasus Asia was operated from &lt;a href=\"Bishkek\"&gt;Bishkek&lt;/a&gt; to &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt; on 22 March 2013 . Now the airline operates domestic flights between &lt;a href=\"Bishkek\"&gt;Bishkek&lt;/a&gt; to &lt;a href=\"Osh\"&gt;Osh&lt;/a&gt;, as well as international flights from Kyrgyzstan to India, Russia, Turkey and China.\nRebirth.\nThe efforts of the Kyrgyz Government to attract foreign investments had borne fruit: mutual visits of high-level governmental delegations gave a serious impetus to bilateral trade relations between Turkey and Kyrgyzstan. Thus, at the end of 2012 in the basis of pre-existing airline, a new Kyrgyz airline with the same name of \"Air Manas\" was created, being 51% owned by the Kyrgyz side and 49% by newly attracted strategic partner &lt;a href=\"Pegasus%20Airlines\"&gt;Pegasus Airlines&lt;/a&gt;, one of the &lt;a href=\"List%20of%20largest%20airlines%20in%20Europe\"&gt;leading air companies in Europe&lt;/a&gt;.\nThe base airport for Air Manas, is the main airport - International Airport Manas, located near Bishkek. In its fleet, Air Manas uses an Airbus A220, and it formerly operated Boeing 737-400 and 737-800 NG.\nAir Manas has its own certified aviation-technical base for the operational maintenance of aircraft. Despite the lack of any incidents, the airline along with all airlines based in Kyrgyzstan are on the &lt;a href=\"list%20of%20air%20carriers%20banned%20in%20the%20European%20Union\"&gt;list of air carriers banned in the European Union&lt;/a&gt;.\nDestinations.\nAir Manas serves the following as of September 2021:\nFleet.\nCurrent fleet.\nThe Air Manas fleet as of April 2021:\nFormer fleet.\nThe airline operated the following aircraft (as of August 2020):"
}