{
    "id": "38280511",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=38280511",
    "title": "Orani Church",
    "text": "The Roman Catholic church of Orani, declared as an independent parish on April 21, 1714, and also known as Our Lady of the Most Holy Rosary Parish Church (\"Our Lady of the Rosary of Orani Church\", \"Nuestra Señora del Rosario Parish Church\", \"Simbahan ng Orani\" or \"Virgen Milagrosa Del Rosario del Pueblo de Orani Shrine\") is a &lt;a href=\"Neoclassical%20architecture\"&gt;Neoclassical&lt;/a&gt; (heritage) Diocesan Marian Shrine and &lt;a href=\"Pilgrim\"&gt;Pilgrim&lt;/a&gt;age church located in the center of Orani, Bataan in the Philippines.\nDescription.\nThe \"Nuestra Señora del Santo Rosario de Orani\" Church was also declared as a \"Dambana ng Paglalakbay\" (&lt;a href=\"Pilgrim\"&gt;Pilgrim&lt;/a&gt; &lt;a href=\"Shrines%20to%20the%20Virgin%20Mary\"&gt;Shrine&lt;/a&gt;) on August 22, 2004 by then Bishop of Balanga ang now Archbishop of Lingayen &lt;a href=\"Socrates%20Villegas\"&gt;Socrates Villegas&lt;/a&gt;. On September 25, 2012, the church of Orani also became an Affiliate Church of the Basilica of St. Mary Major in Rome, with all the rights and privileges conveyed by the Roman Pontiff on the latter. This means that the faithful, after fulfilling certain conditions, can avail of plenary indulgences when they pray at the Church of Kawayan, as if they had visited the Basilica in Rome.\nThe Church of Orani is under the jurisdiction of the Vicariate of St. Dominic de Guzman &amp; Vicariate of Our Lady of the Most Holy Rosary. The Virgin's feast day is on the second Sunday of October. It is under the jurisdiction of &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Balanga\"&gt;Roman Catholic Diocese of Balanga&lt;/a&gt; that comprises the entire civil province of Bataan. Its Titular is St. Joseph, Husband of Mary, with feast day on April 28. The Diocese is headed by the Most Reverend Bishop Ruperto Cruz Santos, D.D.\nSince June 5, 2017, the Parish Priest of Orani is Rev. Fr. Abraham SP. Pantig. Orani's Catholic population is about 33,957.\nThe Church is named after its Patroness, \"&lt;a href=\"Our%20Lady%20of%20Orani\"&gt;Our Lady of Orani&lt;/a&gt;\". She is also known as the Virgen Milagrosa, a name given to her by her numerous devotees who have witnessed the countless miracles she has worked through the centuries.\nThe title \"Our Lady of the Rosary,\" or \"Our Lady of the Most Holy Rosary,\" is a title of the &lt;a href=\"Blessed%20Virgin%20Mary\"&gt;Blessed Virgin Mary&lt;/a&gt; that has traditionally been promoted by the Order of Preachers (more popularly known as the Dominican Order) ever since it was founded by St. Dominic de Guzman in the 13th century. In 1571 &lt;a href=\"Pope%20Pius%20V\"&gt;Pope Pius V&lt;/a&gt;, a Dominican friar himself, instituted the feast of \"Our Lady of Victory\" as an annual feast to commemorate the victory of the Catholic naval forces in the famed &lt;a href=\"Battle%20of%20Lepanto%20%281571%29\"&gt;Battle of Lepanto&lt;/a&gt;. The victory was attributed to the intercession of the Blessed Virgin Mary, as a rosary procession had been offered on that day in St. Peter's Square in Rome for the success of the mission of the Holy League to hold back Muslim forces from overrunning Western Europe. In 1573, &lt;a href=\"Pope%20Gregory%20XIII\"&gt;Pope Gregory XIII&lt;/a&gt; changed the title of this feast to the \"Feast of the Holy Rosary\". This feast was extended by &lt;a href=\"Pope%20Clement%20XI\"&gt;Pope Clement XI&lt;/a&gt; to the whole of the &lt;a href=\"Latin%20Rite\"&gt;Latin Rite&lt;/a&gt;, inserting it into the &lt;a href=\"General%20Roman%20Calendar\"&gt;General Roman Calendar&lt;/a&gt; in 1716, and assigning it to the first Sunday in October. &lt;a href=\"Pope%20Pius%20X\"&gt;Pope Pius X&lt;/a&gt; changed the date to 7 October in 1913, as part of his effort to restore celebration of the liturgy of the Sundays.\nEtymology.\nFather Wilfredo C. Paguio, however, believes that the town got its name from the word “maruani”: a group of settlers introduced by the Samal people who wandered into the town and settled there in early days, about 300 years ago – the period which might be considered as the beginning of the history of the town although there were already human settlements in Orani as far back as the late 1500s.\nWe may also trace the name of Orani to the town of Orani in the island of Sardignia in present-day Italy, then part of the Kingdom of Spain at the time when the Spanish missionaries, including the Dominicans, were first sent to the Philippines. Many towns and places in the Philippines carry the name of towns belonging to the Spanish Crown. This is due to the name's significance to the founders of the new town, or in recognition of the patronage and financial contribution of some members of the nobility to the missionary work of the frailes in the new area, or simply as an expression of nostalgia by the colonial masters. Such is the case of Nueva Ecija, Nueva Segovia, Nueva Vizcaya, Toledo, Albuquerque, Alcala, and Tolosa, to cite a few examples. Several Dominicans also trace their roots to Orani in Sardignia, while the Marquisate of Orani, the noble lineage that encompasses the territory to this day, was known to have contributed extensively to the missions in the New World.\nHistory.\nOn April 21, 1714, the \"visita\" (&lt;a href=\"chapelry\"&gt;chapelry&lt;/a&gt;) of Orani formally became an independent parish, separating itself from the Parish of Samal. Padre Diego Ortiz was appointed as Orani's first cura párroco. The original structure, made out of nipa leaves and bamboo and constructed on the founding site in the 1600s, was modeled after the primitive types: open on all sides, thatched roofed held by columnar posts of molave wood and equipped with bamboo benches. The chapel was later made bigger and reconstructed with adobe and stone as well as sturdier roofing material. Padre Agustín Manjares y Esquivel renovated the chapel in 1723.\nOn June 23, 1768, the administration of the Dominican missions in Bataan was transferred to the Secular Clergy. This was due to the refusal of the Dominicans in Bataan to submit their parishes to the inspection and visit of the Archdiocese, then headed by Archbishop Basilio Sancho de Santa Justa y Rufina. In Orani, it was Padre Bernardo de Aragón, O.P. who turned over the Parish to the secular priest Fr. Faustino Bautista, who had to sign an inventory of items belonging to the church and the Virgin. In 1806, a small \"&lt;a href=\"carillon\"&gt;carillon&lt;/a&gt;\" (musical instrument housed in the church belfry) was installed. In 1833, the Dominicans returned with the death of Padre Juan de los Reyes with Padre Rafael Castro succeeding as Cura Parroco.\nThe Dominican friars built and repaired the Orani church and convent in 1792 and 1836, but these were badly damaged by the &lt;a href=\"List%20of%20earthquakes%20in%20the%20Philippines\"&gt;September 16, 1852 earthquake&lt;/a&gt;. The two structures were also gutted down by another big fire on March 27, 1870.\nFrom 1868 to 1891, Rev. Bartolomé Alvarez del Manzano, O.P. built and improved the Church buildings, which were finished by Padre Fermín Pérez de San Julián. It was also during the terms of these two parish priests that the \"visitas\" of Balut and Tapulao were built. They were also responsible for the beautification of Orani's Catholic cemetery as well as the construction of a primary school for boys and another, for girls, which were burned down by the Kaptipuneros who also used stones from the cemetery to build a blockade.\nDuring the revolution against Spain, Fr. Fermín Pérez de San Julián, was spared from the ire of the Katipuneros by the townspeople, particularly by the people of Tapulao, who kept their spiritual leader from harm. Other parish priests in Bataan were abducted, one was even hanged on a tree by the rebels. Pérez de San Julián together with other priests from Central Luzon, were eventually arrested by the rebels upon the orders of Gen. Emilio Aguinaldo. They were brought to prison camps where they were help captive until June 1899. After the Filipino-American war, Pérez de San Julián went back to Bataan and served as parish priest of Pilar until 1931.\nEarly in the American colonial period, the priests at Orani organized catechetical instructions for first communicants, youth and adults in order to reinforce the faith of adherents to counter the rise of Protestantism. Assistance in this effort came from the Jesuit seminarians at &lt;a href=\"San%20Carlos%20Seminary\"&gt;San Carlos&lt;/a&gt; and &lt;a href=\"San%20Javier%20Seminary\"&gt;San Javier&lt;/a&gt; Seminaries who would spend their summer break in the town upon the invitation of the parish priest, Father Pedro Salaverria. He was the administrator of the Hacienda de Dinalupihan of the Archdiocese of Manila. Debates between the Catholics and Protestants were organized in the town plaza.\nOn March 16, 1938 a fire razed three fourths of Orani, Bataan, including the Church, then under the stewardship of Padre Gregorio Florencio, the Presidencia and the Tercena (former Bataan High School and later Orani Elementary School building). The partially damaged image of the Virgen Milagrosa was saved and brought to the Salaverría bahay na bato located beside the church.\nIn September, 1938, the Church of Orani was rehabilitated.\nIn 1939, the Philippines Historical Committee installed a historical marker at the façade of the Church of Orani, classifying it as a House of Worship with Level II status.\nOn January 6, 1942, Japanese forces bombed Bataan and the church of Orani sustained minimal damages. The religious services were suspended until the Liberation of the Philippines because the Japanese used the church as a garrison. According to a report of the mayor during the Japanese Occupation, Raymundo Galicia, the image of the Virgin was left untouched by the Japanese and remained on its altar during the entire Japanese Occupation.\nOn August 15, 1945, the Church was rehabilitated by Fr. Elias Calimbas. Later, Fr. Simplicio Fernandez and Msgr. Emilano Santos finished its construction in 1982.\nOn April 18, 1959, Nuestra Señora del Rosario was canonically crowned in a solemn ceremony headed by the Archbishop of San Fernando and the Apostolic Nuncio to the Philippines.\nThe Church was renovated from 1987 to October 6, 1991 under Fr. Antonio Dumaual and Fr. Camilo Pacanza. The new altar was blessed by Bishop Celso N. Guevarra on October 6, 1991.\nIn 2002, the church and convent were repaired and improved.\nThe “Museo ng Mahal na Birheng Maria,” a repository of the Marian relics and artifacts was added to the convent. It is here where the numerous vestments and crowns of the Lady of the Most Holy Rosary are kept.\nOn August 22, 2004, Archbishop &lt;a href=\"Socrates%20B.%20Villegas\"&gt;Socrates B. Villegas&lt;/a&gt; designated the Orani Church as a &lt;a href=\"Pilgrim\"&gt;Pilgrim&lt;/a&gt;age Shrine (&lt;a href=\"Shrines%20to%20the%20Virgin%20Mary\"&gt;Shrines to the Virgin Mary&lt;/a&gt;) (\"Dambana ng Paglalakbay\").\nOn April 18, 2009, the 50th Golden Anniversary of the Virgin's Canonical Coronation was celebrated with the presence of Gaudencio Cardinal Rosales [Source: Parish Priest and Parish Office of Orani, Bataan, retrieved on January 16, 2013].\nOn September 25, 2012, the Church of Orani was granted a perpetual spiritual affinity bond by Pope Benedict XVI with the Basilica of St. Mary Major in Rome. This status, as an affiliate church, grants those who pray in Orani the same spiritual privileges as those conveyed to the faithful who visit the Basilica in Rome.\nArchitecture.\nThe Orani church is an example of a mixture of old and new architecture. Although the church was drastically restructured and changed in the late 1980s and early 1990s, it still maintains the same lines and design of the old façade albeit with a different finish. The ceiling was heightened, the tile flooring changed to marble and the upper side windows demolished to give way to modern stained glass artwork despite the church's original Baroque and Neoclassic theme. The Church has four portals: the Gate of Heaven, the Gate of Saints, the Gate of Angels and the Gate of Paradise. The former Neoclassic altar, which was demolished in the late 1980s, has become the inspiration for the current altar which was built and blessed in 2012 under the administration of Fr. Santos Detablan. Side altars to complement the main altar are being built as of this writing, while brick tile flooring has been recently installed in the church patio.\n\"Ang Batingaw ng Orani (1806)\".\nThe historic bell of the church of the Parish of the beloved Nuestra Señora del Rosario was presented to the public and installed in front of the church on June 7, 1998. It is a symbol of the undying, truthful and timeless faith of the people of Orani to the Lord.\nDisplayed in front of the church, the bell is another historical and religious artifact that symbolizes the birth and lasting legacy of Christianity in the province.\nThe heritage bells were dedicated and first used during the tenure of Parish Priests Fathers Juan José de Acuña and Esteban de Sta. María in 1806."
}