{
    "id": "38316",
    "revid": "19014806",
    "url": "https://en.wikipedia.org/wiki?curid=38316",
    "title": "Belisario",
    "text": "Belisario (\"Belisarius\") is a \"tragedia lirica\" (tragic &lt;a href=\"opera\"&gt;opera&lt;/a&gt;) in three acts by &lt;a href=\"Gaetano%20Donizetti\"&gt;Gaetano Donizetti&lt;/a&gt;. &lt;a href=\"Salvadore%20Cammarano\"&gt;Salvadore Cammarano&lt;/a&gt; wrote the &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt; &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; after &lt;a href=\"Luigi%20Marchionni\"&gt;Luigi Marchionni&lt;/a&gt;'s adaptation of play, \"Belisarius\", first staged in Munich in 1820 and then (in Italian) in Naples in 1826. The plot is loosely based on the life of the famous general &lt;a href=\"Belisarius\"&gt;Belisarius&lt;/a&gt; of the 6th century &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;.\nIt premiered to critical and popular success on 4 February &lt;a href=\"1836%20in%20music%23Opera\"&gt;1836&lt;/a&gt; at the &lt;a href=\"Teatro%20La%20Fenice\"&gt;Teatro La Fenice&lt;/a&gt;, &lt;a href=\"Venice\"&gt;Venice&lt;/a&gt;, and was given many additional performances that season, although Donizetti scholar &lt;a href=\"William%20Ashbrook\"&gt;William Ashbrook&lt;/a&gt; notes that there would have been more had the opera not been presented so late in the season.\nHowever, in spite of its initial short-term success and critical reaction, as represented by a review in \"La Gazzetta privilegiata\" which stated that \"A new masterwork has been added to Italian music...\"Belisario\" not only pleased and delighted, but also conquered, enflamed and ravished the full auditorium\", in the long run, had \"Donizetti poured music of the calibre of his \"&lt;a href=\"Lucia%20di%20Lammermoor\"&gt;Lucia di Lammermoor&lt;/a&gt;\" into the score of \"Belisario\" the shortcomings of its wayward plot and dramatic structure would matter less\". By April 1836, even the composer himself recognized that the work stood below \"Lucia\" in accomplishment.\nComposition history.\nWith the success of \"Lucia di Lammermoor\" in September 1835, Donizetti moved on to stagings of \"&lt;a href=\"Maria%20Stuarda\"&gt;Maria Stuarda&lt;/a&gt;\", the first under that name at La Scala in late 1835. He had signed the contract in July 1835 to present \"Belisario\" in Venice, for what would be the first visit to that city since 1819, but it was not until October that the subject was finally agreed upon.\nThere followed discussions with impresario Natale Fabbrici about employing a Venetian librettist, Pietro Beltrame. However, not only did the composer prefer to work with a librettist known to him and with whom he could work in close proximity, but he had already begun working with Cammarano who was revising - to the composer's satisfaction - an earlier version of \"Belisario\" which the librettist had submitted to the &lt;a href=\"Teatro%20San%20Carlo\"&gt;Teatro San Carlo&lt;/a&gt; management in 1832.\nOf greater concern to Donizetti was the singers who were to be engaged. Primarily, he was concerned about the identity of the leading tenor: \"Until I know for sure, I cannot compose duets, finales and trios\", he writes in October. By the time Donizetti arrived in Venice on 6 January 1836, the score of \"Belisario\" was almost finished, and because of delays, he had time to hear several of the proposed singers in a performance of Rossini's \"&lt;a href=\"L%27assedio%20di%20Corinto\"&gt;L'assedio di Corinto&lt;/a&gt;\" given on 12 January, the day before rehearsals of \"Belisario\" were to begin.\nIn the case of Antonietta Vial (who was to sing the role of Irene and whom he described on first hearing her as \"both a bastard soprano and a veiled contralto\", he was able to make adjustments to suit her vocal limitations. By the time of the first performance, which was well received, Donizetti reported to his publisher the audience's reaction to most of the numbers, specifically that \"in the duet for Vial and Salvatore, many shouts of \"bravi\", but at the end (so they say) the situation is so moving that they were weeping\".\nIn a review of a 2011 London performance, some of the strengths of Donizetti's score are outlined:\nPerformance history.\n19th century\nThe opera's popularity continued through the 19th century, with stagings in 31 cities both in Europe and America. Its first performance in London took place on 1 April 1837, but it only reached the United States on 29 July 1843 in Philadelphia and later in New York on 14 February 1844.\nAfter an 1899 performance in &lt;a href=\"Coblenz\"&gt;Coblenz&lt;/a&gt;, the opera disappeared.\n20th century and beyond\nModern productions have been rare. Revivals took place in 1969 at La Fenice,\n in 1970 at Bergamo, in 1972 in London, in 1973 in Naples, in 1981 in Buenos Aires, and in 1990 at &lt;a href=\"Rutgers%20University\"&gt;Rutgers University&lt;/a&gt; in New Jersey. Most notable amongst performers in the leading female role has been &lt;a href=\"Leyla%20Gencer\"&gt;Leyla Gencer&lt;/a&gt;.\nThe opera was presented in January 2005 by the North Carolina School for Arts\n using a then brand-new performance score prepared by Ottavio Sbragia. Realizing close to the beginning of rehearsals that a performance score was not available, NCSA enlisted the help of musicologist &lt;a href=\"Philip%20Gossett\"&gt;Philip Gossett&lt;/a&gt;, who was able to put them in touch with Sbragia, and his version, which was based on the original 1836 performances in Venice, became the work's critical edition.\nThe same year saw stagings by &lt;a href=\"Turkish%20State%20Opera%20and%20Ballet\"&gt;Turkish State Opera and Ballet&lt;/a&gt; in &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;.\nIn July 2010, the opera was performed by the Buenos Aires Lirica\n and \na concert performance, starring &lt;a href=\"Nelly%20Miricioiu\"&gt;Nelly Miricioiu&lt;/a&gt; with London's &lt;a href=\"Chelsea%20Opera%20Group\"&gt;Chelsea Opera Group&lt;/a&gt; under conductor &lt;a href=\"Richard%20Bonynge\"&gt;Richard Bonynge&lt;/a&gt;, was given at &lt;a href=\"Queen%20Elizabeth%20Hall\"&gt;Queen Elizabeth Hall&lt;/a&gt; on 13 February 2011\n\"Belisario\" was given a new production at the &lt;a href=\"Teatro%20Donizetti\"&gt;Teatro Donizetti&lt;/a&gt; in &lt;a href=\"Bergamo\"&gt;Bergamo&lt;/a&gt; as part of the Donizetti Festival in September 2012 using the critical edition, while the &lt;a href=\"BBC%20Symphony%20Orchestra\"&gt;BBC Symphony Orchestra&lt;/a&gt; presented a concert performance in London on 28 October 2012 with Canadian soprano &lt;a href=\"Joyce%20El-Khoury\"&gt;Joyce El-Khoury&lt;/a&gt; as Antonina and Sicilian baritone Nicola Alaimo as the title character.\n The cast recorded the opera for &lt;a href=\"Opera%20Rara\"&gt;Opera Rara&lt;/a&gt;.\nSynopsis.\nAct 1.\nIl Trionfo (Triumph)\n\"The hall in the emperor's palace\"\nIrene and the populace greet the victor Belisarius. Antonina hates her husband because Proclus, the slave of Belisarius, has confessed on his deathbed, that upon command of his master he had exposed her son on the shore of the ocean, thus causing his death. The Emperor &lt;a href=\"Justinian%20I\"&gt;Justinian&lt;/a&gt; greets his commander and grants his prayer for the release of the prisoners. The captive, Alamiro, who adores Belisarius, refuses to leave him (Recitative and duet: \"Che veggio!... Il don sprezzi forse, Alamiro?\" / \"What do I see, you Alamiro reject my gift?\"). The general adopts him in place of his long lost son. Irene congratulates her father, but Antonina has already begun her work of hate, by traducing Belisarius to Justinian, and the innocent man is accused of high treason and thrown into prison on the evidence of his wife.\nAct 2.\nL'Esilio (Exile)\n\"Before the prison\"\nAlamiro and his friends lament the fate of Belisarius, whose eyes have been put out by his enemies, falsely construing and disobeying the commands of the emperor. Alamiro swears vengeance (Aria: \"Trema, Bisanzio! sterminatrice, Su te la guerra discenderà\" / \"Tremble, murderous Byzantium, war shall descend upon thee\"). Irene clad as a youth arrives to act as guide to her father, who is about to be released from prison (Duet: \"Oh tu, che della eterna, orribil notte\" /\"Oh thou, who in terrible darkness\").\nAct 3.\nLa Morte (Death)\n\"In the mountains\"\nAs the clang of weapons is heard, Irene leads Belisarius to a cave for safety. Alamiro now leads the army of the Alanni against Byzantium to avenge Belisarius. Belisarius confronts him and recognizes him as his son through an amulet. At his father's request, the son leaves the ranks of the enemies of Byzantium, and the Alanni, now under the command of Ottavio, march to Byzantium, having no fear, as the emperor's army is bereft of its leader.\n\"Hall in Byzantium\"\nAntonina, in remorse, tells the emperor that her testimony against Belisarius was false. Irene approaches with news of the victory and informs Antonina that Alamiro is her son, and that it was the slave, not Belisarius, who had planned his death. Meanwhile, the blind Belisarius has led the Byzantine army and defeated the Alanni, who had threatened Byzantium, but an arrow has mortally wounded him. He is carried in dying, and the sorrowing emperor promises to be a father to Alamiro and Irene.\nReferences.\nNotes\nCited sources\nOther sources"
}