{
    "id": "383207",
    "revid": "492987",
    "url": "https://en.wikipedia.org/wiki?curid=383207",
    "title": "Garda Síochána",
    "text": " (; meaning \"the Guardian of the Peace\"), more commonly referred to as the Gardaí (; \"Guardians\") or \"the Guards\", is the national police service of the &lt;a href=\"Republic%20of%20Ireland\"&gt;Republic of Ireland&lt;/a&gt;. The service is headed by the &lt;a href=\"Garda%20Commissioner\"&gt;Garda Commissioner&lt;/a&gt; who is appointed by the &lt;a href=\"Irish%20Government\"&gt;Irish Government&lt;/a&gt;. Its headquarters are in &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;'s &lt;a href=\"Phoenix%20Park\"&gt;Phoenix Park&lt;/a&gt;.\nSince the formation of the in 1923, it has been a predominantly &lt;a href=\"Police%20firearm%20use%20by%20country%23Unarmed%20police%20forces\"&gt;unarmed force&lt;/a&gt;, and more than three-quarters of the force do not routinely carry firearms. As of 31 December 2019, the police service had 14,708 sworn members (including 458 sworn Reserve members) and 2,944 civilian staff. Operationally, the is organised into four geographical regions: the East, North/West, South and Dublin Metropolitan regions.\nThe force is the main law enforcement agency in the state, acting at local and national levels. Its roles include crime detection and prevention, drug enforcement, road traffic enforcement and accident investigation, diplomatic and witness protection responsibilities. It also provides a community policing service.\nTerminology.\nThe service was originally named the Civic Guard in English, but in 1923 it became \"An Garda Síochána\" in both English and Irish. This is usually translated as \"the Guardians of the Peace\". \"Garda Síochána na hÉireann\" (\"of Ireland\", ) appears on its logo but is seldom used elsewhere. At that time, there was a vogue for naming the new institutions of the &lt;a href=\"Irish%20Free%20State\"&gt;Irish Free State&lt;/a&gt; after counterparts in the &lt;a href=\"French%20Third%20Republic\"&gt;French Third Republic&lt;/a&gt;; the term \"guardians of the peace\" (\"gardiens de la paix\", literally 'peacekeepers') had been used since 1870 in &lt;a href=\"French-speaking%20countries\"&gt;French-speaking countries&lt;/a&gt; to designate civilian police forces as distinguished from the armed &lt;a href=\"Gendarmerie\"&gt;gendarmery&lt;/a&gt;, notably &lt;a href=\"Municipal%20Police%20%28France%29\"&gt;municipal police&lt;/a&gt; in France, &lt;a href=\"Law%20enforcement%20in%20Belgium\"&gt;communal guards&lt;/a&gt; in Belgium and &lt;a href=\"Law%20enforcement%20in%20Switzerland\"&gt;cantonal police&lt;/a&gt; in Switzerland.\nThe full official title of the police service is rarely used in speech. How it is referred to depends on the &lt;a href=\"register%20%28sociolinguistics%29\"&gt;register&lt;/a&gt; being used. It is variously known as ; \"the\" ; the ; the (plural); and it is popularly called \"the Guards\". Although is singular, in these terms it is used as a &lt;a href=\"collective%20noun\"&gt;collective noun&lt;/a&gt;, like \"police\".\nAn individual officer is called a (plural ), or less formally, a \"guard\", and is typically addressed as such by members of the public when on duty. A &lt;a href=\"police%20station\"&gt;police station&lt;/a&gt; is called a \" station\". is also the name of the lowest rank within the force (e.g. \" John Murphy\", analogous to the British term \"&lt;a href=\"constable\"&gt;constable&lt;/a&gt;\" or the American \"&lt;a href=\"Police%20officer\"&gt;officer&lt;/a&gt;\", \"&lt;a href=\"Deputy%20sheriff\"&gt;deputy&lt;/a&gt;\", \"&lt;a href=\"trooper%20%28police%20rank%29\"&gt;trooper&lt;/a&gt;\", etc.). A female officer was once officially referred to as a (; \"female guard\"; plural ). This term was abolished in 1990, but is still used colloquially in place of the now &lt;a href=\"Gender-neutral%20language\"&gt;gender-neutral&lt;/a&gt; .\nOrganisation.\nThe service is headed by the &lt;a href=\"Garda%20Commissioner\"&gt;Garda Commissioner&lt;/a&gt;, whose immediate subordinates are two deputy commissioners – in charge of \"Policing and Security\" and \"Governance &amp; Strategy\", respectively – and a Chief Administrative Officer with responsibility for resource management (personnel, finance, Information and Communications Technology, and accommodation). There is an assistant commissioner for each of the four geographical regions, along with a number dealing with other national support functions. The four geographical regions, each overseen by an assistant commissioner, are:\nAt an equivalent or near-equivalent level to the assistant commissioners are the positions of Chief Medical Officer, Executive Director of Information and Communications Technology, and Executive Director of Finance.\nDirectly subordinate to the assistant commissioners are approximately 40 &lt;a href=\"chief%20superintendent\"&gt;chief superintendent&lt;/a&gt;s, about half of whom supervise what are called &lt;a href=\"police%20division\"&gt;divisions&lt;/a&gt;. Each division contains a number of districts, each commanded by a &lt;a href=\"Superintendent%20%28police%29\"&gt;superintendent&lt;/a&gt; assisted by a team of &lt;a href=\"inspector\"&gt;inspector&lt;/a&gt;s. Each district contains a number of sub-districts, which are usually commanded by &lt;a href=\"sergeant\"&gt;sergeant&lt;/a&gt;s.\nTypically each subdistrict contains only one &lt;a href=\"police%20station\"&gt;Garda station&lt;/a&gt;. A different number of are based at each station depending on its importance. Most of these stations employ the basic rank of , which was referred to as the rank of Guard until 1972. The most junior members of the service are students, whose duties can vary depending on their training progress. They are often assigned clerical duties as part of their extracurricular studies.\nThe Garda organisation also has approximately 2,000 non-officer support staff encompassing a range of areas such as human resources, occupational health services, finance and procurement, internal audit, IT and telecommunications, accommodation and fleet management, scenes-of-crime support, research and analysis, training and general administration. The figure also includes industrial staff such as traffic wardens, drivers and cleaners. It is an ongoing government policy to bring the level of non-officer support in the organisation up to international standards, allowing more officers to undertake core operational duties.\nReserve.\nThe Garda Síochána Act 2005 provided for the establishment of a &lt;a href=\"Garda%20S%C3%ADoch%C3%A1na%20Reserve\"&gt;Garda Reserve&lt;/a&gt; to assist the force in performing its functions, and supplement the work of members of the Garda Síochána.\nThe intent of the Garda Reserve is \"to be a source of local strength and knowledge\". Reserve members are to carry out duties defined by the Garda Commissioner and sanctioned by the &lt;a href=\"Minister%20for%20Justice%20%28Ireland%29\"&gt;Minister for Justice&lt;/a&gt;. With reduced training of 128 hours, these duties and powers must be executed under the supervision of regular members of the Service; they are also limited with respect to those of regular members.\nThe first batch of 36 Reserve Gardaí graduated on 15 December 2006 at the &lt;a href=\"Garda%20S%C3%ADoch%C3%A1na%20College\"&gt;Garda College&lt;/a&gt;, in &lt;a href=\"Templemore\"&gt;Templemore&lt;/a&gt;. As of October 2016, there were 789 Garda Reserve members with further training scheduled for 2017.\nRank structure.\nA \"garda\" allocated to detective duties, up to and including the rank of chief superintendent, is a detective and the word \"detective\" () is prefixed to their rank (e.g. detective sergeant, \"bleachtaire sáirsint\"). The detective moniker is not a rank but rather a role identification, a detective Garda and a Garda are the same rank.\nEquipment.\nMost uniformed members of the do not routinely carry &lt;a href=\"firearm\"&gt;firearm&lt;/a&gt;s. Individual Gardaí have been issued &lt;a href=\"ASP%2C%20Inc.\"&gt;ASP&lt;/a&gt; &lt;a href=\"Club%20%28law%20enforcement%29%23Expandable%20baton\"&gt;extendable batons&lt;/a&gt; and &lt;a href=\"pepper%20spray\"&gt;pepper spray&lt;/a&gt; as their standard issue weapons while &lt;a href=\"handcuffs\"&gt;handcuffs&lt;/a&gt; are provided as restraints.\nThe service, when originally created, was armed, but the Provisional Government reversed the decision and reconstituted the service as an unarmed police service. This was in contrast to the attitude of the British &lt;a href=\"Dublin%20Castle\"&gt;Dublin Castle&lt;/a&gt; administration, which refused appeals from the &lt;a href=\"Royal%20Irish%20Constabulary\"&gt;Royal Irish Constabulary&lt;/a&gt; that the service be disarmed. In the words of first Commissioner, &lt;a href=\"Michael%20Staines\"&gt;Michael Staines&lt;/a&gt;, &lt;a href=\"Teachta%20D%C3%A1la\"&gt;TD&lt;/a&gt;, \"the will succeed not by force of arms or numbers, but on their moral authority as servants of the people.\" This reflected the approach in the &lt;a href=\"Dublin%20Metropolitan%20Police\"&gt;Dublin Metropolitan Police&lt;/a&gt;, which had also been unarmed, but did not extend to the &lt;a href=\"Criminal%20Investigation%20Department%20%28Ireland%29\"&gt;CID detective branch&lt;/a&gt;, who were armed from the outset.\nAccording to &lt;a href=\"Tom%20Garvin\"&gt;Tom Garvin&lt;/a&gt; such a decision gave the new force a cultural ace: \"the taboo on killing unarmed men and women who could not reasonably be seen as spies and informers.\"\nArmed Gardaí.\nThe Gardaí is primarily an unarmed force; however, detectives and certain units such as the regional &lt;a href=\"Garda%20Emergency%20Response%20Unit\"&gt;Armed Support Unit&lt;/a&gt;s (ASU) and the national &lt;a href=\"Garda%20Emergency%20Response%20Unit\"&gt;Emergency Response Unit&lt;/a&gt; (ERU) are commissioned to carry firearms and do so. A website managed by the &lt;a href=\"Institute%20for%20International%20and%20Comparative%20Law%20in%20Africa\"&gt;Institute for International and Comparative Law in Africa&lt;/a&gt; notes that there are \"no specific legal provisions on use of firearms by the Gardai, which is predominantly an unarmed police service. Instead, the law provides an exemption from licensing requirements under the various Firearms Acts for a member of the Garda Síochána when on duty\". \nThe armed officers serve as a support to regular Gardaí. Armed units were established in response to a rise in the number of armed incidents dealt with by regular members. To be issued with a firearm, or to carry a firearm whilst on duty, a member must be in possession of a valid gun card, and cannot wear a regular uniform.\nArmed Gardaí carry &lt;a href=\"Sig%20Sauer%20P226\"&gt;Sig Sauer P226&lt;/a&gt; and &lt;a href=\"Walther%20P99\"&gt;Walther P99&lt;/a&gt;C semi-automatic &lt;a href=\"pistols\"&gt;pistols&lt;/a&gt;. Armed intervention units and specialist Detective units carry a variety of primary weapons, including the &lt;a href=\"Heckler%20%26amp%3B%20Koch%20MP7\"&gt;Heckler &amp; Koch MP7&lt;/a&gt; &lt;a href=\"Personal%20defense%20weapon\"&gt;personal defence weapon&lt;/a&gt; as the standard-issue weapon, alongside the &lt;a href=\"Heckler%20%26amp%3B%20Koch%20MP5\"&gt;Heckler &amp; Koch MP5&lt;/a&gt; &lt;a href=\"submachine%20gun\"&gt;submachine gun&lt;/a&gt;.\nIn addition to issued pistols, &lt;a href=\"less-lethal%20weapon\"&gt;less-lethal weapon&lt;/a&gt;s such as &lt;a href=\"taser\"&gt;taser&lt;/a&gt;s and large &lt;a href=\"pepper%20spray\"&gt;pepper spray&lt;/a&gt; canisters are carried also by the ERU.\nIn December 2018, Minister for Justice Charlie Flanagan provided updated specifics.\"Training is provided by Firearms Instructors attached to the Garda College and the Emergency Response Unit under the control of the Director of Training, Garda College. ... there are approximately 2700 personnel that are currently authorised to carry firearms. This can increase to approx. 3500 depending on operational requirements. ... Members attached to regular units and Detective units are trained in handguns only, namely Smith &amp; Wesson revolver, Sig Sauer &amp; Walther semi-automatic pistol. Specialist Units such as Emergency Response Unit and the Armed Support Unit are trained in Sig Pistol, H&amp;K MP7 Sub-machine gun, Taser and 40mm direct impact munitions (Less Lethal options)\".\nIn early April 2019, the Garda Representative Association called for 24-hour armed support units in every division across Ireland. In response, Minister Flanagan noted that \"gardaí have had armed support for a long number of years. One of the great attributes of the [Garda Síochána], is the fact that it is in the main an unarmed police service. I think that's good and I would be concerned at attempts to ensure that the arming of the gardaí becomes commonplace.\" He did not support the GRA demands on a country-wide basis: \"I think there is merit in ensuring that at a regional level, there can be an armed response should the circumstances warrant. And I'm thinking particularly in Drogheda where currently we have an armed support unit on the street in order to meet head-on what is a particularly nasty challenge.\"\nDiplomatic protection.\nThe Garda &lt;a href=\"Special%20Detective%20Unit\"&gt;Special Detective Unit&lt;/a&gt; (SDU) are primarily responsible for providing armed &lt;a href=\"Bodyguard\"&gt;close protection&lt;/a&gt; to senior officials in Ireland. They provide full-time armed protection and transport for the &lt;a href=\"President%20of%20Ireland\"&gt;President&lt;/a&gt;, &lt;a href=\"Taoiseach\"&gt;Taoiseach&lt;/a&gt;, &lt;a href=\"T%C3%A1naiste\"&gt;Tánaiste&lt;/a&gt;, &lt;a href=\"Minister%20for%20Justice%20%28Ireland%29\"&gt;Minister for Justice&lt;/a&gt;, &lt;a href=\"Attorney%20General%20of%20Ireland\"&gt;Attorney General&lt;/a&gt;, &lt;a href=\"Chief%20Justice%20of%20Ireland\"&gt;Chief Justice&lt;/a&gt;, &lt;a href=\"Director%20of%20Public%20Prosecutions%20%28Ireland%29\"&gt;Director of Public Prosecutions&lt;/a&gt;, &lt;a href=\"Ambassador\"&gt;Ambassador&lt;/a&gt;s and &lt;a href=\"Diplomat\"&gt;Diplomat&lt;/a&gt;s deemed 'at risk', as well as foreign dignitaries visiting Ireland and citizens deemed to require armed protection as designated so by the &lt;a href=\"Garda%20Commissioner\"&gt;Garda Commissioner&lt;/a&gt;. The Commissioner is also protected by the unit. All cabinet ministers are afforded armed protection at heightened levels of risk when deemed necessary by &lt;a href=\"Garda%20Crime%20%26amp%3B%20Security%20Branch\"&gt;Garda Intelligence&lt;/a&gt;, and their places of work and residences are monitored. Former Presidents and Taoisigh are protected if their security is under threat, otherwise they only receive protection on formal state occasions. The &lt;a href=\"Garda%20Emergency%20Response%20Unit\"&gt;Emergency Response Unit&lt;/a&gt; (ERU), a section of the SDU, are deployed on more than 100 VIP protection duties per year.\nVehicles.\n patrol cars are white in colour, with a fluorescent yellow and blue-bordered horizontal strip, accompanied by the Garda crest as livery. Full or partial &lt;a href=\"battenburg%20markings\"&gt;battenburg markings&lt;/a&gt; are used on traffic or roads policing vehicles. RSU/ASU vehicles also have Battenburg markings - as well as a red stripe denoting the fact that it is an armed unit. Unmarked patrol cars are also used in the course of regular, traffic and other duties. Specialist units, such as the ERU, use armoured vehicles for special operations.\nThe Garda Fleet management Section manages the vehicles, totalling approximately 2,750 in 2019, which are located in the various Garda Divisions and specialist units.\nHistory.\nPrior to the &lt;a href=\"Irish%20Free%20State\"&gt;creation of the Irish state&lt;/a&gt;, policing in &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; had been undertaken by the quasi-military &lt;a href=\"Royal%20Irish%20Constabulary\"&gt;Royal Irish Constabulary&lt;/a&gt; (RIC), with a separate and unarmed &lt;a href=\"Dublin%20Metropolitan%20Police\"&gt;Dublin Metropolitan Police&lt;/a&gt; (DMP). These were joined in 1919 by a parallel security force loyal to the provisional government, the &lt;a href=\"Irish%20Republican%20Police\"&gt;Irish Republican Police&lt;/a&gt;. The early years of the new state saw a gradual process of incorporating these various pre-existing forces into a single centralised, nationwide and civilian organisation.\nThe Civic Guard was formed by the &lt;a href=\"Provisional%20Government%20of%20Ireland\"&gt;Provisional Government&lt;/a&gt; in February 1922 to take over the responsibility of policing the fledgeling &lt;a href=\"Irish%20Free%20State\"&gt;Irish Free State&lt;/a&gt;. It replaced the &lt;a href=\"Royal%20Irish%20Constabulary\"&gt;Royal Irish Constabulary&lt;/a&gt; and the &lt;a href=\"Irish%20Republican%20Police\"&gt;Irish Republican Police&lt;/a&gt; of 1919–22. In August 1922 the force accompanied &lt;a href=\"Michael%20Collins%20%28Irish%20leader%29\"&gt;Michael Collins&lt;/a&gt; when he met the &lt;a href=\"Lord%20Lieutenant%20of%20Ireland\"&gt;Lord Lieutenant&lt;/a&gt; in &lt;a href=\"Dublin%20Castle\"&gt;Dublin Castle&lt;/a&gt;.\nThe &lt;a href=\"List%20of%20Acts%20of%20the%20Oireachtas%231923\"&gt;Garda Síochána (Temporary Provisions) Act 1923&lt;/a&gt; enacted after the creation of the Irish Free State on 8 August 1923, provided for the creation of \"a force of police to be called and known as 'The . Under section 22, The Civic Guard were deemed to have been established under and to be governed by the Act. The law therefore effectively renamed the existing force.\nThe seven-week Civic Guard Mutiny began in May 1922, when Garda recruits took over the Kildare Depot. It resulted in &lt;a href=\"Michael%20Staines\"&gt;Michael Staines&lt;/a&gt;' resignation in September.\nDuring the Civil War of 1922–23, the new Free State set up the &lt;a href=\"Criminal%20Investigation%20Department%20%28Ireland%29\"&gt;Criminal Investigation Department&lt;/a&gt; as an armed, plain-clothed counter-insurgency unit. It was disbanded after the end of the war in October 1923 and elements of it were absorbed into the &lt;a href=\"Dublin%20Metropolitan%20Police\"&gt;Dublin Metropolitan Police&lt;/a&gt;.\nIn &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, policing remained the responsibility of the &lt;a href=\"Dublin%20Metropolitan%20Police\"&gt;Dublin Metropolitan Police&lt;/a&gt; (DMP, founded 1836) until it merged with the in 1925. Since then the has been the only civil police service in the state now known as Ireland. Other police forces with limited powers are the &lt;a href=\"Military%20Police%20Corps%20%28Ireland%29\"&gt;Military Police&lt;/a&gt; within the &lt;a href=\"Irish%20Defence%20Forces\"&gt;Irish Defence Forces&lt;/a&gt;, the &lt;a href=\"Airport%20Police%20%28Ireland%29\"&gt;Airport Police Service&lt;/a&gt;, and &lt;a href=\"Dublin%20Harbour%20Police\"&gt;Dublin Harbour Police&lt;/a&gt; and &lt;a href=\"D%C3%BAn%20Laoghaire%20Harbour%20Police\"&gt;Dún Laoghaire Harbour Police&lt;/a&gt; forces.\nThe headquarters, the Phoenix Park Depot in Dublin, consists of a series of buildings; the first of these were occupied in 1839 by the new Constabulary. Over subsequent years, additional buildings were added, including a riding school, chapel, infirmary and cavalry barracks; all are now used for other purposes. The new Garda Síochána started to occupy the Depot in early 1923. The facility also included a training centre but that was moved to &lt;a href=\"McCan%20Barracks\"&gt;McCan Barracks&lt;/a&gt;, &lt;a href=\"Templemore\"&gt;Templemore&lt;/a&gt;, &lt;a href=\"County%20Tipperary\"&gt;County Tipperary&lt;/a&gt; in the 1960s; it is now the &lt;a href=\"Garda%20S%C3%ADoch%C3%A1na%20College\"&gt;Garda Síochána College&lt;/a&gt;.\nScott Medal.\nFirst awarded in 1923, the &lt;a href=\"Scott%20Medal\"&gt;Scott Medal&lt;/a&gt; for Bravery is the highest honour for bravery and valour awarded to a member of the Garda Síochána. The first medals were funded by &lt;a href=\"Walter%20Scott%20%28U.S.%20Colonel%29\"&gt;Colonel Walter Scott&lt;/a&gt;, an honorary Commissioner of the &lt;a href=\"New%20York%20Police%20Department\"&gt;New York Police Department&lt;/a&gt;. The first recipient of the Scott Medal was Garda James Mulroy. Other notable recipients include Garda Patrick Malone of St. Luke's in Cork City who – as an unarmed – disarmed Tomás Óg Mac Curtain (the son of &lt;a href=\"Tom%C3%A1s%20Mac%20Curtain\"&gt;Tomás Mac Curtain&lt;/a&gt;).\nTo mark the United States link, the &lt;a href=\"American%20English\"&gt;American English&lt;/a&gt; spelling of \"valor\" is used on the medal. The Commissioner chooses the recipients of the medal, which is presented by the &lt;a href=\"Minister%20for%20Justice%20%28Ireland%29\"&gt;Minister for Justice&lt;/a&gt;.\nIn 2000, Anne McCabe – the widow of Jerry McCabe, a garda who was &lt;a href=\"Death%20of%20Jerry%20McCabe\"&gt;killed&lt;/a&gt; by armed &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional IRA&lt;/a&gt; bank robbers – accepted the Scott Medal for Bravery that had been awarded posthumously to her husband.\nThe &lt;a href=\"Irish%20Republican%20Police\"&gt;Irish Republican Police&lt;/a&gt; had at least one member killed by the RIC on 21 July 1920. The Civic Guard had one killed by accident 22 September 1922 and another was killed in March 1923 by &lt;a href=\"Frank%20Teeling\"&gt;Frank Teeling&lt;/a&gt;. Likewise 4 members of the &lt;a href=\"Oriel%20House%2C%20Westland%20Row\"&gt;Oriel House&lt;/a&gt; &lt;a href=\"Criminal%20Investigation%20Department%20%28Ireland%29\"&gt;Criminal Investigation Department&lt;/a&gt; were killed or died of wounds during the &lt;a href=\"Irish%20Civil%20War\"&gt;Irish Civil War&lt;/a&gt;. The Roll of Honor &lt;a href=\"List%20of%20Garda%C3%AD%20killed%20in%20the%20line%20of%20duty\"&gt;lists 89 Garda members killed between 1922 and 2020&lt;/a&gt;.\nCommissioners.\nThe first Commissioner, &lt;a href=\"Michael%20Staines\"&gt;Michael Staines&lt;/a&gt;, who was a &lt;a href=\"Anglo-Irish%20Treaty\"&gt;Pro-Treaty&lt;/a&gt; member of , held office for only eight months. It was his successors, &lt;a href=\"Eoin%20O%27Duffy\"&gt;Eoin O'Duffy&lt;/a&gt; and &lt;a href=\"Eamon%20Broy\"&gt;Éamon Broy&lt;/a&gt;, who played a central role in the development of the service. O'Duffy was Commissioner in the early years of the service when to many people's surprise the viability of an unarmed police service was established. O'Duffy later became a short-lived political leader of the quasi-fascist &lt;a href=\"Blueshirts\"&gt;Blueshirts&lt;/a&gt; before heading to Spain to fight alongside &lt;a href=\"Francisco%20Franco\"&gt;Francisco Franco&lt;/a&gt;'s Nationalists in the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;. Broy had greatly assisted the &lt;a href=\"Irish%20Republican%20Army\"&gt;Irish Republican Army&lt;/a&gt; (IRA) during the &lt;a href=\"Anglo-Irish%20War\"&gt;Anglo-Irish War&lt;/a&gt;, while serving with the &lt;a href=\"Dublin%20Metropolitan%20Police\"&gt;Dublin Metropolitan Police&lt;/a&gt; (DMP). Broy's fame grew in the 1990s when he featured in the film \"&lt;a href=\"Michael%20Collins%20%28film%29\"&gt;Michael Collins&lt;/a&gt;\", in which it was misleadingly suggested that he had been murdered by the &lt;a href=\"United%20Kingdom%20of%20Great%20Britain%20and%20Ireland\"&gt;British&lt;/a&gt; during the &lt;a href=\"Anglo-Irish%20War\"&gt;War of Independence&lt;/a&gt;, when in reality he lived for decades and headed the from 1933 to 1938. Broy was followed by Commissioners Michael Kinnane (1938–52) and Daniel Costigan (1952–65). The first Commissioner to rise from the rank of ordinary Garda was William P. Quinn, who was appointed in February 1965.\nOne later Commissioner, &lt;a href=\"Edmund%20Garvey%20%28Garda%20Commissioner%29\"&gt;Edmund Garvey&lt;/a&gt;, was sacked by the government of &lt;a href=\"Jack%20Lynch\"&gt;Jack Lynch&lt;/a&gt; in 1978 after it had lost confidence in him. Garvey won \"unfair dismissal\" legal proceedings against the government, which was upheld in the &lt;a href=\"Irish%20Supreme%20Court\"&gt;Irish Supreme Court&lt;/a&gt;. This outcome required the passing of the Act 1979 to retrospectively validate the actions of Garvey's successor since he had become Commissioner. Garvey's successor, &lt;a href=\"Patrick%20McLaughlin%20%28Garda%20Commissioner%29\"&gt;Patrick McLaughlin&lt;/a&gt;, was forced to resign along with his deputy in 1983 over his peripheral involvement in a political scandal.\nOn 25 November 2014 &lt;a href=\"N%C3%B3ir%C3%ADn%20O%27Sullivan\"&gt;Nóirín O'Sullivan&lt;/a&gt; was appointed as Garda Commissioner, after acting as interim Commissioner since March 2014, following the unexpected retirement of &lt;a href=\"Martin%20Callinan\"&gt;Martin Callinan&lt;/a&gt;. It was noted that as a result most top justice posts in Ireland at the time were held by women. The first female to hold the top rank, Commissioner O'Sullivan joined the force in 1981 and was among the first members of a plainclothes unit set up to tackle drug dealing in Dublin.\nOn 10 September 2017 Nóirín O'Sullivan announced her retirement from the force and, by extension, Garda Commissioner. Upon her retirement, Deputy Commissioner &lt;a href=\"D%C3%B3nall%20%C3%93%20Cual%C3%A1in\"&gt;Dónall Ó Cualáin&lt;/a&gt; was appointed Acting Commissioner pending a permanent replacement. In June 2018, &lt;a href=\"Drew%20Harris\"&gt;Drew Harris&lt;/a&gt; was named as this replacement, and officially appointed in September 2018 following Ó Cualáin's retirement.\nPast reserve forces.\nDuring the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt; (often referred to in Ireland as \"&lt;a href=\"The%20Emergency%20%28Ireland%29\"&gt;the Emergency&lt;/a&gt;\") there were two reserve forces to the , and the Local Security Force.\n had the power of arrest and wore a uniform, and were allowed to leave the reserve or sign-up as full members of the at the end of the war before the reserve was disbanded. The reserve was established by the Emergency Powers (Temporary Special Police Force) Order, 1939.\nThe Local Security Force (LSF) did not have the power of arrest, and part of the reserve was soon incorporated into the &lt;a href=\"Irish%20Army%20Reserve\"&gt;Irish Army Reserve&lt;/a&gt; under the command of the &lt;a href=\"Irish%20Army\"&gt;Irish Army&lt;/a&gt;.\nInter-jurisdiction co-operation.\nNorthern Ireland.\nThe &lt;a href=\"Patten%20Report\"&gt;Patten Report&lt;/a&gt; recommended that a programme of long-term personnel exchanges should be established between the \"Garda Síochána\" and the &lt;a href=\"Police%20Service%20of%20Northern%20Ireland\"&gt;Police Service of Northern Ireland&lt;/a&gt; (PSNI). This recommendation was enacted in 2002 by an Inter-Governmental Agreement on Policing Cooperation, which set the basis for the exchange of officer between the two services. There are three levels of exchanges:\nThe protocols for these movements of personnel were signed by both the Chief Constable of the PSNI and the Garda Commissioner on 21 February 2005.\n officers also co-operate with members of the PSNI to combat cross-border crime and can conduct joint raids on both jurisdictions. They have also accompanied politicians and officials from the Republic, such as &lt;a href=\"President%20of%20Ireland\"&gt;the President&lt;/a&gt;, on visits to &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;.\nOther jurisdictions.\nSince 1989, the has undertaken United Nations peace-keeping duties. Its first such mission was a 50 strong contingent sent to &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;. Since then the force has acted in &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt;, &lt;a href=\"Cambodia\"&gt;Cambodia&lt;/a&gt;, &lt;a href=\"Mozambique\"&gt;Mozambique&lt;/a&gt;, South Africa, and the former &lt;a href=\"Socialist%20Federal%20Republic%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt;. More recently, \"Garda\" members have served in &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt; with &lt;a href=\"UNFICYP\"&gt;UNFICYP&lt;/a&gt;, and in &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; with &lt;a href=\"EULEX%20Kosovo\"&gt;EULEX Kosovo&lt;/a&gt;. The force's first fatality whilst working abroad was Sergeant Paul M. Reid, who was fatally injured while on duty with the United Nations &lt;a href=\"UNPROFOR\"&gt;UNPROFOR&lt;/a&gt; at \"Sniper's Alley\" in &lt;a href=\"Sarajevo\"&gt;Sarajevo&lt;/a&gt; on 18 May 1995.\nMembers of the also serve in the Embassies of Ireland in London, &lt;a href=\"The%20Hague\"&gt;The Hague&lt;/a&gt;, Madrid and Paris. Members are also seconded to &lt;a href=\"Europol\"&gt;Europol&lt;/a&gt; in The Hague, in the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and &lt;a href=\"Interpol\"&gt;Interpol&lt;/a&gt; in Lyon, France. There are also many members working directly for UN and European agencies such as the War Crimes Tribunal.\nUnder an agreement with the &lt;a href=\"British%20Government\"&gt;British Government&lt;/a&gt; and the United Nations &lt;a href=\"Convention%20on%20the%20Law%20of%20the%20Sea\"&gt;Convention on the Law of the Sea&lt;/a&gt;, the and the &lt;a href=\"Radiological%20Protection%20Institute%20of%20Ireland\"&gt;Radiological Protection Institute of Ireland&lt;/a&gt; are allowed to inspect the &lt;a href=\"Sellafield\"&gt;Sellafield&lt;/a&gt; nuclear facility in &lt;a href=\"Cumbria\"&gt;Cumbria&lt;/a&gt;, England.\nControversy and allegations involving the police service.\nThe Gardaí have faced complaints or allegations of discourtesy, harassment and perjury. A total of 1,173 complaints were made against the in 2005, with over 2000 complaints made in 2017.\nSome such incidents have attracted broad attention and resulted in a number of reform initiatives—such as those relating to &lt;a href=\"Garda%20whistleblower%20scandal\"&gt;Garda whistleblowers&lt;/a&gt; or which led to the &lt;a href=\"Morris%20Tribunal\"&gt;Morris&lt;/a&gt; and &lt;a href=\"Barr%20Tribunal\"&gt;Barr Tribunal&lt;/a&gt;s.\nMishandling of cases and complaints.\nThe &lt;a href=\"Kerry%20Babies%20Tribunal\"&gt;Kerry Babies&lt;/a&gt; case was one of the first public inquiries into the mishandling of a investigation. Later, in the 1980s, &lt;a href=\"the%20Ferns%20Report\"&gt;the Ferns Report&lt;/a&gt; (an inquiry into allegations of clerical sexual abuse) described as \"wholly inadequate\" the handling of one of eight formal complaints made to &lt;a href=\"Wexford\"&gt;Wexford&lt;/a&gt; gardaí, but noted that the remaining formal complaints were handled in an \"effective, professional and sensitive\" manner.\nThe Gardaí were also criticised in the &lt;a href=\"Murphy%20Report\"&gt;Murphy Report&lt;/a&gt; in relation to the handing over of the case of Fr. &lt;a href=\"Paul%20McGennis\"&gt;Paul McGennis&lt;/a&gt; to &lt;a href=\"John%20Charles%20McQuaid\"&gt;Archbishop McQuaid&lt;/a&gt; by Commissioner Costigan. Some very senior Gardaí were criticised for regarding priests as being outside their remit in 1960. On 26 November 2009, then Commissioner &lt;a href=\"Fachtna%20Murphy\"&gt;Fachtna Murphy&lt;/a&gt; apologised for the failure of the Garda Síochána to protect victims of child abuse, saying that inappropriate contact between gardaí and the Dublin Archdiocese had taken place at the time, and later announced an examination into the report's findings.\nThe Gardaí were criticised by the commission of investigation into the Dean Lyons case for their handling of the investigation into the &lt;a href=\"Grangegorman%20killings\"&gt;Grangegorman killings&lt;/a&gt;. In his report, &lt;a href=\"George%20Birmingham\"&gt;George Birmingham&lt;/a&gt; said that the Gardaí had used &lt;a href=\"leading%20questions\"&gt;leading questions&lt;/a&gt; in their interviews with Lyons, and had failed to act on a suspicion that Lyons' confession was unreliable. For a period, the gardaí involved in the case failed to act on the knowledge that another man, Mark Nash, had confessed to the crime.\nAllegations resulting in Tribunals of Inquiry.\nIn the 1990s and early 2000s the faced allegations of corrupt and dishonest policing in &lt;a href=\"County%20Donegal\"&gt;County Donegal&lt;/a&gt;. This became the subject of a Garda inquiry (the Carty inquiry) and subsequent judicial inquiry (the Morris Tribunal). The &lt;a href=\"Morris%20Tribunal\"&gt;Morris Tribunal&lt;/a&gt; found that some gardaí based in County Donegal had invented a &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional IRA&lt;/a&gt; informer, made bombs and claimed credit for locating them, and attempted to frame &lt;a href=\"Raphoe\"&gt;Raphoe&lt;/a&gt; publican Frank McBrearty Junior for murderthe latter case involving a €1.5m settlement with the State. A similar case saw a €4.5m judgement, after another Donegal publican was wrongly convicted based on \"perjured Garda evidence\" and \"a conspiracy to concoct false evidence\" by the same Donegal-based gardaí.\nOn 20 April 2000, members of the &lt;a href=\"Garda%20Emergency%20Response%20Unit\"&gt;Garda Emergency Response Unit&lt;/a&gt; (ERU) shot dead 27-year-old &lt;a href=\"Death%20of%20John%20Carthy\"&gt;John Carthy&lt;/a&gt; at the end of a 25-hour siege as he left his home in &lt;a href=\"Abbeylara\"&gt;Abbeylara&lt;/a&gt;, &lt;a href=\"County%20Longford\"&gt;County Longford&lt;/a&gt; with a loaded shotgun in his hands. There were allegations made of inappropriate handling of the situation and of the reliance on lethal force by the . This led to a inquiry, and subsequently, the &lt;a href=\"Barr%20Tribunal\"&gt;Barr Tribunal&lt;/a&gt;. The official findings of the tribunal of inquiry, under Justice Robert Barr, were that the responsible sergeant had made 14 mistakes in his role as the negotiator during the siege, and failed to make real efforts to achieve resolution during the armed stand-off. It further stated however that the sergeant was limited by lack of experience and resources, and recommended a review of command structures, and that the ERU be equipped with stun guns and other non-lethal options. The Barr tribunal further recommended a formal working arrangement between Gardaí and state psychologists, and improvements in Garda training.\nDuring the mid-2010s, the &lt;a href=\"Garda%20whistleblower%20scandal\"&gt;Garda whistleblower scandal&lt;/a&gt; led to a tribunal of enquiry, and the resignations of two ministers for justice and two Garda commissioners.\nAllegations involving abuse of powers.\nOne of the first charges of serious impropriety against the force rose out of the handling of the &lt;a href=\"Sallins%20Train%20Robbery\"&gt;Sallins Train Robbery&lt;/a&gt; in 1976. This case eventually led to accusations that a \"Heavy Gang\" within the force intimidated and tortured the accused. This eventually led to a &lt;a href=\"President%20of%20Ireland\"&gt;Presidential&lt;/a&gt; &lt;a href=\"pardon\"&gt;pardon&lt;/a&gt; for one of the accused.\nIn 2004, an &lt;a href=\"Raidi%C3%B3%20Teilif%C3%ADs%20%C3%89ireann\"&gt;RTÉ&lt;/a&gt; \"Prime Time\" documentary accused elements within the of abusing their powers by physically assaulting people arrested. A retired &lt;a href=\"Circuit%20Court\"&gt;Circuit Court&lt;/a&gt; judge (W. A. Murphy) suggested that some members of the force had committed &lt;a href=\"perjury\"&gt;perjury&lt;/a&gt; in criminal trials before him but later stated that he was misquoted, while &lt;a href=\"Minister%20of%20State%20%28Ireland%29\"&gt;Minister of State&lt;/a&gt; &lt;a href=\"Dick%20Roche\"&gt;Dick Roche&lt;/a&gt;, accused Gardaí in one instance of \"torture\". The Commissioner accused the television programme of lacking balance. The documentary followed the publication of footage by the &lt;a href=\"indymedia.ie\"&gt;Independent Media Centre&lt;/a&gt; showing scuffles between and &lt;a href=\"Reclaim%20the%20Streets\"&gt;Reclaim the Streets&lt;/a&gt; demonstrators. One in the footage was later convicted of &lt;a href=\"common%20assault\"&gt;common assault&lt;/a&gt;, while several other were acquitted.\nIn 2014, a debate arose relating to alleged abuse of process in cancelling penalty points (for traffic offences), and a &lt;a href=\"Garda%20whistleblower%20scandal\"&gt;subsequent controversy&lt;/a&gt; resulted in a number of resignations.\nIn 2017, &lt;a href=\"Dara%20Quigley\"&gt;Dara Quigley&lt;/a&gt;, who lived with mental illness, was arrested for public nudity, an incident captured on CCTV. A garda went to the police station CCTV control room and recorded the incident on a phone, then shared it to a &lt;a href=\"WhatsApp\"&gt;WhatsApp&lt;/a&gt; group including other Gardaí. The video was quickly shared to Facebook and went viral. Quigley took her own life several days later. The Garda elected not to charge the garda with a crime.\nAllegations involving cross-border policing and collusion with the IRA.\nThe former head of intelligence of the &lt;a href=\"Provisional%20Irish%20Republican%20Army\"&gt;Provisional IRA&lt;/a&gt;, Kieran Conway claimed that in 1974 the IRA were tipped off by \"high-placed figures\" within the Gardaí about a planned RUC Special Branch raid, which was intended to capture members of the IRA command. Asked if this was just a one-off example of individual Gardaí colluding with the IRA, Conway claimed: \"It wasn't just in 1974 and it wasn't just concentrated in border areas like Dundalk, it was some individuals but it was more widespread.\"\nFollowing a recommendation from the &lt;a href=\"Cory%20Collusion%20Inquiry\"&gt;Cory Collusion Inquiry&lt;/a&gt;, the &lt;a href=\"Smithwick%20Tribunal\"&gt;Smithwick Tribunal&lt;/a&gt; investigated allegations of collusion following the &lt;a href=\"1989%20Jonesborough%20ambush\"&gt;1989 killing of two Royal Ulster Constabulary officers&lt;/a&gt; by the Provisional IRA as they returned from a meeting with the . The tribunal's report was published in December 2013, and noted that, although there was no \"smoking gun\", Judge Smithwick was \"satisfied there was collusion in the murders\" and that \"evidence points to the fact that there was someone within the Garda station assisting the IRA\". The report was also critical of two earlier Garda investigations into the murders, which it described as \"inadequate\". Irish Justice Minister &lt;a href=\"Alan%20Shatter\"&gt;Alan Shatter&lt;/a&gt; apologised \"without reservation\" for the failings identified in the report.\nThe family of &lt;a href=\"Eddie%20Fullerton\"&gt;Eddie Fullerton&lt;/a&gt;, a &lt;a href=\"Buncrana\"&gt;Buncrana&lt;/a&gt; councillor killed in 1991 by members of the &lt;a href=\"Ulster%20Defence%20Association\"&gt;Ulster Defence Association&lt;/a&gt;, criticised the subsequent investigation, and in 2006, the then Minister for Justice considered a public inquiry into the case.\nOperational management and finances.\nAn Garda Siochána are listed on Dun &amp; Bradstreet as a corporation formed in 1922 with a revenue of $709million per annum in 2021.\nProtests at the proposed &lt;a href=\"Royal%20Dutch%20Shell\"&gt;Royal Dutch Shell&lt;/a&gt; Corrib gas refinery near &lt;a href=\"Erris\"&gt;Erris&lt;/a&gt;, &lt;a href=\"County%20Mayo\"&gt;County Mayo&lt;/a&gt; saw large Garda operations with up to 200 Gardaí involved. By September 2008, the cost of the operation was €10 million, and by January 2009 estimated to have cost €13.5 million. Some outlets compared this to the €20 million budgeted for operations targeting &lt;a href=\"organised%20crime\"&gt;organised crime&lt;/a&gt;. A section of road used by the protesters was allegedly dubbed \"the Golden Mile\" by Gardaí because of &lt;a href=\"overtime\"&gt;overtime&lt;/a&gt; opportunities. Complaints were also made about Garda management and handling of the protests.\nIn 2017, a number of reported operational issues (including handling of the &lt;a href=\"Garda%20whistleblower%20scandal\"&gt;Garda whistleblower scandal&lt;/a&gt;, falsified alcohol breath tests, and the finances of the &lt;a href=\"Garda%20S%C3%ADoch%C3%A1na%20College\"&gt;Garda Training College&lt;/a&gt;) were referenced as contributors to the early retirement of then commissioner &lt;a href=\"N%C3%B3ir%C3%ADn%20O%27Sullivan\"&gt;Nóirín O'Sullivan&lt;/a&gt;.\nReform initiatives.\nArising from some of the above incidents, the underwent a number of reform initiatives in the early 21st century. The Morris Tribunal, in particular, recommended major changes to the organisation's management, discipline, promotion and accountability arrangements. Many of these recommendations were subsequently implemented under the Garda Síochána Act 2005.\nIt was also stated by the tribunal chairman, Justice Morris, that the code of discipline was extremely complex and, at times, \"cynically manipulated\" to promote indiscipline across the force. Judicial reviews, for example, were cited as a means for delaying disciplinary action.\nThe fall-out from the Morris Tribunal was considerable. While fifteen members of the force were sacked between 2001 and 2006, and a further 42 resigned in lieu of dismissal in the same period, Commissioner Conroy stated that he was constrained in the responses available to deal with members whose misbehaviour is cited in public inquiries.\nUpdated procedures and code of discipline.\nWith strong support from opposition parties, and reflecting widespread political consensus, the &lt;a href=\"Minister%20for%20Justice%20%28Ireland%29\"&gt;Minister for Justice&lt;/a&gt; responded to many of these issues by announcing a new draft code of discipline on 17 August 2006. The new streamlined code introduced new procedures to enable the Commissioner to summarily dismiss a alleged to have brought the force into disrepute, abandoned duties, compromised the security of the State or unjustifiably infringed the rights of other persons.\nIn addition, a four-member \"non-officer management advisory team\" was appointed in August 2006 to advise on implementing change options and addressing management and leadership challenges facing the . The advisers were also mandated to promote a culture of performance management, succession planning, recruitment of non-officers with specialist expertise, and improved training. The advisory team included Senator &lt;a href=\"Maurice%20Hayes\"&gt;Maurice Hayes&lt;/a&gt;, Emer Daly (former director of strategic planning and risk management at Axa Insurance), Maurice Keane (former group chief executive at &lt;a href=\"Bank%20of%20Ireland\"&gt;Bank of Ireland&lt;/a&gt;), Michael Flahive (Assistant Secretary at the &lt;a href=\"Department%20of%20Justice%20%28Ireland%29\"&gt;Department of Justice&lt;/a&gt; and Dr Michael Mulreany (assistant director-general at the Institute of Public Administration).\nEnhanced non-officer support.\nClerical and administrative support has been significantly enhanced in recent times. In the two-year period from December 2006 to December 2008 whole-time equivalent, non-officer staffing levels were increased by over 60%, from under 1,300 to approximately 2,100, in furtherance of official policies to release more desk-bound for operational duties and to bring the level of general support in line with international norms. A new tier of middle and senior non-officer management has also been introduced in a range of administrative and technical/professional support areas. A Chief Administrative Officer at Deputy Commissioner level was appointed in October 2007 to oversee many of these key support functions.\nInspectorate.\nIn accordance with Section 115 of the Act, the Inspectorate consists of three members who are appointed by the Irish Government. The functions of the Inspectorate, \"inter alia\", are as follows:\nThe first Chief Inspector (since July 2006), was former Commissioner of &lt;a href=\"Boston%20Police%20Department\"&gt;Boston Police&lt;/a&gt;, &lt;a href=\"Kathleen%20O%27Toole\"&gt;Kathleen M. O'Toole&lt;/a&gt;. She reported directly to the Minister for Justice.\nFrom 2006 to 2009, O'Toole was supported by two other inspectors, &lt;a href=\"Robet%20Olsen%20%28police%20officer%29\"&gt;Robert Olsen&lt;/a&gt; and &lt;a href=\"Gwen%20M.%20Boniface\"&gt;Gwen M. Boniface&lt;/a&gt;. Olsen was Chief of Police for 8 years of the &lt;a href=\"Minneapolis\"&gt;Minneapolis&lt;/a&gt; Police Department. Boniface is a former Commissioner of the &lt;a href=\"Ontario%20Provincial%20Police\"&gt;Ontario Provincial Police&lt;/a&gt; and was one of 3 female police commissioners in Canada when appointed in May 1998. She suggested that rank and file Gardaí were not equipped to perform their duties or protect themselves properly. She also suggested that routine arming may become a reality but dismissed the suggestion that this was currently being considered.\nIn 2012, O'Toole was succeeded by Robert K. Olson.\nOmbudsman Commission.\nOver 2000 complaints were made against the organisation in 2009, with a similar number of complaints by 2017. The Garda Commissioner referred over 100 incidents where the conduct of a garda resulted in death or serious injury to the Ombudsman for investigation. Also newly instrumented, the Garda Síochána Ombudsman Commission (referred to colloquially as the Garda Ombudsman or simply abbreviated to GSOC) replaces the earlier system of complaints (the Complaints Board). Becoming fully operational on 9 May 2007, the commission is empowered to:\nThe members of the Ombudsman Commission are: &lt;a href=\"Dermot%20Gallagher%20%28civil%20servant%29\"&gt;Dermot Gallagher&lt;/a&gt; (Chairman; former Secretary General at the Department of Foreign Affairs), &lt;a href=\"Carmel%20Foley\"&gt;Carmel Foley&lt;/a&gt; (former Director of Consumer Affairs), and &lt;a href=\"Conor%20Brady\"&gt;Conor Brady&lt;/a&gt; (former editor of \"&lt;a href=\"The%20Irish%20Times\"&gt;The Irish Times&lt;/a&gt;\" and author of a book on the history of the ). The commission's first chairman was &lt;a href=\"Kevin%20Haugh\"&gt;Kevin Haugh&lt;/a&gt; (a High Court Judge) who died in early 2009, shortly before his term of office was to conclude.\nPolicing Authority.\nIn the first week of November 2014, &lt;a href=\"Minister%20for%20Justice%20%28Ireland%29\"&gt;Minister for Justice&lt;/a&gt; &lt;a href=\"Frances%20Fitzgerald%20%28politician%29\"&gt;Frances Fitzgerald&lt;/a&gt; obtained the approval of the &lt;a href=\"Government%20of%20Ireland\"&gt;Irish Cabinet&lt;/a&gt; for the General Scheme of the Garda Síochána (Amendment) Bill 2014, intended to create a new independent &lt;a href=\"Police%20Authority\"&gt;policing authority&lt;/a&gt;, in what she described as the 'most far-reaching reform’ of the Garda Síochána since the State was founded in 1922. State security will remain the responsibility of the Minister and will be outside the remit of the Authority. On 13 November 2014, she announced that the chairperson-designate of the new authority would be outgoing &lt;a href=\"Revenue%20Commissioners\"&gt;Revenue Commissioners&lt;/a&gt; chairperson &lt;a href=\"Josephine%20Feehily\"&gt;Josephine Feehily&lt;/a&gt;.\nPublic attitudes to the Garda Síochána.\nThe Garda Public Attitudes Survey 2017 found that 74% of respondents were satisfied with the , down from 81% in the 2008 survey.\nThe 2017 survey (taken before revelations of false breath tests, wrongful convictions and the departure of the then commissioner) also found that less than half of respondents believed that the was a well managed or world-class police service.\nLabour disputes.\nIndustrial action (including &lt;a href=\"work-to-rule\"&gt;work-to-rule&lt;/a&gt; and withdrawal of labour) was threatened by Gardaí during 2016, arising out of a dispute on pay and conditions.\nStructural reform.\nIn 2015, it was reported that the Garda had no active officers who are proficient in Arabic, forcing them to rely on assistance on Interpol. There are calls to recruit Arabic-speaking recruits, especially those from the Irish Muslim community.\nIn 2019, the European Network Against Racism Ireland submitted a paper calling for the Garda's Garda Racial, Intercultural, and Diversity Office to be disbanded and replaced with a specialist unit due to its limited manpower and resources to tackle hate crime cases.\nBand.\nThe &lt;a href=\"Garda%20Band\"&gt;Garda Band&lt;/a&gt; is a public relations branch of the , and was formed shortly after the foundation of the force. It gave its first public performance on &lt;a href=\"D%C3%BAn%20Laoghaire\"&gt;Dún Laoghaire&lt;/a&gt; Pier on &lt;a href=\"Easter%20Monday\"&gt;Easter Monday&lt;/a&gt; 1923, and its first &lt;a href=\"Bandmaster\"&gt;Bandmaster&lt;/a&gt; was &lt;a href=\"Superintendent%20%28police%29\"&gt;Superintendent&lt;/a&gt; D.J. Delaney. In 1938, the Dublin Metropolitan Band (based at &lt;a href=\"Kevin%20Street\"&gt;Kevin Street&lt;/a&gt;) and the Band amalgamated and were based at Headquarters in &lt;a href=\"Phoenix%20Park\"&gt;Phoenix Park&lt;/a&gt;.\nBesides providing music for official functions (such as graduation ceremonies at the &lt;a href=\"Garda%20College\"&gt;Garda College&lt;/a&gt;) the band also performs at schools, festivals and sporting events.\nMembers of the band, none of whom are involved in policing duties, were paid an average of €58,985 in 2017."
}