{
    "id": "38336808",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=38336808",
    "title": "2002–03 FC Basel season",
    "text": "The 2002–03 season was &lt;a href=\"FC%20Basel\"&gt;Fussball Club Basel 1893's&lt;/a&gt; 110th season and the club's 9th consecutive season in the &lt;a href=\"Swiss%20Super%20League\"&gt;Nationalliga A&lt;/a&gt;, the top flight of Swiss football. Basel played their home games in the newly constructed &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; complex. René C. Jäggi had been the club chairman for previous six seasons, but stood down at the &lt;a href=\"Annual%20general%20meeting\"&gt;AGM&lt;/a&gt; in October and businessman Werner Edelmann was elected as new chairman.\nAs reigning double holders, the club's goals for the 2002–03 season were to retain the &lt;a href=\"2001%E2%80%9302%20Nationalliga%20A\"&gt;Swiss Nationalliga A&lt;/a&gt; and &lt;a href=\"Swiss%20Cup\"&gt;cup&lt;/a&gt; titles. They also strived to stay in the &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt; as long as possible, and to reach the &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League%20group%20stage\"&gt;group stage&lt;/a&gt;.\nBasel ended the domestic league season as runners-up and Swiss Cup winners. They also reached the &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League%20second%20group%20stage\"&gt;second group stage&lt;/a&gt; of the Champions League.\nOverview.\nOff-season and pre-season.\nBasel started the season as reigning champions and cup holders and so had high aspirations. As reigning champions, together with &lt;a href=\"Grasshopper%20Club%20Z%C3%BCrich\"&gt;GC&lt;/a&gt;, FCB were favourites to win the domestic championship title. Basel set the championship as their priority aim. Their second aim was as cup holders to defend the trophy, the minimum aim was to reach the final, because this would again be played in their home stadium &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt;. Basel also entered the &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League\"&gt;2002–03 Champions League&lt;/a&gt; in the second qualifying round. The team’s aim for this competition was to reach the group stage.\n&lt;a href=\"Massimo%20Ceccaroni\"&gt;Massimo Ceccaroni&lt;/a&gt; retired from his professional career. Ceccaroni is still considered to be a cult figure in Basel. This not only because of his loyalty, having spent 25 years with the club, 10 years as youth player and 15 with their first team. But also, because he never scored a goal in the top flight of Swiss football. However, because he did not have many team appearances during the previous season, five in the league and six in the &lt;a href=\"2001%20UEFA%20Intertoto%20Cup\"&gt;UIC&lt;/a&gt;, the club did not renew his contract at the end of the season and his professional career came to an end. Between the years 1987 and 2002 Ceccaroni played a total of 605 games for Basel scoring a total of six goals. 398 of these games were in the &lt;a href=\"Swiss%20Super%20League\"&gt;Nationalliga A&lt;/a&gt; and &lt;a href=\"Swiss%20Challenge%20League\"&gt;Nationalliga B&lt;/a&gt;, 34 in the &lt;a href=\"Swiss%20Cup\"&gt;Swiss Cup&lt;/a&gt;, 20 in the European competitions (&lt;a href=\"UEFA%20cup\"&gt;UEFA cup&lt;/a&gt; and UIC) and 153 were friendly games. He scored four of his goals in the Nationalliga B and the other two were scored during the test games.\nFurther players who left the squad were &lt;a href=\"Oliver%20Kreuzer\"&gt;Oliver Kreuzer&lt;/a&gt; who had retired from active football during the previous season, &lt;a href=\"Romain%20Crevoisier\"&gt;Romain Crevoisier&lt;/a&gt; who also retired from active football and &lt;a href=\"Miroslav%20K%C3%B6nig\"&gt;Miroslav König&lt;/a&gt; who transferred to &lt;a href=\"FC%20Z%C3%BCrich\"&gt;Zürich&lt;/a&gt;. \nSoon after the season had begun &lt;a href=\"Philippe%20Cravero\"&gt;Philippe Cravero&lt;/a&gt; moved to &lt;a href=\"Servette%20FC\"&gt;Servette&lt;/a&gt;, first on loan then definitive. During his four and a bit seasons with the club, between the years 1998 and 2002 Cravero played a total of 185 games for Basel scoring a total of 5 goals. 108 of these games were in the Nationalliga A, 8 in the Swiss Cup, 16 in the European competitions (&lt;a href=\"UEFA%20cup\"&gt;UEFA cup&lt;/a&gt; and UIC) and 53 were friendly games. He scored two goals in the domestic league and the other three were scored during the test games.\n&lt;a href=\"Christian%20Gross\"&gt;Christian Gross&lt;/a&gt; was the first team trainer for the fourth successive season. Knowing of the striving quests Gross had to strengthen the team. Basel's biggest pre-season signings were &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt; from &lt;a href=\"FC%20Lugano\"&gt;Lugano&lt;/a&gt;, &lt;a href=\"Antonio%20Esposito%20%28footballer%20born%201972%29\"&gt;Antonio Esposito&lt;/a&gt; from &lt;a href=\"AS%20Saint-%C3%89tienne\"&gt;St. Étienne&lt;/a&gt; and &lt;a href=\"Bernt%20Haas\"&gt;Bernt Haas&lt;/a&gt;, who came in on loan from &lt;a href=\"West%20Bromwich%20Albion%20F.C.\"&gt;West Bromwich Albion&lt;/a&gt;. &lt;a href=\"Alessandro%20Iandoli\"&gt;Alessandro Iandoli&lt;/a&gt; advanced to the first team from the U-21 team.\nSix pre-season test games games were planned for June and one for the beginning of July. The &lt;a href=\"2002%E2%80%9303%20Nationalliga%20A\"&gt;Nationalliga A season&lt;/a&gt; began on July 6th, 2002 with an away game against &lt;a href=\"FC%20Aarau\"&gt;Aarau&lt;/a&gt; and the &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League%20qualifying%20rounds\"&gt;Champions League qualifying&lt;/a&gt; started on July 31st with the away tie against &lt;a href=\"M%C5%A0K%20%C5%BDilina\"&gt;Žilina&lt;/a&gt;. In the &lt;a href=\"Swiss%20Cup\"&gt;Swiss Cup&lt;/a&gt;, all the league teams had a bye and were qualified for the round of 32 which was to take place on February 22nd, 2003.\nWinter break.\nDuring January 2003 &lt;a href=\"George%20Koumantarakis\"&gt;George Koumantarakis&lt;/a&gt; left the club and transferred to English team &lt;a href=\"Preston%20North%20End\"&gt;Preston North End&lt;/a&gt;, who at that time played in the &lt;a href=\"Football%20League%20Championship\"&gt;Championship&lt;/a&gt;.\nCampaign.\nFriendly games.\nBasel started the season off with various warm-up matches. Their opponents included teams from the &lt;a href=\"Swiss%20Challenge%20League\"&gt;Swiss lower league&lt;/a&gt; as well as a team from &lt;a href=\"Brazilian%20Football%20League%20Teams\"&gt;Brazil&lt;/a&gt; and &lt;a href=\"PSV%20Eindhoven\"&gt;PSV Eindhoven&lt;/a&gt; of the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. During the summer, Basel visited a training camp in America and played three matches against teams from the &lt;a href=\"USL%20Premier%20Development%20League\"&gt;USL Premier Development League&lt;/a&gt; and &lt;a href=\"Major%20League%20Soccer\"&gt;Major League Soccer&lt;/a&gt;. Basel entered the Sempione Cup, which was played in &lt;a href=\"Balsthal\"&gt;Balsthal&lt;/a&gt;. The club won the first match against Austrian team &lt;a href=\"SK%20Rapid%20Wien\"&gt;SK Rapid Wien&lt;/a&gt; 3–0 and the second match against Slovakian team &lt;a href=\"FK%20Inter%20Bratislava\"&gt;Inter Bratislava&lt;/a&gt; 2–0. Basel were placed second in the final classification.\nDomestic league.\nThe &lt;a href=\"Swiss%20Football%20Association\"&gt;Swiss Football Association&lt;/a&gt; (ASF-SFV) were changing the format of the domestic league. Since the &lt;a href=\"1987%E2%80%9388%20Nationalliga%20A\"&gt;1987–88 Nationalliga A&lt;/a&gt; season there were 24 teams in the Nationalliga, 12 in the Nationalliga A and 12 in the Nationalliga B. In the first stage, there was a qualifying phase played as double &lt;a href=\"Round-robin%20tournament\"&gt;round-robin&lt;/a&gt;. Three points were given for a victory and one for a draw. In the second phase, the top eight clubs played a further double round-robin, for the championship and each team took half of the points, rounded up to complete units, from the qualification round into the second stage as bonus. The last eight teams played against relegation to the amateur league and the last four teams from the top-level played a promotion/relegation round for the top tier in the following season. This was to be only last season in this format. The new format would reduce the number of clubs to 20, with ten teams in the top tier and ten in the second tier. Therefore, this year there were additional relegations.\nThe season started well for Basel and they were undefeated in their first seven matches, winning five and drawing two. FCB lost the two following games and in the league table slipped seven points behind the &lt;a href=\"Grasshopper%20Club%20Z%C3%BCrich\"&gt;Grasshoppers&lt;/a&gt;, who in the same period had won eight of their nine games. Despite defeating GC on matchday 10 in their own &lt;a href=\"Hardturm\"&gt;Hardturm&lt;/a&gt; stadium the following week-end, the rivals remained clear in the ranking. &lt;a href=\"Christian%20Gross\"&gt;Gross&lt;/a&gt; regrouped his team and they won nine and drew two of the following eleven games catching and overtaking their rivals in the table. A 1–2 home defeat against GC on matchday 21 cost FCB the lead. Grasshoppers ended the league qualifying stage as table leaders at the winter break with 49 points, two points clear.\nIn the championship playoff round, Basel only lost two away games, winning 10 of 14 games. But because both direct ties against the Grasshoppers were drawn, the Zurich-based club managed to snatch the title by a single point at the end of the season. The Grasshoppers remained undefeated in the championship group and ended the season with 57 points. Basel were second with 56 and were 21 points ahead of third placed &lt;a href=\"Neuch%C3%A2tel%20Xamax%20FCS\"&gt;Xamax&lt;/a&gt;. As champions, GC qualified for the &lt;a href=\"2003%E2%80%9304%20UEFA%20Champions%20League%23Third%20qualifying%20round\"&gt;2003–04 Champions League third qualifying round&lt;/a&gt;. As runners-up Basel qualified for the &lt;a href=\"2003%E2%80%9304%20UEFA%20Cup%23First%20round\"&gt;UEFA Cup first round&lt;/a&gt;.&lt;ref name=\"rsssf-Switzerland 2002/03\"&gt;&lt;/ref&gt;\nCuriosity during the championship play-off round was that in the home match in the &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; on April 19th, 2003, &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt; had a good game and scored a &lt;a href=\"Hat-trick%23Perfect%20hat-trick\"&gt;perfect hat-trick&lt;/a&gt; during the first half of the game as Basel won 3–0 against &lt;a href=\"BSC%20Young%20Boys\"&gt;Young Boys&lt;/a&gt;.&lt;ref name=\"fcb-achiv-fcb-yb-2002/03 championship\"&gt;&lt;/ref&gt; Yakin showed his other side in the return match in the &lt;a href=\"Stadion%20Neufeld\"&gt;Stadion Neufeld&lt;/a&gt; in &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt; one week later. As Young Boys went a goal up Yakin lost his temper and kicked the ball away, thus collecting a yellow card. Just ten minutes later he committed a rough foul, collecting a second yellow card. By rule, a player that receives two yellow cards in one game is issued a red card and ejected for the remainder of the match. Thus, Yakin was dismissed.&lt;ref name=\"fcb-achiv-yb-fcb-2002/03 championship\"&gt;&lt;/ref&gt;\nThe season had been a dramatic affair, the two teams leading the table moved clear early and, despite the halving of the points in the winter break, they continually opened the gap to the rest of the teams. Basel had set the championship as their priority aim and had not achieved it. Although this was negative, it was a positive league season.\nDomestic cup.\nAs cup holders the club's clear aim was to defend the trophy, or in minimum to reach the final, because this would again be played in their home stadium &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt;. In the cup, all the league teams had a bye for the early rounds and started in the fifth round, which was scheduled for February. Here they were seeded and could not play against each other. In a match, the home advantage was granted to the team from the lower league, if applicable. Basel were drawn against lower league &lt;a href=\"Yverdon-Sport%20FC\"&gt;Yverdon-Sport&lt;/a&gt;.\nThe match was held at &lt;a href=\"Stade%20Municipal%20%28Yverdon%29\"&gt;Stade Municipal&lt;/a&gt; in &lt;a href=\"Yverdon-les-Bains\"&gt;Yverdon-les-Bains&lt;/a&gt; and had an attendance of 2,800 fans. After a foul from &lt;a href=\"Gil%20Bala\"&gt;Gil Bala&lt;/a&gt; on &lt;a href=\"Herv%C3%A9%20Tum\"&gt;Hervé Tum&lt;/a&gt; inside the area, on 16 minutes &lt;a href=\"Mario%20Cantaluppi\"&gt;Mario Cantaluppi&lt;/a&gt; converted the subsequent spot-kick. Basel controlled the game and could have gone further ahead in the 29th minute but &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt;'s shot rebounded from the post. On 40 minutes Cantaluppi scored his second goal. Following the goal celebrations Rossi was shown the red card for unsportsmanlike behaviour. Despite being a man less on the field Basel dominated the second period and &lt;a href=\"Carlos%20Varela%20%28Spanish%20footballer%29\"&gt;Carlos Varela&lt;/a&gt; had a shot against the cross bar. One minute before time &lt;a href=\"Timoth%C3%A9e%20Atouba\"&gt;Timothée Atouba&lt;/a&gt; netted following a set piece to make the end score 3–0 for the visitors.&lt;ref name=\"fcb-achiv-cup-2002/03-Yverdon-FCB\"&gt;&lt;/ref&gt;\nIn the round of 16 Basel were drawn against &lt;a href=\"Servette%20FC\"&gt;Servette&lt;/a&gt; and played at home in the &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; with an attendance of 10,721 spectators. The match was played on level terms and possession was even for the first half hour. Then Basel added tempo and pushed the visitors back creating two good chances, but &lt;a href=\"Christian%20Gim%C3%A9nez%20%28footballer%2C%20born%201974%29\"&gt;Christian Giménez&lt;/a&gt; failed with both opportunities. Following a corner-kick Basel were awarded a foul penalty which was converted by &lt;a href=\"Mario%20Cantaluppi\"&gt;Mario Cantaluppi&lt;/a&gt; on 35 minutes. Again, after the break FCB pushed forward with tempo, with Giménez and &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt; often outrunning the defence. After one such move in the 51st minute &lt;a href=\"Scott%20Chipperfield\"&gt;Scott Chipperfield&lt;/a&gt; was played into position and his left foot drive gave the team a two-goal lead. Following this, Basel controlled the game, occasionally using their speed, but content to control the ball and the play. The match ended with a 2–0 for the home team.&lt;ref name=\"fcb-achiv-cup-2002/03-FCB-Servette\"&gt;&lt;/ref&gt;\nIn the quarter-finals, FCB were drawn away against &lt;a href=\"BSC%20Young%20Boys\"&gt;YB&lt;/a&gt; and the match took place in the sold out &lt;a href=\"Stadion%20Neufeld\"&gt;Stadion Neufeld&lt;/a&gt; in &lt;a href=\"Bern\"&gt;Bern&lt;/a&gt; in front of an attendance of 10,700 spectators. Despite an early two-goal lead for Basel, with two goals from &lt;a href=\"Christian%20Gim%C3%A9nez%20%28footballer%2C%20born%201974%29\"&gt;Christian Giménez&lt;/a&gt; in the 2nd and 28th minute, YB picked up and turned the game and took the lead. &lt;a href=\"G%C3%BCrkan%20Sermeter\"&gt;Gürkan Sermeter&lt;/a&gt; scored his first goal on 38 and his on 42 minutes. To make things worse for Basel &lt;a href=\"Carlos%20Varela%20%28Spanish%20footballer%29\"&gt;Varela&lt;/a&gt; saw a yellow card for a foul on 41 minutes and three minutes later a second and was therefore, dismissed. The score was level as the teams went into the interval, but YB had the one-man advantage. Therefore, after the break YB continued their forwards pressing and Sermeter completed his hattrick on 55 minutes. Basel reacted straight away and took command, they pressed forward themselves and created two good chances. The first went wide of &lt;a href=\"Paolo%20Collaviti\"&gt;Paolo Collaviti&lt;/a&gt;'s goal and the second, then a header from &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; was pushed against the cross bar by Collaviti, but &lt;a href=\"Herv%C3%A9%20Tum\"&gt;Hervé Tum&lt;/a&gt; was in place to sink the rebound from close range. The score remained level at 3–3 until the end of regular time. In extra time, &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt; scored the deciding goal and Basel won 4–3 after extra time. &lt;ref name=\"fcb-achiv-cup-2002/03\"&gt;&lt;/ref&gt;\nBasel were drawn against lower-league club &lt;a href=\"FC%20Schaffhausen\"&gt;Schaffhausen&lt;/a&gt; in the semi-final. Again, FCB were able to play at home in the &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; which had an attendance of 26,960 spectators. Basel dominated the play from early in the game and the Schaffhausen defence had their problems. In the 5th minute &lt;a href=\"Mario%20Cantaluppi\"&gt;Mario Cantaluppi&lt;/a&gt;'s shot rebounded from the post. In the 7th minute &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt; scored, but the goal was disallowed due to an offside position. The Schaffhausen defenders Leu and Fehr were both shown the yellow card within the first 23 minutes. Then on 26 minutes &lt;a href=\"Antonio%20Esposito%20%28footballer%20born%201972%29\"&gt;Antonio Esposito&lt;/a&gt; put the home team the inevitable goal up. Basel continued to dominate the game, but were content to control the ball and play and not to endanger their defence. Yet as the second period ticked away, it became evident that the FCB players were becoming frustrated because they could not add another goal. &lt;a href=\"Scott%20Chipperfield\"&gt;Scott Chipperfield&lt;/a&gt; and Esposito were both shown yellow cards because of this. &lt;a href=\"Jean-Michel%20Tchouga\"&gt;Jean-Michel Tchouga&lt;/a&gt; netted on 70 minutes, but the goal was disallowed due to reckless play. Eventually in the 90th minute they got their second goal, &lt;a href=\"Herv%C3%A9%20Tum\"&gt;Hervé Tum&lt;/a&gt; hit the ball home from the edge of the area. Two minutes later the 3–0, as Esposito netted his second personal goal. Basel advanced, Schaffhausen were defeated, but honourably.&lt;ref name=\"fcb-achiv-cup-2002/03-FCB-Scaffhausen\"&gt;&lt;/ref&gt;\nThe 78th cup final was played in the &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; and had 31,500 spectators and was sold out. The final was played between FCB and &lt;a href=\"Neuch%C3%A2tel%20Xamax%20FCS\"&gt;Xamax&lt;/a&gt; and it was a one-sided affair. From the first minute Xamax showed too much respect for their opponent and therefore only played a role as background statistic. With the first goal in the 13th minute, Benjamin Huggel initiated the early demise of the anxious reacting Xamax team. Christian Gimenez realised a brace within eight minutes in the 35th and 43rd minute and so the one-sided game was already decided before the break. In the 65th minute, as Murat Yakin slotted home the 4–0 following a rebound out of the area from the completely overwhelmed Xamax defence, any doubts about the outcome of the game were wiped out. Boris Smiljanic in the 77th and Sébastien Barberis in the 83rd minute scored the last two goals in the highest cup final result since GC's 10-0 win over Lausanne in 1937. FC Basel effortlessly defeated Xamax 6–0 and achieved their seventh cup victory.&lt;ref name=\"nzz-cup-2002/03-fcb-xamax\"&gt;&lt;/ref&gt;\nWith the third-highest of all &lt;a href=\"Swiss%20Cup\"&gt;Swiss Cup&lt;/a&gt; final results to this date, Basel won 6–0 and won the domestic cup, achieving their primary aim for the competition. Winning the trophy FCB achieved their qualification to &lt;a href=\"2003%E2%80%9304%20UEFA%20Cup%23First%20round\"&gt;UEFA Cup first round&lt;/a&gt;.\nChampions League.\nQualifying rounds.\nŽilina.\nIn the second qualifying round of the Champions League, Basel were drawn against &lt;a href=\"Slovakia\"&gt;Slovakia&lt;/a&gt;n club &lt;a href=\"M%C5%A0K%20%C5%BDilina\"&gt;Žilina&lt;/a&gt;, and after a 1–1 draw in the first leg, came away with a 4–1 win on aggregate. The first leg was played in the &lt;a href=\"%C5%A0tadi%C3%B3n%20pod%20Dub%C5%88om\"&gt;Štadión pod Dubňom&lt;/a&gt; in &lt;a href=\"%C5%BDilina\"&gt;Žilina&lt;/a&gt; on July 31st, 2002. &lt;a href=\"Miroslav%20Bar%C4%8D%C3%ADk\"&gt;Miroslav Barčík&lt;/a&gt; put the home team a goal up after just 29 minutes, but Basel then put on the pressure and &lt;a href=\"Mari%C3%A1n%20Klago\"&gt;Marián Klago&lt;/a&gt; could not help but score an own goal just nine minutes later. \nIn the return leg in &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; on August 7th, 2002, Basel played a better and faster game. &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; put them a goal ahead after just 11 minutes and &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; doubled their lead 12 minutes later. Basel then controlled the game. It was again Giménez who netted soon after the half-time break and, from here on, the game seemed to be settled. &lt;a href=\"Vladim%C3%ADr%20Sta%C5%A1\"&gt;Vladimír Staš&lt;/a&gt; scored a consolation goal for the visitors ten minutes from time.\nCeltic.\nIn the third qualifying round, Basel faced &lt;a href=\"Scotland\"&gt;Scottish&lt;/a&gt; giants &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt; on August 14th. In the first leg, away at &lt;a href=\"Celtic%20Park\"&gt;Celtic Park&lt;/a&gt;, the home side won 3–1. After just 92 seconds, &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; stunned the home crowd with a goal for the visitors. &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; slid a nice pass through to striker Gimenez, who pushed the ball under the advancing goalkeeper &lt;a href=\"Rab%20Douglas\"&gt;Rab Douglas&lt;/a&gt;. However, Celtic equalised a few seconds later from the penalty spot. Swedish international &lt;a href=\"Henrik%20Larsson\"&gt;Henrik Larsson&lt;/a&gt; played a pass between the defenders through to &lt;a href=\"Stilian%20Petrov\"&gt;Stilian Petrov&lt;/a&gt;, who was fouled by Swiss international &lt;a href=\"Marco%20Zwyssig\"&gt;Marco Zwyssig&lt;/a&gt;. The Swede himself stepped forward and shot his penalty kick past &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt; into the bottom corner of the goal. The teams were level until, in the second half, Celtic applied more pressure. &lt;a href=\"Chris%20Sutton\"&gt;Chris Sutton&lt;/a&gt; missed his first chance, but he netted and put the home team ahead just two minutes later. Basel reacted and had a few chances, but Celtic held their lead and, two minutes from time, &lt;a href=\"Mohammed%20Sylla\"&gt;Mohammed Sylla&lt;/a&gt; hit a fine volley to give Celtic their victory.&lt;ref name=\"Uefa-CL-celtic-fcb-2002/03\"&gt;&lt;/ref&gt;\nThe second leg at &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; was on August 28th. Basel started the game at a high tempo and Celtic could have been a goal behind after just three minutes, but midfielder &lt;a href=\"Paul%20Lambert\"&gt;Paul Lambert&lt;/a&gt; stretched his leg out to block a close range shot from Ivan Ergic. Celtic was caught out by the pace and the clever move from the home side in the eighth minute. &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt; had the ball played to him as he ran to the goal line and he then played a left-footed reverse pass to split the visiting defence and this allowed &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; to race through and his right-footed shot passed below goalkeeper &lt;a href=\"Rab%20Douglas\"&gt;Rab Douglas&lt;/a&gt;. The Glasgow side could have levelled soon after, but &lt;a href=\"Henrik%20Larsson\"&gt;Henrik Larsson&lt;/a&gt;'s firm header went straight into Basel keeper Pascal Zuberbuhler arms from just five yards out. Celtic started the match with an unfamiliar back four and with four midfielders. Without the extra width which is provided by their normal 3-5-2 formation, they lacked their usual threat when going forward. The home team, backed by a noisy capacity crowd, had their heads up and they were soon rewarded with another goal. &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; jumped higher than both &lt;a href=\"Bobo%20Bald%C3%A9\"&gt;Bobo Baldé&lt;/a&gt; and &lt;a href=\"Ulrik%20Laursen\"&gt;Ulrik Laursen&lt;/a&gt; to head home a corner kick after 22 minutes. Celtic made two substitutions at half time, &lt;a href=\"Didier%20Agathe\"&gt;Didier Agathe&lt;/a&gt; and &lt;a href=\"Steve%20Guppy\"&gt;Steve Guppy&lt;/a&gt; coming on to play on the flanks in their usual formation and the Scots were immediately on the offensive. First a deflected shot from &lt;a href=\"Stilian%20Petrov\"&gt;Stilian Petrov&lt;/a&gt; went narrowly wide, then &lt;a href=\"Henrik%20Larsson\"&gt;Henrik Larsson&lt;/a&gt;'s shot was blocked. Celtic were denied a goal by the resolute Basel defence. With determination and drive, Celtic were in charge of the game for long periods in the second half. However, they struggled to create good goal-scoring chances. &lt;a href=\"Chris%20Sutton\"&gt;Chris Sutton&lt;/a&gt;'s header made at the near post was easily saved by goalkeeper &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt; and a wide range shot from &lt;a href=\"Mohammed%20Sylla\"&gt;Mohammed Sylla&lt;/a&gt; was harmless and easily dealt with by the keeper as well. Substitute &lt;a href=\"John%20Hartson\"&gt;John Hartson&lt;/a&gt; had the best chance in the 71st minute, but Zuberbuhler's right hand blocked the close-range header. In the final minute of added time, a Sutton shot passed just inches wide of the left goalpost, but this was the end of the Celtic siege on the Swiss side's goal. Basel were able to rescue the tie in the return match, coming away with a 2–0 victory, to draw 3–3 on aggregate. Basel thus proceeded to the group stage on the away goals rule. \nBasel's success saw them become only the second Swiss team ever to play in the modern &lt;a href=\"UEFA%20Champions%20League\"&gt;Champions League&lt;/a&gt;. &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;'s defeat meant that they would continue in the &lt;a href=\"2002%E2%80%9303%20UEFA%20Cup\"&gt;2002–03 UEFA Cup&lt;/a&gt;, entering in the &lt;a href=\"2002%E2%80%9303%20UEFA%20Cup%20first%20round\"&gt;First round&lt;/a&gt; and eventually progressing to the final.\nFirst group stage.\nIn the &lt;a href=\"2002%E2%80%9303%20UEFA%20Champions%20League%20group%20stage\"&gt;group stage&lt;/a&gt; Basel were drawn in Group B along with &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt;, &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; and &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt;.\nSpartak.\nMatchday 1 of the group stage gave Basel a home match against &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt; on 17 September, cheered on by a sell-out crowd of close to 30,000. &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt; gave Spartak their first scare in the 15th minute as he sent a header into the net past &lt;a href=\"Stanislav%20Cherchesov\"&gt;Stanislav Cherchesov&lt;/a&gt;, but Basel's Argentine striker was ruled offside. In the 23rd minute, &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; headed the ball against the post after a corner. Thirty seconds later his younger brother, &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt;, had his first chance, but he headed the ball just wide of Cherchesov's goal. In the 43rd minute, Hakan was again on target with a bicycle kick, but keeper Cherchesov caught it. After the half-time break, Basel were still showing that they were in control. In the 50th minute, Hakan Yakin put FC Basel on the path to victory, catching on to &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Eduardo Giménez&lt;/a&gt;'s pass to shoot left-footed into the net. Five minutes later, Rossi was able to dribble around the Spartak defence and place his shot beyond keeper Cherchesov to give his team a two-goal lead. Rossi narrowly missed the goal as he made a header that hit the crossbar in the 70th minute. The visitors were missing their injured captain, &lt;a href=\"Yegor%20Titov\"&gt;Yegor Titov&lt;/a&gt;, Basel dominated nearly all the match and still had a number of near misses later in the match.&lt;ref name=\"Uefa-CL-basel-vs-spartak-moskva-2002/03\"&gt;&lt;/ref&gt;&lt;ref name=\"SWI-2002/03-FC Basel overpower Spartak Moscow\"&gt;&lt;/ref&gt;\nLiverpool.\nBasel traveled to &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt; on match day 2 on September 25th to claim a 1–1 draw against &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;. Above everything, the noise created by the 3,500 Basel fans amongst the total 37,634 spectators before, during and after the match remains one of the most memorable things about this match. Liverpool were quickly into the game and created two or three good chances in the first quarter of an hour, but they were only warming up the Basel goalkeeper &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt;, who was having a good day. The visitors then battled back into the game, but the home team remained in charge. Liverpool's new signing &lt;a href=\"Milan%20Baro%C5%A1\"&gt;Milan Baroš&lt;/a&gt; scored with his first attempt on goal in the 34th minute and this was to be the only time that Zuberbühler was beaten. &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt; equalised shortly before the break and this was to be the only really good chance that the visitors created. Liverpool pressed for the win in the second half, but whenever central defenders &lt;a href=\"Alexandre%20Quennoz\"&gt;Alexandre Quennoz&lt;/a&gt; or &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; made a mistake, keeper Zuberbühler stood firm on the line to save the day for his team.&lt;ref name=\"Uefa-CL-liverpool-vs-basel-2002/03\"&gt;&lt;/ref&gt;\nValencia.\nIt rained all day on 2 October on Spain's south-eastern coast and minutes before the kick-off of the match in the only half full &lt;a href=\"Mestalla%20Stadium\"&gt;Mestalla Stadium&lt;/a&gt; between &lt;a href=\"Valencia%20CF\"&gt;Valencia&lt;/a&gt; and Basel it started to pour. It poured throughout the entire game. The hosts coped better with the near irregular circumstances and understood how to keep the ball in the air and off the soggy ground. Hardly properly organized and not at all coping with the countless pools of water spread all over the pitch, Basel's game was hopelessly lost and very soon all that was needed was damage limitation. It was a thankless and difficult task for the visitors against the completely unleashed Spaniards, who kept the ball and opponents running. &lt;a href=\"John%20Carew\"&gt;John Carew&lt;/a&gt; in the 10th and again in the 14th minute put the hosts two goals up. &lt;a href=\"F%C3%A1bio%20Aur%C3%A9lio\"&gt;Fábio Aurélio&lt;/a&gt; added the third after 17 minutes and &lt;a href=\"Rub%C3%A9n%20Baraja\"&gt;Rubén Baraja&lt;/a&gt; added the fourth even before the match was half an hour old. Playing without self-confidence, it was not surprising that the Basel forwards never appeared dangerously in front of goalkeeper &lt;a href=\"Santiago%20Ca%C3%B1izares\"&gt;Santiago Cañizares&lt;/a&gt; throughout the entire the first half.\nOnly after the break and some clear words from coach &lt;a href=\"Christian%20Gross\"&gt;Christian Gross&lt;/a&gt; were the FCB players able to absorb something. &lt;a href=\"Carlos%20Varela%20%28Spanish%20footballer%29\"&gt;Carlos Varela&lt;/a&gt; came on for defender &lt;a href=\"Timoth%C3%A9e%20Atouba\"&gt;Timothée Atouba&lt;/a&gt; and he appeared alone in front of Cañizares after just a few seconds. The Spanish International keeper managed to clear, but was powerless against &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt;'s quick reaction second shot. But the locals quickly shifted their attention to the other side. &lt;a href=\"Miguel%20%C3%81ngel%20Angulo\"&gt;Miguel Ángel Angulo&lt;/a&gt; hit the lower edge of the bar in the 49th minute and &lt;a href=\"Mista%20%28footballer%29\"&gt;Mista&lt;/a&gt; saw his shot cleared off the goal line by captain &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt;, before it struck in again behind the powerless &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt;. &lt;a href=\"Pablo%20Aimar\"&gt;Pablo Aimar&lt;/a&gt; and Mista increased to make it 6–1 for the home team. The biggest FCB defeat in the European Cup after the 0–5 against &lt;a href=\"Celtic%20Glasgow\"&gt;Celtic Glasgow&lt;/a&gt; 38 years earlier seemed to be on its way. But thanks to the late strike by &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt;, at least this disgrace could still be averted. After two good results Basel were brought back down to earth by a 6–2 demolition against Valencia.&lt;ref name=\"Uefa-CL-valencia-vs-basel-2002/03\"&gt;&lt;/ref&gt;\nValencia return match.\nHowever, Basel bounced back and held Valencia to a 2–2 draw on match day 4 in the &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; three weeks later. Valencia had already qualified for the second group stage and played with a kind of B team and this time the FCB team was ready for the game. Basel controlled the game from the first minutes, not creating too many chances, but pinning the visitors into their own half. &lt;a href=\"Ivan%20Ergi%C4%87\"&gt;Ivan Ergić&lt;/a&gt; eventually put the home team a goal up in the 32nd minute. But Valencia reacted immediately and only four minutes later &lt;a href=\"Rub%C3%A9n%20Baraja\"&gt;Rubén Baraja&lt;/a&gt; levelled the score. In the second half the visitors were more in charge and after 72 minutes &lt;a href=\"Curro%20Torres\"&gt;Curro Torres&lt;/a&gt; put them ahead. This time the home team reacted and played good moves towards captain and keeper &lt;a href=\"Santiago%20Ca%C3%B1izares\"&gt;Santiago Cañizares&lt;/a&gt; who had to deal with a few dangerous shots. However, he was beaten by an Ergić shot in the last minute of regular time and the added injury time passed without a change in the score.&lt;ref name=\"Uefa-CL-basel-vs-valencia-2002/03\"&gt;&lt;/ref&gt;\nSpartak return match.\nBasel had slipped from second place in the group to third, as Liverpool had won both games against Spartak. Basel needed to win at least one of their last two games and needed Liverpool to fail to pick up more than two points. In match day five, Liverpool lost 1–0 to Valencia and Basel played away against Spartak at the &lt;a href=\"Luzhniki%20Stadium\"&gt;Luzhniki Stadium&lt;/a&gt;. Basel started well into the match, but had a shock as &lt;a href=\"Antonio%20Esposito%20%28footballer%20born%201972%29\"&gt;Antonio Esposito&lt;/a&gt; injured himself in the early minutes and was replaced by &lt;a href=\"Timoth%C3%A9e%20Atouba\"&gt;Timothée Atouba&lt;/a&gt;. Nevertheless, they did not lose their concentration and &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt; put them one up after 18 minutes. Spartak then had more of the game pressing forward but not really troubling the Basel back four. In total they had five corner kicks and 12 attempts at goal. Basel played looking for counter-attacks, but were caught off-side 11 times. Two minutes before the end of time the counter-attack was well played and &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; went clear to put the ball passed keeper &lt;a href=\"Maksym%20Levytskyi\"&gt;Maksym Levytskyi&lt;/a&gt; to secure the 2–0 victory.&lt;ref name=\"Uefa-CL-spartak-moskva-vs-basel-2002/03\"&gt;&lt;/ref&gt;\nLiverpool return match.\nBasel were sitting in second place in the group table, but their place in the last 16 was all but secured, although all they had to do was to make sure they did not lose to &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt; in the last game of the first group stage. Basel prepared themselves for this match with a training camp in the Black Forest, where the schedule was composed of videos, lectures and quizzing of the players. The team must have felt they were being introduced into a cult and if so, they emerged from this with enthusiasm and eagerness of true believers. Liverpool, on the other hand, were initially engulfed by a crisis of good faith. The Liverpool coach &lt;a href=\"G%C3%A9rard%20Houllier\"&gt;Gérard Houllier&lt;/a&gt;'s strategy proved to be founded on a slight misconception and knowing that he had to win, he persuaded himself that he could afford to leave out the calm player &lt;a href=\"Salif%20Diao\"&gt;Salif Diao&lt;/a&gt; in the interests of fielding a more expressive line-up from the beginning.\nThe game began for Liverpool in the worst possible manor. In the second minute, &lt;a href=\"Danny%20Murphy%20%28footballer%2C%20born%201977%29\"&gt;Danny Murphy&lt;/a&gt; lost the ball to &lt;a href=\"Antonio%20Esposito%20%28footballer%2C%20born%201972%29\"&gt;Antonio Esposito&lt;/a&gt;, who immediately beat the offside trap with a well played diagonal pass to &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt;. Yakin's low, but fast cross ball bounced inconveniently in the middle of the penalty area, but the earnest thinking &lt;a href=\"Julio%20Hernan%20Rossi\"&gt;Julio Hernan Rossi&lt;/a&gt;, who had also scored at &lt;a href=\"Anfield\"&gt;Anfield&lt;/a&gt;, converted Yakin's pass perfectly. The only Liverpool effort to be remembered in the first half was a good drive by &lt;a href=\"Emile%20Heskey\"&gt;Emile Heskey&lt;/a&gt; that &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt; tipped over the crossbar after 10 minutes. There was a superb move before Basel's second goal. Rossi moved to the right and then played a square pass towards &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt;. The Liverpool back four just watched in awe as Giménez burst through to take the ball and snip it past keeper &lt;a href=\"Jerzy%20Dudek\"&gt;Jerzy Dudek&lt;/a&gt;. In the 29th minute, Dudek parried Yakin's free-kick, only for &lt;a href=\"Timoth%C3%A9e%20Atouba\"&gt;Timothée Atouba&lt;/a&gt; to net the rebound. The home supporters were singing loudly before the goal and after it the noise was deafening and never ending. Basel's attacks were reducing Liverpool reputations decisively and especially in the midfield area the visitors were powerless.\nLiverpool fought back, but the road to parity was steep. However, Liverpool climbed it well with impressive purpose and immense strength as the Basel team became tired. &lt;a href=\"Salif%20Diao\"&gt;Salif Diao&lt;/a&gt; was substituted in for a poor &lt;a href=\"Steven%20Gerrard\"&gt;Steven Gerrard&lt;/a&gt; and he restored the teams order and, after an hour, began the build-up that saw &lt;a href=\"Danny%20Murphy%20%28footballer%2C%20born%201977%29\"&gt;Murphy&lt;/a&gt; finish accurately after being neatly teed up by midfielder &lt;a href=\"Vladimir%20Smicer\"&gt;Vladimir Smicer&lt;/a&gt;. Smicer then added a goal of his own after 64 minutes, stretching himself to the limit to force home a pass from &lt;a href=\"Milan%20Baros\"&gt;Milan Baros&lt;/a&gt;. As &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; then handled a low ball on the ground, with &lt;a href=\"Michael%20Owen\"&gt;Michael Owen&lt;/a&gt; swerving passed him, there was almost euphoria. Owen himself took the penalty, Zuberbühler blocked this, but Owen pushed in the loose ball. Nevertheless, the home crowd were still singing their songs very loud and the score remained at 3–3 right up until the final whistle. Basel thus qualified for the next round.&lt;ref name=\"guardian-basel-liverpool-2002/03\"&gt;&lt;/ref&gt;&lt;ref name=\"Uefa-Champions league 2002/03-fcb-liverpool\"&gt;&lt;/ref&gt;\nAs third placed team in the group, Liverpool continued in the &lt;a href=\"2002%E2%80%9303%20UEFA%20Cup\"&gt;2002–03 UEFA Cup&lt;/a&gt; and entered in the &lt;a href=\"2002%E2%80%9303%20UEFA%20Cup%23Final%20phase\"&gt;final phase&lt;/a&gt;. Here they would advance to the Quarter-finals, where they were drawn against and knocked out by &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;, who, in their turn, were to advance to the final to play against &lt;a href=\"FC%20Porto\"&gt;Porto&lt;/a&gt;.\nSecond group stage.\nIn the round of 16, Basel were drawn into group D together with &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt;, &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; and &lt;a href=\"Deportivo%20de%20La%20Coru%C3%B1a\"&gt;Deportivo de La Coruña&lt;/a&gt;. Basel were now quite renowned for their early pressing and their goals in the opening minutes. They had achieved an early goal against &lt;a href=\"M%C5%A0K%20%C5%BDilina\"&gt;Žilina&lt;/a&gt;, one in both games against &lt;a href=\"Celtic%20F.C.\"&gt;Celtic&lt;/a&gt;, as well as one against &lt;a href=\"FC%20Spartak%20Moscow\"&gt;Spartak Moscow&lt;/a&gt;, before their second-minute goal against &lt;a href=\"Liverpool%20F.C.\"&gt;Liverpool&lt;/a&gt;. In addition to this, they also achieved an early lead in eight of their 20 domestic league matches up until this time, so the opponents were warned.\nManchester United.\nAs expected the match day 1 game on November 26th, 2002 between &lt;a href=\"Manchester%20United%20F.C.\"&gt;Manchester United&lt;/a&gt; and Basel started extraordinarily fast. Immediately after the kick-off, Basel's &lt;a href=\"Julio%20Hern%C3%A1n%20Rossi\"&gt;Julio Hernán Rossi&lt;/a&gt; sprinted into the United penalty area and forced a clearance from &lt;a href=\"Wes%20Brown\"&gt;Wes Brown&lt;/a&gt;, after Basel captain &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; had played a precise long ball. &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt; curled in the corner ball and Rossi placed a fine header low, near the goalpost. This was brilliantly headed off the line by &lt;a href=\"Quinton%20Fortune\"&gt;Quinton Fortune&lt;/a&gt;. But the ball landed by &lt;a href=\"Scott%20Chipperfield\"&gt;Scott Chipperfield&lt;/a&gt; and his fierce shot was deflected in by &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giminez&lt;/a&gt; past the helpless &lt;a href=\"Fabien%20Barthez\"&gt;Fabien Barthez&lt;/a&gt; after just 31 seconds. Sir &lt;a href=\"Alex%20Ferguson\"&gt;Alex Ferguson&lt;/a&gt; looked on in disgust from the sidelines, he had warned his players. Hakan Yakin was denied the second goal after he ran amok, dribbling around the United defenders, turning them inside out. Just one minute later he did the thing again and set up Rossi, whose shot was saved in extremis by keeper Barthez. Not even one minute later &lt;a href=\"Juan%20Sebasti%C3%A1n%20Ver%C3%B3n\"&gt;Juan Verón&lt;/a&gt; gave the ball away to Gimenez, he didn't make much effort to try and to get it back, and the goal-scorer tried to chip Barthez. As the Frenchman back-pedaled furiously, the ball landed on the roof of the goal. Basel remained in control and &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt; was lucky to get away with just a yellow card after he first fouled Hakan Yakin and then &lt;a href=\"Mario%20Cantaluppi\"&gt;Mario Cantaluppi&lt;/a&gt;. Seconds after the booking, Scholes lunged in again with a terribly clumsy tackle on &lt;a href=\"Ivan%20Ergi%C4%87\"&gt;Ivan Ergić&lt;/a&gt; and he remained very fortunate not to have been sent off. After the break United were better into the game. A fine cross from &lt;a href=\"Ole%20Gunnar%20Solskj%C3%A6r\"&gt;Ole Gunnar Solskjær&lt;/a&gt; was met nicely by &lt;a href=\"Ruud%20van%20Nistelrooy\"&gt;Ruud van Nistelrooy&lt;/a&gt;'s forehead and the ball ended in the net. One minute later van Nistelrooy again. From the narrowest of angles, because he was stood on the by-line, he slotted the ball past &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt; in the Basel goal. Six minutes later Solskjaer added his own name to the scorers' list with a low hard shot between Zubi's legs. The game was decided at this moment and Basel suffered a 1–3 defeat.&lt;ref name=\"guardian-basel-united-2002/03\"&gt;&lt;/ref&gt;&lt;ref name=\"bbcsport-basel-united-2002/03\"&gt;&lt;/ref&gt;\nJuventus.\nAfter heavy snowfalls in and around &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt;, the day-2 game on December 11th suffered from the poor pitch and in the early stages also from heavy fog. The hosts &lt;a href=\"Juventus%20F.C.\"&gt;Juventus&lt;/a&gt; probably had the better X-ray vision and took a 1–0 lead after a header relay between &lt;a href=\"Mark%20Iuliano\"&gt;Mark Iuliano&lt;/a&gt; and &lt;a href=\"David%20Trezeguet\"&gt;David Trezeguet&lt;/a&gt; in the 3rd minute. However, the Swiss were able to recover quickly from the early deficit and determined the game for the next quarter of an hour, but &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; in particular was unable to take advantage of the chances they had created. But then the Italians were back almost as if at the push of a button and appeared dangerous time and time in front of the box of Basel goalkeeper &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt;. In the 34th minute the time had come and just as Basel seemed to be getting the better, &lt;a href=\"Paolo%20Montero\"&gt;Paolo Montero&lt;/a&gt; was spot on and dusted off to make it 2–0. Zuberbühler was only able to take off a &lt;a href=\"Alessandro%20Del%20Piero\"&gt;Alessandro Del Piero&lt;/a&gt; free kick. Shortly before the end of the first half, &lt;a href=\"Alessio%20Tacchinardi\"&gt;Alessio Tacchinardi&lt;/a&gt; increased with a long-range shot to a befitting 3-0 break lead. The second half also saw Basel going forward, but the Italians scored the next goal. &lt;a href=\"Pavel%20Nedv%C4%9Bd\"&gt;Pavel Nedvěd&lt;/a&gt; fell in the penalty area, referee &lt;a href=\"Luc%C3%ADlio%20Batista\"&gt;Lucílio Batista&lt;/a&gt; imposed a not undisputed penalty, but Del Piero made it 4–0. At least one cannot blame Basel for saying goodbye to the game. The outsider fought against the debacle with great morale and continued to look for their chance to get at least the consolation goal. However, their fast counterattacks mostly came to an end at the edge of the penalty area, but the final pass rarely reached its goal with the vigilant Juve defense. Shots from the second row were never a problem for goalkeeper &lt;a href=\"Gianluigi%20Buffon\"&gt;Gianluigi Buffon&lt;/a&gt;. The result was an unpleasant 0–4 defeat for Basel.&lt;ref name=\"kicker.juventus-basel-cl-2002/03\"&gt;&lt;/ref&gt;\nDeportivo.\nThe game on day 3 was after the winter break and took place on February 19th, 2003 with Basel at home in the &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; against &lt;a href=\"Deportivo%20de%20La%20Coru%C3%B1a\"&gt;Deportivo de La Coruña&lt;/a&gt;. Again the match started fast and &lt;a href=\"Christian%20Gross\"&gt;Christian Gross&lt;/a&gt;'s Basel team made attempts for an early goal. However,&lt;a href=\"Javier%20Irureta\"&gt;Javier Irureta&lt;/a&gt;'s Deportivo could have taken the lead twice. Basel captain &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt; together with midfielder &lt;a href=\"Mario%20Cantaluppi\"&gt;Mario Cantaluppi&lt;/a&gt; were able to calm things down and Basel took control of the match after about 15 minutes and they pressed forwards. However, it wasn't until the 30th minute before they had their first really good chance, &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; failed against goalkeeper &lt;a href=\"Juanmi%20%28footballer%2C%20born%201971%29\"&gt;Juanmi&lt;/a&gt;. Only a few seconds later &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt; also had a chance at goal and he ended things better, putting the hosts 1-0 up. From here on the game was very tactical, neither team wanting to make a mistake. Basel could have increased their lead two or three times, but Deportivo could have equalised, but weren't as commanding. The game ended with the one nil victory for the home team and they managed to give themselves hope of reaching the quarter-finals by winning.&lt;ref name=\"Uefa-CL-basel-vs-deportivo-2002/03\"&gt;&lt;/ref&gt;\nDeportivo return match.\nThe return match was played just six days later on February 25th in &lt;a href=\"Estadio%20Riazor\"&gt;Estadio Riazor&lt;/a&gt; in &lt;a href=\"A%20Coru%C3%B1a\"&gt;A Coruña&lt;/a&gt;. &lt;a href=\"Deportivo%20de%20La%20Coru%C3%B1a\"&gt;Deportivo&lt;/a&gt; were again ready for the quick starting visitors, whose first chance in the second minute was blocked. Again Basel came forward, but the chance was foiled early and the hosts had a well played counterattack. &lt;a href=\"Diego%20Trist%C3%A1n\"&gt;Diego Tristán&lt;/a&gt; ran clear and was able to put his side a goal up in the fourth minute. Deportivo then controlled their defensive area, allowing Basel freedom in mid-field. The match was played tactically by the home side and the visitors, with their goalkeeper &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt; as captain for the injured &lt;a href=\"Murat%20Yakin\"&gt;Murat Yakin&lt;/a&gt;, could not find the space that they would have liked, against the well defending opponents. During the early minutes of the second period Basel created their best chances, but it soon became apparent that they were tiring. Deportivo controlled the last twenty, twenty-five minutes easily and won the game 1–0, which put them into third position in the table with four points, above their opponents who had just three points.&lt;ref name=\"Uefa-CL- -2002/03\"&gt;&lt;/ref&gt;\nManchester United return match.\nArguably two of Basel's greatest ever European games, up until here, came next. First, they held &lt;a href=\"Manchester%20United\"&gt;Manchester United&lt;/a&gt; to a 1–1 draw at &lt;a href=\"Old%20Trafford\"&gt;Old Trafford&lt;/a&gt; on 12 March. Despite having achieved just one victory and having scored only two goals in the first four matches of the second group stage, Basel were only a point behind the duo Deportivo and Juventus. Victory over United, who had already assured their automatic qualification for the knock-out stage, would set up an epic finish as Basel would entertain Juventus for the last match of the group. Head coach &lt;a href=\"Christian%20Gross\"&gt;Christian Gross&lt;/a&gt; had been thorough with his planning before the trip to Manchester. The team flew early to England, on the day after their weekend league win over &lt;a href=\"Servette%20FC\"&gt;Servette&lt;/a&gt;, to avoid the temptation of a player's visit to the local &lt;a href=\"Carnival%20of%20Basel\"&gt;Fasnacht&lt;/a&gt;.\nWell over 3,000 Basel fans had made the journey to support their team in the theatre of dreams; 23 charter planes arrived at Manchester airport that day alone. The entire fan block were in their sector, singing and chanting, well over an hour before kick-off. The Basel team, being pushed on by their fans, started fast and furious, creating three early chances before United had their first. In the 14th minute, &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; controlled a cross with this chest and right footed a volley beyond keeper &lt;a href=\"Roy%20Carroll\"&gt;Roy Carroll&lt;/a&gt;, who played in place of regular goalie &lt;a href=\"Fabien%20Barthez\"&gt;Fabien Barthez&lt;/a&gt;. United tried to react, but failed in their attempt to pressurise the Basel defense, and it was the guests who were dominating the match. Manager &lt;a href=\"Alex%20Ferguson\"&gt;Alex Ferguson&lt;/a&gt; had also given the regulars &lt;a href=\"David%20Beckham\"&gt;David Beckham&lt;/a&gt;, &lt;a href=\"Ruud%20van%20Nistelrooy\"&gt;Ruud van Nistelrooy&lt;/a&gt;, &lt;a href=\"Ryan%20Giggs\"&gt;Ryan Giggs&lt;/a&gt; and &lt;a href=\"Paul%20Scholes\"&gt;Paul Scholes&lt;/a&gt; a break by leaving them on the Bench, at the same time giving &lt;a href=\"Kieran%20Richardson\"&gt;Kieran Richardson&lt;/a&gt; his debut for the team. The United manager was getting increasingly irritated by the team's performance and at half time he brought on Giggs. In the 53rd minute, a wide ranged, left-footed shot from captain &lt;a href=\"Gary%20Neville\"&gt;Gary Neville&lt;/a&gt; was unluckily deflected beyond &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Zuberbühler&lt;/a&gt; to level the score. But, despite this, Basel were playing better and were closer to taking the lead again. Ferguson reacted in the 73rd minute—he brought on Beckham and Scholes in an attempt to win the match. During the last few minutes Basel had another two or three chances but the 1–1 draw remained the final score.\nJuventus return match.\nThe situation before match day six of this second group stage was clear. United were group winners and Juventus were three points clear of the duo Basel and Deportivo, Basel needed at least a four-goal victory at &lt;a href=\"St.%20Jakob-Park\"&gt;St. Jakob-Park&lt;/a&gt; on 18 March to overtake their match day opponents and go through to the next round. Referee was the German &lt;a href=\"Wolfgang%20Stark\"&gt;Wolfgang Stark&lt;/a&gt; and the stadium was sold-out with over 30,500 spectators. The Italians had the better start and on ten minutes as the visitors broke through, &lt;a href=\"Cristian%20Zenoni\"&gt;Cristian Zenoni&lt;/a&gt; fed &lt;a href=\"Alessio%20Tacchinardi\"&gt;Alessio Tacchinardi&lt;/a&gt;, whose left-footed long range shot gave keeper &lt;a href=\"Pascal%20Zuberb%C3%BChler\"&gt;Pascal Zuberbühler&lt;/a&gt; no chance. This only doubled Basel's determination and they reacted well and put on the pressure immediately, having two good chances within a short time. &lt;a href=\"Hakan%20Yakin\"&gt;Hakan Yakin&lt;/a&gt;, with a clever chip, forced keeper &lt;a href=\"Gianluigi%20Buffon\"&gt;Gianluigi Buffon&lt;/a&gt; to tip the ball wide of the post and he also had to make a save against a shot from &lt;a href=\"Scott%20Chipperfield\"&gt;Scott Chipperfield&lt;/a&gt;. After 38 minutes Basel were deservedly level. A sloppy clearance from &lt;a href=\"Mark%20Iuliano\"&gt;Mark Iuliano&lt;/a&gt; was caught and pushed on by &lt;a href=\"Christian%20Eduardo%20Gim%C3%A9nez\"&gt;Christian Giménez&lt;/a&gt; and &lt;a href=\"Mario%20Cantaluppi\"&gt;Mario Cantaluppi&lt;/a&gt; reacted quickly to volley home his first Champions League goal. Hakan Yakin again forced Buffon to make another fine save so that Juventus could hold on before half-time. In the second period Basel continued to dominate the match. &lt;a href=\"S%C3%A9bastien%20Barberis\"&gt;Sébastien Barberis&lt;/a&gt;' shot, just three minutes into the second half, went narrowly over the bar. Juventus continued to defend their area in numbers, but, at the other end, &lt;a href=\"Pavel%20Nedved\"&gt;Pavel Nedved&lt;/a&gt; remained a threat. Swiss international Hakan Yakin had a good chance as he pounced on a poor clearance in front of goal from &lt;a href=\"Lilian%20Thuram\"&gt;Lilian Thuram&lt;/a&gt;, but a quick reacting Iuliano ensured that the Yakin could not get full contact. Basel went even closer following a corner after 67 minutes, but a Giménez's header hit the crossbar. Juventus looked stronger after this, but in the second and final minute of added time, Basel forced their tenth corner. Cantaluppi's corner kick was flicked on by Chipperfield and Giménez volleyed the ball over the line and his side claimed a 2–1 victory.\nConclusion.\nThe victory meant that Basel finished the second group stage level on points with both Juventus and the Spanish Deportivo La Coruña. But in the six games between the three level teams, Juventus' better points tally meant that they continued to the quarter-finals. Despite being knock-out on tie-breaking criteria, Basel had achieved their seasons European aim easily. During this season's impressive Champions League run, it brought them much acknowledgement and praise. It has also earned the club well over 20 million Swiss Francs in performance bonuses. This additional intake should keep Basel in touch with all the other Swiss league contenders, but this amount remains petty cash when compared with the finances of other teams, such as Real Madrid, Juventus or Manchester United.\nTransfers.\nSummer.\nOut.\n \nResults.\nNationalliga A.\nQualification phase.\nThe Qualification round to the 2002–03 league season was contested by twelve teams. The eight teams at the top of the table at the end of the regular season (or qualification) were then to compete in the championship play-off round.\nLeague table.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nChampionship round.\nThe first eight teams of the regular season (or Qualification) competed in the Championship Playoff Round. They took half of the points (rounded up to complete units) gained in the Qualification as Bonus with them.\nFinal league table.\n&lt;onlyinclude&gt;&lt;/onlyinclude&gt;\nChampions League.\nSecond qualifying round.\n\"Basel won 4–1 on aggregate\"\nThird qualifying round.\n\"3–3 on aggregate, Basel won on away goals\""
}