{
    "id": "3834134",
    "revid": "33400974",
    "url": "https://en.wikipedia.org/wiki?curid=3834134",
    "title": "Sosban Fach",
    "text": "Sosban Fach (&lt;a href=\"Welsh%20Language\"&gt;Welsh&lt;/a&gt; for \"Little Saucepan\") is a traditional Welsh &lt;a href=\"folk%20music\"&gt;folk&lt;/a&gt; song. It is one of the best-known and most often sung songs in the Welsh language.\nThe song is based on a verse written by &lt;a href=\"Richard%20Davies%20%28Mynyddog%29\"&gt;Mynyddog&lt;/a&gt; in 1873 as part of his song \"Rheolau yr Aelwyd\" (\"Rules of the home\") — see below. Talog Williams, an accountant from Dowlais, created the song we have today by altering Mynyddog's verse and adding four new verses. The song catalogues the troubles of a harassed housewife.\nThe song is associated with the &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club &lt;a href=\"Llanelli%20RFC\"&gt;Llanelli RFC&lt;/a&gt; and, more recently, the &lt;a href=\"Scarlets\"&gt;Scarlets&lt;/a&gt; regional rugby side. The association derives from &lt;a href=\"Llanelli\"&gt;Llanelli's&lt;/a&gt; &lt;a href=\"Tinning\"&gt;tin plating&lt;/a&gt; industry, which used to tin-plate steel saucepans and other kitchen utensils as a cheap supply to the British public. During the final years of &lt;a href=\"Stradey%20Park\"&gt;Stradey Park&lt;/a&gt;, the former ground of Llanelli RFC and the Scarlets, the goalposts were adorned with Scarlet saucepans as a tribute to the town's history; the utensils have been transferred to the clubs' new ground, &lt;a href=\"Parc%20y%20Scarlets\"&gt;Parc y Scarlets&lt;/a&gt;. The Scarlets' official magazine is titled \"Sosban\".\n&lt;a href=\"Bryn%20Terfel\"&gt;Bryn Terfel&lt;/a&gt; recorded the song on his 2000 album \"&lt;a href=\"We%27ll%20Keep%20a%20Welcome%20%28album%29\"&gt;We'll Keep a Welcome&lt;/a&gt;\".\nLyrics.\nVariations.\nThis song has been adopted by the fans of the rugby team, the &lt;a href=\"Scarlets\"&gt;Llanelli Scarlets&lt;/a&gt;. Many English variations can be heard in the stands during rugby matches.\nAfter Llanelli beat a strong New Zealand side on 31 October 1972, a new English chorus could be heard:\nOther variations include the following.\nDafydd James refers to a player who scored the winning points in a &lt;a href=\"Heineken%20Cup\"&gt;Heineken Cup&lt;/a&gt; match.\nA verse was \"uncovered\" in Patagonia that is sung by descendants of Welsh settlers and follows the second original verse:\nOther media.\nAuthor &lt;a href=\"Diana%20Wynne%20Jones\"&gt;Diana Wynne Jones&lt;/a&gt; refers to the song several times as 'Calcifer's silly saucepan song' in her book \"&lt;a href=\"Howl%27s%20Moving%20Castle\"&gt;Howl's Moving Castle&lt;/a&gt;\".\nThe Welsh rock band &lt;a href=\"Man%20%28band%29\"&gt;Man&lt;/a&gt; has a recording of the song on the live album \"Back Into the Future\", 1973. It is sung by the &lt;a href=\"Gwalia%20Male%20Choir\"&gt;Gwalia Male Choir&lt;/a&gt;.\nExternal links.\nLive performance here :"
}