{
    "id": "3834711",
    "revid": "1060866187",
    "url": "https://en.wikipedia.org/wiki?curid=3834711",
    "title": "Trochodendron",
    "text": "Trochodendron is a genus of &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s with one living species, \"&lt;a href=\"Trochodendron%20aralioides\"&gt;Trochodendron aralioides&lt;/a&gt;\", and six extinct species known from the fossil record. It was often considered the sole genus in the family &lt;a href=\"Trochodendraceae\"&gt;Trochodendraceae&lt;/a&gt;, though botanists now also include the distinct genus \"&lt;a href=\"Tetracentron\"&gt;Tetracentron&lt;/a&gt;\" in the family.\nSpecies.\n\"Trochodendron\" is native to &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;, southern &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt;, &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt; and the &lt;a href=\"Ryukyu%20Islands\"&gt;Ryukyu Islands&lt;/a&gt;, with fossils known from &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, and the Russian Far East.\n\"Trochodendron aralioides\" is an &lt;a href=\"evergreen\"&gt;evergreen&lt;/a&gt; &lt;a href=\"tree\"&gt;tree&lt;/a&gt; or large &lt;a href=\"shrub\"&gt;shrub&lt;/a&gt; growing to 20 m tall. \"Trochodendron\" and \"Tetracentron\" lack &lt;a href=\"vessel%20element\"&gt;vessel element&lt;/a&gt;s in their &lt;a href=\"wood\"&gt;wood&lt;/a&gt;, a quite unusual feature in &lt;a href=\"flowering%20plant\"&gt;angiosperms&lt;/a&gt;. This has long been considered a very primitive character, resulting in the classification of these two genera in a basal position in the angiosperms; however, genetic research by the &lt;a href=\"Angiosperm%20Phylogeny%20Group\"&gt;Angiosperm Phylogeny Group&lt;/a&gt; has shown it to be in a less basal position (early in the &lt;a href=\"eudicot\"&gt;eudicot&lt;/a&gt;s), suggesting the absence of vessel elements in these two genera is a secondarily evolved character, not a primitive one.\nFossil record.\nAmong the middle &lt;a href=\"Miocene\"&gt;Miocene&lt;/a&gt; &lt;a href=\"Sarmatian%20%28age%29\"&gt;Sarmatian&lt;/a&gt; &lt;a href=\"palynology\"&gt;palynoflora&lt;/a&gt; from the &lt;a href=\"Lavanttal\"&gt;Lavanttal&lt;/a&gt; Basin &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt; researchers have recognized \"Trochodendron\" &lt;a href=\"fossil\"&gt;fossil&lt;/a&gt; &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt;. The sediment containing the \"Trochodendron\" fossil pollen had accumulated in a lowland wetland environment with various vegetation units of mixed evergreen/deciduous broadleaved/conifer forests surrounding the wetland basin. Key relatives of the fossil taxa found with \"Trochodendron\" pollen are presently confined to humid warm temperate environments, suggesting a &lt;a href=\"subtropical\"&gt;subtropical&lt;/a&gt; climate during the middle Miocene in Austria."
}