{
    "id": "3834520",
    "revid": "22045359",
    "url": "https://en.wikipedia.org/wiki?curid=3834520",
    "title": "La Manga",
    "text": "La Manga (), or La Manga del Mar Menor (meaning \"The Sandbar of the Minor Sea\") is a seaside &lt;a href=\"spit%20%28landform%29\"&gt;spit&lt;/a&gt; of &lt;a href=\"Mar%20Menor\"&gt;Mar Menor&lt;/a&gt; in the &lt;a href=\"Region%20of%20Murcia\"&gt;Region of Murcia&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;.\nThe strip is 21 km long and 100 metres wide (average), separating the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt; from the &lt;a href=\"Mar%20Menor\"&gt;Mar Menor&lt;/a&gt; (Minor Sea) lagoon, from &lt;a href=\"Cabo%20de%20Palos\"&gt;Cabo de Palos&lt;/a&gt; to the Punta del Mojón.\nHistorically, it was known by the Romans as \"Palus\" and later by the Moors as \"Al Buhayrat Al Qsarand\". In the 17th century its name changed to \"Mar Chico\", meaning \"small sea\" and later as El Mar Menor. Originally, it was a bay opening into the Mediterranean; at either end, volcanic reefs gradually held back the sand and sediment that was dragged along by the sea currents to form a sandy column of dunes and rock vegetation and long beaches in contact with two seas. La Manga sandbar is cut off by natural channels that keep the two seas in contact with each other; the so-called \"golas\" allow water from the Mediterranean into the lake. As such, the space was untouched until the 1960s, when La Manga was discovered as a tourist resort and underwent a transformation which included the urbanisation of the area and the construction of tourist infrastructures.\nIn 1938, during the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt;, the &lt;a href=\"Battle%20of%20Cape%20Palos%20%281938%29\"&gt;Battle of Cape Palos&lt;/a&gt; took place near the cape. \nIts lighthouse began operating on January 31, 1865. The cape is part of a marine reserve, the Reserva Marina de Cabo de Palos e Islas Hormigas.\nThe nearest airport is Corvera (RMU).\nSports.\nThe Mar Menor with its 5 islands and having shallow and protected waters, lends itself to being an International waterbased Sports Station.\nThere are sailing and skiing schools that run periodical courses, as well as &lt;a href=\"windsurfing\"&gt;windsurfing&lt;/a&gt; and &lt;a href=\"catamarans\"&gt;catamarans&lt;/a&gt;, and canoeing. In the nearby town of &lt;a href=\"Los%20Belones\"&gt;Los Belones&lt;/a&gt; is a stadium, &lt;a href=\"La%20Manga%20Stadium\"&gt;La Manga Stadium&lt;/a&gt;, known for hosting numerous &lt;a href=\"football%20%28soccer%29\"&gt;football&lt;/a&gt; clubs from all over the world during the winter months. &lt;a href=\"La%20Manga%20Cup\"&gt;La Manga Cup&lt;/a&gt; at &lt;a href=\"La%20Manga%20Club\"&gt;La Manga Club&lt;/a&gt; has been staged every year since 1999. The 2011, 2012, and 2013 &lt;a href=\"Copa%20del%20Sol\"&gt;Copa del Sol&lt;/a&gt; tournaments were also held partly at the stadium, as well as many of the &lt;a href=\"2000%E2%80%9301%20Nordic%20Football%20Championship\"&gt;2000–01 Nordic Football Championship&lt;/a&gt; matches."
}