{
    "id": "3835856",
    "revid": "7072794",
    "url": "https://en.wikipedia.org/wiki?curid=3835856",
    "title": "A.F.C. Totton",
    "text": "Association Football Club Totton is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Totton\"&gt;Totton&lt;/a&gt;, &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt;, England. The club is affiliated to the &lt;a href=\"Hampshire%20Football%20Association\"&gt;Hampshire Football Association&lt;/a&gt; and is an &lt;a href=\"FA%20Charter%20Standard%20Award\"&gt;FA Standard Chartered&lt;/a&gt; club. They are currently members of the .\nHistory.\nThe club was formed in 1886 and originally known as Totton Football Club, playing its games at South Testwood Park. They then became a founding members of the &lt;a href=\"Hampshire%20Football%20Association\"&gt;Hampshire F.A.&lt;/a&gt; when it was inaugurated the following year. In 1904 they became founder members of the New Forest League. After the First World War they entered the Southampton Senior League and the New Forest League. For the 1920–21 campaign they joined the Divisional Section of the &lt;a href=\"Hampshire%20League\"&gt;Hampshire League&lt;/a&gt;. In 1922–23 they played in both the East and West sections, after which they remained in the West Section, winning it in 1924–25.\nLeague reorganisation saw Totton playing in the Divisional Section in 1928–29, with the club finishing as runners-up. Further reorganisation saw them placed in Division Two for the following season, in which they were again runners-up. They went on to win Division Two in 1930–31, earning promotion to Division One. On 30 December 1933 the club moved their home ground to Testwood Park. Despite finishing bottom of Division One in 1934–35, they were not relegated to Division Two. In 1952–53 the club was relegated to Division Two after finishing bottom of Division One, but were promoted back to the top division in 1959–60 despite only finishing fourth.\nIn 1975 the club amalgamated with Totton Athletic. The club were promoted to Division One when they finished as runners up in Division Two in the 1979–80 season. Totton's most successful season in terms of the number of trophies won was the 1981–82 campaign when they won Hampshire League Division One for the first time, the Russell Cotes Cup, Hampshire Intermediate Cup, Southampton Senior Cup, Echo Trophy, and the Reg Mathieson Trophy. The following season saw the club make their debut in the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt;, getting to the fourth qualification round at their first attempt before being knocked out by &lt;a href=\"Windsor%20%26amp%3B%20Eton%20F.C.\"&gt;Windsor &amp; Eton&lt;/a&gt;. The club went on to win the Hampshire league again in the 1984–85 season, and followed this up the following season with their fourth runner up spot.\nTotton became one of the founder members of the &lt;a href=\"Wessex%20League\"&gt;Wessex League&lt;/a&gt; for the 1986–87 season. Although the league title eluded the club for many years, they still performed well in cup competitions. The next twenty seasons saw the club maintain their status in the Wessex league top division, during which time they won the Wessex League Cup twice in the 1989–90, 2002–03 and 2005–06 seasons. The club also finished as runners-up to Southern League Bashley in the Russell Côtes Cup in 1990–91.\nThe 2006–07 campaign saw the club finish runners up just behind &lt;a href=\"Gosport%20Borough%20F.C.\"&gt;Gosport Borough&lt;/a&gt; on goal difference. The main highlight of the season though, was their run in the &lt;a href=\"F.A.%20Vase\"&gt;F.A. Vase&lt;/a&gt;, which saw the club reach the final at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt; for the first time in the club's history. In front of a record crowd of 27,754 for a Vase final, the team had to settle for runners-up after losing to &lt;a href=\"Truro%20City\"&gt;Truro City&lt;/a&gt; 3–1.\nThe following season saw the club seal its first ever &lt;a href=\"Wessex%20League\"&gt;Wessex League&lt;/a&gt; Championship. The championship win also enabled promotion to the &lt;a href=\"Southern%20Football%20League\"&gt;Southern League&lt;/a&gt;. The club started in Division One South &amp; West of the Southern league, and were almost promoted at their first attempt, when they beat &lt;a href=\"Beaconsfield%20SYCOB%20F.C.\"&gt;Beaconsfield SYCOB&lt;/a&gt; 2–1 in the playoff semi-final, but lost to &lt;a href=\"Didcot%20Town%20F.C.\"&gt;Didcot Town&lt;/a&gt; 2–1 in the play-off final in front of a crowd of 1,123. Again in the following season the club, after finishing as runners-up, were in the play-offs this time losing to &lt;a href=\"Cirencester%20Town%20F.C.\"&gt;Cirencester Town&lt;/a&gt; in the semi-final. The club did finish with some silverware when they won the &lt;a href=\"Hampshire%20Senior%20Cup\"&gt;Hampshire Senior Cup&lt;/a&gt; for the first time, beating &lt;a href=\"Aldershot%20Town%20F.C.\"&gt;Aldershot Town&lt;/a&gt; 4–0 in the final at &lt;a href=\"Dean%20Court\"&gt;Dean Court&lt;/a&gt;.\nThe 2010–11 season saw the Stags play their first match at the newly built 3,000-capacity Testwood Stadium with the first match against Paulton Rovers, winning 5–1. The club also gained promotion to the Premier Division when they won the league on the final day of the season with a 1–0 win away at &lt;a href=\"Gosport%20Borough%20F.C.\"&gt;Gosport Borough&lt;/a&gt;. The club made it a double winning season when they beat &lt;a href=\"Sholing%20F.C.\"&gt;Sholing&lt;/a&gt; 3–1 in the Hampshire Senior Cup final at the home of &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt;, &lt;a href=\"St.%20Mary%27s%20Stadium\"&gt;St. Mary's Stadium&lt;/a&gt;.\nThe 2011–12 season saw the club beat &lt;a href=\"Bradford%20Park%20Avenue%20F.C.\"&gt;Bradford Park Avenue&lt;/a&gt; 8–1 to reach the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; second round for the first time in their history. A record attendance of 2,315 was achieved beating their previous record of 1,746 when Totton played &lt;a href=\"Southampton%20F.C.\"&gt;Southampton&lt;/a&gt; in 2009. Totton's dream of reaching the third round of the &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; was ended as they lost 6–1 against &lt;a href=\"Bristol%20Rovers\"&gt;Bristol Rovers&lt;/a&gt; in the FA Cup 2nd Round at the Testwood Stadium. The club also finished third in the league, and so entered the play-offs to gain promotion to the &lt;a href=\"Football%20Conference\"&gt;Football Conference&lt;/a&gt; beating &lt;a href=\"Chesham%20United%20F.C.\"&gt;Chesham United&lt;/a&gt; 3–2 in the semi-final, but lost 4–2 to &lt;a href=\"Oxford%20City%20F.C.\"&gt;Oxford City&lt;/a&gt; in the final The club finished the season in the Hampshire Senior Cup final at St Mary's Stadium, but could not make it three wins in a row as they lost to &lt;a href=\"Eastleigh%20F.C.\"&gt;Eastleigh&lt;/a&gt; 2–0.\nAfter finishing mid-table in &lt;a href=\"2012%E2%80%9313%20Southern%20Football%20League\"&gt;2012–13&lt;/a&gt;, the club were relegated to Division One South &amp; West at the end of the &lt;a href=\"2013%E2%80%9314%20Southern%20Football%20League\"&gt;2013–14 season&lt;/a&gt;.\nGround.\nThe club initially played at South Testwood Park, before moving to Testwood Park in December 1933. After the 1975 merger with Totton Athletic floodlights were installed. The ground had stands on either side of the pitch, one of which was seated and the other for standing.\nIn February 2011 the club moved to the Testwood Stadium on Salisbury Road, playing their first match on 9 February with 744 watching them beat &lt;a href=\"Paulton%20Rovers%20F.C.\"&gt;Paulton Rovers&lt;/a&gt; 5–1. The ground cost a reported £2.5 million to build, and has a capacity of 3,000, of which 500 are seated and covered. The ground is also used by &lt;a href=\"Southampton%20F.C.%20Women\"&gt;Southampton F.C. Women&lt;/a&gt; and the &lt;a href=\"Southampton%20F.C.%20B%20team%20and%20Academy\"&gt;Southampton B team&lt;/a&gt;."
}