{
    "id": "38364812",
    "revid": "31439127",
    "url": "https://en.wikipedia.org/wiki?curid=38364812",
    "title": "Jubaland",
    "text": "Jubaland (, , ), the Juba Valley () or Azania (, ), is a &lt;a href=\"States%20and%20regions%20of%20Somalia\"&gt;Federal Member State&lt;/a&gt; in southern &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;. Its eastern border lies east of the &lt;a href=\"Jubba%20River\"&gt;Jubba River&lt;/a&gt;, stretching from &lt;a href=\"Gedo\"&gt;Gedo&lt;/a&gt; to the Indian Ocean, while its western side flanks the &lt;a href=\"North%20Eastern%20Province%20%28Kenya%29\"&gt;North Eastern Province&lt;/a&gt; in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;, which was carved out of Jubaland during the &lt;a href=\"Italian%20Somaliland\"&gt;colonial period&lt;/a&gt;.\nJubaland has a total area of . As of 2005, it had a total population of 953,045 inhabitants. The territory consists of the &lt;a href=\"Gedo\"&gt;Gedo&lt;/a&gt;, &lt;a href=\"Lower%20Juba\"&gt;Lower Juba&lt;/a&gt; and &lt;a href=\"Middle%20Juba\"&gt;Middle Juba&lt;/a&gt; provinces. Its largest city is &lt;a href=\"Kismayo\"&gt;Kismayo&lt;/a&gt;, which is situated on the coast near the mouth of the Jubba River. &lt;a href=\"Bardera\"&gt;Bardera&lt;/a&gt;, &lt;a href=\"Afmadow\"&gt;Afmadow&lt;/a&gt;, &lt;a href=\"Bu%27aale\"&gt;Bu'aale&lt;/a&gt;, &lt;a href=\"Luuq\"&gt;Luuq&lt;/a&gt;, Garbahareey and &lt;a href=\"Beled%20Haawo\"&gt;Beled Haawo&lt;/a&gt; are the region's other principal cities.\nDuring the Middle Ages, the influential Somali &lt;a href=\"Ajuran%20Sultanate\"&gt;Ajuran Sultanate&lt;/a&gt; held sway over the territory, followed in turn by the &lt;a href=\"Gobroon%20Dynasty\"&gt;Geledi Sultanate&lt;/a&gt;. They were later incorporated into &lt;a href=\"British%20East%20Africa\"&gt;British East Africa&lt;/a&gt;. In 1925, Jubaland was ceded to Italy, forming a part of &lt;a href=\"Italian%20Somaliland\"&gt;Italian Somaliland&lt;/a&gt;. On 1 July 1960, the region, along with the rest of Italian Somaliland and &lt;a href=\"British%20Somaliland\"&gt;British Somaliland&lt;/a&gt;, became part of the independent &lt;a href=\"Somali%20Republic\"&gt;Somali Republic&lt;/a&gt;.\nJubaland was later the site of numerous battles during the &lt;a href=\"Somali%20Civil%20War\"&gt;civil war&lt;/a&gt;. In late 2006, Islamist militants gained control of most of the region. To reclaim possession of the territory, a new autonomous administration dubbed \"Azania\" was announced in 2010 and formalized the following year. In 2013, the Juba Interim Administration was officially established and recognized. It's now one of the five autonomous administrations in Somalia.\nHistory.\nDuring the &lt;a href=\"Post-classical%20history\"&gt;Middle Ages&lt;/a&gt;, the influential Somali &lt;a href=\"Ajuran%20Empire\"&gt;Ajuran Empire&lt;/a&gt; held sway over the territory now known as Ajuran, followed in turn by the &lt;a href=\"Gobroon%20Dynasty\"&gt;Geledi Sultanate&lt;/a&gt; during the &lt;a href=\"early%20modern%20period\"&gt;early modern period&lt;/a&gt;. \nFrom 1836 until 1861, parts of Jubaland were nominally claimed by the &lt;a href=\"Muscat%20and%20Oman\"&gt;Sultanate of Muscat&lt;/a&gt; (now in &lt;a href=\"Oman\"&gt;Oman&lt;/a&gt;).\nColonial period.\nThe &lt;a href=\"Geledi%20Sultanate\"&gt;Geledi Sultanate&lt;/a&gt; that controlled this entire region later joined the &lt;a href=\"Italian%20Somaliland\"&gt;Italian Somaliland&lt;/a&gt; &lt;a href=\"protectorate\"&gt;protectorate&lt;/a&gt; after the Geledi ruler called &lt;a href=\"Osman%20Ahmed\"&gt;Osman Ahmed&lt;/a&gt; signed multiple treaties with the colonial Italians.\nJubaland was subsequently ceded to &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; in 1924–25, as a reward for the Italians having joined the Allies in &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, and had a brief existence as the &lt;a href=\"Italian%20Empire\"&gt;Italian colony&lt;/a&gt; of &lt;a href=\"Italian%20Trans-Juba\"&gt;Trans-Juba&lt;/a&gt; (\"Oltre Giuba\") under governor (16 July 1924 – 31 December 1926) &lt;a href=\"Corrado%20Zoli\"&gt;Corrado Zoli&lt;/a&gt; (1877–1951). Italy issued its first &lt;a href=\"Postage%20stamps%20and%20postal%20history%20of%20Italy\"&gt;postage stamps&lt;/a&gt; for the territory on 29 July 1925, consisting of contemporary Italian stamps &lt;a href=\"overprint\"&gt;overprint&lt;/a&gt;ed \"Oltre Giuba\" (Trans-Juba). Britain retained control of the southern half of the partitioned Jubaland territory, which was later called the &lt;a href=\"North%20Eastern%20Province%20%28Kenya%29\"&gt;Northern Frontier District&lt;/a&gt; (NFD).\nBritain wanted to give Jubaland to &lt;a href=\"Fascist%20Italy%20%281922%E2%80%931943%29\"&gt;Fascist Italy&lt;/a&gt; in exchange for returning the &lt;a href=\"Italian%20Islands%20of%20the%20Aegean\"&gt;Italian Islands of the Aegean&lt;/a&gt; to &lt;a href=\"Kingdom%20of%20Greece\"&gt;Greece&lt;/a&gt;, but &lt;a href=\"Benito%20Mussolini\"&gt;Benito Mussolini&lt;/a&gt;'s government rejected the \"&lt;a href=\"quid%20pro%20quo\"&gt;quid pro quo&lt;/a&gt;\". After the &lt;a href=\"Corfu%20incident\"&gt;Corfu incident&lt;/a&gt;, British Prime Minister &lt;a href=\"Ramsay%20MacDonald\"&gt;Ramsay MacDonald&lt;/a&gt; decided to unconditionally cede Jubaland to the &lt;a href=\"Italian%20Empire\"&gt;Italian colonial empire&lt;/a&gt;. Jubaland was then incorporated into neighboring &lt;a href=\"Italian%20Somaliland\"&gt;Italian Somaliland&lt;/a&gt; on 30 June 1926. The boundary with Kenya was settled by the Jubaland Commission and the Jubaland Boundary Commission. The colony had a total area of , and in 1926, a population of 120,000 inhabitants.\n1974 resettlement.\nDuring the post-independence period, one particularly significant historical event was the series of internal migrations into the Jubba regions by Somalis from other parts of the country.\nBetween 1974 and 1975, a major drought referred to as the \"Abaartii Dabadheer\" (\"The Lingering Drought\") occurred in the northern regions of Somalia. The &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, which at the time maintained strategic relations with the &lt;a href=\"Siad%20Barre\"&gt;Siad Barre&lt;/a&gt; government, airlifted some 90,000 people from the devastated regions of &lt;a href=\"Hobyo\"&gt;Hobyo&lt;/a&gt; and &lt;a href=\"Caynaba\"&gt;Caynaba&lt;/a&gt;. New small settlements referred to as \"Danwadaagaha\" (\"Collective Settlements\") were then created in the &lt;a href=\"Jubbada%20Hoose\"&gt;Jubbada Hoose&lt;/a&gt; (Lower Jubba) and &lt;a href=\"Jubbada%20Dhexe\"&gt;Jubbada Dhexe&lt;/a&gt; (Middle Jubba) regions. The transplanted families were also introduced to farming and fishing techniques, a change from their traditional pastoralist lifestyle of livestock herding.\nSomali Civil War.\nBy the late 1980s, the &lt;a href=\"moral%20authority\"&gt;moral authority&lt;/a&gt; of Barre's government had collapsed. Many Somalis had become disillusioned with life under military dictatorship. The government became increasingly &lt;a href=\"Totalitarianism\"&gt;totalitarian&lt;/a&gt;, and &lt;a href=\"resistance%20movement\"&gt;resistance movement&lt;/a&gt;s, encouraged by Ethiopia, sprang up across the country, eventually leading to the &lt;a href=\"Somali%20Civil%20War\"&gt;Somali Civil War&lt;/a&gt; and Barre's ouster.\nFollowing the ensuing breakdown of central authority, General &lt;a href=\"Mohammed%20Said%20Hersi%20Morgan\"&gt;Mohammed Said Hersi \"Morgan\"&lt;/a&gt;, Barre's son-in-law and former Minister of Defense, briefly declared Jubaland independent on 3 September 1998. Political opponents of General Morgan subsequently united as the &lt;a href=\"Allied%20Somali%20Forces\"&gt;Allied Somali Forces&lt;/a&gt; (ASF), seizing control of Kismayo by June of the following year.\nLed by Colonel &lt;a href=\"Barre%20Adan%20Shire%20Hiiraale\"&gt;Barre Adan Shire Hiiraale&lt;/a&gt;, the ASF administration renamed itself the &lt;a href=\"Juba%20Valley%20Alliance\"&gt;Juba Valley Alliance&lt;/a&gt; in 2001. On 18 June of that year, an 11-member inter-clan council decided to ally the JVA with the newly-forming &lt;a href=\"Transitional%20Federal%20Government\"&gt;Transitional Federal Government&lt;/a&gt;.\nIn 2006, the &lt;a href=\"Islamic%20Courts%20Union\"&gt;Islamic Courts Union&lt;/a&gt; (ICU), an &lt;a href=\"Islamism\"&gt;Islamist&lt;/a&gt; organization, assumed control of much of Jubaland and other parts of southern Somalia and promptly imposed &lt;a href=\"Shari%27a\"&gt;Shari'a law&lt;/a&gt;. The Transitional Federal Government sought to re-establish its authority, and, with the assistance of &lt;a href=\"Ethiopian%20National%20Defense%20Force\"&gt;Ethiopian troops&lt;/a&gt;, &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt; peacekeepers and air support by the United States, managed to drive out the rival ICU and solidify its rule.\nThe &lt;a href=\"Battle%20of%20Ras%20Kamboni\"&gt;Battle of Ras Kamboni&lt;/a&gt; was taking place on 8 January 2007. Afterwards, the TFG then relocated to &lt;a href=\"Villa%20Somalia\"&gt;Villa Somalia&lt;/a&gt; in the capital from its interim location in &lt;a href=\"Baidoa\"&gt;Baidoa&lt;/a&gt;. This marked the first time since the fall of the Siad Barre regime in 1991 that the federal government controlled most of the country.\nFollowing this defeat, the Islamic Courts Union splintered into several different factions. Some of the more radical elements, including &lt;a href=\"Al-Shabaab%20%28Somalia%29\"&gt;Al-Shabaab&lt;/a&gt;, regrouped to continue their insurgency against the TFG and oppose the &lt;a href=\"Ethiopian%20National%20Defense%20Force\"&gt;Ethiopian National Defense Force&lt;/a&gt;'s presence in Somalia. Throughout 2007 and 2008, Al-Shabaab scored military victories, seizing control of key towns and ports in both central and southern Somalia. At the end of 2008, the group had captured &lt;a href=\"Baidoa\"&gt;Baidoa&lt;/a&gt; but not Mogadishu. By January 2009, Al-Shabaab and other militias had managed to force the Ethiopian troops to retreat, leaving behind an under-equipped &lt;a href=\"African%20Union%20Mission%20to%20Somalia\"&gt;African Union peacekeeping force&lt;/a&gt; to assist the Transitional Federal Government's troops.\nRevival of the Jubaland administration.\nOn 3 April 2011, it was announced that the new autonomous Jubaland administration would be referred to as \"&lt;a href=\"Azania\"&gt;Azania&lt;/a&gt;\", and would be led by &lt;a href=\"Mohamed%20Abdi%20Mohamed\"&gt;Mohamed Abdi Mohamed&lt;/a&gt; (Gandhi), the former national Minister of Defense, as president. According to President Gandhi, a trained anthropologist and historian, \"Azania\" was selected as the name for the new administration because of its historical importance, as \"Azania was a name given to Somalia more than 2,500 years ago and it was given by Egyptian sailors who used to get a lot of food reserves from the Somali Coast[...] Its origin is [an] Arabic word meaning the land of plenty.\"\nFollowing the &lt;a href=\"Operation%20Linda%20Nchi\"&gt;Kenyan military entry into Somalia in 2011&lt;/a&gt;, President of Somalia &lt;a href=\"Sharif%20Ahmed\"&gt;Sharif Ahmed&lt;/a&gt; initially expressed reservations about the deployment of Kenyan troops for what a BBC correspondent suggested was his opposition to the notion of Kenya's involvement in the Jubaland initiative. However, the Somalian and Kenyan governments later jointly issued a communique formally pledging coordinated military, political and diplomatic support for the mission, and specifying that the operation would officially be Somalia-led.\nThe new president of &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;, Hassan Sheikh Mohamoud and his government, declared the formation of Jubaland and its process 'unconstitutional' and urged the process to be delayed until the parliament establishes laws and territorial boundaries of proposed regional states within Federal Somalia. This was rejected by the organisers of the Jubaland conference.\nTalks aimed at brokering an agreement between the Ogaden, Marehan and Harti clans as well as many smaller clans, began after &lt;a href=\"Operation%20Linda%20Nchi\"&gt;Operation Linda Nchi&lt;/a&gt; started in October 2011. (ICG 2013) On 28 February 2013, more than 500 delegates convened in Kismayo to attend the opening of a conference, which would discuss and plan the proposed formation of Jubaland. A 32-strong technical committee chaired by Ma'alin Mohamed Ibrahim, the deputy of the &lt;a href=\"Raskamboni%20movement\"&gt;Raskamboni movement&lt;/a&gt;, was established along with several sub-committees whose purpose was to oversee the process. The conference was attended by several high-profile politicians, including Professor Mohamed Abdi Mohamed (Gandhi) and former TFG Prime Minister &lt;a href=\"Omar%20Abdirashid%20Ali%20Sharmarke\"&gt;Omar Abdirashid Ali Sharmarke&lt;/a&gt;.\nOn 2 April 2013, delegates at Kismayo conference were presented with a draft provisional constitution, which they overwhelming approved. On 15 May 2013, an overwhelming majority of 500 delegates elected &lt;a href=\"Ahmed%20Mohamed%20Islam\"&gt;Ahmed Mohamed Islam&lt;/a&gt; (Madobe) as the President of Jubaland.\nOn 28 August 2013, the autonomous Jubaland administration signed a national reconciliation agreement in &lt;a href=\"Addis%20Ababa\"&gt;Addis Ababa&lt;/a&gt; with the &lt;a href=\"Federal%20Government%20of%20Somalia\"&gt;Somali federal government&lt;/a&gt;. Endorsed by the federal State Minister for the Presidency Farah Abdulkadir on behalf of President &lt;a href=\"Hassan%20Sheikh%20Mohamud\"&gt;Hassan Sheikh Mohamud&lt;/a&gt;, the pact was brokered by the Foreign Ministry of &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; and came after protracted bilateral talks. Under the terms of the agreement, Jubaland will be administered for a two-year period by a Juba Interim Administration and led by the region's incumbent president, Ahmed Mohamed Islam. The regional president will serve as the chairperson of a new Executive Council, to which he will appoint three deputies. Management of Kismayo's seaport and airport will also be transferred to the Federal Government after a period of six months, and revenues and resources generated from these infrastructures will be earmarked for Jubaland's service delivery and security sectors as well as local institutional development. Additionally, the agreement includes the integration of Jubaland's military forces under the central command of the Somali National Army (SNA), and stipulates that the Juba Interim Administration will command the regional police. UN Special Envoy to Somalia &lt;a href=\"Nicholas%20Kay\"&gt;Nicholas Kay&lt;/a&gt; hailed the pact as \"a breakthrough that unlocks the door for a better future for Somalia,\" with AUC, UN, EU and IGAD representatives also present at the signing.\nOn 16 September 2014, President of Somalia Hassan Sheikh Mohamud officially opened a reconciliation conference in Kismayo. The summit was aimed at Jubaland's Lower Juba, Middle Juba and Gedo constituencies, and was attended by delegates from across the nation and abroad.\nOn 30 December 2014, Jubaland President &lt;a href=\"Ahmed%20Mohamed%20Islam\"&gt;Ahmed Mohamed Islam&lt;/a&gt; (Madobe) and &lt;a href=\"Southwestern%20Somalia\"&gt;South West State&lt;/a&gt; President &lt;a href=\"Sharif%20Hassan%20Sheikh%20Adan\"&gt;Sharif Hassan Sheikh Adan&lt;/a&gt; signed a 4-point Memorandum of Understanding on federalization, security, the 2016 general elections, trade, and the constitution. The bilateral accord was signed in the presence of representatives from the two regional states, including politicians, traditional leaders and civil society activists. Among the clauses of the accord were equitable allocation of international assistance by the federal authorities, agreeing on pre-civil war boundaries and regional demarcations established by the military government, and recommending that the federal authorities both delegate powers to regional bodies and adopt a No Objection Policy. Additionally, the memorandum stipulates that the two regional states will form a security committee consisting of representatives from both administrations, which will facilitate launching joint counterinsurgency operations, extradition, and expertise and intelligence sharing. The two administrations also proposed the creation of an interstate commission to liaise between the federal government and constituent regional states. They likewise indicated that their respective Chambers of Commerce would buttress commercial exchanges and cross-border trade.\nIn February 2015, the Interim Juba Administration began a selection process for the members of the new regional parliament. Following consultations with local stakeholders, the lawmakers were slated to be nominated by intellectuals in conjunction with traditional elders. The legislative selection process was drawn from all of the regional state's constituent districts. On 15 April 2015, a new 75-seat chamber of Jubaland parliament was inaugurated at an official ceremony at the presidential palace in &lt;a href=\"Kismayo\"&gt;Kismayo&lt;/a&gt;. Federal lawmaker Sheikh Abdi Yusuf was therein elected as interim speaker, and 75 MPs were sworn into the new regional legislature. On 7 May 2015, an inauguration ceremony was held in Kismayo for the Jubaland administration's first regional parliament. The event was attended by President of Somalia &lt;a href=\"Hassan%20Sheikh%20Mohamud\"&gt;Hassan Sheikh Mohamud&lt;/a&gt;, Vice President of Puntland &lt;a href=\"Abdihakim%20Abdullahi%20Haji%20Omar\"&gt;Abdihakim Abdullahi Haji Omar&lt;/a&gt;, Foreign Minister of Kenya &lt;a href=\"Amina%20Mohamed\"&gt;Amina Mohamed&lt;/a&gt;, Foreign Minister of Ethiopia &lt;a href=\"Tedros%20Adhanom\"&gt;Tedros Adhanom&lt;/a&gt;, IGAD Executive Secretary &lt;a href=\"Mahboub%20Maalim\"&gt;Mahboub Maalim&lt;/a&gt;, IGAD Envoy to Somalia Ambassador &lt;a href=\"Mohamed%20Abdi%20Affey\"&gt;Mohamed Abdi Afey&lt;/a&gt;, and other international representatives.\nOn 20 May 2015, Jubaland's newly formed regional cabinet had its first reshuffle, with Minister for Water and Mineral Resources Abdinoor Adan transferred to Minister for Information and former Minister for Finance Mohamed Aw-Yussuf filling his previous docket. Former Minister for Information Ibrahim Bajuun was also appointed as the Minister for Finance.\nDemographics.\nJubaland has a total population of around 2.5 million inhabitants with the majority hailing from the &lt;a href=\"Darod\"&gt;Darood&lt;/a&gt; clan, also there are &lt;a href=\"Rahanweyn\"&gt;Rahanweyn&lt;/a&gt;, &lt;a href=\"Hawiye\"&gt;Hawiye&lt;/a&gt; and &lt;a href=\"Dir%20%28clan%29\"&gt;Dir&lt;/a&gt; clans present. As of 2005, its constituent &lt;a href=\"Administrative%20divisions%20of%20Somalia\"&gt;administrative regions&lt;/a&gt; of Gedo, Lower Juba and Middle Juba had an estimated 328,378, 385,790 and 238,877 residents, respectively. Mainly from Rahanweyn, &lt;a href=\"Hawiye\"&gt;Hawiye&lt;/a&gt;, &lt;a href=\"Dir%20%28clan%29\"&gt;Dir&lt;/a&gt; and &lt;a href=\"Darod\"&gt;Darood&lt;/a&gt; clans.\nTransportation.\nAir transportation in Jubaland is served by a number of &lt;a href=\"List%20of%20airports%20in%20Somalia\"&gt;airports&lt;/a&gt;. These include the &lt;a href=\"Bardera%20Airport\"&gt;Bardera Airport&lt;/a&gt;, &lt;a href=\"Garbaharey%20Airport\"&gt;Garbaharey Airport&lt;/a&gt; and &lt;a href=\"Kismayo%20Airport\"&gt;Kismayo Airport&lt;/a&gt;.\nAdministrative divisions.\nJubaland's three constituent administrative regions are:\nSociety and culture.\nCommunities.\nSolidarity Group of Jubbaland (SGJ), is a local grassroots development organisation in Jubaland. Local dances of Jubaland include the \"dhaanto\". Death from &lt;a href=\"hunger\"&gt;hunger&lt;/a&gt; is a recurrent issue in Jubaland, including in 2017 and 2021. In 2020, Kenya's the &lt;a href=\"Daily%20Nation\"&gt;Daily Nation&lt;/a&gt; described Jubaland, along with &lt;a href=\"Puntland\"&gt;Puntland&lt;/a&gt; as &lt;a href=\"Darod\"&gt;Darod&lt;/a&gt; clan states.\nBorders.\nIn February 2019, Kenyan officials have alleged that Somalia is engaged in an inappropriate auctioning of drilling rights along the African coast of the Ocean off Jubaland. The International Court of Arbitration has scheduled procedures for September 2019 concerning maritime territorial waters, which Somali sources indicate is being pre-empted by the Kenyan officials. Kenya demanded Somalia to abandon its ICJ case for bilateral discussion. Somalia sees this as delaying tactics as discussion did not produce results between 2009 and 2014. Kenya gave mining rights to France and Italian companies in 2009, however, accused Somalia of doing the same. Somalia denied the accusation. Somalia won the majority of their case off the Jubaland coast on the maritime dispute in 2020 at the ICJ (International Court of Justice)."
}