{
    "id": "38372313",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=38372313",
    "title": "Jiseul",
    "text": "Jiseul () is a 2012 South Korean &lt;a href=\"War%20film\"&gt;war&lt;/a&gt; &lt;a href=\"drama%20film\"&gt;drama film&lt;/a&gt; written and directed by &lt;a href=\"Jeju%20Island\"&gt;Jeju Island&lt;/a&gt; native &lt;a href=\"O%20Muel\"&gt;O Muel&lt;/a&gt;. The film is shot in &lt;a href=\"Black-and-white\"&gt;black and white&lt;/a&gt; with the entire cast composed of local actors speaking their natural dialect. \"Jiseul\" means \"&lt;a href=\"potato\"&gt;potato&lt;/a&gt;\" in &lt;a href=\"Jeju%20language\"&gt;Jeju dialect&lt;/a&gt;. O said he picked it as the title of his film because \"potatoes are considered a staple food in many countries, often symbolizing survival and hope.\" Set during the &lt;a href=\"Jeju%20Uprising\"&gt;Jeju Uprising&lt;/a&gt; on the island in 1948, O said the film does not focus on the large-scale struggle, but on a forgotten true story about a group of villagers who hid in a cave for 60 days to escape from a military attack. They hid underground for months, cold and numb, far too close for comfort—just like the potatoes to which the title refers.\nThe film had a small budget of (), part of which was raised through &lt;a href=\"crowdfunding\"&gt;crowdfunding&lt;/a&gt;. It premiered at the &lt;a href=\"17th%20Busan%20International%20Film%20Festival\"&gt;2012 Busan International Film Festival&lt;/a&gt; where it received 3 awards—the &lt;a href=\"CJ%20CGV\"&gt;CGV&lt;/a&gt; Movie Collage Award, the Director's Guild of Korea Award for Best Director, and the &lt;a href=\"NETPAC\"&gt;NETPAC&lt;/a&gt; Jury Award.\n\"Jiseul\" later won the prestigious World Cinema Dramatic Grand Jury Prize at the &lt;a href=\"2013%20Sundance%20Film%20Festival\"&gt;2013 Sundance Film Festival&lt;/a&gt;. It became the first Korean film ever to win the top prize in this category. Festival organizers said that the jury's decision was unanimous, and their deliberation lasted less than one minute. It also won the Cyclo d'Or, the top prize at the 2013 &lt;a href=\"Vesoul%20International%20Film%20Festival%20of%20Asian%20Cinema\"&gt;Vesoul International Film Festival of Asian Cinema&lt;/a&gt;, and Best Film at the &lt;a href=\"1st%20Wildflower%20Film%20Awards\"&gt;inaugural&lt;/a&gt; &lt;a href=\"Wildflower%20Film%20Awards\"&gt;Wildflower Film Awards&lt;/a&gt; in 2014. The broader response from critics and international audiences was more mixed, with some viewers feeling frustration at not being given more background information in the film.\nPlot.\nIn November, 1948, the U.S. military stationed in South Korea issues an order that all people living five kilometers outside the coast line of Jeju island are labelled as &lt;a href=\"Communism%20in%20Korea\"&gt;communist&lt;/a&gt; rebels and can be executed on sight.\nWhen a small village on Jeju Island (located off Korea's Southern coast) receives the eviction order, its barely literate inhabitants simply can't gauge the order's import. Some 120 villagers flee to a cave and hide for 60 days from armed soldiers. Many of the soldiers are young recruits, shivering in the November snow, who are aware that the people they are shooting are not communists. Meanwhile, the villagers, huddled in the cave, grow more and more anxious about the people and livestock they have left behind. They suffer from severe cold and hunger but retain their sanity by making jokes and holding on to the hope that their wait is almost over. Eventually their endurance wanes, and fear begins to test the group's mettle.\nBackground.\nThe events in \"Jiseul\" was triggered by the Jeju Uprising in April 1948, which began in response to police firing on a demonstration commemorating the Korean struggle against Japanese rule, morphed into an armed rebellion against the U.S.-backed military government in South Korea, and devolved into the republic's second biggest massacre that lasted until September 1954. Until the late 1990s, mention of the incident, which reportedly destroyed more than two-thirds of the island's villages and killed 30,000 people, the vast number of them innocent civilians, was a criminal offense.\nFilming location.\nMany of the scenes were shot in &lt;a href=\"Dongbaekdongsan%20Wetland\"&gt;Dongbaekdongsan Wetland&lt;/a&gt;, a &lt;a href=\"Ramsar%20Convention\"&gt;Ramsar&lt;/a&gt; Wetland.\nBox office.\nAfter winning a major award at Sundance, the film rode enthusiastic word-of-mouth to rack up a box office score almost unheard of for small-budget &lt;a href=\"independent%20film\"&gt;independent film&lt;/a&gt;s in Korea. With 144,602 admissions, it became the most viewed indie dramatic film, beating the 2009 record of &lt;a href=\"Yang%20Ik-june\"&gt;Yang Ik-june&lt;/a&gt;'s \"&lt;a href=\"Breathless%20%282009%20film%29\"&gt;Breathless&lt;/a&gt;\" (122,918).\nThe only other independent feature of this type to break out so dramatically was the &lt;a href=\"documentary\"&gt;documentary&lt;/a&gt; \"&lt;a href=\"Old%20Partner\"&gt;Old Partner&lt;/a&gt;\", which amassed close to 3 million admissions during its 2009 release."
}