{
    "id": "3840024",
    "revid": "15354706",
    "url": "https://en.wikipedia.org/wiki?curid=3840024",
    "title": "History of Latin",
    "text": "&lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; is a member of the broad family of &lt;a href=\"Italic%20languages\"&gt;Italic languages&lt;/a&gt;. Its alphabet, the &lt;a href=\"Latin%20alphabet\"&gt;Latin alphabet&lt;/a&gt;, emerged from the &lt;a href=\"Old%20Italic%20alphabet\"&gt;Old Italic alphabet&lt;/a&gt;s, which in turn were derived from the &lt;a href=\"Etruscan%20alphabet\"&gt;Etruscan&lt;/a&gt;, &lt;a href=\"Greek%20alphabet\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Phoenician%20alphabet\"&gt;Phoenician&lt;/a&gt; scripts. Historical Latin came from the prehistoric language of the &lt;a href=\"Latium\"&gt;Latium&lt;/a&gt; region, specifically around the River &lt;a href=\"Tiber\"&gt;Tiber&lt;/a&gt;, where &lt;a href=\"ancient%20Rome\"&gt;Roman civilization&lt;/a&gt; first developed. How and when Latin came to be spoken by the Romans are questions that have long been debated. Various influences on Latin of &lt;a href=\"Italo-Celtic\"&gt;Celtic dialects&lt;/a&gt; in &lt;a href=\"northern%20Italy\"&gt;northern Italy&lt;/a&gt;, the non-Indo-European &lt;a href=\"Etruscan%20language\"&gt;Etruscan language&lt;/a&gt; in &lt;a href=\"Central%20Italy\"&gt;Central Italy&lt;/a&gt;, and the &lt;a href=\"Ancient%20Greek\"&gt;Greek&lt;/a&gt; in some Greek colonies of &lt;a href=\"southern%20Italy\"&gt;southern Italy&lt;/a&gt; have been detected, but when these influences entered the native Latin is not known for certain.\nSurviving &lt;a href=\"Latin%20literature\"&gt;Latin literature&lt;/a&gt; consists almost entirely of &lt;a href=\"Classical%20Latin\"&gt;Classical Latin&lt;/a&gt; in its broadest definition. It includes a polished and sometimes highly stylized &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt; sometimes termed Golden Latin, which spans the 1st century BC and the early years of the 1st century AD. However, throughout the history of ancient Rome the spoken language differed in both grammar and vocabulary from that of literature, and is referred to as &lt;a href=\"Vulgar%20Latin\"&gt;Vulgar Latin&lt;/a&gt;. In addition to Latin, the &lt;a href=\"Greek%20language\"&gt;Greek language&lt;/a&gt; was often spoken by the well-educated elite, who studied it in school and acquired Greek tutors from among the influx of enslaved educated Greek prisoners of war, captured during the &lt;a href=\"Roman%20Greece\"&gt;Roman conquest of Greece&lt;/a&gt;. In the eastern half of the Roman Empire, later referred to as the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;, the Greek &lt;a href=\"Koine\"&gt;Koine&lt;/a&gt; of &lt;a href=\"Hellenistic%20civilization\"&gt;Hellenism&lt;/a&gt; remained current among peasants and traders, while Latin was used for laws and administrative writings. It continued to influence the Vulgar Latin that would evolve into the &lt;a href=\"Eastern%20Romance%20languages\"&gt;Eastern Romance languages&lt;/a&gt;.\nOrigins.\nThe name Latin derives from the Italic tribal group named &lt;a href=\"Latins%20%28Italic%20tribe%29\"&gt;Latini&lt;/a&gt; that settled around the 10th century BC in Latium, and the dialect spoken by these people.\nThe Italic languages form a \"&lt;a href=\"centum\"&gt;centum&lt;/a&gt;\" subfamily of the &lt;a href=\"Indo-European%20languages\"&gt;Indo-European&lt;/a&gt; language family. These include the &lt;a href=\"Romance%20languages\"&gt;Romance&lt;/a&gt;, &lt;a href=\"Germanic%20languages\"&gt;Germanic&lt;/a&gt;, &lt;a href=\"Celtic%20languages\"&gt;Celtic&lt;/a&gt;, and &lt;a href=\"Hellenic%20languages\"&gt;Hellenic&lt;/a&gt; languages, and a number of extinct ones.\nBroadly speaking, in initial syllables the Indo-European simple vowels—\"(*a), *e, *i, *o, *u\"; short and long—are usually retained in Latin. The &lt;a href=\"Schwa%23Schwa%20indogermanicum\"&gt;schwa indogermanicum&lt;/a&gt; (\"*ə\") appears in Latin as \"a\" (cf. IE \"*pəter\" &gt; L \"pater\"). Diphthongs are also preserved in Old Latin, but in Classical Latin some tend to become monophthongs (for example \"oi\" &gt; \"ū\" or \"oe\", and \"ei\" &gt; \"ē\" &gt; \"ī\"). In non-initial syllables, there was more vowel reduction. The most extreme case occurs with short vowels in medial &lt;a href=\"open%20syllable\"&gt;open syllable&lt;/a&gt;s (i.e. short vowels followed by at most a single consonant, occurring neither in the first nor last syllable): All are reduced to a single vowel, which appears as \"i\" in most cases, but \"e\" (sometimes \"o\") before \"r\", and \"u\" before an \"l\" which is followed by \"o\" or \"u\". In final syllables, short \"e\" and \"o\" are usually raised to \"i\" and \"u\", respectively.\nConsonants are generally more stable. However, the Indo-European voiced aspirates \"bh, dh, gh, gwh\" are not maintained, becoming \"f, f, h, f\" respectively at the beginning of a word, but usually \"b, d, g, v\" elsewhere. Non-initial \"dh\" becomes \"b\" next to \"r\" or \"u\", e.g. \"*h₁rudh-\" \"red\" &gt; \"rub-\", e.g. \"rubeō\" \"to be red\"; \"*werdh-\" \"word\" &gt; \"verbum\". \"s\" between vowels becomes \"r\", e.g. \"flōs\" \"flower\", gen. \"flōris\"; \"erō\" \"I will be\" vs. root \"es-\"; \"aurōra\" \"dawn\" &lt; *\"ausōsā\" (cf. &lt;a href=\"Germanic%20languages\"&gt;Germanic&lt;/a&gt; \"*aust-\" &gt; &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; \"east\", &lt;a href=\"Vedic%20Sanskrit\"&gt;Vedic Sanskrit&lt;/a&gt; \"uṣā́s\" \"dawn\"); \"soror\" \"sister\" &lt; \"*sosor\" &lt; \"*swezōr\" &lt; \"*swésōr\" (cf. &lt;a href=\"Old%20English\"&gt;Old English&lt;/a&gt; \"sweostor\" \"sister\").\nOf the original eight &lt;a href=\"Grammatical%20case\"&gt;case&lt;/a&gt;s of &lt;a href=\"Proto-Indo-European%20language\"&gt;Proto-Indo-European&lt;/a&gt;, Latin inherited six: &lt;a href=\"nominative\"&gt;nominative&lt;/a&gt;, &lt;a href=\"vocative\"&gt;vocative&lt;/a&gt;, &lt;a href=\"accusative%20case\"&gt;accusative&lt;/a&gt;, &lt;a href=\"genitive\"&gt;genitive&lt;/a&gt;, &lt;a href=\"dative%20case\"&gt;dative&lt;/a&gt;, and &lt;a href=\"ablative\"&gt;ablative&lt;/a&gt;. The Indo-European &lt;a href=\"locative\"&gt;locative&lt;/a&gt; survived in the declensions of some place names and a few common nouns, such as \"Roma\" \"Rome\" (locative \"Romae\") and \"domus\" \"home\" (locative \"domī\" \"at home\"). Vestiges of the &lt;a href=\"instrumental%20case\"&gt;instrumental case&lt;/a&gt; may remain in adverbial forms ending in \"-ē\".\nIt is believed that the earliest surviving inscription is a seventh-century BC &lt;a href=\"Fibula%20%28brooch%29\"&gt;fibula&lt;/a&gt; known as the \"&lt;a href=\"Praenestine%20fibula\"&gt;Praenestine fibula&lt;/a&gt;\", which reads \"Manios med fhefhaked Numasioi\" \"Manius made me for Numerius\".\nOld Latin.\nOld Latin (also called Early Latin or Archaic Latin) refers to the period of Latin texts before the age of &lt;a href=\"Classical%20Latin\"&gt;Classical Latin&lt;/a&gt;, extending from textual fragments that probably originated in the &lt;a href=\"Roman%20monarchy\"&gt;Roman monarchy&lt;/a&gt; to the written language of the late &lt;a href=\"Roman%20republic\"&gt;Roman republic&lt;/a&gt; about 75 BC. Almost all the writing of its earlier phases is inscriptional.\nSome phonological characteristics of older Latin are the case endings \"-os\" and \"-om\" (later Latin \"-us\" and \"-um\"). In many locations, classical Latin turned intervocalic /s/ into /r/. This had implications for &lt;a href=\"declension\"&gt;declension&lt;/a&gt;: early classical Latin, \"honos\", \"honosis\"; Classical \"honor\", \"honoris\" (\"honor\"). Some Latin texts preserve /s/ in this position, such as the \"&lt;a href=\"Carmen%20Arvale\"&gt;Carmen Arvale&lt;/a&gt;\"'s \"lases\" for \"&lt;a href=\"lares\"&gt;lares&lt;/a&gt;\".\nClassical Latin.\nClassical Latin is the form of the Latin language used by the &lt;a href=\"ancient%20Rome\"&gt;ancient Romans&lt;/a&gt; in Classical Latin literature. In the latest and narrowest &lt;a href=\"philology\"&gt;philological model&lt;/a&gt; its use spanned the Golden Age of Latin literature—broadly the 1st century BC and the early 1st century AD—possibly extending to the Silver Age—broadly the 1st and 2nd centuries. It was a polished &lt;a href=\"writing\"&gt;written&lt;/a&gt; &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt; based on the refined spoken language of the upper classes. Classical Latin differs from Old Latin: the earliest inscriptional language and the earliest authors, such as &lt;a href=\"Ennius\"&gt;Ennius&lt;/a&gt;, &lt;a href=\"Plautus\"&gt;Plautus&lt;/a&gt; and others, in a number of ways; for example, the early \"-om\" and \"-os\" endings shifted into \"-um\" and \"-us\" ones, and some lexical differences also developed, such as the broadening of the meaning of words. In the broadest and most ancient sense, the classical period includes the authors of Early Latin, the Golden Age and the Silver Age.\nGolden Age.\nThe &lt;a href=\"Golden%20Age%20%28metaphor%29\"&gt;golden age&lt;/a&gt; of Latin literature is a period consisting roughly of the time from 75 BC to AD 14, covering the end of the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; and the reign of &lt;a href=\"Augustus%20Caesar\"&gt;Augustus Caesar&lt;/a&gt;. In the currently used philological model this period represents the peak of Latin literature. Since the earliest post-classical times the Latin of those authors has been an ideal norm of the best Latin, which other writers should follow.\nSilver Age.\nIn reference to &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; literature, the Silver age covers the first two centuries AD directly after the &lt;a href=\"Golden%20age%20of%20Latin%20Literature\"&gt;Golden age&lt;/a&gt;. Literature from the Silver Age is more embellished with mannerisms.\nLate Latin.\nLate Latin is the administrative and literary language of &lt;a href=\"Late%20Antiquity\"&gt;Late Antiquity&lt;/a&gt; in the late Roman empire and states that succeeded the &lt;a href=\"Western%20Roman%20Empire\"&gt;Western Roman Empire&lt;/a&gt; over the same range. By its broadest definition it is dated from about 200 AD to about 900 AD when it was replaced by written &lt;a href=\"Romance%20languages\"&gt;Romance languages&lt;/a&gt;. Opinion concerning whether it should be considered classical is divided. The authors of the period looked back to a classical period they believed should be imitated and yet their styles were often classical. According to the narrowest definitions, Late Latin did not exist and the authors of the times are to be considered medieval.\nVulgar Latin.\nVulgar Latin (in Latin, \"sermo vulgaris\") is a blanket term covering &lt;a href=\"vernacular\"&gt;vernacular&lt;/a&gt; dialects of the Latin language spoken from earliest times in Italy until the latest dialects of the &lt;a href=\"Western%20Roman%20Empire\"&gt;Western Roman Empire&lt;/a&gt;, diverging still further, evolved into the early &lt;a href=\"Romance%20languages\"&gt;Romance languages&lt;/a&gt;—whose writings began to appear about the 9th century.\nThis spoken Latin differed from the &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt; of Classical Latin in its grammar and vocabulary. It is likely to have evolved over time, with some features not appearing until the late Empire. Other features are likely to have been in place much earlier. Because there are few phonetic transcriptions of the daily speech of these Latin speakers (to match, for example, the post-classical &lt;a href=\"Appendix%20Probi\"&gt;Appendix Probi&lt;/a&gt;) Vulgar Latin must be studied mainly by indirect methods.\nKnowledge of Vulgar Latin comes from a variety of sources. First, the &lt;a href=\"comparative%20method\"&gt;comparative method&lt;/a&gt; reconstructs items of the mother language from the attested Romance languages. Also, &lt;a href=\"Prescription%20and%20description\"&gt;prescriptive grammar&lt;/a&gt; texts from the Late Latin period condemn some usages as errors, providing insight into how Latin was actually spoken. The &lt;a href=\"solecism\"&gt;solecism&lt;/a&gt;s and non-Classical usages occasionally found in late Latin texts also shed light on the spoken language. A windfall source lies in the chance finds of &lt;a href=\"wax%20tablet\"&gt;wax tablet&lt;/a&gt;s such as those found at &lt;a href=\"Vindolanda\"&gt;Vindolanda&lt;/a&gt; on &lt;a href=\"Hadrian%27s%20Wall\"&gt;Hadrian's Wall&lt;/a&gt;. The &lt;a href=\"Roman%20cursive\"&gt;Roman cursive&lt;/a&gt; script was used on these tablets.\nRomance languages.\nThe Romance languages, a major branch of the Indo-European language family, comprise all languages that descended from Latin, the language of the Roman Empire. The Romance languages have more than 700 million native speakers worldwide, mainly in the &lt;a href=\"Americas\"&gt;Americas&lt;/a&gt;, &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, and &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;, as well as in many smaller regions scattered through the world.\nAll Romance languages descend from Vulgar Latin, the language of soldiers, settlers, and slaves of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, which was substantially different from that of the Roman \"literati\". Between 200 BC and AD 100, the expansion of the Empire and the administrative and educational policies of Rome made Vulgar Latin the dominant vernacular language over a wide area which stretched from the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt; to the west coast of the &lt;a href=\"Black%20Sea\"&gt;Black Sea&lt;/a&gt;. During the Empire's decline and after its collapse and fragmentation in the 5th century, Vulgar Latin began to evolve independently within each local area, and eventually diverged into dozens of distinct languages. The overseas empires established by &lt;a href=\"Spanish%20Empire\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Portuguese%20Empire\"&gt;Portugal&lt;/a&gt; and &lt;a href=\"French%20colonial%20empires\"&gt;France&lt;/a&gt; after the 15th century then spread these languages to other continents—about two thirds of all Romance speakers are now outside Europe.\nIn spite of the multiple influences of pre-Roman languages and later invasions, the &lt;a href=\"phonology\"&gt;phonology&lt;/a&gt;, &lt;a href=\"morphology%20%28linguistics%29\"&gt;morphology&lt;/a&gt;, &lt;a href=\"lexicon\"&gt;lexicon&lt;/a&gt;, and &lt;a href=\"syntax\"&gt;syntax&lt;/a&gt; of all Romance languages are predominantly derived from Vulgar Latin. As a result, the group shares a number of linguistic features that set it apart from other Indo-European branches.\nEcclesiastical Latin.\nEcclesiastical Latin (sometimes called Church Latin) is a broad and analogous term referring to the Latin language as used in documents of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;, its &lt;a href=\"liturgy\"&gt;liturgies&lt;/a&gt; (mainly in past times) and during some periods the preaching of its ministers. Ecclesiastical Latin is not a single style: the term merely means the language promulgated at any time by the church. In terms of stylistic periods, it belongs to Late Latin in the Late Latin period, Medieval Latin in the Medieval Period, and so on through to the present. One may say that, starting from the church's decision in the early Late Latin period to use a simple and unornamented language that would be comprehensible to ordinary Latin speakers and yet still be elegant and correct, church Latin is usually a discernible substyle within the major style of the period. Its authors in the &lt;a href=\"New%20Latin\"&gt;New Latin&lt;/a&gt; period are typically paradigmatic of the best Latin and that is true in contemporary times. The decline in its use within the last 100 years has been a matter of regret to some, who have formed organizations inside and outside the church to support its use and to use it.\nMedieval Latin.\nMedieval Latin, the literary and administrative Latin used in the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, exhibits much variation between individual authors, mainly due to poor communications in those times between different regions. The individuality is characterised by a different range of &lt;a href=\"solecisms\"&gt;solecisms&lt;/a&gt; and by the borrowing of different words from &lt;a href=\"Vulgar%20Latin\"&gt;Vulgar Latin&lt;/a&gt; or from local vernaculars. Some styles show features intermediate between Latin and Romance languages; others are closer to classical Latin. The stylistic variations came to an end with the rise of &lt;a href=\"nation%20state\"&gt;nation state&lt;/a&gt;s and new empires in the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; period, and the authority of early &lt;a href=\"university\"&gt;universities&lt;/a&gt; imposing a new style: &lt;a href=\"Renaissance%20Latin\"&gt;Renaissance Latin&lt;/a&gt;.\nRenaissance Latin.\nRenaissance Latin is a name given to the Latin written during the European &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; in the 14th-16th centuries, particularly distinguished by the distinctive Latin style developed by &lt;a href=\"Renaissance%20humanism\"&gt;the humanist movement&lt;/a&gt;.\n\"&lt;a href=\"Ad%20fontes\"&gt;Ad fontes&lt;/a&gt;\" was the general cry of the humanists, and as such their Latin style sought to purge Latin of the &lt;a href=\"medieval%20Latin\"&gt;medieval Latin&lt;/a&gt; vocabulary and stylistic accretions that it had acquired in the centuries after the fall of the Roman Empire. They looked to Golden Age Latin literature, and especially to &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt; in &lt;a href=\"prose\"&gt;prose&lt;/a&gt; and &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt; in &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt;, as the arbiters of Latin style. They abandoned the use of the &lt;a href=\"Sequence%20%28poetry%29\"&gt;sequence&lt;/a&gt; and other accentual forms of &lt;a href=\"meter%20in%20poetry\"&gt;meter&lt;/a&gt;, and sought instead to revive the Greek formats that were used in &lt;a href=\"Latin%20poetry\"&gt;Latin poetry&lt;/a&gt; during the Roman period. The humanists condemned the large body of medieval Latin literature as \"&lt;a href=\"High%20Medieval\"&gt;gothic&lt;/a&gt;\"—for them, a term of abuse—and believed instead that only ancient Latin from the Roman period was \"real Latin\".\nThe humanists also sought to purge written Latin of medieval developments in its &lt;a href=\"orthography\"&gt;orthography&lt;/a&gt;. They insisted, for example, that \"ae\" be written out in full wherever it occurred in classical Latin; medieval scribes often wrote \"e\" instead of \"ae\". They were much more zealous than medieval Latin writers in distinguishing \"t\" from \"c\": because the effects of &lt;a href=\"Palatalization%20%28sound%20change%29\"&gt;palatalization&lt;/a&gt; made them &lt;a href=\"homophone\"&gt;homophone&lt;/a&gt;s, medieval scribes often wrote, for example, \"eciam\" for \"etiam\". Their reforms even affected &lt;a href=\"handwriting\"&gt;handwriting&lt;/a&gt;: humanists usually wrote Latin in a script derived from &lt;a href=\"Carolingian%20minuscule\"&gt;Carolingian minuscule&lt;/a&gt;, the ultimate ancestor of most contemporary &lt;a href=\"lower-case\"&gt;lower-case&lt;/a&gt; &lt;a href=\"typeface\"&gt;typeface&lt;/a&gt;s, avoiding the &lt;a href=\"black-letter\"&gt;black-letter&lt;/a&gt; scripts used in the Middle Ages. &lt;a href=\"Erasmus\"&gt;Erasmus&lt;/a&gt; even proposed that the &lt;a href=\"Latin%20regional%20pronunciation\"&gt;then-traditional pronunciations&lt;/a&gt; of Latin be abolished in favour of his &lt;a href=\"Latin%20spelling%20and%20pronunciation\"&gt;reconstructed version&lt;/a&gt; of &lt;a href=\"classical%20Latin\"&gt;classical Latin&lt;/a&gt; pronunciation.\nThe humanist plan to remake Latin was largely successful, at least in &lt;a href=\"education\"&gt;education&lt;/a&gt;. Schools now taught the humanistic spellings, and encouraged the study of the texts selected by the humanists, largely to the exclusion of later Latin literature. On the other hand, while humanist Latin was an elegant &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt;, it became much harder to write books about &lt;a href=\"law\"&gt;law&lt;/a&gt;, &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt;, &lt;a href=\"science\"&gt;science&lt;/a&gt; or contemporary &lt;a href=\"politics\"&gt;politics&lt;/a&gt; in Latin while observing all of the humanists' norms of vocabulary purging and classical usage. Because humanist Latin lacked precise vocabulary to deal with modern issues, their reforms accelerated the transformation of Latin from a working language to an object of antiquarian study. Their attempts at literary work, especially poetry, often have a strong element of &lt;a href=\"pastiche\"&gt;pastiche&lt;/a&gt;.\nNew Latin.\nAfter the medieval era, Latin was &lt;a href=\"List%20of%20revived%20languages\"&gt;revived&lt;/a&gt; in original, scholarly, and scientific works between 1375 and 1900. The result language is called New Latin. Modern scholarly and technical &lt;a href=\"nomenclature\"&gt;nomenclature&lt;/a&gt;, such as in zoological and botanical &lt;a href=\"taxonomy%20%28biology%29\"&gt;taxonomy&lt;/a&gt; and &lt;a href=\"international%20scientific%20vocabulary\"&gt;international scientific vocabulary&lt;/a&gt;, draws extensively from New Latin vocabulary. In such use, New Latin is subject to &lt;a href=\"neologism\"&gt;new word formation&lt;/a&gt;. As a language for full expression in &lt;a href=\"prose\"&gt;prose&lt;/a&gt; or &lt;a href=\"poetry\"&gt;poetry&lt;/a&gt;, however, it is often distinguished from its successor, &lt;a href=\"Contemporary%20Latin\"&gt;Contemporary Latin&lt;/a&gt;.\n&lt;a href=\"Classics\"&gt;Classicist&lt;/a&gt;s use the term \"Neo-Latin\" to describe the use of Latin after the &lt;a href=\"Renaissance\"&gt;Renaissance&lt;/a&gt; as a result of renewed interest in classical civilization in the 14th and 15th centuries.\nContemporary Latin.\nContemporary Latin is the form of the &lt;a href=\"Latin%20language\"&gt;Latin language&lt;/a&gt; used since the end of the 19th century. Various kinds of contemporary Latin can be distinguished, including the use of single words in &lt;a href=\"taxonomy%20%28biology%29\"&gt;taxonomy&lt;/a&gt;, and the fuller &lt;a href=\"ecclesiastical\"&gt;ecclesiastical&lt;/a&gt; use in the Catholic Church \nAs a relic of the great importance of &lt;a href=\"New%20Latin\"&gt;New Latin&lt;/a&gt; as the formerly dominant international \"&lt;a href=\"lingua%20franca\"&gt;lingua franca&lt;/a&gt;\" down to the 19th century in a great number of fields, Latin is still present in words or phrases used in many languages around the world, and some minor &lt;a href=\"Living%20Latin\"&gt;communities&lt;/a&gt; use Latin in their speech.\nPhonological changes.\nVowels.\n&lt;a href=\"Proto-Italic\"&gt;Proto-Italic&lt;/a&gt; inherited all ten of the early post-&lt;a href=\"Proto-Indo-European\"&gt;Proto-Indo-European&lt;/a&gt; simple vowels (i.e. at a time when laryngeals had colored and often lengthened adjacent vowels and then disappeared in many circumstances): \"*a, *e, *i, *o, *u, *ā, *ē, *ī, *ō, *ū\". It also inherited all of the post-PIE diphthongs except for \"*eu\", which became \"*ou\". &lt;a href=\"Proto-Italic\"&gt;Proto-Italic&lt;/a&gt; and &lt;a href=\"Old%20Latin\"&gt;Old Latin&lt;/a&gt; had a &lt;a href=\"stress%20accent\"&gt;stress accent&lt;/a&gt; on the first syllable of a word, and this caused steady reduction and eventual deletion of many short vowels in non-initial syllables while affecting initial syllables much less. Long vowels were largely unaffected in general except in final syllables, where they had a tendency to shorten.\nNotes:\nNote: For the following examples, it helps to keep in mind the normal correspondences between PIE and certain other languages:\nPure vowels.\nInitial syllables.\nIn initial syllables, Latin generally preserves all of the simple vowels of Proto-Italic (see above):\nShort vowel changes in initial syllables:\nThere are numerous examples where PIE \"*o\" appears to result in Latin \"a\" instead of expected \"o\", mostly next to labial or labializing consonants. A group of cases showing \"*-ow-\" &gt; \"*-aw-\" &gt; \"-av-\" (before stress), \"*-ōw-\" &gt; \"*-āw-\" &gt; \"-āv-\" is known as Thurneysen-Havet's law: examples include PIE \"*lowh₃ṓ\" &gt; \"*lawō\" &gt; \"lavō\" 'I wash'; PIE \"*oḱtṓwos\" &gt; \"*oktāwos\" &gt; \"octāvus\" 'eighth' (but \"octō\" 'eight'). Other cases remain more disputed, such as \"mare\" 'sea', in contrast to Irish \"muir\", Welsh \"môr\" (Proto-Celtic *mori) &lt; PIE \"*móri\"; \"lacus\" 'lake', in contrast to Irish \"loch\" &lt; PIE \"*lókus\". De Vaan (2008: 8) suggests a general shift \"*o\" &gt; \"a\" in open syllables when preceded by any of \"*b\", \"*m\"; \"*kʷ\", \"*w\"; \"*l\". Vine (2011) disputes the cases with \"*moCV\", but proposes inversely that \"*mo-\" &gt; \"ma-\" when followed by \"r\" plus a velar (\"k\" or \"g\").\nMedial syllables.\nIn non-initial syllables, there was more vowel reduction of short vowels. The most extreme case occurs with short vowels in medial syllables (i.e. short vowels in a syllable that is neither the first nor the last), where all five vowels usually merge into a single vowel:\n1. They merge into \"e\" before \"r\" (sometimes original \"o\" is unaffected)\n2. They become Old Latin \"o\" &gt; \"u\" before \"l pinguis\", i.e., an \"l\" not followed by \"i, ī,\" or \"l\":\n3. But they remain \"o\" before \"l pinguis\" when immediately following a vowel:\n4. Before /w/ the result is always \"u\", in which case the /w/ is not written:\n5. They become \"i\" before one consonant other than \"r\" or \"l pinguis\":\n6. But they sometimes become \"e\" before one consonant other than \"r\" or \"l pinguis\", when immediately following a vowel:\n7. Variation between \"i\" and (often earlier) \"u\" is common before a single labial consonant (\"p, b, f, m\"), underlyingly the &lt;a href=\"sonus%20medius\"&gt;sonus medius&lt;/a&gt; vowel:\nMedially before two consonants, when the first is not \"r\" or \"l pinguis\", the vowels do not merge to the same degree:\n1. Original \"a\", \"e\" and \"u\" merge into \"e\":\n2. But original \"i\" is unaffected:\n3. And original \"o\" raises to \"u\":\nSyncope.\nExon's Law dictates that if there are two light medial syllables in a row (schematically, \"σσ̆σ̆σ\", where \"σ\" = syllable and \"σ̆\" = light syllable, where \"light\" means a short vowel followed by only a single consonant), the first syllable syncopates (i.e. the vowel is deleted):\nSyncopation tends to occur after \"r\" and \"l\" in all non-initial syllables, sometimes even in initial syllables.\nSometimes early syncope causes apparent violations of Exon's Law:\nSyncope of \"-i-\" also occurred in \"-ndis\", \"-ntis\" and \"-rtis\". \"-nts\" then became \"-ns\" with lengthening of the preceding vowel, while \"-rts\" was simplified to \"-rs\" without lengthening.\nFinal syllables.\nIn final syllables of polysyllabic words before a final consonant or cluster, short \"a, e, i\" merge into either \"e\" or \"i\" depending on the following consonant, and short \"o, u\" merge into \"u\".\n1. Short \"a, e, i\" merge into \"i\" before a single non-nasal consonant:\n2. Short \"a, e, i\" merge into \"e\" before a cluster or a single nasal consonant:\n3. Short \"o, u\" merge into \"u\":\n4. All short vowels apparently merge into \"-e\" in absolute final position.\nLong vowels in final syllables shorten before most consonants (but not final \"s\"), yielding apparent exceptions to the above rules:\nAbsolutely final long vowels are apparently maintained with the exception of \"ā\", which is shortened in the 1st declension nominative singular and the neuter plural ending (both &lt; PIE *\"-eh₂\") but maintained in the 1st conjugation 2nd sg. imperative (&lt; PIE *\"-eh₂-yé\").\nDiphthongs.\nInitial syllables.\nProto-Italic maintained all PIE diphthongs except for the change \"*eu\" &gt; \"*ou\". The Proto-Italic diphthongs tend to remain into &lt;a href=\"Old%20Latin\"&gt;Old Latin&lt;/a&gt; but generally reduce to pure long vowels by Classical Latin.\n1. PIE \"*ei\" &gt; Old Latin \"ei\" &gt; \"ẹ̄\", a vowel higher than \"ē\" &lt; PIE \"*ē\". This then developed to \"ī\" normally, but to \"ē\" before \"v\":\n2. PIE \"*eu, *ou\" &gt; Proto-Italic \"*ou\" &gt; Old Latin \"ou\" &gt; \"ọ̄\" (higher than \"ō\" &lt; PIE \"*ō\") &gt; \"ū\":\n3. PIE (\"*h₂ei\" &gt;) \"*ai\" &gt; \"ae\":\n4. PIE (\"*h₂eu\" &gt;) \"*au\" &gt; \"au\":\n5. PIE \"*oi\" &gt; Old Latin \"oi, oe\" &gt; \"ū\" (occasionally preserved as \"oe\"):\nMedial syllables.\nAll diphthongs in medial syllables become \"ī\" or \"ū\".\n1. (Post-)PIE \"*ei\" &gt; \"ī\", just as in initial syllables:\n2. (Post-)PIE \"*oi\" &gt; \"ū\", just as in initial syllables:\n3. (Post-)PIE \"*eu, *ou\" &gt; Proto-Italic \"*ou\" &gt; \"ū\", just as in initial syllables:\n4. Post-PIE \"*ai\" &gt; Old Latin \"ei\" &gt; \"ī\":\n5. Post-PIE \"*au\" &gt; \"ū\" (rarely \"oe\"):\nFinal syllables.\nMostly like medial syllables:\nDifferent from medial syllables:\nSyllabic resonants and laryngeals.\nThe PIE syllabic resonants \"*m̥, *n̥, *r̥, *l̥\" generally become \"em, en, or, ol\" (cf. Greek \"am/a, an/a, ar/ra, al/la\"; Germanic \"um, un, ur, ul\"; Sanskrit \"am/a, an/a, r̥, r̥\"; &lt;a href=\"Lithuanian%20language\"&gt;Lithuanian&lt;/a&gt; \"im̃, iñ, ir̃, il̃\"):\nThe laryngeals \"*h₁, *h₂, *h₃\" appear in Latin as \"a\" when between consonants, as in most languages (but &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; \"e/a/o\" respectively, Sanskrit \"i\"):\nA sequence of syllabic resonant + laryngeal, when before a consonant, produced \"mā, nā, rā, lā\" (as also in Celtic, cf. Greek \"nē/nā/nō, rē/rā/rō\", etc. depending on the laryngeal; Germanic \"um, un, ur, ul\"; Sanskrit \"ā, ā, īr/ūr, īr/ūr\"; Lithuanian \"ím, ín, ír, íl\"):\nConsonants.\nAspirates.\nThe Indo-European voiced aspirates \"bʰ, dʰ, gʰ, gʷʰ\", which were probably breathy voiced stops, first devoiced in initial position (&lt;a href=\"fortition\"&gt;fortition&lt;/a&gt;), then fricatized in all positions, producing pairs of voiceless/voiced &lt;a href=\"fricative\"&gt;fricative&lt;/a&gt;s in &lt;a href=\"Proto-Italic\"&gt;Proto-Italic&lt;/a&gt;: \"f\" ~ \"β\", ' ~ \"ð\", ' ~ ', ' ~ \"\" respectively. The fricatives were voiceless in initial position. However, between vowels and other voiced sounds, there are indications—in particular, their evolution in Latin—that the sounds were actually &lt;a href=\"voiced%20consonant\"&gt;voiced&lt;/a&gt;. Likewise, Proto-Italic /s/ apparently had a voiced allophone [z] in the same position.\nIn all Italic languages, the word-initial voiceless fricatives \"f\", \"θ\", and \"χʷ\" all merged to \"f\", whereas \"χ\" debuccalized to \"h\" (except before a liquid where it became \"g\"); thus, in Latin, the normal outcome of initial PIE \"bʰ, dʰ, gʰ, gʷʰ\" is \"f, f, h, f\", respectively. Examples:\nWord-internal \"*-bʰ-, *-dʰ-, *-gʰ-, *-gʷʰ-\" evolved into Proto-Italic \"β\", \"ð\", \"ɣ\", \"ɣʷ\". In Osco-Umbrian, the same type of merger occurred as that affecting voiceless fricatives, with \"β\", \"ð\", and \"ɣʷ\" merging to \"β\". In Latin, this did not happen, and instead the fricatives defricatized, giving \"b, d ~ b, g ~ h, g ~ v ~ gu\".\n\"*-bʰ-\" is the simplest case, consistently becoming \"b\".\n\"*-dʰ-\" usually becomes \"d\", but becomes \"b\" next to \"r\" or \"u\", or before \"l\".\nThe development of \"*-gʰ-\" is twofold: \"*-gʰ-\" becomes \"h\" [ɦ] between vowels but \"g\" elsewhere:\n\"*-gʷʰ-\" has three outcomes, becoming \"gu\" after \"n\", \"v\" between vowels, and \"g\" next to other consonants. All three variants are visible in the same root \"*snigʷʰ-\" \"snow\" (cf. Irish \"snigid\" \"snows\", Greek \"nípha\"):\nOther examples:\nLabiovelars.\n\"*gʷ\" has results much like non-initial \"*-gʷʰ\", becoming \"v\" /w/ in most circumstances, but \"gu\" after a nasal and \"g\" next to other consonants:\n\"*kʷ\" remains as \"qu\" before a vowel, but reduces to \"c\" /k/ before a consonant or next to a \"u\":\nThe sequence \"*p *kʷ\" assimilates to \"*kʷ *kʷ\":\nThe sequences \"*ḱw, *ǵw, *ǵʰw\" develop identically to \"*kʷ, *gʷ, *gʷʰ\":\nOther sequences.\nInitial \"*dw-\" (attested in Old Latin as \"du-\") becomes \"b-\", thus compensating for the dearth of words beginning with \"*b\" in PIE:\nS-rhotacism.\nIndo-European \"s\" between vowels was first voiced to [z] in late &lt;a href=\"Proto-Italic\"&gt;Proto-Italic&lt;/a&gt; and became \"r\" in Latin and &lt;a href=\"Umbrian%20language\"&gt;Umbrian&lt;/a&gt;, a change known as &lt;a href=\"Rhotacism%20%28sound%20change%29\"&gt;rhotacism&lt;/a&gt;. Early Old Latin documents still have \"s\" [z], and &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt; once remarked that a certain Papirius Crassus officially changed his name from Papisius in 339 .., indicating the approximate time of this change. This produces many alternations in Latin declension:\nOther examples:\nHowever, before another \"r\", &lt;a href=\"dissimilation\"&gt;dissimilation&lt;/a&gt; occurred with \"sr\" [zr] becoming \"br\" (likely via an intermediate \"*ðr\"):"
}