{
    "id": "3840426",
    "revid": "33750368",
    "url": "https://en.wikipedia.org/wiki?curid=3840426",
    "title": "Al-Hamadaniah Stadium",
    "text": "Al-Hamadaniah Stadium () is an all-seater &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; in &lt;a href=\"Aleppo%2C%20Syria\"&gt;Aleppo, Syria&lt;/a&gt;. It is mostly used for &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; matches and has a capacity of 15,000 spectators.\nAl-Hamadaniah stadium serves as a home ground for &lt;a href=\"Hurriya%20SC\"&gt;Hurriya SC&lt;/a&gt; and sometimes for &lt;a href=\"Al-Ittihad%20Aleppo\"&gt;Al-Ittihad Aleppo&lt;/a&gt; as well. It hosted many of &lt;a href=\"Syria%20national%20football%20team\"&gt;Syria national football team&lt;/a&gt;'s matches before the inauguration of &lt;a href=\"Aleppo%20International%20Stadium\"&gt;Aleppo International Stadium&lt;/a&gt;.\nThe venue can also stage &lt;a href=\"sport%20of%20athletics\"&gt;athletics&lt;/a&gt; tournaments with its up-to-date track and field facilities.\nAl-Hamadaniah Stadium is part of the al-Hamadaniah Sports City. Since 2007, the stadium is served by a nearby &lt;a href=\"artificial%20turf\"&gt;artificial turf&lt;/a&gt;-football training ground with a capacity of 816 seats.\nHistory.\nAs part of the Al-Hamadaniah Sports City, the construction of the stadium was launched in 1982. It was completed and opened in 1986 to host the &lt;a href=\"Football%20at%20the%201987%20Mediterranean%20Games\"&gt;football competition&lt;/a&gt; of the &lt;a href=\"1987%20Mediterranean%20Games\"&gt;1987 Mediterranean Games&lt;/a&gt;.\nIn 1992, it was the main venue of the football competition at the &lt;a href=\"1992%20Pan%20Arab%20Games\"&gt;7th&lt;/a&gt; &lt;a href=\"Pan%20Arab%20Games\"&gt;Pan Arab Games&lt;/a&gt;.\nThe stadium was the regular home ground of the &lt;a href=\"Syria%20national%20football%20team\"&gt;Syria national football team&lt;/a&gt; during the 1990s.\nThe original capacity of the stadium was 25,000. However, after the renovation in 2008, it was turned into an all-seater stadium and the capacity was reduced to 14,000.\nDuring the &lt;a href=\"Syrian%20civil%20war\"&gt;Syrian civil war&lt;/a&gt;, the stadium suffered heavy damages while the playing surface was entirely deteriorated. However, in 2020, the stadium has been renovated, with the installment of new turf and the placement of new red-colored seats."
}