{
    "id": "3842646",
    "revid": "1059030923",
    "url": "https://en.wikipedia.org/wiki?curid=3842646",
    "title": "Damon Huard",
    "text": "Damon Paul Huard (born July 9, 1973) is a former &lt;a href=\"American%20football\"&gt;American football&lt;/a&gt; &lt;a href=\"quarterback\"&gt;quarterback&lt;/a&gt;. He is the director of community relations and fundraising for the &lt;a href=\"University%20of%20Washington\"&gt;University of Washington&lt;/a&gt; &lt;a href=\"Washington%20Huskies%20football\"&gt;football program&lt;/a&gt;, his alma mater.\nHuard was signed by the &lt;a href=\"Cincinnati%20Bengals\"&gt;Cincinnati Bengals&lt;/a&gt; as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt; in 1996, and played twelve seasons in the &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt; with the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt;, &lt;a href=\"New%20England%20Patriots\"&gt;New England Patriots&lt;/a&gt;, and &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt;. While with the Patriots, he won two &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt; rings.\nEarly years.\nBorn in &lt;a href=\"Yakima%2C%20Washington\"&gt;Yakima, Washington&lt;/a&gt;, Huard was raised southeast of &lt;a href=\"Tacoma%2C%20Washington\"&gt;Tacoma&lt;/a&gt; in &lt;a href=\"Puyallup%2C%20Washington\"&gt;Puyallup&lt;/a&gt;, where his father Mike was a high school teacher and head football He was the first to hold a snap for kicker &lt;a href=\"Ryan%20Longwell\"&gt;Ryan Longwell&lt;/a&gt; when they played for Aylen Junior High.\nHuard attended &lt;a href=\"Puyallup%20High%20School\"&gt;Puyallup High School&lt;/a&gt;, where he was a &lt;a href=\"varsity%20letter\"&gt;letterman&lt;/a&gt; for the Vikings in &lt;a href=\"High%20school%20football\"&gt;football&lt;/a&gt; and &lt;a href=\"High%20school%20basketball\"&gt;basketball&lt;/a&gt;. He played &lt;a href=\"tight%20end\"&gt;tight end&lt;/a&gt; as a sophomore, as the quarterback was senior &lt;a href=\"Billy%20Joe%20Hobert\"&gt;Billy Joe Hobert&lt;/a&gt;. As a senior in 1990, Huard was named the &lt;a href=\"Powerade\"&gt;Powerade&lt;/a&gt; State Player of the Year and won &lt;a href=\"All-America%23High%20school%20sports\"&gt;All-America&lt;/a&gt; honors.\nCollege career.\nAfter graduation from high school, Huard attended the &lt;a href=\"University%20of%20Washington\"&gt;University of Washington&lt;/a&gt; in &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;, where he &lt;a href=\"Redshirt%20%28college%20sports%29\"&gt;redshirted&lt;/a&gt; in &lt;a href=\"1991%20Washington%20Huskies%20football%20team\"&gt;1991&lt;/a&gt;, the &lt;a href=\"Washington%20Huskies%20football\"&gt;Huskies'&lt;/a&gt; &lt;a href=\"College%20football%20national%20championships%20in%20NCAA%20Division%20I%20FBS\"&gt;national championship&lt;/a&gt; season. Wearing jersey number 7, he started for the first time in &lt;a href=\"1993%20Washington%20Huskies%20football%20team\"&gt;1993&lt;/a&gt; under first-year head coach &lt;a href=\"Jim%20Lambright\"&gt;Jim Lambright&lt;/a&gt;, and continued as a starter through &lt;a href=\"1995%20Washington%20Huskies%20football%20team\"&gt;1995&lt;/a&gt;. That season, he passed for 2,415 yards and 11 touchdowns; he finished his career as the Huskies' all-time passing leader with 5,692 yards.\nAs a junior in &lt;a href=\"1994%20Washington%20Huskies%20football%20team\"&gt;1994&lt;/a&gt;, Huard led the Dawgs to an 18-point victory over the &lt;a href=\"1994%20Miami%20Hurricanes%20football%20team\"&gt;Miami Hurricanes&lt;/a&gt; at the &lt;a href=\"Miami%20Orange%20Bowl\"&gt;Orange Bowl&lt;/a&gt;, halting their nine-year home winning streak at 58 games.\nProfessional career.\nCincinnati Bengals.\nAfter going undrafted in the &lt;a href=\"1996%20NFL%20Draft\"&gt;1996 NFL Draft&lt;/a&gt;, Huard was signed by the &lt;a href=\"1996%20Cincinnati%20Bengals%20season\"&gt;Cincinnati Bengals&lt;/a&gt; as an &lt;a href=\"undrafted%20free%20agent\"&gt;undrafted free agent&lt;/a&gt;, but was waived on August 19.\nMiami Dolphins.\nAfter spending the 1996 season out of football, Huard signed with the &lt;a href=\"Miami%20Dolphins\"&gt;Miami Dolphins&lt;/a&gt; on April 24, &lt;a href=\"1997%20Miami%20Dolphins%20season\"&gt;1997&lt;/a&gt;. He was released during final cuts on August 24, but was re-signed to the team's &lt;a href=\"practice%20squad\"&gt;practice squad&lt;/a&gt; two days later. He was promoted to the active roster on September 6 and spent the remainder of the season as the Dolphins' third quarterback. Following the season, Huard played in &lt;a href=\"NFL%20Europa\"&gt;NFL Europe&lt;/a&gt; for the &lt;a href=\"Frankfurt%20Galaxy\"&gt;Frankfurt Galaxy&lt;/a&gt;. In &lt;a href=\"1998%20Miami%20Dolphins%20season\"&gt;1998&lt;/a&gt;, Huard saw action in two games for the Dolphins as a reserve, while acting as the team's third quarterback in eight games. He finished the season six-of-nine for 85 yards and an interception.\nHuard began the &lt;a href=\"1999%20Miami%20Dolphins%20season\"&gt;1999&lt;/a&gt; season as the Dolphins' holder on the field goal unit, but following an injury to starter &lt;a href=\"Dan%20Marino\"&gt;Dan Marino&lt;/a&gt;, in the future &lt;a href=\"Pro%20Football%20Hall%20of%20Fame\"&gt;Hall of Famer&lt;/a&gt;'s final season, Huard started his first NFL game on October 24 after replacing Marino on October 17. He won his first three games that he started, tying a Dolphins record set by &lt;a href=\"Earl%20Morrall\"&gt;Earl Morrall&lt;/a&gt; in &lt;a href=\"1972%20Miami%20Dolphins%20season\"&gt;1972&lt;/a&gt;. Huard posted a record before Marino returned in November, finishing the regular season with eight touchdowns, four interceptions, and 1,288 passing yards. Huard also saw time in the &lt;a href=\"1999%E2%80%932000%20NFL%20playoffs\"&gt;playoffs&lt;/a&gt;, replacing Marino for the second half of a loss to the &lt;a href=\"1999%20Jacksonville%20Jaguars%20season\"&gt;Jacksonville Jaguars&lt;/a&gt;. Several weeks earlier on December 3, he signed a two-year contract extension with the Dolphins.\nDespite Huard's performance in 1999, &lt;a href=\"Jay%20Fiedler\"&gt;Jay Fiedler&lt;/a&gt; was signed to be the Dolphins' starter in &lt;a href=\"2000%20Miami%20Dolphins%20season\"&gt;2000&lt;/a&gt;. Huard started one game in Fiedler's place, a win over the &lt;a href=\"2000%20Indianapolis%20Colts%20season\"&gt;Colts&lt;/a&gt; on November 26. On that day, Damon and his brother Brock became the NFL's first set of brothers to start at QB on the same weekend in league history. Damon made his only start that year against the Colts, while Brock started against the Denver Broncos for the Seahawks.\nNew England Patriots.\nA free agent after the 2000 season, Huard signed with the &lt;a href=\"2001%20New%20England%20Patriots%20season\"&gt;New England Patriots&lt;/a&gt;. At training camp, he competed with second-year &lt;a href=\"Tom%20Brady\"&gt;Tom Brady&lt;/a&gt; and third-year &lt;a href=\"Michael%20Bishop%20%28gridiron%20football%29\"&gt;Michael Bishop&lt;/a&gt; for the backup job behind long-time starter &lt;a href=\"Drew%20Bledsoe\"&gt;Drew Bledsoe&lt;/a&gt;; In 2001 Brady became the team's second quarterback and Huard the third for the start of the season. When Bledsoe was injured in Week 2, Brady became the Patriots' starter for the remainder of the season, while Huard was the backup until Bledsoe returned in Week 10. As the third quarterback, Huard won his first &lt;a href=\"Super%20Bowl%20XXXVI\"&gt;Super Bowl&lt;/a&gt; ring in February 2002 when the Patriots beat the &lt;a href=\"2001%20St.%20Louis%20Rams%20season\"&gt;St. Louis Rams&lt;/a&gt;.\nHuard appeared in his first game as a Patriot in &lt;a href=\"2002%20New%20England%20Patriots%20season\"&gt;2002&lt;/a&gt;, leading a touchdown drive in a blowout win over the &lt;a href=\"2002%20New%20York%20Jets%20season\"&gt;New York Jets&lt;/a&gt; on September 15. Later in the season, he entered a game in a punt formation and ran a successful quarterback sneak for a first down.\nWhile a backup for the Patriots in &lt;a href=\"2003%20New%20England%20Patriots%20season\"&gt;2003&lt;/a&gt;, Huard saw time in two more games while also seeing time on the team's scout team during practice. Before the against the &lt;a href=\"2003%20Indianapolis%20Colts%20season\"&gt;Indianapolis Colts&lt;/a&gt;, he mimicked the line calls and audibles of Colts quarterback &lt;a href=\"Peyton%20Manning\"&gt;Peyton Manning&lt;/a&gt; for the Patriots' defense during practice.\nKansas City Chiefs.\nAfter 2003, Huard signed with the &lt;a href=\"Kansas%20City%20Chiefs\"&gt;Kansas City Chiefs&lt;/a&gt; as a free agent. As the team's third quarterback, he did not see any action for his first two seasons (&lt;a href=\"2004%20Kansas%20City%20Chiefs%20season\"&gt;2004&lt;/a&gt; and &lt;a href=\"2005%20Kansas%20City%20Chiefs%20season\"&gt;2005&lt;/a&gt;). In the &lt;a href=\"2006%20Kansas%20City%20Chiefs%20season\"&gt;2006&lt;/a&gt; opener, starter &lt;a href=\"Trent%20Green\"&gt;Trent Green&lt;/a&gt; suffered a &lt;a href=\"concussion\"&gt;concussion&lt;/a&gt; and was replaced by Huard. He started the next seven games, posting a record until suffering a groin injury. Green returned and started the remainder of the season and the team's &lt;a href=\"2006%E2%80%9307%20NFL%20playoffs\"&gt;playoff&lt;/a&gt; game against the &lt;a href=\"2006%20Indianapolis%20Colts%20season\"&gt;Indianapolis Colts&lt;/a&gt;.\nAfter the season, the Chiefs signed Huard to a three-year contract extension, and Green was traded to the &lt;a href=\"2007%20Miami%20Dolphins%20season\"&gt;Miami Dolphins&lt;/a&gt;. During the 2006 season, Huard set the NFL record for lowest percentage passes intercepted in a season among qualified players, with only one of his 244 attempts being intercepted.\nIn the Chiefs' &lt;a href=\"2007%20Kansas%20City%20Chiefs%20season\"&gt;2007&lt;/a&gt; training camp, Huard competed with second-year &lt;a href=\"Brodie%20Croyle\"&gt;Brodie Croyle&lt;/a&gt;, the team's third-round draft choice in &lt;a href=\"2006%20NFL%20Draft\"&gt;2006&lt;/a&gt;. Huard was named the starter on August 25, and started the first nine games of the season, going In his final start, Huard suffered a back injury and was replaced by Croyle, but Croyle himself was injured after his second start, both losses, and Huard returned as the starter in Week 13. He suffered a hand injury in the game and Croyle started the Chiefs' next two games. In Week 16, Croyle was injured again and Huard saw time in a reserve before Croyle returned to start the last game of the season. The Chiefs ended the season on a nine-game losing streak.\nCroyle started the opener in &lt;a href=\"2008%20Kansas%20City%20Chiefs%20season\"&gt;2008&lt;/a&gt;, but again suffered an injury and was replaced by Huard. In Week 2, Huard started but suffered a concussion and was replaced by &lt;a href=\"Tyler%20Thigpen\"&gt;Tyler Thigpen&lt;/a&gt;, a seventh-round draft pick in &lt;a href=\"2007%20NFL%20Draft\"&gt;2007&lt;/a&gt;. Thigpen started the Chiefs' Week 3 game before Huard returned for Weeks 4 and 5. Croyle returned after the bye week in Week 7 to start, was injured again, and replaced by Huard, who suffered a thumb injury. He was placed on &lt;a href=\"injured%20reserve\"&gt;injured reserve&lt;/a&gt; the next week, ending his season. The same week, Croyle was also placed on injured reserve, leaving Thigpen as the Chiefs' starter for the remainder of the season.\nFollowing the season, &lt;a href=\"Scott%20Pioli\"&gt;Scott Pioli&lt;/a&gt;, the Patriots' director of player personnel during Huard's tenure in New England, was hired to be the Chiefs' &lt;a href=\"general%20manager\"&gt;general manager&lt;/a&gt;. Huard was released by the Chiefs on February 24, roughly a week before Pioli traded for &lt;a href=\"Matt%20Cassel\"&gt;Matt Cassel&lt;/a&gt;, a Patriots backup who replaced an injured Brady in &lt;a href=\"2008%20New%20England%20Patriots%20season\"&gt;2008&lt;/a&gt;, to be the Chiefs' starter in &lt;a href=\"2009%20Kansas%20City%20Chiefs%20season\"&gt;2009&lt;/a&gt;.\nSan Francisco 49ers.\nHuard signed with the &lt;a href=\"San%20Francisco%2049ers\"&gt;San Francisco 49ers&lt;/a&gt; on March 4, &lt;a href=\"2009%20San%20Francisco%2049ers%20season\"&gt;2009&lt;/a&gt;, and competed for a job behind &lt;a href=\"Alex%20Smith\"&gt;Alex Smith&lt;/a&gt; with &lt;a href=\"Shaun%20Hill\"&gt;Shaun Hill&lt;/a&gt; and &lt;a href=\"2009%20NFL%20Draft\"&gt;2009&lt;/a&gt; fifth-round pick &lt;a href=\"Nate%20Davis%20%28quarterback%29\"&gt;Nate Davis&lt;/a&gt;, he was released on September 1, and retired.\nAfter football.\nThe University of Washington announced in June 2013 that former Husky quarterback Damon Huard had taken a new role as Chief Administrative Officer of the football program. Huard had been a fundraiser for the previous three seasons in the athletic department. Under new head coach &lt;a href=\"Chris%20Petersen\"&gt;Chris Petersen&lt;/a&gt;, Huard became director of external relations.\nSince &lt;a href=\"2010%20Washington%20Huskies%20football%20team\"&gt;2010&lt;/a&gt;, he has been the analyst on Husky radio broadcasts, alongside &lt;a href=\"Bob%20Rondeau\"&gt;Bob Rondeau&lt;/a&gt;. Huard and former teammate Dan Marino have a winemaking venture in &lt;a href=\"Woodinville%2C%20Washington\"&gt;Woodinville&lt;/a&gt; called \nPersonal life.\nHuard and his wife Julie Ann have three children.\nHis younger brothers were also quarterbacks at Puyallup: &lt;a href=\"Brock%20Huard\"&gt;Brock&lt;/a&gt; also started at Washington and in the NFL, and Luke played at \nHis son, Sam Huard, is a left handed quarterback in the class of 2021 who attends the University of Washington. Sam started his first game in the 2021 Apple Cup. "
}