{
    "id": "38430343",
    "revid": "82432",
    "url": "https://en.wikipedia.org/wiki?curid=38430343",
    "title": "Tyrrells (crisps)",
    "text": "Tyrrells is a manufacturer of &lt;a href=\"potato%20crisps\"&gt;potato crisps&lt;/a&gt; owned by German owned &lt;a href=\"KP%20Snacks\"&gt;KP Snacks&lt;/a&gt;.\nHistory.\nTyrrells was founded in &lt;a href=\"Leominster\"&gt;Leominster&lt;/a&gt;, &lt;a href=\"Herefordshire\"&gt;Herefordshire&lt;/a&gt;, in 2002 by farmer and entrepreneur &lt;a href=\"William%20Chase%20%28entrepreneur%29\"&gt;William Chase&lt;/a&gt;. Within several years of its creation, Tyrrells expanded its market into Europe and later into the U.S. Tyrrells has received numerous awards for the taste and quality of its crisps, both in England, as well as internationally.\nIn April 2008, Chase sold a majority stake for £40 million to &lt;a href=\"Langholm%20Capital\"&gt;Langholm Capital&lt;/a&gt;. Chase had a long running dispute with &lt;a href=\"Tesco\"&gt;Tesco&lt;/a&gt; over stocking his potatoes, and so refused to sell them any supplies of Tyrrells. He said that his previous farming business had collapsed when \"the large supermarkets, led by Tesco, began sourcing produce from overseas to push down costs.\" After Langholm took over, they dropped the existing distribution chain, and focused on large supermarkets including Tesco; they then dropped Chase as a supplier of potatoes when they \"found they could get them cheaper elsewhere\". Chase used the money from the sale of his stake in Tyrrells to start production of &lt;a href=\"Chase%20Vodka\"&gt;Chase Vodka&lt;/a&gt;, again using his own farmed potatoes.\nIn July 2013, the firm was sold for £100 million to &lt;a href=\"Investcorp\"&gt;Investcorp&lt;/a&gt;, a &lt;a href=\"Bahrain\"&gt;Bahrain&lt;/a&gt;-based luxury brands investor.\nIn 2015, Tyrrells acquired Yarra Valley Snack Foods, based in &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;, &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, where it now manufactures products for the Australian market.\nIn August 2016, US-based Amplify Snacks, maker of Skinny Pop popcorn, bought Tyrrells from Investcorp for £300 million. David Milner, Tyrrells' chief executive, said: \"As a small, UK farm-based business it is a tremendous achievement to be now part of a US publicly traded company with the international reach to make Tyrrells a global brand.\" The company will continue to be based in Herefordshire. Amplify Snacks was subsequently acquired by &lt;a href=\"The%20Hershey%20Company\"&gt;The Hershey Company&lt;/a&gt;.\nIn May 2018, KP Snacks acquired Tyrrells.\nProducts.\nTyrrells produces a number of different types of crisps, popcorn and tortilla. they produce 25 flavours of potato and vegetable crisps.\nIn 2010, &lt;a href=\"Perry%20Haydn%20Taylor\"&gt;Perry Haydn Taylor&lt;/a&gt; \"chief stoker\" of agency, Big Fish Design, began work on branding and marketing Tyrells, creating the \"quintessentially English\" identity of the product."
}