{
    "id": "384385",
    "revid": "470876",
    "url": "https://en.wikipedia.org/wiki?curid=384385",
    "title": "Mark Holden",
    "text": "Mark Ronald Holden (born 27 April 1954) is an Australian singer, actor, TV personality, record producer, songwriter, and barrister. He was a pop star in the 1970s and had four top 20 hit singles, \"&lt;a href=\"Never%20Gonna%20Fall%20in%20Love%20Again\"&gt;Never Gonna Fall in Love Again&lt;/a&gt;\" (May 1976), \"&lt;a href=\"I%20Wanna%20Make%20You%20My%20Lady\"&gt;I Wanna Make You My Lady&lt;/a&gt;\" (September), \"&lt;a href=\"Last%20Romance\"&gt;Last Romance&lt;/a&gt;\" (November) and \"&lt;a href=\"Reach%20Out%20for%20the%20One%20Who%20Loves%20You\"&gt;Reach Out for the One Who Loves You&lt;/a&gt;\" (October 1977). Holden regularly appeared on national pop music show, \"&lt;a href=\"Countdown%20%28Australian%20TV%20series%29\"&gt;Countdown&lt;/a&gt;\". Holden is remembered for his clean-cut image, his white dinner suit and his penchant for handing out carnations to girls on the set of the popular television show \"Countdown\" – he was nicknamed \"The Carnation Kid\". In the 1980s he worked as a songwriter in Los Angeles providing material recorded by &lt;a href=\"Meat%20Loaf\"&gt;Meat Loaf&lt;/a&gt;, &lt;a href=\"Joe%20Cocker\"&gt;Joe Cocker&lt;/a&gt;, &lt;a href=\"Gladys%20Knight\"&gt;Gladys Knight&lt;/a&gt;, &lt;a href=\"Bob%20Welch%20%28musician%29\"&gt;Bob Welch&lt;/a&gt; and &lt;a href=\"Steve%20Jones%20%28musician%29\"&gt;Steve Jones&lt;/a&gt;. He was one of three original judges on the TV series \"&lt;a href=\"Australian%20Idol\"&gt;Australian Idol&lt;/a&gt;\" (2003–07) and the &lt;a href=\"The%20X%20Factor%20%28Australia%20season%201%29\"&gt;first season&lt;/a&gt; (2005) of \"&lt;a href=\"The%20X%20Factor%20%28Australia%29\"&gt;The X Factor&lt;/a&gt;\".\nBiography.\nEarly years.\nMark Ronald Holden was born on 27 April 1954 to Helen (née King) and Ron Holden at &lt;a href=\"Calvary%20North%20Adelaide%20Hospital\"&gt;Calvary Hospital&lt;/a&gt;, North Adelaide. His father's family were involved with the Holden and Sloggetts Travelling Circus; although Ron became an architect and Helen was a teacher.\nIn the mid-1960s, Holden became involved in music after inheriting a guitar from his older brother Craig. Holden attended &lt;a href=\"Westminster%20School%2C%20Adelaide\"&gt;Westminster School&lt;/a&gt; in Adelaide and formed a school band. Holden began writing songs and took classical vocal lessons with Lewis Dawe. In a 2010 interview with the ABC, Holden said the band was encouraged; \"I remember we were given a room under a stairwell to rehearse our band.\" In 1972, Holden enrolled at the &lt;a href=\"University%20of%20Adelaide\"&gt;University of Adelaide&lt;/a&gt; where he studied law for three years.\nIn 1972, Holden was encouraged by a neighbour to audition for \"&lt;a href=\"Adelaide%20Tonight\"&gt;Adelaide Tonight&lt;/a&gt;\", a local television show hosted by &lt;a href=\"Ernie%20Sigley\"&gt;Ernie Sigley&lt;/a&gt;. Holden attended an open audition along Tynte Street, North Adelaide, singing an original song and \"&lt;a href=\"I%27ll%20Walk%20with%20God\"&gt;I'll Walk with God&lt;/a&gt;\", where he was successful and performed on the show a number of times. In 1973, Sigley moved to Melbourne and launched his own show \"&lt;a href=\"The%20Ernie%20Sigley%20Show\"&gt;The Ernie Sigley Show&lt;/a&gt;\". Sigley invited Holden to Melbourne, where he performed on this show. Throughout 1973, Holden travelled between Melbourne and Adelaide, balancing his music and law degree.\n1974–1977: Music career.\nIn 1974, Holden entered \"Showcase '74\", a television talent show on &lt;a href=\"Network%209\"&gt;Network 9&lt;/a&gt; where he sang original folky songs. Holden ultimately placed fifth. John Bromwell from Essex Music encouraged Holden to relocate to Sydney and arranged a meeting with &lt;a href=\"Peter%20Dawkins%20%28musician%29\"&gt;Peter Dawkins&lt;/a&gt; a &lt;a href=\"record%20producer\"&gt;record producer&lt;/a&gt; with &lt;a href=\"EMI%20Music\"&gt;EMI Music&lt;/a&gt; who signed Holden. Holden's debut album \"&lt;a href=\"Dawn%20in%20Darkness\"&gt;Dawn in Darkness&lt;/a&gt;\" was released in 1975, in which Holden wrote or co-wrote all tracks.\nFrom 1975 to 1976, Holden performed as Joseph in the first Australian production of \"&lt;a href=\"Joseph%20and%20the%20Amazing%20Technicolor%20Dreamcoat\"&gt;Joseph and the Amazing Technicolor Dreamcoat&lt;/a&gt;\" at the Seymour Centre, Sydney. He was the first pop star in the world to play the lead role.\nIn April 1976, Holden released a cover of &lt;a href=\"Eric%20Carmen\"&gt;Eric Carmen&lt;/a&gt;'s \"&lt;a href=\"Never%20Gonna%20Fall%20in%20Love%20Again\"&gt;Never Gonna Fall in Love Again&lt;/a&gt;\". The song became a hit peaking at number 13 on the Australian &lt;a href=\"Kent%20Music%20Report\"&gt;Kent Music Report&lt;/a&gt;. He released \"&lt;a href=\"I%20Wanna%20Make%20You%20My%20Lady\"&gt;I Wanna Make You My Lady&lt;/a&gt;\" in August and \"&lt;a href=\"Last%20Romance\"&gt;Last Romance&lt;/a&gt;\" in November, which both peaked at number 11. Holden issued his second studio album, \"&lt;a href=\"Let%20Me%20Love%20You%20%28album%29\"&gt;Let Me Love You&lt;/a&gt;\". At the &lt;a href=\"Australian%20pop%20music%20awards%231976\"&gt;\"TV Week\" King of Pop Awards of 1976&lt;/a&gt; he won Most Popular New Talent.\nIn 1977, Holden released \"&lt;a href=\"Hey%2C%20My%20Love\"&gt;Hey, My Love&lt;/a&gt;\" in February which peaked at number 32, and \"&lt;a href=\"Reach%20Out%20for%20the%20One%20Who%20Loves%20You\"&gt;Reach Out for the One Who Loves You&lt;/a&gt;\" in August, which peaked at number 17.\nHolden's third album \"&lt;a href=\"Encounter%20%28Mark%20Holden%20album%29\"&gt;Encounter&lt;/a&gt;\" was released in September 1977. Both \"Let Me Love You\" and \"Encounter\" were each certified double gold for shipment of 50,000 copies.\n1976–1978: TV &amp; film.\nIn 1976, Holden played the role of Greg Mason on the TV &lt;a href=\"soap%20opera\"&gt;soap opera&lt;/a&gt; \"&lt;a href=\"The%20Young%20Doctors\"&gt;The Young Doctors&lt;/a&gt;\".\nIn 1977, he starred in \"&lt;a href=\"Blue%20Fire%20Lady\"&gt;Blue Fire Lady&lt;/a&gt;\" and \"&lt;a href=\"Newsfront\"&gt;Newsfront&lt;/a&gt;\" and \"Reach for the Stars\" and &lt;a href=\"Case%20for%20the%20Defence\"&gt;Case for the Defence&lt;/a&gt; in 1978.\nA the &lt;a href=\"Logie%20Awards%20of%201977\"&gt;Logie Awards of 1977&lt;/a&gt;, Holden won Most Popular Australian TV Teenage Personality and Best New Talent. He won Most Popular Australian TV Teenage Personality in &lt;a href=\"Logie%20Awards%20of%201978\"&gt;1978&lt;/a&gt; also.\n1979–1983: Music in Los Angeles.\nIn 1979, Holden relocated to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; and signed with American label &lt;a href=\"Scotti%20Brothers%20Records\"&gt;Scotti Brothers Records&lt;/a&gt;. His first release on this label was \"Stay\" which he co-wrote with Gloria Sklerov. The song didn't chart but was covered by &lt;a href=\"John%20Schneider%20%28screen%20actor%29\"&gt;John Schneider&lt;/a&gt; on his 1981 album, \"Now or Never\". Mark recorded \"Scintillating Lady\" which he co-wrote with Roger Atkins, and was due to launch his American career with a performance of the song live on &lt;a href=\"CBS\"&gt;CBS&lt;/a&gt;; however, just before the performance, his wisdom teeth needed removing and he sang the song though pain and a swollen mouth. The song was poorly received and not released. Holden and Scotti Brothers Records parted ways.\nIn 1983, Holden released his fourth studio album, \"&lt;a href=\"Mark%20Holden%20%28album%29\"&gt;Mark Holden&lt;/a&gt;\" on &lt;a href=\"Casablanca%20Records\"&gt;Casablanca Records&lt;/a&gt;, in which he co-wrote all of the tracks. The album did not chart and Holden began to focus on writing and producing.\n1984–1996: Music producer in Los Angeles.\nAfter the lack of success of \"Mark Holden\", Holden focussed on becoming a songwriter and music producer. He formed a company called Multimedia with Anthony Curtis and Dan Wilson and over the next decade co-wrote two top ten hits on the &lt;a href=\"Hot%20R%26amp%3BB/Hip-Hop%20Songs\"&gt;Hot R&amp;B/Hip-Hop Songs&lt;/a&gt; for &lt;a href=\"the%20Temptations\"&gt;the Temptations&lt;/a&gt;, \"Lady Soul\" (June 1986) and \"Look What You Started\" (1987). There were also hits with &lt;a href=\"Tracie%20Spencer\"&gt;Tracie Spencer&lt;/a&gt;, &lt;a href=\"Joey%20Lawrence\"&gt;Joey Lawrence&lt;/a&gt;, &lt;a href=\"Will%20Downing\"&gt;Will Downing&lt;/a&gt;, a #1 dance hit with &lt;a href=\"Kathy%20Sledge\"&gt;Kathy Sledge&lt;/a&gt;, and over 50 cover recordings of his songs from artists as varied as &lt;a href=\"Belinda%20Carlisle\"&gt;Belinda Carlisle&lt;/a&gt;, &lt;a href=\"Steve%20Jones%20%28musician%29\"&gt;Steve Jones&lt;/a&gt; of the &lt;a href=\"Sex%20Pistols\"&gt;Sex Pistols&lt;/a&gt;, &lt;a href=\"The%20Manhattans\"&gt;The Manhattans&lt;/a&gt;, &lt;a href=\"Donny%20Osmond\"&gt;Donny Osmond&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Feliciano\"&gt;José Feliciano&lt;/a&gt;, &lt;a href=\"Fleetwood%20Mac\"&gt;Fleetwood Mac&lt;/a&gt;, &lt;a href=\"David%20Hasselhoff\"&gt;David Hasselhoff&lt;/a&gt;, &lt;a href=\"Scarlett%20and%20Black\"&gt;Scarlett and Black&lt;/a&gt; and &lt;a href=\"Branford%20Marsalis\"&gt;Branford Marsalis&lt;/a&gt;. He also developed and produced artists including &lt;a href=\"Calvin%20Klein\"&gt;Calvin Klein&lt;/a&gt; model and film star &lt;a href=\"Milla%20Jovovich\"&gt;Milla Jovovich&lt;/a&gt; ('Chaplin', 'Blue Lagoon 2', 'Dazed and Confused', 'The 5th Element'), for &lt;a href=\"EMI%20Records\"&gt;EMI Records&lt;/a&gt; Group, New York. This led to her debut album; a US Top Ten Post Modern hit, it won critical raves including a 3 star review in Rolling Stone magazine.\nFor three years between 1992 and 1995, Holden worked with &lt;a href=\"David%20Hasselhoff\"&gt;David Hasselhoff&lt;/a&gt;, producing and coordinating his albums, live promotion and musical projects for television, particularly in Europe where David enjoyed multi-platinum successes including the Top Ten hit in Germany, Austria and Switzerland, 'Wir Zwei Allein Heut Nacht' ('Together alone tonight') which Mark wrote with David Hasselhoff. &lt;a href=\"Jeremy%20Jackson\"&gt;Jeremy Jackson&lt;/a&gt;, the actor who played David Hasselhoff's son on \"&lt;a href=\"Baywatch\"&gt;Baywatch&lt;/a&gt;\", was signed to Mark Holden's production company and had two hits in Europe including 'You Can Run' which was Top 5 in the Netherlands.\nIn 1995, Holden's second child Katie was born. Amid the rising violence in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; in the early 1990s, Holden and his partner Anna decided to move back to Australia in September 1996.\n1996–2007: Marjac Productions, \"Australian Idol\" &amp; \"The X Factor\".\nIn 1996, Holden recommenced his law degree and by 1997 was keen to get back into the music business. He teamed with Jack Strom who he knew from the early 1970s and was the producer of &lt;a href=\"Red%20Faces\"&gt;Red Faces&lt;/a&gt; on \"&lt;a href=\"Hey%20Hey%20It%27s%20Saturday\"&gt;Hey Hey It's Saturday&lt;/a&gt;\". The pair listened to a number of demos before visiting a Russian restaurant in &lt;a href=\"Carnegie%2C%20Victoria\"&gt;Carnegie&lt;/a&gt; where they met a 15-year-old &lt;a href=\"Vanessa%20Amorosi\"&gt;Vanessa Amorosi&lt;/a&gt;. They signed her and launched her career in 1999. Amorosi's debut album \"&lt;a href=\"The%20Power%20%28album%29\"&gt;The Power&lt;/a&gt;\" peaked at number 1 and was certified 4 times platinum in Australia. At the &lt;a href=\"APRA%20Music%20Awards%20of%202001\"&gt;APRA Music Awards of 2001&lt;/a&gt;, Amorosi's \"&lt;a href=\"Shine%20%28Vanessa%20Amorosi%20song%29\"&gt;Shine&lt;/a&gt;\" won Most Performed Australian Work, in which Holden co-wrote. Strom and Holden formed Marjac Productions and wrote songs and helped launch careers of &lt;a href=\"Delta%20Goodrem\"&gt;Delta Goodrem&lt;/a&gt;, &lt;a href=\"Nikki%20Webster\"&gt;Nikki Webster&lt;/a&gt; and &lt;a href=\"Sophie%20Monk\"&gt;Sophie Monk&lt;/a&gt;.\nIn 1999, Holden performed his show \"100 Years of Australian Music\" at the School of Arts Café in &lt;a href=\"Queanbeyan\"&gt;Queanbeyan&lt;/a&gt; and hosted the Silver Jubilee edition of \"&lt;a href=\"Countdown%20%28Australian%20TV%20series%29\"&gt;Countdown&lt;/a&gt;\". In 2002, Holden was honoured by \"&lt;a href=\"This%20Is%20Your%20Life%20%28Australian%20TV%20series%29\"&gt;This is Your Life&lt;/a&gt;\".\nIn 2003, Holden was a judge on the inaugural season \"&lt;a href=\"Australian%20Idol\"&gt;Australian Idol&lt;/a&gt;\", where he remained for five seasons until 2007. Holden executive-produced the \"Final 12\" cast CD for \"Australian Idol\" which went double platinum and included the song \"&lt;a href=\"Rise%20Up%20%28Vanessa%20Amorosi%20song%29\"&gt;Rise Up&lt;/a&gt;\" which he co-wrote with &lt;a href=\"Vanessa%20Amorosi\"&gt;Vanessa Amorosi&lt;/a&gt; and peaked at number 1 on the &lt;a href=\"ARIA%20Charts\"&gt;ARIA Charts&lt;/a&gt;. His phrase \"Touchdown\" became the highest form of accolade for the contestants. &lt;a href=\"Cosima%20De%20Vito\"&gt;Cosima De Vito&lt;/a&gt; received the first touchdown, for her rendition of &lt;a href=\"Cold%20Chisel\"&gt;Cold Chisel&lt;/a&gt;'s \"&lt;a href=\"When%20the%20War%20Is%20Over\"&gt;When the War Is Over&lt;/a&gt;\". In 2003, Holden appeared in cameo acting roles on \"&lt;a href=\"Kath%20%26amp%3B%20Kim\"&gt;Kath &amp; Kim&lt;/a&gt;\".\nIn 2004 Holden signed and managed &lt;a href=\"Joel%20Turner%20%28musician%29\"&gt;Joel Turner&lt;/a&gt;, a &lt;a href=\"Beatboxing\"&gt;beat-boxer&lt;/a&gt; from \"Idol\". Credited to Joel Turner and the Modern Day Poets, their first single \"&lt;a href=\"These%20Kids\"&gt;These Kids&lt;/a&gt;\" reached #1 on the ARIA Charts and achieved double platinum status. Their &lt;a href=\"Joel%20Turner%20and%20the%20Modern%20Day%20Poets%20%28album%29\"&gt;self-titled album&lt;/a&gt; was released in late 2004 was also certified platinum. In 2004, Holden recorded a live DVD titled \"&lt;a href=\"Live%20at%20the%20George%20Ballroom\"&gt;Live at the George Ballroom&lt;/a&gt;\". The DVD was produced by Drew Thompson and released in 2005 as a DVD + CD through Thompson Music. In 2004, Mark's family group, The Holdens, released their first CD, \"A Tribute to Tex Morton\". The album featured songs made famous by the legendary country singer &lt;a href=\"Tex%20Morton\"&gt;Tex Morton&lt;/a&gt;.\nIn 2005, Holden appeared as a judge on the &lt;a href=\"The%20X%20Factor%20%28Australia%20season%201%29\"&gt;first season&lt;/a&gt; of \"&lt;a href=\"The%20X%20Factor%20%28Australia%29\"&gt;The X Factor&lt;/a&gt;\", along with &lt;a href=\"John%20Reid%20%28music%20manager%29\"&gt;John Reid&lt;/a&gt; and &lt;a href=\"Kate%20Ceberano\"&gt;Kate Ceberano&lt;/a&gt;. The &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; group he mentored during the show, &lt;a href=\"Random%20%28band%29\"&gt;Random&lt;/a&gt;, went on to win, becoming the first group anywhere in the world to do so.\nOn 14 June 2005 Holden was one of the guest hosts that stood in for Bert Newton on morning program \"&lt;a href=\"Good%20Morning%20Australia%20%281992%20TV%20program%29\"&gt;Good Morning Australia&lt;/a&gt;\"(GMA). Both Australian Idol and GMA aired on &lt;a href=\"Network%2010\"&gt;Network Ten&lt;/a&gt;.\nBy late 2005, Amorosi ended her 7-year contract with MarJar and signed with Ralph Carr Management, &lt;a href=\"Sony%20BMG\"&gt;Sony BMG&lt;/a&gt; were in dispute with Holden regarding &lt;a href=\"Delta%20Goodrem\"&gt;Delta Goodrem&lt;/a&gt; and Turner had requested to cease his contract with Marjar, involving Holden in a legal dispute to being 2006.\nIn 2007, Holden featured in \"&lt;a href=\"The%20Starter%20Wife%20%28miniseries%29\"&gt;The Starter Wife&lt;/a&gt;\" and \"&lt;a href=\"Pizza%20%28TV%20series%29\"&gt;Pizza&lt;/a&gt;\". Holden's radio career includes co-hosting \"The Drive Home\" with &lt;a href=\"Cal%20Wilson\"&gt;Cal Wilson&lt;/a&gt; while regular host &lt;a href=\"Akmal%20Saleh\"&gt;Akmal Saleh&lt;/a&gt; was sick. He also hosted the short lived show in 2007, \"The Dicko, Holden and Chrissie Show\" on &lt;a href=\"Nova%20%28radio%20network%29\"&gt;Nova FM&lt;/a&gt;.\nAt the end of the fifth season of \"Australian Idol\" in 2007, Holden was told he wasn't required on the show any longer.\n2008–present: Theatre, \"Dancing with the Stars\" and autobiography.\nFrom January to May 2008, Holden played the role of &lt;a href=\"Johnny%20O%27Keefe\"&gt;Johnny O'Keefe&lt;/a&gt;'s manager &lt;a href=\"Lee%20Gordon%20%28promoter%29\"&gt;Lee Gordon&lt;/a&gt; in \"&lt;a href=\"Shout%21%20The%20Legend%20of%20The%20Wild%20One\"&gt;Shout! The Legend of The Wild One&lt;/a&gt;\". In 2010, Holden had a cancer removed from his neck, affecting his vocal cords.\nIn 2010, he guest starred as Doctor Wallace in Season 5 of \"&lt;a href=\"Sea%20Patrol\"&gt;Sea Patrol&lt;/a&gt;\", which aired in July 2011. From 2010 to 2011 he was a fill-in presenter of the weekday afternoon show on South Australia's &lt;a href=\"891%20ABC%20Adelaide\"&gt;891 ABC Adelaide&lt;/a&gt;, where his focus has been on musical discussion. In early 2011 he has been fill in presenter of &lt;a href=\"ABC%20Local%20Radio\"&gt;ABC Local Radio&lt;/a&gt; nationally. Mark is one of the regular fill-ins for &lt;a href=\"Richard%20Stubbs\"&gt;Richard Stubbs&lt;/a&gt; on &lt;a href=\"774%20ABC%20Melbourne\"&gt;774 ABC Melbourne&lt;/a&gt;. In early 2012 he was fill-in presenter for the nationwide ABC Local network show \"Nightlife with Tony Delroy\".\nFrom 2012 to 2014 Holden began researching and placing together information from his great-uncle Aldophus Holden's travelling circus from the 1890s. Holden made five 24-minute short films about the circus, including footage from the 1950s and 60s. Holden recorded a soundtrack with his family, including his daughter Katie singing and his son Cain co-writing \"Rambling Man\". The \"Holden Brothers Travelling Circus\" documentary and soundtrack were released on iTunes in September 2014.\nTo promote the series, Holden appeared on \"&lt;a href=\"Celebrity%20Come%20Dine%20With%20Me%20Australia\"&gt;Celebrity Come Dine With Me Australia&lt;/a&gt;\" in January 2014. On 28 August 2014, it was announced Holden would be a participant on the 14th season of \"&lt;a href=\"Dancing%20with%20the%20Stars%20%28Australian%20season%2014%29\"&gt;Dancing with the Stars&lt;/a&gt;\" commencing in September. Holden had been asked in early seasons but declined. He saw this as an opportunity to promote \"Holden Brothers Travelling Circus\" and &lt;a href=\"Network%20Seven\"&gt;Network Seven&lt;/a&gt; agreed to air the show in December, although this never occurred.\nIn week one of \"Dancing with the Stars\", Holden did a dance tributing \"The Carnation Kid\" from 40 years ago. In week two, he danced a waltz to &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt;' \"&lt;a href=\"She%27s%20Leaving%20Home\"&gt;She's Leaving Home&lt;/a&gt;\". Holden was receiving positive feedback from judges and audience despite his lack of dancing ability. In week three, Holden dressed up and danced as Bobo the Clown. Intended to be homage to a childhood clown, the performance received high-profile condemnation with people calling his performance a \"disaster on the dance floor\", \"one of the scariest things I've ever seen\" and \"a train wreck\". Holden received 4 out of 40 (the lowest score possible) and was voted out of the show.\nHolden subsequently apologised for his behaviour saying \"I want to apologise to everyone I've offended, I want to apologise to Channel Seven, to all the contestants on DWTS, and to the judges.\"\nFollowing the Bobo incident, Holden self-released \"Holden Brothers Travelling Circus\" on CD/DVD in December 2014.\nIn May 2017, Holden released his autobiography, titled, \"My Idol Years\".\nHolden produced &lt;a href=\"Judith%20Durham\"&gt;Judith Durham&lt;/a&gt;'s 2018 album, \"&lt;a href=\"So%20Much%20More%20%28Judith%20Durham%20album%29\"&gt;So Much More&lt;/a&gt;\".\nDuring the Adelaide Cabaret Festival in June 2018 Holden said \"I'm about to do a limited release of a CD called \"Mark Holden – The Lost '80s Album\". It's a collection of songs I recorded in the '80s when I was a journeyman songwriter in LA. Looking back on all those songs and recordings I was rewriting the same song over and over again centred on my relationship with my now wife and the ultimate conception and birth of our now 22-year-old daughter Katie.\"\nIn September 2020, Holden and his daughter Katie commenced releasing \"The Idol Archives\" podcast, which sees the duo chat to formed Idol contestants about their memories, in this behind-the-scenes look at the reality show.\nPersonal life.\nHolden became a father at the age of 20. His son Cane was born in 1974.\nHolden's second child Katie was born in 1995.\nHolden graduated with a &lt;a href=\"Bachelor%20of%20Laws\"&gt;Bachelor of Laws&lt;/a&gt; from the &lt;a href=\"University%20of%20Adelaide\"&gt;University of Adelaide&lt;/a&gt; in 2001, which he completed externally at &lt;a href=\"Monash%20University\"&gt;Monash University&lt;/a&gt;. He was close to completing the degree in 1974 when his music career took off. In November 2009 he signed the Victorian Bar roll, reading with barrister William Lye, and is now practising full-time at the &lt;a href=\"Victorian%20Bar\"&gt;Victorian Bar&lt;/a&gt;.\nHe has suffered several &lt;a href=\"bone%20fracture\"&gt;bone fracture&lt;/a&gt;s as a direct result of &lt;a href=\"osteoporosis\"&gt;osteoporosis&lt;/a&gt;, and featured on an awareness &lt;a href=\"Advertising\"&gt;ad&lt;/a&gt; on &lt;a href=\"Seven%20Network\"&gt;Channel 7&lt;/a&gt;. He also suffered from &lt;a href=\"thyroid%20cancer\"&gt;thyroid cancer&lt;/a&gt; in 2010. In September 2015 he announced that his cancer had returned.\nHe is a long-time supporter of the &lt;a href=\"Adelaide%20Football%20Club\"&gt;Adelaide Football Club&lt;/a&gt;, and was made an ambassador of the club in 2006. Holden is an ambassador of Blue September, an organisation supporting men with cancer.\nAwards and nominations.\nKing of Pop Awards.\n were voted by the readers of &lt;a href=\"TV%20Week\"&gt;TV Week&lt;/a&gt;. The King of Pop award started in 1967 and ran through to 1978."
}