{
    "id": "38441360",
    "revid": "14423028",
    "url": "https://en.wikipedia.org/wiki?curid=38441360",
    "title": "Battle of Mandora",
    "text": "The Battle of Mandora was a minor battle fought on 13 March 1801 between &lt;a href=\"Arm%C3%A9e%20d%27Orient%20%281798%29\"&gt;French forces&lt;/a&gt; under &lt;a href=\"Fran%C3%A7ois%20Lanusse\"&gt;François Lanusse&lt;/a&gt; and the British expeditionary corps under &lt;a href=\"Ralph%20Abercromby\"&gt;Ralph Abercromby&lt;/a&gt;, during the &lt;a href=\"French%20campaign%20in%20Egypt%20and%20Syria\"&gt;French campaign in Egypt and Syria&lt;/a&gt;.\nBackground.\nThe British army, under the command of &lt;a href=\"Lieutenant-general%20%28United%20Kingdom%29\"&gt;Lieutenant-General&lt;/a&gt; Sir &lt;a href=\"Ralph%20Abercromby\"&gt;Ralph Abercromby&lt;/a&gt;, had been sent to Egypt to remove the French garrison from the region, following &lt;a href=\"Napoleon\"&gt;Napoleon&lt;/a&gt;'s departure in August 1799. On 1 March 1801, the British corps, originally consisting of 15,300 men but much affected by disease, carried by a fleet of 175 ships, arrived at the natural harbour of &lt;a href=\"Abu%20Qir%20Bay\"&gt;Abu Qir&lt;/a&gt;, (known to the British as \"Aboukir Bay\"), some 23 kilometres (14 miles) from the port city of &lt;a href=\"Alexandria\"&gt;Alexandria&lt;/a&gt;. On 8 March, the British &lt;a href=\"vanguard\"&gt;vanguard&lt;/a&gt; of 5,500 came ashore by boat, opposed by a French force of some 2,000 drawn up on the &lt;a href=\"sand%20dune\"&gt;sand dune&lt;/a&gt;s overlooking the landing beach, an action known as the &lt;a href=\"Battle%20of%20Abukir%20%281801%29\"&gt;Second Battle of Abukir&lt;/a&gt;. The outcome had essentially been decided in the first 20 minutes of the landfall, when &lt;a href=\"John%20Moore%20%28British%20Army%20officer%29\"&gt;Major General John Moore&lt;/a&gt;, commanding the centre of the British line, carried the main French position on a &lt;a href=\"sand%20dune\"&gt;sand dune&lt;/a&gt; with a bayonet charge; the French were forced to retreat and the whole British corps had landed by nightfall.\nHaving established a depot and field hospital on the beach, the British besieged and captured Aboukir Castle from the French and began preparations to move against Alexandria. On 12 March, the British began their cautious advance towards Alexandria along a narrow &lt;a href=\"isthmus\"&gt;isthmus&lt;/a&gt; between the Mediterranean and Lake Maadie (later known as Lake Aboukir). When they reached a feature called Mandora Tower, they made camp for the night.\nBattle.\nA personal reconnaissance by Abercrombie had shown that a French force of nearly 5,000 men under General &lt;a href=\"Fran%C3%A7ois%20Lanusse\"&gt;François Lanusse&lt;/a&gt; were holding a ridge of high ground which crossed the western end of the isthmus; their line rested on the ruins of &lt;a href=\"Nicopolis%20%28Alexandria%29\"&gt;Nicopolis of Alexandria&lt;/a&gt; at the north and the &lt;a href=\"Mahmoudiyah%20Canal\"&gt;Alexandria Canal&lt;/a&gt; at the south, and had been strengthened by the construction of a &lt;a href=\"redoubt\"&gt;redoubt&lt;/a&gt;. Accordingly, on March 13, the British began their advance at first light, in two lines. The French unleashed a fierce fire from their artillery and muskets on the &lt;a href=\"92nd%20Regiment%20of%20Foot\"&gt;92nd Regiment of Foot&lt;/a&gt; which was leading the left column and mounted a &lt;a href=\"cavalry%20charge\"&gt;cavalry charge&lt;/a&gt; against the &lt;a href=\"90th%20Regiment%20of%20Foot\"&gt;90th Regiment of Foot&lt;/a&gt; which was leading the right. Few of the French cavalry reached the British line, most being driven off by an effective volley of musket fire. As the British lines continued their advance, the French began to withdraw to their fortifications on a further ridge just outside Alexandria; &lt;a href=\"Dillon%27s%20Regiment\"&gt;Dillon's Regiment&lt;/a&gt; (composed of various foreign troops and French émigré officers) captured two French guns by the canal in a bayonet charge.\nHaving secured the former French positions, Abercrombie, who was determined to take the French fortifications outside Alexandria by a \"&lt;a href=\"coup%20de%20main\"&gt;coup de main&lt;/a&gt;\", began a further advance across the plain that separated the two ridges. &lt;a href=\"John%20Hely-Hutchinson%2C%202nd%20Earl%20of%20Donoughmore\"&gt;General Hutchinson&lt;/a&gt; was ordered to take a hill overlooking the plain from the south which was successful, the &lt;a href=\"44th%20Regiment%20of%20Foot\"&gt;44th Regiment of Foot&lt;/a&gt; capturing a guarded bridge over the canal in the process. However, General Moore, commanding the right hand column, was met with intense artillery fire to which they were totally exposed. Halting while a reconnaissance was conducted by Abercrombie, during which his horse was shot from underneath him, the British forces eventually withdrew at sunset to the line which they had captured earlier in the day.\nAftermath.\nThe British set about further fortifying their new position, landed heavy guns from the ships offshore and bringing up supplies with the intention of blockading the French garrison. It was in this position that a French counterattack would be defeated in the &lt;a href=\"Battle%20of%20Alexandria%20%281801%29\"&gt;Battle of Alexandria&lt;/a&gt; on 21 March.\nThe British 90th and 92nd Regiments of Foot, who had borne the brunt of the fighting, were awarded the &lt;a href=\"battle%20honour\"&gt;battle honour&lt;/a&gt; \"Mandora\".\nThe Mandora Barracks (built 1895, demolished 1970) at &lt;a href=\"Aldershot\"&gt;Aldershot&lt;/a&gt; in &lt;a href=\"Hampshire\"&gt;Hampshire&lt;/a&gt; were named after this action."
}