{
    "id": "3846180",
    "revid": "10434788",
    "url": "https://en.wikipedia.org/wiki?curid=3846180",
    "title": "Prometheus (tree)",
    "text": "Prometheus (recorded as WPN-114) was the &lt;a href=\"list%20of%20long-living%20organisms\"&gt;oldest&lt;/a&gt; known non-&lt;a href=\"clonal%20colony\"&gt;clonal&lt;/a&gt; organism, a &lt;a href=\"Pinus%20longaeva\"&gt;Great Basin bristlecone pine&lt;/a&gt; (\"Pinus longaeva\") tree growing near the &lt;a href=\"tree%20line\"&gt;tree line&lt;/a&gt; on &lt;a href=\"Wheeler%20Peak%20%28Nevada%29\"&gt;Wheeler Peak&lt;/a&gt; in eastern &lt;a href=\"Nevada\"&gt;Nevada&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;. The tree, which was at least 4,862 years old and possibly more than 5,000, was cut down in 1964 by a graduate student and &lt;a href=\"United%20States%20Forest%20Service\"&gt;United States Forest Service&lt;/a&gt; personnel for research purposes. Those involved did not know of its world-record age before the cutting, but the circumstances and decision-making process remain controversial.\nThe tree's name refers to the mythological figure &lt;a href=\"Prometheus\"&gt;Prometheus&lt;/a&gt;, who stole fire from the gods and gave it to man. The designation WPN-114 was given by the original researcher, &lt;a href=\"Donald%20Rusk%20Currey\"&gt;Donald Rusk Currey&lt;/a&gt;, and means it was the 114th tree he sampled in his research in Nevada's &lt;a href=\"White%20Pine%20County%2C%20Nevada\"&gt;White Pine County&lt;/a&gt;.\nDiscovery and age.\nPrometheus (WPN-114) was a living member of a population of &lt;a href=\"bristlecone%20pine\"&gt;bristlecone pine&lt;/a&gt; trees near the tree line on the &lt;a href=\"Moraine%23Lateral%20moraines\"&gt;lateral moraine&lt;/a&gt; of a former &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt; on Wheeler Peak, in &lt;a href=\"Great%20Basin%20National%20Park\"&gt;Great Basin National Park&lt;/a&gt;, eastern Nevada. Wheeler Peak is the highest mountain in the &lt;a href=\"Snake%20Range\"&gt;Snake Range&lt;/a&gt;, and the highest mountain entirely in the state of Nevada. The bristlecone pine population on this mountain is divided into at least two distinct sub-populations, one of which is accessible by a popular interpretive trail.\nPrometheus, however, grew in an area reachable only by off-trail hiking. In either 1958 or 1961, a group of &lt;a href=\"Natural%20history\"&gt;naturalists&lt;/a&gt; who admired Prometheus's &lt;a href=\"Grove%20%28nature%29\"&gt;grove&lt;/a&gt; gave names to a number of the largest or most distinctive trees, including Prometheus.\nCurrey originally estimated the tree was at least 4844 years old. A few years later, this was increased to 4862 by Donald Graybill of the &lt;a href=\"University%20of%20Arizona\"&gt;University of Arizona&lt;/a&gt;'s &lt;a href=\"Laboratory%20of%20Tree-Ring%20Research\"&gt;Laboratory of Tree-Ring Research&lt;/a&gt;. These &lt;a href=\"Dendrochronology\"&gt;ring counts&lt;/a&gt; were done on a trunk cross-section taken about 2.5 m (8 feet) above the original &lt;a href=\"germination\"&gt;germination&lt;/a&gt; point of the tree, because the innermost rings were missing below that point. Adjusting Graybill's figure by adding the estimated number of years required to reach that height, plus a correction for the estimated number of missing rings (not uncommon in trees at the tree line), it is probable that the tree was at least 5000 years old when felled. That made it the oldest known unitary (i.e. non-&lt;a href=\"Cloning%23Horticultural\"&gt;clonal&lt;/a&gt;) organism at the time, exceeding even the &lt;a href=\"Methuselah%20%28tree%29\"&gt;Methuselah tree&lt;/a&gt; of the &lt;a href=\"White%20Mountains%20%28California%29\"&gt;White Mountains&lt;/a&gt;' &lt;a href=\"Ancient%20Bristlecone%20Pine%20Forest\"&gt;Schulman Grove&lt;/a&gt;, in &lt;a href=\"California\"&gt;California&lt;/a&gt;, though Methuselah was later redated to 4850 years old.\nOther \"Oldest Organism\" candidates.\nIn 2010, a reportedly living bristlecone pine in California's White Mountains was measured by Tom Harlan to be 5062 years old. This pine has not been found after Harlan's death in 2013, and its core has not been located at the Laboratory of Tree-Ring Research.\nWhether Prometheus should have been considered the oldest organism ever known depends on the definition of \"oldest\" and \"&lt;a href=\"organism\"&gt;organism&lt;/a&gt;\". Certain sprouting (clonal) organisms, such as &lt;a href=\"Larrea%20tridentata\"&gt;creosote bush&lt;/a&gt; or &lt;a href=\"aspen\"&gt;aspen&lt;/a&gt;, may be considered older if the entire clonal organism is considered. By that standard, the oldest living organism is a grove of &lt;a href=\"Populus%20tremuloides\"&gt;quaking aspens&lt;/a&gt; in &lt;a href=\"Utah\"&gt;Utah&lt;/a&gt; known as &lt;a href=\"Pando%20%28tree%29\"&gt;Pando&lt;/a&gt;, at perhaps as much as 80,000 years old, although likely much less. In a clonal organism, however, the individual clonal &lt;a href=\"Plant%20stem\"&gt;stems&lt;/a&gt; are not nearly so old, and no part of the organism is particularly old at any given time. Until 2012, Prometheus was thus the oldest \"non-clonal\" organism yet discovered, with its innermost, extant rings exceeding 4862 years of age.\nCutting of the tree.\nIn the 1950s &lt;a href=\"Dendrochronology\"&gt;dendrochronologists&lt;/a&gt; were making active efforts to find the oldest living tree species in order to use the analysis of the rings for various research purposes, such as the evaluation of former climates, the dating of archaeological ruins, and addressing the basic scientific question of maximum potential lifespan. Bristlecone pines in California's White Mountains and elsewhere were discovered by &lt;a href=\"Edmund%20Schulman\"&gt;Edmund Schulman&lt;/a&gt; to be older than any species yet discovered. This spurred interest in finding very old bristlecones, possibly older than the &lt;a href=\"Methuselah%20tree\"&gt;Methuselah tree&lt;/a&gt;, aged by Schulman in 1957 at over 4,700 years.\n&lt;a href=\"Donald%20R.%20Currey\"&gt;Donald R. Currey&lt;/a&gt; was a graduate student at the &lt;a href=\"University%20of%20North%20Carolina%20at%20Chapel%20Hill\"&gt;University of North Carolina at Chapel Hill&lt;/a&gt; studying the climate dynamics of the &lt;a href=\"Little%20Ice%20Age\"&gt;Little Ice Age&lt;/a&gt; using &lt;a href=\"dendrochronology\"&gt;dendrochronology&lt;/a&gt; techniques. In 1963 he became aware of the bristlecone populations in the Snake Range in general, and on Wheeler Peak in particular. Based on the trees' size, growth rate and growth forms, he became convinced that some were very old, &lt;a href=\"Core%20sample\"&gt;cored&lt;/a&gt; some of them, and found trees exceeding 3,000 years in age, but Currey was not able to obtain a continuous series of overlapping cores from WPN-114.\nHere, stories diverge. It is not clear whether Currey requested, or Forest Service personnel suggested, that he cut down and section the tree in lieu of coring it. There is also some uncertainty as to why a core sample could not be obtained. One version has it that he broke or lodged his only long &lt;a href=\"increment%20borer\"&gt;increment borer&lt;/a&gt; and could not obtain another before the end of the field season; another claims he broke two of them, while another implies that a core sample was too difficult to obtain and also would not provide as much definitive information as a full cross-section of the tree. Currey said that the tree cores were too small and difficult to read so he used a chain saw and cut the tree down.\nIn addition, there are conflicting views of Prometheus's uniqueness in the Wheeler Peak grove. It is reported that Currey and/or the Forest Service personnel who authorized the cutting believed the tree was just one of many large, very old trees in the grove. Others, at least one of whom was involved in the decision-making and tree cutting, believe that the tree was clearly unique — obviously older than other trees in the area.\nAt least one person involved says that Currey knew that to be true at the time, although there is no known admission from Currey that he did, and others have disputed that the tree, based on observation alone, was obviously much older than the others.\nAnother uncertainty is that it is not clear why the felling of such an old tree was necessary given what Currey was studying. Since the &lt;a href=\"Little%20Ice%20Age\"&gt;Little Ice Age&lt;/a&gt; had started no more than 600 years ago, many trees could presumably have provided the information he was seeking for that time period. In Currey's original report in the journal \"Ecology\" (Currey, 1965), however, he refers to the Little Ice Age as encompassing the period from 2000 BC to the present, thus defining the Age over a much longer time period than is currently accepted. Whether this was a common view at the time is not known. In the article, Currey indicates that he sectioned the tree as much to determine whether the oldest bristlecones were necessarily confined to California's White Mountains (as some dendrochronologists had been claiming) as from its usefulness in regard to studies of the Little Ice Age.\nWhatever the rationale, the tree was cut down and sectioned in August 1964, and several pieces of the sections were hauled out to be processed and analyzed, first by Currey, then by others in later years. Sections or pieces of the tree have ended up in various places, some of them publicly accessible, including the &lt;a href=\"Great%20Basin%20National%20Park\"&gt;Great Basin National Park&lt;/a&gt; visitor center (&lt;a href=\"Baker%2C%20Nevada\"&gt;Baker, Nevada&lt;/a&gt;), the Ely Convention Center (&lt;a href=\"Ely%2C%20Nevada\"&gt;Ely, Nevada&lt;/a&gt;), the University of Arizona Laboratory of Tree-Ring Research (&lt;a href=\"Tucson%2C%20Arizona\"&gt;Tucson, Arizona&lt;/a&gt;), and the U.S. Forest Service's &lt;a href=\"Institute%20of%20Forest%20Genetics\"&gt;Institute of Forest Genetics&lt;/a&gt; (&lt;a href=\"Placerville%2C%20California\"&gt;Placerville, California&lt;/a&gt;).\nRepercussions.\nIt has been argued that the cutting down of Prometheus was an important factor in the movement to protect bristlecones in general, and the Wheeler Peak groves in particular. There had been a movement to protect the mountain and contiguous areas as a national park before the incident, and 22 years later the area gained national park status.\nContemporary references.\nIn August 2014, marking the fiftieth anniversary of the tree's cutting, a two-day memorial for Prometheus was held in &lt;a href=\"Great%20Basin%20National%20Park\"&gt;Great Basin National Park&lt;/a&gt; by artist Jeff Weiss."
}