{
    "id": "3846839",
    "revid": "1869658",
    "url": "https://en.wikipedia.org/wiki?curid=3846839",
    "title": "Herbert Lord",
    "text": "Herbert Mayhew Lord (December 6, 1859 – June 2, 1930) was &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; officer and public official. He was most notable for his service as the Army's Director of Finance during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and the Director of the United States Bureau of the Budget (now the &lt;a href=\"Office%20of%20Management%20and%20Budget\"&gt;Office of Management and Budget&lt;/a&gt;) from 1922 to 1929.\nA native of &lt;a href=\"Rockland%2C%20Maine\"&gt;Rockland, Maine&lt;/a&gt;, Lord received bachelor's and master's degrees from &lt;a href=\"Colby%20College\"&gt;Colby College&lt;/a&gt; and worked as a newspaper reporter and editor. As a staff member for the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;United States House of Representatives&lt;/a&gt;, Lord played an important role in the creation of the &lt;a href=\"Dingley%20Act\"&gt;Dingley Act&lt;/a&gt;, which raised tariffs to counteract the lowering of rates that occurred under the &lt;a href=\"Wilson%E2%80%93Gorman%20Tariff%20Act\"&gt;Wilson–Gorman Tariff Act&lt;/a&gt;. In 1898, Lord began a military career when he was appointed a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; of &lt;a href=\"United%20States%20Volunteers\"&gt;United States Volunteers&lt;/a&gt; for the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt; and assigned to duty with the &lt;a href=\"Paymaster-General%20of%20the%20United%20States%20Army\"&gt;Paymaster Department&lt;/a&gt;. After the war, Lord continued to work in finance for the Army and was frequently called upon to provide expertise for special projects, including overseeing the disbursement of federal disaster relief funds following the &lt;a href=\"Great%20Salem%20fire%20of%201914\"&gt;Great Salem fire of 1914&lt;/a&gt;.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Lord was promoted to &lt;a href=\"Brigadier%20general%20%28United%20States%29\"&gt;brigadier general&lt;/a&gt; as the Army's Director of Finance and led the effort to manage expenditure of $24 billion in War Department appropriations. His post-war activities included an effort to pay corporations for wartime goods and services when Congress was not in session; his initiative helped avert an economic crisis, and the U.S. Congress retroactively approved his actions. Lord also acted on his own initiative to provide disability payments to soldiers who were wounded, injured, or suffered severe illness during the war, another action Congress approved retroactively. In 1922, Lord was appointed as budget director, and he remained in the position until 1929. Lord prioritized economy in government during the administrations of presidents &lt;a href=\"Calvin%20Coolidge\"&gt;Calvin Coolidge&lt;/a&gt; and &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt;, which helped pay down the country's World War I debt and create a surplus in the federal budget.\nLord became ill in 1929 and resigned as budget director. His health did not improve, and he died in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt; on June 2, 1920. Lord was buried at &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;.\nEarly life.\nHerbert M. Lord was born in &lt;a href=\"Rockland%2C%20Maine\"&gt;Rockland, Maine&lt;/a&gt; on December 6, 1859, the son of Sabin Lord and Abbie (Swett) Lord. He was raised and educated in Rockland, and graduated from Rockland High School.\nLord briefly attended &lt;a href=\"Bates%20College\"&gt;Bates College&lt;/a&gt;, then transferred to &lt;a href=\"Colby%20College\"&gt;Colby College&lt;/a&gt;. He graduated from Colby with a &lt;a href=\"Bachelor%20of%20Arts\"&gt;A.B.&lt;/a&gt; degree in 1884 and taught school while studying for his master's degree. As a teacher, he specialized in the Greek, Latin, and English languages, and also served as the principal of the high school in &lt;a href=\"Thomaston%2C%20Maine\"&gt;Thomaston, Maine&lt;/a&gt;. Lord also taught music and sang, and his tenor voice earned praise from admirers who suggested he could have pursued a singing career.\nHe received an &lt;a href=\"Master%20of%20Arts\"&gt;M.A.&lt;/a&gt; from Colby in 1889. While at Colby, Lord joined the &lt;a href=\"Delta%20Upsilon\"&gt;Delta Upsilon&lt;/a&gt; fraternity. In 1920, Colby College awarded Lord the &lt;a href=\"honorary%20degree\"&gt;honorary degree&lt;/a&gt; of &lt;a href=\"Legum%20Doctor\"&gt;LL.D.&lt;/a&gt;\nEarly career.\nAfter college, Lord began a career in journalism with a newspaper in &lt;a href=\"Cardiff%2C%20Tennessee\"&gt;Cardiff, Tennessee&lt;/a&gt;, for which he worked as a reporter, editor, and advertising manager. He was next employed by a paper in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, where he remained until returning to Maine. Lord then became editor of \"The Courier-Gazette\" in Rockland, of which he later purchased an ownership stake. A &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt;, while editing the Rockland paper, Lord also served terms on the city's common council and board of aldermen.\nBeginning in 1894, U.S. Representative &lt;a href=\"Nelson%20Dingley%20Jr.\"&gt;Nelson Dingley Jr.&lt;/a&gt; of Maine employed Lord on the staff of the &lt;a href=\"United%20States%20House%20Committee%20on%20Ways%20and%20Means\"&gt;Ways and Means Committee&lt;/a&gt;. When Dingley became the committee's chair in 1897, he appointed Lord as the committee's chief clerk. Lord worked on the details of the &lt;a href=\"Dingley%20Act\"&gt;Dingley Act&lt;/a&gt;, a law that raised tariffs to counteract the &lt;a href=\"Wilson%E2%80%93Gorman%20Tariff%20Act\"&gt;Wilson–Gorman Tariff Act&lt;/a&gt;, which had lowered tariff rates.\nMilitary career.\nIn 1898, Lord joined the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; for the &lt;a href=\"Spanish%E2%80%93American%20War\"&gt;Spanish–American War&lt;/a&gt; and was commissioned as a &lt;a href=\"Major%20%28United%20States%29\"&gt;major&lt;/a&gt; of &lt;a href=\"United%20States%20Volunteers\"&gt;United States Volunteers&lt;/a&gt;. He was assigned to the &lt;a href=\"Paymaster-General%20of%20the%20United%20States%20Army\"&gt;Paymaster Department&lt;/a&gt; duties and served with the Volunteers until joining the &lt;a href=\"Regular%20Army\"&gt;Regular Army&lt;/a&gt;. In 1902, Lord was commissioned as a Regular Army &lt;a href=\"captain%20%28United%20States%20O-3%29\"&gt;captain&lt;/a&gt;, and he continued to serve in the Paymaster Department.\nLord was serving as a major in 1908 when President &lt;a href=\"Theodore%20Roosevelt\"&gt;Theodore Roosevelt&lt;/a&gt; made use of his previous experience by detailing Lord to assist the &lt;a href=\"United%20States%20Congress\"&gt;United States Congress&lt;/a&gt; with development of a new tariff bill. The result, the &lt;a href=\"Payne%E2%80%93Aldrich%20Tariff%20Act\"&gt;Payne–Aldrich Tariff Act&lt;/a&gt; of 1909, caused a rift between Republican reformers who supported low tariffs and conservative Republicans, who supported &lt;a href=\"protectionism\"&gt;protectionism&lt;/a&gt;. In 1910, Lord was appointed to oversee the disbursement of U.S. funds to the government of Cuba following the United States military's &lt;a href=\"Second%20Occupation%20of%20Cuba\"&gt;Second Occupation of Cuba&lt;/a&gt;.\nFollowing the &lt;a href=\"Great%20Salem%20fire%20of%201914\"&gt;Great Salem fire of 1914&lt;/a&gt;, President &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; assigned Lord to oversee disbursement of federal disaster relief funds. $200,000 was appropriated for the effort, and Lord was praised for fulfilling all requests for assistance so efficiently that he saved $150,000 of the fund.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, served as the Army's Director of Finance. During the war, he was promoted to &lt;a href=\"brigadier%20general%20%28United%20States%29\"&gt;brigadier general&lt;/a&gt; and controlled the expenditure of $24 billion in War Department appropriations. At the end of the war, he was awarded the &lt;a href=\"Distinguished%20Service%20Medal%20%28U.S.%20Army%29\"&gt;Army Distinguished Service Medal&lt;/a&gt; for his services. In March 1919, Congress adjourned without making provisions to pay more than $800 million that the military owed to factories, railroads, and other businesses for services and materiel they provided during the war. On his own initiative, Lord diverted funds appropriated for other purposes so they could be used to pay the debts, which had by then increased to over $1 billion. The creditors were satisfied, which averted an economic crisis, and at the next session of Congress, the House and Senate retroactively approved of Lord's actions.\nIn the years following the war, soldiers who had sustained wartime wounds, injuries and serious illness applied for disability payments. Because of haphazard recordkeeping that resulted from the exigencies of service on the front lines, veterans often did not have records to verify their units, type of service, or medical condition. Lord took the initiative to pay them based on their own certification of eligibility, with the War Department later using centrally located records for verification. Lord's efforts enabled the eligible veterans to rapidly obtain their disability payments, and Congress once again retroactively approved his actions.\nLord retired from the Army on June 30, 1922 to accept appointment as Director of the U.S. Bureau of the Budget, succeeding its first director, &lt;a href=\"Charles%20G.%20Dawes\"&gt;Charles G. Dawes&lt;/a&gt;.\nBudget director.\nLord took over as budget director on July 1, 1922. During his term, Lord prioritized economy in spending, a policy directed by President &lt;a href=\"Calvin%20Coolidge\"&gt;Calvin Coolidge&lt;/a&gt; and continued by his successor &lt;a href=\"Herbert%20Hoover\"&gt;Herbert Hoover&lt;/a&gt;. Lord was considered by many observers to be obsessed with reducing spending, including such seemingly trivial measures as reducing the size of postal money order blanks by one inch to save $8,000 a year. Scoffers also mocked Lord when he advocated that government employees save money by extending the length of time they used their pencils. Despite the skeptics, when Lord resigned in 1929, the federal treasury's &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; debt had been eliminated. In addition, the federal surplus had reached $2.7 billion, of which $2.4 billion was attributed to Lord's economizing.\nDeath and burial.\nLord suffered a prolonged illness in 1929, which caused him to resign as budget director. He spent part of the winter of 1929-1930 in &lt;a href=\"St.%20Petersburg%2C%20Florida\"&gt;St. Petersburg, Florida&lt;/a&gt; in the hopes of regaining his health. His condition continued to worsen, and he died at his home in &lt;a href=\"Washington%2C%20D.C.\"&gt;Washington, D.C.&lt;/a&gt;'s Woodley Apartments on June 2, 1930. Lord was buried at &lt;a href=\"Arlington%20National%20Cemetery\"&gt;Arlington National Cemetery&lt;/a&gt;.\nFamily.\nIn 1886, Lord married Annie Stuart Waldo. They were the parents of three children. Stuart Waldo Lord was born in 1886 and died in 1889. Kenneth Prince Lord (1888-1957) was a career Army officer and retired as a brigadier general. Ruth Mayhew Lord (1890-1974) was the wife of Franklin Robinson Van Rensselaer."
}