{
    "id": "38480287",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=38480287",
    "title": "Scotty Probasco",
    "text": "Scott Livingston \"Scotty\" Probasco, Jr. (November 26, 1928 – April 17, 2015) was an American heir, businessman and philanthropist.\nEarly life.\nScotty Probasco was born in &lt;a href=\"Chattanooga%2C%20Tennessee\"&gt;Chattanooga, Tennessee&lt;/a&gt; on November 26, 1928. His family has been involved in banking for ten generations. His grandfather, &lt;a href=\"Harry%20Scott%20Probasco\"&gt;Harry Scott Probasco&lt;/a&gt; (1858-1919), founded the &lt;a href=\"American%20National%20Bank\"&gt;American National Bank&lt;/a&gt;, and his father, &lt;a href=\"Scott%20L.%20Probasco%2C%20Sr.\"&gt;Scott L. Probasco, Sr.&lt;/a&gt; (1890-1962), founded a trust company ultimately bought by &lt;a href=\"SunTrust%20Banks\"&gt;SunTrust Banks&lt;/a&gt;. Probasco had said that the \"Probasco\" family were originally Jews from &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;, &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; who immigrated to the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and converted to Protestantism; then in the 1600s, they immigrated to the U.S. Both his father and grandfather attended the &lt;a href=\"First%20Presbyterian%20Church%20%28Chattanooga%2C%20Tennessee%29\"&gt;First Presbyterian Church&lt;/a&gt; of Chattanooga, and were devout followers of Christ.\nProbasco attended the &lt;a href=\"Baylor%20School\"&gt;Baylor School&lt;/a&gt;, where he played on the &lt;a href=\"golf\"&gt;golf&lt;/a&gt; team. He received a Bachelor of Arts degree in History from &lt;a href=\"Dartmouth%20College\"&gt;Dartmouth College&lt;/a&gt; and attended the &lt;a href=\"Wharton%20School%20of%20the%20University%20of%20Pennsylvania\"&gt;Wharton School of the University of Pennsylvania&lt;/a&gt;.\nCareer.\nProbasco considered becoming a preacher, but joined the family business instead. He served as the Chair of the Executive Committee of SunTrust Bank in Chattanooga. He served on the Board of Directors as well as the Audit and Compensation Committees of &lt;a href=\"Chattem\"&gt;Chattem&lt;/a&gt;, a Chattanooga-based producer and marketer of over-the-counter healthcare products, toiletries, dietary supplements, topical analgesics, and medicated skin care products.\nPhilanthropy.\nProbasco sat on the Board of Trustees of the &lt;a href=\"University%20of%20Tennessee%20at%20Chattanooga\"&gt;University of Tennessee at Chattanooga&lt;/a&gt; as well as its UTC Alumni Council, UT Development Council, and UT Foundation. He has also supported the UT chapter of the &lt;a href=\"Fellowship%20of%20Christian%20Athletes\"&gt;Fellowship of Christian Athletes&lt;/a&gt;. The Probasco Chair of &lt;a href=\"capitalism\"&gt;Free Enterprise&lt;/a&gt; at UTC, was originally endowed by Burkett Miller, Managing Partner of Miller and Martin and Probasco's good friend. Miller named the Chair for Probasco to honor his commitment to the enduring values of American Free Enterprise. The Chair was held by &lt;a href=\"Jeff%20Ray%20Clark\"&gt;Jeff Ray Clark&lt;/a&gt; until 2019, Claudia Williamson, Ph.D. was appointed to the Chair in the summer of 2020. He received the UTC Alumni Board's Outstanding Service Award.\nProbasco also donated to the &lt;a href=\"Baylor%20School\"&gt;Baylor School&lt;/a&gt;, the Chattanooga Chamber of Commerce, the Chattanooga-based &lt;a href=\"Benwood%20Foundation\"&gt;Benwood Foundation&lt;/a&gt;, Bethel Bible Village, a crisis center for neglected, abused and in-crisis children based in &lt;a href=\"Hixson%2C%20Tennessee\"&gt;Hixson, Tennessee&lt;/a&gt;, the Community Foundation of Greater Chattanooga, and the &lt;a href=\"United%20Way%20of%20America\"&gt;United Way&lt;/a&gt; of Greater Chattanooga. He supported &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; &lt;a href=\"Bill%20Haslam\"&gt;Bill Haslam&lt;/a&gt;'s gubernatorial campaign in 2010.\nPersonal life and death.\nProbasco was married to Betty Rowland Probasco, a.k.a. Betty Probasco, and they resided in &lt;a href=\"Lookout%20Mountain%2C%20Tennessee\"&gt;Lookout Mountain, Tennessee&lt;/a&gt;, a suburb of Chattanooga. They met at the Chattanooga Golf and Country Club in 1953. His wife was an avid golfer and a former executive at the Women's Southern Golf Association. They had four children:\nProbasco's sister, Alice Probasco, was married to the late &lt;a href=\"John%20T.%20Lupton%20II\"&gt;John T. Lupton II&lt;/a&gt;, the heir to the JTL Corporation, &lt;a href=\"Coca-Cola\"&gt;Coca-Cola&lt;/a&gt;'s largest bottler until he sold it to the &lt;a href=\"Coca-Cola%20Enterprises\"&gt;Coca-Cola Enterprises&lt;/a&gt; for US$1.4 billion in 1986. Scotty Probasco was known for wearing bowties and smoking &lt;a href=\"Honduras\"&gt;Honduran&lt;/a&gt; cigars. He died on April 17, 2015."
}