{
    "id": "3854932",
    "revid": "1879095",
    "url": "https://en.wikipedia.org/wiki?curid=3854932",
    "title": "Belt armor",
    "text": "Belt armor is a layer of heavy &lt;a href=\"metal\"&gt;metal&lt;/a&gt; &lt;a href=\"vehicle%20armor\"&gt;armor&lt;/a&gt; plated onto or within the outer hulls of &lt;a href=\"warship\"&gt;warship&lt;/a&gt;s, typically on &lt;a href=\"battleships\"&gt;battleships&lt;/a&gt;, &lt;a href=\"battlecruisers\"&gt;battlecruisers&lt;/a&gt; and &lt;a href=\"cruiser\"&gt;cruiser&lt;/a&gt;s, and &lt;a href=\"aircraft%20carrier\"&gt;aircraft carrier&lt;/a&gt;s.\nThe belt armor is designed to prevent projectiles from penetrating to the heart of a warship. When struck by an &lt;a href=\"shell%20%28projectile%29\"&gt;artillery shell&lt;/a&gt; or underwater &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;, the belt armor either absorbs the impact and explosion with its sheer thickness and strength, or else uses sloping to redirect the projectile and its blast downwards.\nTypically, the main armor belt covers the warship from its main deck down to some distance below the &lt;a href=\"waterline\"&gt;waterline&lt;/a&gt;. If, instead of forming the outer hull, the armor belt is built inside the hull, it is installed at a sloped angle for improved protection, as described above.\nThe torpedo bulkhead.\nFrequently, the main belt's armor plates were supplemented with a &lt;a href=\"torpedo%20bulkhead\"&gt;torpedo bulkhead&lt;/a&gt; spaced several meters behind the main belt, designed to maintain the ship's watertight integrity even if the main belt was penetrated. Furthermore, the outer spaces around the main belt in some designs were filled with storage tanks that could contain fuel oil, seawater, or fresh water. The liquids in these tanks absorb or scatter much of the explosive force of warheads and shells. In other designs, the outer spaces were left empty, allowing some of the initial blast wave to dissipate, while the inner liquid layers then absorbed shrapnel and spread the shock wave out over a larger area. To deal with the leakage from the tanks and incoming seawater, an armored \"holding bulkhead\" prevented liquid from entering other parts of the ship. This multilayer design is featured in the cross-sectional drawings of \"&lt;a href=\"German%20battleship%20Tirpitz\"&gt;Tirpitz&lt;/a&gt;\" and \"&lt;a href=\"King%20George%20V-class%20battleship%20%281939%29\"&gt;King George V&lt;/a&gt;\".\nA warship can be seriously damaged underwater not only by torpedoes, but also by heavy &lt;a href=\"naval%20artillery\"&gt;naval artillery&lt;/a&gt; shells that plunge into the ocean very close to the targeted ship. Such shells which are usually &lt;a href=\"armor-piercing%20shell\"&gt;armor-piercing shell&lt;/a&gt;s (AP shells) can pass through a short stretch of water and strike the warship some distance below the waterline. In 1914 typical AP shells were expected to punch a hole in the exterior plate and detonate there with a destructive effect similar to a torpedo. However by the 1940s, advances in AP shell technology incorporated delayed fuses which give AP shells deep penetration capability before exploding; such AP shells will typically make a smaller hole than a torpedo in breaching a ship's hull, but detonating beyond the belt in the hull can cause splinter damage to machinery spaces and secondary magazines, which in turn compromises watertight integrity and encourages progressive flooding. To improve protection against both shells and torpedoes, an air space can be added between the torpedo belt and the hull to increase the &lt;a href=\"buoyancy\"&gt;buoyancy&lt;/a&gt; of the warship.\nThinning the belt armor.\nSome kinds of naval warships have belt armor thinner than actually necessary for protection against projectiles. This is common especially with battlecruisers and aircraft carriers to reduce their weight, thus increasing their acceleration and speed. Another possible reason is to meet treaty restrictions on ship displacement. One such method is &lt;a href=\"All%20or%20nothing%20%28armor%29\"&gt;all-or-nothing armoring&lt;/a&gt;, where belt armor is stripped from areas deemed non-vital to the functioning of the ship in battle. Agility gained from such processes is a great asset to offensive warships, which seek to quickly bring their heavy striking power to the enemy. In carriers, the maneuverability is exploited when deploying and recovering aircraft. Since planes take off and land most easily when flying into the wind, the aircraft carrier steams rapidly into the wind in both maneuvers, making take-off and landing safer and easier. To this end, nearly all large aircraft carriers have had speeds of 30 knots or more: for example, the &lt;a href=\"sister%20ship\"&gt;sister ship&lt;/a&gt;s and , the second and third aircraft carriers to enter the &lt;a href=\"U.S.%20Navy\"&gt;U.S. Navy&lt;/a&gt;, in 1927.\nAircraft carriers typically had even thinner belt armor, despite being expected to face the threat of dive bombers and torpedo bombers more so than other warships. Unlike battleships and battlecruisers, aircraft carriers were not expected to face torpedoes and naval artillery from other surface ships, instead being deployed at a stand-off distance while being escorted by destroyers and cruisers. The British designed and constructed their carriers with &lt;a href=\"armoured%20flight%20deck\"&gt;armoured flight deck&lt;/a&gt;s, which did reduce their aircraft complement and its associated striking and combat air patrol capabilities, but the deck armor was a successful passive defense prior to the establishment of a successful fighter defenses (which required effective radar, high-speed monoplanes, and coordination)."
}