{
    "id": "3855730",
    "revid": "36163083",
    "url": "https://en.wikipedia.org/wiki?curid=3855730",
    "title": "Drumaness",
    "text": "Drumaness (formerly Drumanessy; ) is a &lt;a href=\"village\"&gt;village&lt;/a&gt; and &lt;a href=\"townland\"&gt;townland&lt;/a&gt; (of 761 acres) in the &lt;a href=\"Newry%2C%20Mourne%20and%20Down%20District%20Council\"&gt;Newry, Mourne and Down District Council&lt;/a&gt; area of &lt;a href=\"County%20Down\"&gt;County Down&lt;/a&gt;, &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;. It is 3 miles or 5 kilometres south of &lt;a href=\"Ballynahinch%2C%20County%20Down\"&gt;Ballynahinch&lt;/a&gt;, beside the main A24 &lt;a href=\"Belfast\"&gt;Belfast&lt;/a&gt; to &lt;a href=\"Newcastle%2C%20County%20Down\"&gt;Newcastle&lt;/a&gt; road. It is situated in the &lt;a href=\"Civil%20parishes%20in%20Ireland\"&gt;civil parish&lt;/a&gt; of Magheradroll and the historic &lt;a href=\"Barony%20%28Ireland%29\"&gt;barony&lt;/a&gt; of &lt;a href=\"Kinelarty\"&gt;Kinelarty&lt;/a&gt;. In the &lt;a href=\"United%20Kingdom%20Census%202011\"&gt;2011 Census&lt;/a&gt; it had a population of 1,339 people.\nDemography.\nThe population of Drumaness on Census day 2011 was 1339 people. The demographic characteristics of the people living in Drumaness was as follows:\nHistory and development.\nDrumaness developed as a mill village in 1850, with the opening of a spinning mill on the banks of the &lt;a href=\"River%20Cumber\"&gt;River Cumber&lt;/a&gt;. The village lost its employment role in 1968 following the closure of the mill and today it is largely a commuter settlement. It contains a limited range of services and shops. Christ The King Catholic &lt;a href=\"Primary%20education\"&gt;Primary School&lt;/a&gt; and &lt;a href=\"Church%20of%20Christ\"&gt;the Church of Christ&lt;/a&gt; the King are situated on the Drumsnade Road on the opposite side of the Newcastle Road, approximately a quarter or a mile or 0.5 kilometres south west of the village.\nThe centre of the village has a distinctive appearance with listed terraces of mill buildings, alleyways, courtyards and a millpond. The Dan Rice Memorial Hall, now used as a &lt;a href=\"community%20centre\"&gt;community centre&lt;/a&gt;, is a &lt;a href=\"listed%20building\"&gt;listed building&lt;/a&gt;.\nSport.\nFormer world champion MMA Fighter Paul McVeigh started his martial arts with Down Community Jujitsu Clubs in Drumaness. Down Community JuJitsu Clubs (DCJJC) were first opened on 6 January 1999, by sensei Gerald McAlister who won the Irish MMA championship in 2000. DCJJC are members of the Cobra Martial Arts Association (CMAA).\nDrumaness is in the Parish of Magheradroll. There is evidence of &lt;a href=\"Gaelic%20football\"&gt;Gaelic football&lt;/a&gt; being played in the parish as far back as 1889 when a club was in existence in Glassdrummond, on the Belfast side of Ballynahinch. A club was formed in Ballynahinch in 1935 and continued until it moved to Drumaness in February 1957, where it has remained ever since. The Down &lt;a href=\"All-Ireland%20Senior%20Football%20Championship\"&gt;All-Ireland&lt;/a&gt;-winning footballer &lt;a href=\"Peter%20Withnell\"&gt;Peter Withnell&lt;/a&gt; is a native of Drumaness.\n&lt;a href=\"Drumaness%20Mills%20F.C.\"&gt;Drumaness Mills F.C.&lt;/a&gt; are a local &lt;a href=\"soccer\"&gt;football&lt;/a&gt; club playing in the NAFL Premier Division of the &lt;a href=\"Northern%20Amateur%20Football%20League\"&gt;Northern Amateur Football League&lt;/a&gt;.\nDrumaness Cricket Club plays in the &lt;a href=\"NCU%20Senior%20League\"&gt;NCU Senior League&lt;/a&gt;.\nDrumaness GAA club has recently decided to bring back their Camogie club after closing it down following many years of running.\nChurches.\nDrumaness has a Catholic chapel called \"Christ the King\".\nLocal Schools and Pre-School Services.\nDrumaness has one Catholic Primary School called 'Christ The King'."
}