{
    "id": "386097",
    "revid": "36833174",
    "url": "https://en.wikipedia.org/wiki?curid=386097",
    "title": "Type 42 destroyer",
    "text": "The Type 42 or \"Sheffield\" class, was a class of fourteen &lt;a href=\"guided%20missile%20destroyer\"&gt;guided missile destroyer&lt;/a&gt;s that served in the &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt;. A further two ships of this class were built for and served with the &lt;a href=\"Argentine%20Navy\"&gt;Argentine Navy&lt;/a&gt;.\nThe first ship of the class was ordered in 1968 and launched in 1971. Two of the class (\"Sheffield\" and \"Coventry\") were sunk in action during the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt; of 1982. The Royal Navy used this class of destroyer for 38 years between 1975 and 2013.\nNo ships of this class remain active in the Royal Navy and one remains in the Argentine Navy. The Royal Navy has replaced them with &lt;a href=\"Type%2045%20destroyer\"&gt;Type 45 destroyer&lt;/a&gt;s.\nHistory.\nThe class was designed in the late 1960s to provide fleet area air-defence. In total fourteen vessels were constructed in three batches. In addition to the Royal Navy ships, two more ships were built to the same specifications as the Batch 1 vessels for the &lt;a href=\"Navy%20of%20the%20Argentine%20Republic\"&gt;Argentine Navy&lt;/a&gt;. \"Hércules\" was built in the UK and \"Santísima Trinidad\" in the AFNE Rio Santiago shipyard in Buenos Aires.\n and were lost in the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt; to enemy action. This was the first conflict where surface warships of the same design have been on opposite sides since &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, when four s built for France in 1939 were taken over by the \"&lt;a href=\"Kriegsmarine\"&gt;Kriegsmarine&lt;/a&gt;\" in 1940. The final ship of the class (\"Edinburgh\") decommissioned on 6 June 2013. One Argentine Navy ship () remains in service, the other vessel () sank whilst alongside in Puerto Belgrano Naval Base in early 2013.\nWhen the &lt;a href=\"Type%2082%20destroyer\"&gt;Type 82&lt;/a&gt; air-defence destroyers were cancelled along with the proposed &lt;a href=\"CVA-01\"&gt;CVA-01&lt;/a&gt; carrier by the Labour Government of 1966, the Type 42 was proposed as a lighter and cheaper design with similar capabilities to the Type 82. The class is fitted with the GWS30 &lt;a href=\"Sea%20Dart\"&gt;Sea Dart&lt;/a&gt; &lt;a href=\"surface-to-air%20missile\"&gt;surface-to-air missile&lt;/a&gt; first deployed on the sole Type 82 destroyer, . The Type 42s were also given a &lt;a href=\"flight%20deck\"&gt;flight deck&lt;/a&gt; and hangar to operate an &lt;a href=\"anti-submarine%20warfare\"&gt;anti-submarine warfare&lt;/a&gt; helicopter, greatly increasing their utility compared to the Type 82, which was fitted with a flight deck but no organic aviation facilities.\nThe design was budgeted with a ceiling of £19 million per hull but soon ran over-budget. The original proposed design (£21 million) was similar to the lengthened 'Batch 3' Type 42s. To cut costs, the first two batches had 47 feet removed from the bow sections forward of the bridge, and the beam-to-length ratio was proportionally reduced. These early, batch 1 Type 42s performed poorly during the contractor's sea trials, particularly in heavy seas, and the hull was examined for other problems. Batch 2 vessels (\"Exeter\" onwards) embodied better sensors fits, and slight layout modifications. The ninth hull, \"Manchester\", was lengthened in build, as part of a design review. This proved a better hull form at sea and later hulls were built to this specification. Strengthening girders were later designed into the weather deck structure in the batch 1 and 2 ships, and the batch 3 ships received an external '&lt;a href=\"strake\"&gt;strake&lt;/a&gt;' to counter longitudinal cracking.\nDesign.\nThe first batch had the &lt;a href=\"Type%20965%20radar\"&gt;965&lt;/a&gt; or 966 surveillance radar which had a \"slow data-rate\". The Type 992Q radar used to designate targets for the gun and missiles lacked Moving Target Indiction (MTI). Though \"British radar manufacturers [had] offered to retrofit MTI to these radars... nothing was done.\" Without MTI the Type 992Q had difficulty in tracking aircraft when land was behind the aircraft or when there were snow or rain showers. The Type 42 also had \"insufficient space for an efficient operations room\".\nThe Type 42 was also equipped with a &lt;a href=\"4.5%20inch%20Mark%208%20naval%20gun\"&gt;4.5 inch Mark 8 naval gun&lt;/a&gt; and earlier vessels had six Ships Torpedo Weapon System (STWS) &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt; launchers. Two &lt;a href=\"Phalanx%20CIWS\"&gt;Phalanx&lt;/a&gt; Mk 15 &lt;a href=\"close-in%20weapon%20system\"&gt;close-in weapon systems (CIWS)&lt;/a&gt; were fitted to British Type 42s after the loss of \"Sheffield\" to an &lt;a href=\"Exocet\"&gt;Exocet&lt;/a&gt; missile in 1982.\nThere have been three batches of ships, batch 1 and 2 displacing 4,820 tonnes and batch 3 (sometimes referred to as the \"Manchester\" class) displacing 5,200 tonnes. The batch 3 ships were heavily upgraded, though the proposed &lt;a href=\"Sea%20Wolf%20%28missile%29\"&gt;Sea Wolf&lt;/a&gt; systems upgrades were never fitted. Because of their more general warfare role, both Argentine ships were fitted with the MM38 Exocet, and not with a CIWS.\nThe electronics suite included one Type 1022 &lt;a href=\"D%20band%20%28NATO%29\"&gt;D band&lt;/a&gt; long-range radar with Outfit LFB track extractor or one &lt;a href=\"Type%20965%20radar\"&gt;Type 965P&lt;/a&gt; long-range air surveillance radar, one Type 996 &lt;a href=\"E%20band%20%28NATO%29\"&gt;E band&lt;/a&gt;/&lt;a href=\"F%20band%20%28NATO%29\"&gt;F band&lt;/a&gt; &lt;a href=\"3D%20radar\"&gt;3D radar&lt;/a&gt; for target indication with Outfit LFA track extractor or type 992Q surface search, two Type 909 I/J-band &lt;a href=\"fire-control%20radar\"&gt;fire-control radar&lt;/a&gt;s and an Outfit LFD radar track combiner.\nAll ships were propelled by &lt;a href=\"Rolls-Royce%20Olympus\"&gt;Rolls Royce TM3B Olympus&lt;/a&gt; and &lt;a href=\"Rolls-Royce%20Tyne\"&gt;Rolls Royce RM1C Tyne&lt;/a&gt; marinised gas turbines, arranged in a COGOG (combined gas or gas) arrangement, driving through synchronous self-shifting clutches into a double-reduction, dual tandem, articulated, locked-train gear system and out through two five-bladed &lt;a href=\"controllable%20pitch%20propellers\"&gt;controllable pitch propellers&lt;/a&gt;. All have four &lt;a href=\"Paxman%20Ventura\"&gt;Paxman Ventura&lt;/a&gt; 16YJCAZ &lt;a href=\"diesel%20generator\"&gt;diesel generator&lt;/a&gt;s, each generating 1 &lt;a href=\"megawatt\"&gt;megawatt&lt;/a&gt; of &lt;a href=\"three-phase%20electric%20power\"&gt;three-phase electric power&lt;/a&gt; (440 V 60 Hz).\nThe first of class, \"Sheffield\", was initially fitted with exhaust deflectors on her funnel tops to guide the high-temperature exhaust efflux sidewards and minimise damage to overhead aerials. As this provided a prominent target for then-new &lt;a href=\"infrared%20homing\"&gt;infrared homing&lt;/a&gt; missiles, only \"Sheffield\" and both the Argentinian \"Hércules\" and \"Santísima Trinidad\" had these. All subsequent engine uptakes were fitted with 'cheese graters' which mixed machinery space vent air with the engine exhaust to reduce &lt;a href=\"infrared%20signature\"&gt;infrared signature&lt;/a&gt;s.\nAvailability and use of the Type 42.\nThis class was originally conceived to be a stopper for long-range &lt;a href=\"strategic%20bomber\"&gt;strategic bomber&lt;/a&gt;s from the former Soviet &lt;a href=\"Long%20Range%20Aviation\"&gt;Long Range Aviation&lt;/a&gt;/A-VMF and as area defence for carrier battle groups. Seven of the class took part in the &lt;a href=\"Falklands%20War\"&gt;Falklands War&lt;/a&gt; (&lt;a href=\"Operation%20Corporate\"&gt;Operation Corporate&lt;/a&gt;) and the immediate aftermath. The Type 42 provided a capable long-range defence against Argentine air force assets, scoring three confirmed kills. However, \"Sheffield\" was hit and disabled by a long-range first generation air-to-surface missile and sank six days later, \"Coventry\" was sunk by conventional iron bombs and \"Glasgow\" was disabled by a single bomb which passed straight through her aft engine room without exploding; an extensive rethink was conducted and future iterations were adapted. Later uses included The Gulf War, when \"Gloucester\" shot down a land-based surface to surface missile. Type 42s were called upon to carry out fleet contingency ship duties such as West Indies counter drugs operations and Falkland Islands patrol, NATO Mediterranean and Atlantic task group operations and Persian Gulf patrols. The deployment of &lt;a href=\"Type%2023%20frigate\"&gt;Type 23&lt;/a&gt;s in lieu of Type 42s to high-intensity mission areas became more prevalent as serviceability and reliability issues dogged Type 42s availability, as did obsolescence of their combat and machinery system equipment.\nConstruction programme.\nIn May 1982, the Parliamentary Under-Secretary of State (&lt;a href=\"Jerry%20Wiggin\"&gt;Jerry Wiggin&lt;/a&gt;) stated that the current replacement cost of a Type 42 destroyer of the \"Sheffield\" class was \"about £120 million.\" In July 1984, the Parliamentary Under-Secretary of State &lt;a href=\"John%20Lee%2C%20Baron%20Lee%20of%20Trafford\"&gt;(John Lee)&lt;/a&gt; stated: \"the average cost of the three Type 42 destroyers currently under construction is £117 million at 1983–84 price levels.\"\nRunning costs.\nIncluding refits and upgrades.\nIn May 2000, the Parliamentary Under-Secretary of State (&lt;a href=\"John%20Spellar\"&gt;John Spellar&lt;/a&gt;) stated: \"The running costs of each of the Royal Navy's Type 42 destroyers for each of the past five years are contained in the following table. This includes repair and maintenance, manpower, fuel and other costs such as port and harbour dues. Year-on-year variations are largely attributable to refit periods.\"\nAvailability.\nIn February 1998, the Minister of State for Defence, &lt;a href=\"John%20Reid%2C%20Baron%20Reid%20of%20Cardowan\"&gt;Dr Reid&lt;/a&gt; said: \"Type 42 destroyers achieved approximately 84 to 86 per cent average availability for operational service in each of the last five years. This discounts time spent in planned maintenance.\"\nFate of ships.\nThe surviving &lt;a href=\"Argentina\"&gt;Argentine&lt;/a&gt; Type 42, \"Hércules\", is based at &lt;a href=\"Puerto%20Belgrano%20Naval%20Base\"&gt;Puerto Belgrano Naval Base&lt;/a&gt;, Argentina, and has been converted into an amphibious command ship through the addition of a new aft superstructure and hangar. It was originally fitted with four single Exocet missile launchers, two either side of the funnel facing forward but these were removed during refit. As of 2020, \"Hércules\" was reported to be non-operational. The other Argentine vessel, \"Santísima Trinidad\", capsized and sank alongside her berth at Puerto Belgrano on 22 January 2013, reportedly as a result of poor maintenance and negligence leading to a burst seawater main and catastrophic flooding. Prior to her demise, \"Santísima Trinidad\" was extensively &lt;a href=\"Cannibalization%20%28parts%29\"&gt;cannibalised&lt;/a&gt; for spare parts for her more active sister ship. In December 2015, she was refloated and placed in drydock to evaluate the cost of restoration as a museum ship. Finally, due to the very high cost required, it was decided to scrap her in 2016.\nReplacement.\nThe UK ships are all now decommissioned. By 2007 none of the batch 1 vessels remained in commission. Initially the UK sought to procure replacements first in collaboration with seven other &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; nations under the &lt;a href=\"NFR-90\"&gt;NFR-90&lt;/a&gt; project and then with France and Italy through the &lt;a href=\"Horizon%20CNGF\"&gt;Horizon CNGF&lt;/a&gt; programme. However, both these collaborative ventures failed and the UK decided to go it alone with a national project.\nThe UK Type 42s are succeeded by six &lt;a href=\"Type%2045%20destroyer\"&gt;Type 45 destroyer&lt;/a&gt;s. , , , , and are all in commission. The Type 42 class suffered from cramped accommodation, a problem for crew safety and comfort, and also when finding space for upgrades. The Type 45s are considerably larger, displacing 7,500 tonnes, compared to the Type 42 displacement of 3,600 tonnes."
}