{
    "id": "38612815",
    "revid": "185258",
    "url": "https://en.wikipedia.org/wiki?curid=38612815",
    "title": "English phrasal verbs",
    "text": "In English &lt;a href=\"traditional%20grammar\"&gt;traditional grammar&lt;/a&gt;, a phrasal verb is the combination of two or three words from different grammatical categories – a &lt;a href=\"verb\"&gt;verb&lt;/a&gt; and a &lt;a href=\"Grammatical%20particle\"&gt;particle&lt;/a&gt;, such as an &lt;a href=\"adverb\"&gt;adverb&lt;/a&gt; or a &lt;a href=\"preposition\"&gt;preposition&lt;/a&gt; – to form a single semantic unit on a lexical or syntactic level. Examples: \"turn down\", \"run into\", \"sit up\". There are tens of thousands of them, and they are in everyday, constant use. These semantic units cannot be understood based upon the meanings of the individual parts alone, but must be taken as a whole. In other words, the meaning is non-&lt;a href=\"compositional\"&gt;compositional&lt;/a&gt; and thus unpredictable. Phrasal verbs that include a preposition are known as prepositional verbs and phrasal verbs that include a particle are also known as particle verbs. Additional alternative terms for \"phrasal verb\" are \"&lt;a href=\"compound%20verb\"&gt;compound verb&lt;/a&gt;\", \"verb-adverb combination\", \"verb-particle construction\", \"two-part word/verb\" or \"three-part word/verb\" (depending on the number of particles) and \"&lt;a href=\"multi-word%20verb\"&gt;multi-word verb&lt;/a&gt;\".\nPhrasal verbs are differentiated from other classifications of &lt;a href=\"multi-word%20verb\"&gt;multi-word verb&lt;/a&gt;s and free combinations by criteria based on idiomaticity, replacement by a single-word verb, wh-question formation and particle movement.\nExamples.\nThere are at least three main types of phrasal verb constructions depending on whether the verb combines with a preposition, a particle, or both. The phrasal verb constructions in the following examples are in bold.\nThe aspect of these types of verbs that unifies them under the single banner \"phrasal verb\" is the fact that their meaning cannot be understood based upon the meaning of their parts taken in isolation: the meaning of \"pick up\" is distinct from \"pick\"; the meaning of \"hang out\" is not obviously related to \"hang\".\nDistinguishing phrasal verb types.\nWhen a particle verb is &lt;a href=\"transitive%20verb\"&gt;transitive&lt;/a&gt;, it can look just like a prepositional verb. This similarity is source of confusion, since it obscures the difference between prepositional and particle verbs. A simple diagnostic distinguishes between the [prepositional verb and the inseparable phrasal verb], however. When the object of a particle verb is a definite &lt;a href=\"pronoun\"&gt;pronoun&lt;/a&gt;, it can and usually does precede the particle. In contrast, the object of a preposition can never precede the preposition.\nThus the distinction between particles and prepositions is made by function, because the same word can function sometimes as a particle and sometimes as a preposition.\nTerminology.\nThe terminology of phrasal verbs is inconsistent. Modern theories of syntax tend to use the term \"phrasal verb\" to denote particle verbs only; they do not view prepositional verbs as phrasal verbs. In contrast, literature in &lt;a href=\"English%20as%20a%20second%20or%20foreign%20language\"&gt;English as a second or foreign language&lt;/a&gt; ESL/EFL, tends to employ the term \"phrasal verb\" to encompass both prepositional and particle verbs.\nNote that prepositions and adverbs can have a literal meaning that is spatial or orientational. Many English verbs interact with a preposition or an adverb to yield a meaning that can be readily understood from the constituent elements.\nThese more readily understandable combinations are not phrasal verbs, although EFL/ESL books and dictionaries may include them in lists of phrasal verbs. \nFurthermore, the same words that occur as a genuine phrasal verb can also appear in other contexts, as in\nThe terminology used to denote the particle is also inconsistent. Sometimes it is called an adverb and at other times an \"intransitive prepositional phrase\". The inconsistent use of terminology in these areas is a source of confusion over what qualifies as a phrasal verb and the status of the particle or a preposition.\nConcerning the history of the term \"phrasal verb\", Tom McArthur writes:\nThe value of this choice and its alternatives (including \"&lt;a href=\"separable%20verb\"&gt;separable verb&lt;/a&gt;\" for Germanic languages) is debatable. In origin the concept is based on translation linguistics; as many single-word English and Latinate words are translatable by a phrasal verb complex in English, therefore the logic is that the phrasal verb complex must be a complete semantic unit in itself. One should consider in this regard that the actual term \"phrasal verb\" suggests that such constructions should form &lt;a href=\"phrase\"&gt;phrase&lt;/a&gt;s. In most cases however, they clearly do \"not\" form phrases. Hence the very term \"phrasal verb\" is misleading and a source of confusion, which has motivated some to reject the term outright.\nCatenae.\nThe aspect of phrasal verb constructions that makes them difficult to learn for non-native speakers of English is that their meaning is non-compositional. That is, one cannot know what a given phrasal verb construction means based upon what the verb alone and/or the preposition and/or particle alone mean, as emphasized above. This trait of phrasal verbs is also what makes them interesting for linguists, since they appear to defy the &lt;a href=\"principle%20of%20compositionality\"&gt;principle of compositionality&lt;/a&gt;. An analysis of phrasal verbs in terms of &lt;a href=\"catena%20%28linguistics%29\"&gt;catenae&lt;/a&gt; (=chains), however, is not challenged by the apparent lack of meaning compositionality. The verb and particle/preposition form a catena, and as such, they qualify as a concrete unit of syntax. The following &lt;a href=\"dependency%20grammar\"&gt;dependency grammar&lt;/a&gt; trees illustrate the point:\nThe words of each phrasal verb construction are highlighted in orange. These words form a catena because they are linked together in the vertical dimension. They constitute units of meaning, and these units are stored as multi-part wholes in the lexicon.\nShifting.\nA complex aspect of phrasal verbs concerns the distinction between prepositional verbs and particle verbs that are transitive (as discussed and illustrated above). Particle verbs that are transitive allow some variability in word order, depending on the relative weight of the constituents involved. &lt;a href=\"Shifting%20%28syntax%29\"&gt;Shifting&lt;/a&gt; often occurs when the object is very light, e.g.\nShifting occurs between two (or more) sister &lt;a href=\"Constituent%20%28linguistics%29\"&gt;constituents&lt;/a&gt; that appear on the same side of their &lt;a href=\"Head%20%28linguistics%29\"&gt;head&lt;/a&gt;. The lighter constituent shifts leftward and the heavier constituent shifts rightward, and this happens to accommodate the relative weight of the two. Dependency grammar trees are again used to illustrate the point:\nThe trees illustrate when shifting can occur. English sentence structures that grow down and to the right are easier to process. There is a consistent tendency to place heavier constituents to the right, as is evident in the a-trees. Shifting is possible when the resulting structure does not contradict this tendency, as is evident in the b-trees. Note again that the particle verb constructions (in orange) qualify as catenae in both the a- and b-trees. Shifting does not alter this fact.\nSimilar structures in other languages.\nPrepositional verbs are very common in many languages, though they would not necessarily be analyzed as phrasal verbs: they are simply verbs followed by prepositional phrases.\nBy contrast, particle verbs are much rarer. Middle English particle verbs developed from &lt;a href=\"Old%20English%20language\"&gt;Old English&lt;/a&gt; prefixed verbs: OE \"inngan\" &gt; English \"go in\", and are related to the &lt;a href=\"separable%20verb\"&gt;separable verb&lt;/a&gt;s in other &lt;a href=\"Germanic%20languages\"&gt;Germanic languages&lt;/a&gt;, which can be seen historically as a parallel, though independent development. For example, in &lt;a href=\"Dutch%20language\"&gt;Dutch&lt;/a&gt;, \"de lamp aansteken\" (to light the lamp) becomes, in a &lt;a href=\"principal%20clause\"&gt;principal clause&lt;/a&gt;, \"ik steek de lamp aan\" (I light the lamp on). \nA number of particle verbs exist in some Romance languages such as &lt;a href=\"Lombard%20language\"&gt;Lombard&lt;/a&gt;, spoken in Northern Italy, due to the influence of ancient &lt;a href=\"Lombardic%20language\"&gt;Lombardic&lt;/a&gt;:\n\"Fa foeura\" (to do in: to eat up; to squander);\n\"Dà denter\" (to trade in; to bump into);\n\"Borlà giò\" (to fall down);\n\"Lavà sü\" (to wash up, as in English);\n\"Trà sü\" (to throw up, as in English);\n\"Trà vìa\" (to throw away, as in English);\n\"Serà sü\" (to lock up, as in English);\n\"Dà vià\" (to give away, as in English), and more.\nSome of these made their way into &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;, for instance \"far fuori\" (to get rid of); \"mangiare fuori\" (to eat out); \"andare d'accordo con\" (to get on/along with); \"buttare via\" (throw away).\nPhrasal nouns.\nAn extension of the concept of \"phrasal verb\" is that of \"phrasal noun\", where a verb+particle complex is nominalized. The &lt;a href=\"particle%20%28grammar%29\"&gt;particles&lt;/a&gt; may come before or after the verb.\nIf the particle is in first place, then the phrasal noun is never written with a hyphen, if the particle comes second, then there is sometimes a hyphen between the two parts of the phrasal noun.\nThe two categories have different values. Particle-verb compounds in English are of ancient development, and are common to all Germanic languages, as well as to Indo-European languages in general. Those such as \"onset\" tend to retain older uses of the particles; in Old English on/an had a wider domain, which included areas now covered by \"at\" and \"in\" in English. Some such compound nouns have a corresponding phrasal verb but some do not, partly because of historical developments. The modern English verb+particle complex \"set on\" exists, but it means \"start to attack\" (\"set\" itself means \"start a process\"). Modern English has no exact verbal phrase equivalent to the older \"set on\", but rather various combinations that apply different nuances to the idea of starting a process—such as \"winter has set in\", \"set off on a journey\", \"set up the stand\", \"set out on a day trip\", etc. Verb-particle compounds are a more modern development in English, and focus more on the action expressed by the compound. That is to say, they are more overtly \"verbal\"."
}