{
    "id": "3861587",
    "revid": "16201630",
    "url": "https://en.wikipedia.org/wiki?curid=3861587",
    "title": "Starfire Sports",
    "text": "Starfire Sports is a &lt;a href=\"multi-purpose%20stadium\"&gt;multi-purpose stadium&lt;/a&gt; and sporting facility in &lt;a href=\"Tukwila%2C%20Washington\"&gt;Tukwila, Washington&lt;/a&gt;, United States. It is located on the banks of the &lt;a href=\"Green%20River%20%28Duwamish%20River%29\"&gt;Green River&lt;/a&gt;, just south of &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt;. The stadium is operated by the &lt;a href=\"non-profit%20corporation\"&gt;non-profit corporation&lt;/a&gt; Starfire Sports and is home to several soccer and rugby teams.\nAt the time of its opening, CEO Chris Slatt claimed it was \"the largest synthetic-turf soccer complex in the U.S.\" The &lt;a href=\"Major%20League%20Soccer\"&gt;MLS&lt;/a&gt; team &lt;a href=\"Seattle%20Sounders%20FC\"&gt;Seattle Sounders FC&lt;/a&gt; has offices and training facilities at the complex, and stages &lt;a href=\"Lamar%20Hunt%20U.S.%20Open%20Cup\"&gt;Lamar Hunt U.S. Open Cup&lt;/a&gt; matches at the main stadium. Their affiliate team, &lt;a href=\"Seattle%20Sounders%20FC%202\"&gt;Seattle Sounders FC 2&lt;/a&gt;, played at Starfire from 2015 to 2017. The Seattle franchise of &lt;a href=\"Major%20League%20Rugby\"&gt;Major League Rugby&lt;/a&gt;, the &lt;a href=\"Seattle%20Seawolves\"&gt;Seattle Seawolves&lt;/a&gt;, began play at Starfire Sports in spring 2018.\nHistory.\nThe site was formerly &lt;a href=\"Fort%20Dent\"&gt;Fort Dent&lt;/a&gt; &lt;a href=\"Park\"&gt;Park&lt;/a&gt;, operated by &lt;a href=\"King%20County%2C%20Washington\"&gt;King County&lt;/a&gt;. In addition to the existing grass soccer fields, the park included a &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; pitch and softball fields in the areas now occupied by artificial-surface soccer fields. Severe budget cuts in 2002 led the county to schedule the closing of this park, among others, at the end of the year; however, parks that were located within &lt;a href=\"municipal\"&gt;municipal&lt;/a&gt; boundaries were offered to those cities. That offer sparked the formation of Starfire Sports by Slatt, Steve Beck and Mark Bickham, who negotiated a 40-year &lt;a href=\"lease\"&gt;lease&lt;/a&gt; with the city of Tukwila to allow them to build and operate the complex. This would relieve the city of an estimated $500,000 in annual &lt;a href=\"Maintenance%2C%20repair%20and%20operations\"&gt;maintenance&lt;/a&gt; costs which would likely have caused it to refuse the county’s offer had Starfire not stepped in. Starfire plans to cover operating and maintenance costs through user fees and &lt;a href=\"advertising\"&gt;advertising&lt;/a&gt; banners and hopes to retire the $10 million construction costs over the course of several years.\nNew construction included four lighted outdoor soccer fields with &lt;a href=\"FieldTurf\"&gt;FieldTurf&lt;/a&gt;, including the stadium with its 2000-seat grandstand, along with the indoor facility.\nBeginning in summer 2004, English &lt;a href=\"Premier%20League\"&gt;Premier League&lt;/a&gt; powerhouse &lt;a href=\"Manchester%20United\"&gt;Manchester United&lt;/a&gt; offered training at Starfire as part of their Soccer Schools program. This came to an end in December 2007.\nThe city of Tukwila still maintains a wooded part of the site as a public park. An expansion was unanimously approved by city leaders in a public hearing at the beginning of 2008 for the offices and training facilities of &lt;a href=\"Seattle%20Sounders%20FC\"&gt;Seattle Sounders FC&lt;/a&gt;.\nFacilities.\nStarfire features fields for indoor and outdoor &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, and occasionally &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; games, as well as a 4,500-seat soccer stadium previously used by the &lt;a href=\"United%20Soccer%20Leagues\"&gt;USL&lt;/a&gt; &lt;a href=\"Seattle%20Sounders%20%281994%E2%80%932008%29\"&gt;Seattle Sounders&lt;/a&gt; and the &lt;a href=\"Seattle%20Reign%20FC\"&gt;Seattle Reign FC&lt;/a&gt; of the &lt;a href=\"National%20Women%27s%20Soccer%20League\"&gt;NWSL&lt;/a&gt; and now used by the &lt;a href=\"Major%20League%20Soccer\"&gt;MLS&lt;/a&gt; &lt;a href=\"Seattle%20Sounders%20FC\"&gt;Seattle Sounders FC&lt;/a&gt; for &lt;a href=\"US%20Open%20Cup\"&gt;US Open Cup&lt;/a&gt; matches, the &lt;a href=\"Seattle%20Sounders%20FC%202\"&gt;Seattle Sounders FC 2&lt;/a&gt; of the &lt;a href=\"United%20Soccer%20League\"&gt;United Soccer League&lt;/a&gt;, the &lt;a href=\"Seattle%20Sounders%20Women\"&gt;Seattle Sounders Women&lt;/a&gt; of the &lt;a href=\"USL%20W-League\"&gt;W-League&lt;/a&gt;, and is the home pitch for the &lt;a href=\"Seattle%20Seawolves\"&gt;Seattle Seawolves&lt;/a&gt;, &lt;a href=\"Major%20League%20Rugby\"&gt;Major League Rugby&lt;/a&gt; team. It was also the home of &lt;a href=\"Hibernian%20Saints\"&gt;Hibernian and Caledonian F.C.&lt;/a&gt; and &lt;a href=\"FK%20Pacific\"&gt;FK Pacific&lt;/a&gt; of the &lt;a href=\"Pacific%20Coast%20Soccer%20League\"&gt;Pacific Coast Soccer League&lt;/a&gt;. Additionally the complex hosts the annual &lt;a href=\"All%20Nations%20Cup\"&gt;All Nations Cup&lt;/a&gt;. The stadium field in 2004 became only the eighth American artificial-surface pitch to earn \"recommended\" status by &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; and was thereby sanctioned for international play.\nThe complex has an indoor facility which has two &lt;a href=\"indoor%20soccer\"&gt;indoor soccer&lt;/a&gt; &lt;a href=\"FieldTurf\"&gt;FieldTurf&lt;/a&gt; fields. It also hosts administrative offices, a Mad Pizza restaurant, and a game room for children.\nThe expansion undertaken by the complex in 2008 also included new fields along with a workout and fitness area for the Sounders FC, as well as offices for the coaching and technical staff. To retain its community-based programs and accessibility, these areas and the fields have some public access."
}