{
    "id": "38656862",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=38656862",
    "title": "List of The Big Reunion episodes",
    "text": "&lt;a href=\"The%20Big%20Reunion\"&gt;The Big Reunion&lt;/a&gt; is a British reality-documentary series that began airing on &lt;a href=\"ITV2\"&gt;ITV2&lt;/a&gt; on 31 January 2013. The show follows chart-topping groups that have reformed for the show and were big names in the UK &lt;a href=\"pop%20music\"&gt;pop music&lt;/a&gt; scene in the 1990s and early 2000s, and the show follows them through their two weeks of intensive rehearsals before they step back on stage for a comeback performance.\nEpisode list.\nSeries 2 (2014).\nAll episode directed by: Mark Drake &amp; Shane Byrne\nRatings.\nSeries 1.\nThe first episode was seen by an average of 957,000 UK viewers, though it peaked at 1.2 million, making it ITV2's highest rated new show since 2008. The ratings increased for the second episode, which was watched by over 1.3 million, helping ITV2 finish third in the 9:00pm slot in front of &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt;, &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt; and &lt;a href=\"Channel%205%20%28UK%29\"&gt;Channel 5&lt;/a&gt;. The overnight audience fell sharply to 670,000 for the third episode (but official figures were 941,000), being beaten in its timeslot by \"\" on &lt;a href=\"BBC%20Three\"&gt;BBC Three&lt;/a&gt;. Ratings continued to slide for episode 4, which overnight viewing figures showed was only watched by 630,000 viewers (less than half the audience of the episode of \"&lt;a href=\"Celebrity%20Juice\"&gt;Celebrity Juice&lt;/a&gt;\") that followed at 10:00pm, although the official rating was 826,000. The sixth episode brought in 606,000 viewers when up against the series finale of \"&lt;a href=\"Mayday%20%28UK%20TV%20series%29\"&gt;Mayday&lt;/a&gt;\" on &lt;a href=\"BBC%20One\"&gt;BBC One&lt;/a&gt; and &lt;a href=\"UEFA%20Europa%20League\"&gt;UEFA Europa League&lt;/a&gt; coverage on &lt;a href=\"ITV%20%28TV%20channel%29\"&gt;ITV&lt;/a&gt;. 638,000 watched episode 7 and 593,000 watched episode 8. The ratings shot back up for the final episode, as an audience of 974,000 tuned in to watch the highlights and behind-the-scenes action of the &lt;a href=\"Hammersmith%20Apollo\"&gt;Hammersmith Apollo&lt;/a&gt; concert. Official ratings show that with the addition of ITV2+1, \"The Big Reunion\" averaged over 1 million viewers every week.\n\"The Big Reunion: On Tour\".\n\"The Big Reunion: On Tour\" was seen by a relatively low audience compared to its original series. Just 197,000 viewers watched the first episode, whilst episode 2 saw figures dip to 191,000. The third and final episode was seen by an audience of 231,000.\n\"The Big Christmas Reunion\".\nRatings for \"The Big Christmas Reunion\" are unknown.\nSeries 2.\nThe first episode of the second series was seen by an audience of 463,000, less than half the audience of the series 1 premiere."
}