{
    "id": "386723",
    "revid": "38469862",
    "url": "https://en.wikipedia.org/wiki?curid=386723",
    "title": "Piotrków Trybunalski",
    "text": "Piotrków Trybunalski (; also known by &lt;a href=\"%23Etymology\"&gt;alternative names&lt;/a&gt;), often simplified to Piotrków, is a &lt;a href=\"city\"&gt;city&lt;/a&gt; in central &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt; with 72,250 inhabitants (2020). It is the second-largest city situated in the &lt;a href=\"%C5%81%C3%B3d%C5%BA%20Voivodeship\"&gt;Łódź Voivodeship&lt;/a&gt;. Previously, it was the capital of an independent &lt;a href=\"Piotrk%C3%B3w%20Voivodeship\"&gt;Piotrków Voivodeship&lt;/a&gt; (1975–1998); it is now the capital of &lt;a href=\"Piotrk%C3%B3w%20County\"&gt;Piotrków County&lt;/a&gt;.\nFounded in the late &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, Piotrków was once a &lt;a href=\"Royal%20city%20in%20Poland\"&gt;royal city&lt;/a&gt; and an important place in Polish history; the first &lt;a href=\"Sejm%20of%20the%20Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;parliament&lt;/a&gt; sitting was held here in the 15th century. It then became the seat of a &lt;a href=\"Crown%20Tribunal\"&gt;Crown Tribunal&lt;/a&gt;, the highest court of the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt;. The city also hosted one of Poland's oldest &lt;a href=\"History%20of%20Jews%20in%20Poland\"&gt;Jewish communities&lt;/a&gt;, which was entirely destroyed during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;. The old town in Piotrków features many historical and architectural monuments, including &lt;a href=\"tenements\"&gt;tenements&lt;/a&gt;, churches, synagogues and the medieval &lt;a href=\"Piotrk%C3%B3w%20Trybunalski%20Castle\"&gt;Royal Castle&lt;/a&gt;.\nEtymology and other names.\nAccording to tradition, but not confirmed by historical sources, Piotrków was founded by Piotr Włostowic, a powerful 12th century magnate from &lt;a href=\"Silesia\"&gt;Silesia&lt;/a&gt;. The name of the city comes from the &lt;a href=\"Polish%20language\"&gt;Polish&lt;/a&gt; version of the name &lt;a href=\"Peter%20%28first%20name%29\"&gt;Peter&lt;/a&gt; (\"Piotr\"), in a diminutive form (\"Piotrek\", or \"Pete\"). \"Trybunalski\" indicates that &lt;a href=\"tribunal\"&gt;tribunal&lt;/a&gt; sessions (including the &lt;a href=\"Crown%20Tribunal\"&gt;Crown Tribunal&lt;/a&gt;) were held in the town. The town has been known in &lt;a href=\"Yiddish%20language\"&gt;Yiddish&lt;/a&gt; as פּעטריקעװ or \"Petrikev\", in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt; as \"Petrikau\", and in &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt; as Петроков or \"Petrokov\".\nLocation, demographics and statistics.\nPiotrków Trybunalski is situated in the middle-west part (Piotrków Plains) of the Łódź Uplands. The population of the city is approximately 80,000 and its area is nearly . The landscape of the Piotrków region and its geological structure was formed during the glaciation of 180,000–128,000 years ago. There are hardly any forests on the Piotrków Plains.\nTwo rivers cross the region, the Wolbórka and the &lt;a href=\"Luci%C4%85%C5%BCa\"&gt;Luciąża&lt;/a&gt;, which with their tributaries flow into the &lt;a href=\"Pilica%20River\"&gt;Pilica River&lt;/a&gt; and belong to the catchment area of the &lt;a href=\"Vistula%20River\"&gt;Vistula River&lt;/a&gt;. The watershed of Poland's two main rivers, the Vistula and the &lt;a href=\"Oder%20River\"&gt;Oder (Odra)&lt;/a&gt;, runs along the &lt;a href=\"meridional%20line\"&gt;meridional line&lt;/a&gt; three km west of Piotrków. Two small rivers, the Strawa and the Strawka flow through the city, and it is between their valleys that the first settlement of Piotrków was founded in the &lt;a href=\"early%20Middle%20Ages\"&gt;early Middle Ages&lt;/a&gt;. Recently two more rivers have been included within the boundary of the city area - the Wierzejka, which in the western part of the city forms a reservoir, and the Śrutowy Dołek to the south of Piotrków.\nThe city is &lt;a href=\"Above%20mean%20sea%20level\"&gt;above sea level&lt;/a&gt;. The average temperature during the year is about , the coldest month is January (ranging from ), the warmest is July (with on average). Yearly rainfall is from . The sandy soil of the region is not fertile.\nHistory.\nMiddle Ages.\nIn the early Middle Ages the Piotrków region was part of the province of &lt;a href=\"Duchy%20of%20%C5%81%C4%99czyca\"&gt;Łęczyca&lt;/a&gt; of Poland ruled by the &lt;a href=\"Piast%20dynasty\"&gt;Piast dynasty&lt;/a&gt;. In c1264 it became part of a separate principality. The foundation of the city and its development were connected with its geographical position and the advantageous arrangement of the roads linking the provinces of Poland in Piast times. At first, a market town and a place of the princes' &lt;a href=\"tribunal\"&gt;tribunal&lt;/a&gt;s (in the 13th and 15th centuries), Piotrków became an administrative centre (the capital of the district since 1418), and in later centuries it also became an important political centre in Poland. The first record of Piotrków is in a document issued in 1217 by Polish monarch &lt;a href=\"Leszek%20I%20the%20White\"&gt;Leszek I the White&lt;/a&gt;, where there is a mention of the duke's tribunal held \"in Petrecoue\". Mediaeval Piotrków was a trading place on the trade routes from &lt;a href=\"Pomerania\"&gt;Pomerania&lt;/a&gt; to &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; and &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Hungary&lt;/a&gt;, and later from &lt;a href=\"Masovia\"&gt;Masovia&lt;/a&gt; to &lt;a href=\"Silesia\"&gt;Silesia&lt;/a&gt;.\nDuring the 13th century, apart from the tribunals, Polish provincial princes made Piotrków the seat of some assemblies of the &lt;a href=\"Sieradz\"&gt;Sieradz&lt;/a&gt; knights, which according to historical sources were held in 1233, in 1241, and in 1291. It might have been during the 1291 assembly that the Prince of Sieradz, &lt;a href=\"W%C5%82adys%C5%82aw%20I%20the%20Elbow-high\"&gt;Władysław I the Elbow-high&lt;/a&gt;, granted Piotrków &lt;a href=\"German%20town%20law\"&gt;civic rights&lt;/a&gt;, because in documents from the beginning of the 14th century he mentions \"civitate nostra Petricouiensi\".\nThe first certificate of foundation and the other documents were burnt in a great fire which destroyed the city around 1400. The privileges and rights were re-granted by King &lt;a href=\"W%C5%82adys%C5%82aw%20II%20Jagie%C5%82%C5%82o\"&gt;Władysław II Jagiełło&lt;/a&gt; in 1404. The city walls were built during the reign of King &lt;a href=\"Casimir%20III%20the%20Great\"&gt;Casimir III the Great&lt;/a&gt;, and after the great fire, they were rebuilt at the beginning of the 15th century. During the reign of Casimir III, many expelled German &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; from the &lt;a href=\"Holy%20Roman%20Empire\"&gt;Holy Roman Empire&lt;/a&gt; migrated to the town, which grew to have one of the largest Jewish settlements in the kingdom.\nBetween 1354 and 1567 the city held general assemblies of Polish knights, and general or elective meetings of the Polish &lt;a href=\"Sejm%20of%20the%20Republic%20of%20Poland\"&gt;Sejm&lt;/a&gt; (during the latter Polish kings of the &lt;a href=\"Jagiellon%20dynasty\"&gt;Jagiellon dynasty&lt;/a&gt; were elected there). In Piotrków, two &lt;a href=\"Grand%20Master%20of%20the%20Teutonic%20Order\"&gt;Grand Masters of the Teutonic Order&lt;/a&gt; pledged allegiance to Polish King &lt;a href=\"Casimir%20IV%20Jagiellon\"&gt;Casimir IV Jagiellon&lt;/a&gt; in 1469 and 1470. It was in the city of Piotrków that the Polish Parliament was given its final structure with the division into an Upper House and Lower Chamber in 1493. King &lt;a href=\"John%20I%20Albert\"&gt;John I Albert&lt;/a&gt; published his \"Piotrków privilege\" on May 26, 1493, which expanded the privileges of the &lt;a href=\"szlachta\"&gt;szlachta&lt;/a&gt; at the expense of the &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt; and the peasantry.\nModern period.\nPiotrków became part of the &lt;a href=\"Polish%E2%80%93Lithuanian%20Commonwealth\"&gt;Polish–Lithuanian Commonwealth&lt;/a&gt; in 1569. When the seat of the Parliament was moved to &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;, the town became the seat of the highest court of Poland, the &lt;a href=\"Crown%20Tribunal\"&gt;Crown Tribunal&lt;/a&gt;, and trials were held there from 1578–1793; the highest Lithuanian court was held in &lt;a href=\"Grodno\"&gt;Grodno&lt;/a&gt;. Piotrków's Jewish population was expelled in 1578 and only allowed back a century later. The town became a post station in 1684. Around 1705, German settlers (often &lt;a href=\"Swabia\"&gt;Swabia&lt;/a&gt;ns) arrived in the town's vicinity and founded villages; they largely retained their customs and language &lt;a href=\"Flight%20and%20expulsion%20of%20Germans%20from%20Poland%20during%20and%20after%20World%20War%20II\"&gt;until 1945&lt;/a&gt;.\nWhile the importance of Piotrków in the political life of the country had contributed to its development in the 16th century, the city declined in the 17th and 18th centuries, due to fires, epidemics, &lt;a href=\"Polish%E2%80%93Swedish%20wars\"&gt;wars against Sweden&lt;/a&gt;, and finally the &lt;a href=\"Partitions%20of%20Poland\"&gt;Partitions of Poland&lt;/a&gt;. One of two main routes connecting &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt; and &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt; ran through the city in the 18th century and Kings &lt;a href=\"Augustus%20II%20the%20Strong\"&gt;Augustus II the Strong&lt;/a&gt; and &lt;a href=\"Augustus%20III%20of%20Poland\"&gt;Augustus III of Poland&lt;/a&gt; often traveled that route.\nThe first official inventory of important buildings in Poland, \"A General View of the Nature of Ancient Monuments in the Kingdom of Poland\", led by Kazimierz Stronczyński from 1844–55, describes the &lt;a href=\"Great%20Synagogue%20%28Piotrk%C3%B3w%20Trybunalski%29\"&gt;Great Synagogue&lt;/a&gt; of Piotrków as one of Poland's architecturally notable buildings.\nIn 1793, the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Kingdom of Prussia&lt;/a&gt; annexed the town in the Second Partition of Poland and administered it as part of the Province of &lt;a href=\"South%20Prussia\"&gt;South Prussia&lt;/a&gt;. During the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;, Piotrków became part of the &lt;a href=\"Duchy%20of%20Warsaw\"&gt;Duchy of Warsaw&lt;/a&gt; (1807–15) and was a district seat in the &lt;a href=\"Kalisz%20Department\"&gt;Kalisz Department&lt;/a&gt;. After the defeat of &lt;a href=\"Napoleon%20I%20of%20France\"&gt;Napoleon&lt;/a&gt; in 1815, Piotrków became part of &lt;a href=\"Congress%20Poland\"&gt;Congress Poland&lt;/a&gt;, a puppet state of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;.\nWhen the &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;-&lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt; railway was built in 1846, there was a slight increase in the economic and industrial development of Piotrków.\nIn January 1863, the Polish &lt;a href=\"January%20Uprising\"&gt;January Uprising&lt;/a&gt; broke out. Among local Polish insurgents were many young people and Poles conscripted into the Russian army, who were stationed in the city. The Russians established a prison for captured insurgents in Piotrków. Thousands of &lt;a href=\"Poles\"&gt;Poles&lt;/a&gt; passed through the prison, were subjected to &lt;a href=\"flagellation\"&gt;flagellation&lt;/a&gt; and tortures, and then either deported to the &lt;a href=\"Warsaw%20Citadel\"&gt;Warsaw Citadel&lt;/a&gt; or to &lt;a href=\"Siberia\"&gt;Siberia&lt;/a&gt;, or executed in Piotrków. Two insurgents, wanting to escape from torture, committed suicide by jumping out of the prison windows. As punishment for supporting the uprising, the Russians closed down the Bernardine monastery in 1864, and the last Bernardine monks were expelled in 1867.\nIn 1867 the Russian authorities formed the &lt;a href=\"Piotrk%C3%B3w%20Governorate\"&gt;Piotrków Governorate&lt;/a&gt;, which included &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;, &lt;a href=\"Cz%C4%99stochowa\"&gt;Częstochowa&lt;/a&gt;, and the &lt;a href=\"Zag%C5%82%C4%99bie%20D%C4%85browskie\"&gt;coal fields&lt;/a&gt; of &lt;a href=\"D%C4%85browa%20G%C3%B3rnicza\"&gt;Dąbrowa Górnicza&lt;/a&gt; and &lt;a href=\"Sosnowiec\"&gt;Sosnowiec&lt;/a&gt;. According to the &lt;a href=\"Russian%20census%20of%201897\"&gt;Russian census of 1897&lt;/a&gt;, out of the total population of 30,800, Jews constituted 9,500 (around 31% percent). The province had the best developed industry of all of Congress Poland until 1914. Many Poles demonstrated and went on strike during the &lt;a href=\"1905%20Russian%20Revolution\"&gt;1905 Russian Revolution&lt;/a&gt;.\nDuring &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Piotrków was occupied by &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;. From 1915–16, it was a centre for Polish patriotic activity. The city was a seat of the Military Department of the National Committee, and a headquarters for the &lt;a href=\"Polish%20Legions%20in%20World%20War%20I\"&gt;Polish Legions&lt;/a&gt;, which were voluntary troops organized by &lt;a href=\"J%C3%B3zef%20Pi%C5%82sudski\"&gt;Józef Piłsudski&lt;/a&gt;, &lt;a href=\"W%C5%82adys%C5%82aw%20Sikorski\"&gt;Władysław Sikorski&lt;/a&gt; and others to fight against Russia. Piotrków became part of &lt;a href=\"Second%20Polish%20Republic\"&gt;restored independent Poland&lt;/a&gt; in 1918, following the defeat of the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; in the war.\nIn the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt;, Piotrków was the capital of &lt;a href=\"Piotrk%C3%B3w%20County\"&gt;Piotrków County&lt;/a&gt; in the &lt;a href=\"%C5%81%C3%B3d%C5%BA%20Voivodeship%20%281919%E2%80%931939%29\"&gt;Łódź Voivodeship&lt;/a&gt;, and lost its previous importance. In 1922, the old monastery was restored to the Bernardines. In 1938 the town had 51,000 inhabitants, including 25,000 Jews and 1,500 Germans. The town had a large &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish settlement and until &lt;a href=\"the%20Holocaust\"&gt;the Holocaust&lt;/a&gt; a thriving &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt; printing and publishing industry.\nWorld War II.\nDuring the &lt;a href=\"invasion%20of%20Poland\"&gt;invasion of Poland&lt;/a&gt; at the beginning of &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Piotrków was the setting for fierce fighting between the Polish 19th Infantry Division and the 16th &lt;a href=\"Panzer\"&gt;Panzer&lt;/a&gt; Corps of the German &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; on September 5, 1939. The \"&lt;a href=\"Einsatzgruppen\"&gt;Einsatzgruppe II&lt;/a&gt;\" then entered the city to commit various &lt;a href=\"Nazi%20crimes%20against%20the%20Polish%20nation\"&gt;crimes against the population&lt;/a&gt;. The town was occupied by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; for the following six years.\nIn autumn of 1939, the Germans carried out mass arrests of dozens of Poles, including teachers, local activists, judges, parliamentarians, editors and bank employees, however some were later released. 47 Poles arrested in &lt;a href=\"Tomasz%C3%B3w%20Mazowiecki\"&gt;Tomaszów Mazowiecki&lt;/a&gt;, including Tomaszów's mayor, were also imprisoned in Piotrków. Further mass arrests of hundreds of Poles were carried out in January, March, June and August 1940. Among Poles arrested in March were 12 teachers and students of &lt;a href=\"Education%20in%20Poland%20during%20World%20War%20II\"&gt;secret Polish schools&lt;/a&gt;. On June 29, 1940, the Germans carried out a massacre of 42 Poles from the prison in the Wolborski Forest in the northern part of the city. Among the victims were 14 students aged 17–18, eight reserve officers, and people of various professions, including pharmacists, an architect, railwayman, teacher, farmer and local secretary. 121 Poles from the local prison were deported to the &lt;a href=\"Auschwitz%20concentration%20camp\"&gt;Auschwitz&lt;/a&gt;, &lt;a href=\"Gross-Rosen%20concentration%20camp\"&gt;Gross-Rosen&lt;/a&gt; and &lt;a href=\"Dachau%20concentration%20camp\"&gt;Dachau&lt;/a&gt; concentration camps in June 1940. Many Poles, who were born or lived in the city, were murdered by the Russians in the large &lt;a href=\"Katyn%20massacre\"&gt;Katyn massacre&lt;/a&gt; in April–May 1940.\nAs early as October 1939 Piotrków became the site of &lt;a href=\"Piotrk%C3%B3w%20Trybunalski%20Ghetto\"&gt;the first Jewish ghetto of World War II&lt;/a&gt; set up in &lt;a href=\"occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;occupied Poland&lt;/a&gt;. Approximately 25,000 people from Piotrków and the nearby towns and villages were imprisoned there. During &lt;a href=\"the%20Holocaust\"&gt;the Holocaust&lt;/a&gt; 22,000 were sent to the &lt;a href=\"Treblinka%20extermination%20camp\"&gt;Treblinka extermination camp&lt;/a&gt;, while 3,000 were imprisoned in other &lt;a href=\"Nazi%20concentration%20camps\"&gt;Nazi concentration camps&lt;/a&gt;. The secret &lt;a href=\"%C5%BBegota\"&gt;Polish Council to Aid Jews \"Żegota\"&lt;/a&gt;, established by the &lt;a href=\"Polish%20resistance%20movement%20in%20World%20War%20II\"&gt;Polish resistance movement&lt;/a&gt;, operated in the city.\nFrom the first months of the war, Piotrków was a centre for &lt;a href=\"Polish%20resistance%20movement%20in%20World%20War%20II\"&gt;underground resistance&lt;/a&gt;. From the spring of 1940, it was the seat of the district headquarters of the &lt;a href=\"Armia%20Krajowa\"&gt;Armia Krajowa&lt;/a&gt;, or Home Army. In the summer of 1944, the 25th Infantry Regiment of the Home Army was formed in the district; it was the largest military unit of the Łódź Voivodeship, and fought against the Germans until November 1944. In the city and district, there were also other partisan groups: the Military Troops (connected with the &lt;a href=\"Polish%20Socialist%20Party\"&gt;Polish Socialist Party&lt;/a&gt;), People's Guard and People's Army (&lt;a href=\"Polish%20Workers%27%20Party\"&gt;Polish Workers' Party&lt;/a&gt;), Peasants' Battalions (&lt;a href=\"Polish%20People%27s%20Party\"&gt;Polish People's Party&lt;/a&gt;), the National Military Organization and the National Armed Forces (&lt;a href=\"National%20Party%20%28Poland%29\"&gt;National Party&lt;/a&gt;). In 1944, during the &lt;a href=\"Warsaw%20Uprising\"&gt;Warsaw Uprising&lt;/a&gt;, the Germans deported over 15,000 Varsovians from the Dulag 121 camp in &lt;a href=\"Pruszk%C3%B3w\"&gt;Pruszków&lt;/a&gt;, where they were initially imprisoned, to Piotrków. Those Poles were mainly old people, ill people and women with children. After the fall of the uprising, the headquarters of the &lt;a href=\"Polish%20Red%20Cross\"&gt;Polish Red Cross&lt;/a&gt; was temporarily located in the local Royal Castle from October 1944 to January 1945.\nOn January 18, 1945, the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; entered the city, dislodging the German troops. The city was restored to Poland, although with a Soviet-installed communist regime, which stayed in power until the &lt;a href=\"Fall%20of%20Communism\"&gt;Fall of Communism&lt;/a&gt; in the 1980s. &lt;a href=\"Cursed%20soldiers\"&gt;Anti-communist partisans&lt;/a&gt; continued to fight in the vicinity in the following years.\nRecent times.\nFrom 1949–1970, Piotrków was transformed into an industrial centre. \nPiotrków remained a district capital in the &lt;a href=\"%C5%81%C3%B3d%C5%BA%20Voivodeship\"&gt;Łódź Voivodeship&lt;/a&gt;, until 1975. Then, following the changes in the administrative division of the country, the city became the capital of the new &lt;a href=\"Piotrk%C3%B3w%20Voivodeship\"&gt;Piotrków Voivodeship&lt;/a&gt;, thus regaining the status of an important administrative, educational and cultural centre of Poland. In 1999, the Piotrków Voivodeship was dissolved and Piotrków became the capital of Piotrków County within the Łódź Voivodeship.\nEconomy.\nPiotrków, thanks to its location, is known as the second largest \"logistic centre\" after &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt;. There is a high concentration of warehouses and distribution centres around the city. The biggest distribution centres are:\nIn Piotrków are also located:\nand many small and medium textile processing factories.\nTransport.\nPiotrków lies almost in the centre of &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;.\nIt has a train station on the line from &lt;a href=\"Warsaw\"&gt;Warsaw&lt;/a&gt; to &lt;a href=\"Cz%C4%99stochowa\"&gt;Częstochowa&lt;/a&gt;. Direct trains go among others to &lt;a href=\"Cracow\"&gt;Cracow&lt;/a&gt;, &lt;a href=\"Zakopane\"&gt;Zakopane&lt;/a&gt;, &lt;a href=\"Katowice\"&gt;Katowice&lt;/a&gt;, &lt;a href=\"Bielsko-Bia%C5%82a\"&gt;Bielsko-Biała&lt;/a&gt;, &lt;a href=\"Wroc%C5%82aw\"&gt;Wrocław&lt;/a&gt;, &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;, &lt;a href=\"Pozna%C5%84\"&gt;Poznań&lt;/a&gt;, &lt;a href=\"Szczecin\"&gt;Szczecin&lt;/a&gt;, &lt;a href=\"%C5%9Awinouj%C5%9Bcie\"&gt;Świnoujście&lt;/a&gt;, &lt;a href=\"Gdynia\"&gt;Gdynia&lt;/a&gt;, &lt;a href=\"Olsztyn\"&gt;Olsztyn&lt;/a&gt; and &lt;a href=\"Bia%C5%82ystok\"&gt;Białystok&lt;/a&gt;.\nRoads.\nOne &lt;a href=\"highways%20in%20Poland\"&gt;expressway&lt;/a&gt; and two &lt;a href=\"National%20roads%20in%20Poland\"&gt;national roads&lt;/a&gt; cross Piotrków: \nAirports.\nThere is a small airfield for light passenger aircraft in Piotrków. The nearest airport is &lt;a href=\"%C5%81%C3%B3d%C5%BA%20W%C5%82adys%C5%82aw%20Reymont%20Airport\"&gt;Łódź Władysław Reymont Airport&lt;/a&gt; in &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;. Two large international airports are &lt;a href=\"Warsaw%20Fr%C3%A9d%C3%A9ric%20Chopin%20Airport\"&gt;Warsaw Frédéric Chopin Airport&lt;/a&gt; about from Piotrków and &lt;a href=\"Katowice%20International%20Airport\"&gt;Katowice International Airport&lt;/a&gt; about from Piotrków.\nPolitics.\nPiotrków Trybunalski/Skierniewice constituency.\nMembers of Parliament (&lt;a href=\"Sejm%20of%20the%20Republic%20of%20Poland\"&gt;Sejm&lt;/a&gt;) elected by the Piotrków/Skierniewice constituency\nInternational relations.\nTwin towns – sister cities.\nPiotrków Trybunalski is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:\nPiotrków Trybunalski is also partnered with:"
}