{
    "id": "3874017",
    "revid": "143538",
    "url": "https://en.wikipedia.org/wiki?curid=3874017",
    "title": "Kevin Williamson (writer)",
    "text": "Kevin Williamson (born 1961) is a writer, publisher, and activist originally from &lt;a href=\"Caithness\"&gt;Caithness&lt;/a&gt;. He is a Scottish &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; and &lt;a href=\"Republicanism\"&gt;republican&lt;/a&gt; and was an activist for the &lt;a href=\"Scottish%20Socialist%20Party\"&gt;Scottish Socialist Party&lt;/a&gt; (SSP). He was also the architect of their radical drug policy, which included the legalisation of &lt;a href=\"cannabis%20%28drug%29\"&gt;cannabis&lt;/a&gt; and the provision under the &lt;a href=\"NHS%20Scotland\"&gt;National Health Service&lt;/a&gt; of free synthetic heroin to addicts under medical supervision to combat the problems of drugs in working class communities. He wrote a regular weekly column, \"Rebel Ink\", for the &lt;a href=\"Scottish%20Socialist%20Voice\"&gt;Scottish Socialist Voice&lt;/a&gt;.\nPublishing career.\nIn 1992 Williamson launched a literary magazine called \"&lt;a href=\"Rebel%20Inc.%20%28magazine%29\"&gt;Rebel Inc&lt;/a&gt;\" and through its pages was one of the first publishers of such Scottish writers as &lt;a href=\"Irvine%20Welsh\"&gt;Irvine Welsh&lt;/a&gt;, &lt;a href=\"Laura%20Hird\"&gt;Laura Hird&lt;/a&gt;, &lt;a href=\"Alan%20Warner\"&gt;Alan Warner&lt;/a&gt;, and Toni Davidson. He has also championed such major Scottish writers as &lt;a href=\"James%20Kelman\"&gt;James Kelman&lt;/a&gt;, &lt;a href=\"Duncan%20McLean%20%28writer%29\"&gt;Duncan McLean&lt;/a&gt;, Gordon Legge and &lt;a href=\"Alasdair%20Gray\"&gt;Alasdair Gray&lt;/a&gt;.\nIn 1996 Williamson joined forces with Edinburgh-based &lt;a href=\"Canongate%20Books\"&gt;Canongate Books&lt;/a&gt; to create the Rebel Inc imprint which, in the following five years, published almost sixty titles, mixing Scottish fiction with the international counter-culture and the politics of dissent. Within the Rebel Inc imprint Williamson re-published a series of out of print titles under the heading of Rebel Inc Classics that included writers such as &lt;a href=\"Richard%20Brautigan\"&gt;Richard Brautigan&lt;/a&gt;, &lt;a href=\"Alexander%20Trocchi\"&gt;Alexander Trocchi&lt;/a&gt;, &lt;a href=\"Charles%20Bukowski\"&gt;Charles Bukowski&lt;/a&gt;, &lt;a href=\"Nelson%20Algren\"&gt;Nelson Algren&lt;/a&gt;, &lt;a href=\"John%20Fante\"&gt;John Fante&lt;/a&gt;, &lt;a href=\"Knut%20Hamsun\"&gt;Knut Hamsun&lt;/a&gt;, &lt;a href=\"Jim%20Dodge\"&gt;Jim Dodge&lt;/a&gt;, &lt;a href=\"Robert%20Sabbag\"&gt;Robert Sabbag&lt;/a&gt; and &lt;a href=\"Jack%20London\"&gt;Jack London&lt;/a&gt;.\nPolitical activism.\nHe is a long-time campaigner for the legalisation of &lt;a href=\"cannabis%20%28drug%29\"&gt;cannabis&lt;/a&gt;, and unsuccessfully tried to open a \"hash cafe\" in &lt;a href=\"Edinburgh\"&gt;Edinburgh&lt;/a&gt;. In 1997 Williamson went on a \"National Change The Drug Laws\" tour with former cannabis smuggler &lt;a href=\"Howard%20Marks\"&gt;Howard Marks&lt;/a&gt;.\nIn 1999, Williamson stood as an SSP candidate in the first ever elections to the Scottish Parliament in the Edinburgh Central constituency. In 2001, he stood again for the SSP in Edinburgh Central in the Westminster General Election.\nIn 2003, Williamson became the first person to be physically ejected by the police from the &lt;a href=\"Scottish%20Parliament\"&gt;Scottish Parliament&lt;/a&gt; when he made an anti-war protest wearing a &lt;a href=\"George%20W.%20Bush\"&gt;George Bush&lt;/a&gt; mask.\nWilliamson is strong supporter of &lt;a href=\"Scottish%20independence\"&gt;Scottish independence&lt;/a&gt; and &lt;a href=\"Independence%20First\"&gt;Independence First&lt;/a&gt;. However, in contrast to the &lt;a href=\"civic%20nationalism\"&gt;civic nationalism&lt;/a&gt; of the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt;, his nationalism is inspired by what he sees as the unique qualities of the Scottish people, noting that \"the English are a justice-loving people, according to charter and statute\" whose legislature \"accentuates stuffy tradition, law and order, rules and regulations, and keeping social order\", whereas the Scots put \"more emphasis on openness, accessibility and addressing social concerns\". He also suggested that Unionism is an intrinsically \"right wing\" concern, compared to the \"progressive\" nature of Scots and Scottish nationalists.\nIn August 2006, in the aftermath of Tommy Sheridan's libel case against the News of the World, Williamson parted company with the Scottish Socialist Party.\nIn November 2007, Williamson signalled a clear break with party politics and his previous Marxian background in an article entitled &lt;a href=\"http%3A//www.word-power.co.uk/viewPlatform.php%3Fid%3D55/\"&gt;Scotland's Libertarian Left&lt;/a&gt;, which was originally published by \"&lt;a href=\"Bella%20Caledonia\"&gt;Bella Caledonia&lt;/a&gt;\" - a free newspaper Williamson currently co-edits (with &lt;a href=\"Mike%20Small%20%28author%29\"&gt;Mike Small&lt;/a&gt;) aimed at stimulating discussion around left libertarian and Scottish republican ideas.\nWritings.\nSince acrimoniously parting company with Canongate Books, Williamson has worked as a newspaper columnist and cultural commentator, regularly appearing in print and on television and radio. In 2002, his regular weekly column in \"&lt;a href=\"The%20Herald%20%28Glasgow%29\"&gt;The Herald&lt;/a&gt;\" was controversially axed because of his outspoken views on &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;.\nHis published work includes \"A Visitor's Guide To Edinburgh\" (co-written with Irvine Welsh in 1993), and \"Drugs and the Party Line\" (1997). His poetry has been published in anthologies and magazines. In 2005, he won the Robert Louis Stevenson Award for literature. His first collection of poetry, \"In A Room Darkened\", was published by Two Ravens Press in October 2007.\nWilliamson was also a contributor to \"Pax Edina: The One O' Clock Gun Anthology\" (Edinburgh, 2010) Since 2011, Williamson has been involved in &lt;a href=\"Neu%21Reekie%21\"&gt;Neu!Reekie!&lt;/a&gt;"
}