{
    "id": "387687",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=387687",
    "title": "The Oval",
    "text": "The Oval, known for &lt;a href=\"Naming%20rights%23Stadium%20naming\"&gt;sponsorship reasons&lt;/a&gt; as the Kia Oval, is an international &lt;a href=\"cricket%20ground\"&gt;cricket ground&lt;/a&gt; in &lt;a href=\"Kennington\"&gt;Kennington&lt;/a&gt;, in the &lt;a href=\"London%20Borough%20of%20Lambeth\"&gt;London Borough of Lambeth&lt;/a&gt;, in &lt;a href=\"south%20London\"&gt;south London&lt;/a&gt;. The Oval has been the home ground of &lt;a href=\"Surrey%20County%20Cricket%20Club\"&gt;Surrey County Cricket Club&lt;/a&gt; since it was opened in 1845. It was the first ground in England to host international &lt;a href=\"Test%20cricket\"&gt;Test cricket&lt;/a&gt; in September 1880. The final Test match of the English season is traditionally played there.\nIn addition to cricket, The Oval has hosted a number of other historically significant sporting events. In 1870, it staged &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt;'s first international football match, versus &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;. It hosted the first &lt;a href=\"FA%20Cup%20final\"&gt;FA Cup final&lt;/a&gt; in &lt;a href=\"1872%20FA%20Cup%20Final\"&gt;1872&lt;/a&gt;, as well as those between &lt;a href=\"1874%20FA%20Cup%20Final\"&gt;1874&lt;/a&gt; and &lt;a href=\"1892%20FA%20Cup%20Final\"&gt;1892&lt;/a&gt;. In 1876, it held both the &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; v. &lt;a href=\"Wales%20national%20rugby%20union%20team\"&gt;Wales&lt;/a&gt; and England v. &lt;a href=\"Scotland%20national%20rugby%20union%20team\"&gt;Scotland&lt;/a&gt; &lt;a href=\"rugby%20football\"&gt;rugby&lt;/a&gt; international matches and, in 1877, rugby's first &lt;a href=\"varsity%20match\"&gt;varsity match&lt;/a&gt;. It also hosted the &lt;a href=\"2017%20ICC%20Champions%20Trophy%20Final\"&gt;final&lt;/a&gt; of the 2017 ICC Champions Trophy.\nHistory.\nThe Oval is built on part of the former &lt;a href=\"Kennington%20Common\"&gt;Kennington Common&lt;/a&gt;. Cricket matches were played on the common throughout the early 18th century. The earliest recorded match was the &lt;a href=\"London%20Cricket%20Club\"&gt;London&lt;/a&gt; v &lt;a href=\"Dartford%20Cricket%20Club\"&gt;Dartford&lt;/a&gt; match in June 1724. However, as the common was also used regularly for public executions of those convicted at the &lt;a href=\"Assizes\"&gt;Surrey Assizes&lt;/a&gt; (it was the south London equivalent of &lt;a href=\"Tyburn\"&gt;Tyburn&lt;/a&gt;), cricket matches had moved away to the &lt;a href=\"Artillery%20Ground\"&gt;Artillery Ground&lt;/a&gt; by the 1740s. Kennington Common was eventually &lt;a href=\"Enclosure\"&gt;enclosed&lt;/a&gt; in the mid-19th century under a scheme sponsored by the royal family.\nIn 1844, the site of the Kennington Oval was a cabbage patch and market garden owned by the &lt;a href=\"Duchy%20of%20Cornwall\"&gt;Duchy of Cornwall&lt;/a&gt;. The Duchy was willing to lease the land for the purpose of a cricket ground, and on 10 March 1845 the first lease, which the club later assumed, was issued to Mr. William Houghton (then president of the progenitor &lt;a href=\"Montpelier%20Cricket%20Club\"&gt;Montpelier Cricket Club&lt;/a&gt;) by the Otter Trustees who held the land from the Duchy \"to convert it into a subscription cricket ground\", for 31 years at a rent of £120 per annum plus taxes amounting to £20. The original contract for turfing The Oval cost £300; the 10,000 grass turfs came from &lt;a href=\"Tooting%20Commons\"&gt;Tooting Common&lt;/a&gt; and were laid in the spring of 1845 allowing for the first cricket match to be played in May 1845. Hence, &lt;a href=\"Surrey%20County%20Cricket%20Club\"&gt;Surrey County Cricket Club&lt;/a&gt; (SCCC) was established in 1845.\nThe popularity of the ground was immediate and the strength of the SCCC grew. On 3 May 1875 the club acquired the remainder of the leasehold for a further term of 31 years from the Otter Trustees for the sum of £2,800.\nIn 1868, 20,000 spectators gathered at The Oval for the first game of the &lt;a href=\"1868%20Aboriginal%20cricket%20tour%20of%20England\"&gt;1868 Aboriginal cricket tour of England&lt;/a&gt;, the first tour of England by any foreign side. Thanks to &lt;a href=\"C.W.%20Alcock\"&gt;C.W. Alcock&lt;/a&gt;, the Secretary of Surrey from 1872 to 1907, the first &lt;a href=\"Test%20cricket\"&gt;Test&lt;/a&gt; match in England was played at The Oval in 1880 between &lt;a href=\"England%20cricket%20team\"&gt;England&lt;/a&gt; and &lt;a href=\"Australia%20national%20cricket%20team\"&gt;Australia&lt;/a&gt;. The Oval, thereby, became the second ground to stage a Test, after &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;Melbourne Cricket Ground&lt;/a&gt; (MCG). In 1882, Australia won the Test by seven runs within two days. \"&lt;a href=\"The%20Sporting%20Times\"&gt;The Sporting Times&lt;/a&gt;\" printed a mocking obituary notice for English cricket, which led to the creation of &lt;a href=\"the%20Ashes\"&gt;the Ashes&lt;/a&gt; trophy, which is still contested whenever England plays Australia. The first Test double century was scored at The Oval in 1884 by Australia's &lt;a href=\"Billy%20Murdoch\"&gt;Billy Murdoch&lt;/a&gt;.\nSurrey's ground is noted as having the first artificial lighting at a sports arena, in the form of gas-lamps, dating to 1889. The current pavilion was completed in time for the 1898 season.\nIn 1907, &lt;a href=\"South%20Africa%20national%20cricket%20team\"&gt;South Africa&lt;/a&gt; became the second visiting Test team to play a Test match at the ground. In 1928, the &lt;a href=\"West%20Indies%20cricket%20team\"&gt;West Indies&lt;/a&gt; played its first Test match at The Oval, followed by &lt;a href=\"New%20Zealand%20national%20cricket%20team\"&gt;New Zealand&lt;/a&gt; in 1931. In 1936, &lt;a href=\"India%20national%20cricket%20team\"&gt;India&lt;/a&gt; became the fifth foreign visiting Test side to play at The Oval, followed by &lt;a href=\"Pakistan%20national%20cricket%20team\"&gt;Pakistan&lt;/a&gt; in 1954 and &lt;a href=\"Sri%20Lanka%20national%20cricket%20team\"&gt;Sri Lanka&lt;/a&gt; in 1998. &lt;a href=\"Zimbabwe%20national%20cricket%20team\"&gt;Zimbabwe&lt;/a&gt;, &lt;a href=\"Bangladesh%20national%20cricket%20team\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"Afghanistan%20national%20cricket%20team\"&gt;Afghanistan&lt;/a&gt; and &lt;a href=\"Ireland%20national%20cricket%20team\"&gt;Ireland&lt;/a&gt; have yet to play a Test match at The Oval.\nThe Oval is referenced by the poet &lt;a href=\"Philip%20Larkin\"&gt;Philip Larkin&lt;/a&gt; in his poem about the &lt;a href=\"First%20World%20War\"&gt;First World War&lt;/a&gt;, \"&lt;a href=\"MCMXIV\"&gt;MCMXIV&lt;/a&gt;\". During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, The Oval was requisitioned, initially housing anti-aircraft searchlights. It was then turned into a &lt;a href=\"prisoner-of-war\"&gt;prisoner-of-war&lt;/a&gt; camp, intended to hold enemy parachutists. However, as they never came, The Oval was never actually used for this purpose.\nThe first &lt;a href=\"One%20Day%20International\"&gt;One Day International&lt;/a&gt; match at this venue was played on 7 September 1973 between England and West Indies. It hosted matches of the &lt;a href=\"1975%20Cricket%20World%20Cup\"&gt;1975&lt;/a&gt;, &lt;a href=\"1979%20Cricket%20World%20Cup\"&gt;1979&lt;/a&gt;, &lt;a href=\"1983%20Cricket%20World%20Cup\"&gt;1983&lt;/a&gt;, and &lt;a href=\"1999%20Cricket%20World%20Cup\"&gt;1999 World Cups&lt;/a&gt;. It also hosted five of the fifteen matches in the 2004 &lt;a href=\"ICC%20Champions%20Trophy\"&gt;ICC Champions Trophy&lt;/a&gt;, including the final. The Oval once held the record for the largest playing area of any Test venue in the world. That record has since been surpassed by &lt;a href=\"Gaddafi%20Stadium\"&gt;Gaddafi Stadium&lt;/a&gt; in &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, although The Oval remains the largest in Great Britain.\nBillionaire &lt;a href=\"Paul%20Getty\"&gt;Paul Getty&lt;/a&gt;, who had a great affinity for cricket and was at one time SCCC President, built a replica of The Oval on his &lt;a href=\"Wormsley%20Park\"&gt;Wormsley Park&lt;/a&gt; estate.\n&lt;a href=\"The%20Oval%20Gasholders\"&gt;The famous gasholders&lt;/a&gt; just outside the ground were built around 1853. With the gasholders long disused, there was much speculation as to whether they should be demolished; however, many believe they are an integral part of The Oval's urban landscape and, therefore, their future looks secure. In 2016 the main gasholder was given official protected status as a historically important industrial structure.\nOn 20 August 2006, The Oval saw the first time a team &lt;a href=\"2006%20ball-tampering%20controversy\"&gt;forfeited a Test match&lt;/a&gt;. Pakistan were upset after umpires &lt;a href=\"Darrell%20Hair\"&gt;Darrell Hair&lt;/a&gt; and &lt;a href=\"Billy%20Doctrove\"&gt;Billy Doctrove&lt;/a&gt; docked them five runs and changed the ball after ruling that the team had tampered with it on the fourth day of the final Test against England. Pakistan debated the matter during the tea break and then refused to come out for the final session in protest. By the time they relented and decided to resume, the umpires had already called time on the match and awarded the game to England by default.\nThe Oval hosted its hundredth Test, against South Africa, on 27 July 2017, becoming the fourth Test venue in the world after &lt;a href=\"Lord%27s\"&gt;Lord's&lt;/a&gt;, &lt;a href=\"Melbourne%20Cricket%20Ground\"&gt;MCG&lt;/a&gt; and &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;SCG&lt;/a&gt; to do so. &lt;a href=\"Moeen%20Ali\"&gt;Moeen Ali&lt;/a&gt; also became the first player to ever take a Test hat-trick at The Oval, bowling out South Africa in the second innings to win the match.\nIn Tests, the highest team score at The Oval is 903/7 declared by England against Australia on 20 August 1938. The leading run scorers are &lt;a href=\"Len%20Hutton\"&gt;Len Hutton&lt;/a&gt; (1,521 runs), &lt;a href=\"Alastair%20Cook\"&gt;Alastair Cook&lt;/a&gt; (1,217 runs) and &lt;a href=\"Graham%20Gooch\"&gt;Graham Gooch&lt;/a&gt; (1,097 runs). The leading wicket takers are &lt;a href=\"Ian%20Botham\"&gt;Ian Botham&lt;/a&gt; (52 wickets), &lt;a href=\"Derek%20Underwood\"&gt;Derek Underwood&lt;/a&gt; (45 wickets) and &lt;a href=\"James%20Anderson%20%28cricketer%29\"&gt;James Anderson&lt;/a&gt; (44 wickets).\nIn &lt;a href=\"One%20Day%20International\"&gt;ODI&lt;/a&gt;s, the highest team score at The Oval is 398/5 by New Zealand against England on 12 June 2015. The leading ODI run scorers are &lt;a href=\"Eoin%20Morgan\"&gt;Eoin Morgan&lt;/a&gt; (630 runs), &lt;a href=\"Marcus%20Trescothick\"&gt;Marcus Trescothick&lt;/a&gt; (528 runs) and &lt;a href=\"Joe%20Root\"&gt;Joe Root&lt;/a&gt; (480 runs). The leading ODI wicket takers are &lt;a href=\"James%20Anderson%20%28cricketer%29\"&gt;James Anderson&lt;/a&gt; (30 wickets) and &lt;a href=\"Darren%20Gough\"&gt;Darren Gough&lt;/a&gt; (13 wickets).\nIn 2021, the &lt;a href=\"Oval%20Invincibles\"&gt;Oval Invincibles&lt;/a&gt; were formed as a team in the newly-launched &lt;a href=\"The%20Hundred%20%28cricket%29\"&gt;The Hundred&lt;/a&gt; competition. The initial games in both the men's and women's competition were played on the ground.\nEnd names.\nThe north-western end of The Oval is traditionally known as the \"Vauxhall End\", as it is nearer to the district of &lt;a href=\"Vauxhall\"&gt;Vauxhall&lt;/a&gt; and its &lt;a href=\"Vauxhall%20station\"&gt;railway station&lt;/a&gt;. The opposite end (south-east) is known as the \"&lt;a href=\"Cricket%20pavilion\"&gt;Pavilion&lt;/a&gt;\" \"End\" as it is the location of the Members' Pavilion.\n21st-century redevelopment.\nAt the end of the 2002 cricket season, Surrey started redeveloping the Vauxhall End. The development included demolishing the outdated &lt;a href=\"Stuart%20Surridge\"&gt;Surridge&lt;/a&gt;, &lt;a href=\"Percy%20Fender\"&gt;Fender&lt;/a&gt;, &lt;a href=\"Douglas%20Jardine\"&gt;Jardine&lt;/a&gt;, and &lt;a href=\"Peter%20May%20%28cricketer%29\"&gt;Peter May&lt;/a&gt; north stands, and creating in their place a single four-tier grandstand, currently known as the OCS stand, as it is sponsored by Outsourced Client Solutions International Facilities Management Services. This work was completed in May 2005 and increased ground capacity to around 23,000.\nIn January 2007, Surrey CCC, announced plans to increase capacity by a further 2,000 seats, this time by redeveloping the Pavilion End. The &lt;a href=\"Tony%20Lock\"&gt;Lock&lt;/a&gt;, &lt;a href=\"Jim%20Laker\"&gt;Laker&lt;/a&gt;, and &lt;a href=\"Peter%20May%20%28cricketer%29\"&gt;Peter May&lt;/a&gt; south stands were to be replaced by a new stand, which would have a hotel backing on to it. The Surrey Tavern at the entrance to the ground would be demolished, and a new pedestrian plaza would be created in its place, improving access to the ground and opening up views of the historic pavilion. These plans were delayed by objections raised by the &lt;a href=\"Health%20%26amp%3B%20Safety%20Executive\"&gt;Health &amp; Safety Executive&lt;/a&gt; as the ground is close to a gasometer. Planning permission was eventually granted, but not before the &lt;a href=\"Financial%20crisis%20of%202007%E2%80%932010\"&gt;credit crunch&lt;/a&gt; struck, as a result of which this development did not proceed.\nIn 2009, four masts of semi-permanent telescopic &lt;a href=\"Floodlights%20%28sport%29\"&gt;floodlights&lt;/a&gt; costing £3.7m were installed for use in late-day through evening matches. The floodlights were especially designed to comply with strict residential planning regulations to lessen their visual impact and any light overspill to residents, as well as to improve the game experience within the ground by reducing excess glare that can affect players, umpires, broadcasters and spectators. Precision reflector systems were fitted for tight beam control to decrease overspill and direct light only where needed. Each mast was made extendable to a maximum height of and, when not in use, retractable to . At the end of each season, all four masts can be removed and stored away.\nAfter the 2013 season, a new project was started to add 'wings' to either side of the OCS Stand at the Vauxhall End of the ground. The development was finished in time for the start of the 2014 season. Each 'wing' added 500 seats, increasing the capacity from 23,500 to 24,500.\nIn September 2015, the Peter May and Tony Lock stands were demolished, to be replaced by a single new and much larger stand named after Peter May. May led Surrey to their sixth and seventh consecutive County Championships in 1957 and 1958 and also captained England from 1955 to 1961, winning the Ashes in 1956. Construction of the new stand, which cost around £10m, began in September 2015. It officially opened on 15 May 2016, increasing the capacity of the ground by 1,300 seats to 25,300.\nFollowing the demolition of the Tony Lock stand, the club renamed the Laker Stand as the Lock/Laker Stand, continuing to honour the contribution made by the spin partnership of &lt;a href=\"Tony%20Lock\"&gt;Tony Lock&lt;/a&gt; and &lt;a href=\"Jim%20Laker\"&gt;Jim Laker&lt;/a&gt;, who collectively took 3,108 wickets for the club.\nThe Lock/Laker stand was itself demolished in September 2019, and work began on the construction of a new development in its place, initially named \"One Oval Square\". The new structure will include a three-tier stand that will increase the ground's total capacity to almost 28,000, as well as providing state-of-the-art facilities for the Club’s hospitality, conference and events businesses, and provide improved facilities for Members. The new stand is due to be completed in mid 2021. The project is part of a planned £50m long-term redevelopment of the ground by Surrey County Cricket Club which will see The Oval transformed into the largest cricket stadium in the western hemisphere, with a capacity of 40,000.\nFloodlights were added in the shape of an O for oval on one side of the ground to emulate the e shaped floodlights at edgbaston.\nOther sports.\nFootball.\nThe Oval was also an important site in the historical development of &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; in England. Football had been played in this part of London for many years prior to the inauguration of The Oval: \"&lt;a href=\"The%20Gymnastic%20Society\"&gt;The Gymnastic Society&lt;/a&gt;\", arguably the world's first organised football club, met regularly at nearby &lt;a href=\"Kennington%20Common\"&gt;Kennington Common&lt;/a&gt; during the second half of the eighteenth century to play the game.\nBetween 1950 and 1963, amateur club &lt;a href=\"Corinthian-Casuals%20F.C.\"&gt;Corinthian Casuals&lt;/a&gt; played their home matches at The Oval, with the pitch at the Vauxhall End.\nFirst international football match.\nThe Oval was the venue for the first representative football match in the world on 5 March 1870, &lt;a href=\"England%20national%20football%20team\"&gt;England&lt;/a&gt; against &lt;a href=\"Scotland%20national%20football%20team\"&gt;Scotland&lt;/a&gt;, organised by &lt;a href=\"The%20Football%20Association\"&gt;The Football Association&lt;/a&gt;. The game resulted in a 1–1 draw, but is not recognised by &lt;a href=\"FIFA\"&gt;FIFA&lt;/a&gt; as the first official international match because the Scotland team was selected only from London-based Scottish players. Similar representative international matches between England and Scotland took place at The Oval until February 1872.\nOn 8 March 1873, the &lt;a href=\"England%20national%20football%20team\"&gt;England national team&lt;/a&gt; beat Scotland 4–2 in the first officially recognised international match to be played in England. England continued to play occasionally at The Oval until 1889.\nFirst FA Cup final.\nThe Oval was the site of the first &lt;a href=\"FA%20Cup\"&gt;FA Cup&lt;/a&gt; final, and also both semi-final matches. On 16 March 1872, &lt;a href=\"Wanderers%20F.C.\"&gt;The Wanderers&lt;/a&gt; beat the &lt;a href=\"Royal%20Engineers%20AFC\"&gt;Royal Engineers&lt;/a&gt; 1–0 to win the first FA Cup. This final was notable for the Engineers' then innovative &lt;a href=\"Combination%20Game\"&gt;footballing style of teamwork&lt;/a&gt; rather than individual play. &lt;a href=\"C.%20W.%20Alcock\"&gt;C. W. Alcock&lt;/a&gt;, Secretary of &lt;a href=\"The%20Football%20Association\"&gt;The Football Association&lt;/a&gt;, was the prime mover in the creation of the competition. He had also just become Secretary of &lt;a href=\"Surrey%20CCC\"&gt;Surrey CCC&lt;/a&gt;, so The Oval was the natural choice of venue for the final. Alcock was also captain of the successful Wanderers side. Apart from &lt;a href=\"1873%20FA%20Cup%20Final\"&gt;1873&lt;/a&gt;, The Oval hosted all subsequent FA Cup finals until &lt;a href=\"1892%20FA%20Cup%20Final\"&gt;1892&lt;/a&gt;.\nRugby.\nBetween 1872 and 1879, The Oval held seven full cap international rugby union matches. The final of the &lt;a href=\"United%20Hospitals%20Challenge%20Cup\"&gt;United Hospitals Challenge Cup&lt;/a&gt;, the oldest rugby union cup competition in the world, was also first held at The Oval on Wednesday 3 March 1875.\nConferences and events.\nAs well as being an international sporting venue, The Oval has a conference and events business. The Corinthian Roof Terrace built on the OCS Stand in 2013 features panoramic views of the London skyline.\nOther events.\nThe ground has also hosted other sporting events, including &lt;a href=\"field%20hockey\"&gt;hockey&lt;/a&gt; fixtures, and also music concerts.\nOn September 18, 1971, a day-long rock concert was held at The Oval to raise funds for &lt;a href=\"1971%20Bangladesh%20genocide\"&gt;famine relief in war-torn Bangladesh&lt;/a&gt;. Featuring &lt;a href=\"Faces%20%28band%29\"&gt;The Faces&lt;/a&gt; and headlined by &lt;a href=\"The%20Who\"&gt;The Who&lt;/a&gt;, a crowd of over 40,000 people attended, with the stage sited at the Vauxhall End. The following year, two more successful concerts were held; the first featuring &lt;a href=\"Frank%20Zappa\"&gt;Frank Zappa&lt;/a&gt; and &lt;a href=\"Hawkwind\"&gt;Hawkwind&lt;/a&gt;, the second featuring &lt;a href=\"Emerson%2C%20Lake%20and%20Palmer\"&gt;Emerson, Lake and Palmer&lt;/a&gt; and &lt;a href=\"Genesis%20%28band%29\"&gt;Genesis&lt;/a&gt;.\nThe Oval has hosted &lt;a href=\"Australian%20rules%20football%20exhibition%20matches\"&gt;exhibition matches&lt;/a&gt; for &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt;. The first such match was held between and a team of All-Stars in &lt;a href=\"1972%20Carlton%20Football%20Club%20season%23World%20tour\"&gt;1972&lt;/a&gt;. In 1987, the Oval hosted what became known as the Battle of Britain between Carlton and &lt;a href=\"North%20Melbourne%20Football%20Club\"&gt;North Melbourne&lt;/a&gt;, which included numerous fights and future multiple AFL Premiership coach &lt;a href=\"Alastair%20Clarkson\"&gt;Alastair Clarkson&lt;/a&gt;, at the time only a teenager, breaking Ian Aitken's jaw. In 2005, a record crowd for Australian rules football in England (18,884) saw &lt;a href=\"Fremantle%20Football%20Club\"&gt;Fremantle&lt;/a&gt; defeat the &lt;a href=\"West%20Coast%20Eagles\"&gt;West Coast Eagles&lt;/a&gt; in the &lt;a href=\"Western%20Derby\"&gt;Western Derby&lt;/a&gt; (thus far, the only edition of the fixture to not be played in Perth). In 2012, approximately 10,000 attended a post-season exhibition match between &lt;a href=\"Port%20Adelaide%20Football%20Club\"&gt;Port Adelaide&lt;/a&gt; and the &lt;a href=\"Western%20Bulldogs\"&gt;Western Bulldogs&lt;/a&gt;, which Port Adelaide won by 1 point.\nIn 2011, ahead of an &lt;a href=\"NFL%20International%20Series\"&gt;NFL International Series&lt;/a&gt; game at &lt;a href=\"Wembley%20Stadium\"&gt;Wembley Stadium&lt;/a&gt;, the &lt;a href=\"Chicago%20Bears\"&gt;Chicago Bears&lt;/a&gt; used The Oval as a practice facility.\nOval gasometer and gasworks.\nA tall &lt;a href=\"Victorian%20architecture\"&gt;Victorian&lt;/a&gt; &lt;a href=\"gasometer\"&gt;gasometer&lt;/a&gt;, sited less than 50 metres beyond the north-eastern stadium wall, has been a dominating feature of the view from the ground since the mid 1800s. A movement to preserve iconic gasometers across the UK as important and historic monuments of Britain's industrial heritage has emerged in recent years, with the one visible from The Oval often cited as a particularly notable example. The skeletal but decorative &lt;a href=\"wrought%20iron\"&gt;wrought iron&lt;/a&gt; structure is a landmark in the area and has become an intrinsic part of The Oval's history and urban allure. The cricket commentator &lt;a href=\"Henry%20Blofeld\"&gt;Henry Blofeld&lt;/a&gt; once said in a broadcast, \"As the bowler runs in, it's so quiet you can hear the creak of the gasometer.\"\nAlthough long unused as a gas holder, the aging structure was only officially decommissioned in 2014, with plans to demolish it being announced in 2013. Blofeld stated: \"In comparison, pulling down the &lt;a href=\"Victoria%20Memorial%2C%20London\"&gt;Victoria Memorial&lt;/a&gt; in front of &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt; would be child's play.\". After local public protest at the proposed demolition, in March 2016 the structure was given Grade II &lt;a href=\"Listed%20building\"&gt;listed status&lt;/a&gt; to protect its future."
}