{
    "id": "387780",
    "revid": "12418561",
    "url": "https://en.wikipedia.org/wiki?curid=387780",
    "title": "Ploughman's lunch",
    "text": "A ploughman's lunch is an English cold &lt;a href=\"meal\"&gt;meal&lt;/a&gt; based around &lt;a href=\"bread\"&gt;bread&lt;/a&gt;, &lt;a href=\"cheese\"&gt;cheese&lt;/a&gt;, and &lt;a href=\"onion\"&gt;onion&lt;/a&gt;s, usually accompanied by butter and &lt;a href=\"pickling\"&gt;pickle&lt;/a&gt;. Additional items such as &lt;a href=\"ham\"&gt;ham&lt;/a&gt;, green &lt;a href=\"salad\"&gt;salad&lt;/a&gt;, hard &lt;a href=\"boiled%20egg\"&gt;boiled egg&lt;/a&gt;s, and &lt;a href=\"apple\"&gt;apple&lt;/a&gt; can be added. As its name suggests, it is most commonly eaten at &lt;a href=\"lunch\"&gt;lunch&lt;/a&gt;time. It is particularly associated with &lt;a href=\"public%20house\"&gt;pub&lt;/a&gt;s, and often served with &lt;a href=\"beer\"&gt;beer&lt;/a&gt;.\nBeer, bread, and cheese have been combined in the &lt;a href=\"English%20cuisine\"&gt;English diet&lt;/a&gt; since antiquity, and have been served together in &lt;a href=\"inn\"&gt;inn&lt;/a&gt;s for centuries. However, the specific term \"&lt;a href=\"ploughman\"&gt;ploughman&lt;/a&gt;'s lunch\" is believed to date from the 1950s, when the Cheese Bureau, a marketing body, began promoting it in pubs as a way to increase the sales of cheese, which had recently ceased to be rationed. Its popularity increased as the &lt;a href=\"Milk%20Marketing%20Board\"&gt;Milk Marketing Board&lt;/a&gt; promoted the meal nationally throughout the 1960s.\nHistory.\n\"&lt;a href=\"Pierce%20the%20Ploughman%27s%20Crede\"&gt;Pierce the Ploughman's Crede&lt;/a&gt;\" (c. 1394) mentions the traditional &lt;a href=\"ploughman\"&gt;ploughman&lt;/a&gt;'s meal of bread, cheese, and beer. Bread and cheese formed the basis of the diet of English rural labourers for centuries: skimmed-milk cheese, supplemented with a little lard and butter, was their main source of fats and protein. In the absence of access to expensive seasonings, onions were the \"favoured condiment\", as well as providing a valuable source of &lt;a href=\"vitamin%20C\"&gt;vitamin C&lt;/a&gt;.\nThe reliance on cheese rather than meat protein was especially strong in the south of the country. As late as the 1870s, farmworkers in &lt;a href=\"Devon\"&gt;Devon&lt;/a&gt; were said to eat \"bread and hard cheese at 2&lt;a href=\"%C2%A3sd\"&gt;d&lt;/a&gt;. a pound, with cider very washy and sour\" for their midday meal. While this diet was associated with &lt;a href=\"rural%20poverty\"&gt;rural poverty&lt;/a&gt;, it also gained associations with more idealised images of rural life. &lt;a href=\"Anthony%20Trollope\"&gt;Anthony Trollope&lt;/a&gt; in \"&lt;a href=\"The%20Duke%27s%20Children\"&gt;The Duke's Children&lt;/a&gt;\" has a character comment that \"A rural labourer who sits on the ditch-side with his bread and cheese and an onion has more enjoyment out of it than any &lt;a href=\"Lucullus\"&gt;Lucullus&lt;/a&gt;\".\nWhile farm labourers usually carried their food with them to eat in the fields, similar food was for a long time served in &lt;a href=\"public%20house\"&gt;public house&lt;/a&gt;s as a simple, cheap meal. In 1815, &lt;a href=\"William%20Cobbett\"&gt;William Cobbett&lt;/a&gt; recalled how farmers going to market in &lt;a href=\"Farnham\"&gt;Farnham&lt;/a&gt;, forty years earlier, would often add \"2d. worth of bread and cheese\" to the pint of beer they drank at the inn stabling their horses.\nThe \"&lt;a href=\"Oxford%20English%20Dictionary\"&gt;Oxford English Dictionary&lt;/a&gt;\" states the first recorded use of the phrase \"ploughman's luncheon\" occurred in 1837, from the \"&lt;a href=\"Walter%20Scott\"&gt;Memoirs of the Life of Sir Walter Scott&lt;/a&gt;\" by &lt;a href=\"John%20Gibson%20Lockhart\"&gt;John G. Lockhart&lt;/a&gt;, but this stray early use may have meant merely the sum of its parts, \"a lunch for a ploughman\". The \"OED\"s next reference is from the July 1956 \"Monthly Bulletin\" of the &lt;a href=\"British%20Beer%20and%20Pub%20Association\"&gt;Brewers' Society&lt;/a&gt;, which describes the activities of the Cheese Bureau, a marketing body affiliated with the &lt;a href=\"J.%20Walter%20Thompson\"&gt;J. Walter Thompson&lt;/a&gt; advertising agency. It describes how the Bureau\nThis implies that a \"traditional combination\" of bread, beer, cheese, and pickle was popular before &lt;a href=\"rationing%20in%20the%20United%20Kingdom\"&gt;rationing in the United Kingdom&lt;/a&gt; (during and after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;). Indeed, many pubs served little else: in 1932 &lt;a href=\"Martin%20Armstrong%20%28writer%29\"&gt;Martin Armstrong&lt;/a&gt; described stopping at village inns for a lunch of bread, cheese and beer, noting that \"On these occasions in country inns when bread, cheese and beer seem so extraordinarily good, the alternative is generally nothing; and compared with nothing bread, cheese, and beer are beyond compare\".\nBy the 1950s, the meal was certainly being referred to by forms of the name later used to promote it. In 1956, author &lt;a href=\"Adrian%20Bell\"&gt;Adrian Bell&lt;/a&gt; reported: \"There's a pub quite close to where I live where ... all you need say is, 'Ploughboy's Lunch, Harry, please'. And in a matter of minutes a tray is handed across the counter to you on which is a good square hunk of bread, a lump of butter and a wedge of cheese, and pickled onions, along with your pint of beer\". Only a year later, in June 1957, another edition of the \"Monthly Bulletin\" of the Brewers' Society referred to a ploughman's lunch using that name, and said that it consisted of \"&lt;a href=\"Cottage%20loaf\"&gt;cottage bread&lt;/a&gt;, cheese, lettuce, hard-boiled eggs, cold sausages and, of course, beer\". The &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; newspaper \"The Bulletin\" from 15 April 1958 and \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" from 29 April 1958 refer to a ploughman's lunch consisting of bread, cheese and pickle.\nThe meal rose rapidly in popularity during the 1970s. This has been argued to be at least partially based on a British cultural \"revulsion from technology and modernity and a renewed love-affair with an idealised national past\", although it appears the main reasons the ploughman's lunch was favoured by caterers were that it was simple and quick to prepare even for less skilled staff, required no cooking, and involved no meat, giving a potential for high profit margins.\nThe film \"&lt;a href=\"The%20Ploughman%27s%20Lunch\"&gt;The Ploughman's Lunch&lt;/a&gt;\" (1983), from a screenplay by &lt;a href=\"Ian%20McEwan\"&gt;Ian McEwan&lt;/a&gt;, has a subtext that is \"the way countries and people re-write their own history to suit the needs of the present\". The title alludes to the debatable claim that the supposedly \"traditional\" meal was the result of a marketing campaign of the 1960s devised to encourage people to eat meals in pubs."
}