{
    "id": "38810547",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=38810547",
    "title": "Vai Toutai",
    "text": "Vai Toutai (born 28 January 1993) is a &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who last played as a and on the for the &lt;a href=\"Blacktown%20Workers%20Sea%20Eagles\"&gt;Blacktown Workers Sea Eagles&lt;/a&gt; in the &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;Intrust Super Premiership NSW&lt;/a&gt;.\nBackground.\nBorn in &lt;a href=\"Campbelltown%2C%20New%20South%20Wales\"&gt;Campbelltown, New South Wales&lt;/a&gt;, Toutai is of &lt;a href=\"Tonga\"&gt;Tonga&lt;/a&gt;n descent and attended Eagle Vale High School. He played his junior rugby league for &lt;a href=\"Campbelltown%20City%20Kangaroos\"&gt;Campbelltown City Kangaroos&lt;/a&gt; and Fairfield United before being signed by the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt;.\nPlaying career.\n2013.\nToutai played for Parramatta's &lt;a href=\"National%20Youth%20Competition%20%28rugby%20league%29\"&gt;NYC&lt;/a&gt; team in 2011 and 2012, scoring 12 tries in 29 games.\nIn round 2 of the &lt;a href=\"2013%20NRL%20season\"&gt;2013 NRL season&lt;/a&gt;, Toutai made his &lt;a href=\"NRL\"&gt;NRL&lt;/a&gt; debut for the &lt;a href=\"Parramatta%20Eels\"&gt;Eels&lt;/a&gt; against the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt;, replacing injured winger &lt;a href=\"Ken%20Sio\"&gt;Ken Sio&lt;/a&gt; in the Eels 20-16 loss at &lt;a href=\"ANZ%20Stadium\"&gt;ANZ Stadium&lt;/a&gt;. In his next match in round 3 against the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;, Toutai scored his NRL first try in the Eels 31-18 loss at &lt;a href=\"Leichhardt%20Oval\"&gt;Leichhardt Oval&lt;/a&gt;. Toutai finished off his debut year with him playing in 15 matches and scoring 4 tries (16p) as the club finished last on the table for a second consecutive year.\n2014.\nOn 14 February 2014, Toutai was selected in the &lt;a href=\"Parramatta%20Eels\"&gt;Eels&lt;/a&gt; inaugural &lt;a href=\"2014%20NRL%20Auckland%20Nines\"&gt;2014 NRL Auckland Nines&lt;/a&gt; squad. In round 1 against the &lt;a href=\"New%20Zealand%20Warriors\"&gt;New Zealand Warriors&lt;/a&gt;, Toutai scored a &lt;a href=\"hat-trick\"&gt;hat-trick&lt;/a&gt; in the Eels 36-16 win at &lt;a href=\"Parramatta%20Stadium\"&gt;Parramatta Stadium&lt;/a&gt;. On 5 June 2014, Toutai extended his contract with the Eels for a further 3 years till the end of the &lt;a href=\"2017%20NRL%20season\"&gt;2017 NRL season&lt;/a&gt;. On the 19 July 2014, Toutai dropped the ball over the line twice in a 32-12 defeat by South Sydney. In round 23 against the &lt;a href=\"Canterbury-Bankstown%20Bulldogs\"&gt;Canterbury-Bankstown Bulldogs&lt;/a&gt; at &lt;a href=\"ANZ%20Stadium\"&gt;ANZ Stadium&lt;/a&gt;, Toutai was the centre of the Eels controversial 18-16 loss after Toutai received a pass from the Eels &lt;a href=\"ball%20boy\"&gt;ball boy&lt;/a&gt; after halfback &lt;a href=\"Chris%20Sandow\"&gt;Chris Sandow&lt;/a&gt; kicked a 40/20 then Toutai passing the ball to Sandow to race over to score the winning try for the Eels but was disallowed after the &lt;a href=\"ball%20boy\"&gt;ball boy&lt;/a&gt; didn't place the ball on the ground. Toutai finished off the Eels &lt;a href=\"2014%20NRL%20season\"&gt;2014 season&lt;/a&gt; having played in 10 matches and scoring 8 tries. On 16 October 2014, he was named in the &lt;a href=\"Tonga%20national%20rugby%20league%20team\"&gt;Tonga&lt;/a&gt; squad to play against the &lt;a href=\"Papua%20New%20Guinea%20national%20rugby%20league%20team\"&gt;Papua New Guinea national rugby league team&lt;/a&gt; in &lt;a href=\"Lae\"&gt;Lae&lt;/a&gt;. He played on the wing in Tonga's 32-18 loss.\n2015.\nToutai appeared in two matches for the Eels in the &lt;a href=\"2015%20NRL%20season\"&gt;2015 season&lt;/a&gt;.\n2016.\nOn 1 February, Toutai was named in the Eels' &lt;a href=\"2016%20NRL%20Auckland%20Nines\"&gt;2016 NRL Auckland Nines&lt;/a&gt; squad. On 7 May, he played for Tonga against &lt;a href=\"Samoa%20national%20rugby%20league%20team\"&gt;Samoa&lt;/a&gt; in the &lt;a href=\"Pacific%20Rugby%20League%20International%23Polynesian%20Cup%202\"&gt;2016 Polynesian Cup&lt;/a&gt;. In December 2016, Toutai's contract with Parramatta was terminated after it was revealed he was involved in a brawl with Outlaw Bikie member in which he glassed them with a bottle. The Bikie reportedly vowed to exact revenge on Toutai.\n2018.\nAfter a year out of the game, Toutai signed a contract to join &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;Intrust Super Premiership NSW&lt;/a&gt; side the &lt;a href=\"Blacktown%20Workers%20Sea%20Eagles\"&gt;Blacktown Workers Sea Eagles&lt;/a&gt;."
}