{
    "id": "38824",
    "revid": "10408318",
    "url": "https://en.wikipedia.org/wiki?curid=38824",
    "title": "Electric power transmission",
    "text": "Electric power transmission is the bulk movement of &lt;a href=\"electrical%20energy\"&gt;electrical energy&lt;/a&gt; from a &lt;a href=\"power%20generation\"&gt;generating&lt;/a&gt; site, such as a &lt;a href=\"power%20plant\"&gt;power plant&lt;/a&gt;, to an &lt;a href=\"electrical%20substation\"&gt;electrical substation&lt;/a&gt;. The interconnected lines which facilitate this movement are known as a \"transmission network\". This is distinct from the local wiring between high-voltage substations and customers, which is typically referred to as &lt;a href=\"electric%20power%20distribution\"&gt;electric power distribution&lt;/a&gt;. The combined transmission and distribution network is part of &lt;a href=\"electricity%20delivery\"&gt;electricity delivery&lt;/a&gt;, known as the &lt;a href=\"electrical%20grid\"&gt;electrical grid&lt;/a&gt;.\nEfficient long-distance transmission of electric power requires high voltages. This reduces the losses produced by heavy current. Transmission lines mostly use high-voltage AC (alternating current), but an important class of transmission line uses &lt;a href=\"high%20voltage%20direct%20current\"&gt;high voltage direct current&lt;/a&gt;. The voltage level is changed with &lt;a href=\"transformer\"&gt;transformer&lt;/a&gt;s, stepping up the voltage for transmission, then reducing voltage for local distribution and then use by customers. \nA &lt;a href=\"wide%20area%20synchronous%20grid\"&gt;wide area synchronous grid&lt;/a&gt;, also known as an \"interconnection\" in North America, directly connects many generators delivering AC power with the same relative \"frequency\" to many consumers. For example, there are four major interconnections in North America (the &lt;a href=\"Western%20Interconnection\"&gt;Western Interconnection&lt;/a&gt;, the &lt;a href=\"Eastern%20Interconnection\"&gt;Eastern Interconnection&lt;/a&gt;, the &lt;a href=\"Quebec%20Interconnection\"&gt;Quebec Interconnection&lt;/a&gt; and the &lt;a href=\"Electric%20Reliability%20Council%20of%20Texas\"&gt;Electric Reliability Council of Texas&lt;/a&gt; (ERCOT) grid). In Europe &lt;a href=\"Synchronous%20grid%20of%20Continental%20Europe\"&gt;one large grid connects most of continental Europe&lt;/a&gt;.\nHistorically, transmission and distribution lines were often owned by the same company, but starting in the 1990s, many countries have &lt;a href=\"Electricity%20liberalization\"&gt;liberalized&lt;/a&gt; the regulation of the &lt;a href=\"electricity%20market\"&gt;electricity market&lt;/a&gt; in ways that have led to the separation of the electricity transmission business from the distribution business.\nSystem.\nMost transmission lines are high-voltage &lt;a href=\"Three-phase%20electric%20power\"&gt;three-phase&lt;/a&gt; &lt;a href=\"alternating%20current\"&gt;alternating current&lt;/a&gt; (AC), although &lt;a href=\"single-phase%20electric%20power\"&gt;single phase&lt;/a&gt; AC is sometimes used in &lt;a href=\"railway%20electrification%20system\"&gt;railway electrification system&lt;/a&gt;s. &lt;a href=\"High-voltage%20direct%20current\"&gt;High-voltage direct-current&lt;/a&gt; (HVDC) technology is used for greater efficiency over very long distances (typically hundreds of miles). HVDC technology is also used in &lt;a href=\"submarine%20power%20cable\"&gt;submarine power cable&lt;/a&gt;s (typically longer than 30 miles (50 km)), and in the interchange of power between grids that are not mutually synchronized. HVDC links are used to stabilize large power distribution networks where sudden new loads, or blackouts, in one part of a network might otherwise result in synchronization problems and &lt;a href=\"cascading%20failure\"&gt;cascading failure&lt;/a&gt;s.\nElectricity is transmitted at &lt;a href=\"high%20voltage\"&gt;high voltage&lt;/a&gt;s to reduce the energy loss which occurs in long-distance transmission. Power is usually transmitted through &lt;a href=\"overhead%20power%20line\"&gt;overhead power line&lt;/a&gt;s. &lt;a href=\"Undergrounding\"&gt;Underground power transmission&lt;/a&gt; has a significantly higher installation cost and greater operational limitations, but reduced maintenance costs. Underground transmission is sometimes used in urban areas or environmentally sensitive locations.\nA lack of electrical energy storage facilities in transmission systems leads to a key limitation. Electrical energy must be generated at the same rate at which it is consumed. A sophisticated control system is required to ensure that the &lt;a href=\"power%20generation\"&gt;power generation&lt;/a&gt; very closely matches the demand. If the demand for power exceeds supply, the imbalance can cause generation plant(s) and transmission equipment to automatically disconnect or shut down to prevent damage. In the worst case, this may lead to a cascading series of shut downs and a major regional &lt;a href=\"power%20outage\"&gt;blackout&lt;/a&gt;. Examples include the US Northeast blackouts of &lt;a href=\"Northeast%20Blackout%20of%201965\"&gt;1965&lt;/a&gt;, &lt;a href=\"New%20York%20City%20blackout%20of%201977\"&gt;1977&lt;/a&gt;, &lt;a href=\"Northeast%20blackout%20of%202003\"&gt;2003&lt;/a&gt;, and major blackouts in other US regions in &lt;a href=\"1996%20Western%20North%20America%20blackouts\"&gt;1996&lt;/a&gt; and &lt;a href=\"2011%20Southwest%20blackout\"&gt;2011&lt;/a&gt;. Electric transmission networks are interconnected into regional, national, and even continent wide networks to reduce the risk of such a failure by providing multiple &lt;a href=\"redundancy%20%28engineering%29\"&gt;redundant&lt;/a&gt;, alternative routes for power to flow should such shut downs occur. Transmission companies determine the maximum reliable capacity of each line (ordinarily less than its physical or thermal limit) to ensure that spare capacity is available in the event of a failure in another part of the network.\nOverhead transmission.\nHigh-voltage overhead conductors are not covered by insulation. The conductor material is nearly always an &lt;a href=\"aluminum\"&gt;aluminum&lt;/a&gt; alloy, made into several strands and possibly reinforced with steel strands. Copper was sometimes used for overhead transmission, but aluminum is lighter, yields only marginally reduced performance and costs much less. Overhead conductors are a commodity supplied by several companies worldwide. Improved conductor material and shapes are regularly used to allow increased capacity and modernize transmission circuits. Conductor sizes range from 12 mm2 (#6 &lt;a href=\"American%20wire%20gauge\"&gt;American wire gauge&lt;/a&gt;) to 750 mm2 (1,590,000 &lt;a href=\"circular%20mil\"&gt;circular mil&lt;/a&gt;s area), with varying resistance and &lt;a href=\"current-carrying%20capacity\"&gt;current-carrying capacity&lt;/a&gt;. For large conductors (more than a few centimetres in diameter) at power frequency, much of the current flow is concentrated near the surface due to the &lt;a href=\"skin%20effect\"&gt;skin effect&lt;/a&gt;. The center part of the conductor carries little current, but contributes weight and cost to the conductor. Because of this current limitation, multiple parallel cables (called &lt;a href=\"bundle%20conductor\"&gt;bundle conductor&lt;/a&gt;s) are used when higher capacity is needed. Bundle conductors are also used at high voltages to reduce energy loss caused by &lt;a href=\"corona%20discharge\"&gt;corona discharge&lt;/a&gt;.\nToday, transmission-level voltages are usually considered to be 110 kV and above. Lower voltages, such as 66 kV and 33 kV, are usually considered &lt;a href=\"%23Subtransmission\"&gt;subtransmission&lt;/a&gt; voltages, but are occasionally used on long lines with light loads. Voltages less than 33 kV are usually used for &lt;a href=\"electricity%20distribution\"&gt;distribution&lt;/a&gt;. Voltages above 765 kV are considered &lt;a href=\"high%20voltage%23Power%20lines\"&gt;extra high voltage&lt;/a&gt; and require different designs compared to equipment used at lower voltages.\nSince overhead transmission wires depend on air for insulation, the design of these lines requires minimum clearances to be observed to maintain safety. Adverse weather conditions, such as high winds and low temperatures, can lead to power outages. Wind speeds as low as can permit conductors to encroach operating clearances, resulting in a &lt;a href=\"Electric%20arc\"&gt;flashover&lt;/a&gt; and loss of supply.\nOscillatory motion of the physical line can be termed &lt;a href=\"conductor%20gallop\"&gt;conductor gallop or flutter&lt;/a&gt; depending on the frequency and amplitude of oscillation.\nUnderground transmission.\nElectric power can also be transmitted by &lt;a href=\"high-voltage%20cable\"&gt;underground power cables&lt;/a&gt; instead of overhead power lines. Underground cables take up less right-of-way than overhead lines, have lower visibility, and are less affected by bad weather. However, costs of insulated cable and excavation are much higher than overhead construction. Faults in buried transmission lines take longer to locate and repair.\nIn some metropolitan areas, underground transmission cables are enclosed by metal pipe and insulated with dielectric fluid (usually an oil) that is either static or circulated via pumps. If an electric fault damages the pipe and produces a dielectric leak into the surrounding soil, liquid nitrogen trucks are mobilized to freeze portions of the pipe to enable the draining and repair of the damaged pipe location. This type of underground transmission cable can prolong the repair period and increase repair costs. The temperature of the pipe and soil are usually monitored constantly throughout the repair period.\nUnderground lines are strictly limited by their thermal capacity, which permits less overload or re-rating than overhead lines. Long underground AC cables have significant &lt;a href=\"capacitance\"&gt;capacitance&lt;/a&gt;, which may reduce their ability to provide useful power to loads beyond . DC cables are not limited in length by their capacitance, however, they do require &lt;a href=\"HVDC%20converter%20station\"&gt;HVDC converter station&lt;/a&gt;s at both ends of the line to convert from DC to AC before being interconnected with the transmission network.\nHistory.\nIn the early days of commercial electric power, transmission of electric power at the same voltage as used by lighting and mechanical loads restricted the distance between generating plant and consumers. In 1882, generation was with &lt;a href=\"direct%20current\"&gt;direct current&lt;/a&gt; (DC), which could not easily be increased in voltage for long-distance transmission. Different classes of loads (for example, lighting, fixed motors, and traction/railway systems) required different voltages, and so used different generators and circuits.\nDue to this specialization of lines and because transmission was inefficient for low-voltage high-current circuits, generators needed to be near their loads. It seemed, at the time, that the industry would develop into what is now known as a &lt;a href=\"distributed%20generation\"&gt;distributed generation&lt;/a&gt; system with large numbers of small generators located near their loads.\nThe transmission of electric power with &lt;a href=\"alternating%20current\"&gt;alternating current&lt;/a&gt; (AC) became possible after &lt;a href=\"Lucien%20Gaulard\"&gt;Lucien Gaulard&lt;/a&gt; and &lt;a href=\"John%20Dixon%20Gibbs\"&gt;John Dixon Gibbs&lt;/a&gt; built what they called the secondary generator, an early transformer provided with 1:1 turn ratio and open magnetic circuit, in 1881.\nThe first long distance AC line was long, built for the 1884 International Exhibition of &lt;a href=\"Turin%2C%20Italy\"&gt;Turin, Italy&lt;/a&gt;. It was powered by a 2 kV, 130 Hz &lt;a href=\"Siemens%20%26amp%3B%20Halske\"&gt;Siemens &amp; Halske&lt;/a&gt; alternator and featured several Gaulard \"secondary generators\" (transformers) with their primary windings connected in series, which fed incandescent lamps. The system proved the feasibility of AC electric power transmission over long distances.\nThe very first AC distribution system to operate was in service in 1885 in via dei Cerchi, &lt;a href=\"Rome%2C%20Italy\"&gt;Rome, Italy&lt;/a&gt;, for public lighting. It was powered by two Siemens &amp; Halske alternators rated 30 hp (22 kW), 2 kV at 120 Hz and used 19 km of cables and 200 parallel-connected 2 kV to 20 V step-down transformers provided with a closed magnetic circuit, one for each lamp. A few months later it was followed by the first British AC system, which was put into service at the &lt;a href=\"Grosvenor%20Gallery\"&gt;Grosvenor Gallery&lt;/a&gt;, London. It also featured Siemens alternators and 2.4 kV to 100 V step-down transformers – one per user – with shunt-connected primaries.\nWorking from what he considered an impractical Gaulard-Gibbs design, electrical engineer &lt;a href=\"William%20Stanley%2C%20Jr.\"&gt;William Stanley, Jr.&lt;/a&gt; developed what is considered the first practical series AC transformer in 1885. Working with the support of &lt;a href=\"George%20Westinghouse\"&gt;George Westinghouse&lt;/a&gt;, in 1886 he demonstrated a transformer based alternating current lighting system in &lt;a href=\"Great%20Barrington%2C%20Massachusetts\"&gt;Great Barrington, Massachusetts&lt;/a&gt;. Powered by a steam engine driven 500 V Siemens generator, voltage was stepped down to 100 Volts using the new Stanley transformer to power incandescent lamps at 23 businesses along main street with very little power loss over . This practical demonstration of a transformer and alternating current lighting system would lead Westinghouse to begin installing AC based systems later that year.\n1888 saw designs for a functional &lt;a href=\"AC%20motor\"&gt;AC motor&lt;/a&gt;, something these systems had lacked up till then. These were &lt;a href=\"induction%20motor\"&gt;induction motor&lt;/a&gt;s running on &lt;a href=\"polyphase%20system\"&gt;polyphase&lt;/a&gt; current, independently invented by &lt;a href=\"Galileo%20Ferraris\"&gt;Galileo Ferraris&lt;/a&gt; and &lt;a href=\"Nikola%20Tesla\"&gt;Nikola Tesla&lt;/a&gt; (with Tesla's design being licensed by Westinghouse in the US). This design was further developed into the modern practical &lt;a href=\"Three-phase%20electric%20power\"&gt;three-phase&lt;/a&gt; form by &lt;a href=\"Mikhail%20Dolivo-Dobrovolsky\"&gt;Mikhail Dolivo-Dobrovolsky&lt;/a&gt; and &lt;a href=\"Charles%20Eugene%20Lancelot%20Brown\"&gt;Charles Eugene Lancelot Brown&lt;/a&gt;. Practical use of these types of motors would be delayed many years by development problems and the scarcity of poly-phase power systems needed to power them.\nThe late 1880s and early 1890s would see the financial merger of smaller electric companies into a few larger corporations such as &lt;a href=\"Ganz%20Works\"&gt;Ganz&lt;/a&gt; and &lt;a href=\"AEG\"&gt;AEG&lt;/a&gt; in Europe and &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; and &lt;a href=\"Westinghouse%20Electric%20%281886%29\"&gt;Westinghouse Electric&lt;/a&gt; in the US. These companies continued to develop AC systems but the technical difference between direct and alternating current systems would follow a much longer technical merger. Due to innovation in the US and Europe, alternating current's economy of scale with very large generating plants linked to loads via long-distance transmission was slowly being combined with the ability to link it up with all of the existing systems that needed to be supplied. These included single phase AC systems, poly-phase AC systems, low voltage incandescent lighting, high voltage arc lighting, and existing DC motors in factories and street cars. In what was becoming a \"universal system\", these technological differences were temporarily being bridged via the development of &lt;a href=\"rotary%20converter\"&gt;rotary converter&lt;/a&gt;s and &lt;a href=\"motor-generator\"&gt;motor-generator&lt;/a&gt;s that would allow the large number of legacy systems to be connected to the AC grid. These stopgaps would slowly be replaced as older systems were retired or upgraded.\nThe first transmission of single-phase alternating current using high voltage took place in Oregon in 1890 when power was delivered from a hydroelectric plant at Willamette Falls to the city of Portland downriver. The first three-phase alternating current using high voltage took place in 1891 during the &lt;a href=\"International%20Electro-Technical%20Exhibition%20%E2%80%93%201891\"&gt;international electricity exhibition&lt;/a&gt; in &lt;a href=\"Frankfurt\"&gt;Frankfurt&lt;/a&gt;. A 15 kV transmission line, approximately 175 km long, connected &lt;a href=\"Lauffen%2C%20Baden-W%C3%BCrttemberg\"&gt;Lauffen on the Neckar&lt;/a&gt; and Frankfurt.\nVoltages used for electric power transmission increased throughout the 20th century. By 1914, fifty-five transmission systems each operating at more than 70 kV were in service. The highest voltage then used was 150 kV.\nBy allowing multiple generating plants to be interconnected over a wide area, electricity production cost was reduced. The most efficient available plants could be used to supply the varying loads during the day. Reliability was improved and capital investment cost was reduced, since stand-by generating capacity could be shared over many more customers and a wider geographic area. Remote and low-cost sources of energy, such as &lt;a href=\"Hydroelectricity\"&gt;hydroelectric&lt;/a&gt; power or mine-mouth coal, could be exploited to lower energy production cost.\nThe rapid industrialization in the 20th century made electrical transmission lines and grids &lt;a href=\"critical%20infrastructure\"&gt;critical infrastructure&lt;/a&gt; items in most industrialized nations. The interconnection of local generation plants and small distribution networks was spurred by the requirements of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, with large electrical generating plants built by governments to provide power to munitions factories. Later these generating plants were connected to supply civil loads through long-distance transmission.\nBulk power transmission.\nEngineers design transmission networks to transport the energy as efficiently as possible, while at the same time taking into account the economic factors, network safety and redundancy. These networks use components such as power lines, cables, &lt;a href=\"circuit%20breaker\"&gt;circuit breaker&lt;/a&gt;s, switches and &lt;a href=\"transformer\"&gt;transformer&lt;/a&gt;s. The transmission network is usually administered on a regional basis by an entity such as a &lt;a href=\"regional%20transmission%20organization\"&gt;regional transmission organization&lt;/a&gt; or &lt;a href=\"transmission%20system%20operator\"&gt;transmission system operator&lt;/a&gt;.\nTransmission efficiency is greatly improved by devices that increase the voltage (and thereby proportionately reduce the current), in the line conductors, thus allowing power to be transmitted with acceptable losses. The reduced current flowing through the line reduces the heating losses in the conductors. According to &lt;a href=\"Joule%27s%20first%20law\"&gt;Joule's Law&lt;/a&gt;, energy losses are directly proportional to the square of the current. Thus, reducing the current by a factor of two will lower the energy lost to conductor resistance by a factor of four for any given size of conductor.\nThe optimum size of a conductor for a given voltage and current can be estimated by &lt;a href=\"Kelvin%27s%20law%20for%20conductor%20size\"&gt;Kelvin's law for conductor size&lt;/a&gt;, which states that the size is at its optimum when the annual cost of energy wasted in the resistance is equal to the annual capital charges of providing the conductor. At times of lower interest rates, Kelvin's law indicates that thicker wires are optimal; while, when metals are expensive, thinner conductors are indicated: however, power lines are designed for long-term use, so Kelvin's law has to be used in conjunction with long-term estimates of the price of copper and aluminum as well as interest rates for capital.\nThe increase in voltage is achieved in AC circuits by using a \"step-up &lt;a href=\"transformer\"&gt;transformer&lt;/a&gt;\". &lt;a href=\"High-voltage%20direct%20current\"&gt;HVDC&lt;/a&gt; systems require relatively costly conversion equipment which may be economically justified for particular projects such as submarine cables and longer distance high capacity point-to-point transmission. HVDC is necessary for the import and export of energy between grid systems that are not synchronized with each other.\nA transmission grid is a network of &lt;a href=\"power%20station\"&gt;power station&lt;/a&gt;s, transmission lines, and &lt;a href=\"Electrical%20substation\"&gt;substations&lt;/a&gt;. Energy is usually transmitted within a grid with &lt;a href=\"Three-phase%20electric%20power\"&gt;three-phase&lt;/a&gt; &lt;a href=\"alternating%20current\"&gt;AC&lt;/a&gt;. Single-phase AC is used only for distribution to end users since it is not usable for large polyphase &lt;a href=\"induction%20motor\"&gt;induction motor&lt;/a&gt;s. In the 19th century, two-phase transmission was used but required either four wires or three wires with unequal currents. Higher order phase systems require more than three wires, but deliver little or no benefit.\nThe price of electric power station capacity is high, and electric demand is variable, so it is often cheaper to import some portion of the needed power than to generate it locally. Because loads are often regionally correlated (hot weather in the Southwest portion of the US might cause many people to use air conditioners), electric power often comes from distant sources. Because of the economic benefits of load sharing between regions, &lt;a href=\"wide%20area%20synchronous%20grid\"&gt;wide area transmission grids&lt;/a&gt; now span countries and even continents. The web of interconnections between power producers and consumers should enable power to flow, even if some links are inoperative.\nThe unvarying (or slowly varying over many hours) portion of the electric demand is known as the \"&lt;a href=\"base%20load%20power%20plant\"&gt;base load&lt;/a&gt;\" and is generally served by large facilities (which are more efficient due to economies of scale) with fixed costs for fuel and operation. Such facilities are nuclear, coal-fired or hydroelectric, while other energy sources such as &lt;a href=\"Solar%20thermal%20energy\"&gt;concentrated solar thermal&lt;/a&gt; and &lt;a href=\"geothermal%20power\"&gt;geothermal power&lt;/a&gt; have the potential to provide base load power. Renewable energy sources, such as solar photovoltaics, wind, wave, and tidal, are, due to their intermittency, not considered as supplying \"base load\" but will still add power to the grid. The remaining or 'peak' power demand, is supplied by &lt;a href=\"peaking%20power%20plant\"&gt;peaking power plant&lt;/a&gt;s, which are typically smaller, faster-responding, and higher cost sources, such as combined cycle or combustion turbine plants fueled by natural gas.\nLong-distance transmission of electricity (hundreds of kilometers) is cheap and efficient, with costs of US$0.005–0.02 per kWh (compared to annual averaged large producer costs of US$0.01–0.025 per kWh, retail rates upwards of US$0.10 per kWh, and multiples of retail for instantaneous suppliers at unpredicted highest demand moments). Thus distant suppliers can be cheaper than local sources (e.g., New York often buys over 1000 MW of electricity from Canada). Multiple local sources (even if more expensive and infrequently used) can make the transmission grid more fault tolerant to weather and other disasters that can disconnect distant suppliers.\nLong-distance transmission allows remote renewable energy resources to be used to displace fossil fuel consumption. Hydro and wind sources cannot be moved closer to populous cities, and solar costs are lowest in remote areas where local power needs are minimal. Connection costs alone can determine whether any particular renewable alternative is economically sensible. Costs can be prohibitive for transmission lines, but various proposals for massive infrastructure investment in high capacity, very long distance &lt;a href=\"super%20grid\"&gt;super grid&lt;/a&gt; transmission networks could be recovered with modest usage fees.\nGrid input.\nAt the &lt;a href=\"power%20station\"&gt;power station&lt;/a&gt;s, the power is produced at a relatively low voltage between about 2.3 kV and 30 kV, depending on the size of the unit. The generator terminal voltage is then stepped up by the power station &lt;a href=\"transformer\"&gt;transformer&lt;/a&gt; to a higher &lt;a href=\"voltage\"&gt;voltage&lt;/a&gt; (115 kV to 765 kV AC, varying by the transmission system and by the country) for transmission over long distances.\nIn the United States, power transmission is, variously, 230 kV to 500 kV, with less than 230 kV or more than 500 kV being local exceptions.\nFor example, the &lt;a href=\"Western%20Interconnection\"&gt;Western Interconnection&lt;/a&gt; has two primary interchange voltages: 500 kV AC at 60 Hz, and ±500 kV (1,000 kV net) DC from North to South (&lt;a href=\"Columbia%20River\"&gt;Columbia River&lt;/a&gt; to &lt;a href=\"Southern%20California\"&gt;Southern California&lt;/a&gt;) and Northeast to Southwest (Utah to Southern California). The 287.5 kV (&lt;a href=\"Hoover%20Dam\"&gt;Hoover Dam&lt;/a&gt; to &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt; line, via &lt;a href=\"Victorville\"&gt;Victorville&lt;/a&gt;) and 345 kV (&lt;a href=\"Arizona%20Public%20Service\"&gt;Arizona Public Service&lt;/a&gt; (APS) line) being local standards, both of which were implemented before 500 kV became practical, and thereafter the Western Interconnection standard for long distance AC power transmission.\nLosses.\nTransmitting electricity at high voltage reduces the fraction of energy lost to &lt;a href=\"Joule%20heating\"&gt;resistance&lt;/a&gt;, which varies depending on the specific conductors, the current flowing, and the length of the transmission line. For example, a span at 765 kV carrying 1000 MW of power can have losses of 1.1% to 0.5%. A 345 kV line carrying the same load across the same distance has losses of 4.2%. For a given amount of power, a higher voltage reduces the current and thus the &lt;a href=\"resistive%20loss\"&gt;resistive loss&lt;/a&gt;es in the conductor. For example, raising the voltage by a factor of 10 reduces the current by a corresponding factor of 10 and therefore the formula_1 losses by a factor of 100, provided the same sized conductors are used in both cases. Even if the conductor size (cross-sectional area) is decreased ten-fold to match the lower current, the formula_1 losses are still reduced ten-fold. Long-distance transmission is typically done with overhead lines at voltages of 115 to 1,200 kV. At extremely high voltages, where more than 2,000 kV exists between conductor and ground, &lt;a href=\"corona%20discharge\"&gt;corona discharge&lt;/a&gt; losses are so large that they can offset the lower resistive losses in the line conductors. Measures to reduce corona losses include conductors having larger diameters; often hollow to save weight, or bundles of two or more conductors.\nFactors that affect the resistance, and thus loss, of conductors used in transmission and distribution lines include temperature, spiraling, and the &lt;a href=\"skin%20effect\"&gt;skin effect&lt;/a&gt;. The resistance of a conductor increases with its temperature. Temperature changes in electric power lines can have a significant effect on power losses in the line. Spiraling, which refers to the way stranded conductors spiral about the center, also contributes to increases in conductor resistance. The skin effect causes the effective resistance of a conductor to increase at higher alternating current frequencies. Corona and resistive losses can be estimated using a mathematical model.\nTransmission and distribution losses in the United States were estimated at 6.6% in 1997, 6.5% in 2007 and 5% from 2013 to 2019. In general, losses are estimated from the discrepancy between power produced (as reported by power plants) and power sold to the end customers; the difference between what is produced and what is consumed constitute transmission and distribution losses, assuming no utility theft occurs.\nAs of 1980, the longest cost-effective distance for &lt;a href=\"Direct%20current\"&gt;direct-current&lt;/a&gt; transmission was determined to be . For &lt;a href=\"alternating%20current\"&gt;alternating current&lt;/a&gt; it was , though all transmission lines in use today are substantially shorter than this.\nIn any alternating current transmission line, the &lt;a href=\"inductance\"&gt;inductance&lt;/a&gt; and capacitance of the conductors can be significant. Currents that flow solely in ‘reaction’ to these properties of the circuit, (which together with the &lt;a href=\"Electrical%20resistance\"&gt;resistance&lt;/a&gt; define the &lt;a href=\"electrical%20impedance\"&gt;impedance&lt;/a&gt;) constitute &lt;a href=\"reactive%20power\"&gt;reactive power&lt;/a&gt; flow, which transmits no ‘real’ power to the load. These reactive currents, however, are very real and cause extra heating losses in the transmission circuit. The ratio of 'real' power (transmitted to the load) to 'apparent' power (the product of a circuit's voltage and current, without reference to phase angle) is the &lt;a href=\"power%20factor\"&gt;power factor&lt;/a&gt;. As reactive current increases, the reactive power increases and the power factor decreases. For transmission systems with low power factor, losses are higher than for systems with high power factor. Utilities add capacitor banks, reactors and other components (such as &lt;a href=\"phase-shifting%20transformer\"&gt;phase-shifting transformer&lt;/a&gt;s; &lt;a href=\"static%20VAR%20compensator\"&gt;static VAR compensator&lt;/a&gt;s; and &lt;a href=\"flexible%20AC%20transmission%20system\"&gt;flexible AC transmission system&lt;/a&gt;s, FACTS) throughout the system help to compensate for the reactive power flow, reduce the losses in power transmission and stabilize system voltages. These measures are collectively called 'reactive support'.\nTransposition.\nCurrent flowing through transmission lines induces a magnetic field that surrounds the lines of each phase and affects the &lt;a href=\"inductance\"&gt;inductance&lt;/a&gt; of the surrounding conductors of other phases. The mutual inductance of the conductors is partially dependent on the physical orientation of the lines with respect to each other. Three-phase power transmission lines are conventionally strung with phases separated on different vertical levels. The mutual inductance seen by a conductor of the phase in the middle of the other two phases will be different from the inductance seen by the conductors on the top or bottom. An imbalanced inductance among the three conductors is problematic because it may result in the middle line carrying a disproportionate amount of the total power transmitted. Similarly, an imbalanced load may occur if one line is consistently closest to the ground and operating at a lower impedance. Because of this phenomenon, conductors must be periodically transposed along the length of the transmission line so that each phase sees equal time in each relative position to balance out the mutual inductance seen by all three phases. To accomplish this, line position is swapped at specially designed &lt;a href=\"transposition%20tower\"&gt;transposition tower&lt;/a&gt;s at regular intervals along the length of the transmission line in various &lt;a href=\"Transposition%20%28telecommunications%29\"&gt;transposition schemes&lt;/a&gt;.\nSubtransmission.\nSubtransmission is part of an electric power transmission system that runs at relatively lower voltages. It is uneconomical to connect all &lt;a href=\"electrical%20substation\"&gt;distribution substation&lt;/a&gt;s to the high main transmission voltage, because the equipment is larger and more expensive. Typically, only larger substations connect with this high voltage. It is stepped down and sent to smaller substations in towns and neighborhoods. Subtransmission circuits are usually arranged in loops so that a single line failure does not cut off service to many customers for more than a short time. Loops can be \"normally closed\", where loss of one circuit should result in no interruption, or \"normally open\" where substations can switch to a backup supply. While subtransmission circuits are usually carried on &lt;a href=\"Overhead%20power%20line\"&gt;overhead lines&lt;/a&gt;, in urban areas buried cable may be used. The lower-voltage subtransmission lines use less right-of-way and simpler structures; it is much more feasible to put them underground where needed. Higher-voltage lines require more space and are usually above-ground since putting them underground is very expensive.\nThere is no fixed cutoff between subtransmission and transmission, or subtransmission and &lt;a href=\"Electric%20power%20distribution\"&gt;distribution&lt;/a&gt;. The voltage ranges overlap somewhat. Voltages of 69 kV, 115 kV, and 138 kV are often used for subtransmission in North America. As power systems evolved, voltages formerly used for transmission were used for subtransmission, and subtransmission voltages became distribution voltages. Like transmission, subtransmission moves relatively large amounts of power, and like distribution, subtransmission covers an area instead of just point-to-point.\nTransmission grid exit.\nAt the &lt;a href=\"electrical%20substation\"&gt;substations&lt;/a&gt;, transformers reduce the voltage to a lower level for &lt;a href=\"Electric%20power%20distribution\"&gt;distribution&lt;/a&gt; to commercial and residential users. This distribution is accomplished with a combination of sub-transmission (33 to 132 kV) and distribution (3.3 to 25 kV). Finally, at the point of use, the energy is transformed to low voltage (varying by country and customer requirements – see &lt;a href=\"Mains%20electricity%20by%20country\"&gt;Mains electricity by country&lt;/a&gt;).\nAdvantage of high-voltage power transmission.\nHigh-voltage power transmission allows for lesser resistive losses over long distances in the wiring. This efficiency of high voltage transmission allows for the transmission of a larger proportion of the generated power to the substations and in turn to the loads, translating to operational cost savings.\nIn a simplified model, assume the &lt;a href=\"electrical%20grid\"&gt;electrical grid&lt;/a&gt; delivers electricity from a generator (modelled as an &lt;a href=\"ideal%20voltage%20source\"&gt;ideal voltage source&lt;/a&gt; with voltage formula_3, delivering a power formula_4) to a single point of consumption, modelled by a pure resistance formula_5, when the wires are long enough to have a significant resistance formula_6.\nIf the resistance are simply &lt;a href=\"in%20series\"&gt;in series&lt;/a&gt; without any transformer between them, the circuit acts as a &lt;a href=\"voltage%20divider\"&gt;voltage divider&lt;/a&gt;, because the same current formula_7 runs through the wire resistance and the powered device. As a consequence, the useful power (used at the point of consumption) is:\nAssume now that a transformer converts high-voltage, low-current electricity transported by the wires into low-voltage, high-current electricity for use at the consumption point. If we suppose it is an &lt;a href=\"ideal%20transformer\"&gt;ideal transformer&lt;/a&gt; with a voltage ratio of formula_9 (i.e., the voltage is divided by formula_9 and the current is multiplied by formula_9 in the secondary branch, compared to the primary branch), then the circuit is again equivalent to a voltage divider, but the transmission wires now have apparent resistance of only formula_12. The useful power is then:\nFor formula_14 (i.e. conversion of high voltage to low voltage near the consumption point), a larger fraction of the generator's power is transmitted to the consumption point and a lesser fraction is lost to &lt;a href=\"Joule%20heating\"&gt;Joule heating&lt;/a&gt;.\nModeling and the transmission matrix.\nOftentimes, we are only interested in the terminal characteristics of the transmission line, which are the voltage and current at the sending (S) and receiving (R) ends. The transmission line itself is then modeled as a \"black box\" and a 2 by 2 transmission matrix is used to model its behavior, as follows:\nThe line is assumed to be a reciprocal, symmetrical network, meaning that the receiving and sending labels can be switched with no consequence. The transmission matrix T also has the following properties:\nThe parameters \"A\", \"B\", \"C\", and \"D\" differ depending on how the desired model handles the line's &lt;a href=\"Electrical%20resistance%20and%20conductance\"&gt;resistance&lt;/a&gt; (\"R\"), &lt;a href=\"inductance\"&gt;inductance&lt;/a&gt; (\"L\"), &lt;a href=\"capacitance\"&gt;capacitance&lt;/a&gt; (\"C\"), and shunt (parallel, leak) &lt;a href=\"Electrical%20conductance\"&gt;conductance&lt;/a&gt; \"G\". The four main models are the short line approximation, the medium line approximation, the long line approximation (with distributed parameters), and the lossless line. In all models described, a capital letter such as \"R\" refers to the total quantity summed over the line and a lowercase letter such as \"c\" refers to the per-unit-length quantity.\nLossless line.\nThe lossless line approximation is the least accurate model; it is often used on short lines when the inductance of the line is much greater than its resistance. For this approximation, the voltage and current are identical at the sending and receiving ends.\nThe characteristic impedance is pure real, which means resistive for that impedance, and it is often called surge impedance for a lossless line. When lossless line is terminated by surge impedance, there is no voltage drop. Though the phase angles of voltage and current are rotated, the magnitudes of voltage and current remain constant along the length of the line. For load &gt; SIL, the voltage will drop from sending end and the line will \"consume\" VARs. For load &lt; SIL, the voltage will increase from sending end, and the line will \"generate\" VARs.\nShort line.\nThe short line approximation is normally used for lines less than 80 km (50 mi) long. For a short line, only a series impedance \"Z\" is considered, while \"C\" and \"G\" are ignored. The final result is that A = D = 1 per unit, B = Z Ohms, and C = 0. The associated transition matrix for this approximation is therefore:\nMedium line.\nThe medium line approximation is used for lines between 80 and 250 km (50-150 mi) long. In this model, the series impedance and the shunt (current leak) conductance are considered, with half of the shunt conductance being placed at each end of the line. This circuit is often referred to as a \"nominal &lt;a href=\"Pi%20%28letter%29\"&gt;\"π\" (pi)&lt;/a&gt;\" circuit because of the shape (\"π\") that is taken on when leak conductance is placed on both sides of the circuit diagram. The analysis of the medium line brings one to the following result:\nCounterintuitive behaviors of medium-length transmission lines:\nLong line.\nThe long line model is used when a higher degree of accuracy is needed or when the line under consideration is more than 250 km (150 mi) long. Series resistance and shunt conductance are considered as distributed parameters, meaning each differential length of the line has a corresponding differential series impedance and shunt admittance. The following result can be applied at any point along the transmission line, where formula_20 is the &lt;a href=\"propagation%20constant\"&gt;propagation constant&lt;/a&gt;.\nTo find the voltage and current at the end of the long line, formula_22 should be replaced with formula_23 (the line length) in all parameters of the transmission matrix.\nHigh-voltage direct current.\nHigh-voltage direct current (HVDC) is used to transmit large amounts of power over long distances or for interconnections between asynchronous grids. When electrical energy is to be transmitted over very long distances, the power lost in AC transmission becomes appreciable and it is less expensive to use &lt;a href=\"direct%20current\"&gt;direct current&lt;/a&gt; instead of &lt;a href=\"alternating%20current\"&gt;alternating current&lt;/a&gt;. For a very long transmission line, these lower losses (and reduced construction cost of a DC line) can offset the additional cost of the required converter stations at each end.\n&lt;a href=\"High-voltage%20direct%20current\"&gt;HVDC&lt;/a&gt; is also used for long &lt;a href=\"Submarine%20power%20cable\"&gt;submarine cables&lt;/a&gt; where AC cannot be used because of the cable capacitance. In these cases special &lt;a href=\"high-voltage%20cable\"&gt;high-voltage cable&lt;/a&gt;s for DC are used. Submarine HVDC systems are often used to connect the electricity grids of islands, for example, between &lt;a href=\"Great%20Britain\"&gt;Great Britain&lt;/a&gt; and &lt;a href=\"continental%20Europe\"&gt;continental Europe&lt;/a&gt;, between Great Britain and &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, between &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt; and the &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;n mainland, between the North and South Islands of &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, between &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; and &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, and between New Jersey and &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt;. Submarine connections up to in length are presently in use.\nHVDC links can be used to control problems in the grid with AC electricity flow. The power transmitted by an AC line increases as the &lt;a href=\"Electric%20power%23Alternating%20current\"&gt;phase angle&lt;/a&gt; between source end voltage and destination ends increases, but too large a phase angle will allow the systems at either end of the line to fall out of step. Since the power flow in a DC link is controlled independently of the phases of the AC networks at either end of the link, this phase angle limit does not exist, and a DC link is always able to transfer its full rated power. A DC link therefore stabilizes the AC grid at either end, since power flow and phase angle can then be controlled independently.\nAs an example, to adjust the flow of AC power on a hypothetical line between &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; and &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; would require adjustment of the relative phase of the two regional electrical grids. This is an everyday occurrence in AC systems, but one that can become disrupted when AC system components fail and place unexpected loads on the remaining working grid system. With an HVDC line instead, such an interconnection would:\n(and possibly in other cooperating cities along the transmission route). Such a system could be less prone to failure if parts of it were suddenly shut down. One example of a long DC transmission line is the &lt;a href=\"Pacific%20DC%20Intertie\"&gt;Pacific DC Intertie&lt;/a&gt; located in the Western &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nCapacity.\nThe amount of power that can be sent over a transmission line is limited. The origins of the limits vary depending on the length of the line. For a short line, the heating of conductors due to line losses sets a thermal limit. If too much current is drawn, conductors may sag too close to the ground, or conductors and equipment may be damaged by overheating. For intermediate-length lines on the order of , the limit is set by the &lt;a href=\"voltage%20drop\"&gt;voltage drop&lt;/a&gt; in the line. For longer AC lines, &lt;a href=\"Power%20system%20stability\"&gt;system stability&lt;/a&gt; sets the limit to the power that can be transferred. Approximately, the power flowing over an AC line is proportional to the cosine of the phase angle of the voltage and current at the receiving and transmitting ends. This angle varies depending on system loading and generation. It is undesirable for the angle to approach 90 degrees, as the power flowing decreases but the resistive losses remain. Very approximately, the allowable product of line length and maximum load is proportional to the square of the system voltage. Series capacitors or phase-shifting transformers are used on long lines to improve stability. &lt;a href=\"High-voltage%20direct%20current\"&gt;High-voltage direct current&lt;/a&gt; lines are restricted only by thermal and voltage drop limits, since the phase angle is not material to their operation.\nUp to now, it has been almost impossible to foresee the temperature distribution along the cable route, so that the maximum applicable current load was usually set as a compromise between understanding of operation conditions and risk minimization. The availability of industrial &lt;a href=\"distributed%20temperature%20sensing\"&gt;distributed temperature sensing&lt;/a&gt; (DTS) systems that measure in real time temperatures all along the cable is a first step in monitoring the transmission system capacity. This monitoring solution is based on using passive optical fibers as temperature sensors, either integrated directly inside a high voltage cable or mounted externally on the cable insulation. A solution for overhead lines is also available. In this case the optical fiber is integrated into the core of a phase wire of overhead transmission lines (OPPC). The integrated Dynamic Cable Rating (DCR) or also called Real Time Thermal Rating (RTTR) solution enables not only to continuously monitor the temperature of a high voltage cable circuit in real time, but to safely utilize the existing network capacity to its maximum. Furthermore, it provides the ability to the operator to predict the behavior of the transmission system upon major changes made to its initial operating conditions.\nControl.\nTo ensure safe and predictable operation, the components of the transmission system are controlled with generators, switches, circuit breakers and loads. The voltage, power, frequency, load factor, and reliability capabilities of the transmission system are designed to provide cost effective performance for the customers.\nLoad balancing.\nThe transmission system provides for base load and &lt;a href=\"peaking%20power%20plant\"&gt;peak load capability&lt;/a&gt;, with safety and fault tolerance margins. The peak load times vary by region largely due to the industry mix. In very hot and very cold climates home air conditioning and heating loads have an effect on the overall load. They are typically highest in the late afternoon in the hottest part of the year and in mid-mornings and mid-evenings in the coldest part of the year. This makes the power requirements vary by the season and the time of day. Distribution system designs always take the base load and the peak load into consideration.\nThe transmission system usually does not have a large buffering capability to match the loads with the generation. Thus generation has to be kept matched to the load, to prevent overloading failures of the generation equipment.\nMultiple sources and loads can be connected to the transmission system and they must be controlled to provide orderly transfer of power. In centralized power generation, only local control of generation is necessary, and it involves &lt;a href=\"alternator%20synchronization\"&gt;synchronization of the generation units&lt;/a&gt;, to prevent large transients and overload conditions.\nIn &lt;a href=\"distributed%20generation\"&gt;distributed power generation&lt;/a&gt; the generators are geographically distributed and the process to bring them online and offline must be carefully controlled. The load control signals can either be sent on separate lines or on the power lines themselves. Voltage and frequency can be used as signaling mechanisms to balance the loads.\nIn voltage signaling, the variation of voltage is used to increase generation. The power added by any system increases as the line voltage decreases. This arrangement is stable in principle. Voltage-based regulation is complex to use in mesh networks, since the individual components and setpoints would need to be reconfigured every time a new generator is added to the mesh.\nIn frequency signaling, the generating units match the frequency of the power transmission system. In &lt;a href=\"droop%20speed%20control\"&gt;droop speed control&lt;/a&gt;, if the frequency decreases, the power is increased. (The drop in line frequency is an indication that the increased load is causing the generators to slow down.)\n&lt;a href=\"Wind%20turbine\"&gt;Wind turbine&lt;/a&gt;s, &lt;a href=\"vehicle-to-grid\"&gt;vehicle-to-grid&lt;/a&gt; and other locally distributed storage and generation systems can be connected to the power grid, and interact with it to improve system operation. Internationally, the trend has been a slow move from a heavily centralized power system to a decentralized power system. The main draw of locally distributed generation systems which involve a number of new and innovative solutions is that they reduce transmission losses by leading to consumption of electricity closer to where it was produced.\nFailure protection.\nUnder excess load conditions, the system can be designed to fail gracefully rather than all at once. &lt;a href=\"Brownout%20%28electricity%29\"&gt;Brownouts&lt;/a&gt; occur when the supply power drops below the demand. &lt;a href=\"Power%20outage\"&gt;Blackouts&lt;/a&gt; occur when the supply fails completely.\n&lt;a href=\"Rolling%20blackout\"&gt;Rolling blackout&lt;/a&gt;s (also called load shedding) are intentionally engineered electrical power outages, used to distribute insufficient power when the demand for electricity exceeds the supply.\nCommunications.\nOperators of long transmission lines require reliable communications for control of the power grid and, often, associated generation and distribution facilities. Fault-sensing &lt;a href=\"protective%20relay\"&gt;protective relay&lt;/a&gt;s at each end of the line must communicate to monitor the flow of power into and out of the protected line section so that faulted conductors or equipment can be quickly de-energized and the balance of the system restored. Protection of the transmission line from &lt;a href=\"short%20circuit\"&gt;short circuit&lt;/a&gt;s and other faults is usually so critical that &lt;a href=\"common%20carrier\"&gt;common carrier&lt;/a&gt; telecommunications are insufficiently reliable, and in remote areas a common carrier may not be available. Communication systems associated with a transmission project may use:\nRarely, and for short distances, a utility will use pilot-wires strung along the transmission line path. Leased circuits from common carriers are not preferred since availability is not under control of the electric power transmission organization.\nTransmission lines can also be used to carry data: this is called power-line carrier, or &lt;a href=\"power%20line%20communication\"&gt;power line communication&lt;/a&gt; (PLC). PLC signals can be easily received with a radio for the long wave range.\nOptical fibers can be included in the stranded conductors of a transmission line, in the overhead shield wires. These cables are known as &lt;a href=\"optical%20ground%20wire\"&gt;optical ground wire&lt;/a&gt; (\"OPGW\"). Sometimes a standalone cable is used, all-dielectric self-supporting (\"ADSS\") cable, attached to the transmission line cross arms.\nSome jurisdictions, such as &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, prohibit energy transmission companies from selling surplus communication bandwidth or acting as a telecommunications &lt;a href=\"common%20carrier\"&gt;common carrier&lt;/a&gt;. Where the regulatory structure permits, the utility can sell capacity in extra &lt;a href=\"dark%20fiber\"&gt;dark fiber&lt;/a&gt;s to a common carrier, providing another revenue stream.\nElectricity market reform.\nSome regulators regard electric transmission to be a &lt;a href=\"natural%20monopoly\"&gt;natural monopoly&lt;/a&gt; and there are moves in many countries to separately regulate transmission (see &lt;a href=\"electricity%20market\"&gt;electricity market&lt;/a&gt;).\n&lt;a href=\"Spain\"&gt;Spain&lt;/a&gt; was the first country to establish a &lt;a href=\"regional%20transmission%20organization\"&gt;regional transmission organization&lt;/a&gt;. In that country, transmission operations and market operations are controlled by separate companies. The transmission system operator is &lt;a href=\"Red%20El%C3%A9ctrica%20de%20Espa%C3%B1a\"&gt;Red Eléctrica de España&lt;/a&gt; (REE) and the wholesale electricity market operator is Operador del Mercado Ibérico de Energía – Polo Español, S.A. (OMEL) &lt;a href=\"https%3A//web.archive.org/web/20040906064835/http%3A//www.omel.es/\"&gt;OMEL Holding | Omel Holding&lt;/a&gt;. Spain's transmission system is interconnected with those of France, Portugal, and Morocco.\nThe establishment of RTOs in the United States was spurred by the &lt;a href=\"FERC\"&gt;FERC&lt;/a&gt;'s Order 888, \"Promoting Wholesale Competition Through Open Access Non-discriminatory Transmission Services by Public Utilities; Recovery of Stranded Costs by Public Utilities and Transmitting Utilities\", issued in 1996.\nIn the United States and parts of Canada, several electric transmission companies operate independently of generation companies, but there are still regions - the Southern United States - where vertical integration of the electric system is intact. In regions of separation, transmission owners and generation owners continue to interact with each other as market participants with voting rights within their RTO. RTOs in the United States are regulated by the &lt;a href=\"Federal%20Energy%20Regulatory%20Commission\"&gt;Federal Energy Regulatory Commission&lt;/a&gt;.\nCost of electric power transmission.\nThe cost of high voltage electricity transmission (as opposed to the costs of &lt;a href=\"electric%20power%20distribution\"&gt;electric power distribution&lt;/a&gt;) is comparatively low, compared to all other costs arising in a consumer's electricity bill. In the UK, transmission costs are about 0.2 p per kWh compared to a delivered domestic price of around 10 p per kWh.\nResearch evaluates the level of capital expenditure in the electric power T&amp;D equipment market will be worth $128.9 bn in 2011.\nMerchant transmission.\nMerchant transmission is an arrangement where a third party constructs and operates electric transmission lines through the franchise area of an unrelated incumbent utility.\nOperating merchant transmission projects in the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; include the &lt;a href=\"Cross%20Sound%20Cable\"&gt;Cross Sound Cable&lt;/a&gt; from &lt;a href=\"Shoreham%2C%20New%20York\"&gt;Shoreham, New York&lt;/a&gt; to &lt;a href=\"New%20Haven%2C%20Connecticut\"&gt;New Haven, Connecticut&lt;/a&gt;, Neptune RTS Transmission Line from &lt;a href=\"Sayreville%2C%20New%20Jersey\"&gt;Sayreville, New Jersey&lt;/a&gt; to &lt;a href=\"New%20Bridge%2C%20New%20York\"&gt;New Bridge, New York&lt;/a&gt;, and &lt;a href=\"Path%2015\"&gt;Path 15&lt;/a&gt; in California. Additional projects are in development or have been proposed throughout the United States, including the &lt;a href=\"Lake%20Erie%20Connector\"&gt;Lake Erie Connector&lt;/a&gt;, an underwater transmission line proposed by ITC Holdings Corp., connecting Ontario to load serving entities in the PJM Interconnection region.\nThere is only one unregulated or market interconnector in &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;: &lt;a href=\"Basslink\"&gt;Basslink&lt;/a&gt; between &lt;a href=\"Tasmania\"&gt;Tasmania&lt;/a&gt; and &lt;a href=\"Victoria%20%28Australia%29\"&gt;Victoria&lt;/a&gt;. Two DC links originally implemented as market interconnectors, &lt;a href=\"Directlink\"&gt;Directlink&lt;/a&gt; and &lt;a href=\"Murraylink\"&gt;Murraylink&lt;/a&gt;, have been converted to regulated interconnectors. &lt;a href=\"https%3A//web.archive.org/web/20080718211829/http%3A//www.nemmco.com.au/psplanning/psplanning.html%23interconnect\"&gt;NEMMCO&lt;/a&gt;\nA major barrier to wider adoption of merchant transmission is the difficulty in identifying who benefits from the facility so that the beneficiaries will pay the toll. Also, it is difficult for a merchant transmission line to compete when the alternative transmission lines are subsidized by incumbent utility businesses with a monopolized and regulated rate base. In the United States, the &lt;a href=\"FERC\"&gt;FERC&lt;/a&gt;'s Order 1000, issued in 2010, attempts to reduce barriers to third party investment and creation of merchant transmission lines where a public policy need is found.\nHealth concerns.\nSome large studies, including a large study in the United States, have failed to find any link between living near power lines and developing any sickness or diseases, such as cancer. A 1997 study found that it did not matter how close one was to a power line or a sub-station, there was no increased risk of cancer or illness.\nThe mainstream scientific evidence suggests that low-power, low-frequency, electromagnetic radiation associated with household currents and high transmission power lines does not constitute a short- or long-term health hazard. Some studies, however, have found &lt;a href=\"statistical%20correlation\"&gt;statistical correlation&lt;/a&gt;s between various diseases and living or working near power lines. No adverse health effects have been substantiated for people not living close to power lines.\nThe &lt;a href=\"New%20York%20State%20Public%20Service%20Commission\"&gt;New York State Public Service Commission&lt;/a&gt; conducted a study, documented in \"Opinion No. 78-13\" (issued June 19, 1978), to evaluate potential health effects of electric fields. The study's case number is too old to be listed as a case number in the commission's online database, DMM, and so the original study can be difficult to find. The study chose to utilize the electric field strength that was measured at the edge of an existing (but newly built) right-of-way on a 765 kV transmission line from New York to Canada, 1.6 kV/m, as the interim standard maximum electric field at the edge of any new transmission line right-of-way built in New York State after issuance of the order. The opinion also limited the voltage of all new transmission lines built in New York to 345 kV. On September 11, 1990, after a similar study of magnetic field strengths, the NYSPSC issued their \"Interim Policy Statement on Magnetic Fields\". This study established a magnetic field interim standard of 200 mG at the edge of the right-of-way using the winter-normal conductor rating. This later document can also be difficult to find on the NYSPSC's online database, since it predates the online database system. As a comparison with everyday items, a hair dryer or electric blanket produces a 100 mG – 500 mG magnetic field. An electric razor can produce 2.6 kV/m. Whereas electric fields can be shielded, magnetic fields cannot be shielded, but are usually minimized by optimizing the location of each phase of a circuit in cross-section.\nWhen a new transmission line is proposed, within the application to the applicable regulatory body (usually a public utility commission), there is often an analysis of electric and magnetic field levels at the edge of rights-of-way. These analyses are performed by a utility or by an electrical engineering consultant using modelling software. At least one state public utility commission has access to software developed by an engineer or engineers at the &lt;a href=\"Bonneville%20Power%20Administration\"&gt;Bonneville Power Administration&lt;/a&gt; to analyze electric and magnetic fields at edge of rights-of-way for proposed transmission lines. Often, public utility commissions will not comment on any health impacts due to electric and magnetic fields and will refer information seekers to the state's affiliated department of health.\nThere are established biological effects for &lt;a href=\"Acute%20toxicity\"&gt;acute&lt;/a&gt; \"high\" level exposure to magnetic fields well above 100 &lt;a href=\"Tesla%20%28unit%29\"&gt;µT&lt;/a&gt; (1 &lt;a href=\"Gauss%20%28unit%29\"&gt;G&lt;/a&gt;) (1,000 mG). In a residential setting, there is \"limited evidence of &lt;a href=\"carcinogen\"&gt;carcinogen&lt;/a&gt;icity in humans and less than sufficient evidence for carcinogenicity in experimental animals\", in particular, childhood leukemia, \"associated with\" average exposure to residential power-frequency magnetic field above 0.3 µT (3 mG) to 0.4 µT (4 mG). These levels exceed average residential power-frequency magnetic fields in homes, which are about 0.07 µT (0.7 mG) in Europe and 0.11 µT (1.1 mG) in North America.\nThe Earth's natural geomagnetic field strength varies over the surface of the planet between 0.035 mT and 0.07 mT (35 µT – 70 µT or 350 mG – 700 mG) while the International Standard for the continuous exposure limit is set at 40 mT (400,000 mG or 400 G) for the general public.\nTree Growth Regulator and Herbicide Control Methods may be used in transmission line right of ways which may have &lt;a href=\"Herbicide%23Health%20and%20environmental%20effects\"&gt;health effects&lt;/a&gt;.\nPolicy by country.\nUnited States.\nThe &lt;a href=\"Federal%20Energy%20Regulatory%20Commission\"&gt;Federal Energy Regulatory Commission&lt;/a&gt; (FERC) is the primary regulatory agency of electric power transmission and wholesale electricity sales within the United States. It was originally established by Congress in 1920 as the Federal Power Commission and has since undergone multiple name and responsibility modifications. That which is not regulated by FERC, primarily electric power distribution and the retail sale of power, is under the jurisdiction of state authority.\nTwo of the more notable U.S. energy policies impacting electricity transmission are &lt;a href=\"Order%20No.%20888\"&gt;Order No. 888&lt;/a&gt; and the &lt;a href=\"Energy%20Policy%20Act%20of%202005\"&gt;Energy Policy Act of 2005&lt;/a&gt;.\nOrder No. 888 adopted by FERC on 24 April 1996, was \"designed to remove impediments to competition in the wholesale bulk power marketplace and to bring more efficient, lower cost power to the Nation’s electricity consumers. The legal and policy cornerstone of these rules is to remedy undue discrimination in access to the monopoly owned transmission wires that control whether and to whom electricity can be transported in interstate commerce.\" Order No. 888 required all public utilities that own, control, or operate facilities used for transmitting electric energy in interstate commerce, to have open access non-discriminatory transmission tariffs. These tariffs allow any electricity generator to utilize the already existing power lines for the transmission of the power that they generate. Order No. 888 also permits public utilities to recover the costs associated with providing their power lines as an open access service.\nThe Energy Policy Act of 2005 (EPAct) signed into law by congress on 8 August 2005, further expanded the federal authority of regulating power transmission. EPAct gave FERC significant new responsibilities including but not limited to the enforcement of electric transmission reliability standards and the establishment of rate incentives to encourage investment in electric transmission.\nHistorically, local governments have exercised authority over the grid and have significant disincentives to encourage actions that would benefit states other than their own. Localities with cheap electricity have a disincentive to encourage making &lt;a href=\"interstate%20commerce\"&gt;interstate commerce&lt;/a&gt; in electricity trading easier, since other regions will be able to compete for local energy and drive up rates. For example, some regulators in Maine do not wish to address congestion problems because the congestion serves to keep Maine rates low. Further, vocal local constituencies can block or slow permitting by pointing to visual impact, environmental, and perceived health concerns. In the US, generation is growing four times faster than transmission, but big transmission upgrades require the coordination of multiple states, a multitude of interlocking permits, and cooperation between a significant portion of the 500 companies that own the grid. From a policy perspective, the control of the grid is &lt;a href=\"balkanized\"&gt;balkanized&lt;/a&gt;, and even former &lt;a href=\"United%20States%20Secretary%20of%20Energy\"&gt;energy secretary&lt;/a&gt; &lt;a href=\"Bill%20Richardson\"&gt;Bill Richardson&lt;/a&gt; refers to it as a \"third world grid\". There have been efforts in the EU and US to confront the problem. The US national security interest in significantly growing transmission capacity drove passage of the &lt;a href=\"Energy%20Policy%20Act%20of%202005\"&gt;2005 energy act&lt;/a&gt; giving the Department of Energy the authority to approve transmission if states refuse to act. However, soon after the Department of Energy used its power to designate two &lt;a href=\"National%20Interest%20Electric%20Transmission%20Corridor\"&gt;National Interest Electric Transmission Corridor&lt;/a&gt;s, 14 senators signed a letter stating the DOE was being too aggressive.\nSpecial transmission.\nGrids for railways.\nIn some countries where &lt;a href=\"electric%20locomotive\"&gt;electric locomotive&lt;/a&gt;s or &lt;a href=\"electric%20multiple%20unit\"&gt;electric multiple unit&lt;/a&gt;s run on low frequency AC power, there are separate single phase &lt;a href=\"traction%20power%20network\"&gt;traction power network&lt;/a&gt;s operated by the railways. Prime examples are countries in Europe (including &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Germany\"&gt;Germany&lt;/a&gt; and &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;) which utilize the older AC technology based on 16 2\"/\"3 Hz (Norway and Sweden also use this frequency but use conversion from the 50 Hz public supply; Sweden has a 16 2\"/\"3 Hz traction grid but only for part of the system).\nSuperconducting cables.\n&lt;a href=\"High-temperature%20superconductor\"&gt;High-temperature superconductor&lt;/a&gt;s (HTS) promise to revolutionize power distribution by providing lossless transmission of electrical power. The development of superconductors with transition temperatures higher than the boiling point of &lt;a href=\"liquid%20nitrogen\"&gt;liquid nitrogen&lt;/a&gt; has made the concept of superconducting power lines commercially feasible, at least for high-load applications. It has been estimated that the waste would be halved using this method, since the necessary refrigeration equipment would consume about half the power saved by the elimination of the majority of resistive losses. Some companies such as &lt;a href=\"Consolidated%20Edison\"&gt;Consolidated Edison&lt;/a&gt; and &lt;a href=\"American%20Superconductor\"&gt;American Superconductor&lt;/a&gt; have already begun commercial production of such systems. In one hypothetical future system called a &lt;a href=\"SuperGrid\"&gt;SuperGrid&lt;/a&gt;, the cost of cooling would be eliminated by coupling the transmission line with a liquid hydrogen pipeline.\nSuperconducting cables are particularly suited to high load density areas such as the business district of large cities, where purchase of an &lt;a href=\"easement\"&gt;easement&lt;/a&gt; for cables would be very costly.\nSingle wire earth return.\nSingle-wire earth return (SWER) or single wire ground return is a single-wire transmission line for supplying single-phase electrical power for an electrical grid to remote areas at low cost. It is principally used for rural electrification, but also finds use for larger isolated loads such as water pumps. Single wire earth return is also used for HVDC over submarine power cables.\nWireless power transmission.\nBoth &lt;a href=\"Nikola%20Tesla\"&gt;Nikola Tesla&lt;/a&gt; and &lt;a href=\"Hidetsugu%20Yagi\"&gt;Hidetsugu Yagi&lt;/a&gt; attempted to devise systems for large scale wireless power transmission in the late 1800s and early 1900s, with no commercial success.\nIn November 2009, LaserMotive won the NASA 2009 Power Beaming Challenge by powering a cable climber 1 km vertically using a ground-based laser transmitter. The system produced up to 1 kW of power at the receiver end. In August 2010, NASA contracted with private companies to pursue the design of laser power beaming systems to power low earth orbit satellites and to launch rockets using laser power beams.\nWireless power transmission has been studied for transmission of power from &lt;a href=\"solar%20power%20satellite\"&gt;solar power satellite&lt;/a&gt;s to the earth. A high power array of &lt;a href=\"microwave\"&gt;microwave&lt;/a&gt; or laser transmitters would beam power to a &lt;a href=\"rectenna\"&gt;rectenna&lt;/a&gt;. Major engineering and economic challenges face any solar power satellite project.\nSecurity of control systems.\nThe &lt;a href=\"Federal%20government%20of%20the%20United%20States\"&gt;Federal government of the United States&lt;/a&gt; admits that the power grid is susceptible to &lt;a href=\"cyber-warfare\"&gt;cyber-warfare&lt;/a&gt;. The &lt;a href=\"United%20States%20Department%20of%20Homeland%20Security\"&gt;United States Department of Homeland Security&lt;/a&gt; works with industry to identify vulnerabilities and to help industry enhance the security of control system networks, the federal government is also working to ensure that security is built in as the U.S. develops the next generation of 'smart grid' networks.\nIn June 2019, &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; has conceded that it is \"possible\" its &lt;a href=\"Electricity%20sector%20in%20Russia\"&gt;electrical grid&lt;/a&gt; is under cyber-attack by the United States. \"The New York Times\" reported that American hackers from the &lt;a href=\"United%20States%20Cyber%20Command\"&gt;United States Cyber Command&lt;/a&gt; planted malware potentially capable of disrupting the Russian electrical grid."
}