{
    "id": "3883198",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=3883198",
    "title": "Eynesbury Rovers F.C.",
    "text": "Eynesbury Rovers Football Club is a &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club based in the &lt;a href=\"Eynesbury%2C%20Cambridgeshire\"&gt;Eynesbury&lt;/a&gt; area of &lt;a href=\"St%20Neots\"&gt;St Neots&lt;/a&gt; in Cambridgeshire, England. The club are currently members of the , and play at the Alfred Hall Memorial Ground.\nHistory.\nThe club was established in 1897. After playing friendly matches, they joined the Biggleswade &amp; District League, before switching to the St Neots Junior League. The club won the league in 1910–11 and went on to win their first major honour, the &lt;a href=\"Huntingdonshire%20Senior%20Cup\"&gt;Hunts Senior Cup&lt;/a&gt;, in 1913–14. They won the Hunts Junior Cup in 1921, 1927 and 1932, and were champions of Division Two of the &lt;a href=\"Bedfordshire%20County%20Football%20League\"&gt;Bedford &amp; District League&lt;/a&gt; in 1926–27, 1930–31 and 1931–32. In 1934 they joined Division Two of the &lt;a href=\"South%20Midlands%20League\"&gt;South Midlands League&lt;/a&gt; and were promoted to Division One at the end of the first season in the leaguem which saw them finish as Division Two runners-up. After &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; the club switched to the United Counties League. They won the Hunts Senior Cup four times between 1946 and 1951, and the &lt;a href=\"Huntingdonshire%20Premier%20Cup\"&gt;Hunts Premier Cup&lt;/a&gt; in 1951, before joining the &lt;a href=\"Eastern%20Counties%20Football%20League\"&gt;Eastern Counties League&lt;/a&gt; in 1952, becoming the most westerly club ever to play in the league.\nEynesbury won the Hunts Senior Cup again in 1954–55 and 1956–57. However, financial problems forced the club to revert to amateur status. In &lt;a href=\"1960%E2%80%9361%20Eastern%20Counties%20Football%20League\"&gt;1960–61&lt;/a&gt; they failed to win a league match all season and gained only three points, finishing bottom of the league. Although they won the &lt;a href=\"Cambridgeshire%20Invitation%20Cup\"&gt;Cambridgeshire Invitation Cup&lt;/a&gt; the following season, in &lt;a href=\"1962%E2%80%9363%20Eastern%20Counties%20Football%20League\"&gt;1962–63&lt;/a&gt; they again finished bottom of the league and left to rejoin the United Counties League. They continued to struggle, finishing in the bottom two for five of the next eight seasons, although they did win the Senior Cup again in &lt;a href=\"1969%E2%80%9370%20United%20Counties%20League\"&gt;1969–70&lt;/a&gt;. At the end of the &lt;a href=\"1971%E2%80%9372%20United%20Counties%20League\"&gt;1971–72 season&lt;/a&gt; they finished bottom again and were relegated. In &lt;a href=\"1976%E2%80%9377%20United%20Counties%20League\"&gt;1976–77&lt;/a&gt; they won the (now-renamed) Division One and were promoted back to the Premier Division. The club won the Hunts Senior Cup in 1984–85 and then three times in a row between 1990–91 and 1992–93. Further wins were achieved in 1995–96 and 1999–2000.\nIn &lt;a href=\"2000%E2%80%9301%20United%20Counties%20League\"&gt;2000–01&lt;/a&gt; Eynesbury finished bottom of the Premier Division and were relegated to Division One. The following season they won their fifteenth Senior Cup. In &lt;a href=\"2013%E2%80%9314%20United%20Counties%20League\"&gt;2012–13&lt;/a&gt; the club were Division One runners-up and promoted to the Premier Division. They won the Senior Cup again in 2016–17. At the end of the &lt;a href=\"2018%E2%80%9319%20United%20Counties%20League\"&gt;2018–19 season&lt;/a&gt; the club were transferred to the Premier Division of the &lt;a href=\"Spartan%20South%20Midlands%20Football%20League\"&gt;Spartan South Midlands League&lt;/a&gt;. Two seasons later they were transferred back to the &lt;a href=\"United%20Counties%20League\"&gt;United Counties League&lt;/a&gt;, joining the Premier Division South.\nGround.\nThe club initially played at the Priory Park Recreation Ground, before moving to a field on Cemetery Lane. For a while they shared &lt;a href=\"St%20Neots%20Town%20F.C.\"&gt;St Neots Town's&lt;/a&gt; Shortsands ground, before moving to their current Hall Road ground in the early 1930s. The ground was initially known as \"Mr Walton's Field\", and was later renamed the Alfred Hall Memorial Ground. The main stand was built in 1952, with terracing on each side. The ground's record attendance of 5,000 was set for a friendly match against &lt;a href=\"Fulham%20F.C.\"&gt;Fulham&lt;/a&gt; in 1955, a game during which &lt;a href=\"Stanley%20Matthews\"&gt;Stanley Matthews&lt;/a&gt; played for Eynesbury. The terracing on one side of the main stand was removed to build a clubhouse in 1977, with the other section removed in 1981 when floodlights were installed. The roof of the clubhouse was later extended to provide a covered standing area, with a small stand erected on the other side of the pitch to the main stand."
}