{
    "id": "3884621",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=3884621",
    "title": "Far-right politics in the United Kingdom",
    "text": "Far-right politics in the United Kingdom have existed since at least the 1930s, with the formation of &lt;a href=\"Nazism\"&gt;Nazi&lt;/a&gt;, &lt;a href=\"fascism\"&gt;fascist&lt;/a&gt; and &lt;a href=\"antisemitism\"&gt;anti-semitic&lt;/a&gt; movements. It went on to acquire more explicitly racial connotations, being dominated in the 1960s and 1970s by self-proclaimed &lt;a href=\"White%20nationalism\"&gt;white nationalist&lt;/a&gt; organisations that opposed non-white and &lt;a href=\"South%20Asia\"&gt;Asian&lt;/a&gt; immigration, such as the &lt;a href=\"British%20National%20Front\"&gt;National Front&lt;/a&gt; (NF), the &lt;a href=\"British%20Movement\"&gt;British Movement&lt;/a&gt; (BM) and &lt;a href=\"British%20National%20Party\"&gt;British National Party&lt;/a&gt; (BNP), or the &lt;a href=\"British%20Union%20of%20Fascists\"&gt;British Union of Fascists&lt;/a&gt; (BUF). Since the 1980s, the term has mainly been used to describe those groups, such as the &lt;a href=\"English%20Defence%20League\"&gt;English Defence League&lt;/a&gt;, who express the wish to preserve what they perceive to be British culture, and those who campaign against the presence of non-indigenous &lt;a href=\"ethnic%20minority\"&gt;ethnic minorities&lt;/a&gt; and what they perceive to be an excessive number of &lt;a href=\"asylum%20seekers\"&gt;asylum seekers&lt;/a&gt;.\nThe NF and the BNP have been strongly opposed to non-white &lt;a href=\"immigration\"&gt;immigration&lt;/a&gt;. They have encouraged the repatriation of ethnic minorities: the NF favours compulsory repatriation, while the BNP favours &lt;a href=\"voluntary%20repatriation\"&gt;voluntary repatriation&lt;/a&gt;. The BNP have had a number of local councillors in some inner-city areas of &lt;a href=\"East%20London\"&gt;East London&lt;/a&gt;, and towns in &lt;a href=\"Yorkshire\"&gt;Yorkshire&lt;/a&gt; and &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, such as &lt;a href=\"Burnley\"&gt;Burnley&lt;/a&gt; and &lt;a href=\"Keighley\"&gt;Keighley&lt;/a&gt;. East London has been the bedrock of far-right support in the UK since the 1930s, whereas BNP success in the &lt;a href=\"north%20of%20England\"&gt;north of England&lt;/a&gt; is a newer phenomenon. The only other part of the country to provide any significant level of support for such views is the &lt;a href=\"West%20Midlands%20%28region%29\"&gt;West Midlands&lt;/a&gt;.\nHistory.\n1930s to 1960s.\nThe British far right rose out of the &lt;a href=\"Fascism\"&gt;fascist&lt;/a&gt; movement. In 1932, &lt;a href=\"Oswald%20Mosley\"&gt;Oswald Mosley&lt;/a&gt; founded the &lt;a href=\"British%20Union%20of%20Fascists\"&gt;British Union of Fascists&lt;/a&gt; (BUF), which was banned during &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. Founded in 1954 by &lt;a href=\"A.%20K.%20Chesterton\"&gt;A. K. Chesterton&lt;/a&gt;, the &lt;a href=\"League%20of%20Empire%20Loyalists\"&gt;League of Empire Loyalists&lt;/a&gt; became the main British far right group at the time. It was a &lt;a href=\"pressure%20group\"&gt;pressure group&lt;/a&gt; rather than a political party, and did not contest elections. Most of its members were part of the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative Party&lt;/a&gt;, and they were known for politically embarrassing stunts at party conferences. Its more extreme elements wanted to make the group more political, which led to a number of splinter groups forming, including the &lt;a href=\"White%20Defence%20League\"&gt;White Defence League&lt;/a&gt; and the &lt;a href=\"National%20Labour%20Party%20%28UK%201950s%29\"&gt;National Labour Party&lt;/a&gt;. These both stood in local elections in 1958, and merged in 1960 to form the &lt;a href=\"British%20National%20Party%20%281960s%29\"&gt;British National Party&lt;/a&gt; (BNP).\nWith the decline of the &lt;a href=\"British%20Empire\"&gt;British Empire&lt;/a&gt; becoming inevitable, British far-right parties turned their attention to internal matters. The 1950s had seen an increase in immigration to the UK from its former colonies, particularly &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;, the &lt;a href=\"Caribbean\"&gt;Caribbean&lt;/a&gt; and &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt;. Led by &lt;a href=\"John%20Bean%20%28politician%29\"&gt;John Bean&lt;/a&gt; and &lt;a href=\"Andrew%20Fountaine\"&gt;Andrew Fountaine&lt;/a&gt;, the BNP opposed the admittance of these people to the UK. A number of its rallies, such as one in 1962 in &lt;a href=\"Trafalgar%20Square\"&gt;Trafalgar Square&lt;/a&gt;, London, ended in &lt;a href=\"race%20riot\"&gt;race riot&lt;/a&gt;s. After a few early successes, the party got into difficulties and was destroyed by internal arguments. In 1967 it joined forces with &lt;a href=\"John%20Tyndall%20%28politician%29\"&gt;John Tyndall&lt;/a&gt; and the remnants of Chesterton's League of Empire Loyalists to form the &lt;a href=\"British%20National%20Front\"&gt;National Front&lt;/a&gt; (NF).\nThe &lt;a href=\"Conservative%20Monday%20Club\"&gt;Conservative Monday Club&lt;/a&gt;, a far-right group within the Conservative Party, was formed in 1961. Its stated aim was \"to safeguard the liberty of the subject and integrity of the family in accordance with the customs, traditions, and character of the British people\". They expressed general opposition to post-colonial states and immigration, as well as support for hard-line &lt;a href=\"Ulster%20loyalism\"&gt;loyalism in Northern Ireland&lt;/a&gt;.\n1970s to 1990s.\nThe NF quickly grew to be the biggest British far right party in the UK. It polled 44% in a local election in &lt;a href=\"Deptford%2C%20London\"&gt;Deptford, London&lt;/a&gt;, and finished third in three &lt;a href=\"by-election\"&gt;by-election&lt;/a&gt;s, although these results were atypical of the country as a whole. The party supported extreme &lt;a href=\"Ulster%20loyalism\"&gt;loyalism&lt;/a&gt; in &lt;a href=\"Northern%20Ireland\"&gt;Northern Ireland&lt;/a&gt;, and attracted Conservative Party members who had become disillusioned after &lt;a href=\"Harold%20Macmillan\"&gt;Harold Macmillan&lt;/a&gt; had recognised the right to independence of the &lt;a href=\"Africa\"&gt;Africa&lt;/a&gt;n colonies, and had criticised &lt;a href=\"South%20Africa%20under%20apartheid\"&gt;Apartheid&lt;/a&gt; in South Africa. During the 1970s, the NF's rallies became a regular feature of British politics. Election results remained strong in a few &lt;a href=\"working%20class\"&gt;working class&lt;/a&gt; urban areas, with a number of local council seats won, but the party never came anywhere near winning representation in parliament.\nThe smaller far right groups maintained anti-immigration policies, but there was a move towards a more inclusionist vision of the UK, and a focus on opposing what became the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. The NF began to support non-white radicals such as &lt;a href=\"Louis%20Farrakhan\"&gt;Louis Farrakhan&lt;/a&gt;. This led to the splintering of the various groups, with radical &lt;a href=\"Political%20Soldier\"&gt;political soldiers&lt;/a&gt; such as a young &lt;a href=\"Nick%20Griffin\"&gt;Nick Griffin&lt;/a&gt; forming the &lt;a href=\"Third%20Way%20%28UK%20organisation%29\"&gt;Third Way&lt;/a&gt; group, and traditionalists creating the &lt;a href=\"Flag%20Group\"&gt;Flag Group&lt;/a&gt;.\nMembership of the &lt;a href=\"Conservative%20Monday%20Club\"&gt;Monday Club&lt;/a&gt; meanwhile, who gave strong support to &lt;a href=\"Apartheid%20in%20South%20Africa\"&gt;Apartheid in South Africa&lt;/a&gt; and to &lt;a href=\"Ian%20Smith%20declaration%20in%20Rhodesia\"&gt;Ian Smith's illegal declaration of independence&lt;/a&gt; in &lt;a href=\"Rhodesia\"&gt;Rhodesia&lt;/a&gt;, fell to under 600 by 1987.\n&lt;a href=\"John%20Tyndall%20%28politician%29\"&gt;John Tyndall&lt;/a&gt; formed the &lt;a href=\"New%20National%20Front\"&gt;New National Front&lt;/a&gt; in 1980, and changed its name to the &lt;a href=\"British%20National%20Party\"&gt;British National Party&lt;/a&gt; (BNP) in 1982. They, alongside the Conservative Monday Club, campaigned against the increasing integration of the UK into the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. However, Tyndall's reputation of a 'brutal, street fighting background' and his admiration for &lt;a href=\"Adolf%20Hitler\"&gt;Hitler&lt;/a&gt; and the &lt;a href=\"Nazi%20Party\"&gt;Nazis&lt;/a&gt; prevented the party from gaining any respectability. They developed a policy of eschewing the traditional far right methods of extra-parliamentary movements, and concentrated instead on the ballot box. &lt;a href=\"Nick%20Griffin\"&gt;Nick Griffin&lt;/a&gt; replaced Tyndall as BNP leader in 1999 and introduced several policies to make the party more electable. Repatriation of ethnic minorities was made voluntary and several other policies were moderated.\n2000s.\nThe National Front continued to decline, whilst Nick Griffin and the BNP grew in popularity. Around the turn of the 21st century, the BNP won a number of councillor seats. They continued their anti-immigration policy, and a damaging &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; documentary led to Griffin being charged with &lt;a href=\"incitement%20to%20ethnic%20or%20racial%20hatred\"&gt;incitement to racial hatred&lt;/a&gt; (although he was acquitted). The &lt;a href=\"2006%20United%20Kingdom%20local%20elections\"&gt;2006 local elections&lt;/a&gt; brought the BNP the most successful results of any far right party in British history. They gained 33 council seats, the second highest gain of any party at the elections; in &lt;a href=\"London%20Borough%20of%20Barking%20and%20Dagenham\"&gt;Barking and Dagenham&lt;/a&gt;, they gained 12 councillor seats.\nIn the &lt;a href=\"2008%20United%20Kingdom%20local%20elections\"&gt;2008 local elections&lt;/a&gt;, the party won a record 100 councillor seats, and a seat on the Greater London Assembly, the biggest gains the party has had so far. At the &lt;a href=\"2009%20European%20Parliament%20election%20in%20the%20United%20Kingdom\"&gt;June 2009 European Parliament Election&lt;/a&gt;, the BNP gained two Members of the European Parliament for &lt;a href=\"Yorkshire%20and%20the%20Humber%20%28European%20Parliament%20constituency%29\"&gt;Yorkshire and the Humber&lt;/a&gt; and &lt;a href=\"North%20West%20England%20%28European%20Parliament%20constituency%29\"&gt;North West England&lt;/a&gt;. In October 2009, BNP leader Nick Griffin was allowed on the BBC topical debate show \"&lt;a href=\"Question%20Time%20%28TV%20series%29\"&gt;Question Time&lt;/a&gt;\". His appearance caused much &lt;a href=\"Question%20Time%20British%20National%20Party%20controversy\"&gt;controversy&lt;/a&gt; and the show was watched by over 8 million people.\nCurrent (2010–).\nAt the &lt;a href=\"2010%20United%20Kingdom%20general%20election\"&gt;2010 general election&lt;/a&gt;, the BNP fielded 338 candidates across England, Scotland and Wales and won 563,743 votes (1.9% of total) but no seats. &lt;a href=\"Nick%20Griffin\"&gt;Nick Griffin&lt;/a&gt; subsequently said he would resign as BNP leader in 2013, and was eventually expelled from the party in 2014 as the BNP fell into obscurity. The National Front fielded 17 candidates at the 2010 Election and received 10,784 votes.\nThe anti-Islamist group, the &lt;a href=\"English%20Defence%20League\"&gt;English Defence League&lt;/a&gt; (EDL), started to rise in popularity, appealing to nationalist sentiments on a cultural rather than explicitly racial basis. Originally formed in &lt;a href=\"Luton\"&gt;Luton&lt;/a&gt; in 2009, it protests against what it considers the &lt;a href=\"Islamification\"&gt;Islamification&lt;/a&gt; of Britain by organising demonstrations in towns and cities across &lt;a href=\"England\"&gt;England&lt;/a&gt;, the largest of which occurred in Luton in February 2011. Soon after, &lt;a href=\"right-wing%20populist\"&gt;right-wing populist&lt;/a&gt; party &lt;a href=\"UK%20Independence%20Party\"&gt;UK Independence Party&lt;/a&gt; (UKIP) started to gain popularity. Although labelled as far-right by some political observers, the UKIP was not universally considered so. The UKIP and the EDL have benefited from a rightward shift in the electorate, while former far-right parties such as the BNP and National Front have become fringe groups and wield very little media attention or power.\nIn 2010, &lt;a href=\"Robin%20Tilbrook\"&gt;Robin Tilbrook&lt;/a&gt;, the chairman of the &lt;a href=\"English%20nationalism\"&gt;English nationalist&lt;/a&gt; party the &lt;a href=\"English%20Democrats\"&gt;English Democrats&lt;/a&gt;, met with Sergey Yerzunov, a member of the executive committee of the Russian nationalist group &lt;a href=\"Russky%20Obraz\"&gt;Russky Obraz&lt;/a&gt;. Shortly afterwards, Obraz announced that they were in alliance with the English Democrats. Other members of this alliance include Serbian &lt;a href=\"Obraz%20%28organization%29\"&gt;Obraz&lt;/a&gt;, &lt;a href=\"1389%20Movement\"&gt;1389 Movement&lt;/a&gt;, &lt;a href=\"Golden%20Dawn%20%28Greece%29\"&gt;Golden Dawn&lt;/a&gt;, &lt;a href=\"Party%20of%20the%20Danes\"&gt;Danes' Party&lt;/a&gt;, &lt;a href=\"Slovenska%20Pospolitost\"&gt;Slovenska Pospolitost&lt;/a&gt;, &lt;a href=\"Workers%27%20Party%20%28Czech%20Republic%29\"&gt;Workers' Party&lt;/a&gt; and &lt;a href=\"Noua%20Dreapt%C4%83\"&gt;Noua Dreaptă&lt;/a&gt;. Since 2010, a number of former members of the BNP have joined the English Democrats, with the party chairman quoted as saying, \"They will help us become an electorally credible party.\" In an April 2013 interview, Tilbrook said that about 200-300 out of the party's membership of 3,000 were former BNP members. He said it was \"perfectly fair\" that such people would \"change their minds\" and join a \"moderate, sensible English nationalist party\".\nIn 2011, the far-right, anti-Islamist party &lt;a href=\"Britain%20First\"&gt;Britain First&lt;/a&gt; was formed by former members of the BNP. Britain First campaigns primarily against &lt;a href=\"Immigration%20to%20the%20United%20Kingdom%20since%20Irish%20independence\"&gt;immigration&lt;/a&gt;, &lt;a href=\"multiculturalism\"&gt;multiculturalism&lt;/a&gt; and what it sees as the &lt;a href=\"Islam%20in%20the%20United%20Kingdom\"&gt;Islamisation of the United Kingdom&lt;/a&gt;, and advocates the preservation of &lt;a href=\"British%20culture\"&gt;traditional British culture&lt;/a&gt;. The group is inspired by &lt;a href=\"Ulster%20loyalism\"&gt;Ulster loyalism&lt;/a&gt; and has a &lt;a href=\"vigilante\"&gt;vigilante&lt;/a&gt; wing called the \"Britain First Defence Force\". It attracted attention by taking &lt;a href=\"direct%20action\"&gt;direct action&lt;/a&gt; such as protests outside homes of alleged Islamists, and what it describes as \"&lt;a href=\"Sharia%20patrols%20%28London%29%23Responses\"&gt;Christian patrols&lt;/a&gt;\" and \"invasions\" of British mosques, and has been noted for its &lt;a href=\"internet%20activism\"&gt;online activism&lt;/a&gt;. Its leader &lt;a href=\"Paul%20Golding\"&gt;Paul Golding&lt;/a&gt; stood as a candidate in the &lt;a href=\"2016%20London%20mayoral%20election\"&gt;2016 London mayoral election&lt;/a&gt;, receiving 31,372 or 1.2% of the vote, coming eighth of twelve candidates. Golding was jailed for eight weeks in December 2016 for breaking a court order banning him from entering mosques or encouraging others to do so.\nIn June 2016, &lt;a href=\"Jo%20Cox\"&gt;Jo Cox&lt;/a&gt; was murdered by a far-right extremist after being stoked by the campaigns surrounding the &lt;a href=\"Brexit\"&gt;Brexit&lt;/a&gt; referendum. Scholars have suggested that far-right attitudes contributed to and were normalised by the result of the Brexit referendum.\nIn December 2016, the neo-Nazi group &lt;a href=\"National%20Action%20%28UK%29\"&gt;National Action&lt;/a&gt; was proscribed as a terrorist organisation.\nIn March 2018 &lt;a href=\"Mark%20Rowley\"&gt;Mark Rowley&lt;/a&gt;, the outgoing head of UK counter-terror policing, revealed that four far-right terror plots had been foiled since the Westminster attack in March 2017.\nIn November 2018 three people, Adam Thomas, Claudia Patatas and Daniel Bogunovic, were convicted of being members of the proscribed terrorist organisation, National Action, after a seven-week trial at the Crown Court in Birmingham. Thomas and Patatas have a child which they named Adolf.\nFrom 2018 to 2019, under the leadership of &lt;a href=\"Gerard%20Batten\"&gt;Gerard Batten&lt;/a&gt;, &lt;a href=\"UKIP\"&gt;UKIP&lt;/a&gt; has been widely described as moving into &lt;a href=\"far-right\"&gt;far-right&lt;/a&gt; territory, at which point many longstanding members – including former leaders &lt;a href=\"Nigel%20Farage\"&gt;Nigel Farage&lt;/a&gt; and &lt;a href=\"Paul%20Nuttall\"&gt;Paul Nuttall&lt;/a&gt; – left. As the new permanent leader, Batten focused the party more on opposing Islam and sought closer relations with the far-right activist &lt;a href=\"Tommy%20Robinson%20%28activist%29\"&gt;Tommy Robinson&lt;/a&gt; and his followers. Batten would leave the leadership of UKIP in 2019.\nSince 2019 the former director of publicity of the BNP, &lt;a href=\"neo-Nazi\"&gt;neo-Nazi&lt;/a&gt; and &lt;a href=\"Antisemitic%20canard\"&gt;anti-semitic conspiracy theorist&lt;/a&gt; &lt;a href=\"Mark%20Collett\"&gt;Mark Collett&lt;/a&gt; has led a new far-right party called &lt;a href=\"Patriotic%20Alternative\"&gt;Patriotic Alternative&lt;/a&gt;.\nIn late 2020, The British Hand was founded by a 15 year old teenager. Since then the group have been at the root of far-right online propaganda, especially on the social media app &lt;a href=\"Telegram%20%28software%29\"&gt;Telegram&lt;/a&gt;. This led &lt;a href=\"Hope%20not%20Hate\"&gt;Hope not Hate&lt;/a&gt; to start an undercover investigation into the group and write an article exposing them."
}