{
    "id": "38846595",
    "revid": "6145554",
    "url": "https://en.wikipedia.org/wiki?curid=38846595",
    "title": "Mass No. 1 (Schubert)",
    "text": "Mass No. 1 in &lt;a href=\"F%20major\"&gt;F major&lt;/a&gt;, 105, is a &lt;a href=\"mass%20%28music%29\"&gt;mass&lt;/a&gt; composed by &lt;a href=\"Franz%20Schubert\"&gt;Franz Schubert&lt;/a&gt; in 1814. It is scored for two &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt; &lt;a href=\"solo%20%28music%29\"&gt;soloist&lt;/a&gt;s, two &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; soloists, &lt;a href=\"alto\"&gt;alto&lt;/a&gt; and &lt;a href=\"bass%20%28voice%20type%29\"&gt;bass&lt;/a&gt; soloists, &lt;a href=\"SATB\"&gt;SATB&lt;/a&gt; choir, &lt;a href=\"oboe\"&gt;oboe&lt;/a&gt;, &lt;a href=\"clarinet\"&gt;clarinet&lt;/a&gt;, &lt;a href=\"bassoon\"&gt;bassoon&lt;/a&gt;, 2 &lt;a href=\"French%20horn\"&gt;horn&lt;/a&gt;s, &lt;a href=\"violin\"&gt;violin&lt;/a&gt; I and II, &lt;a href=\"viola\"&gt;viola&lt;/a&gt;, and (&lt;a href=\"cello\"&gt;cello&lt;/a&gt;, &lt;a href=\"double%20bass\"&gt;double bass&lt;/a&gt; and &lt;a href=\"pipe%20organ\"&gt;organ&lt;/a&gt;). It was the first of Schubert's masses to be performed, and is of the \"\" type.\nBackground.\nThe mass was composed for the centennial celebration of the parish church of &lt;a href=\"Lichtental\"&gt;Lichtental&lt;/a&gt;, now part of Vienna. The Schuberts' family church, it is also known as \"\" (Schubert church). Schubert received an invitation to compose a mass for the anniversary in May 1814. The premiere was conducted on 25 September with an estimated 62 performers, a large contingent for contemporary performances. The composer's brother &lt;a href=\"Ferdinand%20Schubert\"&gt;Ferdinand&lt;/a&gt; played the organ, Michael Holzer served as &lt;a href=\"choirmaster\"&gt;choirmaster&lt;/a&gt;, &lt;a href=\"Joseph%20Mayseder\"&gt;Joseph Mayseder&lt;/a&gt; served as &lt;a href=\"concertmaster\"&gt;concertmaster&lt;/a&gt;, &lt;a href=\"Therese%20Grob\"&gt;Therese Grob&lt;/a&gt; sang the soprano solo, and Schubert conducted. Schubert's teacher &lt;a href=\"Antonio%20Salieri\"&gt;Antonio Salieri&lt;/a&gt; may have attended the premiere; afterwards, he is said to have embraced his student with the words \"\" (\"You will bring me yet more honour\").\nFerdinand wrote that a second performance took place ten days later at &lt;a href=\"Augustinian%20Church%2C%20Vienna\"&gt;St Augustine's Court Church&lt;/a&gt;, before a prestigious audience that may have included foreign dignitaries.\nSchubert's love for Therese Grob may have been kindled during the writing of this mass. The prominent first soprano solo, with its high &lt;a href=\"tessitura\"&gt;tessitura&lt;/a&gt;, was designed to showcase her voice.\nSchubert composed an alternative \"\" (formerly 185) in April 1815. This may have been composed for a service during the public outcry over &lt;a href=\"Hundred%20Days\"&gt;Napoleon's escape from Elba&lt;/a&gt;; alternatively, it may have been for a second performance of the mass at the Lichtental church on &lt;a href=\"Trinity%20Sunday\"&gt;Trinity Sunday&lt;/a&gt;. It replaces a shorter, less &lt;a href=\"fugue\"&gt;fugal&lt;/a&gt; section in the 1814 version.\nStructure.\nThe piece is divided into six &lt;a href=\"movement%20%28music%29\"&gt;movement&lt;/a&gt;s. Performances require approximately 40 minutes. Notes are based on Schubert's 1815 revision."
}