{
    "id": "3884434",
    "revid": "27813231",
    "url": "https://en.wikipedia.org/wiki?curid=3884434",
    "title": "Championship",
    "text": "In &lt;a href=\"sport\"&gt;sport&lt;/a&gt;, a championship is a &lt;a href=\"Competition%23Sports\"&gt;competition&lt;/a&gt; in which the aim is to decide which individual or team is the &lt;a href=\"champion\"&gt;champion&lt;/a&gt;.\nChampionship systems.\nVarious forms of competition can be referred to by the term championship.\nTitle match system.\nIn this system, a competitor has to challenge the current champion to win the championship. A competitor (called \"number 1 contender\") can challenge the current champion after defeating other challengers. This form of championship is used in individual head-to-head competitions and is particularly associated with combat sports such as &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt;, &lt;a href=\"boxing\"&gt;boxing&lt;/a&gt; and &lt;a href=\"mixed%20martial%20arts\"&gt;mixed martial arts&lt;/a&gt;.\nTournament system.\nThe term championships (in the plural) is often used to refer to &lt;a href=\"tournaments\"&gt;tournament competitions&lt;/a&gt;, either using a &lt;a href=\"Single-elimination%20tournament\"&gt;knockout format&lt;/a&gt;, such as at &lt;a href=\"The%20Championships%2C%20Wimbledon\"&gt;Wimbledon&lt;/a&gt; and other championships in &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, or a mixed format with a &lt;a href=\"Tournament%23Group%20tournaments\"&gt;group stage&lt;/a&gt; followed by knockout rounds, such as used in the &lt;a href=\"UEFA%20European%20Football%20Championships\"&gt;European Football Championships&lt;/a&gt;.\nA variation of the knockout format is the \"best-of-X\" or series format where two teams face each other for a specified number of times until one team wins the majority of specified games, most of the time the remaining games are not played anymore; only then is the losing team eliminated from contention and the winning team advances to the next level. This format is predominant in American sports such as baseball, ice hockey and basketball, and on test cricket.\nLeague system.\nChampionships in various sports, including &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; and &lt;a href=\"association%20football\"&gt;soccer&lt;/a&gt; use a &lt;a href=\"sports%20league\"&gt;league system&lt;/a&gt; in which all competitors in the league play each other, either once or a number of times. This is also known as a &lt;a href=\"Round-robin%20tournament\"&gt;round robin&lt;/a&gt; system.\nHybrid systems.\nSome competitions use a hybrid system that combines traits of two or more of these systems. \nTournament of Champions system.\nThe game show \"&lt;a href=\"Jeopardy%21\"&gt;Jeopardy!&lt;/a&gt;\" uses a title match system during regular play, then holds a &lt;a href=\"Jeopardy%21%20Tournament%20of%20Champions\"&gt;Tournament of Champions&lt;/a&gt; with the longest-running champions under the title match system that operates on a tournament system to determine that season's \"Grand Champion.\" This type of system works best in competitions with numerous competitions in a short period of time (game shows such as \"Jeopardy!\", in particular, fit this description, since there are five new title matches every week).\nPlayoff system.\nIn many sport leagues, a playoff system is used to determine a championship winner. Teams compete in a &lt;a href=\"regular%20season\"&gt;regular season&lt;/a&gt; of varying formats and a limited number of teams qualify for &lt;a href=\"playoffs\"&gt;playoffs&lt;/a&gt;. Although this system is mostly identified with the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, it is frequently found in other &lt;a href=\"North%20America\"&gt;North America&lt;/a&gt;n countries, and is also standard in sports influenced by North America (e.g. basketball, baseball, ice hockey) as well as most football codes other than soccer. The playoffs (known in some countries, notably &lt;a href=\"Australia\"&gt;Australia&lt;/a&gt;, as the \"finals series\") are a tournament where teams play head-to-head in knockout competition. The championship is often considered the final of the playoffs (e.g., &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;, &lt;a href=\"Stanley%20Cup\"&gt;Stanley Cup Final&lt;/a&gt;, &lt;a href=\"NBA%20Finals\"&gt;NBA Finals&lt;/a&gt;, &lt;a href=\"World%20Series\"&gt;World Series&lt;/a&gt;, etc.). The playoff system can be seen as a hybrid between the league system and tournament system, where a league is used to determine qualifiers for the tournament.\nIn the &lt;a href=\"National%20Football%20League\"&gt;NFL&lt;/a&gt;, the term \"Championship game\" is used to refer to the matches which decide the champions of each of the two conferences, the &lt;a href=\"National%20Football%20Conference\"&gt;NFC&lt;/a&gt; (&lt;a href=\"NFC%20Championship%20Game\"&gt;NFC Championship Game&lt;/a&gt;) and &lt;a href=\"American%20Football%20Conference\"&gt;AFC&lt;/a&gt; (&lt;a href=\"AFC%20Championship%20Game\"&gt;AFC Championship Game&lt;/a&gt;). These games are effectively &lt;a href=\"semi-finals\"&gt;semi-finals&lt;/a&gt; as they determine the two competitors in the Super Bowl. The quirk in naming stems from when the NFC and AFC were separate leagues (see: &lt;a href=\"American%20Football%20League\"&gt;American Football League&lt;/a&gt;) with a respective &lt;a href=\"History%20of%20the%20National%20Football%20League%20championship\"&gt;NFL Championship&lt;/a&gt; and &lt;a href=\"American%20Football%20League%20Championship%20Game\"&gt;AFL Championship&lt;/a&gt;, the winners of which would in the AFL's later years meet in the World Championship, now known as the &lt;a href=\"Super%20Bowl\"&gt;Super Bowl&lt;/a&gt;.\nCompetitions named \"The Championship\".\nThe championship may refer to:"
}