{
    "id": "38852341",
    "revid": "42377199",
    "url": "https://en.wikipedia.org/wiki?curid=38852341",
    "title": "Genetics of aging",
    "text": "Genetics of aging is generally concerned with &lt;a href=\"life%20extension\"&gt;life extension&lt;/a&gt; associated with genetic alterations, rather than with &lt;a href=\"Progeroid%20syndromes\"&gt;accelerated aging disease&lt;/a&gt;s leading to reduction in lifespan.\nThe first &lt;a href=\"mutation\"&gt;mutation&lt;/a&gt; found to increase &lt;a href=\"longevity\"&gt;longevity&lt;/a&gt; in an animal was the \"&lt;a href=\"age-1\"&gt;age-1&lt;/a&gt;\" gene in \"&lt;a href=\"Caenorhabditis%20elegans\"&gt;Caenorhabditis elegans&lt;/a&gt;\". Michael Klass discovered that lifespan of \"C. elegans\" could be altered by mutations, but Klass believed that the effect was due to reduced food consumption (&lt;a href=\"calorie%20restriction\"&gt;calorie restriction&lt;/a&gt;). Thomas Johnson later showed that &lt;a href=\"life%20extension\"&gt;life extension&lt;/a&gt; of up to 65% was due to the mutation itself rather than due to calorie restriction, and he named the gene \"age-1\" in the expectation that other genes that control aging would be found. The \"&lt;a href=\"age-1\"&gt;age-1&lt;/a&gt;\" gene encodes the catalytic subunit of &lt;a href=\"Class%20I%20PI%203-kinases\"&gt;class-I phosphatidylinositol 3-kinase&lt;/a&gt; (PI3K).\nA decade after Johnson's discovery \"&lt;a href=\"daf-2\"&gt;daf-2&lt;/a&gt;\", one of the two genes that are essential for &lt;a href=\"dauer%20larva\"&gt;dauer larva&lt;/a&gt; formation, was shown by &lt;a href=\"Cynthia%20Kenyon\"&gt;Cynthia Kenyon&lt;/a&gt; to double \"C. elegans\" lifespan. Kenyon showed that the \"&lt;a href=\"daf-2\"&gt;daf-2&lt;/a&gt;\" mutants, which would form dauers above would bypass the dauer state below with a doubling of lifespan. Prior to Kenyon's study it was commonly believed that lifespan could only be increased at the cost of a loss of reproductive capacity, but Kenyon's nematodes maintained youthful reproductive capacity as well as extended youth in general. Subsequent genetic modification (PI3K-null mutation) to \"C. elegans\" was shown to extend &lt;a href=\"maximum%20life%20span\"&gt;maximum life span&lt;/a&gt; tenfold.\nGenetic modifications in other species have not achieved as great a lifespan extension as have been seen for \"C. elegans\". \"&lt;a href=\"Drosophila%20melanogaster\"&gt;Drosophila melanogaster&lt;/a&gt;\" lifespan has been doubled. Genetic mutations in mice can increase maximum lifespan to 1.5 times normal, and up to 1.7 times normal when combined with &lt;a href=\"calorie%20restriction\"&gt;calorie restriction&lt;/a&gt;.\nIn yeast, &lt;a href=\"Nicotinamide%20adenine%20dinucleotide\"&gt;NAD&lt;/a&gt;+-dependent histone deacetylase Sir2 is required for genomic silencing at three loci: the yeast mating &lt;a href=\"locus%20%28genetics%29\"&gt;loci&lt;/a&gt;, the &lt;a href=\"telomere\"&gt;telomere&lt;/a&gt;s and the &lt;a href=\"ribosomal%20DNA\"&gt;ribosomal DNA&lt;/a&gt; (rDNA). In some species of yeast, replicative aging may be partially caused by &lt;a href=\"homologous%20recombination\"&gt;homologous recombination&lt;/a&gt; between rDNA repeats; &lt;a href=\"excision%20%28genetics%29\"&gt;excision&lt;/a&gt; of rDNA repeats results in the formation of &lt;a href=\"extrachromosomal%20rDNA%20circle\"&gt;extrachromosomal rDNA circle&lt;/a&gt;s (ERCs). These ERCs replicate and preferentially segregate to the mother cell during cell division, and are believed to result in cellular senescence by &lt;a href=\"titration\"&gt;titrating&lt;/a&gt; away (competing for) essential &lt;a href=\"nucleotide\"&gt;nuclear factors&lt;/a&gt;. ERCs have not been observed in other species (nor even all strains of the same yeast species) of yeast (which also display replicative senescence), and ERCs are not believed to contribute to aging in higher organisms such as humans (they have not been shown to accumulate in mammals in a similar manner to yeast). Extrachromosomal circular DNA (eccDNA) has been found in worms, flies, and humans. The origin and role of eccDNA in aging, if any, is unknown.\nDespite the lack of a connection between circular DNA and aging in higher organisms, extra copies of Sir2 are capable of extending the lifespan of both worms and flies (though, in flies, this finding has not been replicated by other investigators, and the activator of Sir2 &lt;a href=\"resveratrol\"&gt;resveratrol&lt;/a&gt; does not reproducibly increase lifespan in either species.) Whether the Sir2 homologues in higher organisms have any role in lifespan is unclear, but the human SIRT1 protein has been demonstrated to &lt;a href=\"deacetylation\"&gt;deacetylate&lt;/a&gt; &lt;a href=\"p53\"&gt;p53&lt;/a&gt;, Ku70, and the &lt;a href=\"forkhead%20box%20proteins\"&gt;forkhead&lt;/a&gt; family of &lt;a href=\"transcription%20factor\"&gt;transcription factor&lt;/a&gt;s. SIRT1 can also regulate acetylates such as &lt;a href=\"p300-CBP%20coactivator%20family\"&gt;CBP/p300&lt;/a&gt;, and has been shown to deacetylate specific &lt;a href=\"histone\"&gt;histone&lt;/a&gt; residues.\nRAS1 and RAS2 also affect aging in yeast and have a human homologue. RAS2 overexpression has been shown to extend lifespan in yeast.\nOther genes regulate aging in yeast by increasing the resistance to &lt;a href=\"oxidative%20stress\"&gt;oxidative stress&lt;/a&gt;. &lt;a href=\"Superoxide%20dismutase\"&gt;Superoxide dismutase&lt;/a&gt;, a &lt;a href=\"protein\"&gt;protein&lt;/a&gt; that protects against the effects of &lt;a href=\"mitochondria\"&gt;mitochondria&lt;/a&gt;l free &lt;a href=\"radical%20%28chemistry%29\"&gt;radicals&lt;/a&gt;, can extend yeast lifespan in stationary phase when overexpressed.\nIn higher organisms, aging is likely to be regulated in part through the insulin/IGF-1 pathway. Mutations that affect &lt;a href=\"Insulin-like%20growth%20factor\"&gt;insulin-like signaling&lt;/a&gt; in worms, flies, and the growth hormone/IGF1 axis in mice are associated with extended lifespan. In yeast, Sir2 activity is regulated by the nicotinamidase PNC1. PNC1 is transcriptionally &lt;a href=\"upregulation\"&gt;upregulated&lt;/a&gt; under stressful conditions such as &lt;a href=\"caloric%20restriction\"&gt;caloric restriction&lt;/a&gt;, &lt;a href=\"heat%20shock\"&gt;heat shock&lt;/a&gt;, and &lt;a href=\"osmotic%20shock\"&gt;osmotic shock&lt;/a&gt;. By converting &lt;a href=\"nicotinamide\"&gt;nicotinamide&lt;/a&gt; to &lt;a href=\"niacin\"&gt;niacin&lt;/a&gt;, nicotinamide is removed, inhibiting the activity of Sir2. A &lt;a href=\"nicotinamidase\"&gt;nicotinamidase&lt;/a&gt; found in humans, known as &lt;a href=\"PBEF\"&gt;PBEF&lt;/a&gt;, may serve a similar function, and a secreted form of PBEF known as &lt;a href=\"visfatin\"&gt;visfatin&lt;/a&gt; may help to regulate serum &lt;a href=\"insulin\"&gt;insulin&lt;/a&gt; levels. It is not known, however, whether these mechanisms also exist in humans, since there are obvious differences in biology between humans and model organisms.\nSir2 activity has been shown to increase under calorie restriction. Due to the lack of available glucose in the cells, more NAD+ is available and can activate Sir2. &lt;a href=\"Resveratrol\"&gt;Resveratrol&lt;/a&gt;, a stilbenoid found in the skin of red &lt;a href=\"grape\"&gt;grape&lt;/a&gt;s, was reported to extend the lifespan of yeast, worms, and flies (the lifespan extension in flies and worms have proved to be irreproducible by independent investigators). It has been shown to activate Sir2 and therefore mimics the effects of calorie restriction, if one accepts that caloric restriction is indeed dependent on Sir2.\nAccording to the GenAge database of aging-related genes, there are over 1800 genes altering lifespan in &lt;a href=\"model%20organisms\"&gt;model organisms&lt;/a&gt;: 838 in the soil roundworm (\"&lt;a href=\"Caenorhabditis%20elegans\"&gt;Caenorhabditis elegans&lt;/a&gt;\"), 883 in the bakers' yeast (\"&lt;a href=\"Saccharomyces%20cerevisiae\"&gt;Saccharomyces cerevisiae&lt;/a&gt;\"), 170 in the fruit fly (\"&lt;a href=\"Drosophila%20melanogaster\"&gt;Drosophila melanogaster&lt;/a&gt;\") and 126 in the mouse (\"&lt;a href=\"Mus%20musculus\"&gt;Mus musculus&lt;/a&gt;\").\nThe following is a list of genes connected to longevity through research on &lt;a href=\"model%20organisms\"&gt;model organisms&lt;/a&gt;:\nIn July &lt;a href=\"2020%20in%20science\"&gt;2020&lt;/a&gt; scientists, using public &lt;a href=\"List%20of%20biological%20databases\"&gt;biological data&lt;/a&gt; on 1.75 m people with known lifespans overall, identify 10 &lt;a href=\"Locus%20%28genetics%29\"&gt;genomic loci&lt;/a&gt; which appear to intrinsically influence &lt;a href=\"healthspan\"&gt;healthspan&lt;/a&gt;, lifespan, and &lt;a href=\"longevity\"&gt;longevity&lt;/a&gt; – of which half have not been reported previously at &lt;a href=\"Genome-wide%20association%20study\"&gt;genome-wide significance&lt;/a&gt; and most being associated with &lt;a href=\"cardiovascular%20disease\"&gt;cardiovascular disease&lt;/a&gt; – and identify &lt;a href=\"Human%20iron%20metabolism\"&gt;haem metabolism&lt;/a&gt; as a promising candidate for further research within the field. Their study suggests that high levels of iron in the blood likely reduce, and genes involved in metabolising iron likely increase healthy years of life in humans.\nNed Sharpless and collaborators demonstrated the first in vivo link between p16-expression and lifespan. They found reduced p16 expression in some tissues of mice with mutations that extend lifespan, as well as in mice that had their lifespan extended by food restriction. Jan van Deursen and Darren Baker in collaboration with Andre Terzic at the &lt;a href=\"Mayo%20Clinic\"&gt;Mayo Clinic&lt;/a&gt; in Rochester, Minn., provided the first in vivo evidence for a causal link between cellular senescence and aging by preventing the accumulation of senescent cells in BubR1 progeroid mice. In the absence of senescent cells, the mice’s tissues showed a major improvement in the usual burden of age-related disorders. They did not develop &lt;a href=\"cataracts\"&gt;cataracts&lt;/a&gt;, avoided the usual wasting of muscle with age. They retained the fat layers in the skin that usually thin out with age and, in people, cause wrinkling. A second study led by Jan van Deursen in collaboration with a team of collaborators at the Mayo Clinic and Groningen University, provided the first direct in vivo evidence that cellular senescence causes signs of aging by eliminating senescent cells from progeroid mice by introducing a drug-inducible suicide gene and then treating the mice with the drug to kill senescent cells selectively, as opposed to decreasing whole body p16. Another Mayo study led by James Kirkland in collaboration with Scripps and other groups demonstrated that senolytics, drugs that target senescent cells, enhance cardiac function and improve vascular reactivity in old mice, alleviate gait disturbance caused by radiation in mice, and delay frailty, neurological dysfunction, and osteoporosis in progeroid mice. Discovery of senolytic drugs was based on a hypothesis-driven approach: the investigators leveraged the observation that senescent cells are resistant to apoptosis to discover that pro-survival pathways are up-regulated in these cells. They demonstrated that these survival pathways are the \"Achilles heel\" of senescent cells using RNA interference approaches, including Bcl-2-, AKT-, p21-, and tyrosine kinase-related pathways. They then used drugs known to target the identified pathways and showed these drugs kill senescent cells by apoptosis in culture and decrease senescent cell burden in multiple tissues in vivo. Importantly, these drugs had long term effects after a single dose, consistent with removal of senescent cells, rather than a temporary effect requiring continued presence of the drugs. This was the first study to show that clearing senescent cells enhances function in chronologically aged mice."
}