{
    "id": "3893446",
    "revid": "41427170",
    "url": "https://en.wikipedia.org/wiki?curid=3893446",
    "title": "Mark Murray (rugby league)",
    "text": "Mark Murray (born 1 May 1959) is an Australian former &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer and coach. He represented &lt;a href=\"Australian%20Kangaroos\"&gt;Australia&lt;/a&gt; in test matches and &lt;a href=\"Queensland%20Maroons\"&gt;Queensland&lt;/a&gt; in the &lt;a href=\"Rugby%20League%20State%20of%20Origin\"&gt;State of Origin&lt;/a&gt;. His position of choice was . Murray has also coached in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; and State of Origin.\nPlaying career.\nMurray, a qualified teacher, was an instrumental player in the early Queensland State of Origin sides, and played 17 games (15 &lt;a href=\"State%20of%20Origin%20series\"&gt;State of Origin&lt;/a&gt;) between 1981 and 1986. He also represented his country on six occasions between 1982 and 1985 (not including one non-test international against &lt;a href=\"Wales%20national%20rugby%20league%20team\"&gt;Wales&lt;/a&gt;), and toured with the famous &lt;a href=\"The%20Invincibles%20%28rugby%20league%29\"&gt;1982 Invincibles&lt;/a&gt;, and made his test debut for &lt;a href=\"Australian%20Kangaroos\"&gt;Australia&lt;/a&gt; from the bench in a pre-&lt;a href=\"Kangaroo%20Tour\"&gt;Kangaroo Tour&lt;/a&gt; test against &lt;a href=\"Papua%20New%20Guinea%20Kumuls\"&gt;Papua New Guinea&lt;/a&gt; in &lt;a href=\"Port%20Moresby\"&gt;Port Moresby&lt;/a&gt; in 1982, though he would not play any of the 5 tests on the Kangaroo tour against &lt;a href=\"Great%20Britain%20Lions\"&gt;Great Britain&lt;/a&gt; or &lt;a href=\"France%20national%20rugby%20league%20team\"&gt;France&lt;/a&gt;.\nMurray also played in the &lt;a href=\"Brisbane%20Rugby%20League%20premiership\"&gt;Brisbane Rugby League premiership&lt;/a&gt; with the &lt;a href=\"Norths%20Devils\"&gt;Norths Devils&lt;/a&gt;, captaining them to a famous premiership win over Souths in 1980 under the coaching of Kiwi &lt;a href=\"Graham%20Lowe\"&gt;Graham Lowe&lt;/a&gt;, before moving to the &lt;a href=\"Fortitude%20Valley%20Diehards\"&gt;Valleys Diehards&lt;/a&gt; for the 1982 season to play alongside representative team mate Wally Lewis. In 1983 he shifted to the &lt;a href=\"Redcliffe%20Dolphins\"&gt;Redcliffe&lt;/a&gt; club and played for them up until midway through the 1986 season.\nCoaching career.\nMurray's playing career was cut short that year by an eye injury which required surgery. After coaching Redcliffe to a Woolies Trophy win and minor premiership in 1990, he was appointed coach of the &lt;a href=\"Eastern%20Suburbs%20Roosters\"&gt;Eastern Suburbs Roosters&lt;/a&gt; in the &lt;a href=\"New%20South%20Wales%20Rugby%20League%20premiership\"&gt;New South Wales Rugby League premiership&lt;/a&gt; between 1991 and 1994, before he was sacked mid-season and replaced by &lt;a href=\"Arthur%20Beetson\"&gt;Arthur Beetson&lt;/a&gt;. Before his sacking, Murray had already been effectively demoted from the role as Roosters head coach, to be officially designated as \"co-coach\" with former Roosters player &lt;a href=\"John%20Peard\"&gt;John Peard&lt;/a&gt; for much of the 1994 season.\nMurray was appointed coach of Queensland in 1999, but was released as coach after the 2000 series, in which the Maroons lost the series 0-3 and were beaten in the last match by 56-16. He and &lt;a href=\"Michael%20Hagan\"&gt;Michael Hagan&lt;/a&gt; are the only two coaches in Queensland's history not to have won an Origin series for the state as head coach (although Murray did coach the side in 1999 when the Maroons retained the shield and Hagan was assistant coach when they won the series in 2010). Murray also has the worst winning percentage of any Queensland coach, with only one win and one draw from six matches at 16.6%.\nMurray was also the coach of the &lt;a href=\"Norths%20Devils\"&gt;Brisbane Norths&lt;/a&gt; rugby league team in 1998 when they defeated the &lt;a href=\"Wests%20Panthers\"&gt;Wests Panthers&lt;/a&gt; in the &lt;a href=\"1998%20Queensland%20Cup\"&gt;1998 Queensland Cup&lt;/a&gt; Grand Final. After the resignation of &lt;a href=\"Chris%20Anderson%20%28rugby%20league%29\"&gt;Chris Anderson&lt;/a&gt; as coach of the Melbourne Storm in April 2001, Murray took over the role for his second stint as a mentor in the NSWRL/ARL/NRL.\nHe was unable to repeat the success of his predecessor however, and was ultimately released in favour of &lt;a href=\"Craig%20Bellamy%20%28rugby%20league%29\"&gt;Craig Bellamy&lt;/a&gt; after the 2002 season. He since became the CEO of the Norths club."
}