{
    "id": "3895246",
    "revid": "327289",
    "url": "https://en.wikipedia.org/wiki?curid=3895246",
    "title": "Laverstock &amp; Ford F.C.",
    "text": "Laverstock &amp; Ford Football Club is a &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Laverstock\"&gt;Laverstock&lt;/a&gt;, near &lt;a href=\"Salisbury\"&gt;Salisbury&lt;/a&gt;, &lt;a href=\"Wiltshire\"&gt;Wiltshire&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;. They are currently members of the and play at Church Road.\nHistory.\nThe club was established in 1956 and joined Division Three B of the Salisbury &amp; District League. They were runners-up in the division in their first season, earning promotion to Division Two. Although the club were relegated at the end of the 1960–61 season, they were promoted back to Division Two at the first attempt. The club were Division Two runners-up in 1962–63, securing a second consecutive promotion as they moved up to Division One. The following season saw them finish as runners-up in Division One. The club won the league title in 1970–71 and were runners-up the following season, also winning the Morrison Cup.\nTwo seasons after winning Division One, Laverstock &amp; Ford were relegated to Division Two at the end of the 1972–73 season. They won the Wiltshire Junior Cup in 1973–74, and were promoted back to Division One in 1981–82, before moving up to the Premier Division in 1984. After winning the Stonehenge Cup and finishing as league runners-up in 1984–85, the club moved up to Division Two of the &lt;a href=\"Wiltshire%20Football%20League\"&gt;Wiltshire League&lt;/a&gt;. In 1986–87 the club were promoted to Division One, but they finished bottom of Division One in 1988–89 and were relegated back to Division Two.\nIn 1991 Laverstock &amp; Ford left the Wiltshire League and returned to the Salisbury &amp; District League. They joined Division Three of the &lt;a href=\"Hampshire%20League\"&gt;Hampshire League&lt;/a&gt; in 1992, but left after a single season to return to the Salisbury &amp; District League. In 1996 the club rejoined Division Three of the Hampshire League. League reorganisation in 1999 saw them placed in Division Two, and the club went on to win the Wiltshire Junior Cup again in 1999–2000. They won Division Two in 2002–03, earning promotion to Division One. In 2004 the Hampshire League merged into the &lt;a href=\"Wessex%20Football%20League\"&gt;Wessex League&lt;/a&gt;, with the club becoming members of the new Division Three.\nLaverstock &amp; Ford were Division Three runners-up in &lt;a href=\"2005%E2%80%9306%20Wessex%20Football%20League\"&gt;2005–06&lt;/a&gt; and were promoted to Division Two, which was renamed Division One the following season. They went on to finish as runners-up in Division One in &lt;a href=\"2007%E2%80%9308%20Wessex%20Football%20League\"&gt;2007–08&lt;/a&gt;, earning promotion to the Premier Division. The club finished bottom of the Premier Division in &lt;a href=\"2011%E2%80%9312%20Wessex%20Football%20League\"&gt;2011–12&lt;/a&gt; and were relegated back to Division One.\nGround.\nThe club play at Church Road. Floodlights were installed during the 2005–06 season and a new 114-seat stand was installed in 2007–08."
}