{
    "id": "389892",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=389892",
    "title": "Aberdeen, Grey County, Ontario",
    "text": "Aberdeen is a community in the Municipality of &lt;a href=\"West%20Grey\"&gt;West Grey&lt;/a&gt; in &lt;a href=\"Grey%20County\"&gt;Grey County&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Canada. Aberdeen consists of a series of houses in a historical Canadian &lt;a href=\"village\"&gt;village&lt;/a&gt; site. The village is located north of both the Durham Interforest factory and the stretch of Grey Road 4 between &lt;a href=\"Durham%2C%20Ontario\"&gt;Durham&lt;/a&gt; and &lt;a href=\"Hanover%2C%20Ontario\"&gt;Hanover&lt;/a&gt;.\nThe first settlers came to Aberdeen around 1845. Milton C. Schofield built the first mill there on the Rocky &lt;a href=\"Saugeen%20River\"&gt;Saugeen River&lt;/a&gt; in 1851. For a while, the small emerging village was called Scholfield's Mill.\nSchool was first taught in local homes, but a log structure was erected in 1854. S.S. &lt;a href=\"Bentinck\"&gt;Bentinck&lt;/a&gt; 10 was built in 1873. It was a stone building measuring 38 feet by 30 feet and costing $9 to build. Most of the labour and materials were donated. Dr. William J. Dunlop, minister of education in the &lt;a href=\"Leslie%20Frost\"&gt;Leslie Frost&lt;/a&gt; cabinet, 1952–60, received his education there. By 1945, the school was closed and any remaining students walked or were driven three miles to nearby Rocky Saugeen School. The school briefly reopened in 1966, but closed for good in 1967, when school amalgamation occurred and students were bussed to nearby Durham.\nJames W. Crawford bought the mill, use of the water and dam, and 20 surrounding hectares of land for $3400 - an enormous amount of money for the time - in 1879. He updated the mill and named the village after his birthplace in &lt;a href=\"Aberdeen%2C%20Scotland\"&gt;Aberdeen, Scotland&lt;/a&gt;. The village got its first post office and blacksmith shop in 1881. Other businesses included a spinning wheel maker, a weaver, and a &lt;a href=\"Cooper%20%28profession%29\"&gt;cooper&lt;/a&gt; shop.\nThe village boomed and expanded until 1896, when wood for the mill and export began to become scarce.\nIn 1896, the Electric Light Company took out a lease that would provide electricity for Durham residents until the 1940s.\nMost of the land, once cleared of its trees, is totally enclosed in trees again."
}