{
    "id": "39000648",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=39000648",
    "title": "Elliot Daly",
    "text": "Elliot Daly (born 8 October 1992) is an English &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who plays for &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt; in the &lt;a href=\"Premiership%20Rugby\"&gt;Gallagher Premiership&lt;/a&gt; and for &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt;.\nYouth.\nDaly played his early rugby at &lt;a href=\"Beckenham%20Rugby%20Football%20Club\"&gt;Beckenham&lt;/a&gt; from age five before moving to Dorking in 2006, where he spent three years. He was educated at &lt;a href=\"Cumnor%20House%20School\"&gt;Cumnor House School&lt;/a&gt; and &lt;a href=\"Whitgift%20School\"&gt;Whitgift School&lt;/a&gt;. It was at Whitgift that he developed his long range kicking game where he was known to take the car keys of his teacher, Bobby Walsh, to get balls for practise.\nProfessional career.\nDaly joined &lt;a href=\"Wasps%20RFC\"&gt;Wasps&lt;/a&gt;' Elite Player Development Squad before progressing to the Academy.\nHe debuted at &lt;a href=\"Rugby%20union%20positions%23Centre\"&gt;centre&lt;/a&gt; against &lt;a href=\"Exeter%20Chiefs\"&gt;Exeter Chiefs&lt;/a&gt; in the &lt;a href=\"Anglo-Welsh%20Cup\"&gt;Anglo-Welsh Cup&lt;/a&gt; in November 2010 whilst still a pupil at Whitgift and in the process became the second-youngest player to represent the club. His first &lt;a href=\"English%20Premiership%20%28rugby%20union%29\"&gt;Premiership&lt;/a&gt; game followed later that month against &lt;a href=\"Bath%20Rugby\"&gt;Bath Rugby&lt;/a&gt; and he finished the 2010–11 season with six appearances which came at centre, &lt;a href=\"Rugby%20union%20positions%23Full-back\"&gt;full-back&lt;/a&gt; and on the &lt;a href=\"Rugby%20union%20positions%23Wing\"&gt;wing&lt;/a&gt;.\nDaly was an established member of Wasps having featured in over 150 Premiership matches for the side. His speed and long range kicking abilities alongside his ability to see space is among what made him such a stand-out player, and he played a vital role for Wasps whether he was at 13, 11, or 15.\nOn 4 February 2019, Daly agreed to leave Wasps to join Premiership rivals &lt;a href=\"Saracens%20F.C.\"&gt;Saracens&lt;/a&gt; prior to the &lt;a href=\"2019%E2%80%9320%20Premiership%20Rugby\"&gt;2019–20 season&lt;/a&gt;.\nInternational career.\nHe has represented England at U16, U18, U20 and Senior level including winning an U20 Grand Slam in 2011, and reaching the Junior World Cup final in the same year. Since making his Senior debut for England in 2016, Daly went on to win back to back Six Nations Championships in 2016 and 2017. In the years since his debut, he has made over 40 appearances for the Senior team.\nDaly was selected for the &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; &lt;a href=\"2015%20Rugby%20World%20Cup\"&gt;2015 Rugby World Cup&lt;/a&gt; training squad. Daly received his first call up to the senior &lt;a href=\"England%20national%20rugby%20union%20team\"&gt;England&lt;/a&gt; squad by new coach &lt;a href=\"Eddie%20Jones%20%28rugby%20union%29\"&gt;Eddie Jones&lt;/a&gt; on 13 January 2016 for the &lt;a href=\"2016%20Six%20Nations%20Championship\"&gt;2016 Six Nations Championship&lt;/a&gt;.\nDaly made his international debut against &lt;a href=\"Ireland%20national%20rugby%20union%20team\"&gt;Ireland&lt;/a&gt; on 27 February 2016 during the &lt;a href=\"2016%20Six%20Nations%20Championship\"&gt;2016 Six Nations championship&lt;/a&gt;, replacing &lt;a href=\"Owen%20Farrell\"&gt;Owen Farrell&lt;/a&gt; at inside centre in a 21-10 victory.\nDaly made his first international start against &lt;a href=\"South%20Africa%20national%20rugby%20union%20team\"&gt;South Africa&lt;/a&gt; on 12 November 2016 in the Old Mutual Wealth series. He started at outside centre starring alongside Owen Farrell who played inside centre. He also scored his first international points kicking a long-range penalty in the 39th minute of the first half.\nDaly scored his first international try for England when he started on the wing in England's 58-15 victory over Fiji at Twickenham on Saturday 19 November 2016.\nOn 26 November 2016, he became the first England back, and only the second England player, to be sent off at Twickenham. Daly went for a tackle in the air against &lt;a href=\"Argentina%20national%20rugby%20team\"&gt;Argentina&lt;/a&gt;'s number 8 &lt;a href=\"Leonardo%20Senatore\"&gt;Leonardo Senatore&lt;/a&gt; who landed on his head and shoulders in the fifth minute of the first half, and was subsequently given a red card and 3 week ban. Despite Daly's dismissal and playing 75 minutes a man short, England won the match 27-14.\nDaly was named in the England team to face France at Twickenham in the first game of the &lt;a href=\"2017%20Six%20Nations%20Championship\"&gt;2017 Six Nations&lt;/a&gt; on Saturday 4 February. He scored a long-range penalty and was denied a try by a last-gasp tackle from the French. Daly started on the wing again against Wales in Cardiff on Saturday 11 February. With England losing 16-14 and 5 minutes left on the clock, Daly took a pass from Owen Farrell, escaped the clutches of &lt;a href=\"Alex%20Cuthbert\"&gt;Alex Cuthbert&lt;/a&gt; and sprinted 20 metres to dive over in the corner, winning the match for England. Daly scored his second try of the tournament during England's 36-15 win over Italy. In the &lt;a href=\"2019%20Six%20Nations%20Championship\"&gt;2019 Six Nations&lt;/a&gt;, Daly played at fullback and scored the second try in England's opening 32-20 away win over Ireland, grounding his own grubber kick following &lt;a href=\"Jacob%20Stockdale\"&gt;Jacob Stockdale&lt;/a&gt;'s handling error under pressure.\nOn 12 August 2019 Elliot was announced as part of the England squad for the rugby World Cup in Japan, having impressed with his electrifying pace and also his ability to kick long range penalties.\nBritish &amp; Irish Lions.\nElliot Daly made history on the 2017 tour to New Zealand, both individually and as part of a Test side that claimed a dramatic drawn series with the All Blacks. On a personal level, he joined an elite club of people to have played for and against the Lions, and an even smaller club to have scored both for and against The British &amp; Irish Lions. In 2013, he was part of the &lt;a href=\"Barbarian%20F.C.%231908%20Olympic%20rugby%20union%20centenary%20celebration%20match\"&gt;Barbarians&lt;/a&gt; side that took on the tourists in Hong Kong on the first leg of their tour to Australia – he even kicked a penalty in the defeat.\nElliot didn't feature in the Lions defeat to the Blues, he played in the following matches against the Highlanders and Maori All Blacks before going on to play in all three Tests during which he proved his worth and demonstrated how crucial his long-range kicking can be. He came within inches of scoring in the second minute of the first Test, collecting Owen Farrell's pass in the left corner after a free-flowing Lions move, but was denied by a tackle from Israel Dagg.\nAnd in the same game, he was involved in one of the greatest Lions tries ever scored as he exchanged passes with Jonathan Davies, who set up Sean O’Brien to cross the whitewash after Liam Williams’ break.\nElliot played all 80 minutes of the Lions’ remarkable come-from-behind win in the second Test, before his penalty just after half-time in the third helped bring the Lions back within three points and heap pressure on the All Blacks in Auckland, as the match eventually finished 15-15 to draw the series in historic fashion.\nDaly was a talented cricketer as a teenager, representing England Under-15s and Surrey at various age-group levels. He was an all-rounder, with fast bowling his forte, and appeared good enough to possibly make the first-class county grade before he chose rugby union."
}