{
    "id": "3901501",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=3901501",
    "title": "Pontifical Council for Justice and Peace",
    "text": "The Pontifical Council for Justice and Peace (\"Justitia et Pax\") was a &lt;a href=\"dicastery\"&gt;dicastery&lt;/a&gt; of the &lt;a href=\"Roman%20Curia\"&gt;Roman Curia&lt;/a&gt; dedicated to \"action-oriented studies\" for the international promotion of &lt;a href=\"justice\"&gt;justice&lt;/a&gt;, &lt;a href=\"peace\"&gt;peace&lt;/a&gt;, and &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; from the perspective of the &lt;a href=\"Roman%20Catholic%20Church\"&gt;Roman Catholic Church&lt;/a&gt;. To this end, it cooperates with various &lt;a href=\"religious%20institute\"&gt;religious institute&lt;/a&gt;s and advocacy groups, as well as scholarly, ecumenical, and international organizations.\nAmong its reference works is the \"&lt;a href=\"Compendium%20of%20the%20Social%20Doctrine%20of%20the%20Church\"&gt;Compendium of the Social Doctrine of the Church&lt;/a&gt;\".\nEffective 1 January 2017, the work of the Council was assumed by the &lt;a href=\"Dicastery%20for%20Promoting%20Integral%20Human%20Development\"&gt;Dicastery for Promoting Integral Human Development&lt;/a&gt; and Cardinal &lt;a href=\"Peter%20Turkson\"&gt;Peter Turkson&lt;/a&gt; became Prefect of the Dicastery.\nOrigin.\nThe &lt;a href=\"Second%20Vatican%20Council\"&gt;Second Vatican Council&lt;/a&gt; had proposed the creation of a body of the universal Church whose role would be \"to stimulate the Catholic Community to foster progress in needy regions and social justice on the international scene\". It was in reply to this request that &lt;a href=\"Pope%20Paul%20VI\"&gt;Pope Paul VI&lt;/a&gt; established the Pontifical Commission \"Justitia et Pax\" by a Motu Proprio dated 6 January 1967 (Catholicam Christi Ecclesiam).\nTwo months later, in Populorum Progressio, Paul VI succinctly stated of the new body that \"its name, which is also its programme, is Justice and Peace\" (No. 5). Gaudium et Spes and this Encyclical, which \"in a certain way... applies the teaching of the Council\", were the founding texts and points of reference for this new body.\nAfter a ten-year experimental period, Paul VI gave the Commission its definitive status with the Motu Proprio \"Iustitiam et Pacem\" of 10 December 1976. When the Apostolic Constitution \"Pastor Bonus\" of 28 June 1988 reorganized the &lt;a href=\"Roman%20Curia\"&gt;Roman Curia&lt;/a&gt;, &lt;a href=\"Pope%20John%20Paul%20II\"&gt;Pope John Paul II&lt;/a&gt; changed its name from Commission to Pontifical Council and reconfirmed the general lines of its work.\nObjectives and mandate.\n\"Pastor Bonus\" defined the objectives and mandate of the &lt;a href=\"Pontifical%20Council\"&gt;Pontifical Council&lt;/a&gt; for Justice and Peace in the following terms:\n\"The Council will promote justice and peace in the world, in the light of the Gospel and of the social teaching of the Church (art. 142).\n§ 1. It will deepen the social doctrine of the Church and attempt to make it widely known and applied, both by individuals and communities, especially as regards relations between workers and employers. These relations must be increasingly marked by the spirit of the Gospel.\n§ 2. It will assemble and evaluate various types of information and the results of research on justice and peace, the development of peoples and the violations of human rights. When appropriate, it will inform Episcopal bodies of the conclusions drawn. It will foster relations with international Catholic organizations and with other bodies, be they &lt;a href=\"Catholic\"&gt;Catholic&lt;/a&gt; or not, that are sincerely committed to the promotion of the values of justice and peace in the world.\n§ 3. It will heighten awareness of the need to promote peace, above all on the occasion of the World Day of Peace (art. 143).\nIt will maintain close relations with the Secretariat of State, especially when it deals publicly with problems of justice and peace in its documents or declarations (art. 144)\".\nStructure.\nThe Pontifical Council for Justice and Peace has a President who is assisted by a Secretary and an Under-Secretary, all named by the Pope for a period of five years. A staff of lay persons, religious and priests of different nationalities works with them in carrying out the programmes and activities of the Council.\nThe &lt;a href=\"Pope\"&gt;Pope&lt;/a&gt; also appoints about forty Members and Consultors who serve in a personal capacity for a period of five years. Coming from different parts of the world, the Members meet in Rome at regular intervals for a Plenary Assembly during which each one, according to his or her background and professional or pastoral experience, contributes to the overall planning for the activities of the Pontifical Council. A high point in the life of the Council, the Plenary Assembly is a time of authentic discernment of the \"signs of the times\".\nThe Consultors, some of whom are experts in the social teaching of the Church, can be called upon to participate in working groups on specific topics. On Saturday, May 16, 2015, &lt;a href=\"Pope%20Francis\"&gt;Pope Francis&lt;/a&gt; named the Reverend Father &lt;a href=\"Timothy%20Radcliffe\"&gt;Timothy Radcliffe&lt;/a&gt;, &lt;a href=\"Dominican%20Order\"&gt;O.P.&lt;/a&gt;, Director of the &lt;a href=\"Las%20Casas%20Institute\"&gt;Las Casas Institute&lt;/a&gt; of &lt;a href=\"Blackfriars%2C%20Oxford\"&gt;Blackfriars&lt;/a&gt; in &lt;a href=\"Oxford\"&gt;Oxford&lt;/a&gt;, &lt;a href=\"England\"&gt;England&lt;/a&gt;, which does studies on social justice and human rights, as one of the Consultors.\nActivities.\nThe primary work of the Pontifical Council is to engage in action-oriented studies based on both the papal and episcopal social teaching of the Church. Through them, the Pontifical Council also contributes to the development of this teaching in the following vast fields:\nThere was a two-day (June 16 and 17), 2011 \"Executive Summit on Ethics for the Business World\", which examined Christian views, from the Catholic perspective of Pope Benedict XVI's on financial ethics and possible positive Christian-based alternatives to contemporary status quo secular best practices in the field. The summit was co-hosted by the &lt;a href=\"Pontifical%20Regina%20Apostolorum%20University\"&gt;Pontifical Regina Apostolorum University&lt;/a&gt; and the &lt;a href=\"Fidelis%20International%20Institute\"&gt;Fidelis International Institute&lt;/a&gt;, as well as the &lt;a href=\"Pontifical%20Academy%20of%20Sciences\"&gt;Pontifical Academy of Sciences&lt;/a&gt;.\nAccording to an online news story on the conference by Carol Glatz of &lt;a href=\"Catholic%20News%20Service\"&gt;Catholic News Service&lt;/a&gt;, on Friday, June 17, 2011, \"The Vatican and some Catholic thinkers are urging businesses to not only employ &lt;a href=\"ethical%20policies\"&gt;ethical policies&lt;/a&gt; within their companies, but to become dedicated to bringing &lt;a href=\"economic%20justice\"&gt;economic justice&lt;/a&gt; to the wider world. In fact, people should be wary of superficial ethical practices that \"are adopted primarily as a marketing device, without any effect on relationships inside and outside the business itself\" and without promoting &lt;a href=\"justice\"&gt;justice&lt;/a&gt; and the &lt;a href=\"common%20good\"&gt;common good&lt;/a&gt;, said &lt;a href=\"Cardinal%20Tarcisio%20Bertone\"&gt;Cardinal Tarcisio Bertone&lt;/a&gt;, the Vatican's secretary of state. Cardinal Bertone was one of a number of speakers invited to the Executive Summit on Ethics for the Business World, sponsored by the Pontifical Council for Justice and Peace and the Legionairies of Christ's Fidelis International Institute, which promotes ethics in business. The June 16–17 conference brought high-profile leaders from the manufacturing, industrial, banking and financial sectors including representatives from &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; and &lt;a href=\"Goldman%20Sachs\"&gt;Goldman Sachs&lt;/a&gt;, as well as Catholic experts in Catholic social teaching. \"Everyone here has been 'cherry-picked.' It wasn't an open invitation to everybody,\" said Father &lt;a href=\"Luis%20Garza%20Medina\"&gt;Luis Garza Medina&lt;/a&gt;, vicar general of the Legionairies of Christ, who helped in the planning of the event. Organizers purposely chose people from different industries, countries and religions in order to hammer out ethical principles held in common, which often reflect the views inherent in &lt;a href=\"Catholic%20social%20thought\"&gt;Catholic social thought&lt;/a&gt;, namely the principles of the &lt;a href=\"centrality%20of%20the%20human%20person\"&gt;centrality of the human person&lt;/a&gt;, &lt;a href=\"subsidiarity\"&gt;subsidiarity&lt;/a&gt;, &lt;a href=\"solidarity\"&gt;solidarity&lt;/a&gt; and the pursuit of the &lt;a href=\"common%20good\"&gt;common good&lt;/a&gt;, he told &lt;a href=\"Catholic%20News%20Service\"&gt;Catholic News Service&lt;/a&gt; June 17. The real challenge, however, is taking those common principles and translating them into concrete action that will have a real impact on local and world economies, and on people's lives, he said. The meeting's goal was to show how \"&lt;a href=\"Charity%20in%20Truth\"&gt;Charity in Truth&lt;/a&gt;\", &lt;a href=\"Pope%20Benedict%20XVI\"&gt;Pope Benedict XVI&lt;/a&gt;'s 2009 &lt;a href=\"encyclical\"&gt;encyclical&lt;/a&gt; on social justice issues, could inspire leaders to find practical applications of these &lt;a href=\"universal%20values\"&gt;universal values&lt;/a&gt;. In his talk June 16, Cardinal Bertone said the encyclical makes clear that there is no way businesses can remain ethically neutral: They are either serving the common good or they are not,\"\nIn August 2011 the Council issued a \"Note\" entitled \"Towards Reforming the International Financial and Monetary System in the context of Global Public Authority\", which includes the further development of the theme already presented in &lt;a href=\"Caritas%20in%20Veritate\"&gt;Caritas in Veritate&lt;/a&gt;.\nNetwork.\nThe Pontifical Council for Justice and Peace collaborates with all those within the Church who are seeking the same ends.\nAs an organism of the Holy See, the Council is first and foremost at the service of the Pope, and also collaborates with other departments of the Roman Curia.\nAs a body of the universal Church, it is also at the service of the local Churches. It maintains systematic contacts with Episcopal Conferences and their regional groupings and collaborates regularly with them. Through the Episcopal Conferences, or with their assent, the Pontifical Council likewise is in touch with a broad range of Church bodies on the national level that have been established to make the faithful aware of their responsibilities in the field of justice and peace. Some of these are primarily for study and reflection, while others are more action-oriented. They include national Justice and Peace Commissions or Commissions for Social Questions, movements for the defense of human rights or for the promotion of peace or development etc.\nThe Pontifical Council maintains contact with the various institutions or international movements within the Church (&lt;a href=\"religious%20institute\"&gt;religious institute&lt;/a&gt;s, international Catholic organizations) that, in communion with the Bishops, help Christians to bear witness to their faith in the social field.\nThe Pontifical Council also turns to the academic and intellectual world and seeks the advice of professors of the social teaching of the Church, especially those from the Pontifical Universities in Rome. It has, moreover, systematic links with the Pontifical Academy for Social Sciences.\nEnriching contacts with other churches and religions have been established as a result of the mandate of the Pontifical Council to work from an ecumenical perspective. The Pontifical Council collaborates in a special way with the &lt;a href=\"World%20Council%20of%20Churches\"&gt;World Council of Churches&lt;/a&gt;.\nFinally, mention must be made of various links with secular organizations working for the promotion of &lt;a href=\"justice\"&gt;justice&lt;/a&gt;, &lt;a href=\"peace\"&gt;peace&lt;/a&gt; and the respect for human dignity. Over the years, relations with international organizations have increased considerably. Because of the interest of the Holy See in the work of the United Nations, the Pontifical Council, in collaboration with the Secretariat of State, has frequent contacts with the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; and its specialized agencies, especially at the time of the major international conferences that deal with such questions as development, population, environment, international trade, or human rights. Equal importance is given to regional organizations, among which the &lt;a href=\"Council%20of%20Europe\"&gt;Council of Europe&lt;/a&gt; and the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;. The Pontifical Council also welcomes exchanges with non-governmental organizations that share its aims and are working in the field of peace, justice and human rights.\nPublications.\nThe Pontifical Council for Justice and Peace issues documents on current topics such as the international debt, racism, the international arms trade and land distribution. In each case, these documents draw on the social teaching of the Church in formulating pertinent ethical principles and guidelines. The Council also publishes books: reports of meetings that it has organized, systematic collections of pontifical texts on a particular social question, studies on contemporary issues, such as the perspective of the Catholic Church on human rights, the environment, or the ethical dimensions of the economy, financial activities and the world of work. \nThe purpose of these publications is to spread knowledge of the social teaching of the Church, especially among those who can in turn make it known directly or indirectly to others. They include Episcopal Conferences and their Justice and Peace Commissions or Commissions for Social Questions, associations and movements of the &lt;a href=\"laity\"&gt;laity&lt;/a&gt;, &lt;a href=\"priests\"&gt;priests&lt;/a&gt;, religious, &lt;a href=\"seminarians\"&gt;seminarians&lt;/a&gt; and religious educators."
}