{
    "id": "390496",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=390496",
    "title": "Ciechanów",
    "text": "Ciechanów (\"German: Zichenau\") is a town in north-central &lt;a href=\"Poland\"&gt;Poland&lt;/a&gt;. As of 2018, it had 44,209 inhabitants. From 1975 to 1998, it was the &lt;a href=\"Capital%20%28political%29\"&gt;capital&lt;/a&gt; of the &lt;a href=\"Ciechan%C3%B3w%20Voivodeship\"&gt;Ciechanów Voivodeship&lt;/a&gt;. Since 1999, it has been situated in the &lt;a href=\"Masovian%20Voivodeship\"&gt;Masovian Voivodeship&lt;/a&gt;.\nHistory.\nThe settlement is first mentioned in a 1065 document by &lt;a href=\"Boles%C5%82aw%20II%20the%20Bold\"&gt;Bolesław II the Bold&lt;/a&gt; handing the land over to the church. The medieval &lt;a href=\"Gord%20%28archaeology%29\"&gt;gord&lt;/a&gt; in Ciechanów numbered approximately 3,000 armed men, and together with the region of &lt;a href=\"Mazovia\"&gt;Mazovia&lt;/a&gt;, it became part of the emerging Polish state in the late 10th century.\nIn 1254, Ciechanów is mentioned as the seat of a &lt;a href=\"castellan\"&gt;castellan&lt;/a&gt;y (Rethiborius Castellanus de Techanow (Racibor, Kasztelan Ciechanowa)). In 1400 Janusz I of &lt;a href=\"Czersk%2C%20Masovian%20Voivodeship\"&gt;Czersk&lt;/a&gt; granted Ciechanów &lt;a href=\"town%20privileges\"&gt;town privileges&lt;/a&gt;. The area eventually become a separate duchy with Casimir I of Warsaw using the title \"dominus et heres lub dominus et princeps Ciechanoviensis.\" In the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;, the defensive gord of Ciechanów protected northern Mazovia from raids of Lithuanians, &lt;a href=\"Yotvingians\"&gt;Yotvingians&lt;/a&gt;, &lt;a href=\"Old%20Prussians\"&gt;Old Prussians&lt;/a&gt; and later, the &lt;a href=\"Teutonic%20Knights\"&gt;Teutonic Knights&lt;/a&gt;. It is not known when it was granted a town charter. This must have happened before 1475, as a document from that year, issued by Duke Janusz II of Warsaw, states that Ciechanów has a &lt;a href=\"Che%C5%82mno\"&gt;Chełmno&lt;/a&gt; town charter.\nIn the period between the 14th and 16th centuries, Ciechanów prospered with the population reaching 5,000. In the late 14th century, &lt;a href=\"Siemowit%20III%2C%20Duke%20of%20Masovia\"&gt;Siemowit III, Duke of Masovia&lt;/a&gt;, began construction of a castle, while his son &lt;a href=\"Janusz%20I%20of%20Warsaw\"&gt;Janusz I of Warsaw&lt;/a&gt; invited the &lt;a href=\"Augustinians\"&gt;Augustinians&lt;/a&gt;, who in the mid-15th century began construction of a church and an abbey. The Augustinian Friars were brought to Ciechanów in 1358 by Duke Siemowit III. They experienced the most turbulent times during the Reformation. From the 17th century, the Augustinians’ pastoral presence was growing in the towns. The monastery – characterised by mild observance – was usually inhabited by 4 to 7 monks. It ceased to exist in 1864 when monasteries were dissolved.\nIn 1526, together with all Mazovia, Ciechanów was incorporated to the &lt;a href=\"Kingdom%20of%20Poland%20%281385%E2%80%931569%29\"&gt;Kingdom of Poland&lt;/a&gt;. It was a &lt;a href=\"Royal%20city%20in%20Poland\"&gt;royal city&lt;/a&gt; of Poland, the seat of the &lt;a href=\"ziemia\"&gt;Land of Ciechanów&lt;/a&gt;, a separate administrative unit within the &lt;a href=\"Masovian%20Voivodeship%20%281526%E2%80%931795%29\"&gt;Masovian Voivodeship&lt;/a&gt; in the &lt;a href=\"Greater%20Poland%20Province%20of%20the%20Polish%20Crown\"&gt;Greater Poland Province of the Polish Crown&lt;/a&gt;.\nThe town was handed over to &lt;a href=\"Bona%20Sforza\"&gt;Bona Sforza&lt;/a&gt;, as her dowry. Ciechanów prospered until the &lt;a href=\"Deluge%20%28history%29\"&gt;Swedish invasion of Poland&lt;/a&gt; (1655-1660), when the town was burned and ransacked.\nAfter the &lt;a href=\"Partitions%20of%20Poland\"&gt;second partition of Poland&lt;/a&gt; (1793), Ciechanów briefly became seat of a newly created &lt;a href=\"voivodeship\"&gt;voivodeship&lt;/a&gt;. In 1795, it was annexed by the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Kingdom of Prussia&lt;/a&gt;, and reduced to the status of a provincial town in &lt;a href=\"Przasnysz\"&gt;Przasnysz&lt;/a&gt; county. In 1806, during the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt;, Ciechanów was ransacked and destroyed. In 1807 it became part of the short-lived Polish &lt;a href=\"Duchy%20of%20Warsaw\"&gt;Duchy of Warsaw&lt;/a&gt;. Since 1815, the town belonged to &lt;a href=\"Russian%20Partition\"&gt;Russian-controlled&lt;/a&gt; &lt;a href=\"Congress%20Poland\"&gt;Congress Poland&lt;/a&gt;. Its residents actively supported Polish rebellions. In the late 19th century, Ciechanów emerged as a local trade and industry center. In 1864, a brewery was opened, in 1867 it became seat of a county, in 1877 a rail station of the &lt;a href=\"Vistula%20River%20Railroad\"&gt;Vistula River Railroad&lt;/a&gt; was completed, and in 1882 a sugar refinery was opened. The period of prosperity was short, as during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, Ciechanów was almost completely destroyed.\nIn the &lt;a href=\"Second%20Polish%20Republic\"&gt;Second Polish Republic&lt;/a&gt;, Ciechanów remained seat of a county in &lt;a href=\"Warsaw%20Voivodeship%20%281919%E2%80%9339%29\"&gt;Warsaw Voivodeship&lt;/a&gt;. In 1938, its population was 15,000, and the town was a military garrison, home to the 11th Uhlan Regiment of Marshall &lt;a href=\"Edward%20Smigly-Rydz\"&gt;Edward Smigly-Rydz&lt;/a&gt;.\nWorld War II.\nCiechanów was captured by the &lt;a href=\"Wehrmacht\"&gt;Wehrmacht&lt;/a&gt; on the night of September 3/4, 1939. The town was annexed by &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and was known as \"Zichenau\" in &lt;a href=\"German%20language\"&gt;German&lt;/a&gt;. It was the capital of &lt;a href=\"Zichenau%20%28region%29\"&gt;Regierungsbezirk Zichenau&lt;/a&gt;, a new subdivision of the &lt;a href=\"Province%20of%20East%20Prussia\"&gt;Province of East Prussia&lt;/a&gt;. The vast majority of the Polish and Jewish population was seen as racially inferior and Germany planned its eventual annihilation. The \"&lt;a href=\"Einsatzgruppen\"&gt;Einsatzgruppe V&lt;/a&gt;\" entered the city on September 10, 1939, and carried out first mass arrests among local Polish &lt;a href=\"intelligentsia\"&gt;intelligentsia&lt;/a&gt;. Residents were imprisoned in &lt;a href=\"Gestapo\"&gt;Gestapo&lt;/a&gt; jails established in municipal buildings and the Town Hall. The Germans carried out mass searches of Polish and Jewish homes, offices and organizations, as well as synagogues, which were desecrated and looted. Several hundred Poles were transported from the jail in Ciechanów and murdered in large massacres in the nearby village of &lt;a href=\"O%C5%9Bcis%C5%82owo%2C%20Masovian%20Voivodeship\"&gt;Ościsłowo&lt;/a&gt; as part of \"&lt;a href=\"Intelligenzaktion\"&gt;Intelligenzaktion&lt;/a&gt;\". Also local disabled people were murdered in Ościsłowo, on February 20, 1940. Local teachers were arrested in October and November 1939, and deported to the &lt;a href=\"Soldau%20concentration%20camp\"&gt;Soldau concentration camp&lt;/a&gt;, where they were murdered in December 1939, and some were also murdered in the &lt;a href=\"Mauthausen%20concentration%20camp\"&gt;Mauthausen concentration camp&lt;/a&gt;.\nPoles were also subjected to &lt;a href=\"Expulsion%20of%20Poles%20by%20Nazi%20Germany\"&gt;expulsions&lt;/a&gt;. Around 600 people were expelled in December 1939, further expulsions were carried out in subsequent years. In Ciechanów, the Germans also organized a transit camp for Poles deported for &lt;a href=\"Forced%20labour%20under%20German%20rule%20during%20World%20War%20II\"&gt;forced labor&lt;/a&gt; to the areas of &lt;a href=\"Klaipeda\"&gt;Klaipeda&lt;/a&gt;, &lt;a href=\"Sovetsk%2C%20Kaliningrad%20Oblast\"&gt;Tilsit (Sovetsk)&lt;/a&gt; and &lt;a href=\"Kaliningrad\"&gt;Königsberg (Kaliningrad)&lt;/a&gt;, and a forced labor \"education\" camp.\nBefore &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, Ciechanów was home to a large &lt;a href=\"Jew\"&gt;Jew&lt;/a&gt;ish community of 1,800, but during the &lt;a href=\"Occupation%20of%20Poland%20%281939%E2%80%931945%29\"&gt;Nazi German occupation&lt;/a&gt;, in November 1942, the majority of the Jewish community were transported to the Red Forest (\"Czerwony Bór\") northeast of town and murdered in a mass shooting. During the war many Polish Jews and resistance fighters were executed by the Germans in the castle.\nOn January 17, 1945, Ciechanów was captured from Nazi Germany by the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt;, and was restored to Poland after the war.\nEconomy.\nThe \"\" brewery is located in the town.\nTransport.\nThrough the town are leading two national roads, numbered &lt;a href=\"National%20road%2050%20%28Poland%29\"&gt;50&lt;/a&gt; and 60; and three voivodship roads, numbered 615, 616, 617. Just 25 km away to the West there is the national road number 7, a part of the &lt;a href=\"European%20route%20E77\"&gt;E77&lt;/a&gt; &lt;a href=\"International%20E-road%20network\"&gt;European route&lt;/a&gt;.\nThe Ciechanów railway station is on the &lt;a href=\"Warsaw%E2%80%93Gda%C5%84sk%20railway\"&gt;Warsaw - Gdańsk railway&lt;/a&gt;. However, the Warsaw-Gdańsk-Gdynia express train, colloquially referred as &lt;a href=\"New%20Pendolino\"&gt;'Pendolino'&lt;/a&gt;, does stop here. Other trains offer connection to Warsaw, &lt;a href=\"Olsztyn\"&gt;Olsztyn&lt;/a&gt;, &lt;a href=\"Gda%C5%84sk\"&gt;Gdańsk&lt;/a&gt;, &lt;a href=\"Gdynia\"&gt;Gdynia&lt;/a&gt;, &lt;a href=\"Ko%C5%82obrzeg\"&gt;Kołobrzeg&lt;/a&gt;, &lt;a href=\"Krak%C3%B3w\"&gt;Kraków&lt;/a&gt; and &lt;a href=\"%C5%81%C3%B3d%C5%BA\"&gt;Łódź&lt;/a&gt;.\nSports.\nCiechanów is home to &lt;a href=\"handball\"&gt;handball&lt;/a&gt; club , which competes in the I liga (Polish second tier), and to &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; club , which competes in the lower divisions.\nInternational relations.\nTwin towns – Sister cities.\nCiechanów is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}