{
    "id": "39088544",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=39088544",
    "title": "Ronald C. Phillips",
    "text": "Ronald Carl Phillips (1932–2005) was an American &lt;a href=\"List%20of%20marine%20biologists\"&gt;marine botanist&lt;/a&gt; and &lt;a href=\"professor\"&gt;educator&lt;/a&gt; in the United States, &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt; and &lt;a href=\"Ukraine\"&gt;Ukraine&lt;/a&gt;. He specialized in &lt;a href=\"seagrass\"&gt;seagrass&lt;/a&gt; biology, ecology, systematics, distribution and transplantation. Prof. Phillips was the first individual to combine &lt;a href=\"scuba%20diving\"&gt;scuba-diving&lt;/a&gt; with &lt;a href=\"seagrass\"&gt;seagrass&lt;/a&gt; research and transplantation. He co-edited or co-authored four scientific books, 20 book chapters, 20 technical reports and 3 monographs, over 70 reviewed papers, plus his autobiography which included the development of seagrass biology and restorative seagrass transplantation as important parts of the environmental sciences.\nEarly years and education.\nRon was born in 1932 to father Claude Phillips, a former geography teacher, and mother Cleo Belle (née Felts) in &lt;a href=\"Carbondale%2C%20Illinois\"&gt;Carbondale, Illinois&lt;/a&gt;. They moved to Sheffield Avenue in &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; with younger sister Pat in late 1933, then the family moved to &lt;a href=\"Lombard%2C%20Illinois\"&gt;Lombard, Illinois&lt;/a&gt; in 1938.\nRon took several biology courses from 10 years old at the &lt;a href=\"Field%20Museum%20of%20Natural%20History\"&gt;Chicago Field Museum of Natural History&lt;/a&gt;. Ron graduated from &lt;a href=\"York%20Community%20High%20School\"&gt;York Community High School&lt;/a&gt; in 1950, and he graduated from &lt;a href=\"Wheaton%20College%20%28Illinois%29\"&gt;Wheaton College (Illinois)&lt;/a&gt; in Biology in 1954. He worked with Chester S. Nielsen PhD on &lt;a href=\"algae\"&gt;algal&lt;/a&gt; classification for the &lt;a href=\"cryptogam\"&gt;cryptogam&lt;/a&gt;ic &lt;a href=\"herbarium\"&gt;herbarium&lt;/a&gt; at the &lt;a href=\"Field%20Museum%20of%20Natural%20History\"&gt;Field Museum&lt;/a&gt; in 1955.\nAfter completing his master's degree in Botany in 1956 at &lt;a href=\"Florida%20State%20University\"&gt;Florida State University&lt;/a&gt;, he moved with his family to &lt;a href=\"Seattle%2C%20Washington\"&gt;Seattle, Washington&lt;/a&gt; and &lt;a href=\"professor\"&gt;taught&lt;/a&gt; general &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, vascular &lt;a href=\"plant%20taxonomy\"&gt;plant taxonomy&lt;/a&gt; and &lt;a href=\"marine%20biology\"&gt;marine biology&lt;/a&gt; at Seattle Pacific College (changed to &lt;a href=\"Seattle%20Pacific%20University\"&gt;Seattle Pacific University&lt;/a&gt; in 1968). In addition to Phillips’s teaching career, he worked during the summers at &lt;a href=\"Friday%20Harbor%20Laboratory\"&gt;Friday Harbor Laboratory&lt;/a&gt;, &lt;a href=\"San%20Juan%20Islands\"&gt;San Juan Islands&lt;/a&gt; near &lt;a href=\"Seattle%2C%20Washington\"&gt;Seattle, Washington&lt;/a&gt;. He was granted a large &lt;a href=\"National%20Science%20Foundation\"&gt;National Science Foundation&lt;/a&gt; Fellowship in 1969 to complete his PhD thesis on \"&lt;a href=\"Zostera\"&gt;Zostera&lt;/a&gt;\" in 1972.\nSeagrass career.\nFrom 1957 Phillips began &lt;a href=\"scuba%20diving\"&gt;scuba-diving&lt;/a&gt; as an integral part of his scientific field research into seagrasses. In 1959 he worked for Bob Ingle, the Director of the &lt;a href=\"Florida%20Fish%20and%20Wildlife%20Conservation%20Commission\"&gt;Florida State Board of Conservation Marine Lab&lt;/a&gt;, on projects involving the first recorded experimental seagrass transplants in order to restore habitats at dredged sites. In 1973, marine botanist and seagrass taxonomist &lt;a href=\"List%20of%20marine%20biologists\"&gt;Cornelius den Hartog&lt;/a&gt; invited Prof. Phillips to join the first International Seagrass Workshop in &lt;a href=\"Leiden%2C%20Netherlands\"&gt;Leiden, Netherlands&lt;/a&gt; along with many international seagrass experts with whom he worked throughout his career. \nHis scientific travels took him to 35 countries (&lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;, France, Mexico, Australia, New Zealand, Japan, China and &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;, United Kingdom, Israel and &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt;, the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, &lt;a href=\"Palau\"&gt;Palau&lt;/a&gt;) and many places around &lt;a href=\"South%20America\"&gt;South America&lt;/a&gt; and the &lt;a href=\"Persian%20Gulf\"&gt;Persian Gulf&lt;/a&gt;. His domestic travels included &lt;a href=\"Alaska\"&gt;Alaska&lt;/a&gt;, &lt;a href=\"Hawaii\"&gt;Hawaii&lt;/a&gt;, &lt;a href=\"Guam\"&gt;Guam&lt;/a&gt; and every state except &lt;a href=\"Delaware\"&gt;Delaware&lt;/a&gt; and &lt;a href=\"Vermont\"&gt;Vermont&lt;/a&gt;.\nHe was a key speaker in many international Symposiums, conferences and meetings, and he was involved in the creation of several &lt;a href=\"Marine%20protected%20area\"&gt;Natural&lt;/a&gt; and &lt;a href=\"Biosphere%20Reserve\"&gt;Biosphere Reserve&lt;/a&gt;s.\nSports.\nRon had many varied sports interests and played on school teams for &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; and &lt;a href=\"marksmanship\"&gt;marksmanship&lt;/a&gt; during secondary school and at &lt;a href=\"Wheaton%20College%20%28Illinois%29\"&gt;Wheaton College (Illinois)&lt;/a&gt;. He was a &lt;a href=\"motorcycle\"&gt;motorcycle&lt;/a&gt; enthusiast and &lt;a href=\"motorcycle%20racing\"&gt;raced motorcycles&lt;/a&gt; until 1998. He began &lt;a href=\"skydiving\"&gt;skydiving&lt;/a&gt; in the early 1990s. He won various &lt;a href=\"marksmanship\"&gt;marksmanship&lt;/a&gt; and &lt;a href=\"skeet%20shooting\"&gt;skeet shooting&lt;/a&gt; competitions throughout his life. He took more than 5000 photographs around the world, including many &lt;a href=\"underwater%20photography\"&gt;underwater pictures&lt;/a&gt;.\nPersonal life.\nHe married Sylvia Anderson of &lt;a href=\"Blue%20Island%2C%20Illinois\"&gt;Blue Island, Illinois&lt;/a&gt; in late 1954 and had one son and two daughters; they divorced in 1983. He later married seagrass research colleague Nataliya A. Milchakova PhD (&lt;a href=\"Sevastopol\"&gt;Sevastopol&lt;/a&gt;) in early 2003. Prof. Phillips was a lifelong &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; and attended various evangelical churches throughout his career.\nHe is buried at Kal'fa Cemetery in Sevastopol, in the newer 5 km section of the city."
}