{
    "id": "39107763",
    "revid": "27015025",
    "url": "https://en.wikipedia.org/wiki?curid=39107763",
    "title": "Embassy of Belgium, New Delhi",
    "text": "The Embassy of Belgium in New Delhi is the &lt;a href=\"diplomatic%20mission\"&gt;diplomatic mission&lt;/a&gt; of the &lt;a href=\"Belgium\"&gt;Kingdom of Belgium&lt;/a&gt; to &lt;a href=\"India\"&gt;India&lt;/a&gt;. The &lt;a href=\"diplomatic%20mission%23Naming\"&gt;embassy&lt;/a&gt; is located in &lt;a href=\"Shantipath\"&gt;Shantipath&lt;/a&gt;, &lt;a href=\"Chanakyapuri\"&gt;Chanakyapuri&lt;/a&gt;. The Embassy of Belgium in New Delhi covers the services for India, &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt;, &lt;a href=\"Maldives\"&gt;the Maldives&lt;/a&gt;, &lt;a href=\"Bhutan\"&gt;Bhutan&lt;/a&gt; and &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt;. Belgium also operates a consulate in &lt;a href=\"Mumbai\"&gt;Mumbai&lt;/a&gt; and &lt;a href=\"Chennai\"&gt;Chennai&lt;/a&gt;. The Belgian ambassador to India is Francois Delhaye. \nBelgium had opened its embassy in India in 1947, just a few months after India's independence. Its first ambassador to India was &lt;a href=\"Eug%C3%A8ne%2C%2011th%20Prince%20of%20Ligne\"&gt;Eugène, 11th Prince of Ligne&lt;/a&gt;. \nThe construction of the current embassy complex (seen in picture) was designed and managed by &lt;a href=\"Satish%20Gujral\"&gt;Satish Gujral&lt;/a&gt;, and completed in 1984. The design resembles a fortress of rocky outcrops. The building complex includes the administrative buildings of the embassy, chancellor's residence, ambassador's residence, and staff housing. The embassy was one of Satish Gujral's most challenging assignments, winning him national and international awards. In 2000, the building was recognised as one of the 1000 best buildings of the 20th century \nThe embassy is located in New Delhi's diplomatic district in Chanakyapuri. The front facade consists of two large cupolas with a central fold above the entrance. The entrance opens into a courtyard with stone masonry and greenery within. The building is constructed with red bricks. The ubiquitous red brick construction of the building has been compared to early architectural forms prevalent in &lt;a href=\"Mohenjo-daro%23Architecture_and_urban_infrastructure\"&gt;Mohenjo-daro&lt;/a&gt; and the &lt;a href=\"buddhist%20architecture\"&gt;buddhist architecture&lt;/a&gt; in &lt;a href=\"Sanchi%20Stupa\"&gt;Sanchi&lt;/a&gt; and &lt;a href=\"Nalanda\"&gt;Nalanda&lt;/a&gt;. Along with two other embassies, the post-modern architecture of the Belgian embassy in New Delhi has been critiqued by &lt;a href=\"Roger%20Connah\"&gt;Roger Connah&lt;/a&gt; for its confusing appeal to &lt;a href=\"Delhi%20Sultanate\"&gt;pre-colonial glory of Delhi&lt;/a&gt; on one hand and the fading &lt;a href=\"British%20India\"&gt;(British) empire&lt;/a&gt; on the other. Some parts of the building near the entrance are open to visitors, while the parts hosting the residence and the administrative blocks are not accessible to the public.\nAmbassadors.\nThe current ambassador is &lt;a href=\"His%20Excellency\"&gt;H.E.&lt;/a&gt; Francois Delhaye. The ambassador until 2018 was Jan Luykx."
}