{
    "id": "3910338",
    "revid": "203952",
    "url": "https://en.wikipedia.org/wiki?curid=3910338",
    "title": "Charles Plympton Smith",
    "text": "Charles Plympton Smith (born June 1, 1954, &lt;a href=\"Burlington%2C%20Vermont\"&gt;Burlington, Vermont&lt;/a&gt;) is the Interim Executive Director of the &lt;a href=\"https%3A//www.flynnvt.org/\"&gt;Flynn Center for the Performing Arts&lt;/a&gt; in Burlington, Vermont. He is a former banker and politician from the U.S. state of &lt;a href=\"Vermont\"&gt;Vermont&lt;/a&gt; who served in the &lt;a href=\"Vermont%20House%20of%20Representatives\"&gt;Vermont House of Representatives&lt;/a&gt;. The son of banker and state senator &lt;a href=\"Frederick%20Plympton%20Smith\"&gt;Frederick Plympton Smith&lt;/a&gt;, he received a B.A. from &lt;a href=\"Harvard%20College\"&gt;Harvard College&lt;/a&gt; in 1978, following which he attended the &lt;a href=\"University%20of%20Melbourne\"&gt;University of Melbourne&lt;/a&gt;, Melbourne Australia on a one-year &lt;a href=\"Rotary%20Foundation%20Scholarship\"&gt;Rotary Foundation Scholarship&lt;/a&gt;. From 1975 to 1978 he served two terms in the Vermont House of Representatives, alternating semesters between Harvard and the legislature, which meets only in the spring. He was nominated by both the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; and Republican parties.\nIn 1980, he was appointed to the &lt;a href=\"Vermont%20Public%20Service%20Board\"&gt;Vermont Public Service Board&lt;/a&gt;. From 1981 to 1983 he was Staff Director and Administrative Assistant for then-Congressman &lt;a href=\"James%20Jeffords\"&gt;James Jeffords&lt;/a&gt;. From 1984 to 1987 he was Vice-President of Sales and Marketing for Transphase Systems, Inc. in California. From 1988 to 1996 he was District Vice-President of &lt;a href=\"KeyBank\"&gt;KeyBank&lt;/a&gt;, National Association in Burlington, Vermont, then President and Senior Commercial lender until 2002.\nIn January 2003, he was appointed Secretary to the &lt;a href=\"Vermont%20Agency%20of%20Human%20Services\"&gt;Vermont Agency of Human Services&lt;/a&gt; by Governor &lt;a href=\"Jim%20Douglas\"&gt;Jim Douglas&lt;/a&gt;. From February 2005 until March 2006 he was Secretary of the Vermont Agency of Administration. On January 27, 2006, he was named president of the &lt;a href=\"Snelling%20Center%20for%20Government\"&gt;Snelling Center for Government&lt;/a&gt; and served in this role until November 2009. \nHe is now a management consultant residing in Burlington and has taken on interim roles such as President of Vermont PBS (2014-2015), President of the Vermont Symphony Orchestra (2015-2016), COO of Vermont Energy Investment Corporation (2016-2017), and most recently as Executive Director of the Flynn Center. He is also a Principal in the building and management of the largest solar-power array in Vermont at Whitcomb Farm in Essex, Vermont.\nSmith's board memberships include or have included Cathedral Square Corporation; New England Culinary Institute; Blue Cross and Blue Shield of Vermont (current Chairman); Vermont Energy Investment Corporation; United Way of Chittenden County, as Chair of its Community Investment Committee; Dental Dental of Vermont; Greater Burlington Industrial Corporation; and the Board of Trustees of &lt;a href=\"Champlain%20College\"&gt;Champlain College&lt;/a&gt;.\nHe lives in Burlington, Vermont with his wife, Amy Mellencamp. They have two children: Emily Mellencamp Smith and Charles Plympton Smith V. Charles is the younger brother of former U.S. Congressman &lt;a href=\"Peter%20Plympton%20Smith\"&gt;Peter Plympton Smith&lt;/a&gt;."
}