{
    "id": "39112749",
    "revid": "39795743",
    "url": "https://en.wikipedia.org/wiki?curid=39112749",
    "title": "McDonald's New Zealand",
    "text": "McDonald's Restaurants (New Zealand) Limited (also using the &lt;a href=\"trading%20name\"&gt;trading name&lt;/a&gt; \"Macca's\") is the &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt; subsidiary of the international &lt;a href=\"fast%20food%20restaurant\"&gt;fast food restaurant&lt;/a&gt; chain &lt;a href=\"McDonald%27s\"&gt;McDonald's&lt;/a&gt;. Its first location opened in 1976. McDonald's New Zealand currently has over 160 restaurants operating nationwide, serving an estimated one million people each week. McDonald's Restaurants NZ earned revenues of over $250 million in the 2018 financial year.\nAs with McDonald's locations worldwide, the &lt;a href=\"Master%20franchise\"&gt;franchise&lt;/a&gt; primarily sells &lt;a href=\"hamburger\"&gt;hamburger&lt;/a&gt;s, &lt;a href=\"cheeseburger\"&gt;cheeseburger&lt;/a&gt;s, &lt;a href=\"chicken%20%28food%29\"&gt;chicken&lt;/a&gt;, &lt;a href=\"french%20fries\"&gt;french fries&lt;/a&gt;, &lt;a href=\"breakfast\"&gt;breakfast&lt;/a&gt; items, &lt;a href=\"soft%20drink\"&gt;soft drink&lt;/a&gt;s, &lt;a href=\"milkshake\"&gt;milkshake&lt;/a&gt;s and &lt;a href=\"dessert\"&gt;dessert&lt;/a&gt;s. In response to changing consumer tastes, the company has expanded its menu to include &lt;a href=\"salad\"&gt;salad&lt;/a&gt;s, &lt;a href=\"fish%20%28food%29\"&gt;fish&lt;/a&gt;, &lt;a href=\"wrap%20%28food%29\"&gt;wraps&lt;/a&gt;, &lt;a href=\"smoothie\"&gt;smoothie&lt;/a&gt;s, and fruit. The company also operates the &lt;a href=\"Georgie%20Pie\"&gt;Georgie Pie&lt;/a&gt; and &lt;a href=\"McCaf%C3%A9\"&gt;McCafé&lt;/a&gt; chains within many of its stores; through the latter McDonald's is the largest coffee shop brand in the country.\nMcDonald's New Zealand operations are based in &lt;a href=\"Greenlane\"&gt;Greenlane&lt;/a&gt;, &lt;a href=\"Auckland\"&gt;Auckland&lt;/a&gt;.\nHistory.\n1970s.\nThe first McDonald's restaurant in New Zealand opened on Cobham Court in central &lt;a href=\"Porirua\"&gt;Porirua&lt;/a&gt; on Monday 7 June 1976, however it was not &lt;a href=\"opening%20ceremony\"&gt;officially opened&lt;/a&gt; until the following Saturday. The original menu featured the &lt;a href=\"Big%20Mac\"&gt;Big Mac&lt;/a&gt; (75 cents), &lt;a href=\"Quarter%20Pounder\"&gt;Quarter Pounder&lt;/a&gt; (65c), Quarter Pounder with Cheese (75c), &lt;a href=\"Filet-O-Fish\"&gt;Filet-O-Fish&lt;/a&gt; (65c), cheeseburger (40c) and hamburger (30c).\nProblems were encountered opening the restaurant due to strict import laws at the time, which limited importing of overseas products that could be produced in New Zealand. The kitchen for the Porirua restaurant was imported on the condition that it was to allow local companies to reproduce it, and it was to be sent back after 12 months. However, the kitchen had been cemented into the floor and removing parts of it while still maintaining the restaurant operation meant it was impossible. The New Zealand affiliate eventually negotiated with the Corporation to import more kitchens in exchange for a large surplus of cheese the New Zealand Dairy Board (now &lt;a href=\"Fonterra\"&gt;Fonterra&lt;/a&gt;) had.\nOnce the Porirua restaurant was open, there were additional problems with the supply chain, with frequent industrial unrest often shutting down suppliers without warning for weeks on end. An industrial dispute shut down the bun supplier in mid-1976, resulting in McDonald's staff having to drive all over Wellington to find substitute buns, and then cutting the sesame seed buns for the Big Mac using two &lt;a href=\"bandsaw\"&gt;bandsaw&lt;/a&gt;s placed side-by-side. Beef patties were initially supplied from the Gear Meat Company in &lt;a href=\"Petone\"&gt;Petone&lt;/a&gt;, although supply was haphazard until a purpose-built meat forming machine was acquired in 1977. Like many other companies at the time, Gear Meat was plagued by industrial unrest and closed down without warning in 1982, leaving McDonald's to import beef patties from Australia. The affiliate acquired Gear Meat's patty-forming machine and moved it to Auckland to secure production. By coincidence, part of Gear Meat's former site now contains a McDonald's restaurant.\nThe second New Zealand restaurant opened in the old &lt;a href=\"Auckland%20Savings%20Bank%20Building\"&gt;Auckland Savings Bank Building&lt;/a&gt; on &lt;a href=\"Queen%20Street%2C%20Auckland\"&gt;Queen Street, Auckland&lt;/a&gt; in July 1977. Restaurants in &lt;a href=\"New%20Lynn\"&gt;New Lynn&lt;/a&gt; and &lt;a href=\"Lower%20Hutt\"&gt;Lower Hutt&lt;/a&gt; opened in 1978, being the first with &lt;a href=\"drive-through\"&gt;drive-through&lt;/a&gt;s. By the end of the decade, restaurants had also opened in Takapuna, Henderson, and Courtenay Place (central Wellington).\n1980s.\nExpansion in the first ten years was initially limited to the North Island. The first South Island restaurants opened on 3 November 1987 at &lt;a href=\"Merivale%2C%20Christchurch\"&gt;Merivale&lt;/a&gt; and &lt;a href=\"Linwood%2C%20New%20Zealand\"&gt;Linwood&lt;/a&gt; in &lt;a href=\"Christchurch\"&gt;Christchurch&lt;/a&gt;. Problems finding franchisees meant the opening of the third restaurant at &lt;a href=\"Riccarton%2C%20New%20Zealand\"&gt;Riccarton&lt;/a&gt; was delayed until later, while the franchisees of the &lt;a href=\"Whangarei\"&gt;Whangarei&lt;/a&gt; restaurant transferred south to the Merivale restaurant on the possibility of a second restaurant in the future. Both restaurants almost broke worldwide opening day records, just losing the title due to a poor exchange rate.\n1990s.\nIn 1990, McDonald's purchased a former car yard site for its &lt;a href=\"Taupo\"&gt;Taupo&lt;/a&gt; restaurant, which opened in November that year. The site came with a decommissioned &lt;a href=\"Douglas%20DC-3\"&gt;Douglas DC-3&lt;/a&gt; aircraft, complete with intact &lt;a href=\"cockpit\"&gt;cockpit&lt;/a&gt;. The plane has become a tourist landmark, and now contains a seating area for diners.\nThe 50th New Zealand McDonald's restaurant opened in 1991 at &lt;a href=\"Westfield%20Chartwell\"&gt;Chartwell Square Mall&lt;/a&gt;, Hamilton. The 100th restaurant opened five years later at the &lt;a href=\"Auckland%20University%20of%20Technology\"&gt;Auckland University of Technology&lt;/a&gt;. Breakfast meals were introduced in the same year, first at the &lt;a href=\"Auckland%20Savings%20Bank%20Building\"&gt;Auckland Queen Street restaurant&lt;/a&gt; before expanding nationally.\nMcDonald's purchased the fast-food chain &lt;a href=\"Georgie%20Pie\"&gt;Georgie Pie&lt;/a&gt; from &lt;a href=\"Progressive%20Enterprises\"&gt;Progressive Enterprises&lt;/a&gt; in 1996. The Georgie Pie chain closed in 1998, with half of the 32 restaurants converting to McDonald's and the remainder sold off. In 1998, New Zealand's first McCafé opened in the Queen Street restaurant.\nFrom 1997 to 1999 the company endorsed \"&lt;a href=\"McDonald%27s%20Young%20Entertainers\"&gt;McDonald's Young Entertainers&lt;/a&gt;\", a televised talent show for young New Zealanders.\n2000s.\nIn 2004, the &lt;a href=\"Happy%20Meal\"&gt;Happy Meal&lt;/a&gt; children's menu celebrated 25 years since its introduction in 1979. In the same year, nutrition labelling was introduced to packaging on McDonald's core menu items.\nIn 2009, the original Porirua McDonald's restaurant in Cobham Court closed, replaced by a new restaurant with drive-through a short distance away in Kenepuru Drive.\n2010s.\nIn May 2013, McDonald's announced it would bring Georgie Pie back on a trial basis, selling a single pie flavour through several McDonald's restaurants in the Upper North Island. Later in October, it announced it would roll out Georgie Pie to all McDonald's restaurants nationwide, excluding those who could not accommodate the necessary equipment. The Georgie Pie menu items were discontinued in September 2020.\nCreate your taste.\nIn 2014 McDonald's introduced 'Create Your Taste' to New Zealand. The customer creates a gourmet burger from scratch on the touch-screen \"kiosk\" and the burger, fries and drink are delivered to them at their table. A related competition invited customers to submit their burger creations to the McDonald's website and relied on users to vote for their favourite design. The competition was pulled in July 2016 after website users created burgers with offensive names.\nAll Day Breakfast.\nFollowing the United States and Australia, McDonald's launched the All Day Breakfast menu in New Zealand on May 4, 2016. The menu consists of a limited range of breakfast products, which are:\n40th Anniversary.\nMcDonald's celebrated 40 years in New Zealand on 7 June 2016; the Queen Street Auckland restaurant marked the anniversary with 1970s retro service and items on the original menu sold at their 1976 prices. At that date, McDonald's had 166 restaurants operating in New Zealand; a 167th restaurant at &lt;a href=\"Silverstream\"&gt;Silverstream&lt;/a&gt;, &lt;a href=\"Upper%20Hutt\"&gt;Upper Hutt&lt;/a&gt; was closed awaiting rebuilding after it caught fire in February 2016.\nShooting at Upper Hutt store.\nA man was shot dead by police after firing a shot at the Upper Hutt McDonald's in 2015. He was later identified as Pera Smiler, 25 of Upper Hutt.\nTe Reo Māori.\nIn 2018, the &lt;a href=\"Hastings%2C%20New%20Zealand\"&gt;Hastings&lt;/a&gt; restaurant became the first in the country to offer a menu written in &lt;a href=\"M%C4%81ori%20language\"&gt;te reo Māori&lt;/a&gt;.\nHappy Meal Reader's Program (2019).\nIn February 2019, McDonald's extended its global Happy Meal Reader's Program to New Zealand where they replaced the &lt;a href=\"Happy%20Meal\"&gt;Happy Meal&lt;/a&gt; toys with books to encourage reading among children. They announced to give away 800,000 copies of &lt;a href=\"Roald%20Dahl\"&gt;Roald Dahl&lt;/a&gt; books over the course of 12 months, where they will introduce a new book each month.\nDelivery.\nMcDonald's announced McDelivery, a delivery service, would start being trialed in Auckland starting 20 July 2016 in New Lynn and Glenfield. All deliveries will require a $25 order and incur a $7.50 delivery fee.\nProducts.\nMcDonald's New Zealand sells products consistent with its international markets – including the chain's signature product, the &lt;a href=\"Big%20Mac\"&gt;Big Mac&lt;/a&gt;. Items unique to the New Zealand menu include:\n, McDonald's bought more than NZ$150 million worth of local produce for its New Zealand restaurants.\nIn 2018, the &lt;a href=\"Cookie%20Time\"&gt;McDonald's Cookie Time McFlurry&lt;/a&gt; was available through a week prior to in store launch on &lt;a href=\"Uber%20Eats\"&gt;Uber Eats&lt;/a&gt;.\nFranchisees and employment relations.\nMcDonald's New Zealand has &lt;a href=\"trade%20union\"&gt;union&lt;/a&gt; representation. This has led to demands for equal pay with other fast food sector employees, such as those in KFC. There were also protests about favouritism of police officers and the accused harassment of one member staff for being gay. The demand for higher wages ultimately led to a strike which began on 22 May 2013 in the Bunny St McDonald's in Wellington.\nIn May 2013, the &lt;a href=\"Fifth%20National%20Government%20of%20New%20Zealand\"&gt;National Government&lt;/a&gt; reintroduced a youth minimum wage for 16- and 17-year-olds at 80 percent of the adult minimum wage. McDonald's was one of seven major companies employing young people to reject a youth minimum wage and insisting young employees be paid at least the adult minimum wage.\nIn December 2019, Lauren McAuslin was the youngest McDonald's franchisee in the country. She is 34 and owns 3 restaurants in &lt;a href=\"New%20Plymouth\"&gt;New Plymouth&lt;/a&gt;. She also ran her parent's business in &lt;a href=\"Blenheim%2C%20New%20Zealand\"&gt;Blenheim&lt;/a&gt; where she sold Big Macs and &lt;a href=\"milkshake\"&gt;milkshake&lt;/a&gt;s."
}