{
    "id": "39136737",
    "revid": "3306290",
    "url": "https://en.wikipedia.org/wiki?curid=39136737",
    "title": "Westminster Memorial Hospital",
    "text": "The Westminster Memorial Hospital is a small &lt;a href=\"community%20hospital\"&gt;community hospital&lt;/a&gt; in &lt;a href=\"Shaftesbury\"&gt;Shaftesbury&lt;/a&gt;, Dorset, England. It provides about 20 in-patient beds, a minor injuries department, a range of out-patient clinics and other support services. It opened in 1874.\nHistory.\nIn 1871, some two years after the death of &lt;a href=\"Richard%20Grosvenor%2C%202nd%20Marquess%20of%20Westminster\"&gt;Richard Grosvenor, 2nd Marquess of Westminster&lt;/a&gt;, his wife, Lady Elizabeth Leveson-Gower, and one daughter gave a plot of land for the construction of a hospital in her husband's memory. He had long connections with Shaftesbury, owning much property in the vicinity. The family lived in &lt;a href=\"Motcombe\"&gt;Motcombe&lt;/a&gt; for part of the year and the Marquess died in the new Fonthill Abbey, &lt;a href=\"Fonthill%20Gifford\"&gt;Fonthill Gifford&lt;/a&gt;, some 10 miles from Shaftesbury. The foundation stone was laid in May 1871 by Lady Theodora Grosvenor, and three years later the hospital was inaugurated by &lt;a href=\"George%20Moberly\"&gt;George Moberly&lt;/a&gt;, Bishop of Salisbury. The design of the building was by &lt;a href=\"Joseph%20Boothroyd%20Corby\"&gt;J B Corby&lt;/a&gt; of &lt;a href=\"Stamford%2C%20Lincolnshire\"&gt;Stamford, Lincolnshire&lt;/a&gt; and the hospital was constructed by a Shaftesbury man, Mr C J Miles.\nThe funding of the hospital's six beds in its early days was through subscribers (a &lt;a href=\"guinea%20%28coin%29\"&gt;guinea&lt;/a&gt; annually or a lifetime payment of £20). Patients were subject to a modest fee and there was a small income from an &lt;a href=\"endowment%20fund\"&gt;endowment fund&lt;/a&gt; provided by the Grosvenor family. No parish poor were admitted but instead were cared for in the local &lt;a href=\"workhouse\"&gt;workhouse&lt;/a&gt; infirmary.\nIn 1907 the first major addition to the hospital was a small &lt;a href=\"operating%20theatre\"&gt;operating theatre&lt;/a&gt;, funded by Lady Theodora in memory of her mother, deceased some 16 years previously. Local doctors had suggested the theatre and it was built as an extension on the west side of the hospital with a &lt;a href=\"Roof%20lantern\"&gt;double lantern&lt;/a&gt; roof to admit full light. Further development followed with central heating installed in 1909 and an X-ray facility, after some delay, in 1919. To assist with the funding of the hospital the Shaftesbury Carnival Committee donated money from the annual carnival. In 1924 there was a meeting with representatives of the &lt;a href=\"Salisbury%20District%20Hospital\"&gt;Salisbury Infirmary&lt;/a&gt; regarding affiliation. 1928 saw the inauguration of the Hospital League, an adjunct organisation to which subscribers paid to qualify for treatment at the hospital. In 1930 a major enlargement to the hospital was opened by &lt;a href=\"Evelyn%20Seymour%2C%2017th%20Duke%20of%20Somerset\"&gt;Lord Evelyn Seymour&lt;/a&gt; and his wife Lady Edith Seymour, the Duchess of Somerset; this provided more bed space and accommodation for staff. The out-patients department was added in 1938 and in the same year there was an agreement to join the Salisbury Hospital Group.\nIn 1948, Castle Hill House was purchased and converted into a small maternity unit which was managed by the Matron from the WMH and local doctors. It functioned until the early 1980s when it closed and was later sold.\n&lt;a href=\"Robert%20Grosvenor%2C%205th%20Duke%20of%20Westminster\"&gt;Robert Grosvenor, 5th Duke of Westminster&lt;/a&gt; opened an extension for the use of outpatients in 1971.\nManagement.\nOriginally the hospital was managed by a committee of local medical practitioners and worthies, with the day-to-day running managed by a matron. In 1938 the hospital became part of the Salisbury Hospital Group. In 1986 it became part of the Salisbury Community NHS Trust and remained so until 2001, when its management and development was taken over by what is now &lt;a href=\"Dorset%20HealthCare%20University%20NHS%20Foundation%20Trust\"&gt;Dorset HealthCare University NHS Foundation Trust&lt;/a&gt;. In 2007 a review of the hospital was undertaken, with the aim of closing or redeveloping the facility. There was a full public consultation and the decision was to further develop the services available on-site.\nLeague of Friends.\nThe hospital has a very active and successful League of Friends, formed in 1950, which raises money to fund projects that have a lower priority on the NHS budget.\nPresent day services.\nThe Westminster Memorial Hospital at present (2013) provides:"
}