{
    "id": "39162028",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=39162028",
    "title": "The Diviners (Bray novel)",
    "text": "The Diviners is a 2012 &lt;a href=\"young%20adult%20novel\"&gt;young adult novel&lt;/a&gt; by &lt;a href=\"Libba%20Bray\"&gt;Libba Bray&lt;/a&gt;. The book was published on September 18, 2012 by &lt;a href=\"Little%2C%20Brown%20Books%20for%20Young%20Readers\"&gt;Little, Brown Books for Young Readers&lt;/a&gt; and is set in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt; during the 1920s. The plot follows seventeen-year-old Evie O'Neill as she helps her uncle Will - curator of the fictional \"Museum of American Folklore, Superstition, and the Occult\" - uncover the killer behind a mysterious series of murders.\nThe book has been nominated for an \"&lt;a href=\"Andre%20Norton%20Award\"&gt;Andre Norton Award for Young Adult Science Fiction and Fantasy&lt;/a&gt;\" as well as a \"&lt;a href=\"Bram%20Stoker%20Award\"&gt;Bram Stoker Award&lt;/a&gt;\", and was one of the &lt;a href=\"YALSA\"&gt;YALSA's&lt;/a&gt; picks for \"best audiobook of 2012\".\nPlot.\nEvie O'Neill, a young girl in the 1920s, is sent to live with her uncle after another in a series of disastrous events in her hometown. At the same time, a &lt;a href=\"ouija\"&gt;ouija&lt;/a&gt; board has awakened a spirit by the name of Naughty John. After hearing of numerous mysterious murders she uses her powers of object reading with the help of her uncle to defeat the spirit serial killer. Along the way, she discovers more people of her kind with supernatural abilities and they unearth mysteries that deepen their suspicions towards a bigger plan behind the murders.\nThe sequel 'Lair of Dreams' picks up the pace, reveals more about characters central to the plot, and opens doors to new horrors. \nThe third book 'Before the Devil Breaks You' follows the Diviners as they try to uncover who is bringing an army of killer ghosts from the beyond and who exactly is The King of Crows.\nThe fourth book 'The King of Crows' brings the story to its climax as new characters are introduced and the stakes are at their highest. \nCharacters.\nEvie O'Neill.\nEvie is a flapper, a 1920s party girl who often uses terms like \"post-i-tute-ly\" and wears her hair in a bob. A diviner, Evie has the ability to \"read\" objects, finding out secrets about their owners when she holds them in her hands. In \"Lair of Dreams\", she becomes \"America's Sweetheart Seer,\" with her own radio show. Evie enjoys flirting, and at the end of \"The Diviners\" she enters her first real romantic relationship with Jericho in spite of her ongoing flirtation with Sam and her awareness of Mabel's crush on Jericho. She is 17 years old at the start of the series.\nMabel Rose.\nMabel is Evie's best friend, one whom Evie gets into trouble every once in a while. The daughter of communist labor organizers, Mabel is relatively sheltered and plain compared to the more outgoing, flamboyant Evie. Mabel has harbored a crush on Jericho, who lives downstairs from her, for several years.\nWilliam Fitzgerald.\nWilliam \"Uncle Will\" Fitzgerald is a professor of history and Evie's uncle. He becomes her guardian in \"The Diviners.\" Will runs the Museum of American Folklore, Superstition, and the Occult (often referred to by New Yorkers as \"the Museum of Creepy Crawlies\") and employs Jericho as his assistant.\nSam Lloyd.\nSam (whose birth name is Sergei Lubovitch) is a talented thief and con man. A diviner, Sam has the ability to avoid people's notice through willing them not to see him. He often flirts with Evie, and tries to maintain a detached, humorous view of his own life.\nJericho Jones.\nJericho is Will's assistant at the museum, and Mabel's neighbor. He is notable for his great size and physical strength, as well as his characteristically dour outlook. After being injured by a bullet and resuscitated through a futuristic serum, Jericho reveals that most of his body runs on machinery because of a childhood bout of polio that left him unable to breathe without first an &lt;a href=\"iron%20lung\"&gt;iron lung&lt;/a&gt; and later a \"miracle cure\" created by inventor Jacob Marlowe.\nMemphis Campbell.\nMemphis is a numbers runner working for a crime boss in Manhattan, one who is widely known throughout Harlem for collecting bets from residents throughout the neighborhood. A diviner, Memphis has the power to heal others, but has not used that power since his failed attempt to heal his mother resulted in her death. Memphis dreams of being a published poet, but cannot pursue that dream while he must take care of his little brother Isaiah. He has feelings for Theta Knight.\nTheta Knight.\nTheta (former name: Betty Sue Bowers) is a &lt;a href=\"Ziegfeld%20girl\"&gt;Ziegfeld girl&lt;/a&gt; who also enjoys the free-wheeling lifestyle of a flapper. She lives in the same building as Mabel and Jericho, along with her roommate and best friend Henry. A diviner, Theta has the power to create heat and flames from her hands when distressed. Theta is on the run from her past in Kansas, where she escaped an abusive husband through use of her diviner power. She is in love with Memphis.\nHenry DuBois IV.\nHenry is a former Louisiana resident who is best friends and roommates with Theta. He and Theta became best friends shortly after she arrived in New York, and he often plays the piano to accompany her dancing in the &lt;a href=\"Ziegfeld%20Follies\"&gt;Ziegfeld Follies&lt;/a&gt;. A diviner, Henry can walk through other people's dreams and change those dreams. Henry is separated from his lover Louis, a violinist, and wants to save enough money to buy himself a new piano and also to bring Louis to join him.\nNaughty John.\n\"Naughty\" John Hobbes is a dead serial killer, accidentally summoned by an ouija board, who kills to become the living avatar of a Christian cult known as The Brethren. He was hanged in the 1870s but his dark religious rituals afforded him a way to return after death as a ghost. When he was alive, he had romantic relations with Mary White Blodgett, whom he later killed as part of his series of 12 religious offerings.\nIsaiah Campbell.\nMemphis's little brother. A diviner, Isaiah can predict the future, see through the backs of cards, and walk in dreams.\nBlind Bill Johnson.\nBill is a homeless gambling addict constantly in search of the next lucky number that will win him more money. A diviner, Bill has the power to steal life force from others and to kill them with his mind.\nThe Proctor sisters.\nLillian and Adelaide Proctor are two old ladies who live on the top floor of the same building as Mabel. They perform small magics to protect their home and see the future, including through regularly sacrificing some of their many cats in order to read omens in the cats' entrails.\nThe homeless veteran.\n(Real name: Luther Clayton) The veteran is implied in this book to be a diviner, although Evie does not know how much to trust his warnings. He is a survivor of World War I, one who reminds Evie of her brother James who was killed in the war.\nArthur.\nArthur is a Marxist revolutionary, implied to be a violent anarchist. He helps Mabel escape from a raid on a speakeasy, and has romantic interest in Mabel. Although Mabel is flattered by his attention, she also considers him dangerous because even her relatively radical parents consider him too extreme in his views.\nThe King of Crows.\nDescribed as a tall man in a stovepipe hat and a cloak of blue-black feathers, he is arranging some master plan and appears in dreams.\nThe crow.\nThe crow follows Memphis around and occasionally scares him. It is believed to be Memphis's mother. \nThe girl with the green eyes (Ling).\nLing appears once in The Diviners, as simply \"the girl with the green eyes\" who walks through one of Evie's dreams, but she becomes the main character of \nLair of Dreams. The daughter of Irish and Chinese immigrants, Ling can walk through others' dreams and talk to the dead inside those dreams.\nDevelopment.\nBook two of \"The Diviners\" (\"Lair of Dreams\") was published in 2015. Book three (\"Before The Devil Breaks You\") was released on October 3rd 2017. Book four (\"The King of Crows\") was released on February 4th 2020.\nBray has stated that she wrote the first novel because she was a \"horror fan\" and because she \"wanted to write another series, something historical, but also supernatural\".\nReception.\nCritical reception for \"The Diviners\" was positive, with the book garnering positive reviews from \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\", \"&lt;a href=\"Kirkus%20Reviews\"&gt;Kirkus Reviews&lt;/a&gt;\", and \"&lt;a href=\"Booklist\"&gt;Booklist&lt;/a&gt;\". &lt;a href=\"The%20Star%20%28Malaysia%29\"&gt;\"The Star\"&lt;/a&gt; wrote a mostly positive review, stating an overall positive opinion while expressing frustration that the ending didn't \"feel more solid\". \"&lt;a href=\"School%20Library%20Journal\"&gt;School Library Journal&lt;/a&gt;\" lauded \"The Diviners\", marking it as one of their best books of 2012.\nFilm adaptation.\nFilm rights to \"The Diviners\" were purchased by &lt;a href=\"Paramount%20Pictures\"&gt;Paramount Pictures&lt;/a&gt;, with an intent to have Bray adapt the screenplay. &lt;a href=\"Josh%20Schwartz\"&gt;Josh Schwartz&lt;/a&gt; and &lt;a href=\"Stephanie%20Savage\"&gt;Stephanie Savage&lt;/a&gt; have been named as the film's producers."
}