{
    "id": "3917812",
    "revid": "369638",
    "url": "https://en.wikipedia.org/wiki?curid=3917812",
    "title": "Owarai",
    "text": " is a broad word used to describe &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt;ese &lt;a href=\"comedy\"&gt;comedy&lt;/a&gt; as seen on &lt;a href=\"television\"&gt;television&lt;/a&gt;. The word \"owarai\" is the &lt;a href=\"Honorific%20speech%20in%20Japanese%23Honorific%20prefixes\"&gt;honorific&lt;/a&gt; form of the word \"warai\" (by adding &lt;a href=\"o-\"&gt;o-&lt;/a&gt; &lt;a href=\"prefix\"&gt;prefix&lt;/a&gt;), meaning \"a laugh\" or \"a smile\". \"Owarai\" is most common on &lt;a href=\"Japanese%20variety%20show\"&gt;Japanese variety show&lt;/a&gt;s and the comedians are referred to as \"owarai\" \"&lt;a href=\"Glossary%20of%20owarai%20terms%23geinin\"&gt;geinin&lt;/a&gt;\" or \"owarai &lt;a href=\"tarento\"&gt;tarento&lt;/a&gt;\". Presently Japan is considered to be in an \"\"owarai\" boom\", and many minor talents have been finding sudden fame after a &lt;a href=\"Glossary%20of%20owarai%20terms%23gag\"&gt;gag&lt;/a&gt; or skit became popular.\nCharacteristics.\n&lt;a href=\"Manzai\"&gt;Manzai&lt;/a&gt; (), a traditional form of Japanese comedy that became the basis of many modern acts today, is characterized by a pair of usually older male comedians acting certain roles in a constant comedic battle against themselves. This tradition is continued in the acts of many modern talents. While there are many women talents, they are largely outnumbered by the men, and they tend to take more minor roles.\nWhereas \"manzai\" performers traditionally wore &lt;a href=\"kimono\"&gt;kimono&lt;/a&gt; (traditional Japanese dress), these days a western &lt;a href=\"Suit%20%28clothing%29\"&gt;suit&lt;/a&gt; is the outfit of choice for many \"owarai &lt;a href=\"Glossary%20of%20owarai%20terms%23kombi\"&gt;kombi&lt;/a&gt;\" (, combination; referring to a pair of comedians in a unit) and many talents who begin their careers performing in a style very similar to &lt;a href=\"stand-up%20comedy\"&gt;stand-up comedy&lt;/a&gt;, usually including aspects of \"manzai\" and &lt;a href=\"Glossary%20of%20owarai%20terms%23conte\"&gt;conte&lt;/a&gt;.\nSome minor characteristics include frequently used &lt;a href=\"sound%20effect\"&gt;sound effect&lt;/a&gt;s (cheap, old-fashioned sound effects are used intentionally for comic effect), &lt;a href=\"dajare\"&gt;dajare&lt;/a&gt; (, a Japanese-style &lt;a href=\"pun\"&gt;pun&lt;/a&gt;), and &lt;a href=\"Glossary%20of%20owarai%20terms%23dokkiri\"&gt;\"dokkiri\"&lt;/a&gt; (, a hidden-camera prank like those seen in the popular &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; show \"&lt;a href=\"Candid%20Camera\"&gt;Candid Camera&lt;/a&gt;\").\nOwarai geinin.\nOn television, most \"owarai geinin\" are introduced using their \"kombi\" name (e.g. \"Yoiko Hamaguchi\") and some \"geinin\" even retain the name of their former groups after they have parted ways.\nA few popular \"kombi\" include:\nMany owarai units have names based on English words or phrases. \"Kombi\" are usually included as guests for shows, though some (namely Downtown, Cream Stew, and Ninety-nine) often act as hosts as well.\nSome popular talents that usually don't perform in units are:\nOf these, Sanma, Tamori, and Beat Takeshi are sometimes referred to collectively as the \"big three\" because of their massive popularity. Talents such as these often act as hosts for shows, or perform together in small or large groups, something almost unimaginable for most western comedians.\nVariety shows.\nJapanese variety shows are the main outlet for most \"owarai geinin\" and along with &lt;a href=\"Japanese%20television%20drama\"&gt;drama&lt;/a&gt; and &lt;a href=\"anime\"&gt;anime&lt;/a&gt; they are some of the most popular shows on Japanese television.\nAs a general term in Japan, \"variety show\" can refer to \"straight\" variety shows with an appropriate myriad of topics, segments, and games. It is also used for comedy oriented shows that focus more on stand-up and skits, and quiz/trivia type shows featuring comic elements. It is not to be expected that a variety show will always follow the same format, and guests from Japanese music and talent pools are frequent.\nThe variety style shows generally divided into segments of games, features, and \"corners\", some very short and some shows focusing (for a special episode) solely on one game or feature. &lt;a href=\"Trivia\"&gt;Trivia&lt;/a&gt;, &lt;a href=\"quiz\"&gt;quiz&lt;/a&gt;, or &lt;a href=\"game%20show\"&gt;game show&lt;/a&gt;s in Japan are often considered \"owarai\" as the contestants of such shows are often a mix of \"owarai geinin\" and other Japanese talents of various descriptions. Game shows without any famous characters playing the role of contestants are rare.\nOf these sections and games, many can be seen recurring on a variety of shows all across Japan. It may even be possible to classify Japanese variety shows (or at least the individual sections of the shows) according to the following formats:\nSome concepts of variety shows are consistent over most of Japanese television, though they may be considered quite different from those seen in the western world. Many shows are made up of what are called &lt;a href=\"VTR\"&gt;VTR&lt;/a&gt;s, or video segments, and are usually introduced with a hand gesture and the word \"&lt;a href=\"d%C5%8Dzo\"&gt;dōzo&lt;/a&gt;\" (the implied meaning is \"let's have a look\"), though this procedure is usually made into a joke with strange gestures instead of the usual wave.\nA few popular variety/comedy shows of varying contents are:"
}