{
    "id": "39186647",
    "revid": "4321602",
    "url": "https://en.wikipedia.org/wiki?curid=39186647",
    "title": "Battle of Sesimbra Bay",
    "text": "The Battle of Sesimbra Bay was a naval engagement that took place on 3 June 1602, during the &lt;a href=\"Anglo-Spanish%20War%20%281585%29\"&gt;Anglo-Spanish War&lt;/a&gt;. It was fought off the coast of Portugal (then within the &lt;a href=\"Iberian%20Union\"&gt;Iberian Union&lt;/a&gt;) between an English naval expeditionary force sent out with orders by &lt;a href=\"Queen%20Elizabeth%20I\"&gt;Queen Elizabeth I&lt;/a&gt; to prevent any further Spanish incursions against &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt; or England itself. The English force under &lt;a href=\"Richard%20Leveson%20%28admiral%29\"&gt;Richard Leveson&lt;/a&gt; and &lt;a href=\"William%20Monson%20%28Royal%20Navy%20officer%29\"&gt;William Monson&lt;/a&gt; met a fleet of Spanish &lt;a href=\"galley\"&gt;galley&lt;/a&gt;s and a large &lt;a href=\"carrack\"&gt;carrack&lt;/a&gt; at &lt;a href=\"Sesimbra%20Municipality\"&gt;Sesimbra Bay&lt;/a&gt; commanded by &lt;a href=\"%C3%81lvaro%20de%20Baz%C3%A1n%2C%202nd%20Marquis%20of%20Santa%20Cruz\"&gt;Álvaro de Bazán&lt;/a&gt; and &lt;a href=\"Federico%20Spinola\"&gt;Federico Spinola&lt;/a&gt;. The English were victorious in battle, sinking two galleys, forced the rest to retreat, neutralized the fort, and captured the carrack in what was the last expedition to be sent to Spain by orders of the Queen before her death the following year.\nBackground.\nIn order to prevent another Spanish invasion of Ireland, &lt;a href=\"Queen%20Elizabeth%20I\"&gt;Queen Elizabeth I&lt;/a&gt; decided to fit out another fleet. Sir &lt;a href=\"Richard%20Leveson%20%28admiral%29\"&gt;Richard Leveson&lt;/a&gt; was chosen for this command as he had defeated the Spanish under &lt;a href=\"Pedro%20de%20Zubiaur\"&gt;Pedro de Zubiaur&lt;/a&gt; &lt;a href=\"Battle%20of%20Castlehaven\"&gt;at Castlehaven&lt;/a&gt; and successfully blockaded &lt;a href=\"Kinsale\"&gt;Kinsale&lt;/a&gt; from any further reinforcement later leading to the &lt;a href=\"Siege%20of%20Kinsale\"&gt;victory there&lt;/a&gt; early in 1602. He was to command a fleet of nine English and twelve &lt;a href=\"Netherlands\"&gt;Dutch&lt;/a&gt; ships, which were 'to infest the Spanish coast.' The Dutch ships were, however, late in joining, and Leveson left his &lt;a href=\"vice-admiral\"&gt;vice-admiral&lt;/a&gt; Sir &lt;a href=\"William%20Monson%20%28Royal%20Navy%20officer%29\"&gt;William Monson&lt;/a&gt; to wait for the Dutch while he put to sea with only five ships on 19 March. Within two or three days the queen sent orders to Monson to sail at once to join his admiral, for she had word that 'the silver ships had arrived at Terceira' but they had in fact arrived and left again.\n&lt;a href=\"Federico%20Spinola\"&gt;Federico Spinola&lt;/a&gt;, younger brother of &lt;a href=\"Ambrogio%20Spinola%2C%201st%20Marquis%20of%20the%20Balbases\"&gt;Ambrogio Spinola&lt;/a&gt;, had distinguished himself greatly as a soldier in the &lt;a href=\"Army%20of%20Flanders\"&gt;Army of Flanders&lt;/a&gt; and, in 1599, had successfully voyaged through the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; passing the &lt;a href=\"Straits%20of%20Dover\"&gt;Straits of Dover&lt;/a&gt; unmolested. Buoyed by this achievement he had indulged &lt;a href=\"Philip%20III%20of%20Spain\"&gt;Philip III of Spain&lt;/a&gt;, the &lt;a href=\"Francisco%20G%C3%B3mez%20de%20Sandoval%2C%201st%20Duke%20of%20Lerma\"&gt;Duke of Lerma&lt;/a&gt; and &lt;a href=\"Mart%C3%ADn%20de%20Padilla%20y%20Manrique%2C%201st%20Count%20of%20Santa%20Gadea\"&gt;Martín de Padilla&lt;/a&gt; in a vision of a massive galley-borne invasion of England from Flanders. However the council brought him down to a mere eight galleys, provided at Spinola's expense. He was on his way from &lt;a href=\"San%20Lucar\"&gt;San Lucar&lt;/a&gt; to &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; but was diverted by the &lt;a href=\"Viceroy%20of%20Portugal\"&gt;Viceroy of Portugal&lt;/a&gt; to see to the protection of a richly-laden Portuguese carrack anchored in the bay at Sesimbra.\nIt was not till the end of May that the two English squadrons met with each other. On 1 June the English were off Lisbon with two captured Spanish prizes when word reached them that a large carrack and eleven galleys were in the vicinity of Sesimbra Bay. Some of the English ships had been sent home mainly due to disease and/or unseaworthiness; others had separated &amp; they too went back home; there were now only five ships in total with Leveson.\nBattle.\nOn the morning of the 3 June, Monson and Leveson found the Spanish ships strongly posted under the guns of &lt;a href=\"Fort%20Santiago%20de%20Sesimbra\"&gt;Fort Santiago de Sesimbra&lt;/a&gt; and an old but armed &lt;a href=\"Moors\"&gt;Moorish&lt;/a&gt; castle further inland on a hill. The Spanish fleet consisted of eight galleys under the command of Spinola and another three under &lt;a href=\"%C3%81lvaro%20de%20Baz%C3%A1n%2C%202nd%20Marquis%20of%20Santa%20Cruz\"&gt;Álvaro de Bazán&lt;/a&gt; which had just recently arrived. At mid-morning Monson with , Leveson with , &lt;a href=\"Edward%20Manwaring\"&gt;Edward Manwaring&lt;/a&gt; with , followed by &lt;a href=\"English%20ship%20Nonsuch%20%281603%29\"&gt;\"Nonpareil\"&lt;/a&gt;, , and two captured &lt;a href=\"Prize%20%28law%29\"&gt;prizes&lt;/a&gt;, entered the bay of Sesimbra. As well as the carrack the Spanish galleys consisted of de Bazán's \"Christopher\", Spinola's \"St Lewis\", \"Forteleza\", \"Trinidad\", \"St John\", \"Leva\", \"Occasion\", \"San Jacinto\", \"Lazar\", \"Padilla\", and \"San Felipe\". The galleys had large cannons of sixty pounders in their bows and formed a tight defensive formation in the shallows around the carrack.\nAs the English entered the bay, without hesitation they fired with everything they had at the anchored and secured galleys but made sure they were out of effective range of the Spanish cannon. Monson's \"Garland\" was able to bombard the Spanish galleys with her sixteen &lt;a href=\"culverin\"&gt;culverin&lt;/a&gt;s forcing them to break formation. Much damage was caused but soon the galleys began to row side to side in the harbour in an attempt to avoid fire from \"Garland\", which was now anchored. Leveson in \"Warspite\" however had problems with the wind and was soon being blown out of the &lt;a href=\"Roadstead\"&gt;road stead&lt;/a&gt; despite efforts to keep \"Warspite\" in one position. Once out of effective range Leveson then rowed in a &lt;a href=\"Launch%20%28boat%29\"&gt;launch&lt;/a&gt; under fire and went on board \"Garland\" to join Monson and the rest of the fleet.\nWhen Bazán's galleys did break formation \"Dreadnought\" with her shallow &lt;a href=\"Draft%20%28hull%29\"&gt;draught&lt;/a&gt; sailed into the confusion and took them all on at close range with her eleven &lt;a href=\"demi-culverin\"&gt;demi-culverin&lt;/a&gt;s and ten &lt;a href=\"Saker%20%28cannon%29\"&gt;sakers&lt;/a&gt;. Bazán had suffered significant losses with all three of his galleys damaged and was himself soon so badly wounded that there was much disorganization. Monson decided to concentrate his fire on Spinola's galleys and within a few hours \"Garland\" and \"Nonpareil\" pounded them to the point that two of his galleys, \"Trinidad\" and \"Occasion\", were soon burned and sunk, the captain of the latter being taken prisoner. The galley slaves swam (if they could) to the English ships and Bazán's battered galleys managed to flee the action heading North.\nCapture of \"São Valentinho\".\nThe great carrack itself was surrounded and the remaining galleys under Spinola decided that the only sensible option was to retreat out of range from the bay. The rest of his galleys were already badly damaged, the galley slaves had been exhausted to the point of near death. To the surprise of the English the fire from Fort Santiago de Sesimbra began to slacken; \"Nonpareil\", \"Adventure\", and occasional fire from \"Warspite\" had poured enough accurate fire into the fortress to put most of the guns out of action within an hour. With the destruction and retreat of the galleys it became clear that the carrack was lost.\nUnder closer inspection the English realized that the carrack was a huge 1,700-ton vessel, \"São Valentinho,\" recently returned from the &lt;a href=\"Portuguese%20Empire\"&gt;Portuguese Indies&lt;/a&gt; laden with goods. The castle and the various shore defences could not fire for fear of hitting their own ships as a result ineffectual fire continued throughout the battle. The English ships though kept up enough fire to silence the rest of the shore defences and \"Garland\" and \"Dreadnought\" sailed to port and starboard respectively of \"São Valentinho\". She was soon boarded and within minutes the top deck had been secured with only a few losses and Monson wanted no more bloodshed.\nEnd.\nA parlay was offered by Monson which the Spanish reluctantly accepted and the battle was now effectively over. After Monson boarded the carrack, he was soon recognized by several Spanish officers as being their former prisoner. It turned out the galley \"Leva\", which was present at the battle but had fled, was the same galley present at &lt;a href=\"Battle%20of%20Berlengas%20Islands\"&gt;Battle of Berlengas Islands&lt;/a&gt; which had taken Monson prisoner; for Monson this was revenge. At first the Spanish and Portuguese under Don Diego Lobo wanted to give the English just the cargo and leave the ship with their colours flying but Monson was adamant and wanted the whole ship but would release all the prisoners under terms. He also forced the Spanish to cease firing and allow the English to leave unmolested. The Spanish could not burn the ship without being fired upon by the English and had \"São Valentinho\" surrounded by which two were powerful galleons.\nIn this position the Spanish agreed to the English terms; to allow \"São Valentinho\" to be taken and the castle and shore defences to seize firing. The next day after a celebratory evening meal with the Spanish and Portuguese officers on board \"Garland\", the English vessels towed out \"São Valentinho\" and with the victorious English sailing back to Plymouth unmolested.\nAftermath.\nCasualties were heavy amongst the Spanish; around 800, most of which were from the galleys. The Portuguese carrack \"São Valentinho\" was a great prize in itself; the cargo on board totalled over a million ducats, about £44,000 which just about covered the costs of the summer campaigning. \"São Valentinho\" was very similar in design to \"&lt;a href=\"Madre%20de%20Deus\"&gt;Madre de Deus&lt;/a&gt;\" which &lt;a href=\"Battle%20of%20Flores%20%281592%29\"&gt;had been captured&lt;/a&gt; at &lt;a href=\"Flores%20Island%20%28Azores%29\"&gt;Flores&lt;/a&gt; in 1592. English casualties were only twelve killed and thirty wounded, chiefly aboard \"Garland\". William Monson was very nearly killed; he had fought in armor and had his &lt;a href=\"Doublet%20%28clothing%29\"&gt;doublet&lt;/a&gt; carried away by a ball.\nMonson and Leveson were both received as heroes on their return by Queen Elizabeth and the booty was given to the crown. Leveson and Monson in return each received £3000 from the Queen and soon after their services were recommended to &lt;a href=\"King%20James%20I\"&gt;King James I&lt;/a&gt; both becoming admirals of the English Channel. The Spanish viceroy of Portugal was incensed with the defeat and the loss of the carrack, he had Don Diego Lobo condemned to death but he escaped through a window with the aid of his sister and fled to Italy.\nBazán would recover from his wounds and went on to command galleys in the &lt;a href=\"Kingdom%20of%20Naples\"&gt;Kingdom of Naples&lt;/a&gt; and later in life was to win fame in the &lt;a href=\"Relief%20of%20Genoa\"&gt;Relief of Genoa&lt;/a&gt;. Spinola would suffer another defeat, this time at the hands of Sir &lt;a href=\"Robert%20Mansell\"&gt;Robert Mansell&lt;/a&gt; and a Dutch fleet in October of the same year in the &lt;a href=\"Battle%20of%20the%20Narrow%20Seas\"&gt;Battle of the Narrow Seas&lt;/a&gt; in which his remaining six galleys that had escaped were intercepted and destroyed with only Spinola's escaping."
}