{
    "id": "39197216",
    "revid": "30607451",
    "url": "https://en.wikipedia.org/wiki?curid=39197216",
    "title": "Government Polytechnic College Satna",
    "text": "Government Polytechnic College Satna (GPC Satna, &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt;:शासकीय पॉलिटेक्निक कॉलेज सतना) is a polytechnic college in &lt;a href=\"Satna\"&gt;Satna&lt;/a&gt;. It was established in Cement City &lt;a href=\"Satna\"&gt;Satna&lt;/a&gt; in 1989 and affiliated to &lt;a href=\"Rajiv%20Gandhi%20Proudyogiki%20Vishwavidyalaya\"&gt;Rajiv Gandhi Proudyogiki Vishwavidyalaya&lt;/a&gt;.\nPolytechnic College is one of the oldest technical colleges the region. Institute are running 3 year of four Diploma courses namely Diploma in Electrical Engg. Mechanical Engg., Computer Science &amp; Engg. and Cement Technology with intake capacity of 60 in each discipline. This institute is treated as pioneer institute in Technical Education in Vindhya region because this is the only Govt. institute in whole of Madhya Pradesh in which the three year Diploma course in Cement Technology is running.\nCampus.\nThe college has its own campus sprawling over c. 51 acres of land. It has developed a well-furnished two-story academic building, consisting of c. 150,000 sq ft and a workshop of 38,000 sq ft. Besides, the college has in campus hostels for ladies and gents, a central library, central computing facilities, separate administrative block, admission cell, music club, parking place and play grounds, a high-tech seminar hall and an e-convention centre. The college has on roll teaching staff as per AICTE norms and almost equal number of technical, administrative and service supporting staff.\nDepartment and laboratory.\nComputer Science and Engineering.\nThe Department of &lt;a href=\"Computer%20Science\"&gt;Computer Science&lt;/a&gt; &amp; Engineering was instituted in the year 2006. The labs are equipped to offer I : I Computing facility to students: Internet Lab, Computer Organisation Lab., Computer Graphics Lab., Operating Systems Lab., Networking Lab., System Software lab., and Advance C and OOPS lab. Besides, there are two high end labs. SUN JAVA Lab. (by SUN Microsystems) and ORACLE lab. (by ORACLE Corporation) dedicatedly used for Projects and Trainings. Students are exposed to platforms such as SCO &lt;a href=\"UNIX\"&gt;UNIX&lt;/a&gt;, WIN 9X, WIN NT, WIN 2K, WIN XP, &lt;a href=\"LINUX\"&gt;LINUX&lt;/a&gt;, SUN SOLARIS and NOVELL in a Centrally managed Switching network. Central Computing facility, Campus-wide Networking and College Intranet, and Internet facility are managed by the Department. Total number of Computers exceed 200. Through the Continuing Education Cell, the Dept. offers Vocational and high end training programmes, during working days and during holidays and vacations: Advance &lt;a href=\"C%20%28programming%20language%29\"&gt;C&lt;/a&gt; and &lt;a href=\"C%2B%2B\"&gt;C++&lt;/a&gt;, &lt;a href=\"VC%2B%2B\"&gt;VC++&lt;/a&gt;, ORACLE 9i, &lt;a href=\"Java%20%28programming%20language%29\"&gt;Java&lt;/a&gt; and 12EE, LINUX (RedHat), Regular students Seminars and Projects works are routinely Conducted. The Department encourages R &amp; D activities and faculty Development Programme for the teachers.\nMechanical Engineering.\nThe Mechanical Engineering Department of Govt. Polytechnic College Satna was established in the year 1991. It has faculty from various backgrounds like from Industry R&amp;D, and Teaching. \nThe laboratories are \napplied &lt;a href=\"Mechanics\"&gt;Mechanics&lt;/a&gt; Lab., Material Testing Lab., Metrology Lab., Hydraulics Machines Lab., Thermal Engg. Lab., Heat Engine lab., CAD/CAM Lab„ &lt;a href=\"Automobile\"&gt;Automobile&lt;/a&gt; Lab., Dynamics and Vibration Lab., Heat Transfer Lab., &lt;a href=\"Refrigeration\"&gt;Refrigeration&lt;/a&gt; and Air Conditioning lab. and Production lab.\nIn addition to above the department has Three Drawing Halls, Seminar Hall and own class rooms. Special emphasis is given for Seminars and Project work. The Dept. arranges for high end trainings such as AUTO CAD, Pro-E and CATIA through the Continuing Education Programme\nElectrical Engineering.\nThis department started functioning from the academic year 1993.\nBasic &lt;a href=\"Electrical\"&gt;Electrical&lt;/a&gt; Lab, Electrical &lt;a href=\"Machine\"&gt;Machine&lt;/a&gt; Lab, &lt;a href=\"Telecommunications%20network\"&gt;Network&lt;/a&gt;. and Devices lab., Power Systems Lab, Modelling &amp; &lt;a href=\"Simulation\"&gt;Simulation&lt;/a&gt; lab., Measurement Lab., High Voltage lab., Power Electronics Lab., Control System and Instrumentation lab., &lt;a href=\"MATLAB\"&gt;MATLAB&lt;/a&gt; lab.\nLibrary.\nThe &lt;a href=\"library\"&gt;library&lt;/a&gt; consists of a three-story &lt;a href=\"building\"&gt;building&lt;/a&gt; having more than 25,000 volumes and national, international &lt;a href=\"Academic%20journal\"&gt;journals&lt;/a&gt; and &lt;a href=\"periodicals\"&gt;periodicals&lt;/a&gt;. The library provides &lt;a href=\"Xerox\"&gt;Xerox&lt;/a&gt; facility and is under process of &lt;a href=\"Computer-based%20information%20technology\"&gt;computerisation&lt;/a&gt;. Govt. Polytechnic College Satna &lt;a href=\"Library\"&gt;Library&lt;/a&gt; is a member.\nAdmission.\nAdmission on the institute is based on Pre-Polytechnic Test conducted by Vyavshaik Parikchmandal Bhopal ( &lt;a href=\"Madhya%20Pradesh%20Vyavsayik%20Pariksha%20Mandal\"&gt;VYAPAM&lt;/a&gt; ) is published by Directorate of Technical Education Madhya Pradesh, Bhopal in the month of May–June every Year.\nTraining and Placement.\nTraining and Placement Cell is the spring board for career development of students, their ultimate objective of pursuing technical education. Keeping in view this responsibility and importance, the college has a well-organized cell with vastly experienced and suitably competent personnel, and high grade infrastructure. The pre-placement training has become mandatory for students. The training part is taken care of by a dedicated wing of the Cell:\nContinuing Education Cell which offers need-based training programmers and courses on modern technologies.\nHostel.\nThe college provides separate accommodation for girls and boys both for Polytechnic College Satna students. These are located in calm and quiet surroundings favorable for studies. Two new hostels have already been inaugurated, and presently students are residing in the hostels located inside the campus. One for boys and one for girls."
}