{
    "id": "3921932",
    "revid": "42002101",
    "url": "https://en.wikipedia.org/wiki?curid=3921932",
    "title": "5 October 1910 revolution",
    "text": "The 5 October 1910 revolution was the overthrow of the centuries-old &lt;a href=\"List%20of%20Portuguese%20monarchs\"&gt;Portuguese Monarchy&lt;/a&gt; and its replacement by the &lt;a href=\"First%20Portuguese%20Republic\"&gt;First Portuguese Republic&lt;/a&gt;. It was the result of a \"&lt;a href=\"coup%20d%27%C3%A9tat\"&gt;coup d'état&lt;/a&gt;\" organized by the &lt;a href=\"Portuguese%20Republican%20Party\"&gt;Portuguese Republican Party&lt;/a&gt;.\nBy 1910, the &lt;a href=\"Kingdom%20of%20Portugal\"&gt;Kingdom of Portugal&lt;/a&gt; was in deep crisis: national anger over the &lt;a href=\"1890%20British%20Ultimatum\"&gt;1890 British Ultimatum&lt;/a&gt;, the royal family's expenses, the &lt;a href=\"Lisbon%20Regicide\"&gt;assassination of the King and his heir in 1908&lt;/a&gt;, changing religious and social views, instability of the two political parties (&lt;a href=\"Progressive%20Party%20%28Portugal%29\"&gt;Progressive&lt;/a&gt; and &lt;a href=\"Regenerator%20Party\"&gt;Regenerador&lt;/a&gt;), the dictatorship of &lt;a href=\"Jo%C3%A3o%20Franco\"&gt;João Franco&lt;/a&gt;, and the regime's apparent inability to adapt to modern times all led to widespread resentment against the Monarchy. The proponents of the republic, particularly the Republican Party, found ways to take advantage of the situation. The Republican Party presented itself as the only one that had a programme that was capable of returning to the country its lost status and place Portugal on the way of progress.\nAfter a reluctance of the military to combat the nearly two thousand soldiers and sailors that rebelled between 3 and 4 October 1910, the Republic was proclaimed at 9 o'clock a.m of the next day from the balcony of the &lt;a href=\"Lisbon%20City%20Hall\"&gt;Lisbon City Hall&lt;/a&gt; in &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt;. After the revolution, a provisional government led by &lt;a href=\"Te%C3%B3filo%20Braga\"&gt;Teófilo Braga&lt;/a&gt; directed the fate of the country until the approval of the Constitution in 1911 that marked the beginning of the First Republic. Among other things, with the establishment of the republic, &lt;a href=\"national%20symbol\"&gt;national symbol&lt;/a&gt;s were changed: the &lt;a href=\"A%20Portuguesa\"&gt;national anthem&lt;/a&gt; and the &lt;a href=\"Flag%20of%20Portugal\"&gt;flag&lt;/a&gt;. The revolution produced some &lt;a href=\"civil%20rights\"&gt;civil&lt;/a&gt; and &lt;a href=\"Freedom%20of%20religion\"&gt;religious liberties&lt;/a&gt;.\nBackground.\n1890 British Ultimatum and 31 January rebellion.\nOn 11 January 1890 the &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;British government&lt;/a&gt; of &lt;a href=\"Robert%20Gascoyne-Cecil%2C%203rd%20Marquess%20of%20Salisbury\"&gt;Lord Salisbury&lt;/a&gt; sent the Portuguese government an &lt;a href=\"ultimatum\"&gt;ultimatum&lt;/a&gt; in the form of a \"memorandum\", demanding the retreat of the Portuguese military forces led by &lt;a href=\"Alexandre%20de%20Serpa%20Pinto\"&gt;Serpa Pinto&lt;/a&gt; from the territory between the colonies of &lt;a href=\"Portuguese%20Angola\"&gt;Angola&lt;/a&gt; and &lt;a href=\"Portuguese%20Mozambique\"&gt;Mozambique&lt;/a&gt; (in the current &lt;a href=\"Zimbabwe\"&gt;Zimbabwe&lt;/a&gt; and &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt;), an area claimed by Portugal under the &lt;a href=\"Pink%20Map\"&gt;Pink Map&lt;/a&gt;.\nThe swift compliance by the government to the British demands was seen as a national humiliation by a broad cross-section of the population and the elite. This ramified deep dissatisfaction with the new king, &lt;a href=\"Carlos%20I%20of%20Portugal\"&gt;Carlos I of Portugal&lt;/a&gt;, the royal family and the institution of the monarchy, all of which were seen as responsible for the alleged process of \"national decline\". The situation was aggravated by the severe financial crisis that occurred between 1890 and 1891, when the money sent from &lt;a href=\"emigration\"&gt;emigrants&lt;/a&gt; in Brazil decreased by 80% with the so-called &lt;a href=\"Encilhamento\"&gt;crisis of \"encilhamento\"&lt;/a&gt; following the proclamation of the &lt;a href=\"First%20Brazilian%20Republic\"&gt;republic&lt;/a&gt; in Brazil two months previously, an event that was followed with apprehension by the monarchic government and with jubilation by the defenders of the republic in Portugal. The republicans knew how to take advantage of the dissatisfaction, initiating an increase of their social support base that would climax in the demise of the regime.\nOn 14 January, the progressive government fell and the leader of the Regenerador Party, &lt;a href=\"Ant%C3%B3nio%20de%20Serpa%20Pimentel\"&gt;António de Serpa Pimentel&lt;/a&gt;, was chosen to form the new government. The progressivists then began to attack the king, voting for republican candidates in the March election of that year, questioning the colonial agreement then signed with the British. Feeding an atmosphere of near insurrection, on 23 March 1890, &lt;a href=\"Ant%C3%B3nio%20Jos%C3%A9%20de%20Almeida\"&gt;António José de Almeida&lt;/a&gt;, at the time a student in the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt; and, later on, &lt;a href=\"List%20of%20Presidents%20of%20Portugal\"&gt;President of the Republic&lt;/a&gt;, published an article entitled \"Bragança, o último\", considered slanderous against the king and led to Almeida's imprisonment.\nOn 1 April 1890, the explorer &lt;a href=\"Ant%C3%B3nio%20da%20Silva%20Porto\"&gt;Silva Porto&lt;/a&gt; &lt;a href=\"self-immolation\"&gt;self-immolated&lt;/a&gt; wrapped in a Portuguese flag in &lt;a href=\"Kuito\"&gt;Kuito&lt;/a&gt;, Angola, after failed negotiations with the locals, under orders of &lt;a href=\"Henrique%20Mitchell%20de%20Paiva%20Couceiro\"&gt;Paiva Couceiro&lt;/a&gt;, which he attributed to the \"ultimatum\". The death of the well-known explorer of the African continent generated a wave of national sentiment, and his funeral was followed by a crowd in Porto. On 11 April, &lt;a href=\"Guerra%20Junqueiro\"&gt;Guerra Junqueiro&lt;/a&gt;'s poetic work \"Finis Patriae\", a satire criticising the King, went on sale.\nIn the city of &lt;a href=\"Porto\"&gt;Porto&lt;/a&gt;, on 31 January 1891, a military against the &lt;a href=\"monarchy\"&gt;monarchy&lt;/a&gt; took place, constituted mainly by &lt;a href=\"sergeant\"&gt;sergeant&lt;/a&gt;s and &lt;a href=\"enlisted%20rank\"&gt;enlisted rank&lt;/a&gt;s. The rebels, who used the nationalist anthem \"&lt;a href=\"A%20Portuguesa\"&gt;A Portuguesa&lt;/a&gt;\" as their &lt;a href=\"March%20%28music%29\"&gt;marching song&lt;/a&gt;, took the &lt;a href=\"Seat%20of%20local%20government\"&gt;Paços do Concelho&lt;/a&gt;, from whose balcony, the republican journalist and politician &lt;a href=\"Augusto%20Manuel%20Alves%20da%20Veiga\"&gt;Augusto Manuel Alves da Veiga&lt;/a&gt; proclaimed the establishment of the republic in Portugal and hoisted a red and green flag belonging to the Federal Democratic Centre. The movement was, shortly afterwards, suppressed by a military detachment of the municipal guard that remained loyal to the government, resulting in 40 injured and 12 casualties. The captured rebels were judged. 250 received sentences of between 18 months and 15 years of exile in Africa. \"A Portuguesa\" was forbidden.\nDespite its failure, the rebellion of 31 January 1891 was the first large threat felt by the monarchic regime and a sign of what would come almost two decades later.\nThe Portuguese Republican Party.\nThe revolutionary movement of 5 October 1910 occurred following the ideological and political action that, since its creation in 1876, the &lt;a href=\"Portuguese%20Republican%20Party\"&gt;Portuguese Republican Party&lt;/a&gt; (PRP) had been developing with the objective of overthrowing the monarchic regime.\nBy making the national renewal dependent on the end of the monarchy, the Republican Party managed to define itself as distinct from the &lt;a href=\"Portuguese%20Socialist%20Party\"&gt;Portuguese Socialist Party&lt;/a&gt;, which defended a collaboration with the regime in exchange for the rights of the working class and attracted the sympathy of the dissatisfied sections of society.\nDisagreements within the party became more connected with matters of political than ideological strategy. The ideological direction of the Portuguese republicanism had been traced much earlier by the works of &lt;a href=\"Jos%C3%A9%20F%C3%A9lix%20Henriques%20Nogueira\"&gt;José Félix Henriques Nogueira&lt;/a&gt;, little changed through the years, except in terms of later adaptation to the everyday realities of the country. The works of &lt;a href=\"Te%C3%B3filo%20Braga\"&gt;Teófilo Braga&lt;/a&gt; contributed to this task by trying to concretise the decentralising and federalist ideas, abandoning the socialist quality in favour of democratic aspects. This change also aimed to attract the small and medium &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt;, which turned into one of the main bases of republican support. In the election of 13 October 1878 the PRP elected its first member of parliament, &lt;a href=\"Jos%C3%A9%20Joaquim%20Rodrigues%20de%20Freitas\"&gt;José Joaquim Rodrigues de Freitas&lt;/a&gt;, for Porto.\nThere was also an intention to give the overthrow of the monarchy overtones of unification, nationalism and being above the particular interests of individual social classes. This &lt;a href=\"panacea\"&gt;panacea&lt;/a&gt; that would cure, once and for all, all the ills of the nation, elevating it to glory, emphasised two fundamental tendencies: nationalism and &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt;. From this combination came the final desertion of &lt;a href=\"Iberian%20Federalism\"&gt;Iberian Federalism&lt;/a&gt;, patent in the first republican theses by José Félix Henriques Nogueira, identifying the monarchy as antipatriotism and the yielding to foreign interests. Another strong component of republican ideology was emphasised by &lt;a href=\"anti-clericalism\"&gt;anti-clericalism&lt;/a&gt;, due to the theorisation of Teófilo Braga, who identified religion as an obstacle to progress and responsible for the scientific retardation of Portugal, in opposition to republicanism, which was linked by him to science, progress and well-being.\nIdeological issues were not, ultimately, fundamental to the republican strategy: for the majority of sympathisers, who didn't even know the texts of the main manifestos, it was enough to be against the monarchy, against the Church and against the political corruption of traditional parties. This lack of ideological preoccupation doesn't mean that the party didn't bother to spread its principles. The most effective action of dissemination was the propaganda made through its rallies and popular demonstrations and bulletins such as \"A Voz Pública\" (The Public Voice) in Porto, \"O Século\" (The Age, from 1880) \"O Mundo\" (The World, from 1900) and \"A Luta\" (The Struggle, from 1906) in Lisbon.\nThe republican propaganda managed to take advantage of some historical facts with popular repercussions. The celebrations of the third centenary of the death of &lt;a href=\"Lu%C3%ADs%20de%20Cam%C3%B5es\"&gt;Luís de Camões&lt;/a&gt; (Portugal's Shakespeare) in 1580, and the British \"ultimatum\" in 1890, for example, were capitalised on to present the republicans as the true representatives of the purest national sentiments and popular aspirations.\nThe third centenary of Camões was commemorated with great celebrations: a civic entourage that went through the streets of Lisbon, in the middle of great popular enthusiasm and, also, the transfer of the remains of Camões and &lt;a href=\"Vasco%20da%20Gama\"&gt;Vasco da Gama&lt;/a&gt; to &lt;a href=\"Jer%C3%B3nimos%20Monastery\"&gt;Jerónimos Monastery&lt;/a&gt;. The atmosphere of the national celebration that characterised the commemorations complemented the patriotic exaltation. The idea of the Camões commemorations came from the &lt;a href=\"Lisbon%20Geographic%20Society\"&gt;Lisbon Geographic Society&lt;/a&gt;, but the execution was entrusted to a commission constituted by, amongst others, Teófilo Braga, &lt;a href=\"Ramalho%20Ortig%C3%A3o\"&gt;Ramalho Ortigão&lt;/a&gt;, &lt;a href=\"Jaime%20Batalha%20Reis\"&gt;Jaime Batalha Reis&lt;/a&gt;, Magalhães Lima and Pinheiro Chagas, leading figures of the Republican Party.\nBesides Rodrigues de Freitas, &lt;a href=\"Manuel%20de%20Arriaga\"&gt;Manuel de Arriaga&lt;/a&gt;, José Elias Garcia, &lt;a href=\"Z%C3%B3fimo%20Consiglieri%20Pedroso\"&gt;Zófimo Consiglieri Pedroso&lt;/a&gt;, José Maria Latino Coelho, Bernardino Pereira Pinheiro, Eduardo de Abreu, Francisco Teixeira de Queirós, José Jacinto Nunes, and Francisco Gomes da Silva were also elected members of parliament, representing the PRP in various legislative sessions between 1884 and 1894. From this date to 1900 there was no republican parliamentary representation. In this phase, while separated from parliament, the party committed itself to its internal organisation.\nAfter a period of great repression of PRP, the republican movement could reenter the legislative race in 1900, electing four parliament members: &lt;a href=\"Afonso%20Costa\"&gt;Afonso Costa&lt;/a&gt;, Alexandre Braga, &lt;a href=\"Ant%C3%B3nio%20Jos%C3%A9%20de%20Almeida\"&gt;António José de Almeida&lt;/a&gt; and João de Meneses.\n1908 Lisbon regicide.\nOn 1 February 1908, while returning to Lisbon from the &lt;a href=\"Ducal%20Palace%20of%20Vila%20Vi%C3%A7osa\"&gt;Ducal Palace&lt;/a&gt; in &lt;a href=\"Vila%20Vi%C3%A7osa\"&gt;Vila Viçosa&lt;/a&gt; in &lt;a href=\"Alentejo\"&gt;Alentejo&lt;/a&gt;, where they had spent time hunting, the King Dom &lt;a href=\"Carlos%20I%20of%20Portugal\"&gt;Carlos I&lt;/a&gt; and his eldest son and heir-apparent, &lt;a href=\"Lu%C3%ADs%20Filipe%2C%20Prince%20Royal%20of%20Portugal\"&gt;Luís Filipe&lt;/a&gt;, Prince Royal of Portugal were assassinated in Lisbon's &lt;a href=\"Pra%C3%A7a%20do%20Com%C3%A9rcio\"&gt;Commerce Square&lt;/a&gt;.\nThe attack occurred after a progressive decline of the Portuguese political system, effective since the &lt;a href=\"Regeneration%20%28Portugal%29\"&gt;Regeneration&lt;/a&gt;, due in part by the political erosion stemming from a system of rotating governments in which the Progressive and Regenerator Parties kept alternating in government. The king, as arbiter of the system under the Constitution, had designated &lt;a href=\"Jo%C3%A3o%20Franco\"&gt;João Franco&lt;/a&gt; as the president of the Council of Ministers (government chief). João Franco, dissident of the Regenerator Party, convinced the king to dissolve the parliament so that he could implement a series of measures with an aim to moralise Portuguese politics. This decision irritated not only republicans but the royalist opposition as well; led by political rivals of Franco who accused him of governing as a dictator. The events were aggravated by the issues of the advanced payments to the Royal House and the signing of the decree of 30 January 1908 that foresaw the banishment to the colonies, without judgement, those involved in a &lt;a href=\"Municipal%20Library%20Elevator%20Coup\"&gt;failed republican coup&lt;/a&gt; two days prior.\nThe Royal Family was in the &lt;a href=\"Ducal%20Palace%20of%20Vila%20Vi%C3%A7osa\"&gt;Ducal Palace of Vila Viçosa&lt;/a&gt;, but the events led the king to bring forward his return to Lisbon, taking a train from the station of Vila Viçosa on the morning of 1 February. The royal escort arrived in &lt;a href=\"Barreiro%20Municipality\"&gt;Barreiro&lt;/a&gt; in the evening where, to cross the &lt;a href=\"Tagus\"&gt;Tagus&lt;/a&gt;, it took a steam boat to Terreiro do Paço in Lisbon, at around 5pm. Despite the atmosphere of great tension, the king chose to continue in an open &lt;a href=\"carriage\"&gt;carriage&lt;/a&gt;, with a reduced escort, to demonstrate normality. While greeting the crowds present in the square, the carriage was struck by several shots. One of the &lt;a href=\"carbine\"&gt;carbine&lt;/a&gt; bullets hit the king's neck, killing him immediately. More shots followed, fatally wounding &lt;a href=\"Prince%20Royal%20of%20Portugal\"&gt;the prince&lt;/a&gt;. The queen defended herself with a bouquet of flowers offered by the people, which she used to hit one of the attackers who had climbed onto the carriage. The prince, D. Manuel was struck on an arm. Two of the attackers, &lt;a href=\"Manuel%20Bu%C3%AD%C3%A7a\"&gt;Manuel Buíça&lt;/a&gt;, a primary school teacher, and &lt;a href=\"Alfredo%20Lu%C3%ADs%20da%20Costa\"&gt;Alfredo Luís da Costa&lt;/a&gt;, a commerce employee and editor, were killed in the scene, others managed to escape. The carriage entered the Navy Arsenal, where the deaths of the king and his heir were verified.\nAfter the attack, João Franco's government was dismissed and a rigorous investigation was launched which found, two years later, that the attack had been committed by members of the secret organisation \"&lt;a href=\"Carbon%C3%A1ria\"&gt;Carbonária&lt;/a&gt;\". The investigation formally concluded on 5 October 1910. However, more suspects were subsequently found to have had direct involvement, some of whom went into hiding in &lt;a href=\"First%20Brazilian%20Republic\"&gt;Brazil&lt;/a&gt; and &lt;a href=\"French%20Third%20Republic\"&gt;France&lt;/a&gt;, though at least two had been killed by the \"Carbonária\".\nEurope was shocked by the attack, since King Carlos was highly regarded by other European heads of state. The Lisbon regicide hastened the end of the monarchy by placing the young and inexperienced D. Manuel II on the throne and throwing the monarchical parties against one another.\nThe agony of the monarchy.\nDue to his young age (18 years) and the tragic and bloody way in which he reached power, &lt;a href=\"Manuel%20II%20of%20Portugal\"&gt;Manuel II of Portugal&lt;/a&gt; obtained an initial sympathy from the public. The young king began his rule by nominating a consensus government presided by admiral &lt;a href=\"Francisco%20Joaquim%20Ferreira%20do%20Amaral\"&gt;Francisco Joaquim Ferreira do Amaral&lt;/a&gt;. This government of \"pacification\", as it became known, despite achieving a temporary calm, only lasted for a short amount of time. The political situation degraded again quickly, leading to having seven different governments in the space of two years. The monarchical parties rose against each other once more and fragmented into splinter groups, while the Republican Party continued to gain ground. In the election of 5 April 1908, the last legislative elections to occur during the monarchy, seven members were elected to parliament, among which were Estêvão de Vasconcelos, Feio Terenas and &lt;a href=\"Manuel%20de%20Brito%20Camacho\"&gt;Manuel de Brito Camacho&lt;/a&gt;. In the election of 28 August 1910 the party had a resounding success, electing 14 members to parliament, 10 for Lisbon.\nMeanwhile, in spite of the evident electoral success of the republican movement, the most revolutionary sector of the party called for armed struggle as the best means to achieve power in a short amount of time. It was this faction that came victorious from the party congress that took place in &lt;a href=\"Set%C3%BAbal\"&gt;Setúbal&lt;/a&gt; between 23 and 25 April 1909. The directorate, composed by the moderate &lt;a href=\"Te%C3%B3filo%20Braga\"&gt;Teófilo Braga&lt;/a&gt;, &lt;a href=\"Bas%C3%ADlio%20Teles\"&gt;Basílio Teles&lt;/a&gt;, &lt;a href=\"Eus%C3%A9bio%20Le%C3%A3o\"&gt;Eusébio Leão&lt;/a&gt;, José Cupertino Ribeiro and &lt;a href=\"Jos%C3%A9%20Relvas\"&gt;José Relvas&lt;/a&gt;, received from the congress the imperative mandate to \"start the revolution\". The logistic role for the preparation of plot was assigned to the most radical elements. The civil committee was formed by &lt;a href=\"Afonso%20Costa\"&gt;Afonso Costa&lt;/a&gt;, &lt;a href=\"Jo%C3%A3o%20Pinheiro%20Chagas\"&gt;João Pinheiro Chagas&lt;/a&gt; and &lt;a href=\"Ant%C3%B3nio%20Jos%C3%A9%20de%20Almeida\"&gt;António José de Almeida&lt;/a&gt;, while the admiral &lt;a href=\"Carlos%20C%C3%A2ndido%20dos%20Reis\"&gt;Carlos Cândido dos Reis&lt;/a&gt; was the leader of the military committee. António José de Almeida was assigned the role of organising the secret societies such as the \"Carbonária\" – in whose leadership was integrated the naval commissary &lt;a href=\"Ant%C3%B3nio%20Machado%20Santos\"&gt;António Machado Santos&lt;/a&gt; —, the &lt;a href=\"Freemasonry\"&gt;freemasons&lt;/a&gt; and the \"Junta Liberal\", led by &lt;a href=\"Miguel%20Bombarda\"&gt;Miguel Bombarda&lt;/a&gt;. This eminent doctor played an important part in the dissemination of republican propaganda among the bourgeoisie, which brought many sympathisers to the republican cause.\nThe period between the congress of 1909 and the emergence of the revolution was marked by great instability and political and social unrest, with several threats of uprising risking the revolution due to the impatience of the &lt;a href=\"Portuguese%20Navy\"&gt;navy&lt;/a&gt;, led by &lt;a href=\"Ant%C3%B3nio%20Machado%20Santos\"&gt;Machado Santos&lt;/a&gt;, who was ready for action.\nThe uprising.\nOn 3 October 1910 the republican uprising foreshadowed by the political unrest finally took place. Although many of those involved in the republican cause avoided participation in the uprising, making it seem like the revolt had failed, it eventually succeeded thanks to the government's inability to gather enough troops to control the nearly two hundred armed revolutionaries that resisted in the &lt;a href=\"Marquess%20of%20Pombal%20Square\"&gt;Rotunda&lt;/a&gt;.\nMovements of the first revolutionaries.\nIn the summer of 1910 Lisbon was teeming with rumours and many times the President of the Council of Ministers (Prime Minister) &lt;a href=\"Ant%C3%B3nio%20Teixeira%20de%20Sousa\"&gt;Teixeira de Sousa&lt;/a&gt; was warned of imminent \"coups d'état\". The revolution was not an exception: the \"coup\" was expected by the government, who on 3 October gave orders for all the garrison troops of the city to be on guard. After a dinner offered in honour of D. Manuel II by &lt;a href=\"President%20of%20Brazil\"&gt;Brazilian president&lt;/a&gt; &lt;a href=\"Hermes%20da%20Fonseca\"&gt;Hermes da Fonseca&lt;/a&gt;, then on a state visit to Portugal, the monarch retreated to the &lt;a href=\"Palace%20of%20Necessidades\"&gt;Palace of Necessidades&lt;/a&gt; while his uncle and sworn heir to the throne, prince &lt;a href=\"Afonso%2C%20Prince%20Royal%20of%20Portugal\"&gt;D. Afonso&lt;/a&gt;, went on to the Citadel of &lt;a href=\"Cascais\"&gt;Cascais&lt;/a&gt;.\nAfter the murder of &lt;a href=\"Miguel%20Bombarda\"&gt;Miguel Bombarda&lt;/a&gt;, shot by one of his patients, the republican leaders assembled with urgency on the night of the 3rd. Some officials were against the meeting due to the strong military presence, but Admiral Cândido dos Reis insisted for it to take place, saying \"A Revolução não será adiada: sigam-me, se quiserem. Havendo um só que cumpra o seu dever, esse único serei eu.\" (\"The Revolution will not be delayed: follow me, if you want. If there is one that fulfills their duty, this one will be me.\").\n&lt;a href=\"Ant%C3%B3nio%20Machado%20Santos\"&gt;Machado Santos&lt;/a&gt; had already got into action and did not attend the assembly. Instead, he went to the military quarters of the 16th Infantry Regiment where a revolutionary corporal had triggered a rebellion involving the majority of the garrison. A commander and a captain were killed when they made an attempt to control it. Entering a barracks with dozens of members of the \"Carbonária\", the naval officer went on with about 100 soldiers that entered the 1st Artillery Regiment, where Captain Afonso Palla and a few sergeants and civilians, had already taken the administration building and captured all officers that refused to join them. With the arrival of Machado Santos two columns were formed which were placed under the leadership of captains Sá Cardoso and Palla. The first went to meet the 2nd Infantry Regiment and the 2nd \"&lt;a href=\"Ca%C3%A7adores\"&gt;Caçadores&lt;/a&gt;\" Regiment, also sympathisers of the rebellion, to go on to &lt;a href=\"Alc%C3%A2ntara%20%28Lisbon%29\"&gt;Alcântara&lt;/a&gt; where it was to support the naval barracks. The original route intersected with a Municipal Guard outpost which forced the column to follow a different route. After a few confrontations with the police and civilians, it finally found the column led by Palla. Together, the columns advanced to Rotunda, where they entrenched at around 5am. The stationed force was composed of around 200 to 300 men of the 1st Artillery Regiment, 50 to 60 men of the 16th Infantry Regiment and around 200 civilians. The captains Sá Cardoso and Palla and the naval commissary Machado Santos were among the 9 officers in command.\nMeanwhile, Lieutenant Ladislau Parreira and some officers and civilians entered the barracks of the Naval Corps of Alcântara at 1am, managing to take arms, provoke a revolt and capture the commanders, one of whom was wounded. The aim of this action was to prevent the exit of the cavalry unit of the Municipal Guard, an aim that was achieved. For this end, they required the support of 3 warships anchored in the Tagus. By this time, Lieutenant &lt;a href=\"Jos%C3%A9%20Mendes%20Cabe%C3%A7adas\"&gt;Mendes Cabeçadas&lt;/a&gt; had already taken command of the mutinied crew of the \"&lt;a href=\"NRP%20Adamastor\"&gt;NRP Adamastor&lt;/a&gt;\" while the mutinied crew of the \"São Rafael\" waited for an officer to command it.\nAt about 7am Ladislau Parreira, having been informed by civilians of the situation, sent the Second-Lieutenant Tito de Morais to take command of the \"São Rafael\", with orders for both ships to support the garrison of the barracks. When it became known that on the ship \"D. Carlos I\" the crew had begun a mutiny but the officers had entrenched, Lieutenant Carlos da Maia and a few sailors left the \"São Rafael\". After some gunfire from which a lieutenant and a ship commander became wounded, the officers gave up control of the \"D. Carlos I\", yielding it to the hands of the republicans.\nThat was the last unit to join the rebels, which included by then part of the 1st Artillery Regiment, 16th Infantry Regiment, the naval corps and the three warships. Navy members had joined in large numbers as expected, but many military sections considered sympathizers with the cause hadn't joined. Even so, the republican forces included about 400 men in Rotunda, 1000 to 1500 in Alcântara counting the naval crews, as well as having managed to take hold of the city's artillery, with most of the ammunition, to which was added the naval artillery. Rotunda and Alcântara were occupied, but concrete plans for the revolution had not yet been decided and the main leaders hadn't yet appeared.\nIn spite of this, the beginning of the events did not occur favorably for the rebels. The three cannon shots – the accorded signal for the civilians and military to advance – did not take place. Only a shot was heard and the Admiral Cândido dos Reis, expecting the signal to take command of the warships, was informed that everything had failed, which prompted him to retire to his sister's house. The next morning his dead body was found in &lt;a href=\"S%C3%A3o%20Jorge%20de%20Arroios%20%28Lisbon%29\"&gt;Arroios&lt;/a&gt;. In desperation, he had committed suicide by a shot to the head.\nMeanwhile, in Rotunda, the apparent calm in the city was so discouraging to the rebels that officers preferred to give up. Sá Cardoso, Palla and other officers retired to their houses, but Machado Santos stayed and assumed command. This decision proved fundamental to the success of the revolution.\nThe government forces.\nThe military garrison of Lisbon was composed by four &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; regiments, two &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; regiments and two \"&lt;a href=\"Ca%C3%A7adores\"&gt;Caçadores&lt;/a&gt;\" (light infantry) &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;s, with a theoretical total of 6982 men. However, in practice, there were other useful units in military outposts used for lookout and general police duties, especially in the industrial district of &lt;a href=\"Barreiro%20Municipality\"&gt;Barreiro&lt;/a&gt; due to the bout of strikes and syndicalist activity that had been ongoing since September .\nEver since the previous year the government forces had a plan of action, drawn up by order of the military commander of Lisbon, General Manuel Rafael Gorjão Henriques. When, on the evening of the 3rd, the President of the Council of Ministers &lt;a href=\"Ant%C3%B3nio%20Teixeira%20de%20Sousa\"&gt;Teixeira de Sousa&lt;/a&gt; informed him of the imminence of a revolt, a prevention order was soon sent to the garrisons in the city. The units of Artillery 3 and Light Infantry 6 were called from &lt;a href=\"Santar%C3%A9m%2C%20Portugal\"&gt;Santarém&lt;/a&gt;, while Infantry 15 was called from &lt;a href=\"Tomar\"&gt;Tomar&lt;/a&gt;.\nAs soon as news of the revolt was received, the plan was put into practice: the 1st Infantry, 2nd Infantry, 2nd \"Caçadores\" and 2nd Cavalry regiments and the &lt;a href=\"artillery%20battery\"&gt;artillery battery&lt;/a&gt; of &lt;a href=\"Queluz%2C%20Portugal\"&gt;Queluz&lt;/a&gt;, went to the &lt;a href=\"Palace%20of%20Necessidades\"&gt;Palace of Necessidades&lt;/a&gt; to protect the king, while the 5th Infantry and the 5th \"Caçadores\" moved to &lt;a href=\"Rossio%20Square\"&gt;Rossio Square&lt;/a&gt;, with the mission to protect the military headquarters.\nAs for the police force and municipal guards, they were distributed through the city as set out in the plan, intended to protect strategic points such as &lt;a href=\"Rossio%20Railway%20Station\"&gt;Rossio Railway Station&lt;/a&gt;, the gas factory, the &lt;a href=\"Imprensa%20Nacional-Casa%20da%20Moeda\"&gt;Imprensa Nacional-Casa da Moeda&lt;/a&gt; (the Portuguese mint), the postal building, the &lt;a href=\"Carmo%20Convent%20%28Lisbon%29\"&gt;Carmo barracks&lt;/a&gt;, the ammunition depot in Beirolas and the residence of the President of the Council of Ministers, where the government had assembled. Little is known of the Fiscal Guard (a total of 1397 men), only that a few soldiers were with the troops in Rossio. The civil police (total of 1200 men) stayed in the squads. This inaction decreased the effective government forces by approximately 2600 men.\nThe fighting.\nThe fact that some units of the monarchical side sympathised with the republicans, combined with the abandonment by the rebels of the original plan of action, opting instead for entrenchment in &lt;a href=\"Marquess%20of%20Pombal%20Square\"&gt;Rotunda&lt;/a&gt; and &lt;a href=\"Alc%C3%A2ntara%20%28Lisbon%29\"&gt;Alcântara&lt;/a&gt;, led to a situation of impasse throughout 4 October, with all manner of rumours about victories and defeats spreading through the city.\nAs soon as news of the concentration of rebels in Rotunda were received, the military command of the city organised a detachment to break them up. The column, under the command of Colonel Alfredo Albuquerque, was formed by units that had been removed from the protection of the Palace of Necessidades: 2nd Infantry, 2nd Cavalry and the mobile battery of Queluz. The latter included the colonial war hero &lt;a href=\"Henrique%20Mitchell%20de%20Paiva%20Couceiro\"&gt;Henrique Mitchell de Paiva Couceiro&lt;/a&gt;. The column advanced until near the prison, where it assumed combat positions. However, before these were completed, the column was attacked by rebels. The attack was repelled but resulted in a few wounded men, several dead pack animals and the scattering of about half the infantry. Paiva Couceiro responded with cannons and the infantry that remained during 45 minutes, ordering an attack that was carried out by around 30 soldiers, but which was beaten with some casualties. Continuing the gunfire, he ordered a new attack, but only 20 soldiers followed the order. Thinking that he had found the right time to assault the barracks of Artillery 1, Paiva Couceiro requested reinforcement to the division's command. However, he received the perplexing order to retreat.\nMeanwhile, a column had been formed with the intention to attack simultaneously the rebels in Rotunda, a plan that was never carried out because of the order to retreat. The column reached Rossio in the evening without having joined combat. This inaction was not caused by the incompetence of its commander, General António Carvalhal, as would become clear the next day, when he was named chief of the Military Division for the republican government: he had changed sides.\nReinforcements from other parts of the country, expected by the government throughout 4 October, never arrived. Only the units already mentioned and called for the preventive measures received orders to advance. Since the beginning of the revolution, members of the \"Carbonária\" had disconnected the &lt;a href=\"telegraph%20line\"&gt;telegraph line&lt;/a&gt;s, thus cutting communication with units outside Lisbon. In addition, the rebels had cut off the &lt;a href=\"Track%20%28rail%20transport%29\"&gt;railway tracks&lt;/a&gt;, which meant that even if the troops followed the orders to advance on Lisbon, they would never arrive on time. Reinforcements from the &lt;a href=\"Pen%C3%ADnsula%20de%20Set%C3%BAbal%20Subregion\"&gt;Setúbal peninsula&lt;/a&gt; were also unlikely to arrive, since the &lt;a href=\"Tagus\"&gt;Tagus river&lt;/a&gt; was controlled by rebel ships.\nTowards the end of the day the situation was difficult for the monarchical forces: the rebel ships were docked beside the &lt;a href=\"Pra%C3%A7a%20do%20Com%C3%A9rcio\"&gt;Terreiro do Paço Square&lt;/a&gt; and the cruiser \"São Rafael\" opened fire on the ministries buildings in the bewildered sight of the Brazilian diplomatic corps aboard &lt;a href=\"Brazilian%20battleship%20S%C3%A3o%20Paulo\"&gt;battleship \"São Paulo\"&lt;/a&gt;, whose passenger list included the elected president &lt;a href=\"Hermes%20da%20Fonseca\"&gt;Hermes da Fonseca&lt;/a&gt;. \nThis attack undermined the morale of the pro-government forces in Rossio.\nThe king's departure from Lisbon.\nAfter the dinner with Hermes da Fonseca, &lt;a href=\"Manuel%20II%20of%20Portugal\"&gt;D. Manuel II&lt;/a&gt; had returned to the &lt;a href=\"Palace%20of%20Necessidades\"&gt;Palace of Necessidades&lt;/a&gt;, keeping the company of a few officers. They were playing &lt;a href=\"Contract%20bridge\"&gt;bridge&lt;/a&gt; when the rebels began an attack on the building. The king attempted some phone calls but, finding that the lines had been cut, managed only to inform the &lt;a href=\"Am%C3%A9lie%20of%20Orl%C3%A9ans\"&gt;Queen Mother&lt;/a&gt;, who was in &lt;a href=\"Pena%20National%20Palace\"&gt;Pena National Palace&lt;/a&gt;, about the situation. Soon afterwards, groups of units that were loyal to the king arrived at the scene and managed to defeat the attacks of the revolutionaries.\nAt 9 o'clock the king received a phone call from the president of the council, advising him to find refuge in &lt;a href=\"Mafra%2C%20Portugal\"&gt;Mafra&lt;/a&gt; or &lt;a href=\"Sintra\"&gt;Sintra&lt;/a&gt;, since the rebels were threatening to bomb the Palace of Necessidades. D.Manuel II refused to leave, saying to those present: \"Go if you want, I'm staying. Since the constitution doesn't appoint me any role other than of letting myself be killed, I will abide by it.\"\nWith the arrival of the mobile battery from &lt;a href=\"Queluz%2C%20Portugal\"&gt;Queluz&lt;/a&gt;, the pieces were arranged in the palace gardens so that they could bombard the quarters of the revolutionary sailors, which were located at no more than 100 metres from the palace. However, before they had time to start, the commander of the battery received the order to cancel the bombing and join the forces that were leaving the palace, integrated into the column that would attack the rebel forces of the 1st Artillery in the Rotunda. At around midday the cruisers \"Adamastor\" and \"São Rafael\", which had anchored in front of the sailors' quarters, started the bombardment of the Palace of Necessidades, an action which served to demoralise the present monarchical forces. The king took refuge in a small house in the palace's park, where he could ring Teixeira de Sousa, since the revolutionaries had only cut the special state telephone lines and not the general network. The king ordered the prime minister to send the battery from Queluz to the palace to prevent a naval landing, but the prime minister replied that the main action was happening in Rotunda and all the troops that were there were needed. Taking into account that the available troops were not sufficient to defeat the rebels in Rotunda, the prime minister made it obvious to the king that it would be more convenient to retire to Sintra or Mafra so that the stationed forces of the palace could reinforce the troops in Rotunda.\nAt two o'clock the vehicles with D. Manuel II and his advisors set out to Mafra, where the Infantry School would provide enough forces to protect the monarch. While approaching &lt;a href=\"Benfica%20%28Lisbon%29\"&gt;Benfica&lt;/a&gt; the king dismissed the municipal guard squad that escorted him so that they could join the fight against the rebels. The escort arrived in Mafra at around four o'clock in the afternoon, but then discovered a problem: due to the holidays, the Infantry School contained only 100 soldiers, as opposed to the 800 that were expected, and the person in charge, Colonel Pinto da Rocha, admitted to not having the means to protect the king. In the meantime, Counsellor João de Azevedo Coutinho arrived and advised the king to call to Mafra the queens &lt;a href=\"Am%C3%A9lie%20of%20Orl%C3%A9ans\"&gt;D. Amélia&lt;/a&gt; and &lt;a href=\"Maria%20Pia%20of%20Savoy\"&gt;D. Maria Pia&lt;/a&gt; (respectively, the king's mother and grandmother), who were in the palaces of &lt;a href=\"Pena%20National%20Palace\"&gt;Pena&lt;/a&gt; and &lt;a href=\"Sintra%20National%20Palace\"&gt;Vila&lt;/a&gt; in &lt;a href=\"Sintra\"&gt;Sintra&lt;/a&gt;, and to prepare to continue on to &lt;a href=\"Porto\"&gt;Porto&lt;/a&gt;, where they would organise a resistance.\nIn Lisbon, the king's departure did not bring a large advantage to the government since the majority of the troops now available to engage the rebel forces did not follow the orders to march to &lt;a href=\"Rossio%20Square\"&gt;Rossio Square&lt;/a&gt; to prevent the concentration of rebel artillery in &lt;a href=\"Alc%C3%A2ntara%20%28Lisbon%29\"&gt;Alcântara&lt;/a&gt;.\nThe triumph of the revolution.\nOn the night of 4 October morale was low amongst the monarchical troops stationed in &lt;a href=\"Rossio%20Square\"&gt;Rossio Square&lt;/a&gt;, due to the constant danger of being bombarded by the naval forces and not even Couceiro's batteries, strategically placed there, could bring them comfort. In the headquarters there were discussions about the best position to bomb the Rotunda. At 3am, Paiva Couceiro departed with a mobile battery, escorted by a municipal guard squad, and positioned himself in Castro Guimarães Garden, in Torel, waiting for daybreak. When the forces in Rotunda began to fire on Rossio, revealing their position, Paiva Couceiro opened fire, causing casualties and sowing confusion amongst the rebels. The bombardment continued with advantage towards the monarchical side, but at eight in the morning Paiva Couceiro received orders to stop fighting, as there would be an &lt;a href=\"armistice\"&gt;armistice&lt;/a&gt; of an hour.\nMeanwhile, in Rossio, after Paiva de Couceiro's departure with the battery, the morale of the monarchical troops, which considered themselves helpless, deteriorated even more due to the threats of bombardment by the naval forces. Infantry 5 and some members of Light Infantry 5 insisted that they would not oppose a naval landing. Confronted with this fraternisation with the enemy, the commanders of these formations went to the headquarters, where they were surprised with the news of the armistice.\nThe new German representative, who had arrived two days earlier, had taken rooms in Hotel Avenida Palace, which housed many foreigners. The proximity of the building to the combat zone represented a great danger which prompted the diplomat to intervene. He addressed himself to the General Gorjão Henriques to request a cease-fire that would enable him to evacuate foreign citizens. Without notifying the government, and perhaps hoping to buy time for the arrival of the reinforcements, the general agreed.\nThe German diplomat, accompanied by a man with a white flag, went to the Rotunda to discuss the armistice with the revolutionaries. The latter, however, at the sight of the white flag, mistakenly thought that the king's forces were surrendering, prompting them to join with crowds a celebration of the new republic. In the square, Machado Santos initially refused to accept the armistice, but eventually accepted it after the insistence of the diplomat. Then, seeing the massive popular support for the revolution in the streets, he recklessly went to the headquarters, accompanied by many of the people and several officers who left the position in the Rotunda.\nThe situation in Rossio, with the pouring of the populace onto the streets, was very confusing but advantageous to the republicans, given the obvious public support. Machado Santos spoke to General Gorjão Henriques and invited him to keep the role of division commander, but he refused. António Carvalhal, known to be a republican sympathiser, then received command. Soon afterwards, at 9 o'clock in the morning, the Republic was proclaimed by &lt;a href=\"Jos%C3%A9%20Relvas\"&gt;José Relvas&lt;/a&gt; from the balcony of the &lt;a href=\"Lisbon%20City%20Hall\"&gt;Lisbon City Hall&lt;/a&gt;. A provisional government was then nominated, presided by members of the &lt;a href=\"Portuguese%20Republican%20Party\"&gt;Portuguese Republican Party&lt;/a&gt;, with the mandate to govern the nation until a new constitution was approved.\nThe revolution caused dozens of casualties. The exact number is unknown, but it is recognised that as of 6 October 37 people killed in the revolution were registered in the morgue. Several injured turned up at the hospitals, some of whom later died. For example, out of 78 injured victims checked into Hospital de São José, 14 died in the following days.\nThe royal family's exile.\nIn Mafra, on the morning of 5 October, the king was looking for a way to reach Porto, an action that would be very difficult to carry out due to the almost non-existence of an escort and the innumerable revolutionary hubs spread throughout the country. At around midday the &lt;a href=\"President%20of%20the%20Municipal%20Chamber\"&gt;President of the Municipal Chamber&lt;/a&gt; of &lt;a href=\"Mafra%2C%20Portugal\"&gt;Mafra&lt;/a&gt; received a message from the new &lt;a href=\"Civil%20Government\"&gt;civil governor&lt;/a&gt; ordering the switching to a republican flag. Soon afterwards the commander of the Infantry School also received a &lt;a href=\"telegram\"&gt;telegram&lt;/a&gt; from his new commander informing him of the current political situation. The position of the royal family was becoming unsustainable.\nThe solution appeared when news arrived that the royal yacht \"Amélia\" had anchored nearby, in &lt;a href=\"Ericeira\"&gt;Ericeira&lt;/a&gt;. By 2am the yacht had collected from Cascais Citadel the king's uncle and heir to the throne, D. Afonso, and knowing that the king was in Mafra, had moved to Ericeira, as it was the closest anchorage. D. Manuel II, knowing that with the proclamation of the Republic he would be imprisoned, decided to go to Porto. The royal family and some company departed for Ericeira where, by means of two fishing ships and in the presence of curious civilians, they embarked on the royal yacht.\nOnce on board, the king wrote to the prime minister:\nAfter ensuring that the letter would reach its destination, the king announced that he wanted to go to Porto. He met with an advisory council, the officers on board and part of the escort. \"Amélia's\" Captain João Agnelo Velez Caldeira Castelo Branco and Chief Officer João Jorge Moreira de Sá opposed this idea, claiming if Porto turned them away, they would not have enough fuel to reach a different anchorage. Despite the king's insistence, the Chief Officer argued that they carried on board the whole royal family, so his main duty was to protect their lives. In the end, the chosen port was &lt;a href=\"Gibraltar\"&gt;Gibraltar&lt;/a&gt;. Upon arrival, the king received word Porto had also joined the republican cause. D. Manuel II ordered that the \"Amélia\", as Portuguese State property, be returned to Lisbon. The deposed king would live out the rest of his life in exile.\nThe first steps of the Republic.\nPerformance of the Provisional Government.\nOn 6 October 1910, newspaper \"Diário do Governo\" announced: \"To the Portuguese people — Constitution of the Provisional Government of the Republic — Today, 5 October 1910, at eleven o'clock in the morning, was proclaimed the Portuguese Republic in the grand hall of the Palaces of Lisbon Municipality, after the end of the National Revolution movement. The Provisional Government was constituted immediately: Presidency, Dr Joaquim Teófilo Braga. Interior, Dr. António José de Almeida. Justice, Dr. Afonso Costa. Treasury, Basílio Teles. War, António Xavier Correia Barreto. Navy, Amaro Justiniano de Azevedo Gomes. Foreign (Relations), Dr. Bernardino Luís Machado Guimarães. Public Works, Dr. António Luís Gomes.\"\nBy decree on 8 October, the Provisional Government determined the new names of the ministries, with the most important changes being made to the ministries of \"the Kingdom\", \"Treasure\" and \"Public Works\", which were renamed ministries of \"Interior\", \"Finances\" and \"Development\". However, &lt;a href=\"Bas%C3%ADlio%20Teles\"&gt;Basílio Teles&lt;/a&gt; refused the position and, on the 12th, it was given to &lt;a href=\"Jos%C3%A9%20Relvas\"&gt;José Relvas&lt;/a&gt;. On 22 November, &lt;a href=\"Manuel%20de%20Brito%20Camacho\"&gt;Brito Camacho&lt;/a&gt; entered government after the departure of António Luís Gomes, appointed Portuguese ambassador in &lt;a href=\"Rio%20de%20Janeiro\"&gt;Rio de Janeiro&lt;/a&gt;.\nDuring its time of power, the Provisional Government took a series of important measures that had long-lasting effects. To calm tempers and make reparations with the victims of the monarchy, a broad amnesty was granted for crimes against the security of the State, against religion, of disobedience, of forbidden weaponry usage, etc. The &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; resented the measures taken by the Provisional Government. Among these were the expulsion of the &lt;a href=\"Society%20of%20Jesus\"&gt;Society of Jesus&lt;/a&gt; and other &lt;a href=\"religious%20order\"&gt;religious order&lt;/a&gt;s of the &lt;a href=\"Regular%20clergy\"&gt;Regular clergy&lt;/a&gt;, the closure of &lt;a href=\"convent\"&gt;convent&lt;/a&gt;s, the prohibition of religious teaching in schools, the abolition of the religious oath in civil ceremonies and a &lt;a href=\"La%C3%AFcit%C3%A9\"&gt;secularisation&lt;/a&gt; of the State by the separation of Church and State. Divorce was institutionalised, as were the legality of &lt;a href=\"civil%20marriage\"&gt;civil marriage&lt;/a&gt;, the equality of the marriage rights of men and women, the legal regulation of \"&lt;a href=\"Legitimacy%20%28family%20law%29\"&gt;natural children&lt;/a&gt;\"; the protection of &lt;a href=\"childhood\"&gt;childhood&lt;/a&gt; and &lt;a href=\"old%20age\"&gt;old age&lt;/a&gt;, the reformulation of the &lt;a href=\"News%20media\"&gt;Press&lt;/a&gt; laws, the elimination of &lt;a href=\"Royal%20and%20noble%20ranks\"&gt;royal and noble ranks and titles&lt;/a&gt; and the acknowledgment of right to strike action. The Provisional Government also opted for the dissolution of the then &lt;a href=\"National%20Republican%20Guard%20%28Portugal%29%23Municipal%20Guard%2C%201834\"&gt;municipal guards&lt;/a&gt; of &lt;a href=\"Lisbon\"&gt;Lisbon&lt;/a&gt; and Porto, creating instead a new public body of defence an order, the &lt;a href=\"National%20Republican%20Guard%20%28Portugal%29\"&gt;National Republican Guard&lt;/a&gt;. For the &lt;a href=\"Portuguese%20Empire\"&gt;colonies&lt;/a&gt;, new legislation was created in order to grant autonomy to overseas territories, an essential condition for their development. The &lt;a href=\"national%20symbol\"&gt;national symbol&lt;/a&gt;s were modified — the &lt;a href=\"Flag%20of%20Portugal\"&gt;flag&lt;/a&gt; and the &lt;a href=\"national%20anthem\"&gt;national anthem&lt;/a&gt;, a new monetary unit was adopted — the \"&lt;a href=\"Portuguese%20escudo\"&gt;escudo&lt;/a&gt;\", equivalent to a thousand \"&lt;a href=\"Portuguese%20real\"&gt;réis&lt;/a&gt;\", and even the &lt;a href=\"Portuguese%20orthography\"&gt;Portuguese orthography&lt;/a&gt; was simplified and appropriately regulated through the Orthographic Reform of 1911.\nThe Provisional Government enjoyed extensive power until the official launch of the National Constituting Assembly on 19 June 1911, following the election of 28 May of the same year. At that time, the president of the Provisional Government, Teófilo Braga, handed over to the National Constituting Assembly the powers he had received on 5 October 1910. Nevertheless, the Assembly approved with acclaim the proposal presented by their president, Anselmo Braamcamp Freire to the congress: \"The National Constituting Assembly confirms, until future deliberation, the functions of the Executive Power to the Provisional Government of the Republic\".\nTwo months later, with the approval of the &lt;a href=\"Political%20Constitution%20of%20the%20Portuguese%20Republic\"&gt;Political Constitution of the Portuguese Republic&lt;/a&gt; and the election of the first &lt;a href=\"President%20of%20Portugal\"&gt;constitutional president of the Republic&lt;/a&gt; — &lt;a href=\"Manuel%20de%20Arriaga\"&gt;Manuel de Arriaga&lt;/a&gt; — on 24 August, the Provisional Government presented its resignation, which was accepted by the president of the republic on 3 September 1911, marking the end of a government term of more than 10 months and the beginning of the &lt;a href=\"First%20Portuguese%20Republic\"&gt;First Portuguese Republic&lt;/a&gt;.\nModification of national symbols.\nWith the establishment of the Republic, the &lt;a href=\"national%20symbols\"&gt;national symbols&lt;/a&gt; were modified. By a Provisional Government decree dated 15 October 1910, a committee was appointed to design the new symbols. The modification of national symbols, according to historian Nuno Severiano Teixeira, emerged from the difficulty that republicans faced with representing the Republic:\nThe flag.\nIn relation to the flag, there were two inclinations: one of keeping the blue and white colours, traditional of Portuguese flags, and another of using \"more republican\" colours: green and red. The committee's proposal suffered several alterations, with the final design being rectangular, with the first two-fifths closest to the flagpole to be green, and the three remaining fifths, red. Green was chosen because it was considered the \"colour of hope\", while red was chosen as a \"combative, hot, virile\" colour. The project of the flag was approved by the Provisional Government by vote on 19 November 1910. On 1 December was celebrated the Feast of the Flag in front of the Municipal Chamber of Lisbon. The National Constituting Assembly promulgated the adoption of the flag on 19 June 1911.\nThe national anthem.\nOn 19 June 1911 the National Constitutional Assembly proclaimed \"&lt;a href=\"A%20Portuguesa\"&gt;A Portuguesa&lt;/a&gt;\" as the &lt;a href=\"national%20anthem\"&gt;national anthem&lt;/a&gt;, replacing the old anthem \"&lt;a href=\"O%20Hino%20da%20Carta\"&gt;Hymno da Carta&lt;/a&gt;\" in use since May 1834, and its status as national symbol was included in the new constitution. \"A Portuguesa\" was composed in 1890, with music by &lt;a href=\"Alfredo%20Keil\"&gt;Alfredo Keil&lt;/a&gt; and lyrics by &lt;a href=\"Henrique%20Lopes%20de%20Mendon%C3%A7a\"&gt;Henrique Lopes de Mendonça&lt;/a&gt;, in response to the &lt;a href=\"1890%20British%20Ultimatum\"&gt;1890 British Ultimatum&lt;/a&gt;. Because of its patriotic character, it had been used, with slight modifications, by the rebels of the 1891 uprising in a failed attempt at a \"coup d'état\" to establish a republic in Portugal, an event which caused the anthem to be forbidden by the monarchic authorities.\n\"&lt;a href=\"Hymno%20da%20Carta\"&gt;Hymno da Carta&lt;/a&gt;\" (1834–1910) \"&lt;a href=\"A%20Portuguesa\"&gt;A Portuguesa&lt;/a&gt;\" (1910–present) \nThe anthem was later modified; the official version used today in national civil and military ceremonies and during visits of foreign heads of state was approved on 4 September 1957.\nThe bust.\nThe &lt;a href=\"Ef%C3%ADgie%20da%20Rep%C3%BAblica\"&gt;official bust of the Republic&lt;/a&gt; was chosen through a national competition promoted by Lisbon's city council in 1911, in which nine sculptors participated. The winning entry was that of Francisco dos Santos and is currently exposed in the Municipal Chamber. The original piece is found in &lt;a href=\"Casa%20Pia\"&gt;Casa Pia&lt;/a&gt;, an institution from which the sculptor was alumnus. There is another bust that was adopted as the face of the Republic, designed by &lt;a href=\"Jos%C3%A9%20Sim%C3%B5es%20de%20Almeida%20%28sobrinho%29\"&gt;José Simões de Almeida (sobrinho)&lt;/a&gt; in 1908. The original is found in the Municipal Chamber of &lt;a href=\"Figueir%C3%B3%20dos%20Vinhos%20Municipality\"&gt;Figueiró dos Vinhos&lt;/a&gt;. The model for this bust was Ilda Pulga, a young shop employee from &lt;a href=\"Chiado\"&gt;Chiado&lt;/a&gt;. According to journalist António Valdemar, who, when he became president of the National Academy of Art asked the sculptor João Duarte to restore the original bust:\nThe bust shows Republic wearing a &lt;a href=\"Phrygian%20cap\"&gt;Phrygian cap&lt;/a&gt;, influence of the &lt;a href=\"French%20Revolution\"&gt;French Revolution&lt;/a&gt;. Simões' bust was soon adopted by &lt;a href=\"Freemasonry\"&gt;Freemasonry&lt;/a&gt; and used in the funerals of Miguel Bombarda and Cândido dos Reis, but when the final contest took place, despite its relative popularity, it was second place to the bust by Francisco dos Santos.\nAnticlericalism.\nRepublican leaders adopted a severe and highly controversial policy of &lt;a href=\"anti-clericalism\"&gt;anti-clericalism&lt;/a&gt;. At home, the policy polarised society and lost the republic potential supporters, and abroad it offended American and European states which had their citizens engaged in religious work there, adding substantially to the republic's bad press. The persecution of the church was so overt and severe that it drove the irreligious and nominally religious to a new religiosity and gained the support of Protestant diplomats such as the British, who, seeing their citizens' religious institutions in a grave dispute over their rights and property, threatened to deny recognition of the young republic. The revolution and the republic which it spawned were essentially anticlerical and had a &lt;a href=\"Separation%20of%20church%20and%20state%23Friendly%20and%20hostile%20separation\"&gt;\"hostile\" approach to the issue of church and state separation&lt;/a&gt;, like that of the &lt;a href=\"Dechristianisation%20of%20France%20during%20the%20French%20Revolution\"&gt;French Revolution&lt;/a&gt;, the &lt;a href=\"Spanish%20Constitution%20of%201931\"&gt;Spanish Constitution of 1931&lt;/a&gt; and the &lt;a href=\"Mexican%20Constitution%20of%201917\"&gt;Mexican Constitution of 1917&lt;/a&gt;.\n&lt;a href=\"La%C3%AFcit%C3%A9\"&gt;Secularism&lt;/a&gt; began to be discussed in Portugal back in the 19th century, during the Casino Conferences in 1871, promoted by &lt;a href=\"Antero%20de%20Quental\"&gt;Antero de Quental&lt;/a&gt;. The republican movement associated the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt; with the monarchy, and opposed its influence in Portuguese society. The secularisation of the Republic constituted one of the main actions to be taken in the political agenda of the &lt;a href=\"Portuguese%20Republican%20Party\"&gt;Portuguese Republican Party&lt;/a&gt; and the Freemasonry. Monarchists in a last-ditch effort sought to outflank the republicans by enacting anticlerical measures of their own, even enacting a severe restriction on the Jesuits on the day before the revolution.\nSoon after the establishment of the Republic, on 8 October 1910, Minister for Justice &lt;a href=\"Afonso%20Costa\"&gt;Afonso Costa&lt;/a&gt; reinstated &lt;a href=\"Sebasti%C3%A3o%20Jos%C3%A9%20de%20Carvalho%20e%20Melo%2C%201st%20Marquess%20of%20Pombal\"&gt;Marquess of Pombal&lt;/a&gt;'s laws against the Jesuits, and &lt;a href=\"Joaquim%20Ant%C3%B3nio%20de%20Aguiar\"&gt;Joaquim António de Aguiar&lt;/a&gt;'s laws in relation to &lt;a href=\"religious%20order\"&gt;religious order&lt;/a&gt;s. The Church's property and assets were expropriated by the State. The religious oath and other religious elements found in the statutes of the &lt;a href=\"University%20of%20Coimbra\"&gt;University of Coimbra&lt;/a&gt; were abolished, and matriculations into first year of the Theology Faculty were cancelled, as were places in the &lt;a href=\"Canon%20law\"&gt;Canon law&lt;/a&gt; course, suppressing the teaching of Christian doctrine. Religious holidays turned into working days, keeping however the Sunday as a resting day for labour reasons. As well as that, the Armed forces were forbidden from participating in religious solemn events. Divorce and family laws were approved which considered marriage as a \"purely civil contract\"\n&lt;a href=\"Bishops\"&gt;Bishops&lt;/a&gt; were persecuted, expelled or suspended from their activities in the course of the secularisation. All but one were driven from their dioceses. the property of clerics was seized by the state, wearing of the &lt;a href=\"cassock\"&gt;cassock&lt;/a&gt; was banned, all minor &lt;a href=\"seminaries\"&gt;seminaries&lt;/a&gt; were closed and all but five major seminaries. A law of 22 February 1918 permitted only two seminaries in the country, but they had not been given their property back. &lt;a href=\"Catholic%20religious%20order\"&gt;Religious orders&lt;/a&gt; were expelled from the country, including 31 orders comprising members in 164 houses (in 1917 some orders were permitted to form again). Religious education was prohibited in both primary and secondary school.\nIn response to the several anticlerical decrees, Portuguese bishops launched a collective &lt;a href=\"Pastoral%20care\"&gt;pastoral&lt;/a&gt; defending the Church's doctrine, but its reading was prohibited by the government. In spite of this, some prelates continued to publicise the text, among which was the &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Porto%2C%20Portugal\"&gt;bishop of Porto&lt;/a&gt;, António Barroso. This resulted in him being called to Lisbon by Afonso Costa, where he was stripped from his ecclesiastic functions.\nThe secularisation peaked with the \"Law of Separation of the State and the Church\" on 20 April 1911, with a large acceptance by the revolutionaries. The law was only promulgated by the Assembly in 1914, but its implementation was immediate after the publishing of the decree. The Portuguese Church tried to respond, classifying the law as \"injustice, oppression, spoliation and mockery\", but without success. Afonso Costa even predicted the eradication of Catholicism in the space of three generations. The application of the law began on 1 July 1911, with the creation of a \"Central Commission\". As one commentator put it, \"ultimately the Church was to survive the official vendetta against organized religion\".\nOn 24 May 1911, &lt;a href=\"Pope%20Pius%20X\"&gt;Pope Pius X&lt;/a&gt; issued the encyclical &lt;a href=\"Iamdudum\"&gt;Iamdudum&lt;/a&gt; which condemned the anticlericals for their deprivation of religious civil liberties and the \"incredible series of excesses and crimes which has been enacted in Portugal for the oppression of the Church.\"\nInternational recognition.\nA major concern of the new republican government was recognition by other nations. In 1910, the vast majority of European &lt;a href=\"State%20%28polity%29\"&gt;states&lt;/a&gt; were monarchies. Only &lt;a href=\"French%20Third%20Republic\"&gt;France&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; and &lt;a href=\"San%20Marino\"&gt;San Marino&lt;/a&gt; were republics. For this reason, the &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Portugal%29\"&gt;Minister of Foreign Affairs&lt;/a&gt; of the Provisional Government, &lt;a href=\"Bernardino%20Machado\"&gt;Bernardino Machado&lt;/a&gt;, directed his agenda exercising extreme prudence, leading him, on 9 October 1910, to communicate to diplomatic representatives in Portugal that the Provisional Government would honour all the international commitments assumed by the previous regime.\nSince marshal &lt;a href=\"Hermes%20da%20Fonseca\"&gt;Hermes da Fonseca&lt;/a&gt; personally witnessed the full process of transition of the regime, having arrived in Portugal on an official visit when the country was still a monarchy and left when it was a republic, it is not unusual that Brazil was the first country to recognise \"de jure\" the new Portuguese political regime. On 22 October the Brazilian government declared that \"Brazil will do all that is possible for the happiness of the noble Portuguese Nation and its Government, and for the prosperity of the new Republic\". The next day would be Argentina's turn; on the 29 it was Nicaragua; on the 31, Uruguay; on 16 and 19 November, Guatemala and Costa Rica; Peru and Chile on 5 and 19 November; Venezuela on 23 February 1911; Panama on 17 March. In June 1911 the United States declared support.\nLess than a month after the revolution, on 10 November 1910, the &lt;a href=\"Government%20of%20the%20United%20Kingdom\"&gt;British government&lt;/a&gt; recognised \"de facto\" the Portuguese Republic, manifesting \"the liveliest wish of &lt;a href=\"Style%20of%20the%20British%20sovereign\"&gt;His Britannic Majesty&lt;/a&gt; to maintain friendly relations\" with Portugal. An identical position was taken by the Spanish, French and Italian governments. However, \"de jure\" recognition of the new regime only emerged after the approval of the Constitution and the election of the &lt;a href=\"President%20of%20Portugal\"&gt;President of the Republic&lt;/a&gt;. The French Republic was the first to do it on 24 August 1911, day of the election of the first president of the Portuguese Republic. Only on 11 September did the United Kingdom recognise the Republic, accompanied by &lt;a href=\"German%20Empire\"&gt;Germany&lt;/a&gt;, the &lt;a href=\"Austria-Hungary\"&gt;Austro-Hungarian Empire&lt;/a&gt;, Denmark, &lt;a href=\"Restoration%20%28Spain%29\"&gt;Spain&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Italy\"&gt;Italy&lt;/a&gt; and Sweden. On 12 September, they were followed by Belgium, the Netherlands and Norway; on 13 September, &lt;a href=\"Qing%20Dynasty\"&gt;China&lt;/a&gt; and &lt;a href=\"Empire%20of%20Japan\"&gt;Japan&lt;/a&gt;; on 15 September, &lt;a href=\"Kingdom%20of%20Greece\"&gt;Greece&lt;/a&gt;; on 30 September, &lt;a href=\"Russian%20Empire\"&gt;Russia&lt;/a&gt;; on 23 October, &lt;a href=\"Kingdom%20of%20Romania\"&gt;Romania&lt;/a&gt;; on 23 November, &lt;a href=\"Ottoman%20Empire\"&gt;Turkey&lt;/a&gt;; on 21 December, Monaco; and on 28 February 1912, &lt;a href=\"Siam\"&gt;Siam&lt;/a&gt;. Owing to the tensions created between the young Republic and the &lt;a href=\"Catholic%20Church\"&gt;Catholic Church&lt;/a&gt;, interaction with the &lt;a href=\"Holy%20See\"&gt;Holy See&lt;/a&gt; was suspended, and the Holy See did not recognise the Portuguese Republic until 29 June 1919."
}