{
    "id": "39217",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=39217",
    "title": "Donnybrook, Dublin",
    "text": "Donnybrook () is a district of &lt;a href=\"Dublin\"&gt;Dublin&lt;/a&gt;, &lt;a href=\"Republic%20of%20Ireland\"&gt;Ireland&lt;/a&gt;. It is situated on the &lt;a href=\"southside%20%28Dublin%29\"&gt;southside&lt;/a&gt; of the city, in the &lt;a href=\"Dublin%204\"&gt;Dublin 4&lt;/a&gt; postal district, and is home to the Irish public service broadcaster &lt;a href=\"Raidi%C3%B3%20Teilif%C3%ADs%20%C3%89ireann\"&gt;Raidió Teilifís Éireann&lt;/a&gt; (RTÉ). It was once part of the &lt;a href=\"Pembroke%20Township\"&gt;Pembroke Township&lt;/a&gt;. Its neighbouring suburbs are &lt;a href=\"Ballsbridge\"&gt;Ballsbridge&lt;/a&gt;, &lt;a href=\"Sandymount\"&gt;Sandymount&lt;/a&gt;, &lt;a href=\"Ranelagh\"&gt;Ranelagh&lt;/a&gt; and &lt;a href=\"Clonskeagh\"&gt;Clonskeagh&lt;/a&gt;.\nDonnybrook is also a &lt;a href=\"Civil%20parishes%20in%20Ireland\"&gt;civil parish&lt;/a&gt; mainly situated in the old &lt;a href=\"Barony%20%28Ireland%29\"&gt;barony&lt;/a&gt; of &lt;a href=\"Dublin%20%28barony%29\"&gt;Dublin&lt;/a&gt;.\nHistory.\n&lt;a href=\"Donnybrook%20Fair\"&gt;Donnybrook Fair&lt;/a&gt; dates from a charter of King &lt;a href=\"John%20of%20England\"&gt;John of England&lt;/a&gt; in 1204 and was held annually until 1855. It began as a fair for livestock and agricultural produce but later declined, growing into more of a carnival and funfair. Drunkenness, fighting, and hasty marriages became commonplace and the people of Donnybrook were anxious that it should cease. Eventually, the fair's reputation for tumult was its undoing. From the 1790s on there were campaigns against the drunken brawl the fair had become. After a good deal of local fundraising, the patent was bought by a group of prominent residents and clergy, bringing about its demise. The Fair took place on lands now occupied by &lt;a href=\"Donnybrook%20Rugby%20Ground\"&gt;Donnybrook Rugby Ground&lt;/a&gt; and the Ever Ready Garage. The word \"donnybrook\" has since entered the English language to describe a rowdy brawl.\nDonnybrook Castle was an Elizabethan mansion and residence of the Ussher family. &lt;a href=\"James%20Ussher\"&gt;James Ussher&lt;/a&gt; was appointed &lt;a href=\"Archbishop%20of%20Armagh\"&gt;Archbishop of Armagh&lt;/a&gt; in the Church of Ireland by Queen &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I of England&lt;/a&gt;. The mansion was replaced in 1795 by the existing Georgian house. It is now occupied by the &lt;a href=\"Religious%20Sisters%20of%20Charity\"&gt;Religious Sisters of Charity&lt;/a&gt;.\nDonnybrook Graveyard dates back to the 8th century and was once the location of a church founded by &lt;a href=\"St%20Broc\"&gt;St Broc&lt;/a&gt;. It was also the site of Catholic and &lt;a href=\"Church%20of%20Ireland\"&gt;Church of Ireland&lt;/a&gt; churches, both called St Mary's. Those buried in it include Dr Bartholomew Mosse, the founder of the &lt;a href=\"Rotunda%20Hospital\"&gt;Rotunda Hospital&lt;/a&gt;, Sir &lt;a href=\"Edward%20Lovett%20Pearce\"&gt;Edward Lovett Pearce&lt;/a&gt;, architect of the &lt;a href=\"Irish%20Houses%20of%20Parliament\"&gt;Irish Houses of Parliament&lt;/a&gt; on College Green and Dr Richard Madden, biographer of the &lt;a href=\"United%20Irishmen\"&gt;United Irishmen&lt;/a&gt;. It is possible that the wall on the south side of the cemetery is the oldest man-made structure still existing in Donnybrook. The brick chimney behind the cemetery was built on the site of a former marble works and later served as a &lt;a href=\"Magdalene%20asylum\"&gt;Magdalene laundry&lt;/a&gt;. Two ancestors of &lt;a href=\"Meghan%20Markle\"&gt;Meghan Markle&lt;/a&gt;, Mary McCue and Thomas Bird, an English soldier, were married at St Mary's Church of Ireland church, Donnybrook, in 1860.\nGeography.\nThe &lt;a href=\"river%20Dodder\"&gt;river Dodder&lt;/a&gt; runs through Donnybrook and at one time there was a &lt;a href=\"Ford%20%28crossing%29\"&gt;ford&lt;/a&gt; here. It is subject to periodic serious flooding and in 1628 one of the Usshers of Donnybrook Castle was drowned while trying to cross.\nCivil parish.\nDonnybrook is a civil parish consisting of sixteen &lt;a href=\"townland\"&gt;townland&lt;/a&gt;s. All but four of these townlands are situated in the Barony of Dublin. Donnybrook is the single biggest parish in that barony. The most southerly townlands, Annefield, Simmonscourt and Priesthouse, belong to the barony of &lt;a href=\"Rathdown%2C%20County%20Dublin\"&gt;Rathdown&lt;/a&gt;. The smallest of these, Annefield, is itself an &lt;a href=\"enclave\"&gt;enclave&lt;/a&gt; of Simmonscourt which gives its name to a pavilion of the &lt;a href=\"Royal%20Dublin%20Society\"&gt;Royal Dublin Society&lt;/a&gt;. Today, the majority of Priesthouse is occupied by &lt;a href=\"Elm%20Park%20Golf%20Club\"&gt;Elm Park Golf Club&lt;/a&gt; and the studios of RTÉ. The remaining townland of Sallymount - the parish's most westerly point - is in the barony of &lt;a href=\"Uppercross\"&gt;Uppercross&lt;/a&gt;.\nDonnybrook today.\nThe &lt;a href=\"RT%C3%89%20Television%20Centre\"&gt;television&lt;/a&gt; and &lt;a href=\"RT%C3%89%20Radio%20Centre\"&gt;radio&lt;/a&gt; studios of the national broadcaster, &lt;a href=\"Raidi%C3%B3%20Teilif%C3%ADs%20%C3%89ireann\"&gt;RTÉ&lt;/a&gt;, are located in Priesthouse, Donnybrook. There is also a large &lt;a href=\"Dublin%20Bus\"&gt;Dublin Bus&lt;/a&gt; garage located in the area.\nPolitics.\nDonnybrook is in the &lt;a href=\"D%C3%A1il%20%C3%89ireann\"&gt;Dáil Éireann&lt;/a&gt; constituency of &lt;a href=\"Dublin%20Bay%20South%20%28D%C3%A1il%20constituency%29\"&gt;Dublin Bay South&lt;/a&gt; and the Pembroke &lt;a href=\"local%20electoral%20area\"&gt;local electoral area&lt;/a&gt; of &lt;a href=\"Dublin%20City%20Council\"&gt;Dublin City Council&lt;/a&gt;.\nSport.\nDonnybrook is the traditional home of &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; in &lt;a href=\"Leinster\"&gt;Leinster&lt;/a&gt;. The headquarters of the &lt;a href=\"Irish%20Rugby%20Football%20Union\"&gt;Irish Rugby Football Union&lt;/a&gt; &lt;a href=\"Leinster%20Rugby\"&gt;Leinster Branch&lt;/a&gt; is located opposite &lt;a href=\"Donnybrook%20Stadium\"&gt;Donnybrook Stadium&lt;/a&gt;, where the professional &lt;a href=\"Leinster%20Rugby\"&gt;Leinster&lt;/a&gt; team played their home games until recently. Kiely's pub in Donnybrook village is a traditional social point for rugby fans. Most &lt;a href=\"Leinster%20Schools%20Rugby%20Senior%20Cup\"&gt;Leinster Schools Rugby Senior Cup&lt;/a&gt; games are hosted in &lt;a href=\"Donnybrook%20Stadium\"&gt;Donnybrook Stadium&lt;/a&gt;. Some &lt;a href=\"Leinster%20Schools%20Junior%20Cup\"&gt;Junior Cup&lt;/a&gt; ties are also hosted on the grounds.\nRugby clubs &lt;a href=\"Bective%20Rangers\"&gt;Bective Rangers&lt;/a&gt; and &lt;a href=\"Old%20Wesley\"&gt;Old Wesley&lt;/a&gt; have their home ground in Donnybrook Stadium. During the school year secondary schools such as &lt;a href=\"St%20Conleth%27s%20College\"&gt;St Conleth's College&lt;/a&gt;, &lt;a href=\"Blackrock%2C%20Dublin\"&gt;Blackrock&lt;/a&gt;, &lt;a href=\"Belvedere%20College\"&gt;Belvedere College&lt;/a&gt;, &lt;a href=\"Wesley%20College%20%28Dublin%29\"&gt;Wesley College&lt;/a&gt;, &lt;a href=\"Clongowes\"&gt;Clongowes&lt;/a&gt;, &lt;a href=\"St%20Michael%27s%20College%2C%20Dublin\"&gt;St. Michaels&lt;/a&gt; and many more play rugby in Donnybrook Stadium.\nThere are several tennis clubs in Donnybrook, &lt;a href=\"http%3A//www.donnybrooktennisclub.ie/\"&gt;Donnybrook LTC&lt;/a&gt; (Lawn Tennis Club), &lt;a href=\"http%3A//www.stmarystennisclub.com/\"&gt;St.Marys LTC&lt;/a&gt;, and &lt;a href=\"http%3A//www.bective-tennis.com/\"&gt;Bective LTC&lt;/a&gt;.\nBelmont Football Club has its home ground in Herbert Park.\nMerrion Cricket Club is located in Donnybrook, off &lt;a href=\"Anglesea%20Road\"&gt;Anglesea Road&lt;/a&gt; and backing on to the Dodder."
}