{
    "id": "39230720",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=39230720",
    "title": "Hossein Hedayati",
    "text": "Hossein Hedayati is an Iranian &lt;a href=\"Tycoon\"&gt;business tycoon&lt;/a&gt; who most notably purchased &lt;a href=\"Steel%20Azin%20F.C.\"&gt;Steel Azin F.C.&lt;/a&gt; and invested into &lt;a href=\"Persepolis%20F.C.\"&gt;Persepolis F.C.&lt;/a&gt;.\nFootball.\nHedayati gained popularity among a large group of &lt;a href=\"Football%20%28soccer%29\"&gt;football&lt;/a&gt; fans in Iran, but he was never a part of the club &lt;a href=\"Persepolis%20F.C.\"&gt;Persepolis F.C.&lt;/a&gt; Yet he invested large sum of money into the Persian giants just as a supporter. He is also the owner of &lt;a href=\"Steel%20Azin%20F.C.\"&gt;Steel Azin F.C.&lt;/a&gt;, since 2007. While always a controversial figure for his unknown background, there has never been a doubt about his influence on Iranian football. After his takeover of &lt;a href=\"Ekbatan%20FC\"&gt;Ekbatan FC&lt;/a&gt; he transformed a struggling &lt;a href=\"Azadegan%20League\"&gt;Azadegan League&lt;/a&gt; side, into a dominant force in the &lt;a href=\"Persian%20Gulf%20Cup\"&gt;Persian Gulf Cup&lt;/a&gt;. That team also included &lt;a href=\"Ali%20Karimi\"&gt;Ali Karimi&lt;/a&gt; who was often the cause of trouble at the club. Following a dispute with the then team &lt;a href=\"CEO\"&gt;CEO&lt;/a&gt;, Sardar Hajilou, Ali Karimi was punished for an indefinite time. Hedayati did not want to kick him out of the club due to their friendship. Eventually though, the player's contract was terminated, but the clubs downfall continued. The Ali Karimi ordeal was only a small issue at a club which was known for causing a media stir and six weeks before the end of the season, a team which included players like &lt;a href=\"Mehdi%20Mahdavikia\"&gt;Mehdi Mahdavikia&lt;/a&gt; was relegated from the &lt;a href=\"Persian%20Gulf%20Cup\"&gt;Persian Gulf Cup&lt;/a&gt;.\nHis investments were seen as advertisement and sort of an audition, before a looming privatization of &lt;a href=\"Persepolis%20F.C.\"&gt;Persepolis F.C.&lt;/a&gt;. It never materialized though, and he soon left the board of directors, sighting \"strategic differences\" with fellow members. &lt;a href=\"Steel%20Azin%20F.C.\"&gt;Steel Azin F.C.&lt;/a&gt; was later relegated from the premier league. Often dubbed as the \"Abramovich of Iran\", Hedayati, purchased &lt;a href=\"Malavan%20F.C.\"&gt;Malavan F.C.&lt;/a&gt; in 2012, but gave up control before the season was over. During the same year, he made a takeover bid for &lt;a href=\"Gahar%20Zagros%20F.C.\"&gt;Gahar Zagros&lt;/a&gt;, which caused for controversy, as he would become the owner of two teams in the same league. He later withdrew the offer. He is still regarded as one of the top candidates to take over &lt;a href=\"Persepolis%20FC\"&gt;Persepolis FC&lt;/a&gt; should it become available."
}