{
    "id": "39238624",
    "revid": "1058056702",
    "url": "https://en.wikipedia.org/wiki?curid=39238624",
    "title": "Chinese Idol",
    "text": "Chinese Idol () is a Chinese &lt;a href=\"Reality%20television%23Reality%20competition/game%20shows\"&gt;reality&lt;/a&gt;/singing competition program. Based on the British television series, \"&lt;a href=\"Pop%20Idol\"&gt;Pop Idol&lt;/a&gt;\", which was created by &lt;a href=\"Simon%20Fuller\"&gt;Simon Fuller&lt;/a&gt; and developed by &lt;a href=\"Fremantle%20%28company%29\"&gt;FremantleMedia&lt;/a&gt;, \"Chinese Idol\" premiered on May 19, 2013 on &lt;a href=\"Dragon%20Television\"&gt;DragonTV&lt;/a&gt; and was hosted by Chinese TV Hosts, Lin Hai, who previously hosted the Chinese version of &lt;a href=\"Family%20Feud\"&gt;Family Feud&lt;/a&gt; from April 2010 to October 2010 succeeded by Chinese actor, &lt;a href=\"Ying%20Da\"&gt;Ying Da&lt;/a&gt;, and, &lt;a href=\"Cheng%20Lei\"&gt;Cheng Lei&lt;/a&gt;, who hosted &lt;a href=\"China%27s%20Got%20Talent\"&gt;China's Got Talent&lt;/a&gt; and the Chinese version of &lt;a href=\"Top%20Gear%20%28Dragon%20TV%20series%29\"&gt;Top Gear&lt;/a&gt; from November 2014 to December 2015. Chinese Idol ended its second and final season on December 14, 2014.\nThe series, like its British and &lt;a href=\"American%20Idol\"&gt;American&lt;/a&gt; counterparts, aims to find the best new singer in China based on viewer voting and participation. \"Chinese Idol\" employs a panel of judges to select the finalists and will then critique their performances, these include international recording artists &lt;a href=\"Coco%20Lee\"&gt;Coco Lee&lt;/a&gt; and &lt;a href=\"Vivian%20Hsu\"&gt;Vivian Hsu&lt;/a&gt;, Chinese recording artist &lt;a href=\"Han%20Hong%20%28singer%29\"&gt;Han Hong&lt;/a&gt;, Chinese actor &lt;a href=\"Huang%20Xiaoming\"&gt;Huang Xiaoming&lt;/a&gt;, Taiwanese actor and singer &lt;a href=\"Richie%20Jen\"&gt;Richie Jen&lt;/a&gt;, and Taiwanese producer &lt;a href=\"Wei-Chung%20Wang\"&gt;Wang Wei-chung&lt;/a&gt;.\n&lt;a href=\"Shila%20Amzah\"&gt;Shila Amzah&lt;/a&gt; was given the honor to record the Chinese Idol's theme song called A Moment Like This (Chinese Ver.) and perform at the finale of Chinese Idol.\nBackground.\nBeginning in 2004, various reality competition programs inspired by \"&lt;a href=\"Pop%20Idol\"&gt;Pop Idol&lt;/a&gt;\" and its American counterpart, \"&lt;a href=\"American%20Idol\"&gt;American Idol&lt;/a&gt;\", were aired throughout in China. One of these programs include the female-only singing contest \"&lt;a href=\"Super%20Girl%20%28TV%20series%29\"&gt;Super Girl&lt;/a&gt;\", which was canceled in 2011 due to the pressure brought by the &lt;a href=\"Communist%20Party%20of%20China\"&gt;Communist Party of China&lt;/a&gt; (CPC). The CPC had criticized \"Super Girl\" for its \"&lt;a href=\"Western%20world\"&gt;western&lt;/a&gt;\"-style voting process, a feature prominently used in the \"&lt;a href=\"Idol%20%28TV%20series%29\"&gt;Idols&lt;/a&gt;\" format. In 2012, the Shanghai &lt;a href=\"Dragon%20Television\"&gt;Dragon Television&lt;/a&gt;, brought the rights from &lt;a href=\"Fremantle%20%28company%29\"&gt;FremantleMedia&lt;/a&gt; to air a Chinese version after the \"Idols\" creator &lt;a href=\"Simon%20Fuller\"&gt;Simon Fuller&lt;/a&gt; visited the country. With this feat, China became the fourteenth Asian nation to air the \"Idols\" format. \"Chinese Idol\" will also be the fifth franchise to also be broadcast internationally, after \"Pop Idol\", \"American Idol\", \"&lt;a href=\"Australian%20Idol\"&gt;Australian Idol&lt;/a&gt;\", and \"&lt;a href=\"Pinoy%20Idol\"&gt;Pinoy Idol&lt;/a&gt;\". A panel consisting of four judges were hired to select the finalists and will provide opinion on their performances, which consists of international recording artist &lt;a href=\"Coco%20Lee\"&gt;Coco Lee&lt;/a&gt;, Chinese recording artist &lt;a href=\"Han%20Hong%20%28singer%29\"&gt;Han Hong&lt;/a&gt;, Chinese actor &lt;a href=\"Huang%20Xiaoming\"&gt;Huang Xiaoming&lt;/a&gt;, and Taiwanese producer .\nStages.\nThe show consist of several stages,\nSeason 1\n\"Stage 1: Producer Audition\"\n\"Stage 2: Judges Audition\"\nRoom Audition for season 1\n\"Stage 3: The Ebb Tides (Idol College Part 1\"\nContestants are decided into three groups. Judges decide which group through to stage 4 directly, which group are eliminated, which group needed to sing again without instrument.\n\"Stage 4: The Night of Groups (Idol College Part 2\"\nContestants are divided into several groups, each group will perform one song, judges will then decide which 40+2 contestants go through.\n\"Stage 5: The Night of Groups (Idol College Part 3\"\nContestant will paired up and sing the same song together, Jude's then decide who go through to the next round.\n\"Stage 6: Top 12 Decider\"\nJudges and the 500 media judges decide the top 12.\n\"Stage 7: Counter Attack\"\nFirst live show, six contestants are back to the competition, each competitor needs to challenge two contestants, if the contestant won twice, he will be one of the Top 12. Judges, home viewers and the 500 media judges decide the final top 12.\n\"Stage 8: Topic Show\"\nPre-recorded, 500 media judges and the judges will choose the final 6.\n\"Stage 9: Final\"\n500 media judges and judges will first choose the Top 4, then Top 3 and Top 2, at last, the judges will choose the winner, each judge represents one vote, and the 500 media judges have another vote.\nSeason 1 auditions.\nAuditions for the first season were held from December 2012 to April 2013 in 42 cities across China and continued in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt; and &lt;a href=\"Vancouver\"&gt;Vancouver&lt;/a&gt;, making it the fifth nation to hold auditions outside its mainland, following \"American Idol\" (which previously held auditions in &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;), \"&lt;a href=\"Nouvelle%20Star\"&gt;Nouvelle Star&lt;/a&gt;\" (which previously held auditions in &lt;a href=\"Quebec\"&gt;Quebec&lt;/a&gt;), \"Australian Idol\" (which previously had held auditions in &lt;a href=\"London\"&gt;London&lt;/a&gt;) and \"&lt;a href=\"Hay%20Superstar\"&gt;Hay Superstar&lt;/a&gt;\" (which previously had held auditions in &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; and &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;).\nSeason 1 ratings.\nThe data determined by &lt;a href=\"http%3A//www.csm.com.cn/\"&gt;CSM&lt;/a&gt;."
}