{
    "id": "39255082",
    "revid": "13313590",
    "url": "https://en.wikipedia.org/wiki?curid=39255082",
    "title": "Receiver (video game)",
    "text": "Receiver is a &lt;a href=\"first-person%20shooter\"&gt;first-person shooter&lt;/a&gt; video game developed by &lt;a href=\"Wolfire%20Games\"&gt;Wolfire Games&lt;/a&gt;. The game attempts to portray realistic gun mechanics through a unique reloading system, where each step of reloading is assigned a different button. The player scavenges items and &lt;a href=\"Compact%20Cassette\"&gt;audio tapes&lt;/a&gt; which reveal the story in a &lt;a href=\"procedural%20generation\"&gt;procedurally generated&lt;/a&gt; world.\n\"Receiver\" was released in June 2012 for &lt;a href=\"Linux\"&gt;Linux&lt;/a&gt;, &lt;a href=\"Microsoft%20Windows\"&gt;Microsoft Windows&lt;/a&gt;, and &lt;a href=\"Mac%20OS%20X\"&gt;Mac OS X&lt;/a&gt;. In 2013, the game was made available as a free copy for people who had previously purchased another Wolfire Games video game, \"&lt;a href=\"Overgrowth%20%28video%20game%29\"&gt;Overgrowth&lt;/a&gt;\".\nThe game's sequel, \"Receiver 2\", was announced on December 13, 2019 through a video uploaded to &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; by Wolfire Games. It was released for Windows, Linux, and Mac OS X on April 14, 2020.\nGameplay.\nIn \"Receiver\", players must control an in-game character, known as a \"Receiver\", to search for eleven &lt;a href=\"Compact%20Cassette\"&gt;audio tapes&lt;/a&gt; from around a &lt;a href=\"procedural%20generation\"&gt;procedurally generated&lt;/a&gt; world, randomly arranged after each death. &lt;a href=\"Ammunition\"&gt;Ammunition&lt;/a&gt; and &lt;a href=\"flashlight\"&gt;flashlight&lt;/a&gt;s are scattered throughout the world as well. Players start with a random &lt;a href=\"handgun\"&gt;handgun&lt;/a&gt;, either a &lt;a href=\"Smith%20%26amp%3B%20Wesson%20Model%2010\"&gt;Smith &amp; Wesson Model 10&lt;/a&gt; &lt;a href=\"revolver\"&gt;revolver&lt;/a&gt;, a &lt;a href=\"Colt%20M1911A1\"&gt;Colt M1911A1&lt;/a&gt; &lt;a href=\"semi-automatic%20pistol\"&gt;semi-automatic pistol&lt;/a&gt;, or a &lt;a href=\"selective%20fire\"&gt;selective fire&lt;/a&gt; &lt;a href=\"Glock%2017\"&gt;Glock 17&lt;/a&gt; pistol with an automatic &lt;a href=\"Sear%20%28firearm%29\"&gt;sear&lt;/a&gt;. Players are also given a random inventory of ammunition and/or spare &lt;a href=\"Magazine%20%28firearms%29\"&gt;magazines&lt;/a&gt; for their weapon. Players may also start with a flashlight. While searching for tapes, the player encounters stationary sentry turrets and mobile hover drones that attack the player. A single hit to the player will kill them. Shooting these automated defenses can disable them, with shots to vital components, such as cameras, weapons, a motor, or a battery scoring significantly more damage. If a player dies, they lose all progress and the game is reset with a new randomly-generated level layout, &lt;a href=\"Spawning%20%28video%20gaming%29\"&gt;spawn&lt;/a&gt; position, and inventory.\nA core element of the game is how the player fires and reloads the handgun. The gun has to be used in a semi-realistic fashion, meaning that all aspects of reloading the gun have to be enacted individually with different key presses. Rather than finding magazines as seen in most shooters, the player finds &lt;a href=\"cartridge%20%28firearms%29\"&gt;cartridges&lt;/a&gt; which must be individually loaded into the revolver &lt;a href=\"chamber%20%28firearms%29\"&gt;chamber&lt;/a&gt;s or pistol magazines. In-game actions mapped to individual key presses include, but are not limited to: removing the magazine from the pistol, inserting a cartridge into a magazine, inserting a magazine into the pistol, pulling back the &lt;a href=\"Pistol%20slide\"&gt;slide&lt;/a&gt;, cocking the &lt;a href=\"Hammer%20%28firearms%29\"&gt;hammer&lt;/a&gt;, toggling the &lt;a href=\"Safety%20%28firearms%29\"&gt;safety&lt;/a&gt;, inspecting the chamber, releasing the &lt;a href=\"slide%20stop\"&gt;slide stop&lt;/a&gt;, and spinning the &lt;a href=\"Cylinder%20%28firearms%29\"&gt;cylinder&lt;/a&gt; of the revolver. To emphasize understanding of the firearm, the player's handgun starts in a random condition; the magazine or chamber may be loaded or empty, the slide may be locked or unlocked, and the safety may be on or off.\nPlot.\nThe audio tapes describe a technology called \"mindtech\", how an antagonistic entity called \"the Threat\" has applied it within &lt;a href=\"Mass%20media\"&gt;media&lt;/a&gt; to weaken the human population, and that it now has unleashed a catastrophic event called \"the mindkill\". Further, they detail various &lt;a href=\"planes%20of%20existence\"&gt;planes of existence&lt;/a&gt;, explain firearm operation, and instructs the player to listen to a \"cleartape\" in order to become \"&lt;a href=\"Enlightenment%20%28spiritual%29\"&gt;awake&lt;/a&gt;\". One tape contains only background hum and static.\nReceiver 2.\nIn \"Receiver 2\", all gun mechanics are simulated, instead of some, according to developer Wolfire Games. The player locates and plays 4~6 audio tapes in a procedurally generated world. Bullets and flashlights are also scattered throughout the world as well. Players start with a random handgun. All guns from previous games, including the &lt;a href=\"Smith%20%26amp%3B%20Wesson%20Model%2010\"&gt;Smith &amp; Wesson Model 10 revolver&lt;/a&gt;, the &lt;a href=\"M1911%20pistol\"&gt;Colt M1911&lt;/a&gt;, and the &lt;a href=\"Selective%20fire\"&gt;select-fire&lt;/a&gt; &lt;a href=\"Glock%2017\"&gt;Glock 17&lt;/a&gt; all make a return. New guns are also added, including the &lt;a href=\"Colt%20Detective%20Special\"&gt;Colt Detective Special&lt;/a&gt;, the &lt;a href=\"Desert%20Eagle\"&gt;Desert Eagle Mark I&lt;/a&gt;, the &lt;a href=\"Beretta%20M9\"&gt;Beretta M9&lt;/a&gt;, the &lt;a href=\"SIG%20Sauer%20P226\"&gt;SIG Sauer P226&lt;/a&gt;, the &lt;a href=\"Hi-Point%20C-9\"&gt;Hi-Point C-9&lt;/a&gt;, and the &lt;a href=\"Colt%20Single%20Action%20Army\"&gt;Colt Single Action Army&lt;/a&gt;. Some specific tapes now include darker tones and topics, which will grow worse and worse throughout the tape, until it sounds like the Receiver recording is likely attempting to commit &lt;a href=\"suicide\"&gt;suicide&lt;/a&gt;. This is a \"Threat echo\", in which \"the voice of the Threat\" takes control of the player's firearm and hands, in an attempt to force them to commit suicide too. This can be prevented by unloading the gun before the player completely loses control and the barrel is turned to the in-game character's face.\nDevelopment.\n\"Receiver\" was originally created as part of the \"7 Day FPS Challenge\" in 2012, built on \"gun handling mechanics, randomized levels, and unordered storytelling.\"\nThe game was released in June 2012, and on &lt;a href=\"Steam%20%28service%29\"&gt;Steam&lt;/a&gt; in April 2013 after being accepted as part of &lt;a href=\"Steam%20Greenlight\"&gt;Steam Greenlight&lt;/a&gt;.\nThe first content update for \"Receiver\" was released on September 3, 2012, and added a flashlight, a &lt;a href=\"Smith%20%26amp%3B%20Wesson%20Model%2010\"&gt;Smith &amp; Wesson Model 10&lt;/a&gt; revolver, and a &lt;a href=\"Glock%2017\"&gt;Glock 17&lt;/a&gt;, among other features.\nThe &lt;a href=\"source%20code\"&gt;source code&lt;/a&gt; of the game is available since 2012 on &lt;a href=\"GitHub\"&gt;GitHub&lt;/a&gt; under non-commercial &lt;a href=\"software%20license\"&gt;license&lt;/a&gt; conditions.\nThe game was last updated on 9/14/2019, which added an entire graphics overhaul as well as improving the game's back drop.\nReception.\nIn &lt;a href=\"Destructoid\"&gt;Destructoid&lt;/a&gt;'s 8.5/10 review, they said that \"successfully reloading a gun for the first time through sheer muscle memory is easily one of the greatest feelings in gaming\", concluding that \"\"Receiver\" is one of those games that feels so incredibly satisfying once it is finally understood\".\n&lt;a href=\"The%20Verge\"&gt;The Verge&lt;/a&gt; described the game as \"wrapped up in a slick package that really makes you feel like a cool, infiltrating spy.\""
}