{
    "id": "392811",
    "revid": "35904360",
    "url": "https://en.wikipedia.org/wiki?curid=392811",
    "title": "African-American music",
    "text": "African-American music is an umbrella term covering a diverse range of music and &lt;a href=\"musical%20genre\"&gt;musical genre&lt;/a&gt;s largely developed by &lt;a href=\"African%20Americans\"&gt;African Americans&lt;/a&gt;. Their origins are in musical forms that arose out of the historical condition of &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;slavery&lt;/a&gt; that characterized the lives of African Americans prior to the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt;. Some of the most popular music types today, such as rock and roll, country, rock, funk, jazz, blues, rhythm, and rhythm and blues was created and influenced by African-American artists. \"Every genre that is born from America has black roots.\"\nWhite slave owners sought to completely subjugate their slaves physically, mentally, and spiritually through brutality and demeaning acts. African-Americans used music to counter this dehumanization. &lt;a href=\"White%20Americans\"&gt;White Americans&lt;/a&gt; considered African-Americans separate and unequal for centuries, going to extraordinary lengths to keep them oppressed for being black. African-Americans created a distinctive music that sank its roots deeply into their experience.\nFollowing the Civil War, black Americans, through employment as musicians playing European music in military bands, developed a new style of music called &lt;a href=\"ragtime\"&gt;ragtime&lt;/a&gt; which gradually evolved into &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;. In developing this latter musical form, African Americans contributed knowledge of the sophisticated &lt;a href=\"polyrhythmic\"&gt;polyrhythmic&lt;/a&gt; structure of the dance and folk music of peoples across &lt;a href=\"West%20Africa\"&gt;western&lt;/a&gt; and &lt;a href=\"sub-Saharan%20Africa\"&gt;sub-Saharan Africa&lt;/a&gt;. These musical forms had a wide-ranging influence on the development of music within the United States and around the world during the 20th century.\nThe modern genres of &lt;a href=\"blues\"&gt;blues&lt;/a&gt; and &lt;a href=\"ragtime\"&gt;ragtime&lt;/a&gt; were developed during the late 19th century by fusing &lt;a href=\"Traditional%20sub-Saharan%20African%20harmony\"&gt;West African&lt;/a&gt; vocalizations – which employed the &lt;a href=\"Harmonic%20series%20%28music%29\"&gt;natural harmonic series&lt;/a&gt;, and &lt;a href=\"blue%20note\"&gt;blue note&lt;/a&gt;s. For example, \"If one considers the five criteria given by Waterman as cluster characteristics for West African music, one finds that three have been well documented as being characteristic of Afro- American music. Call-and-response organizational procedures, dominance of a percussive approach to music, and off-beat phrasing of melodic accents have been cited as typical of Afro-American music in virtually every study of any kind of Afro-American music from work songs, field or street calls, shouts, and spirituals to blues and jazz.\"\nThe earliest jazz and blues recordings were made in the 1920s. African-American musicians developed related styles such as &lt;a href=\"rhythm%20and%20blues\"&gt;rhythm and blues&lt;/a&gt; in the 1940s. In the 1960s, &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt; performers had a major influence on white US and UK singers. In the mid-1960s, Black musicians developed &lt;a href=\"funk\"&gt;funk&lt;/a&gt; and they were many of the leading figures in late 1960s and 1970s genre of &lt;a href=\"jazz%20fusion\"&gt;jazz-rock fusion&lt;/a&gt;. In the 1970s and 1980s, Black artists developed &lt;a href=\"Hip%20hop%20music\"&gt;hip-hop&lt;/a&gt;, and in the 1980s introduced the &lt;a href=\"disco\"&gt;disco&lt;/a&gt;-infused dance style known as &lt;a href=\"house%20music\"&gt;house music&lt;/a&gt;. Much of today's genres of music is heavily influenced by traditional African-American music. A new museum opened in Nashville, Tennessee on January 18, 2021 called the &lt;a href=\"National%20Museum%20of%20African%20American%20Music\"&gt;National Museum of African American Music&lt;/a&gt; which highlights African Americans contributions in the creation of new genres of music that have influenced American music and popular music around the world. The new museum has a history of African American music beginning in Africa to the present day. \"It’s the only museum in the U.S. to showcase the 50-plus musical genres and styles created or influenced by African Americans — spirituals, gospel tunes, jazz, hip-hop and more.\"\nHistoric traits.\nAs well as bringing harmonic and rhythmic features from western and sub-Saharan Africa to meet European musical instrumentation, it was the historical condition of &lt;a href=\"chattel%20slavery\"&gt;chattel slavery&lt;/a&gt; forced upon black Americans within American society that contributed the conditions which would define their music.\nMany of the characteristic musical forms that define African-American music have historical precedents. These earlier forms include: &lt;a href=\"field%20hollers\"&gt;field hollers&lt;/a&gt;, &lt;a href=\"beat%20boxing\"&gt;beat boxing&lt;/a&gt;, &lt;a href=\"work%20song\"&gt;work song&lt;/a&gt; &lt;a href=\"Spoken%20Word\"&gt;, spoken word&lt;/a&gt;, &lt;a href=\"rapping\"&gt;rapping&lt;/a&gt;, &lt;a href=\"scatting\"&gt;scatting&lt;/a&gt;, &lt;a href=\"call%20and%20response\"&gt;call and response&lt;/a&gt;, &lt;a href=\"vocality\"&gt;vocality&lt;/a&gt; (or special vocal effect: guttural effects, interpolated vocality, &lt;a href=\"falsetto\"&gt;falsetto&lt;/a&gt;, &lt;a href=\"melisma\"&gt;melisma&lt;/a&gt;, vocal rhythmization), &lt;a href=\"improvisation\"&gt;improvisation&lt;/a&gt;, &lt;a href=\"blue%20note\"&gt;blue note&lt;/a&gt;s, polyrhythms (&lt;a href=\"syncopation\"&gt;syncopation&lt;/a&gt;, concrescence, tension, improvisation, percussion, &lt;a href=\"swung%20note\"&gt;swung note&lt;/a&gt;), texture (&lt;a href=\"wiktionary%3Aantiphony\"&gt;antiphony&lt;/a&gt;, &lt;a href=\"homophony\"&gt;homophony&lt;/a&gt;, &lt;a href=\"polyphony\"&gt;polyphony&lt;/a&gt;, &lt;a href=\"heterophony\"&gt;heterophony&lt;/a&gt;) and &lt;a href=\"Traditional%20sub-Saharan%20African%20harmony\"&gt;harmony&lt;/a&gt; (vernacular &lt;a href=\"chord%20progression\"&gt;progression&lt;/a&gt;s; complex, &lt;a href=\"Traditional%20sub-Saharan%20African%20harmony\"&gt;multi-part harmony&lt;/a&gt;, as in &lt;a href=\"spirituals\"&gt;spirituals&lt;/a&gt;, &lt;a href=\"Doo%20Wop\"&gt;Doo Wop&lt;/a&gt;, and &lt;a href=\"barbershop%20music\"&gt;barbershop music&lt;/a&gt;).\nHistory.\n18th century.\nIn the late 18th century folk &lt;a href=\"Spiritual%20%28music%29\"&gt;spirituals&lt;/a&gt; originated among Southern enslaved people, following their conversion to Christianity. Conversion, however, did not result in enslaved people adopting the traditions associated with the practice of Christianity. Instead they reinterpreted them in a way that had meaning to them as Africans in America. They often sang the spirituals in groups as they worked the plantation fields. African-American spirituals (&lt;a href=\"Spirituals\"&gt;Negro Spirituals&lt;/a&gt;) were created in &lt;a href=\"Invisible%20churches\"&gt;invisible&lt;/a&gt; and non-invisible Black churches. The hymns melody and rhythms sounded similar to songs heard in West Africa. Enslaved and free blacks created their own words and tunes. Their songs mentioned the hardships of slavery, and the hope of freedom from bondage.\nSpirituals during slavery are called &lt;a href=\"Music%20and%20Black%20liberation\"&gt;Slave Shout Songs&lt;/a&gt;. These shout songs are sung today by &lt;a href=\"Gullah\"&gt;Gullah Geechee&lt;/a&gt; people and other African-Americans in churches and praise houses. During slavery, these &lt;a href=\"Songs%20of%20the%20Underground%20Railroad\"&gt;slave shout songs&lt;/a&gt; were coded messages that spoke of escape from slavery on the &lt;a href=\"Underground%20Railroad\"&gt;Underground Railroad&lt;/a&gt;. The songs were sung by enslaved African-American people in the fields on slave plantations to send coded messages to other slaves. When slaveholders heard their slaves singing in the fields, they did not know they were communicating messages of escape. &lt;a href=\"Harriet%20Tubman\"&gt;Harriet Tubman&lt;/a&gt; sung coded messages to her mother and other enslaved people in the field to let them know she was escaping on the Underground Railroad. Tubman sang: \"I'm sorry I'm going to leave you, farewell, oh farewell; But I'll meet you in the morning, farewell, oh farewell, I'll meet you in the morning, I'm bound for the promised land, On the other side of Jordan, Bound for the Promised Land.\" \nOther ways enslaved people communicated messages of escape in music were drums. In West Africa, drums are used for communication, celebration and spiritual ceremonies. West African people enslaved in the United States continued to make drums to send coded messages to other slaves across plantations. The making and use of drums by enslaved Africans was outlawed after the &lt;a href=\"Stono%20Rebellion\"&gt;Stono Rebellion&lt;/a&gt; in South Carolina in 1739. Enslaved African Americans used drums to send coded messages to start &lt;a href=\"Slave%20rebellion\"&gt;slave revolts&lt;/a&gt;, which is why white slaveholders banned the creation and use of drums. After the banning of drums, enslaved African Americans created musical sounds making rhythmic music by slapping their knees, thighs, arms and other body parts called &lt;a href=\"Juba%20dance\"&gt;pattin Juba&lt;/a&gt;. The Juba dance was originally brought by &lt;a href=\"Kingdom%20of%20Kongo\"&gt;Kongo&lt;/a&gt; slaves to &lt;a href=\"Charleston%2C%20South%20Carolina\"&gt;Charleston, South Carolina&lt;/a&gt;. It became an African-American &lt;a href=\"plantations%20in%20the%20American%20South\"&gt;plantation&lt;/a&gt; dance that was performed by &lt;a href=\"slave\"&gt;slave&lt;/a&gt;s during their gatherings when rhythm instruments (drums) were not allowed due to fear of &lt;a href=\"Hidden%20message\"&gt;secret codes&lt;/a&gt; hidden in the drumming. \nFolk spirituals, unlike much white gospel, were often spirited: enslaved people added dancing (later known as \"&lt;a href=\"Shout%20band\"&gt;the shout&lt;/a&gt;\") and other forms of bodily movements to the singing. They also changed the melodies and rhythms of &lt;a href=\"psalms\"&gt;psalms&lt;/a&gt; and &lt;a href=\"hymn\"&gt;hymn&lt;/a&gt;s, such as speeding up the tempo, adding repeated refrains and choruses, and replaced texts with new ones that often combined English and African words and phrases. Originally being passed down orally, folk spirituals have been central in the lives of African Americans for more than three centuries, serving religious, cultural, social, political, and historical functions.\nFolk spirituals were spontaneously created and performed in a repetitive, improvised style. The most common song structures are the &lt;a href=\"Call%20and%20response\"&gt;call-and-response&lt;/a&gt; (\"Blow, Gabriel\") and repetitive choruses (\"He Rose from the Dead\"). The call-and-response is an alternating exchange between the soloist and the other singers. The soloist usually &lt;a href=\"Improvisation\"&gt;improvises&lt;/a&gt; a line to which the other singers respond, repeating the same phrase. Song interpretation incorporates the interjections of moans, cries, hollers etc... and changing vocal timbres. Singing is also accompanied by hand clapping and foot-stomping.\nThe Smithsonian Institution Folkways Recordings have samples of &lt;a href=\"https%3A//folkways.si.edu/the-mcintosh-county-shouters/slave-shout-songs-from-the-coast-of-georgia/african-american-music-folk/album/smithsonian\"&gt;African American slave shout songs&lt;/a&gt;.\n19th century.\nThe influence of African Americans on mainstream American music began in the 19th century, with the advent of &lt;a href=\"blackface\"&gt;blackface&lt;/a&gt; &lt;a href=\"Minstrel%20show\"&gt;minstrelsy&lt;/a&gt;. The &lt;a href=\"banjo\"&gt;banjo&lt;/a&gt;, of African origin, became a popular instrument, and its African-derived rhythms were incorporated into popular songs by &lt;a href=\"Stephen%20Foster\"&gt;Stephen Foster&lt;/a&gt; and other songwriters. The banjo's style overtime merged with European traditions such as a flat fingerboard, and incorporating a five string neck that replaced the three string neck banjo in West Africa. As time progressed, this resulted in the creation of several different types of banjos in the United States used in music.\nIn the 1830s, the &lt;a href=\"Second%20Great%20Awakening\"&gt;Second Great Awakening&lt;/a&gt; led to a rise in Christian revivals and &lt;a href=\"pietism\"&gt;pietism&lt;/a&gt;, especially among African Americans. Drawing on traditional &lt;a href=\"work%20song\"&gt;work song&lt;/a&gt;s, enslaved African Americans originated and began performing a wide variety of &lt;a href=\"Spirituals\"&gt;Spirituals&lt;/a&gt; and other &lt;a href=\"Christian%20music\"&gt;Christian music&lt;/a&gt;. Some of these songs were coded messages of subversion against enslavers, or that signaled escape.\nDuring the period after the Civil War, the spread of African-American music continued. The &lt;a href=\"Fisk%20Jubilee%20Singers\"&gt;Fisk University Jubilee Singers&lt;/a&gt; toured first in 1871. Artists including &lt;a href=\"Jack%20Delaney%20%28musician%29\"&gt;Jack Delaney&lt;/a&gt; helped revolutionize post-war African-American music in the central-east of the United States. In the following years, professional \"jubilee\" troops formed and toured. The first black musical-comedy troupe, &lt;a href=\"Hyers%20Sisters\"&gt;Hyers Sisters&lt;/a&gt; Comic Opera Co., was organized in 1876. In the last half of the 19th century, U.S. barbershops often served as community centers, where most men would gather. &lt;a href=\"Barbershop%20music\"&gt;Barbershop&lt;/a&gt; quartets originated with African-American men socializing in barbershops; they would harmonize while waiting their turn, vocalizing in spirituals, folk songs and popular songs. This generated a new style, consisting of unaccompanied, four-part, close-harmony singing. Later, white minstrel singers adopted the style, and in the early days of the recording industry their performances were recorded and sold. By the end of the 19th century, African-American music was an integral part of mainstream American culture.\nEarly 20th century (1900s–1930s).\nIn early 20th-century American &lt;a href=\"musical%20theater\"&gt;musical theater&lt;/a&gt;, the first musicals written and produced by African Americans debuted on Broadway in 1898 with a musical by &lt;a href=\"Bob%20Cole%20%28composer%29\"&gt;Bob Cole&lt;/a&gt; and Billy Johnson. In 1901, the first recording of black musicians was of &lt;a href=\"Bert%20Williams\"&gt;Bert Williams&lt;/a&gt; and &lt;a href=\"George%20Walker%20%28vaudeville%29\"&gt;George Walker&lt;/a&gt;, featuring music from Broadway musicals. Theodore Drury helped black artists develop in the opera field. He founded the Drury Opera Company in 1900 and, although he used a white orchestra, he featured black singers in leading roles and choruses. Although this company was only active from 1900 to 1908, black singers' opportunities with Drury marked the first black participation in opera companies. Also significant is &lt;a href=\"Scott%20Joplin\"&gt;Scott Joplin&lt;/a&gt;'s opera \"&lt;a href=\"Treemonisha\"&gt;Treemonisha&lt;/a&gt;\", which is unique as a ragtime-folk opera; it was first performed in 1911.\nThe early part of the 20th century saw a rise in popularity of African-American &lt;a href=\"blues\"&gt;blues&lt;/a&gt; and &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;. African-American music at this time was classed as \"race music\". This term gained momentum due to &lt;a href=\"Ralph%20Peer\"&gt;Ralph Peer&lt;/a&gt;, musical director at &lt;a href=\"Okeh%20Records\"&gt;Okeh Records&lt;/a&gt;, who put records made by \"foreign\" groups under that label. At the time \"race\" was a term commonly used by African-American press to speak of the community as a whole with an empowering point of view, as a person of \"race\" was one involved in fighting for equal rights. Also, developments in the fields of visual arts and the &lt;a href=\"Harlem%20Renaissance\"&gt;Harlem Renaissance&lt;/a&gt; led to developments in music. &lt;a href=\"Ragtime\"&gt;Ragtime&lt;/a&gt; performers such as Scott Joplin became popular and some were associated with the Harlem Renaissance and early &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; activists. In addition, white and Latino performers of African-American music were visible, rooted in the history of cross-cultural communication between the United States' races. African-American music was often adapted for white audiences, who would not have as readily accepted black performers, leading to genres like &lt;a href=\"swing%20music\"&gt;swing music&lt;/a&gt;, a pop-based outgrowth of jazz.\nIn addition, African Americans were becoming part of classical music by the turn of the 20th century. While originally excluded from major symphony orchestras, black musicians could study in music conservatories that had been founded in the 1860s, such as the &lt;a href=\"Oberlin%20Conservatory%20of%20Music\"&gt;Oberlin School of Music&lt;/a&gt;, &lt;a href=\"National%20Conservatory%20of%20Music%20of%20America\"&gt;National Conservatory of Music&lt;/a&gt;, and the &lt;a href=\"New%20England%20Conservatory\"&gt;New England Conservatory&lt;/a&gt;. Black people also formed their own symphony orchestras at the turn of the 20th century in major cities such as Chicago, New Orleans, and Philadelphia. Various black orchestras began to perform regularly in the late 1890s and the early 20th century. In 1906, the first incorporated black orchestra was established in Philadelphia. In the early 1910s, all-black music schools, such as the &lt;a href=\"Colored%20Music%20Settlement%20School\"&gt;Music School Settlement for Colored&lt;/a&gt; and the Martin-Smith School of Music, were founded in New York.\nThe Music School Settlement for Colored became a sponsor of the &lt;a href=\"Clef%20Club\"&gt;Clef Club&lt;/a&gt; orchestra in New York. The Clef Club Symphony Orchestra attracted both black and white audiences to concerts at &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt; from 1912 to 1915. Conducted by &lt;a href=\"James%20Reese%20Europe\"&gt;James Reese Europe&lt;/a&gt; and William H. Tyers, the orchestra included banjos, mandolins, and baritone horns. Concerts featured music written by black composers, notably &lt;a href=\"Harry%20Burleigh\"&gt;Harry T. Burleigh&lt;/a&gt; and &lt;a href=\"Will%20Marion%20Cook\"&gt;Will Marion Cook&lt;/a&gt;. Other annual black concert series include the William Hackney's \"All-Colored Composers\" concerts in Chicago and the Atlanta Colored Music Festivals.\nThe return of the black musical to Broadway occurred in 1921 with \"&lt;a href=\"Noble%20Sissle\"&gt;Sissle&lt;/a&gt;\" and &lt;a href=\"Eubie%20Blake\"&gt;Eubie Blake&lt;/a&gt;'s \"&lt;a href=\"Shuffle%20Along\"&gt;Shuffle Along&lt;/a&gt;\". In 1927, a concert survey of black music was performed at Carnegie Hall including jazz, spirituals and the symphonic music of &lt;a href=\"W.%20C.%20Handy\"&gt;W. C. Handy&lt;/a&gt;'s Orchestra and the Jubilee Singers. The first major film musical with a black cast was &lt;a href=\"King%20Vidor\"&gt;King Vidor&lt;/a&gt;'s \"&lt;a href=\"Hallelujah%21%20%28film%29\"&gt;Hallelujah&lt;/a&gt;\" of 1929. African-American performers were featured in the musical \"&lt;a href=\"Show%20Boat\"&gt;Show Boat&lt;/a&gt;\" (which had a part written for &lt;a href=\"Paul%20Robeson\"&gt;Paul Robeson&lt;/a&gt; and a chorus of Jubilee Singers), and especially all-black operas such as \"&lt;a href=\"Porgy%20and%20Bess\"&gt;Porgy and Bess&lt;/a&gt;\" and &lt;a href=\"Virgil%20Thomson\"&gt;Virgil Thomson&lt;/a&gt;'s \"&lt;a href=\"Four%20Saints%20in%20Three%20Acts\"&gt;Four Saints in Three Acts&lt;/a&gt;\" of 1934.\nThe first symphony by a black composer to be performed by a major orchestra was &lt;a href=\"William%20Grant%20Still\"&gt;William Grant Still&lt;/a&gt;'s \"&lt;a href=\"Symphony%20No.%201%20%26quot%3BAfro-American%26quot%3B\"&gt;Afro-American Symphony&lt;/a&gt;\" (1930) by the &lt;a href=\"New%20York%20Philharmonic\"&gt;New York Philharmonic&lt;/a&gt;. &lt;a href=\"Florence%20Beatrice%20Price\"&gt;Florence Beatrice Price&lt;/a&gt;'s Symphony in E minor was performed in 1933 by the Chicago Symphony Orchestra. In 1934, &lt;a href=\"William%20L.%20Dawson%20%28composer%29\"&gt;William Dawson&lt;/a&gt;'s \"&lt;a href=\"Negro%20Folk%20Symphony\"&gt;Negro Folk Symphony&lt;/a&gt;\" was performed by the Philadelphia Orchestra.\nAfrican Americans were the pioneers of jazz music, through masters such as &lt;a href=\"Jelly%20Roll%20Morton\"&gt;Jelly Roll Morton&lt;/a&gt;, &lt;a href=\"James%20P.%20Johnson\"&gt;James P. Johnson&lt;/a&gt;, &lt;a href=\"Louis%20Armstrong\"&gt;Louis Armstrong&lt;/a&gt;, &lt;a href=\"Count%20Basie\"&gt;Count Basie&lt;/a&gt;, &lt;a href=\"Fletcher%20Henderson\"&gt;Fletcher Henderson&lt;/a&gt;, and &lt;a href=\"Duke%20Ellington\"&gt;Duke Ellington&lt;/a&gt;.\nMid-20th century (1940s–1960s).\n\"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" started making a separate list of hit records for African-American music in October 1942 with the \"Harlem Hit Parade\", which was changed in 1945 to \"&lt;a href=\"Race%20Records\"&gt;Race Records&lt;/a&gt;\", and then in 1949 to \"Rhythm and Blues Records\".\nBy the 1940s, &lt;a href=\"cover%20version\"&gt;cover version&lt;/a&gt;s of African-American songs were commonplace, and frequently topped the charts, while the original musicians found success among their African-American audience, but not in the mainstream. In 1955, &lt;a href=\"Thurman%20Ruth%20%28promoter%29\"&gt;Thurman Ruth&lt;/a&gt; persuaded a gospel group to sing in a secular setting, the &lt;a href=\"Apollo%20Theater\"&gt;Apollo Theater&lt;/a&gt;, with such success that he subsequently arranged gospel caravans that traveled around the country, playing the same venues that &lt;a href=\"rhythm%20and%20blues\"&gt;rhythm and blues&lt;/a&gt; singers had popularized. Meanwhile, jazz performers began to push jazz away from &lt;a href=\"swing%20music\"&gt;swing&lt;/a&gt;, danceable popular music, towards more intricate arrangements, improvisation, and technically challenging forms, culminating in the &lt;a href=\"bebop\"&gt;bebop&lt;/a&gt; of &lt;a href=\"Charlie%20Parker\"&gt;Charlie Parker&lt;/a&gt; and &lt;a href=\"Dizzy%20Gillespie\"&gt;Dizzy Gillespie&lt;/a&gt;, the cool sounds and &lt;a href=\"modal%20jazz\"&gt;modal jazz&lt;/a&gt; of &lt;a href=\"Miles%20Davis\"&gt;Miles Davis&lt;/a&gt;, and the &lt;a href=\"free%20jazz\"&gt;free jazz&lt;/a&gt; of &lt;a href=\"Ornette%20Coleman\"&gt;Ornette Coleman&lt;/a&gt; and &lt;a href=\"John%20Coltrane\"&gt;John Coltrane&lt;/a&gt;.\nAfrican-American musicians in the 1940s and 1950s were developing rhythm and blues into a genre called &lt;a href=\"rock%20and%20roll\"&gt;rock and roll&lt;/a&gt;, which featured a strong &lt;a href=\"backbeat\"&gt;backbeat&lt;/a&gt; and whose prominent exponents included &lt;a href=\"Louis%20Jordan\"&gt;Louis Jordan&lt;/a&gt; and &lt;a href=\"Wynonie%20Harris\"&gt;Wynonie Harris&lt;/a&gt;. However, it was with white musicians such as &lt;a href=\"Bill%20Haley%20%28musician%29\"&gt;Bill Haley&lt;/a&gt; and &lt;a href=\"Elvis%20Presley\"&gt;Elvis Presley&lt;/a&gt;, playing a guitar-based fusion of black rock and roll with country music called &lt;a href=\"rockabilly\"&gt;rockabilly&lt;/a&gt;, that rock and roll music became commercially successful. Rock music thereafter became more associated with white people, though some black performers such as &lt;a href=\"Chuck%20Berry\"&gt;Chuck Berry&lt;/a&gt; and &lt;a href=\"Bo%20Diddley\"&gt;Bo Diddley&lt;/a&gt; had commercial success.\nIn 2017, &lt;a href=\"National%20Public%20Radio\"&gt;National Public Radio&lt;/a&gt; wrote about the career of &lt;a href=\"Sister%20Rosetta%20Tharpe\"&gt;Sister Rosetta Tharpe&lt;/a&gt; and concluded with these comments: Tharpe \"was a gospel singer at heart who became a celebrity by forging a new path musically ... Through her unforgettable voice and gospel swing crossover style, Tharpe influenced a generation of musicians including Aretha Franklin, Chuck Berry and countless others ... She was, and is, an unmatched artist.\"\nAs the 1940s came to a close, other African-Americans endeavored to concertize as professionally trained classical musicians in an effort to transcend racial and nationalistic barriers in the post &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; era. Included in this group was &lt;a href=\"Henry%20Lewis%20%28musician%29\"&gt;Henry Lewis&lt;/a&gt;, who emerged in 1948 as the first African-American instrumentalist in a leading American symphony orchestra, an early \"musical ambassador\" in support of &lt;a href=\"cultural%20diplomacy\"&gt;cultural diplomacy&lt;/a&gt; in Europe and the first African-American conductor of a major American symphonic ensemble in 1968.\nThe term \"rock and roll\" had a strong sexual connotation in &lt;a href=\"jump%20blues\"&gt;jump blues&lt;/a&gt; and R&amp;B, but when DJ &lt;a href=\"Alan%20Freed\"&gt;Alan Freed&lt;/a&gt; referred to rock and roll on mainstream radio in the mid 50s, \"the sexual component had been dialled down enough that it simply became an acceptable term for dancing\".\nR&amp;B was a strong influence on &lt;a href=\"Rock%20and%20roll\"&gt;Rock and roll&lt;/a&gt; according to many sources, including a 1985 &lt;a href=\"Wall%20Street%20Journal\"&gt;Wall Street Journal&lt;/a&gt; article titled, \"Rock! It's Still Rhythm and Blues\". In fact, the author stated that the \"two terms were used interchangeably\", until about 1957.\nFats Domino was not convinced that there was any new genre. In 1957, he said: \"What they call rock 'n' roll now is rhythm and blues. I’ve been playing it for 15 years in New Orleans\". According to \"&lt;a href=\"Rolling%20Stone%20%28magazine%29\"&gt;Rolling Stone&lt;/a&gt;\", \"this is a valid statement ... all Fifties rockers, black and white, country born and city bred, were fundamentally influenced by R&amp;B, the black popular music of the late Forties and early Fifties\". Elvis Presley's recognition of the importance of artists such as Fats Domino was significant, according to a 2017 article: the \n\"championing of black musicians as part of a narrative that saw many positives in growing young white interest in African American-based musical styles\". At a press event in 1969, Presley introduced Fats Domino, and said, \"that’s the real King of Rock ‘n’ Roll\" ... a huge influence on me when I started out\".\nBy the mid 1950s, many R&amp;B songs were getting \"covered\" by white artists and the recordings got more airplay on the mainstream radio stations. For example, \"Presley quickly covered \"Tutti Frutti\" ...So did Pat Boone\", according to &lt;a href=\"New%20Yorker%20%28magazine%29\"&gt;New Yorker (magazine)&lt;/a&gt;. \"In 1956, seventy-six per cent of top R. &amp; B. songs also made the pop chart; in 1957, eighty-seven per cent made the pop chart; in 1958, it was ninety-four per cent. The marginal market had become the main market, and the majors had got into the act.\"\nThe 1950s also saw increased popularity of hard &lt;a href=\"blues\"&gt;blues&lt;/a&gt; in the style from the earliest part of the century, both in the United States and United Kingdom. The 1950s also saw &lt;a href=\"doo-wop\"&gt;doo-wop&lt;/a&gt; style become popular. Doo-wop had been developed through &lt;a href=\"vocal%20harmony\"&gt;vocal group harmony&lt;/a&gt; with the musical qualities of different vocal parts, nonsense syllables, little or no instrumentation, and simple lyrics. It usually involved ensemble single artists appearing with a &lt;a href=\"backing%20vocals\"&gt;backing group&lt;/a&gt;. Solo billing was given to lead singers who were more prominent in the musical arrangement. A secularized form of American &lt;a href=\"gospel%20music\"&gt;gospel music&lt;/a&gt; called &lt;a href=\"soul%20music\"&gt;soul&lt;/a&gt; also developed in the mid 1950s, with pioneers like &lt;a href=\"Ray%20Charles\"&gt;Ray Charles&lt;/a&gt;, &lt;a href=\"Jackie%20Wilson\"&gt;Jackie Wilson&lt;/a&gt; and &lt;a href=\"Sam%20Cooke\"&gt;Sam Cooke&lt;/a&gt; leading the wave. Soul and R&amp;B became a major influence on &lt;a href=\"surf%20music\"&gt;surf&lt;/a&gt;, as well as the chart-topping girl groups including &lt;a href=\"The%20Angels%20%28American%20group%29\"&gt;The Angels&lt;/a&gt; and &lt;a href=\"The%20Shangri-Las\"&gt;The Shangri-Las&lt;/a&gt;, only some of whom were white. In 1959, Hank Ballard releases a song for the new dance style \"The Twist\" which became the new dance crave from the early 60's into the 70's.\nIn 1959, Berry Gordy founded &lt;a href=\"Motown%20Records\"&gt;Motown Records&lt;/a&gt;, the first record label to primarily feature African-American artists aimed at achieving crossover success. The label developed an innovative—and commercially successful—style of soul music with distinctive pop elements. Its early roster included &lt;a href=\"The%20Miracles\"&gt;The Miracles&lt;/a&gt;, &lt;a href=\"Martha%20and%20the%20Vandellas\"&gt;Martha and the Vandellas&lt;/a&gt;, &lt;a href=\"Marvin%20Gaye\"&gt;Marvin Gaye&lt;/a&gt;, &lt;a href=\"The%20Temptations\"&gt;The Temptations&lt;/a&gt;, &lt;a href=\"The%20Supremes\"&gt;The Supremes&lt;/a&gt;, and others. Black &lt;a href=\"diva\"&gt;diva&lt;/a&gt;s such as &lt;a href=\"Aretha%20Franklin\"&gt;Aretha Franklin&lt;/a&gt; became '60s crossover stars. In the UK, &lt;a href=\"British%20blues\"&gt;British blues&lt;/a&gt; became a gradually mainstream phenomenon, returning to the U.S. in the form of the &lt;a href=\"British%20Invasion\"&gt;British Invasion&lt;/a&gt;, a group of bands led by &lt;a href=\"The%20Beatles\"&gt;The Beatles&lt;/a&gt; and &lt;a href=\"The%20Rolling%20Stones\"&gt;The Rolling Stones&lt;/a&gt; who performed blues and R&amp;B-inspired pop, with both traditional and modernized aspects. &lt;a href=\"WGIV%20%281600%20AM%29\"&gt;WGIV&lt;/a&gt; in Charlotte, North Carolina was amongst a few radio stations dedicated to African-American music that started during this period.\nThe British Invasion knocked many black artists off the US pop charts, although some, among them &lt;a href=\"Otis%20Redding\"&gt;Otis Redding&lt;/a&gt;, &lt;a href=\"Wilson%20Pickett\"&gt;Wilson Pickett&lt;/a&gt; and &lt;a href=\"Aretha%20Franklin\"&gt;Aretha Franklin&lt;/a&gt; and a number of Motown artists, continued to do well. Soul music, however, remained popular among black people through highly evolved forms such as &lt;a href=\"funk\"&gt;funk&lt;/a&gt;, developed out of the innovations of &lt;a href=\"James%20Brown%20%28musician%29\"&gt;James Brown&lt;/a&gt;. In 1961, a young boy named Stevland Hardaway Morris recorded his first record under Motown's Tamla record at the age of 11 as Stevie Wonder and that was the start of his great career.\nIn 1964, the Civil Rights Act outlawed major forms of discrimination towards African Americans and women. As tensions started to die down, more African American musicians crossed over into mainstream taste. Some artists who successfully crossed over were &lt;a href=\"Aretha%20Franklin\"&gt;Aretha Franklin&lt;/a&gt;, &lt;a href=\"James%20Brown\"&gt;James Brown&lt;/a&gt;, and &lt;a href=\"Ella%20Fitzgerald\"&gt;Ella Fitzgerald&lt;/a&gt; in the pop and jazz worlds, and &lt;a href=\"Leontyne%20Price\"&gt;Leontyne Price&lt;/a&gt; and &lt;a href=\"Kathleen%20Battle\"&gt;Kathleen Battle&lt;/a&gt; in the realm of the classical music.\nBy the end of the decade, Black people were part of the &lt;a href=\"psychedelia\"&gt;psychedelia&lt;/a&gt; and early &lt;a href=\"heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; trends, particularly by way of the ubiquitous Beatles' influence and the electric guitar innovations of &lt;a href=\"Jimi%20Hendrix\"&gt;Jimi Hendrix&lt;/a&gt;. Hendrix was among the first guitarists to use &lt;a href=\"audio%20feedback\"&gt;audio feedback&lt;/a&gt;, fuzz, and other effects pedals such as the &lt;a href=\"wah%20wah%20pedal\"&gt;wah wah pedal&lt;/a&gt; to create a unique &lt;a href=\"guitar%20solo\"&gt;guitar solo&lt;/a&gt; sound. &lt;a href=\"Psychedelic%20soul\"&gt;Psychedelic soul&lt;/a&gt;, a mix of psychedelic rock and soul began to flourish with the 1960s culture. Even more popular among Black people, and with more crossover appeal, was album-oriented soul in the late 1960s and early 1970s, which revolutionized African-American music. The genre's intelligent and introspective lyrics, often with a socially aware tone, were created by artists such as &lt;a href=\"Marvin%20Gaye\"&gt;Marvin Gaye&lt;/a&gt; in \"&lt;a href=\"What%27s%20Going%20On%20%28Marvin%20Gaye%20album%29\"&gt;What's Going On&lt;/a&gt;\", and &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt; in \"&lt;a href=\"Songs%20in%20the%20Key%20of%20Life\"&gt;Songs in the Key of Life&lt;/a&gt;\".\n1970s.\nThe 1970s was a great decade for Black bands playing melodic music. Album-oriented soul continued its popularity, while musicians such as &lt;a href=\"Smokey%20Robinson\"&gt;Smokey Robinson&lt;/a&gt; helped turn it into &lt;a href=\"Quiet%20Storm\"&gt;Quiet Storm&lt;/a&gt; music. Funk evolved into two strands, one a pop-soul-jazz-bass fusion pioneered by &lt;a href=\"Sly%20%26amp%3B%20the%20Family%20Stone\"&gt;Sly &amp; the Family Stone&lt;/a&gt;, and the other a more psychedelic fusion epitomized by &lt;a href=\"George%20Clinton%20%28funk%20musician%29\"&gt;George Clinton&lt;/a&gt; and his &lt;a href=\"P-Funk\"&gt;P-Funk&lt;/a&gt; ensemble. The sound of &lt;a href=\"Disco\"&gt;Disco&lt;/a&gt; evolved from black musicians creating Soul music with an up-tempo melody. &lt;a href=\"Isaac%20Hayes\"&gt;Isaac Hayes&lt;/a&gt;, &lt;a href=\"Barry%20White\"&gt;Barry White&lt;/a&gt;, &lt;a href=\"Donna%20Summer\"&gt;Donna Summer&lt;/a&gt; and among others help popularized &lt;a href=\"disco\"&gt;disco&lt;/a&gt; music. However, this music was integrated into popular music achieving mainstream success.\nBlack musicians achieved some mainstream success, though some African-American artists including &lt;a href=\"The%20Jackson%205\"&gt;The Jackson 5&lt;/a&gt;, &lt;a href=\"Roberta%20Flack\"&gt;Roberta Flack&lt;/a&gt;, &lt;a href=\"Teddy%20Pendergrass\"&gt;Teddy Pendergrass&lt;/a&gt;, &lt;a href=\"Dionne%20Warwick\"&gt;Dionne Warwick&lt;/a&gt;, &lt;a href=\"Stevie%20Wonder\"&gt;Stevie Wonder&lt;/a&gt;, &lt;a href=\"The%20O%27Jays\"&gt;The O'Jays&lt;/a&gt;, &lt;a href=\"Gladys%20Knight%20%26amp%3B%20the%20Pips\"&gt;Gladys Knight &amp; the Pips&lt;/a&gt; found crossover audiences. White listeners preferred &lt;a href=\"country%20rock\"&gt;country rock&lt;/a&gt;, singer-songwriters, &lt;a href=\"Arena%20rock\"&gt;stadium rock&lt;/a&gt;, &lt;a href=\"soft%20rock\"&gt;soft rock&lt;/a&gt;, &lt;a href=\"glam%20rock\"&gt;glam rock&lt;/a&gt;, and, in some subcultures, &lt;a href=\"heavy%20metal%20music\"&gt;heavy metal&lt;/a&gt; and &lt;a href=\"punk%20rock\"&gt;punk rock&lt;/a&gt;. During the 1970s, &lt;a href=\"The%20Dozens\"&gt;The Dozens&lt;/a&gt;, an urban African-American tradition of using playful rhyming &lt;a href=\"Appeal%20to%20ridicule\"&gt;ridicule&lt;/a&gt;, developed into street jive in the early '70s, which in turn inspired a new form of music by the late 1970s: hip-hop. &lt;a href=\"Spoken-word\"&gt;Spoken-word&lt;/a&gt; artists such as &lt;a href=\"The%20Last%20Poets\"&gt;The Last Poets&lt;/a&gt;, &lt;a href=\"Gil%20Scott-Heron\"&gt;Gil Scott-Heron&lt;/a&gt; and &lt;a href=\"Melvin%20Van%20Peebles\"&gt;Melvin Van Peebles&lt;/a&gt; are also cited as the major innovators in early hip-hop. Beginning at &lt;a href=\"block%20party\"&gt;block parties&lt;/a&gt; in &lt;a href=\"The%20Bronx\"&gt;The Bronx&lt;/a&gt;, hip-hop music arose as one facet of a large subculture with rebellious and progressive elements. DJs spun records, most typically funk, while &lt;a href=\"Master%20of%20Ceremonies\"&gt;MC&lt;/a&gt;s introduced tracks to the dancing audience. Over time, DJs, particularly Jamaican immigrant &lt;a href=\"DJ%20Kool%20Herc\"&gt;DJ Kool Herc&lt;/a&gt; for instance, began isolating and repeating the &lt;a href=\"percussion%20break\"&gt;percussion break&lt;/a&gt;s, producing a constant, eminently danceable beat, which they or MCs began rapping over, through rhymes and eventually sustained lyrics. Hip Hop would become a multicultural movement in young black America, led by artists such as &lt;a href=\"Kurtis%20Blow\"&gt;Kurtis Blow&lt;/a&gt; and &lt;a href=\"Run-DMC\"&gt;Run-DMC&lt;/a&gt;.\n1980s.\nIn the 1980s, &lt;a href=\"Michael%20Jackson\"&gt;Michael Jackson&lt;/a&gt; had record-breaking success with his albums \"&lt;a href=\"Off%20the%20Wall\"&gt;Off the Wall&lt;/a&gt;\", \"&lt;a href=\"Bad%20%28album%29\"&gt;Bad&lt;/a&gt;\", and \"&lt;a href=\"Thriller%20%28Michael%20Jackson%20album%29\"&gt;Thriller&lt;/a&gt;\" – the latter remaining the &lt;a href=\"List%20of%20best-selling%20albums\"&gt;best-selling album&lt;/a&gt; of all time – transforming popular music and uniting races, ages and genders, and would eventually lead to successful crossover black solo artists, including &lt;a href=\"Prince%20%28musician%29\"&gt;Prince&lt;/a&gt;, &lt;a href=\"Lionel%20Richie\"&gt;Lionel Richie&lt;/a&gt;, &lt;a href=\"Luther%20Vandross\"&gt;Luther Vandross&lt;/a&gt;, &lt;a href=\"Tina%20Turner\"&gt;Tina Turner&lt;/a&gt;, &lt;a href=\"Whitney%20Houston\"&gt;Whitney Houston&lt;/a&gt;, and &lt;a href=\"Janet%20Jackson\"&gt;Janet Jackson&lt;/a&gt;. Pop and dance-soul of this era inspired &lt;a href=\"new%20jack%20swing\"&gt;new jack swing&lt;/a&gt; by the end of the decade.\nHip-hop spread across the country and diversified. &lt;a href=\"Techno\"&gt;Techno&lt;/a&gt;, Dance, &lt;a href=\"Miami%20bass\"&gt;Miami bass&lt;/a&gt;, &lt;a href=\"post-disco\"&gt;post-disco&lt;/a&gt;, &lt;a href=\"Chicago%20house\"&gt;Chicago house&lt;/a&gt;, Los Angeles &lt;a href=\"hardcore%20hip%20hop\"&gt;hardcore&lt;/a&gt; and Washington, D.C. &lt;a href=\"Go-go\"&gt;Go-go&lt;/a&gt; developed during this period, with only Miami bass achieving mainstream success. But, before long, Miami bass was relegated primarily to the &lt;a href=\"Southeastern%20US\"&gt;Southeastern US&lt;/a&gt;, while Chicago house had made strong headways on college campuses and dance arenas (i.e. the warehouse sound, the &lt;a href=\"rave\"&gt;rave&lt;/a&gt;). The DC go-go sound of Miami bass was essentially a regional sound that did not garner much mass appeal. &lt;a href=\"Chicago%20house\"&gt;Chicago house&lt;/a&gt; sound had expanded into the Detroit music environment and mutated into more electronic and industrial sounds creating &lt;a href=\"Detroit%20techno\"&gt;Detroit techno&lt;/a&gt;, acid, &lt;a href=\"Oldschool%20jungle\"&gt;jungle&lt;/a&gt;. Mating these experimental, usually DJ-oriented, sounds with the prevalence of the multi-ethnic New York City disco sound from the 1970s and 1980s created a brand of music that was most appreciated in the huge discothèques that are located in cities like Chicago, New York, Los Angeles, Detroit, &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, etc. Eventually, European audiences embraced this kind of electronic dance music with more enthusiasm than their North American counterparts. These variable sounds let the listeners prioritize their exposure to new music and rhythms while enjoying a gigantic dancing experience.\nIn the later half of the decade, from about 1986, rap took off into the mainstream with &lt;a href=\"Run-D.M.C.\"&gt;Run-D.M.C.&lt;/a&gt;'s \"&lt;a href=\"Raising%20Hell%20%28album%29\"&gt;Raising Hell&lt;/a&gt;\", and the &lt;a href=\"Beastie%20Boys\"&gt;Beastie Boys&lt;/a&gt;' \"&lt;a href=\"Licensed%20to%20Ill\"&gt;Licensed to Ill&lt;/a&gt;\", the latter becoming the first rap album to enter No.1 Spot on the \"Billboard 200\" and helping break down the doors for white performers to do rap. Both of these groups mixed rap and rock together, which appealed to rock and rap audiences. Hip-hop took off from its roots and the &lt;a href=\"golden%20age%20hip%20hop\"&gt;golden age hip hop&lt;/a&gt; flourished, with artists such as &lt;a href=\"Eric%20B.%20%26amp%3B%20Rakim\"&gt;Eric B. &amp; Rakim&lt;/a&gt;, &lt;a href=\"Public%20Enemy%20%28group%29\"&gt;Public Enemy&lt;/a&gt;, &lt;a href=\"LL%20Cool%20J\"&gt;LL Cool J&lt;/a&gt;, &lt;a href=\"Queen%20Latifah\"&gt;Queen Latifah&lt;/a&gt;, &lt;a href=\"Big%20Daddy%20Kane\"&gt;Big Daddy Kane&lt;/a&gt;, and &lt;a href=\"Salt-N-Pepa\"&gt;Salt-N-Pepa&lt;/a&gt;. Hip Hop became popular in America until the late 1990s, when it went worldwide. The golden age scene would die out by the early 1990s as gangsta rap and g-funk took over, with west-coast artists &lt;a href=\"Dr.%20Dre\"&gt;Dr. Dre&lt;/a&gt;, &lt;a href=\"Snoop%20Dogg\"&gt;Snoop Dogg&lt;/a&gt;, &lt;a href=\"Warren%20G\"&gt;Warren G&lt;/a&gt; and &lt;a href=\"Ice%20Cube\"&gt;Ice Cube&lt;/a&gt;, east-coast artists &lt;a href=\"Notorious%20B.I.G.\"&gt;Notorious B.I.G.&lt;/a&gt;, &lt;a href=\"Wu-Tang%20Clan\"&gt;Wu-Tang Clan&lt;/a&gt;, and &lt;a href=\"Mobb%20Deep\"&gt;Mobb Deep&lt;/a&gt;, and the sounds of urban black male bravado, compassion, and social awareness best represented by the rapper &lt;a href=\"Tupac%20Shakur\"&gt;Tupac Shakur&lt;/a&gt;.\nWhile &lt;a href=\"heavy%20metal%20music\"&gt;heavy metal music&lt;/a&gt; was almost exclusively created by white performers in the 1970s and 1980s, there were a few exceptions. In 1988, all-black heavy metal band &lt;a href=\"Living%20Colour\"&gt;Living Colour&lt;/a&gt; achieved mainstream success with their début album \"&lt;a href=\"Vivid%20%28Living%20Colour%20album%29\"&gt;Vivid&lt;/a&gt;\", peaking at No. 6 on the \"Billboard 200\", thanks to their Top 20 single \"&lt;a href=\"Cult%20of%20Personality%20%28song%29\"&gt;Cult of Personality&lt;/a&gt;\". The band's music contained lyrics that attack what they perceived as the Eurocentrism and racism of America. A decade later, more black artists like &lt;a href=\"Lenny%20Kravitz\"&gt;Lenny Kravitz&lt;/a&gt;, &lt;a href=\"Body%20Count%20%28band%29\"&gt;Body Count&lt;/a&gt;, &lt;a href=\"Ben%20Harper\"&gt;Ben Harper&lt;/a&gt;, and countless others would start playing rock again.\n1990s, 2000s, and 2010s.\n&lt;a href=\"Contemporary%20R%26amp%3BB\"&gt;Contemporary R&amp;B&lt;/a&gt;, as in the post-disco version of &lt;a href=\"soul%20music\"&gt;soul music&lt;/a&gt;, remained popular throughout the 1980s and 1990s. Male vocal groups in the style of soul groups such as &lt;a href=\"The%20Temptations\"&gt;The Temptations&lt;/a&gt; and &lt;a href=\"The%20O%27Jays\"&gt;The O'Jays&lt;/a&gt; were particularly popular, including &lt;a href=\"New%20Edition\"&gt;New Edition&lt;/a&gt;, &lt;a href=\"Boyz%20II%20Men\"&gt;Boyz II Men&lt;/a&gt;, &lt;a href=\"Jodeci\"&gt;Jodeci&lt;/a&gt;, &lt;a href=\"Dru%20Hill\"&gt;Dru Hill&lt;/a&gt;, &lt;a href=\"Blackstreet\"&gt;Blackstreet&lt;/a&gt;, and &lt;a href=\"Jagged%20Edge%20%28American%20group%29\"&gt;Jagged Edge&lt;/a&gt;. Girl groups, including &lt;a href=\"TLC%20%28music%29\"&gt;TLC&lt;/a&gt;, &lt;a href=\"Destiny%27s%20Child\"&gt;Destiny's Child&lt;/a&gt;, &lt;a href=\"SWV\"&gt;SWV&lt;/a&gt; and &lt;a href=\"En%20Vogue\"&gt;En Vogue&lt;/a&gt;, were also highly successful.\nSinger-songwriters such as &lt;a href=\"R.%20Kelly\"&gt;R. Kelly&lt;/a&gt;, &lt;a href=\"Mariah%20Carey\"&gt;Mariah Carey&lt;/a&gt;, &lt;a href=\"Montell%20Jordan\"&gt;Montell Jordan&lt;/a&gt;, &lt;a href=\"D%27Angelo\"&gt;D'Angelo&lt;/a&gt;, &lt;a href=\"Aaliyah\"&gt;Aaliyah&lt;/a&gt; and &lt;a href=\"Raphael%20Saadiq\"&gt;Raphael Saadiq&lt;/a&gt; of &lt;a href=\"Tony%21%20Toni%21%20Ton%C3%A9%21\"&gt;Tony! Toni! Toné!&lt;/a&gt; were also significantly popular during the 1990s, and artists including &lt;a href=\"Mary%20J.%20Blige\"&gt;Mary J. Blige&lt;/a&gt;, &lt;a href=\"Faith%20Evans\"&gt;Faith Evans&lt;/a&gt;, and &lt;a href=\"BLACKstreet\"&gt;BLACKstreet&lt;/a&gt; popularized a fusion blend known as &lt;a href=\"hip-hop%20soul\"&gt;hip-hop soul&lt;/a&gt;. The &lt;a href=\"neo%20soul\"&gt;neo soul&lt;/a&gt; movement of the 1990s looked back on more classical soul influences and was popularized in the late 1990s/early 2000s by such artists as D'Angelo, &lt;a href=\"Erykah%20Badu\"&gt;Erykah Badu&lt;/a&gt;, &lt;a href=\"Maxwell%20%28musician%29\"&gt;Maxwell&lt;/a&gt;, &lt;a href=\"Lauryn%20Hill\"&gt;Lauryn Hill&lt;/a&gt;, &lt;a href=\"India.Arie\"&gt;India.Arie&lt;/a&gt;, &lt;a href=\"Alicia%20Keys\"&gt;Alicia Keys&lt;/a&gt;, &lt;a href=\"Jill%20Scott\"&gt;Jill Scott&lt;/a&gt;, &lt;a href=\"Angie%20Stone\"&gt;Angie Stone&lt;/a&gt;, &lt;a href=\"Bilal%20%28American%20singer%29\"&gt;Bilal&lt;/a&gt; and &lt;a href=\"Musiq%20Soulchild\"&gt;Musiq Soulchild&lt;/a&gt;. According to one music writer, &lt;a href=\"D%27Angelo\"&gt;D'Angelo&lt;/a&gt;'s critically acclaimed album \"&lt;a href=\"Voodoo%20%28D%27Angelo%20album%29\"&gt;Voodoo&lt;/a&gt;\" (2000) \"represents African American music at a crossroads ... To simply call [it] neo-classical soul ... would be [to] ignore the elements of &lt;a href=\"vaudeville%20jazz\"&gt;vaudeville jazz&lt;/a&gt;, &lt;a href=\"Memphis%20soul\"&gt;Memphis horns&lt;/a&gt;, &lt;a href=\"Ragtime\"&gt;ragtime blues&lt;/a&gt;, funk and bass grooves, not to mention hip-hop, that slip out of every pore of these haunted songs.\" &lt;a href=\"Blue-eyed%20soul\"&gt;Blue-eyed soul&lt;/a&gt; is an influence of African-American music performed by Caucasian artists, including &lt;a href=\"Michael%20McDonald%20%28singer%29\"&gt;Michael McDonald&lt;/a&gt;, &lt;a href=\"Christina%20Aguilera\"&gt;Christina Aguilera&lt;/a&gt;, &lt;a href=\"Amy%20Winehouse\"&gt;Amy Winehouse&lt;/a&gt;, &lt;a href=\"Robin%20Thicke\"&gt;Robin Thicke&lt;/a&gt;, &lt;a href=\"Michael%20Bolton\"&gt;Michael Bolton&lt;/a&gt;, &lt;a href=\"Jon%20B.\"&gt;Jon B.&lt;/a&gt;, &lt;a href=\"Lisa%20Stansfield\"&gt;Lisa Stansfield&lt;/a&gt;, &lt;a href=\"Teena%20Marie\"&gt;Teena Marie&lt;/a&gt;, &lt;a href=\"Justin%20Timberlake\"&gt;Justin Timberlake&lt;/a&gt;, &lt;a href=\"Joss%20Stone\"&gt;Joss Stone&lt;/a&gt;, &lt;a href=\"George%20Michael\"&gt;George Michael&lt;/a&gt;, and &lt;a href=\"Anastacia\"&gt;Anastacia&lt;/a&gt;.\nBy the first decade of the 21st century, R&amp;B had shifted towards an emphasis on solo artists with pop appeal, with &lt;a href=\"Usher%20Raymond\"&gt;Usher&lt;/a&gt;, &lt;a href=\"Rihanna\"&gt;Rihanna&lt;/a&gt;, and &lt;a href=\"Beyonc%C3%A9\"&gt;Beyoncé&lt;/a&gt; being the most prominent examples. Furthermore, the music was accompanied by aesthetically creative and unique music videos. Examples of these types of music videos include but are not limited to: Beyoncé's \"Crazy in Love\", Rihanna's \"Pon de Replay\", and Usher's \"Caught Up\". These music videos helped R&amp;B become more profitable and more popular than it had been in the 1990s. The line between hip-hop and R&amp;B and pop was significantly blurred by producers such as &lt;a href=\"Timbaland\"&gt;Timbaland&lt;/a&gt; and &lt;a href=\"Lil%20Jon\"&gt;Lil Jon&lt;/a&gt; and artists such as &lt;a href=\"Missy%20Elliott\"&gt;Missy Elliott&lt;/a&gt;, &lt;a href=\"T-Pain\"&gt;T-Pain&lt;/a&gt;, &lt;a href=\"Nelly\"&gt;Nelly&lt;/a&gt;, &lt;a href=\"Akon\"&gt;Akon&lt;/a&gt; and &lt;a href=\"OutKast\"&gt;OutKast&lt;/a&gt;.\nIn the early 2000s, &lt;a href=\"50%20Cent\"&gt;50 Cent&lt;/a&gt; was one of the most popular African American artists.\nIt may appear as though hip-hop (called urban music) is race-neutral today; but it still remains a genre of music created by African-Americans. In the early years of hip-hop, the lyrics spoke of the hardships of being black in America. White owned record label companies controlled how hip-hop was marketed. This resulted in changes in the lyrics, culture and marketing of hip-hop to suit white audiences. Scolars of hip-hop and African-American hip-hop creators noticed a change in hip-hop over the years as white owned record label companies controlled how hip-hop is marketed to whites. Hip-hop is used to sell cars, cell phones, and other merchandise.\nThe hip-hop movement has become increasingly mainstream as the &lt;a href=\"music%20industry\"&gt;music industry&lt;/a&gt; has taken control of it. Essentially, \"from the moment 'Rapper's Delight' went platinum, hiphop the folk culture became hiphop the American entertainment-industry sideshow.\"\nIn 2005, African-American rapper &lt;a href=\"50%20Cent\"&gt;50 Cent&lt;/a&gt;’s album \"&lt;a href=\"The%20Massacre\"&gt;The Massacre&lt;/a&gt;\" sold more than a million album copies in its first week. In 2008, &lt;a href=\"Lil%20Wayne\"&gt;Lil Wayne&lt;/a&gt;’s album \"&lt;a href=\"Tha%20Carter%20III\"&gt;Tha Carter III&lt;/a&gt;\" sold more than a million copies in its first week also.\nIn June 2009, Michael Jackson died unexpectedly from a cardiac arrest, triggering a global outpouring of grief. Within a year of his death, his estate had generated $1.4 billion in revenues. A documentary film consisting of rehearsal footage for Jackson's scheduled \"This Is It\" tour, entitled \"Michael Jackson's This Is It\", was released on October 28, 2009, and became the highest-grossing concert film in history.\nIn 2013, no African-American musician had a \"Billboard\" Hot 100 number one. This was the first time there was no number one in a year by an African American in the chart's 55-year history.\nPlans for a &lt;a href=\"Smithsonian\"&gt;Smithsonian&lt;/a&gt;-affiliated Museum of African-American music to be built in &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark, New Jersey&lt;/a&gt;, and an R&amp;B museum/hall of fame have been discussed.\nBlack protest music went mainstream in the 2010s. Beyoncé, Solange, Kanye West, Frank Ocean, and Rihanna released black protest albums during &lt;a href=\"Donald%20Trump\"&gt;Donald Trump&lt;/a&gt;’s candidacy. Beyoncé released her first black protest album \"&lt;a href=\"Lemonade%20%28Beyonc%C3%A9%20album%29\"&gt;Lemonade&lt;/a&gt;\" in 2016.\nIn the late 2010s, &lt;a href=\"mumble%20rap\"&gt;mumble rap&lt;/a&gt; which originated from &lt;a href=\"African-American%20Vernacular%20English\"&gt;African-American Vernacular English&lt;/a&gt; became popular with artists like &lt;a href=\"Playboi%20Carti\"&gt;Playboi Carti&lt;/a&gt;.\nEconomic impact.\nRecord stores played a vital role in African-American communities for many decades. In the 1960s and 1970s, between 500 and 1,000 black-owned record stores operated in the American South, and probably twice as many in the United States as a whole. African-American entrepreneurs embraced record stores as key vehicles for economic empowerment and critical public spaces for black consumers at a time that many black-owned businesses were closing amid desegregation. In addition, countless African Americans have earned livings as musical performers, club owners, radio deejays, concert promoters, and record label owners. Many consumer companies use African American music to sell their products. Companies like; Coca Cola, Nike, and Pepsi have used artists to sell to the youth and other followers of the genres. A prime example of the economic impact that African American music is the way the NFL exposes new and old music with its super bowl halftime show.\nBlack Music's Global Influence.\nThe genres of Jazz and Hip-Hop spread around the world. These genres traveled to Africa and Asia and influenced other genres of African and Asian Music. The textural styles, slang language and &lt;a href=\"African-American%20Vernacular%20English\"&gt;African American Vernacular English&lt;/a&gt; influenced American pop culture and global culture. The way African-Americans dress in hip-hop videos and how African-Americans talk is copied for style and profit in the American market and the global market. Blues, jazz, and hip-hop were created in African-American neighborhoods despite African-Americans are marginalized in American society on an economic and social level, the music created by African-Americans had a global impact due to marketing and media. With the advent of the &lt;a href=\"internet\"&gt;internet&lt;/a&gt;, African-American music and culture has become consumed more rapidly around the world on a daily basis. The internet resulted in the mass consumption and appropriation and sometimes mocking of black culture by whites and non-blacks in social media.\nAfrobeat.\n&lt;a href=\"Afrobeat\"&gt;Afrobeat&lt;/a&gt; is a West African genre of music created by &lt;a href=\"Nigerians\"&gt;Nigerian&lt;/a&gt; artist &lt;a href=\"Fela%20Kuti\"&gt;Fela Kuti&lt;/a&gt;. Kuti created Afrobeat fusing traditional West African music with African-American music of Jazz, R&amp;B, and other genres of West African and African-American music. West African musicians fused African-American music with their traditional West African music creating new genres of music. In addition, funk music also influenced Afrobeat. &lt;a href=\"James%20Brown\"&gt;James Brown&lt;/a&gt;'s Funk music, Brown's dance style and African-American drumming influenced Afrobeat. In &lt;a href=\"London\"&gt;London&lt;/a&gt;, Kuti joined jazz and rock bands, and when he returned to Nigeria the creation of Afrobeat began in the country by fusing African-American and traditional &lt;a href=\"Yoruba%20music\"&gt;Yoruba music&lt;/a&gt;. In 1969, Kuti toured the United States. Through his travels, Kuti became inspired by the political activism of African-Americans. Kuti studied the life of &lt;a href=\"Malcolm%20X\"&gt;Malcolm X&lt;/a&gt; and was inspired by his pro-black speeches. This resulted in a change in Kuti's &lt;a href=\"Music%20and%20Black%20liberation\"&gt;message in Afrobeat&lt;/a&gt; as it became more political discussing the political issues in Africa and Nigeria.\nAsian Pop and Asian Hip-Hop Music.\nHip-Hop came to &lt;a href=\"Korea\"&gt;Korea&lt;/a&gt; in the 1990s. It later developed into a genre of hip-hop in Korea called Korean Hip-Hop and &lt;a href=\"K-pop\"&gt;Korean K-pop&lt;/a&gt; music. Although African-American music influenced genres of Korean pop music and culture, some Korean artists are known to appropriate African-American vernacular and other aspects of Black culture."
}