{
    "id": "39294826",
    "revid": "2304267",
    "url": "https://en.wikipedia.org/wiki?curid=39294826",
    "title": "Access All Arenas",
    "text": "Access All Arenas is the second live album by French &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; music duo &lt;a href=\"Justice%20%28band%29\"&gt;Justice&lt;/a&gt;. It was released on 7 May 2013. The album was recorded at the &lt;a href=\"Arena%20of%20N%C3%AEmes\"&gt;Arena of Nîmes&lt;/a&gt; on 19 July 2012.\nRelease.\nInitially, the song \"On'n'On\" was released on the official Justice &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; &lt;a href=\"https%3A//www.youtube.com/user/etjusticepourtous\"&gt;channel&lt;/a&gt; on 26 March 2013 as a promotion for the full album. The album was released on streaming services such as &lt;a href=\"Spotify\"&gt;Spotify&lt;/a&gt; and their own official website for the album on 2 May 2013, while distribution mediums such as &lt;a href=\"Amazon.com\"&gt;Amazon.com&lt;/a&gt; or &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt; released the album on the official date of 7 May 2013.\nCritical reception.\nThe album received generally positive reviews upon release. \"&lt;a href=\"Pitchfork%20%28website%29\"&gt;Pitchfork&lt;/a&gt;\" praised how the music had unmistakable flaws indicative of live performance, noting that this gives the album \"an organic energy\" in contrast with other dance acts where pre-sequenced music would play. \"Pitchfork\" also noted how they recorded tones of crowd noise, concluding that \"even if you weren't there to appreciate the show in person, they'll make damn sure you know that 2,000 others did.\" \"&lt;a href=\"Consequence%20of%20Sound\"&gt;Consequence of Sound&lt;/a&gt;\", in a three-star review, praised the variety of styles in the album, saying \"\"Access All Arenas\" threads seamlessly from one track into the next, touching upon everything from Zeppelin-like riffage (“Canon”) and cock rock bombast (“Newlands”) to slick odes to ’70s funk and disco (“D.A.N.C.E.”), all underpinned by an omnipresent house beat.\" \"&lt;a href=\"PopMatters\"&gt;PopMatters&lt;/a&gt;\" also commented on the performance aspect, expressing that \"Justice actually does its best to play the music, rather than leaning on Ableton or some other digital interface to spit out slightly modified &lt;a href=\"Stem%20mixing%20and%20mastering%23Stem\"&gt;stems&lt;/a&gt;\". \"PopMatters\" also mentioned similarities between this album and \"&lt;a href=\"Audio%2C%20Video%2C%20Disco\"&gt;Audio, Video, Disco&lt;/a&gt;\", Justice's last album."
}