{
    "id": "392903",
    "revid": "24323093",
    "url": "https://en.wikipedia.org/wiki?curid=392903",
    "title": "List of political parties in Romania",
    "text": "This article lists political parties in Romania. Romania has a &lt;a href=\"multi-party%20system\"&gt;multi-party system&lt;/a&gt; with numerous &lt;a href=\"political%20parties\"&gt;political parties&lt;/a&gt;, in which no one party often has a chance of gaining parliamentary majority alone, and parties must work with each other to form &lt;a href=\"coalition%20government\"&gt;coalition government&lt;/a&gt;s. The current system was established following the &lt;a href=\"Romanian%20Revolution\"&gt;Romanian Revolution&lt;/a&gt; of 1989 and the adoption of a &lt;a href=\"Constitution%20of%20Romania\"&gt;new constitution&lt;/a&gt; in 1991; prior to these events, Romania was a single-party state under the &lt;a href=\"Romanian%20Communist%20Party\"&gt;Communist Party of Romania&lt;/a&gt; (PCR).\nSince the early 1990s, Romanian politics saw a gradual decrease in the number of parties entering Parliament and a relative consolidation of existing parties along ideological lines. Major parties can be roughly grouped into &lt;a href=\"Liberalism\"&gt;liberal&lt;/a&gt;, &lt;a href=\"Social%20democracy\"&gt;social democratic&lt;/a&gt;, or &lt;a href=\"Conservatism\"&gt;conservative&lt;/a&gt; \"families\". Extremist groups have a relatively low political profile in Romania, despite a surge in popularity of &lt;a href=\"far%20right\"&gt;far right&lt;/a&gt; and &lt;a href=\"Eurosceptic\"&gt;Eurosceptic&lt;/a&gt; parties across Europe in the 2010s.\n&lt;a href=\"Party%20switching\"&gt;Party switching&lt;/a&gt; () remains an issue, however, as does corruption, leading to an overall low level of public trust in political parties (12% in December 2014). To counter this perception, the two largest parties as of 2015 (the Social Democrats and the National Liberals) have initiated a series of internal reforms to strengthen their integrity criteria and impose disciplinary sanctions on party members investigated or convicted on corruption charges.\nLegal framework.\nArticle 40 of the Constitution of Romania states that citizens can freely associate into political parties, with the exception of judges, military and police personnel and other civil servants which are apolitical by law. The same article bans parties which campaign against &lt;a href=\"pluralism%20%28political%20philosophy%29\"&gt;political pluralism&lt;/a&gt;, the &lt;a href=\"rule%20of%20law\"&gt;rule of law&lt;/a&gt;, and Romania's sovereignty and territorial integrity. Romania's party system is regulated by Law no. 14/2003 on political parties; the law initially mandated a list of 25,000 supporters, residing in at least 18 &lt;a href=\"Counties%20of%20Romania\"&gt;counties&lt;/a&gt; and the Municipality of Bucharest, for a party to be formally registered. However, in February 2015, the unregistered &lt;a href=\"Pirate%20Party%20Romania\"&gt;Pirate Party of Romania&lt;/a&gt; filed a complaint with the &lt;a href=\"Constitutional%20Court%20of%20Romania\"&gt;Constitutional Court&lt;/a&gt;, arguing that the list requirement is a violation of the constitutional provisions on &lt;a href=\"freedom%20of%20association\"&gt;freedom of association&lt;/a&gt;. The Court subsequently struck down the requirement as unconstitutional, and on 6 May 2015, the Romanian Parliament approved a modified version of the law, which allows the formation of a political party with 3 signatures.\nParties represented in Parliament.\nCurrent political parties with parliamentary representation, in order of the number of representatives they have in the &lt;a href=\"Chamber%20of%20Deputies%20%28Romania%29\"&gt;Chamber of Deputies&lt;/a&gt;:\nIn addition, &lt;a href=\"Romanian%20ethnic%20minorities%20parties\"&gt;ethnic minority organizations&lt;/a&gt; are granted each seat in the Chamber of Deputies if: (1) are the sole official representative organization of the minority; (2) they participate in the legislative election and do not pass the 5% threshold but obtain at least 10% of the number of votes calculated to correspond to electing one deputy. These seats are added to the number of seats put up for election. As of 2021, there are eighteen such seats. The Hungarian minority organization, the &lt;a href=\"Democratic%20Alliance%20of%20Hungarians%20in%20Romania\"&gt;Democratic Alliance of Hungarians in Romania&lt;/a&gt; (UDMR/RMDSZ) has always passed the 5% threshold for both houses of the Romanian Parliament, and has been treated as a regular political party (and acting like one as well).\nParties only represented in the European Parliament.\nBesides the parties represented in the Romanian Parliament, the following parties only have representation in the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;:\nMinor parties.\nParties with elected representation at local and county level.\nThe following are political parties which ran by themselves in the 2020 local elections and won elected representation at local and county level (does not include seats won on alliance tickets):\nThe following parties have won seats in the 2020 local elections only as part of &lt;a href=\"electoral%20alliance\"&gt;electoral alliance&lt;/a&gt;s:\nDefunct parties.\nParties no longer active:\nParties active 1918−1947.\nThe following parties were all active in Romania in the &lt;a href=\"interwar%20period\"&gt;interwar period&lt;/a&gt; and, in some cases, through and after World War II.\nDates of founding and dissolution are given, where known. Failing that, the earliest and latest dates known for activities are given.\nThis period saw the proliferation of numerous extremist parties inspired by &lt;a href=\"fascism\"&gt;fascism&lt;/a&gt;, &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; and &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt;. The latter were effectively banned in 1924 by the so-called &lt;a href=\"M%C3%A2rzescu%20law\"&gt;Mârzescu law&lt;/a&gt;. A succession of coups drastically altered the political landscape as Romania went through a single-party dictatorship under the &lt;a href=\"National%20Renaissance%20Front\"&gt;National Renaissance Front&lt;/a&gt; (1938–1940), then a military dictatorship without political parties (1940–1944), then briefly returning to multiparty democracy before finally becoming a &lt;a href=\"Socialist%20Republic%20of%20Romania\"&gt;people's republic&lt;/a&gt; (1944–1947).\nCommunist-era parties (1947–1989).\nAlthough distinct parties in the &lt;a href=\"Communist%20Romania\"&gt;communist era&lt;/a&gt; were not politically relevant, the following were the officially recognized political forces:\nOther parties were allowed to exist, with unclear status, until mid-1948."
}