{
    "id": "3930695",
    "revid": "15534247",
    "url": "https://en.wikipedia.org/wiki?curid=3930695",
    "title": "Driver Ed (Veronica Mars)",
    "text": "\"Driver Ed\" is the second episode of the &lt;a href=\"Veronica%20Mars%20%28season%202%29\"&gt;second season&lt;/a&gt; of the American &lt;a href=\"Mystery%20fiction\"&gt;mystery&lt;/a&gt; television series \"&lt;a href=\"Veronica%20Mars\"&gt;Veronica Mars&lt;/a&gt;\", and the twenty-fourth episode overall. Written by &lt;a href=\"Diane%20Ruggiero\"&gt;Diane Ruggiero&lt;/a&gt; and directed by &lt;a href=\"Nick%20Marck\"&gt;Nick Marck&lt;/a&gt;, the episode premiered on &lt;a href=\"UPN\"&gt;UPN&lt;/a&gt; on October 5, 2005.\nThe series depicts the adventures of &lt;a href=\"Veronica%20Mars%20%28character%29\"&gt;Veronica Mars&lt;/a&gt; (&lt;a href=\"Kristen%20Bell\"&gt;Kristen Bell&lt;/a&gt;) as she deals with life as a high school student while moonlighting as a &lt;a href=\"private%20detective\"&gt;private detective&lt;/a&gt;. In this episode, Veronica is tasked with proving that the bus driver did not drive off the cliff in order to kill himself. Meanwhile, &lt;a href=\"Wallace%20Fennel\"&gt;Wallace&lt;/a&gt; (&lt;a href=\"Percy%20Daggs%20III\"&gt;Percy Daggs III&lt;/a&gt;) starts a relationship with new student Jackie (&lt;a href=\"Tessa%20Thompson\"&gt;Tessa Thompson&lt;/a&gt;).\nSynopsis.\nAfter the school bus crash, Veronica wonders what happened, learns that Meg is alive. Meanwhile, Jackie Cook comes up and angrily asks her for a coffee. The townspeople angrily question Sheriff Lamb (&lt;a href=\"Michael%20Muhney\"&gt;Michael Muhney&lt;/a&gt;), but he does not have any information. The bus driver's daughter, Jessie (&lt;a href=\"Ari%20Graynor\"&gt;Ari Graynor&lt;/a&gt;) asks Veronica to help her prove that the bus driver, Ed Doyle, didn't kill himself so the family can get insurance benefits. After Jessie punches another girl, Veronica agrees to help her. Woody Goodman (&lt;a href=\"Steve%20Guttenberg\"&gt;Steve Guttenberg&lt;/a&gt;) tells Keith (&lt;a href=\"Enrico%20Colantoni\"&gt;Enrico Colantoni&lt;/a&gt;) that he should run for sheriff. That night, Veronica and Keith watch the news, on which a convenience store clerk says that the bus driver was acting weird. Jackie has conflicts with her strict father, who is the baseball player from the previous episode. Jackie walks into class, and she and Wallace start flirting with each other. Logan (&lt;a href=\"Jason%20Dohring\"&gt;Jason Dohring&lt;/a&gt;) is carrying on his affair with Kendall (&lt;a href=\"Charisma%20Carpenter\"&gt;Charisma Carpenter&lt;/a&gt;). While they are having sex, Dick (&lt;a href=\"Ryan%20Hansen\"&gt;Ryan Hansen&lt;/a&gt;) and &lt;a href=\"Cassidy%20%26quot%3BBeaver%26quot%3B%20Casablancas\"&gt;Beaver&lt;/a&gt; walk in with their father, Dick Sr. (&lt;a href=\"David%20Starzyk\"&gt;David Starzyk&lt;/a&gt;). However, they successfully cover the affair up, and Mr. Casablancas invites Logan to target practice. Jackie's car shows up with a mysterious scratch on it, and Wallace calls Veronica for help. Veronica talks to the convenience clerk who talked to the bus driver. Veronica asks for the last meal the bus driver had, which was a Slurpee and a bag of peanuts. Veronica notices a phone and thinks that the bus driver probably needed to get change to make a call.\nVeronica goes to the Sheriff's department for access to the phone records. Wallace learns that a blonde driving a green car dented Jackie's car. Wallace investigates one of the suspects. Veronica talks to Jessie again, and she reveals that she learns that the bus driver made a call to someone named Cotter who lived in their apartment complex. Sheriff Lamb enters Jessie's house and says that he has a search warrant. Logan shoots at targets with Mr. Casablancas and Dick. Veronica talks to the Cotter family (Gregory Thirloway and &lt;a href=\"Kristin%20Dattilo\"&gt;Kristin Dattilo&lt;/a&gt;), but they say that it was a wrong number. Sheriff Lamb found a suicide note saved on Ed Doyle's computer.\nVeronica comes back to the Cotter house and finds Mrs. Cotter. where Veronica voices her theory that Ed Doyle wasn't planning to kill himself, but he was actually going to leave his wife for Mrs. Cotter. Veronica is right, and Mrs. Cotter meets Jessie for the first time. Veronica reconciles with Duncan (&lt;a href=\"Teddy%20Dunn\"&gt;Teddy Dunn&lt;/a&gt;), and they have sex in a hotel room. When she is leaving, she notices Logan coming out of a room, which has Kendall in it. While picking up popcorn, Beaver finds a condom wrapper. Keith politely declines Woody's offer for the Sheriff run. Jessie tries to have Sheriff Lamb reopen the case to no avail, which Keith sees. Wallace successfully finds the person who dented Jackie's car. Keith tells Veronica that he is running for Sheriff after all. An unidentified dead body washes up on shore, and Sheriff Lamb and his assistants inspect the body. They find \"Veronica Mars\" written on his palm.\nCultural references.\nA variety of cultural references are made in the episode:\nMusic.\nIn addition to the series' theme song, \"&lt;a href=\"We%20Used%20to%20Be%20Friends\"&gt;We Used to Be Friends&lt;/a&gt;\", by &lt;a href=\"The%20Dandy%20Warhols\"&gt;The Dandy Warhols&lt;/a&gt;, the following songs can be heard in the episode:\nProduction.\nThe episode features a &lt;a href=\"Special%20guest%20star\"&gt;special guest-starring&lt;/a&gt; appearance by &lt;a href=\"Kevin%20Smith\"&gt;Kevin Smith&lt;/a&gt;, who plays the store clerk Duane Anders in the episode. Smith rose to fame for his 1994 &lt;a href=\"black-and-white\"&gt;black-and-white&lt;/a&gt; &lt;a href=\"comedy%20film\"&gt;comedy film&lt;/a&gt; \"&lt;a href=\"Clerks%20%281994%20film%29\"&gt;Clerks&lt;/a&gt;\", which he wrote, directed, and starred in as &lt;a href=\"Jay%20and%20Silent%20Bob\"&gt;Silent Bob&lt;/a&gt;. Other one-episode guest stars in the episode are &lt;a href=\"Ari%20Graynor\"&gt;Ari Graynor&lt;/a&gt; and &lt;a href=\"Miko%20Hughes\"&gt;Miko Hughes&lt;/a&gt;.\n\"Driver Ed\" also marks the first appearance of Jackie Cook (&lt;a href=\"Tessa%20Thompson\"&gt;Tessa Thompson&lt;/a&gt;), who is a series regular for the show's second season. She would later become known for her roles in \"&lt;a href=\"For%20Colored%20Girls\"&gt;For Colored Girls&lt;/a&gt;\", \"&lt;a href=\"Selma%20%28film%29\"&gt;Selma&lt;/a&gt;\", and \"&lt;a href=\"Dear%20White%20People\"&gt;Dear White People&lt;/a&gt;\". In the latter, she co-starred with Veronica Mars cast member &lt;a href=\"Kyle%20Gallner\"&gt;Kyle Gallner&lt;/a&gt;. Another first appearance which takes place in this episode is that of Dick Casablancas, Sr. (&lt;a href=\"David%20Starzyk\"&gt;David Starzyk&lt;/a&gt;). The episode was written by regular writer &lt;a href=\"Diane%20Ruggiero\"&gt;Diane Ruggiero&lt;/a&gt; and directed by &lt;a href=\"Nick%20Marck\"&gt;Nick Marck&lt;/a&gt;, marking Ruggiero's eighth writing credit for the series as well as Marck's fifth directing credit.\nReception.\nRatings.\nIn its original broadcast, the episode received 2.73 million viewers, ranking 106th of 155 in the weekly rankings.\nReviews.\nPrice Peterson of \"&lt;a href=\"TV.com\"&gt;TV.com&lt;/a&gt;\" wrote that \"Driver Ed\" was \"another great episode that continued increasing the soapier aspects of the show. I especially appreciated that Wallace took the reins on his own investigation…I love that the big mystery is unfolding in the present-tense rather than in flashbacks.\" Rowan Kaiser, writing for \"&lt;a href=\"The%20A.V.%20Club\"&gt;The A.V. Club&lt;/a&gt;\", gave a mostly positive review, writing that \"it's good to see [Keith and Veronica] having moments of pure goodness in this episode.\"\nConversely, \"&lt;a href=\"Television%20Without%20Pity\"&gt;Television Without Pity&lt;/a&gt;\" gave the episode a \"B-\"."
}