{
    "id": "3931692",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=3931692",
    "title": "Ardeshir Cowasjee",
    "text": "Ardeshir Cowasjee (13 April 1926 – 24 November 2012) () was a Pakistani newspaper &lt;a href=\"columnist\"&gt;columnist&lt;/a&gt;, &lt;a href=\"social%20activist\"&gt;social activist&lt;/a&gt;, and &lt;a href=\"philanthropist\"&gt;philanthropist&lt;/a&gt;. Belonging from &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt;, his columns regularly appeared in the country's oldest &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; newspaper, \"&lt;a href=\"Dawn%20%28newspaper%29\"&gt;Dawn&lt;/a&gt;\". He was also the Chairman of the &lt;a href=\"Cowasjee%20Group\"&gt;Cowasjee Group&lt;/a&gt; and was engaged in philanthropic activities in addition to being regarded as an old \"guardian\" of the city of Karachi.\nOn 3 November 2013, &lt;a href=\"Institute%20of%20Business%20Administration%2C%20Karachi\"&gt;Institute of Business Administration, Karachi&lt;/a&gt; launched the Ardeshir Cowasjee Centre for Writing in his honor.\nBiography.\nCowasjee was born on 13 April 1926 in Karachi to the well-known &lt;a href=\"Cowasjee\"&gt;Cowasjee&lt;/a&gt; &lt;a href=\"Parsi%20people\"&gt;Parsi&lt;/a&gt; (&lt;a href=\"Zoroastrian\"&gt;Zoroastrian&lt;/a&gt;) family. His father, Rustom Fakirjee Cowasjee, was a businessman in merchant shipping, and the family spoke &lt;a href=\"Gujarati%20language\"&gt;Gujarati&lt;/a&gt; at home. Ardeshir attended the &lt;a href=\"B.V.S.%20Parsi%20High%20School\"&gt;Bai Virbaiji Soparivala (BVS) Parsi High School&lt;/a&gt; and graduated from &lt;a href=\"DJ%20Science%20College\"&gt;DJ Science College&lt;/a&gt;, Karachi. Later, he joined his father's business, the &lt;a href=\"Cowasjee%20Group\"&gt;Cowasjee Group&lt;/a&gt;. In 1953, he married Nancy Dinshaw, with whom he had two children – Ava (daughter) and Rustom (son).\nCareer.\nCowasjee owned a family run shipping company, that at the time of the &lt;a href=\"independence%20of%20Pakistan\"&gt;independence of Pakistan&lt;/a&gt; was Karachi's largest shipping company. This shipping company was nationalized during &lt;a href=\"Zulfiqar%20Ali%20Bhutto\"&gt;Zulfiqar Ali Bhutto&lt;/a&gt;'s &lt;a href=\"Zulfikar%20Ali%20Bhutto%23Leader%20of%20Pakistan\"&gt;premiership&lt;/a&gt;. He was appointed by &lt;a href=\"Prime%20Minister%20of%20Pakistan\"&gt;Prime Minister&lt;/a&gt; Zulfikar Ali Bhutto as Managing Director of &lt;a href=\"PTDC\"&gt;Pakistan Tourism Development Corporation&lt;/a&gt; (PTDC) in 1973. He was jailed for 72 days in 1976 by &lt;a href=\"Zulfikar%20Ali%20Bhutto\"&gt;Zulfikar Ali Bhutto&lt;/a&gt; for which no explanation has been given to date; it is said that Prime Minister Bhutto did this because Cowasjee was becoming increasingly vocal about Bhutto's authoritarian ways. Cowasjee subsequently started writing letters to the editor of \"Dawn\" newspaper, which led to him becoming a permanent columnist. Since then, his hard-hitting and well-researched columns in \"Dawn\" have continuously exposed &lt;a href=\"Political%20corruption\"&gt;corruption&lt;/a&gt;, &lt;a href=\"nepotism\"&gt;nepotism&lt;/a&gt;, and incompetence in different local, provincial, and national governments. Cowasjee's last article for \"Dawn\" was published on 25 December 2011.\n\"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" described him thus: \"His is a stubborn non-Muslim voice in this nation created as an Islamic homeland, refusing to be silenced. Attempts have been made. His life has been threatened so often the government has provided him with 24-hour protection.\nActivities.\nVia the Cowasjee Foundation, Cowasjee was the financier of many scholarships for students wishing to pursue higher education. These included grants for both local and overseas education. They were termed \"loans\" and Cowasjee encouraged recipients to repay them so that others could benefit from the funds; however, he expected that the majority of the funds would not be repaid.\nDeath.\nCowasjee died at the age of 86, on 24 November 2012. He was suffering from chest illness and remained in hospital for twelve days."
}