{
    "id": "39316220",
    "revid": "15596619",
    "url": "https://en.wikipedia.org/wiki?curid=39316220",
    "title": "2016 Galician regional election",
    "text": "The 2016 Galician regional election was held on Sunday, 25 September 2016, to elect the 10th &lt;a href=\"Parliament%20of%20Galicia\"&gt;Parliament&lt;/a&gt; of the &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous community&lt;/a&gt; of &lt;a href=\"Galicia%20%28Spain%29\"&gt;Galicia&lt;/a&gt;. All 75 seats in the Parliament were up for election. The election was held simultaneously with a &lt;a href=\"2016%20Basque%20regional%20election\"&gt;regional election in the Basque Country&lt;/a&gt;.\n&lt;a href=\"Alberto%20N%C3%BA%C3%B1ez%20Feij%C3%B3o\"&gt;Alberto Núñez Feijóo&lt;/a&gt; announced the election would be brought forward to September, after initially scheduling to hold it throughout October, following &lt;a href=\"Lehendakari\"&gt;Lehendakari&lt;/a&gt; &lt;a href=\"I%C3%B1igo%20Urkullu\"&gt;Iñigo Urkullu&lt;/a&gt;'s announcement of a Basque election for 25 September. Feijóo defended his decision in that it would make \"no sense\" to hold the election only weeks after the Basque poll, specially considering the state of political instability in Spain over the &lt;a href=\"2015%E2%80%9316%20Spanish%20government%20formation\"&gt;government formation process&lt;/a&gt; after the &lt;a href=\"2016%20Spanish%20general%20election\"&gt;general election in June&lt;/a&gt;. The election took place in a situation in which the Spanish political landscape had undergone a major transformation within a short time, with a decrease in support for the &lt;a href=\"People%27s%20Party%20%28Spain%29\"&gt;People's Party&lt;/a&gt; (PP) and the &lt;a href=\"Spanish%20Socialist%20Workers%27%20Party\"&gt;Spanish Socialist Workers' Party&lt;/a&gt; (PSOE) nationally and the emergence of new parties such as &lt;a href=\"Podemos%20%28Spanish%20political%20party%29\"&gt;Podemos&lt;/a&gt; and &lt;a href=\"Citizens%20%28Spanish%20political%20party%29\"&gt;Citizens&lt;/a&gt; (C's).\nFeijóo's PP, with 47.6% and 41 seats, went on to secure a third consecutive absolute majority, the only one at the time in Spain after the &lt;a href=\"2015%20Spanish%20regional%20elections\"&gt;2015 electoral cycle&lt;/a&gt;. The Podemos-supported &lt;a href=\"En%20Marea\"&gt;En Marea&lt;/a&gt; list, which had already achieved major breakthroughs in the region at the &lt;a href=\"2015%20Spanish%20general%20election\"&gt;2015&lt;/a&gt; and 2016 general elections, placed narrowly ahead of the &lt;a href=\"Socialists%27%20Party%20of%20Galicia\"&gt;Socialists' Party of Galicia&lt;/a&gt; (PSdeG–PSOE) which scored the worst result of its history in a Galician regional election. Concurrently, the &lt;a href=\"Galician%20Nationalist%20Bloc\"&gt;Galician Nationalist Bloc&lt;/a&gt; (BNG) saw a slight drop in support but was able to outperform opinion poll predictions of an electoral meltdown. Finally, with 3.4%, Cs fell well below their aspirations of entering parliament, failing to secure any seat.\nThe results of the Basque and Galician elections, both of which saw very poor PSOE's performances after being overtaken by the Podemos-led alliances and polling at record-low levels of support, prompted dissenters within the party—led by &lt;a href=\"Andalusian%20president\"&gt;Andalusian president&lt;/a&gt; &lt;a href=\"Susana%20D%C3%ADaz\"&gt;Susana Díaz&lt;/a&gt;—to call for &lt;a href=\"Pedro%20S%C3%A1nchez\"&gt;Pedro Sánchez&lt;/a&gt;'s resignation as PSOE secretary-general. Sánchez's refusal to resign and his announcement of a party congress for later in the year—amid &lt;a href=\"2015%E2%80%9316%20Spanish%20government%20formation\"&gt;an ongoing government formation process&lt;/a&gt; and with the growing risk of a third general election in a row being held in Spain—led to an attempt from his critics to force his downfall, triggering a severe &lt;a href=\"2016%20PSOE%20crisis\"&gt;party crisis&lt;/a&gt; and a break down of party discipline which led to Sánchez's ousting on 1 October 2016, a divided PSOE abstaining in &lt;a href=\"Mariano%20Rajoy\"&gt;Mariano Rajoy&lt;/a&gt;'s investiture on 29 October and a subsequent &lt;a href=\"2017%20Spanish%20Socialist%20Workers%27%20Party%20leadership%20election\"&gt;party leadership election in 2017&lt;/a&gt; which would see Sánchez returning to his post of secretary-general and taking full control over the party.\nOverview.\nElectoral system.\nThe &lt;a href=\"Parliament%20of%20Galicia\"&gt;Parliament of Galicia&lt;/a&gt; was the &lt;a href=\"Devolution\"&gt;devolved&lt;/a&gt;, &lt;a href=\"unicameral%20legislature\"&gt;unicameral legislature&lt;/a&gt; of the &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous community&lt;/a&gt; of &lt;a href=\"Galicia%20%28Spain%29\"&gt;Galicia&lt;/a&gt;, having legislative power in regional matters as defined by the &lt;a href=\"Spanish%20Constitution%20of%201978\"&gt;Spanish Constitution of 1978&lt;/a&gt; and the &lt;a href=\"Galician%20Statute%20of%20Autonomy%20of%201981\"&gt;regional Statute of Autonomy&lt;/a&gt;, as well as the ability to vote confidence in or withdraw it from a &lt;a href=\"President%20of%20the%20Regional%20Government%20of%20Galicia\"&gt;regional president&lt;/a&gt;.\nVoting for the Parliament was on the basis of &lt;a href=\"universal%20suffrage\"&gt;universal suffrage&lt;/a&gt;, which comprised all nationals over eighteen, registered in Galicia and in full enjoyment of their political rights. Additionally, &lt;a href=\"Spanish%20diaspora\"&gt;Galicians abroad&lt;/a&gt; were required to &lt;a href=\"Voter%20registration\"&gt;apply for voting&lt;/a&gt; before being permitted to vote, a system known as \"begged\" or expat vote (). The 75 members of the Parliament of Galicia were elected using the &lt;a href=\"D%27Hondt%20method\"&gt;D'Hondt method&lt;/a&gt; and a &lt;a href=\"closed%20list\"&gt;closed list&lt;/a&gt; &lt;a href=\"proportional%20representation\"&gt;proportional representation&lt;/a&gt;, with an &lt;a href=\"electoral%20threshold\"&gt;electoral threshold&lt;/a&gt; of five percent of valid votes—which included blank ballots—being applied in each constituency. Parties not reaching the threshold were not taken into consideration for seat distribution. Seats were allocated to constituencies, corresponding to the &lt;a href=\"Provinces%20of%20Spain\"&gt;provinces&lt;/a&gt; of &lt;a href=\"Province%20of%20A%20Coru%C3%B1a\"&gt;A Coruña&lt;/a&gt;, &lt;a href=\"Province%20of%20Lugo\"&gt;Lugo&lt;/a&gt;, &lt;a href=\"Province%20of%20Ourense\"&gt;Ourense&lt;/a&gt; and &lt;a href=\"Province%20of%20Pontevedra\"&gt;Pontevedra&lt;/a&gt;, with each being allocated an initial minimum of 10 seats and the remaining 35 being distributed in proportion to their populations.\nThe use of the D'Hondt method might result in a higher effective threshold, depending on the &lt;a href=\"district%20magnitude\"&gt;district magnitude&lt;/a&gt;.\nElection date.\nThe term of the Parliament of Galicia expired four years after the date of its previous election, unless it was dissolved earlier. The election &lt;a href=\"decree\"&gt;decree&lt;/a&gt; was required to be issued no later than the twenty-fifth day prior to the date of expiry of parliament and published on the following day in the &lt;a href=\"Diario%20Oficial%20de%20Galicia\"&gt;Official Journal of Galicia&lt;/a&gt; (DOG), with election day taking place between the fifty-fourth and the sixtieth day from publication. The &lt;a href=\"2012%20Galician%20regional%20election\"&gt;previous election&lt;/a&gt; was held on 21 October 2012, which meant that the legislature's term would have expired on 21 October 2016. The election decree was required to be published in the DOG no later than 27 September 2016, with the election taking place up to the sixtieth day from publication, setting the latest possible election date for the Parliament on Saturday, 26 November 2016.\nThe president had the prerogative to dissolve the Parliament of Galicia and call a &lt;a href=\"snap%20election\"&gt;snap election&lt;/a&gt;, provided that it did not occur before one year had elapsed since a previous dissolution under this procedure. In the event of an investiture process failing to elect a regional president within a two-month period from the first ballot, the Parliament was to be automatically dissolved and a fresh election called.\nBackground.\nWhile the &lt;a href=\"People%27s%20Party%20of%20Galicia\"&gt;People's Party&lt;/a&gt; (PP) under &lt;a href=\"Alberto%20N%C3%BA%C3%B1ez%20Feij%C3%B3o\"&gt;Alberto Núñez Feijóo&lt;/a&gt; had been able to remain at the helm of the &lt;a href=\"Xunta%20de%20Galicia\"&gt;Xunta de Galicia&lt;/a&gt; following the &lt;a href=\"2012%20Galician%20regional%20election\"&gt;2012 regional election&lt;/a&gt;, the party struggled to maintain its electoral standing in the ensuing years as a result of the corruption scandals beleaguering the party at the national level. In the &lt;a href=\"2014%20European%20Parliament%20election%20in%20Spain\"&gt;2014 European Parliament election&lt;/a&gt;, the PP obtained its worst result since 1989 up until that time, securing 35.2% of the vote though remaining in first place regionally as a result of a collapse in the vote for the opposition &lt;a href=\"Socialists%27%20Party%20of%20Galicia\"&gt;Socialists' Party of Galicia&lt;/a&gt; (PSdeG–PSOE) and &lt;a href=\"Galician%20Nationalist%20Bloc\"&gt;Galician Nationalist Bloc&lt;/a&gt; (BNG).\nThe emergence of &lt;a href=\"Podemos%20%28Spanish%20political%20party%29\"&gt;Podemos&lt;/a&gt; and &lt;a href=\"Citizens%20%28Spanish%20political%20party%29\"&gt;Citizens&lt;/a&gt; (C's) and the reorganization of the political space of non-Galician nationalists to the left of the PSOE, including the late &lt;a href=\"Galician%20Left%20Alternative\"&gt;Galician Left Alternative&lt;/a&gt; (AGE) comprising &lt;a href=\"United%20Left%20%28Galicia%29\"&gt;United Left&lt;/a&gt; (EU) and &lt;a href=\"Renewal%E2%80%93Nationalist%20Brotherhood\"&gt;Anova&lt;/a&gt;, into the local \"tides\" ()—popular unity candidacies established at the local level to contest the &lt;a href=\"2015%20Spanish%20local%20elections\"&gt;2015 local elections&lt;/a&gt;, such as &lt;a href=\"Marea%20Atl%C3%A1ntica\"&gt;Marea Atlántica&lt;/a&gt;, &lt;a href=\"Compostela%20Aberta\"&gt;Compostela Aberta&lt;/a&gt; or &lt;a href=\"Ferrol%20en%20Com%C3%BAn\"&gt;Ferrol en Común&lt;/a&gt;, among others—brought about the PP's downfall from the local governments of the main Galician urban centres and in left-from-centre parties securing much of the local power in Galicia, with the \"mareas\" newly found popularity coming at the expense of both the PSdeG and the BNG. The establishment of the &lt;a href=\"En%20Marea\"&gt;En Marea&lt;/a&gt; alliance between Podemos, EU and Anova would see the PP seeing off its worst electoral result in a general election on &lt;a href=\"2015%20Spanish%20general%20election\"&gt;20 December 2015&lt;/a&gt;, although the party would see a slight recovery in the next general election &lt;a href=\"2016%20Spanish%20general%20election\"&gt;held in June 2016&lt;/a&gt;.\nAfter his defeat in the 2012 election, Pachi Vázquez announced his intention to abandon the PSdeG's leadership within a year and to allow for a primary election to be held to elect his successor. The primaries were held on 7 September 2013, with José Ramón Gómez Besteiro emerging as the winner with 77% of the votes, subsequently ratified at a special party congress held on 29 September. Gómez Besteiro came under public scrutiny after being indicted on 3 July 2015 for four crimes, including &lt;a href=\"influence%20peddling\"&gt;influence peddling&lt;/a&gt;, &lt;a href=\"bribery\"&gt;bribery&lt;/a&gt;, &lt;a href=\"Tort%20of%20deceit\"&gt;prevarication&lt;/a&gt; and a crime against regional planning, allegedly committed during Besteiro's time in the local government of &lt;a href=\"Lugo\"&gt;Lugo&lt;/a&gt; in 2005. On 12 March 2016, Besteiro was accused of six further crimes—new bribery, prevarication and influence peddling crimes, as well as &lt;a href=\"Fraud\"&gt;abuse of public administrations&lt;/a&gt;, &lt;a href=\"Fraud\"&gt;subsidy fraud&lt;/a&gt; and &lt;a href=\"Embezzlement\"&gt;embezzlement of public funds&lt;/a&gt;—which prompted him to announce the following day his declination to be the party's leading candidate to the Xunta de Galicia in the next regional election. Mounting pressure from his party's colleagues, however, eventually led to Besteiro also resigning as party leader on 18 March. Xoaquín Fernández Leiceaga was elected on 28 May through a primary election to be Besteiro's replacement as candidate to the Xunta, while a management committee took charge of the party.\nThe national PSOE was also beleaguered by an &lt;a href=\"2016%20PSOE%20crisis\"&gt;internal crisis&lt;/a&gt; over &lt;a href=\"Pedro%20S%C3%A1nchez\"&gt;Pedro Sánchez&lt;/a&gt;'s leadership as a result of the party having secured its worst electoral results since the &lt;a href=\"Spanish%20transition%20to%20democracy\"&gt;Spanish transition to democracy&lt;/a&gt; in the 2015 and 2016 general elections, with Sánchez himself having announced an early party congress, to be held at some point following the Basque and Galician elections, in which he would be running for re-election. The PSOE branches in both regions were widely seen as being supportive of Sánchez, prompting dissenters to frame the elections as a test on Sánchez and of the broader political mood in Spain after &lt;a href=\"2015%E2%80%9316%20Spanish%20government%20formation\"&gt;nine months of political impasse over the government formation process&lt;/a&gt;.\nParliamentary composition.\nThe Parliament of Galicia was officially dissolved on 2 August 2016, after the publication of the dissolution decree in the Official Journal of Galicia. The table below shows the composition of the parliamentary groups in the chamber at the time of dissolution.\nParties and candidates.\nThe electoral law allowed for &lt;a href=\"Political%20party\"&gt;parties&lt;/a&gt; and &lt;a href=\"Political%20alliance\"&gt;federations&lt;/a&gt; registered in the &lt;a href=\"Ministry%20of%20the%20Interior%20%28Spain%29\"&gt;interior ministry&lt;/a&gt;, &lt;a href=\"Electoral%20alliance\"&gt;coalitions&lt;/a&gt; and &lt;a href=\"Grouping%20of%20electors%20%28Spain%29\"&gt;groupings of electors&lt;/a&gt; to present lists of candidates. Parties and federations intending to form a coalition ahead of an election were required to inform the relevant Electoral Commission within ten days of the election call, whereas groupings of electors needed to secure the signature of at least one percent of the electorate in the constituencies for which they sought election, disallowing electors from signing for more than one list of candidates.\nBelow is a list of the main parties and electoral alliances which contested the election:\nOpinion polls.\nThe table below lists voting intention estimates in reverse chronological order, showing the most recent first and using the dates when the survey fieldwork was done, as opposed to the date of publication. Where the fieldwork dates are unknown, the date of publication is given instead. The highest percentage figure in each polling survey is displayed with its background shaded in the leading party's colour. If a tie ensues, this is applied to the figures with the highest percentages. The \"Lead\" column on the right shows the percentage-point difference between the parties with the highest percentages in a poll. When available, seat projections determined by the polling organisations are displayed below (or in place of) the percentages in a smaller font; 38 seats were required for an &lt;a href=\"absolute%20majority\"&gt;absolute majority&lt;/a&gt; in the &lt;a href=\"Parliament%20of%20Galicia\"&gt;Parliament of Galicia&lt;/a&gt;.\nAftermath.\nUnder Article 15 of the Statute, investiture processes to elect the &lt;a href=\"president%20of%20the%20Regional%20Government%20of%20Galicia\"&gt;president of the Regional Government of Galicia&lt;/a&gt; required of an absolute majority—more than half the votes cast—to be obtained in the first ballot. If unsuccessful, a new ballot would be held 24 hours later requiring only of a simple majority—more affirmative than negative votes—to succeed. If the proposed candidate was not elected, successive proposals were to be transacted under the same procedure."
}