{
    "id": "3932750",
    "revid": "14751539",
    "url": "https://en.wikipedia.org/wiki?curid=3932750",
    "title": "Russian battlecruiser Pyotr Velikiy",
    "text": "Pyotr Velikiy () is the fourth of the &lt;a href=\"Russian%20Navy\"&gt;Russian Navy&lt;/a&gt;. It was initially named Yuri Andropov () for &lt;a href=\"Yuri%20Andropov\"&gt;Yuri Andropov&lt;/a&gt;, the former &lt;a href=\"General%20Secretary%20of%20the%20Communist%20Party%20of%20the%20Soviet%20Union\"&gt;General Secretary of the Communist Party&lt;/a&gt;, but the ship's name was changed after the &lt;a href=\"History%20of%20the%20Soviet%20Union%20%281985%E2%80%931991%29\"&gt;fall of the Soviet Union&lt;/a&gt;. The Russian designation for the type is \"heavy nuclear &lt;a href=\"missile%20cruiser\"&gt;missile cruiser&lt;/a&gt;\", but Western defense commentators have resurrected the term \"battlecruiser\" to describe them, as they are the largest surface \"&lt;a href=\"line%20of%20battle\"&gt;line of battle&lt;/a&gt;\" warships in the world. \"Pyotr Velikiy\" is the &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of the &lt;a href=\"Russian%20Northern%20Fleet\"&gt;Northern Fleet&lt;/a&gt;.\nConstruction of the ship was delayed by lack of funding due to the national economic problems before and after the fall of the Soviet Union. It was not completed and commissioned until 1998, twelve years after work had started. By then it had been renamed \"Pyotr Velikiy\", Russian for &lt;a href=\"Peter%20I%20of%20Russia\"&gt;Peter the Great&lt;/a&gt;. \"Pyotr Velikiy\" has been known to carry two &lt;a href=\"pennant%20number\"&gt;pennant number&lt;/a&gt;s during its service: \"183\" and currently \"099\".\nService history.\nAfter completing its acceptance trials in November 1996, the vessel was transferred to the &lt;a href=\"Russian%20Northern%20Fleet\"&gt;Northern Fleet&lt;/a&gt; at &lt;a href=\"Severomorsk\"&gt;Severomorsk&lt;/a&gt; and was designated as the &lt;a href=\"flagship\"&gt;flagship&lt;/a&gt; of the Northern Fleet.\nIn August 2000 \"Pyotr Velikiy\" was in the &lt;a href=\"Barents%20Sea\"&gt;Barents Sea&lt;/a&gt; to oversee the largest naval training exercise in a decade, since the fall of the Soviet Union. The ship was to be the designated target of the &lt;a href=\"Oscar-class%20submarine\"&gt;Oscar-II class&lt;/a&gt; submarine &lt;a href=\"Russian%20submarine%20K-141%20Kursk\"&gt;K-141 \"Kursk\"&lt;/a&gt;, and was conducting evasive maneuvers when communication with \"Kursk\" was lost. The submarine was later found to have suffered catastrophic torpedo detonations, resulting in the loss of all 118 crew members. \"Pyotr Velikiy\" guarded the area where the submarine sank during the subsequent salvage operation in 2001.\nIn March 2004, Russian Navy Chief Admiral &lt;a href=\"Vladimir%20Kuroyedov\"&gt;Vladimir Kuroyedov&lt;/a&gt; declared \"Pyotr Velikiy\" unfit for service due to problems with the ship's engineering maintenance. On 19 April 2004, the cruiser was docked in the &lt;a href=\"Dry%20dock%23Floating%20drydock\"&gt;floating drydock&lt;/a&gt; PD-50 for painting of the underside of the hull, repairs, and examination of the steering system. The repairs were completed later that year, and it was carrying out missions again by August.\nFrom September 21 to October 22, 2004 she sailed on her first long voyage. Accompanying the aircraft carrier , the destroyers \"Admiral Chabanenko\" and \"Admiral Ushakov\", as well as several auxiliary ships, she went into the north-western Atlantic in what was the largest Russian naval exercise after the end of the Cold War.\n2008–2009.\nOn 8 September 2008, it was announced that \"Pyotr Velikiy\" would sail to the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt; to participate in naval exercises with the &lt;a href=\"Venezuelan%20Navy\"&gt;Venezuelan Navy&lt;/a&gt;, along with the destroyer and other support ships. This action would represent the first major Russian show of force in the Caribbean since the end of the &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt;. On 22 September \"Pyotr Velikiy\" and \"Admiral Chabanenko\" left their homeport of Severomorsk.\nOn 22 October 2008 \"Pyotr Velikiy\" made a port visit to Aksaz Karagac, Turkey and on 6–9 November the cruiser and \"Admiral Chabanenko\" made a port visit to &lt;a href=\"Toulon\"&gt;Toulon&lt;/a&gt;, France, before departing the Mediterranean on 10 November, passing through the &lt;a href=\"Strait%20of%20Gibraltar\"&gt;Strait of Gibraltar&lt;/a&gt;.\n\"Pyotr Velikiy\" arrived in &lt;a href=\"La%20Guaira\"&gt;La Guaira&lt;/a&gt;, Venezuela on 25 November 2008 coinciding with a visit by Russian President &lt;a href=\"Dmitry%20Medvedev\"&gt;Dmitry Medvedev&lt;/a&gt;. A combined exercise, VENRUS-200, with the Venezuelan Navy took place on 1–2 December 2008.\nAfter finishing the exercises, \"Admiral Chabanenko\" made a short visit to Panama 5–10 December, then to &lt;a href=\"Bluefields\"&gt;Bluefields&lt;/a&gt;, Nicaragua from 13 to 15 December and sailed into Havana, Cuba on 19 December.\n\"Pyotr Velikiy\" continued alone to &lt;a href=\"Cape%20Town\"&gt;Cape Town&lt;/a&gt;, South Africa. On 11 January 2009, the chief of the Russian General Staff announced that \"Pyotr Velikiy\" and six other Russian warships would participate in a joint naval exercise with the &lt;a href=\"Indian%20Navy\"&gt;Indian Navy&lt;/a&gt; later the same month. The \"Kirov\"-class cruiser paused for three days to visit Cape Town before continuing on to India.\nOn 31 January \"Pyotr Velikiy\" left the port of &lt;a href=\"Mormugao\"&gt;Mormugao&lt;/a&gt; in the Indian state of Goa. After a two-day visit that included a naval exercise with the Indian guided-missile destroyer the cruiser left for African waters where the vessel joined other warships from the Russian navy and conduct the &lt;a href=\"INDRA%20%28naval%20exercise%29\"&gt;INDRA-2009&lt;/a&gt; exercise.\nOn 12 February, the ship captured ten &lt;a href=\"Piracy%20in%20Somalia\"&gt;pirates&lt;/a&gt; in three boats off the coast of &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt;.\nOn 10 March \"Pyotr Velikiy\" returned to its homeport of &lt;a href=\"Severomorsk\"&gt;Severomorsk&lt;/a&gt;, ending a six-month deployment.\n2010.\nOn 30 March 2010 \"Pyotr Velikiy\" left the &lt;a href=\"Russian%20Northern%20Fleet\"&gt;Northern Fleet&lt;/a&gt; for a new six-month deployment. During its six-month tour of duty, the warship passed through the Atlantic Ocean and the Mediterranean Sea before entering the Indian Ocean via the Suez Canal. In the Indian Ocean the cruiser conducted maneuvers with other Russian warships from the &lt;a href=\"Black%20Sea%20Fleet\"&gt;Black Sea Fleet&lt;/a&gt;.\nOn 14 April the missile cruiser visited the Mediterranean port of &lt;a href=\"Tartus\"&gt;Tartus&lt;/a&gt; in &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;. In September 2008, Russia was reported to be in talks with Syria about turning Tartus into a permanent base for Russian warships in the Middle East.\nIn early May 2010 \"Pyotr Velikiy\" met up with the cruiser in the &lt;a href=\"South%20China%20Sea\"&gt;South China Sea&lt;/a&gt;. There they conducted joint exercises and held a traditional farewell ceremony on 5 May. The two vessels were due to arrive in Russia's Far Eastern port of &lt;a href=\"Vladivostok\"&gt;Vladivostok&lt;/a&gt; to take part in the Vostok-2010 large-scale strategic exercise.\nOn 29 September \"Pyotr Velikiy\" returned to its home base in the Northern Fleet after six months at sea. The flagship of the Northern Fleet had covered about since the beginning of the mission on 30 March.\n2013.\nDuring early September 2013 \"Pyotr Velikiy\" led a flotilla of Russian Navy ships through the Russian portion of the &lt;a href=\"Northern%20Sea%20Route\"&gt;Northern Sea Route&lt;/a&gt; in preparation for establishment of regular patrols.\n2014.\n\"Pyotr Velikiy\" along with the aircraft carrier and the tankers \"Sergey Osipov\", \"Kama\" and \"Dubna\"; the &lt;a href=\"tugboat\"&gt;tugboat&lt;/a&gt; \"Altay\", and the &lt;a href=\"Ropucha-class%20landing%20ship\"&gt;Ropucha-class landing ship&lt;/a&gt; \"Minsk\" (122) entered the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; to sail north. The British destroyer monitored the Russian task group as it neared the United Kingdom. Once the ships spotted each other they sailed briefly close by as a standard 'meet and greet'.\n2016.\nIn May 2016 \"Pyotr Velikiy\" put to sea for the first time in two years for drills off the coast of Northern Russia.\nOn 15 October \"Pyotr Velikiy\" left Severomorsk to escort \"Admiral Kuznetsov\" to the Mediterranean along with supply ships and two \"Udaloy\" class destroyers, \"Severomorsk\" and \"Vice-Admiral Kulakov\". They were heading to the Eastern Mediterranean to support Syrian government forces battling rebel troops in Aleppo. \"Pyotr Velikiy\" passed through the English Channel, along with the rest of the Russian Northern Fleet on &lt;a href=\"Trafalgar%20Day\"&gt;21 October&lt;/a&gt;, shadowed by the British destroyer HMS \"Dragon\".\n2019.\nOn 6 April 2019 the ship entered Barents Sea with cruiser &lt;a href=\"Russian%20cruiser%20Marshal%20Ustinov\"&gt;\"Marshal Ustinov\"&lt;/a&gt; and several nuclear submarines.\nOn 10 October 2019 she went into Barents Sea with some 15 other warships, submarines, and auxiliary ships to conduct large-scale drills.\n2021.\nOn 24 May 2021 \"Pyotr Veliky\" went to sea along with some 10 other warships, including \"Marshal Ustinov\". On 7 June, \"Pyotr Veliky\" was still reported at sea, taking part in a 20-ship strong exercise. On 1 July 2021, it went to sea again."
}