{
    "id": "39331606",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=39331606",
    "title": "Alexander Klöpping",
    "text": "Alexander Paul Klöpping (; born 21 January 1987) is a Dutch internet &lt;a href=\"Entrepreneurship\"&gt;entrepreneur&lt;/a&gt; specializing in &lt;a href=\"consumer%20electronics\"&gt;consumer electronics&lt;/a&gt;, &lt;a href=\"blog\"&gt;blog&lt;/a&gt;ging, and is also a print and online journalist and speaker. Klöpping studies &lt;a href=\"new%20media\"&gt;new media&lt;/a&gt; at the &lt;a href=\"University%20of%20Amsterdam\"&gt;University of Amsterdam&lt;/a&gt; and is a self-described &lt;a href=\"nerd\"&gt;nerd&lt;/a&gt;. He is consulted by Dutch-language media for his expertise. He himself states that his expertise is \"relative\". \nKlöpping started an online company, \"The Gadget Company\", at 16 years of age. In 2005, he went to the United States to study, for half a year at a university-oriented to the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic Party&lt;/a&gt; and another half year at one oriented towards the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; and participated in &lt;a href=\"political%20campaign\"&gt;political campaign&lt;/a&gt;s of both parties. He wrote a &lt;a href=\"thesis\"&gt;thesis&lt;/a&gt; about the &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; campaign. Starting in March 2008, he wrote for Dutch financial journalist Jort Kelder's website \"925.nl\", became editor a few months later and stayed in that position until June 2009.\nHe also writes articles for Dutch media Emerce, &lt;a href=\"NU.nl\"&gt;NU.nl&lt;/a&gt;, &lt;a href=\"NRC%20Next\"&gt;NRC Next&lt;/a&gt; (once every two weeks on Wednesdays), &lt;a href=\"Vrij%20Nederland\"&gt;Vrij Nederland&lt;/a&gt;, &lt;a href=\"Omroep%20NTR\"&gt;NTR&lt;/a&gt; Schooltv and &lt;a href=\"STER\"&gt;STER&lt;/a&gt; Nieuws.\nKlöpping has been working on Dutch television since 2009. He produced and presented Internet news for \"Bij ons in de BV\" and \"NTR School TV\". He is best known for appearing regularly as a technology expert on the talk show &lt;a href=\"De%20Wereld%20Draait%20Door\"&gt;De Wereld Draait Door&lt;/a&gt;. There, he has demonstrated items including the &lt;a href=\"iPad\"&gt;iPad&lt;/a&gt; and &lt;a href=\"Kinect\"&gt;Kinect&lt;/a&gt;, and commented on the rise of &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt;, &lt;a href=\"WikiLeaks\"&gt;WikiLeaks&lt;/a&gt;, the &lt;a href=\"Anonymous%20%28group%29\"&gt;Anonymous&lt;/a&gt; &lt;a href=\"cyber-attack\"&gt;cyber-attack&lt;/a&gt;s, and &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; &lt;a href=\"privacy%20policy\"&gt;privacy policy&lt;/a&gt;. He is an advisor for Mediafonds and member of the jury on \"TV Lab\".\nIn 2011, he published the book \"Wikileaks, alles wat je niet mocht weten\" (\"Wikileaks, everything you weren't allowed to know\").\nIn 2013, he joined the Committee of Recommendation of Dutch whistleblower foundation &lt;a href=\"https%3A//publeaks.nl/\"&gt;Publeaks&lt;/a&gt; that launched a &lt;a href=\"Whistleblower\"&gt;whisteblowing initiative&lt;/a&gt; in September 2013 based on the &lt;a href=\"GlobaLeaks\"&gt;GlobaLeaks&lt;/a&gt; software.\nIn 2013, Klöpping founded the Universiteit van Nederland (\"University of the Netherlands\"), that organizes and publishes lectures. That year, Klöpping himself taught three classes on the television series \"DWDD University\" about the history, present and future of &lt;a href=\"Silicon%20Valley\"&gt;Silicon Valley&lt;/a&gt;. Klöpping is a co-founder of &lt;a href=\"Blendle\"&gt;Blendle&lt;/a&gt;, a platform with articles of thirty major Dutch newspapers and magazines. At Blendle, launched in April 2014, readers originally paid per article. In 2019 Blendle switched to a subscription model. In July 2020 Blende was sold to the French news platform &lt;a href=\"Cafeyn\"&gt;Cafeyn&lt;/a&gt;.\nSince 2016, he also hosts a podcast \"Een podcast over media\" (\"A podcast about media\") with &lt;a href=\"De%20Correspondent\"&gt;De Correspondent&lt;/a&gt; co-founder &lt;a href=\"Ernst%20Jan%20Pfauth\"&gt;Ernst Jan Pfauth&lt;/a&gt;, where they talk about media and technology together."
}