{
    "id": "39352302",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=39352302",
    "title": "Bernard Smith (abbot)",
    "text": "Dom Bernard Smith, O.S.B. (12 September 1812 – 11 December 1892) was an Irish &lt;a href=\"Order%20of%20Saint%20Benedict\"&gt;Benedictine&lt;/a&gt; monk, and later a &lt;a href=\"titular%20see\"&gt;titular&lt;/a&gt; &lt;a href=\"abbot\"&gt;abbot&lt;/a&gt;. He served as professor at the &lt;a href=\"Pontifical%20Urbaniana%20University\"&gt;Urban College&lt;/a&gt;, curial official, and guide to prominent English-speaking visitors to Rome in the mid to late nineteenth century. Dom Smith was also the first pro-rector of the &lt;a href=\"Pontifical%20North%20American%20College\"&gt;Pontifical North American College&lt;/a&gt;, the national college for American seminarians in Rome. He served as pro-rector before the arrival of the first rector, &lt;a href=\"William%20George%20McCloskey\"&gt;William McCloskey&lt;/a&gt;, in March 1860.\nLife.\nBernard Smith was born in &lt;a href=\"County%20Cavan\"&gt;County Cavan&lt;/a&gt;, Ireland on 12 September 1812. At the age of 22, he entered the &lt;a href=\"Pontifical%20Irish%20College\"&gt;Irish College&lt;/a&gt; in Rome, on 10 October 1834. He was ordained a &lt;a href=\"secular%20clergy\"&gt;secular priest&lt;/a&gt; on 21 September 1839, in Rome, for his home diocese of &lt;a href=\"Roman%20Catholic%20Diocese%20of%20Kilmore\"&gt;Kilmore&lt;/a&gt;. He won his Ph.D. in 1840 and &lt;a href=\"Doctor%20of%20Sacred%20Theology\"&gt;S.T.D.&lt;/a&gt; with distinction. He left the Irish College on 25 October 1843.\nFeeling a call to religious life, Smith made his profession as a Benedictine monk of &lt;a href=\"Monte%20Cassino\"&gt;Monte Cassino&lt;/a&gt; on 21 March 1847. Because of the &lt;a href=\"Sicilian%20revolution%20of%201848\"&gt;Sicilian revolution of 1848&lt;/a&gt;, however, he was forced as a British citizen to leave the monastery, which fell within the &lt;a href=\"Kingdom%20of%20the%20Two%20Sicilies\"&gt;Kingdom of the Two Sicilies&lt;/a&gt;. He was allowed to return to Rome, and from 1850 to 1855 he served as vice-rector of the Irish College. Around this time he was also named professor of &lt;a href=\"dogmatic%20theology\"&gt;dogmatic theology&lt;/a&gt; at the Urban College and &lt;a href=\"consultor\"&gt;consultor&lt;/a&gt; to the &lt;a href=\"Index%20Librorum%20Prohibitorum\"&gt;Sacred Congregation of the Index&lt;/a&gt;. He was also made consultor to the &lt;a href=\"Congregation%20for%20the%20Oriental%20Churches\"&gt;Oriental Congregation&lt;/a&gt; in 1862, to the &lt;a href=\"Congregation%20for%20the%20Doctrine%20of%20the%20Faith\"&gt;Holy Office&lt;/a&gt; in 1874, and to the &lt;a href=\"Congregation%20for%20the%20Evangelization%20of%20Peoples\"&gt;Propaganda Fide&lt;/a&gt; in 1880.\nHe was readmitted to the monastic life in 1857 at &lt;a href=\"Basilica%20of%20Saint%20Paul%20Outside%20the%20Walls\"&gt;St. Paul Outside the Walls&lt;/a&gt;, while residing at &lt;a href=\"San%20Callisto\"&gt;San Callisto&lt;/a&gt; in &lt;a href=\"Trastevere\"&gt;Trastevere&lt;/a&gt;. Eventually he became Roman procurator for the English and American Benedictine congregations, and Roman agent for at least 22 American dioceses and several American religious communities. It was in this semi-diplomatic capacity that Father Smith served as a guide to famous English-speaking visitors, including the future &lt;a href=\"Edward%20VII\"&gt;Edward VII&lt;/a&gt; of England, U.S. President &lt;a href=\"Franklin%20Pierce\"&gt;Franklin Pierce&lt;/a&gt;, and &lt;a href=\"Nathaniel%20Hawthorne\"&gt;Nathaniel Hawthorne&lt;/a&gt;.\nOne of his briefest assignments was as pro-rector of the Pontifical North American College in Rome. The college was founded on 7 December 1859, and Father Smith served in the place of Father William G. McCloskey, until 3 March 1860.\nSmith retired from his professorship at the Urban College in 1880. He was later made titular abbot of &lt;a href=\"Polirone%20Abbey\"&gt;Polirone&lt;/a&gt; by &lt;a href=\"Pope%20Leo%20XIII\"&gt;Pope Leo XIII&lt;/a&gt; in late 1884 or early 1885. Dom Bernard Smith died on 11 December 1892 of &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt; at San Callisto and was buried in the &lt;a href=\"Campo%20Verano\"&gt;Campo Verano&lt;/a&gt;."
}