{
    "id": "3936110",
    "revid": "24435627",
    "url": "https://en.wikipedia.org/wiki?curid=3936110",
    "title": "John Nixon (Indian Army officer)",
    "text": "&lt;a href=\"General\"&gt;General&lt;/a&gt; Sir John Eccles Nixon (16 August 1857 – 15 December 1921) was a senior commander of the &lt;a href=\"British%20Indian%20Army\"&gt;British Indian Army&lt;/a&gt;. He gave the orders for the ultimately disastrous first British Expedition against Baghdad during the &lt;a href=\"World%20War%20I\"&gt;First World War&lt;/a&gt;.\nEarly career.\nEducated at &lt;a href=\"Rossall%20School\"&gt;Rossall School&lt;/a&gt; and then the &lt;a href=\"Royal%20Military%20College%2C%20Sandhurst\"&gt;Royal Military College, Sandhurst&lt;/a&gt;, Nixon was commissioned into the 75th Regiment of Foot in 1875. He transferred to the Bengal Staff Corps in 1878 and was posted to the 18th Bengal Lancers and then served in the &lt;a href=\"Second%20Anglo-Afghan%20War\"&gt;Second Anglo-Afghan War&lt;/a&gt; where he was &lt;a href=\"mentioned%20in%20despatches\"&gt;mentioned in despatches&lt;/a&gt;. He also took part in the &lt;a href=\"Mahsud\"&gt;Mahsud&lt;/a&gt; Waziri expedition in 1881, was promoted to &lt;a href=\"Captain%20%28BARM%29\"&gt;captain&lt;/a&gt; on 10 September 1886, and served in the Chitral Relief Force in 1895, following which he was promoted to &lt;a href=\"Major%20%28British%20Army%29\"&gt;major&lt;/a&gt; on 10 September 1895. He was Chief Staff Officer of the Tochi Field Force in 1897, and later served as an Assistant Quartermaster General (in charge of intelligence) at Indian Headquarters.\nNixon served as a Cavalry Brigade Commander during the &lt;a href=\"Second%20Boer%20War\"&gt;Second Boer War&lt;/a&gt;, was promoted to a &lt;a href=\"Lieutenant-colonel%20%28British%20Army%29\"&gt;lieutenant-colonel&lt;/a&gt; on 10 September 1901, and &lt;a href=\"mentioned%20in%20despatches\"&gt;mentioned in despatches&lt;/a&gt; (dated 8 April 1902). In recognition of services during the war, he was appointed a Companion of the &lt;a href=\"Order%20of%20the%20Bath\"&gt;Order of the Bath&lt;/a&gt; (CB) in the South Africa honours list published on 26 June 1902. Following the war, he became Assistant Quartermaster General (Intelligence) in India in 1902. He became commander of the &lt;a href=\"Bangalore%20Brigade\"&gt;Bangalore Brigade&lt;/a&gt; in 1903, Inspector General of Cavalry in India 1906 and General Officer Commanding &lt;a href=\"7th%20%28Meerut%29%20Division\"&gt;7th (Meerut) Division&lt;/a&gt; in 1908. He went on to be General Officer Commanding &lt;a href=\"1st%20%28Peshawar%29%20Division\"&gt;1st (Peshawar) Division&lt;/a&gt; in 1910 and General Officer Commanding-in-Chief &lt;a href=\"Southern%20Command%20%28India%29\"&gt;Southern Army&lt;/a&gt; in India in 1912.\nFirst World War.\nNixon was appointed General Officer Commanding-in-Chief &lt;a href=\"Northern%20Command%20%28India%29\"&gt;Northern Army&lt;/a&gt; in India in February 1915. Two months later he became Commander of an Expeditionary Force sent to &lt;a href=\"Iraq\"&gt;Mesopotamia&lt;/a&gt;. He ordered an aggressive plan to take &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt;. The British forces in India for nearly a century had operated with little or no direction from London. Following in this tradition, Nixon's aggressive stance in Mesopotamia was not submitted for approval from London. It was approved in New Delhi, and that was enough.\nThe advance into Mesopotamia met with initial success. The local Ottoman forces, mostly Arab troops under the overall command of &lt;a href=\"Halil%20Kut\"&gt;Khalil Pasha&lt;/a&gt; in &lt;a href=\"Baghdad\"&gt;Baghdad&lt;/a&gt; and locally under &lt;a href=\"Nur-Ud%20Din%20Pasha\"&gt;Nur-Ud Din Pasha&lt;/a&gt; were not very well equipped nor experienced. As far as the Ottoman leader &lt;a href=\"Enver%20Pasha\"&gt;Enver Pasha&lt;/a&gt; was concerned, Mesopotamia was the least important campaign in &lt;a href=\"Middle%20Eastern%20theatre%20of%20World%20War%20I\"&gt;the theatre&lt;/a&gt;, so the &lt;a href=\"Caucasus%20campaign\"&gt;Caucasus&lt;/a&gt;, the &lt;a href=\"Sinai%20and%20Palestine%20campaign\"&gt;Sinai&lt;/a&gt;, and the &lt;a href=\"Dardanelles%20Campaign\"&gt;Dardanelles&lt;/a&gt; campaigns had priority when men and &lt;a href=\"materiel\"&gt;materiel&lt;/a&gt; were being allocated.\nFrom January 1915 until November, the British advanced up the &lt;a href=\"Tigris\"&gt;Tigris&lt;/a&gt; and &lt;a href=\"Euphrates\"&gt;Euphrates&lt;/a&gt; rivers. The furthest advance was by &lt;a href=\"Charles%20Vere%20Ferrers%20Townshend\"&gt;General Townshend's&lt;/a&gt; &lt;a href=\"6th%20%28Poona%29%20Division\"&gt;6th (Poona) Division&lt;/a&gt; which captured &lt;a href=\"Kut\"&gt;Kut&lt;/a&gt; on 26 September 1915. At this point, Townshend's forces were just about halfway between Basra and Baghdad and he wanted to call a halt. But in a rash of communications Nixon ordered a continuation of the expedition and so the 6th Poona division headed up river. By this time the Ottoman Army had brought a retired military expert into command - &lt;a href=\"Colmar%20Freiherr%20von%20der%20Goltz\"&gt;Baron von der Goltz&lt;/a&gt; - and sent experienced Turkish troops from Anatolia to defend Baghdad.\nGeneral Nixon was sufficiently confident to embark with only his headquarters company and proceed upriver, hoping to be in Baghdad by Christmas. However, in late November, when news reached him that Townshend's forces had fought an inconclusive &lt;a href=\"Battle%20of%20Ctesiphon%20%281915%29\"&gt;battle at Ctesiphon&lt;/a&gt; and were retreating to Kut, Nixon turned back towards Basra. His paddle steamer then came under attack from both sides of the river and ran aground. A sitting target, with only bales of straw around the deck for protection, casualties mounted until the Commander in Chief of Mesopotamia ran up a white flag and invited his attackers to parley. They turned out to be Arabs who had changed sides as the tide of war had turned the Turks' way. Nixon had to pay over a huge sum before he was allowed to continue to Basra. Everyone on board the steamer was treated to coffee but sworn to secrecy on pain of death.\n&lt;a href=\"Colmar%20Freiherr%20von%20der%20Goltz\"&gt;Baron von der Goltz&lt;/a&gt; with his Ottoman army reached Kut a week behind the British. At this point, Townshend asked for permission to withdraw from Kut and, in another mistake, General Nixon refused. While Townshend's cavalry and some &lt;a href=\"Royal%20Flying%20Corps\"&gt;Royal Flying Corps&lt;/a&gt; assets were sent down the river, the vast majority of the 6th Poona Division stayed and dug in at Kut. Nixon had ordered transports and reinforcements from London. But by December 1915, the relief force was still in the Suez region. In three very specific memos Nixon expressed grave concerns at a worsening situation, and expressed deep urgency. The continuing prevarication and delay in Whitehall deliberating on the best course of action: was the threat that serious? Would one divisional reinforcement do, or would at least two be necessary? Nixon could not have known that almost all of Townshend's military communications were being intercepted by the enemy. Increasingly all sides of the British military establishment were operating with blinkers on. Nixon's apologists, that included the first historian of the Mesopotamian campaigns, Field Marshall Robertson, have pointed out that the War Office was undergoing extensive Imperial reorganization, amidst a critical time on the Western Front. The expedition had been authorized by the Viceroy of India in conjunction with the India Office. In future all military operations would be conducted by the joint commands of the War Office. The upheaval led to a change in the Imperial General Staff, and Cabinet war policy that had a delaying impact upon General Nixon's command.\nThe issue of supplies for the defenders at Kut became critical. Once withdrawal became impossible, Major-General Townshend reported that he only had enough supplies for a month. In fact, his garrison held out for five months, though at reduced rations. The supply problem caused Nixon to rapidly gather his remaining divisions and launch a hasty effort to break the siege.\nThe relief force, under the local command of Lieutenant-General &lt;a href=\"Fenton%20Aylmer\"&gt;Aylmer&lt;/a&gt; began its efforts in early January, 1916. They forced the Ottomans out of two fortified positions (&lt;a href=\"Battle%20of%20Sheikh%20Sa%27ad\"&gt;Sheikh Sa'ad&lt;/a&gt; and &lt;a href=\"Battle%20of%20the%20Wadi%20%28World%20War%20I%20battle%29\"&gt;Wadi&lt;/a&gt;) while suffering significant casualties. However, the &lt;a href=\"Battle%20of%20Hanna\"&gt;Battle of Hanna&lt;/a&gt; was a complete failure. The British troops never even reached the Ottoman defensive positions at a loss of 2,700 casualties.\nNixon had to take the blame for the looming disaster at Kut and the inability of his army to rectify the situation and so he was removed from command (officially it was due to ill-health). He was replaced by General Sir &lt;a href=\"Percy%20Lake\"&gt;Percy Lake&lt;/a&gt;, who would also fail to rescue the garrison at Kut and be removed from command for his failure. The stress and fatigue became too great for Nixon himself. In the new year he had suffered a mental collapse, and in March 1916 asked to be retired from active duty. He returned to India.\nIn 1917 an &lt;a href=\"Special%20Commissions%20%28Dardanelles%20and%20Mesopotamia%29%20Act%201916\"&gt;official commission&lt;/a&gt; reported on the failure at Kut. Nixon was found principally responsible for the failure of the Mesopotamian Expedition. This ended Nixon's military career and he died just four years later in 1921.\nExternal links.\n "
}