{
    "id": "393617",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=393617",
    "title": "Ahmad Tejan Kabbah",
    "text": "Alhaji Ahmad Tejan Kabbah (February 16, 1932 – March 13, 2014) was a &lt;a href=\"Sierra%20Leone\"&gt;Sierra Leone&lt;/a&gt;an politician who served twice as the 3rd &lt;a href=\"President%20of%20Sierra%20Leone\"&gt;President of Sierra Leone&lt;/a&gt;, from 1996 to 1997 and again from 1998 to 2007. An &lt;a href=\"economist\"&gt;economist&lt;/a&gt; and &lt;a href=\"Lawyer\"&gt;attorney&lt;/a&gt; by profession, Kabbah spent many years working for the &lt;a href=\"United%20Nations%20Development%20Programme\"&gt;United Nations Development Programme&lt;/a&gt;. He retired from the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; and returned to Sierra Leone in 1992.\nIn early 1996, Kabbah was elected leader of the &lt;a href=\"Sierra%20Leone%20People%27s%20Party\"&gt;Sierra Leone People's Party&lt;/a&gt; (SLPP) and was the party's presidential candidate in the country's first free presidential election later that year. He was elected with 59% of the vote, defeating his closest rival, &lt;a href=\"John%20Karefa-Smart\"&gt;John Karefa-Smart&lt;/a&gt; of the &lt;a href=\"United%20National%20People%27s%20Party\"&gt;United National People's Party&lt;/a&gt; (UNPP), who had 40% in the &lt;a href=\"Two-round%20system\"&gt;runoff&lt;/a&gt; vote and conceded defeat. International observers declared the election free and fair. Kabbah campaigned on a promise to end the civil war if elected president. During his inauguration speech as president, Kabbah repeated he promised to end the civil war, which he indeed achieved later in his presidency.\nA deeply devoted &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;, Kabbah was born in &lt;a href=\"Pendembu\"&gt;Pendembu&lt;/a&gt;, &lt;a href=\"Kailahun%20District\"&gt;Kailahun District&lt;/a&gt; in Eastern Sierra Leone, though he was raised in the capital &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt;. Kabbah was an &lt;a href=\"ethnic\"&gt;ethnic&lt;/a&gt; &lt;a href=\"Mandingo%20people%20of%20Sierra%20Leone\"&gt;Mandingo&lt;/a&gt;. Kabbah was Sierra Leone's first and currently the only &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt; head of state of the country.\nKabbah's first marriage, in 1965, was to &lt;a href=\"Patricia%20Kabbah\"&gt;Patricia Tucker&lt;/a&gt;, a devout &lt;a href=\"Christians\"&gt;Christian&lt;/a&gt; from the &lt;a href=\"Sherbro%20people\"&gt;Sherbro&lt;/a&gt; ethnic group and a native of &lt;a href=\"Bonthe%20District\"&gt;Bonthe District&lt;/a&gt; in Southern Sierra Leone. He and Patricia Kabbah had five children. The two were often seen together in public before his presidency. She was very influential during his presidency, focusing mainly on &lt;a href=\"humanitarian\"&gt;humanitarian&lt;/a&gt; issues, and was outspoken on the need to end the civil war. She died from an illness in 1998 and thus did not live to see the war's end in 2002.\nA year after he left office as president, and ten years after the death of his wife Patricia, Kabbah married Isata Jabbie Kabbah, an ethnic Mandingo and a Muslim in an Islamic wedding ceremony in Freetown. They remained married until he died in 2014.\nMost of Kabbah's time in office was influenced by the civil war with the &lt;a href=\"Revolutionary%20United%20Front\"&gt;Revolutionary United Front&lt;/a&gt;, led by &lt;a href=\"Foday%20Sankoh\"&gt;Foday Sankoh&lt;/a&gt;, which led to him being temporarily ousted by the military &lt;a href=\"Armed%20Forces%20Revolutionary%20Council\"&gt;Armed Forces Revolutionary Council&lt;/a&gt; from May 1997 to March 1998. He was soon returned to power after military intervention by the &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;Economic Community of West African States&lt;/a&gt; (ECOWAS), led by &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;. Another phase of the civil war led to the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt; and British involvement in the country in 2000.\nAs President, Kabbah opened direct &lt;a href=\"negotiations\"&gt;negotiations&lt;/a&gt; with the RUF rebels to end the civil war. He signed several &lt;a href=\"Peace%20treaty\"&gt;peace accords&lt;/a&gt; with the rebel leader &lt;a href=\"Foday%20Sankoh\"&gt;Foday Sankoh&lt;/a&gt;, including the 1999 &lt;a href=\"Lom%C3%A9%20Peace%20Accord\"&gt;Lomé Peace Accord&lt;/a&gt;, in which the rebels, for the first time, agreed to a temporary ceasefire with the Sierra Leone government. When the cease-fire agreement with the rebels collapsed, Kabbah campaigned for international assistance from the &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt;, the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt;, the &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt; and the &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;Economic Community of West African States&lt;/a&gt; to help defeat the rebels and restore peace and order in Sierra Leone.\nKabbah declared the civil war officially over in early 2002. Tens of thousands of Sierra Leoneans across the country took to the streets to celebrate the end of the war. Kabbah went on to easily win his final five-year term in office in the presidential election later that year, defeating his main opponent &lt;a href=\"Ernest%20Bai%20Koroma\"&gt;Ernest Bai Koroma&lt;/a&gt; of the main opposition &lt;a href=\"All%20People%27s%20Congress\"&gt;All People's Congress&lt;/a&gt; (APC) with 70.1% of the vote–the largest margin of victory for a free election in the country's history. International observers declared the election free and fair.\nBackground.\nYouth and education.\nAlhaji Ahmad Tejan Kabbah was born on February 16, 1932, in the &lt;a href=\"rural\"&gt;rural&lt;/a&gt; town of &lt;a href=\"Pendembu\"&gt;Pendembu&lt;/a&gt;, &lt;a href=\"Kailahun%20District\"&gt;Kailahun District&lt;/a&gt; in the &lt;a href=\"Eastern%20Province%2C%20Sierra%20Leone\"&gt;Eastern Province&lt;/a&gt; of &lt;a href=\"Sierra%20Leone%20Colony%20and%20Protectorate\"&gt;British Sierra Leone&lt;/a&gt;. Kabbah's father, Abu Bakr Sidique Kabbah, who worked as a businessman and a deeply religious Muslim man, was an ethnic &lt;a href=\"Mandingo%20people%20of%20Sierra%20Leone\"&gt;Mandingo&lt;/a&gt; of &lt;a href=\"Guinean\"&gt;Guinean&lt;/a&gt; &lt;a href=\"Kinship%20and%20descent\"&gt;descent&lt;/a&gt; from &lt;a href=\"Kambia%20District\"&gt;Kambia District&lt;/a&gt; in northern Sierra Leone. Kabbah's mother, Haja Adama Coomber Kabbah, was also a deeply religious Muslim and a member of the &lt;a href=\"Mende%20people\"&gt;Mende&lt;/a&gt; ethnic group from the Coomber family, a &lt;a href=\"Chieftaincy\"&gt;Chieftaincy&lt;/a&gt; ruling house based in the rural town of &lt;a href=\"Mobai\"&gt;Mobai&lt;/a&gt;, Kailahun District in eastern Sierra Leone. A devoted Muslim himself, Kabbah's first name Ahmad means \"highly praised\" or \"one who constantly thanks God\" in &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; language. Kabbah was a fluent speaker of several languages including &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, &lt;a href=\"Susu%20language\"&gt;Susu&lt;/a&gt;, &lt;a href=\"Mende%20language\"&gt;Mende&lt;/a&gt;, &lt;a href=\"Krio%20language\"&gt;Krio&lt;/a&gt; and his native &lt;a href=\"Mandinka%20language\"&gt;Mandinka language&lt;/a&gt;. Though born in the Kailahun District, Kabbah grew up in the capital, &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt;.\nThough a devoted Muslim, Kabbah received his secondary education at the St. Edward's Secondary School, the oldest &lt;a href=\"catholic\"&gt;catholic&lt;/a&gt; secondary school in Freetown. He also married a Catholic, the late &lt;a href=\"Patricia%20Kabbah\"&gt;Patricia Kabbah&lt;/a&gt;, who was an ethnic &lt;a href=\"Sherbro%20people\"&gt;Sherbro&lt;/a&gt; from &lt;a href=\"Bonthe%20District\"&gt;Bonthe District&lt;/a&gt; in Southern Sierra Leone. Together the couple had five children.\nKabbah received his higher education at the &lt;a href=\"Cardiff%20Metropolitan%20University\"&gt;Cardiff College of Food Technology and Commerce&lt;/a&gt; and &lt;a href=\"University%20of%20Wales%2C%20Aberystwyth\"&gt;University College Aberystwyth&lt;/a&gt;, &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, in the United Kingdom, gaining a &lt;a href=\"Bachelor%27s%20degree\"&gt;Bachelor's degree&lt;/a&gt; in Economics in 1959. He later studied law, and in 1969 he became a practicing Barrister-at-Law and a member of the Honourable Society of Gray's Inn, London.\nCareer.\nKabbah spent nearly his entire career in the public sector. He served in the Western Area and in all the Provinces of Sierra Leone. He was a District Commissioner in Bombali and Kambia (Northern Province), in Kono (Eastern Province) and in Moyamba and Bo (Southern Province). He later became Permanent Secretary in various Ministries, including Trade and Industry, &lt;a href=\"Social%20Welfare\"&gt;Social Welfare&lt;/a&gt;, and &lt;a href=\"Education\"&gt;Education&lt;/a&gt;.\nUnited Nations.\nKabbah was an international civil servant for almost two decades. After serving as deputy Chief of the West Africa Division of the &lt;a href=\"UN%20Development%20Programme\"&gt;UN Development Programme&lt;/a&gt; (&lt;a href=\"UNDP\"&gt;UNDP&lt;/a&gt;) in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;, he was reassigned in 1973 to head the Programme's operation in the Kingdom of &lt;a href=\"Lesotho\"&gt;Lesotho&lt;/a&gt;, as Resident Representative. He also headed UNDP operations in Tanzania and Uganda, and just before Zimbabwe's independence, he was temporarily assigned to that country to help lay the groundwork for cooperation with the &lt;a href=\"United%20Nations%20system\"&gt;United Nations system&lt;/a&gt;.\nAfter a successful tour of duty in Eastern and Southern Africa, Kabbah returned to New York to head UNDP's Eastern and Southern Africa Division. Among other things, he was directly responsible for coordinating UN system assistance to liberation movements recognized by the &lt;a href=\"Organization%20of%20African%20Unity\"&gt;Organization of African Unity&lt;/a&gt; (OAU), such as the African National Congress (ANC) of South Africa, and the South West African People's Organization (SWAPO) of &lt;a href=\"Namibia\"&gt;Namibia&lt;/a&gt;.\nBefore his retirement in 1992, Kabbah held a number of senior administrative positions at UNDP Headquarters in New York, including those of deputy director and Director of Personnel, and Director, Division of Administration and Management.\nPolitical career in Sierra Leone.\nAfter the military coup in 1992, he was asked to chair the National Advisory Council, one of the mechanisms set up by the military to facilitate the restoration of constitutional rule, including the drafting of a new constitution for Sierra Leone. He reputedly intended his return to Sierra Leone to be a retirement, but was encouraged by those around him and the political situation that arose to become more actively involved in the politics of Sierra Leone.\nFirst term as President.\nKabbah was seen as a &lt;a href=\"compromise\"&gt;compromise&lt;/a&gt; candidate when he was put forward by the &lt;a href=\"Mende%20people\"&gt;Mende&lt;/a&gt;-dominated &lt;a href=\"Sierra%20Leone%20People%27s%20Party\"&gt;Sierra Leone People's Party&lt;/a&gt; (SLPP) as their presidential hopeful in the 1996 Presidential and Parliamentary elections, the first multi-party elections in twenty-three years. The SLPP won the legislative vote overwhelmingly in the &lt;a href=\"Southern%20Province%2C%20Sierra%20Leone\"&gt;South&lt;/a&gt; and &lt;a href=\"Eastern%20Province%2C%20Sierra%20Leone\"&gt;Eastern Province&lt;/a&gt; of the country, they split the vote with the UNPP in the &lt;a href=\"Western%20Area\"&gt;Western Area&lt;/a&gt; and they lost in the &lt;a href=\"Northern%20Province%2C%20Sierra%20Leone\"&gt;Northern Province&lt;/a&gt;.\nOn March 29, 1996, Alhaji Ahmad Tejan Kabbah was sworn in as Sierra Leone's first freely elected president. Guided by his philosophy of \"political inclusion\", he appointed the most broad-based government in the nation's history, drawing from all political parties represented in Parliament, and ‘technocrats’ in civil society. One minority party did not accept his offer of a cabinet post.\nThe President's first major objective was to end the rebel war which, in four years had already claimed hundreds of innocent lives, driven thousands of others into refugee status, and ruined the nation's economy. In November 1996, in Abidjan in Côte d'Ivoire, he signed a peace agreement with the rebel leader, former Corporal &lt;a href=\"Foday%20Sankoh\"&gt;Foday Sankoh&lt;/a&gt; of the &lt;a href=\"Revolutionary%20United%20Front\"&gt;Revolutionary United Front&lt;/a&gt; (RUF).\nThe rebels reneged on the Agreement, resumed hostilities, and later perpetrated on the people of Sierra Leone what has been described as one of the most brutal internal conflicts in the world.\nCoup and exile.\nIn 1996, a coup attempt involving &lt;a href=\"Johnny%20Paul%20Koroma\"&gt;Johnny Paul Koroma&lt;/a&gt; and other junior officers of the Sierra Leone Army was unsuccessful, but served as notice that Kabbah's control over military and government officials in &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt; was weakening.\nIn May 1997, a military coup forced Kabbah into exile in neighbouring Guinea. The coup was led by the &lt;a href=\"Armed%20Forces%20Revolutionary%20Council\"&gt;Armed Forces Revolutionary Council&lt;/a&gt;, and Koroma was freed and installed as the head of state. In his Guinea exile, Kabbah began to marshal international support. Just nine months after the coup, Kabbah's government was revived as the military-rebel junta was removed by troops of the &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;Economic Community of West African States&lt;/a&gt; (ECOWAS) under the command of the &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;n led &lt;a href=\"ECOMOG\"&gt;ECOMOG&lt;/a&gt; (ECOWAS Ceasefire Monitoring Group) and loyal civil and military defence forces, notably the &lt;a href=\"Kamajors\"&gt;Kamajors&lt;/a&gt; led by &lt;a href=\"Samuel%20Hinga%20Norman\"&gt;Samuel Hinga Norman&lt;/a&gt;.\nReturn to Sierra Leone.\nOnce again, in pursuit of peace, President Kabbah signed the &lt;a href=\"Lom%C3%A9%20Peace%20Accord\"&gt;Lomé Peace Accord&lt;/a&gt; with the RUF rebel leader &lt;a href=\"Foday%20Sankoh\"&gt;Foday Sankoh&lt;/a&gt; on 7 July 1999. Notwithstanding repeated violations by the RUF, the document, known as the Lomé Peace Agreement, remained the cornerstone of sustainable peace, security, justice and national reconciliation in Sierra Leone. On 18 January 2002, at a ceremony marking the conclusion of the disarmament and demobilization of ex-combatants under the auspices of the United Nations Mission in Sierra Leone (&lt;a href=\"UNAMSIL\"&gt;UNAMSIL&lt;/a&gt;), he declared that the rebel war was over.\nSaved by Nigeria and Britain.\nAlthough elected as president, he faced the task of fighting a brutal enemy. His most crucial military support was however from outside; &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt; was the foremost participant as they crucially intervened under the leadership of General &lt;a href=\"Sani%20Abacha\"&gt;Sani Abacha&lt;/a&gt;, who was then the military head of his country. In February 1998, he sent his troops to push out the infamous military junta and rebel alliance of &lt;a href=\"Johnny%20Paul%20Koroma\"&gt;Johnny Paul Koroma&lt;/a&gt; and &lt;a href=\"Sam%20Bockarie\"&gt;Sam Bockarie&lt;/a&gt;, known as Maskita. The rebels however continued their attempt to overthrow Kabbah's government, despite signing numerous peace accords with President Kabbah. In May 2000, Foday Saybanah Sankoh, who was then part of Kabbah's cabinet, kidnapped several UN troops, and then ordered his rebels to march to Freetown. Trouble was looming as the capital was once more threatened with another January 6, 1999, scenario. But with the timely intervention of the &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; Prime Minister, &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;, 800 British troops were sent to Freetown to halt the impending rebel march to the city. President Kabbah was very grateful to the British Prime Minister, calling his intervention \"timely\" and one that \"Sierra Leonean people will never forget\".\nEnding of the Civil War.\nAs president, Kabbah opened direct &lt;a href=\"negotiations\"&gt;negotiations&lt;/a&gt; with the RUF rebels in order to end the civil war. He signed several &lt;a href=\"Peace%20treaty\"&gt;peace accords&lt;/a&gt; with the rebel leader &lt;a href=\"Foday%20Sankoh\"&gt;Foday Sankoh&lt;/a&gt;, including the 1999 &lt;a href=\"Lom%C3%A9%20Peace%20Accord\"&gt;Lomé Peace Accord&lt;/a&gt;, in which the rebels, for the first time agreed to a temporary &lt;a href=\"cease%20fire\"&gt;cease fire&lt;/a&gt; with the Sierra Leone government. When the cease fire agreement with the rebels collapsed, Kabbah campaigned for international assistant from the &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt;, the &lt;a href=\"United%20Nations%20Security%20Council\"&gt;United Nations Security Council&lt;/a&gt;, the &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt; and the &lt;a href=\"Economic%20Community%20of%20West%20African%20States\"&gt;Economic Community of West African States&lt;/a&gt; to help defeat the rebels and restore peace and order in Sierra Leone.\nIn October 1999, the United Nations agreed to send &lt;a href=\"peacekeeping\"&gt;peacekeepers&lt;/a&gt; to help restore order and disarm the rebels. The first of the 6,000-member force began arriving in December, and the &lt;a href=\"UN%20Security%20Council\"&gt;UN Security Council&lt;/a&gt; voted in February 2000 to increase the force to 11,000, and later to 13,000. The UN peacekeeping forces were made up mainly of &lt;a href=\"soldiers\"&gt;soldiers&lt;/a&gt; from the &lt;a href=\"British%20special%20forces\"&gt;British special forces&lt;/a&gt;, &lt;a href=\"India\"&gt;India&lt;/a&gt;, &lt;a href=\"Bangladesh\"&gt;Bangladesh&lt;/a&gt; and &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;. The African Union special forces sent to Sierra Leone to assist the government in fighting the rebels were made up mainly of soldiers from &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt;, &lt;a href=\"Guinea\"&gt;Guinea&lt;/a&gt;, &lt;a href=\"Ghana\"&gt;Ghana&lt;/a&gt;, &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt;, &lt;a href=\"Mali\"&gt;Mali&lt;/a&gt;, &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt; and &lt;a href=\"The%20Gambia\"&gt;The Gambia&lt;/a&gt;. The international forces, led by the British troops, launched a number of successful military operations to repel the RUF rebels and retake many of the areas of the country that were under the rebel control. The rebel lines of communication were severely disrupted and many senior rebel leaders were captured or fled the country, including the RUF leader &lt;a href=\"Foday%20Sankoh\"&gt;Foday Sankoh&lt;/a&gt;, who was captured.\nThe rebels finally agreed to be disarmed; in return the Sierra Leone government, led by Kabbah, offered them &lt;a href=\"amnesty\"&gt;amnesty&lt;/a&gt; and career opportunities and counselling. The &lt;a href=\"child%20soldiers\"&gt;child rebels&lt;/a&gt; were placed in &lt;a href=\"state%20school\"&gt;public schools&lt;/a&gt;, also offered counselling and reunited with family members. In 2001, UN forces moved in rebel-held areas and began to disarm the rebels.\nThe civil war was officially declared over in early 2002 by Kabbah. Tens of thousands of Sierra Leoneans across the country took to the streets to celebrate the end of the war. Kabbah went on to easily win his final five years term in office in the presidential election later that year with 70.1% of the vote, defeating his main opponent &lt;a href=\"Ernest%20Bai%20Koroma\"&gt;Ernest Bai Koroma&lt;/a&gt; of the main opposition &lt;a href=\"All%20People%27s%20Congress\"&gt;All People's Congress&lt;/a&gt; (APC). International observers declared the election free and fair. After the contribution made by the &lt;a href=\"Bangladesh%20UN%20Peacekeeping%20Force\"&gt;Bangladesh UN Peacekeeping Force&lt;/a&gt; in the war, Kabbah declared &lt;a href=\"Bengali%20language\"&gt;Bengali&lt;/a&gt; an honorary official language in December 2002.\nEnd of term and post-presidency.\nKabbah left office in September 2007 at the end of his second 5-year term. Constitutionally, he was ineligible to seek re-election. His Vice-president, &lt;a href=\"Solomon%20Berewa\"&gt;Solomon Berewa&lt;/a&gt;, ran as the SLPP candidate to succeed Kabbah but was defeated by opposition candidate &lt;a href=\"Ernest%20Bai%20Koroma\"&gt;Ernest Bai Koroma&lt;/a&gt; of the APC.\nKabbah was the head of the &lt;a href=\"Commonwealth%20of%20Nations\"&gt;Commonwealth&lt;/a&gt;'s observer mission for the &lt;a href=\"2007%20Kenyan%20general%20election\"&gt;December 2007 Kenyan election&lt;/a&gt;, as well as the head of the &lt;a href=\"African%20Union\"&gt;African Union&lt;/a&gt;'s observer mission for the &lt;a href=\"2008%20Zimbabwean%20presidential%20election\"&gt;March 2008 Zimbabwean election&lt;/a&gt; which he condemned as being \"rife with fraud and abuse\" and \"plagued by outrageous violence.\"\nDeath.\nKabbah died at his home in &lt;a href=\"Juba%20Hill\"&gt;Juba Hill&lt;/a&gt;, a &lt;a href=\"middle%20class\"&gt;middle class&lt;/a&gt; &lt;a href=\"neighborhood\"&gt;neighborhood&lt;/a&gt; in the west end of &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt; at the age of 82 on March 13, 2014, after a short illness. Following the announcement of Kabbah's death, Sierra Leone's President &lt;a href=\"Ernest%20Bai%20Koroma\"&gt;Ernest Bai Koroma&lt;/a&gt; declared a week of national &lt;a href=\"mourning\"&gt;mourning&lt;/a&gt;; and he ordered the country's flags to be flown at half mast throughout Sierra Leone.\nA &lt;a href=\"state%20funeral\"&gt;state funeral&lt;/a&gt; was held for Kabbah. The funeral service was attended by several former heads of state, international delegations, former and current government officials, regardless of their political parties, and members of the &lt;a href=\"civil%20services\"&gt;civil services&lt;/a&gt;.\nOn March 21, 2014, Kabbah's coffin was carried by soldiers of the &lt;a href=\"Sierra%20Leone%20Armed%20Forces\"&gt;Sierra Leone Armed Forces&lt;/a&gt; into the &lt;a href=\"Sierra%20Leone%20House%20of%20Parliament\"&gt;Sierra Leone House of Parliament&lt;/a&gt; where members of parliament paid their last respects to the former head of state. On March 23, 2014, Kabbah's coffin was brought to the &lt;a href=\"National%20Stadium%20%28Sierra%20Leone%29\"&gt;National Stadium&lt;/a&gt;, as thousands of Sierra Leoneans lined the streets of Freetown to say goodbye to their former leader. Kabbah's body was then carried by soldiers to the &lt;a href=\"Mandingo%20Central%20Mosque\"&gt;Mandingo Central Mosque&lt;/a&gt; in Freetown where an &lt;a href=\"Salah\"&gt;Islamic prayer&lt;/a&gt; service was held before he was laid to rest at the Kissi Road Cemetery, next to his mother Hajah Adama Kabbah's grave.\nPersonal life.\nKabbah's wife Patricia, an ethnic &lt;a href=\"Sherbro%20people\"&gt;Sherbro&lt;/a&gt;, died in 1998. He has five children: Mariama, Abu, Michael, and Tejan Jr., and grandchildren: Simone, Aidan, Abubakarr Sidique, Mariama, Nkoya, and Zainab Momoh. In 2008 he married &lt;a href=\"Isata%20Jabbie%20Kabbah\"&gt;Isata Jabbie Kabbah&lt;/a&gt;, who was about 40 years his junior.\nHonors.\nPresident Kabbah, as chancellor of the &lt;a href=\"University%20of%20Sierra%20Leone\"&gt;University of Sierra Leone&lt;/a&gt; in &lt;a href=\"Freetown\"&gt;Freetown&lt;/a&gt; holds an honorary doctor of laws degree of the university. In September 2001 &lt;a href=\"Southern%20Connecticut%20State%20University\"&gt;Southern Connecticut State University&lt;/a&gt; in the United States awarded him with an honorary degree of Doctor of Laws, in recognition of his effort to bring peace to his country. In July 2006, he received another honorary degree of Doctor of Laws from the University of Bradford in the United Kingdom, for his contribution to restoring peace in his country after a decade of civil war, and for working towards political and &lt;a href=\"economic%20reconstruction\"&gt;economic reconstruction&lt;/a&gt; following the end of the war.\nKabbah was a grand commander of the Order of the Republic of Sierra Leone."
}