{
    "id": "39365040",
    "revid": "2563820",
    "url": "https://en.wikipedia.org/wiki?curid=39365040",
    "title": "Throne Chairs of Norway",
    "text": "The Throne Chairs of Norway (&lt;a href=\"Norwegian%20language\"&gt;Norwegian&lt;/a&gt; &lt;a href=\"Bokm%C3%A5l\"&gt;Bokmål&lt;/a&gt;: singular \"Norges tronstol\", plural \"-stoler\"; Norwegian &lt;a href=\"Nynorsk\"&gt;Nynorsk&lt;/a&gt;: singular \"Noregs tronstol\", plural \"-stolar\") are the physical representations of the &lt;a href=\"Monarchy%20of%20Norway\"&gt;Throne&lt;/a&gt; of the &lt;a href=\"Norway\"&gt;Kingdom of Norway&lt;/a&gt;. One stands in the &lt;a href=\"Parliament%20of%20Norway%20Building\"&gt;building&lt;/a&gt; of the &lt;a href=\"Norwegian%20parliament\"&gt;Parliament&lt;/a&gt; in &lt;a href=\"Oslo\"&gt;Oslo&lt;/a&gt;, the political capital of Norway, where it is used in a political context. The other stands in &lt;a href=\"Trondheim\"&gt;Trondheim&lt;/a&gt;, the religious capital of Norway, where it was used in a religious context. A lesser known is the Throne Chair in the Council Chamber in the &lt;a href=\"Royal%20Palace%2C%20Oslo\"&gt;Royal Palace&lt;/a&gt;. In addition to the Throne Chairs, there are two coronation chairs (Bokmål and Nynorsk: \"kroningstol\"), which are also located in Trondheim. Between 1671 and 1814, the &lt;a href=\"Throne%20Chair%20of%20Denmark\"&gt;Throne Chair of Denmark&lt;/a&gt; was de facto also Norway's.\nThe Throne Chair in the Parliament, Oslo.\nThe Throne Chair was made in 1847 by &lt;a href=\"Wilhelm%20Heinrich%20Hoffmann\"&gt;Wilhelm Heinrich Hoffmann&lt;/a&gt; and placed in the Throne Room in the &lt;a href=\"Royal%20Palace%2C%20Oslo\"&gt;Castle of Oslo&lt;/a&gt; (the Royal Palace). Later in the 19th century, the Throne Chair was transferred to the &lt;a href=\"Norwegian%20parliament\"&gt;Parliament&lt;/a&gt;, where it has been located ever since. It is, especially, used when the King opens the Parliament every year.\nThe Throne Chair is covered with gold, and the textile is red. These are the colours of the King. On the top of the Chair is the &lt;a href=\"Coat%20of%20arms%20of%20Norway\"&gt;Coat of arms of Norway&lt;/a&gt;. The Chair has two crowned lion heads, and the two foremost of the Chair's legs resemble lion paws. A golden lion symbolises the King.\nThe Throne Chair is 207 centimetres tall and 100 centimetres broad.\nTwo smaller chairs belong together with the Throne Chair; one for the queen and one for the heir apparent.\nThe Throne Chair in the Royal Palace, Oslo.\nIn the Council Chamber in the &lt;a href=\"Royal%20Palace%2C%20Oslo\"&gt;Royal Palace&lt;/a&gt;, where the King receives the Government every Friday, the King has an additional throne chair. This was made in the 1840s by &lt;a href=\"Hans%20Linstow\"&gt;Hans Linstow&lt;/a&gt;.\nThere is also a slightly smaller chair made in 1997. This belongs to the heir apparent.\nThe Throne Chair in Trondheim.\nThe Throne Chair in Trondheim was acquired to the coronation of &lt;a href=\"Oscar%20II%20of%20Sweden\"&gt;Oscar II&lt;/a&gt; and &lt;a href=\"Sophia%20of%20Nassau\"&gt;Sophia of Nassau&lt;/a&gt; in 1873.\nThe Throne Chair was used for the last time during the coronation of &lt;a href=\"Haakon%20VII%20of%20Norway\"&gt;Haakon VII&lt;/a&gt; and &lt;a href=\"Maud%20of%20Wales\"&gt;Maud of Wales&lt;/a&gt; in 1906.\nThe Coronation Chairs.\nIn 1818, [Charles XIV John] used a pair of identical chairs; one as a coronation chair during the ceremony and one as a throne chair when he was crowned. In addition, there was a chair without arms, used by his son and heir apparent, &lt;a href=\"Oscar%20I%20of%20Sweden\"&gt;Oscar&lt;/a&gt;.\nIn 1860, however, when [Charles XV of Sweden] and &lt;a href=\"Louise%20of%20the%20Netherlands\"&gt;Louise of the Netherlands&lt;/a&gt; were crowned, they used the two chairs during the ceremony whilst they, most likely, used Oscar's chair of 1818 as a throne chair when they were crowned.\nThe 1906 coronation was the last in Norway; in 1908, the provision in the 1814 constitution mandating a coronation was repealed. However, when &lt;a href=\"Olav%20V%20of%20Norway\"&gt;Olav V&lt;/a&gt; became king in 1958, he desired and arranged a \"&lt;a href=\"benediction\"&gt;benediction&lt;/a&gt;\" or blessing ceremony in the &lt;a href=\"Nidaros%20Cathedral\"&gt;Cathedral of Nidaros&lt;/a&gt;. In this ceremony, the former coronation chairs were used during the service. The same happened in 1991, when &lt;a href=\"Harald%20V%20of%20Norway\"&gt;Harald V&lt;/a&gt; and &lt;a href=\"Sonja%20of%20Norway\"&gt;Sonja Haraldsen&lt;/a&gt; were blessed on their royal office.\nOther depictions of the Coronation Chairs:\nThe Throne Chair in Copenhagen.\nEven though Norway was formally an independent realm with &lt;a href=\"List%20of%20Norwegian%20monarchs\"&gt;its own throne&lt;/a&gt; during the &lt;a href=\"Denmark%E2%80%93Norway\"&gt;Dano-Norwegian union&lt;/a&gt;, the &lt;a href=\"Throne%20Chair%20of%20Denmark\"&gt;Throne Chair of Denmark&lt;/a&gt; was the de facto Throne Chair of Norway 1671 - 1814, the royal house being the &lt;a href=\"Germany\"&gt;German&lt;/a&gt; &lt;a href=\"House%20of%20Oldenburg\"&gt;House of Oldenburg&lt;/a&gt;. Made of the &lt;a href=\"Unicorn%20horn\"&gt;horn&lt;/a&gt; of &lt;a href=\"unicorns\"&gt;unicorns&lt;/a&gt;, it was guarded by three &lt;a href=\"lion\"&gt;lion&lt;/a&gt;s of &lt;a href=\"silver\"&gt;silver&lt;/a&gt;."
}