{
    "id": "39395906",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=39395906",
    "title": "Frank Engel (politician)",
    "text": "Frank Engel (born 10 May 1975) is a Luxembourgish politician and a former &lt;a href=\"Member%20of%20the%20European%20Parliament\"&gt;Member of the European Parliament&lt;/a&gt; (MEP) from &lt;a href=\"Luxembourg\"&gt;Luxembourg&lt;/a&gt;. He is a member of the &lt;a href=\"Christian%20Social%20People%27s%20Party\"&gt;Christian Social People's Party&lt;/a&gt;, part of the &lt;a href=\"European%20People%27s%20Party\"&gt;European People's Party&lt;/a&gt;.\nBackground.\nFrank Engel completed his primary and secondary education in &lt;a href=\"Diekirch\"&gt;Diekirch&lt;/a&gt;, Luxembourg. At this time, he was a member of the \"Gréng Alternativ Partei\" (green party) and was active in the student organisation UNEL, where he was part of the national buro. \nHe studied &lt;a href=\"law\"&gt;law&lt;/a&gt; at the &lt;a href=\"Universit%C3%A9%20Libre%20de%20Bruxelles\"&gt;Université Libre de Bruxelles&lt;/a&gt; and received a maîtrise in private law from the &lt;a href=\"Universit%C3%A9%20de%20Metz\"&gt;Université de Metz&lt;/a&gt;. During his studies he became a member of the national committee of CSJ, the youth wing of CSV and was the president of several youth organisations, such as the National Union of Students, the National Youth Council and the European Federation of Christian Democrat Students (United Students for Europe).\nAfter working as an independent consultant, he became the Editor in chief of CODEX, which is a website offering legal information. In 1999 he joined Jacques Santer's cabinet in the European Parliament and in 2001 he became the Secretary General of the CSV parliamentary group. He held the position until 2009, when he stood for the European elections for the first time and was elected to the European Parliament.\nPolitical career.\nEngel is the youngest MEP from his country and the head of the Luxembourgish EPP delegation.\nAt the European Parliament, he participates in the following committees:\nHe is also active in the following delegations:\nPreviously, he has been a member of the Employment and Social Affairs Committee (EMPL), of the Special Committee on the Financial, Economic and Social Crisis (CRIS) and of the Special Committee on the Policy Challenges and Budgetary Resources for a sustainable European Union after 2013 (SURE).\nHe has written three books on European issues: the 'Europa in der großen Krise Ein Drama in drei Akten' ('Europe in the Great Crisis - A Drama in Three Acts') in 2009, 'Die Schulden überwinden - Ein Haushalt für den Euro' ('Overcome the debt - A budget for the euro') in 2012 and 'Projet de Manifeste pour les États-Unis d'Europe' ('Manifesto for a United States of Europe') in 2013.\nOther activities.\nHe has also contributed to the book \"Europe's Next Avoidable War: Nagorno-Karabakh\" with the chapter \"The Karabakh Dilemma: Right to Self-Determination, Imperative of Territorial Integrity, or a Caucasian New Deal?\".\nControversy.\nIn February 2018, Engel went to &lt;a href=\"Nagorno-Karabakh\"&gt;Nagorno-Karabakh&lt;/a&gt; as part of a so-called friendship group with three other MEPs to observe a referendum vote on changes to the constitution. The European Parliament later said Engel's visit undermined the official position of the EU, which did not recognize the holding of a referendum in Nagorno-Karabakh as it does not formally recognize the territory.\nEngel who is the substitute member of the Committee on the Organised Crime, Corruption and Money Laundering (CRIM) of the EP and who was formerly at the forefront of the fight against corruption, resigned from the position of the presidency of the Luxembourgian Christian Social People's Party (CSV) on March 19, 2021 due to a suspicion of corruption. The lawsuit, which involves restitution of benefits as well as an alleged sham employment relationship, began in October 2021."
}