{
    "id": "39410857",
    "revid": "1808194",
    "url": "https://en.wikipedia.org/wiki?curid=39410857",
    "title": "Le Refuge",
    "text": "Le Refuge (trans. \"The shelter\") is a French &lt;a href=\"Voluntary%20association\"&gt;association&lt;/a&gt; founded in 2003 and whose purpose is to provide temporary shelter and support young adults victims of &lt;a href=\"homophobia\"&gt;homophobia&lt;/a&gt; and &lt;a href=\"transphobia\"&gt;transphobia&lt;/a&gt;, especially within their own familial cell.\nActivities.\n'Le Refuge' is primarily intended to accommodate and offer social, medical, and psychological assistance to young adults from 18 to 25 years old who have been victims of homophobia and transphobia.\n'Le Refuge' can also accommodate minors 15 to 18 years placed by the juvenile judge.\nThe association also offers young people who wish &lt;a href=\"mediation\"&gt;mediation&lt;/a&gt; actions to try to reconnect the broken links with the family. 300 children are welcomed each year, in the day-and-relay local apartments.\nThe association is recognized as a public utility by &lt;a href=\"decree\"&gt;decree&lt;/a&gt; of 16 August 2011, formally recognizing the essential character of 'Le refuge' as providing support to LGBT youth rejected by their family, and approves the national dimension of the fight against homophobia.\nStructure and organisation.\nThe Refuge is an association law 1901, subsidized by the State since 1 January 2007 and helps young people from all over France.\nIt is governed by a Board of Directors consisting of 12 members who are elected for three years per term. Since its inception in 2003, 'Le Refuge' is chaired by Nicolas Noguier, and its CEO is Frederick Gal.\nIt also has five operational delegations managers who run temporary accommodation arrangements and psychological and social support to &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt;, &lt;a href=\"Montpellier\"&gt;Montpellier&lt;/a&gt;, &lt;a href=\"Lyon\"&gt;Lyon&lt;/a&gt;, &lt;a href=\"Marseille\"&gt;Marseille&lt;/a&gt; and &lt;a href=\"Toulouse\"&gt;Toulouse&lt;/a&gt; and &lt;a href=\"Lille\"&gt;Lille&lt;/a&gt; four antennas, &lt;a href=\"N%C3%AEmes\"&gt;Nîmes&lt;/a&gt;, &lt;a href=\"Saint-Denis-de-la-Reunion\"&gt;Saint-Denis-de-la-Reunion&lt;/a&gt; and &lt;a href=\"Narbonne\"&gt;Narbonne&lt;/a&gt;."
}