{
    "id": "39441898",
    "revid": "1045971129",
    "url": "https://en.wikipedia.org/wiki?curid=39441898",
    "title": "Neil Ryan",
    "text": "Neil Ryan is an English &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; assistant coach for Manchester United u23 and former player who played as a &lt;a href=\"Defender%20%28association%20football%29\"&gt;defender&lt;/a&gt;. He played professionally in the &lt;a href=\"USL%20A-League\"&gt;USL A-League&lt;/a&gt;.\nThe son of former footballer &lt;a href=\"Jimmy%20Ryan%20%28footballer%2C%20born%201945%29\"&gt;Jimmy Ryan&lt;/a&gt;, Neil started his early football career playing at Luton Town in 1991 he was a youth team player for two seasons and eventually turned professional in 1994. His professional contract with Luton ended in 1995 and he then moved to the United States and signed with the &lt;a href=\"Richmond%20Kickers\"&gt;Richmond Kickers&lt;/a&gt; of the &lt;a href=\"USISL%20Select%20League\"&gt;USISL Select League&lt;/a&gt;. He then moved through several teams in succession. In 1998, he signed with the &lt;a href=\"Boston%20Bulldogs%20%28soccer%29\"&gt;Worcester Wildfire&lt;/a&gt;, but half of the season on loan with the &lt;a href=\"Cape%20Cod%20Crusaders\"&gt;Cape Cod Crusaders&lt;/a&gt; of the &lt;a href=\"USISL%20D-3%20Pro%20League\"&gt;USISL D-3 Pro League&lt;/a&gt;. In the fall of 1998, Ryan moved indoors with the &lt;a href=\"Wichita%20Wings\"&gt;Wichita Wings&lt;/a&gt; of the &lt;a href=\"NPSL%20II\"&gt;National Professional Soccer League&lt;/a&gt;. He spent two indoor seasons with the Wings. He returned to the outdoor game in 2000 with the Worcester Wildfire, but moved to the Cape Cod Crusaders in June 2000. In 2001, Ryan finished his American career with the &lt;a href=\"Portland%20Timbers%20%282001%E2%80%9310%29\"&gt;Portland Timbers&lt;/a&gt;.\nIn November that year, Ryan returned to England and joined &lt;a href=\"Altrincham%20F.C.\"&gt;Altrincham F.C.&lt;/a&gt; of the semi-professional &lt;a href=\"Northern%20Premier%20League\"&gt;Northern Premier League&lt;/a&gt;. He made his first appearance on 12 December 2001 in the &lt;a href=\"Northern%20Premier%20League%20Challenge%20Cup\"&gt;Northern Premier League Challenge Cup&lt;/a&gt;. Ryan left Altrincham in September 2003. He played one game for &lt;a href=\"Trafford%20F.C.\"&gt;Trafford F.C.&lt;/a&gt; in the autumn of 2003.\nIn July 2018, after 11 years working in various roles within the Manchester United academy, Ryan was appointed as the head coach of the club's under-18 side."
}