{
    "id": "39443",
    "revid": "40197498",
    "url": "https://en.wikipedia.org/wiki?curid=39443",
    "title": "Aragon",
    "text": "Aragon ( or , Spanish and , ) is an &lt;a href=\"autonomous%20communities%20of%20Spain\"&gt;autonomous community&lt;/a&gt; in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, coextensive with the medieval &lt;a href=\"Kingdom%20of%20Aragon\"&gt;Kingdom of Aragon&lt;/a&gt;. In northeastern Spain, the Aragonese autonomous community comprises three &lt;a href=\"provinces%20of%20Spain\"&gt;provinces&lt;/a&gt; (from north to south): &lt;a href=\"Province%20of%20Huesca\"&gt;Huesca&lt;/a&gt;, &lt;a href=\"Province%20of%20Zaragoza\"&gt;Zaragoza&lt;/a&gt;, and &lt;a href=\"Province%20of%20Teruel\"&gt;Teruel&lt;/a&gt;. Its capital is &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;. The current &lt;a href=\"Statute%20of%20Autonomy\"&gt;Statute of Autonomy&lt;/a&gt; declares Aragon a \"&lt;a href=\"nationalities%20and%20regions%20of%20Spain\"&gt;historic nationality&lt;/a&gt;\" of Spain.\nCovering an area of , the region's terrain ranges diversely from permanent glaciers to verdant valleys, rich pasture lands and orchards, through to the arid steppe plains of the central lowlands. Aragon is home to many rivers—most notably, the river &lt;a href=\"Ebro\"&gt;Ebro&lt;/a&gt;, Spain's largest river in volume, which runs west–east across the entire region through the province of Zaragoza. It is also home to the &lt;a href=\"Pyrenees%23Highest%20summits\"&gt;highest mountains&lt;/a&gt; of the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt;.\n, the population of Aragon was , with over half of it living in its capital city, &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;. During the same year, the economy of Aragon generated a &lt;a href=\"Gross%20domestic%20product\"&gt;GDP&lt;/a&gt; of million, which represents 3.1% of Spain's national GDP, and is currently 6th in per capita production behind Madrid, &lt;a href=\"Basque%20Country%20%28autonomous%20community%29\"&gt;Basque Country&lt;/a&gt;, &lt;a href=\"Navarre\"&gt;Navarre&lt;/a&gt;, &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt; and La Rioja.\nIn addition to its three provinces, Aragon is subdivided into 33 &lt;a href=\"Comarcas%20of%20Aragon\"&gt;comarcas&lt;/a&gt; or counties. All comarcas of Aragon have a rich &lt;a href=\"geopolitics\"&gt;geopolitical&lt;/a&gt; and cultural history from its &lt;a href=\"Pre-Roman%20peoples%20of%20the%20Iberian%20Peninsula\"&gt;pre-Roman&lt;/a&gt;, &lt;a href=\"Celtiberians\"&gt;Celtic&lt;/a&gt; and &lt;a href=\"Hispania\"&gt;Roman&lt;/a&gt; days, four centuries of Islamic rule as \"Marca Superior\" of &lt;a href=\"Al-Andalus\"&gt;Al-Andalus&lt;/a&gt; or kingdom (or &lt;a href=\"taifa\"&gt;taifa&lt;/a&gt;) of &lt;a href=\"Taifa%20of%20Zaragoza\"&gt;Saraqusta&lt;/a&gt;, as lands that once belonged to the Frankish &lt;a href=\"Marca%20Hispanica\"&gt;Marca Hispanica&lt;/a&gt;, counties that later formed the &lt;a href=\"Kingdom%20of%20Aragon\"&gt;Kingdom of Aragon&lt;/a&gt;, and eventually the &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt;.\nGeography.\nLocation.\nThe area of Aragon is of which belong to the &lt;a href=\"province%20of%20Huesca\"&gt;province of Huesca&lt;/a&gt;, to the &lt;a href=\"province%20of%20Zaragoza\"&gt;province of Zaragoza&lt;/a&gt; and to the &lt;a href=\"province%20of%20Teruel\"&gt;province of Teruel&lt;/a&gt;. The total represents a 9.43% of the surface of Spain, being thus the fourth autonomous community in size behind Castile and León, Andalusia, and Castile-La Mancha.\nIt is located in the northeast of the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt;, at a latitude between 39º and 43º'N in the &lt;a href=\"temperate%20zone\"&gt;temperate zone&lt;/a&gt;. Its boundaries and borders are in the north with &lt;a href=\"France\"&gt;France&lt;/a&gt; (the regions of &lt;a href=\"Nouvelle-Aquitaine\"&gt;Nouvelle-Aquitaine&lt;/a&gt; and &lt;a href=\"Occitanie\"&gt;Occitanie&lt;/a&gt;), in the west with the &lt;a href=\"Autonomous%20communities%20of%20Spain\"&gt;autonomous communities&lt;/a&gt; of &lt;a href=\"Castile-La%20Mancha\"&gt;Castile-La Mancha&lt;/a&gt; (provinces of &lt;a href=\"Province%20of%20Guadalajara\"&gt;Guadalajara&lt;/a&gt; and &lt;a href=\"Province%20of%20Cuenca\"&gt;Cuenca&lt;/a&gt;), &lt;a href=\"Castile%20and%20Le%C3%B3n\"&gt;Castile and León&lt;/a&gt; (&lt;a href=\"province%20of%20Soria\"&gt;province of Soria&lt;/a&gt;), &lt;a href=\"La%20Rioja%20%28Spain%29\"&gt;La Rioja&lt;/a&gt; and &lt;a href=\"Navarre\"&gt;Navarre&lt;/a&gt;, and in the east with the autonomous communities of &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt; (provinces of &lt;a href=\"Province%20of%20L%C3%A9rida\"&gt;Lérida&lt;/a&gt; and &lt;a href=\"Province%20of%20Tarragona\"&gt;Tarragona&lt;/a&gt;) and the &lt;a href=\"Valencian%20Community\"&gt;Valencian Community&lt;/a&gt; (provinces of &lt;a href=\"Province%20of%20Castell%C3%B3n\"&gt;Castellón&lt;/a&gt; and &lt;a href=\"Province%20of%20Valencia\"&gt;Valencia&lt;/a&gt;).\nRelief.\nThe orography of the community has as central axis the &lt;a href=\"Ebro%20valley\"&gt;Ebro valley&lt;/a&gt; (with heights between 150 and 300 meters approx.) which transits between two foothills, the Pyrenean and the Ibérico, preambles of two great mountain formations, the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; to the north and the &lt;a href=\"Sistema%20Ib%C3%A9rico\"&gt;Sistema Ibérico&lt;/a&gt; to the south; the Community has the highest peaks of both mountain ranges, the &lt;a href=\"Aneto\"&gt;Aneto&lt;/a&gt; and the &lt;a href=\"Moncayo%20Massif\"&gt;Moncayo&lt;/a&gt; respectively.\nPyrenees.\nThe Aragonese &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; is located in the north of the &lt;a href=\"province%20of%20Huesca\"&gt;province of Huesca&lt;/a&gt; and is arranged longitudinally in three large units: High Pyrenees, Intrapirenaic Depression and Outer Ranges.\nThe Aragonese High Pyrenees contains the &lt;a href=\"Pyrenees%23Highest%20summits\"&gt;maximum heights&lt;/a&gt; of all the Pyrenees mountainous chain. The High Pyrenees is formed in turn by the axial Pyrenees and the Inland Ranges.\nIn the axial Pyrenees are the oldest materials: &lt;a href=\"granite\"&gt;granite&lt;/a&gt;s, &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;s, &lt;a href=\"slate\"&gt;slate&lt;/a&gt;s and &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;s and the highest peaks like: the &lt;a href=\"Aneto\"&gt;Aneto&lt;/a&gt; (), &lt;a href=\"Maladeta\"&gt;Maladeta&lt;/a&gt; () and the &lt;a href=\"Perdiguero\"&gt;Perdiguero&lt;/a&gt; (). The inner Pre-Pyrenees, composed of more modern rocks (limestones) also has large mountains such as &lt;a href=\"Monte%20Perdido\"&gt;Monte Perdido&lt;/a&gt; (), &lt;a href=\"Collarada\"&gt;Collarada&lt;/a&gt; () and &lt;a href=\"Tende%C3%B1era\"&gt;Tendeñera&lt;/a&gt; ().\nThe main Pyrenean valleys are formed by the rivers that are born there, which are:\nThe intrapirenaic depression is a broad perpendicular corridor. Its best represented section is the &lt;a href=\"Canal%20of%20Berd%C3%BAn%20%28geography%29\"&gt;Canal de Berdún&lt;/a&gt;. The southern limit of the Depression corresponds to the energetic reliefs of &lt;a href=\"Royal%20Monastery%20of%20San%20Juan%20de%20la%20Pe%C3%B1a\"&gt;San Juan de la Peña&lt;/a&gt; () and &lt;a href=\"Oroel%20Rock\"&gt;Oroel Rock&lt;/a&gt; (), modeled on conglomerates of the Campodarbe Formation.\nThe pre-Pyrenean outer ranges are in the Huescan foothills and constitute the southernmost unit of the Pyrenees; formed by predominantly calcareous materials, reach heights between and meters. The &lt;a href=\"Sierra%20de%20Guara\"&gt;Sierra de Guara&lt;/a&gt;, one of the most important mountain ranges of the Spanish &lt;a href=\"Pre-Pyrenees\"&gt;Pre-Pyrenees&lt;/a&gt;, stands out; its summit, the &lt;a href=\"Guara%20Peak\"&gt;Guara Peak&lt;/a&gt;, reaches metres. The &lt;a href=\"Mallos%20de%20Riglos\"&gt;Mallos de Riglos&lt;/a&gt;, near the town of &lt;a href=\"Ayerbe\"&gt;Ayerbe&lt;/a&gt;, stand out for their beauty.\nDepression of the Ebro.\nIt extends a wide plain, after passing the foothills, corresponding to the &lt;a href=\"Ebro%20Valley\"&gt;Depression of the Ebro&lt;/a&gt;. To the southwest is the &lt;a href=\"Sierra%20de%20Alcubierre\"&gt;Sierra de Alcubierre&lt;/a&gt; ranges () one of the typical limestone plateaus of the Depression.\nThe &lt;a href=\"Ebro%20Valley\"&gt;depression of the Ebro&lt;/a&gt; is a tectonic pit filled with sedimentary materials, accumulated in the &lt;a href=\"Cenozoic\"&gt;Tertiary age&lt;/a&gt; in horizontal series. In the center, fine materials such as &lt;a href=\"clay\"&gt;clay&lt;/a&gt;s, &lt;a href=\"plaster\"&gt;plaster&lt;/a&gt;s and &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;s were deposited. To the south of the &lt;a href=\"Ebro\"&gt;Ebro&lt;/a&gt; have been the limestone plateaus of &lt;a href=\"Borja%2C%20Province%20of%20Zaragoza\"&gt;Borja&lt;/a&gt; and of &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;.\nSistema Ibérico.\nThe Aragonese &lt;a href=\"Sistema%20Ib%C3%A9rico\"&gt;Sistema Ibérico&lt;/a&gt; is divided between the provinces of &lt;a href=\"Province%20of%20Zaragoza\"&gt;Zaragoza&lt;/a&gt; and &lt;a href=\"Province%20of%20Teruel\"&gt;Teruel&lt;/a&gt;. It is a set of hills without a clear structural unit, which can be divided into two zones: Sistema Ibérico del Jalón and Sistema Ibérico turolense. In the first, the &lt;a href=\"Moncayo%20Massif\"&gt;Moncayo&lt;/a&gt; stands out with , formed by Paleozoic quartzites and &lt;a href=\"slate\"&gt;slate&lt;/a&gt;s, partly covered by Mesozoic &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt;s; to the southeast of the Moncayo the Sistema Ibérico descends of height. The second is formed by elevated terrain (from to in general), but flattened and massive. To the southwest of the depression the summits of the &lt;a href=\"Sierra%20de%20Albarrac%C3%ADn\"&gt;Sierra de Albarracín&lt;/a&gt; range are reached above , southeast the are reached in the &lt;a href=\"Sierra%20de%20Javalambre\"&gt;Sierra de Javalambre&lt;/a&gt; range and finally we arrive at the &lt;a href=\"Sierra%20de%20G%C3%BAdar\"&gt;Sierra de Gúdar&lt;/a&gt; range () transition to &lt;a href=\"Maestrazgo\"&gt;Maestrazgo&lt;/a&gt;.\nClimate and vegetation.\nThe climate of Aragon is predominated, in general, by two different climates, the &lt;a href=\"Cold%20semi-arid%20climate\"&gt;Semi-arid climate&lt;/a&gt; and the &lt;a href=\"Oceanic%20climate\"&gt;Oceanic climate&lt;/a&gt;. Its irregular orography creates several climates or &lt;a href=\"microclimates\"&gt;microclimates&lt;/a&gt; throughout the entire community. From the High mountain &lt;a href=\"Alpine%20climate\"&gt;Alpine climate&lt;/a&gt; of the central &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; to the north, with perpetual ice (glaciers), to the &lt;a href=\"Humid%20subtropical%20climate\"&gt;Humid subtropical climate&lt;/a&gt; (which is very common in &lt;a href=\"Huesca%20%28province%29\"&gt;Huesca&lt;/a&gt;'s lower altitude areas) to the &lt;a href=\"Cold%20desert%20climate\"&gt;steppe or semi-desert zones&lt;/a&gt;, such as the &lt;a href=\"Monegros%20Desert\"&gt;Monegros Desert&lt;/a&gt;, passing through the intense &lt;a href=\"Humid%20continental%20climate%23Hot/warm%20summer%20subtype\"&gt;continental climate&lt;/a&gt; of the Teruel-Daroca area and the &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean climate&lt;/a&gt; in the southern areas bordering &lt;a href=\"Castilla%20La%20Mancha\"&gt;Castilla La Mancha&lt;/a&gt; and the &lt;a href=\"Valencian%20Community\"&gt;Valencian Community&lt;/a&gt;.\nThe main characteristics of the Aragonese climate are:\nTemperatures are very dependent on the altitude. In the &lt;a href=\"Ebro%20Valley\"&gt;Ebro Valley&lt;/a&gt; the winters are relatively moderate, although the &lt;a href=\"Ground%20frost\"&gt;frost&lt;/a&gt;s are very common and the thermal sensation can decrease a lot with the \"&lt;a href=\"cierzo\"&gt;cierzo&lt;/a&gt;\". Temperatures in summer can exceed 40 °C in the central areas. In mountain areas winters are long and rigorous, average temperatures can be up to 10 °C lower than in the valley.\nThe two most important winds of Aragon are the \"&lt;a href=\"cierzo\"&gt;cierzo&lt;/a&gt;\" and the \"bochorno\" or &lt;a href=\"Levant%20%28wind%29\"&gt;levant&lt;/a&gt;. The first is a cold and dry wind that crosses the &lt;a href=\"Ebro%20Valley\"&gt;Ebro Valley&lt;/a&gt; from northwest to southeast and that can become quite strong. The second is a warm wind, more irregular and smooth, coming from the south-east.\nThe &lt;a href=\"vegetation\"&gt;vegetation&lt;/a&gt; follows the oscillations of relief and climate. There is a great variety, both in natural vegetation and in crops. In the high areas there are forests (pines, firs, beech trees, oaks), bush and meadows, and in the central &lt;a href=\"Ebro%20Valley\"&gt;Ebro Valley&lt;/a&gt;, &lt;a href=\"Quercus%20ilex\"&gt;evergreen oak&lt;/a&gt; and &lt;a href=\"juniper\"&gt;juniper&lt;/a&gt; are the most common trees.\nHydrography.\nMost Aragonese rivers are tributaries of the &lt;a href=\"Ebro\"&gt;Ebro&lt;/a&gt; River, which is the largest river in Spain and divides the community in two. Of the tributaries of the left bank of the river, the ones originating in the Pyrenees, the &lt;a href=\"Arag%C3%B3n%20%28river%29\"&gt;Aragón River&lt;/a&gt; stands out. Its headwaters are in Huesca, but it ends at the community of Navarre, the &lt;a href=\"G%C3%A1llego%20%28river%29\"&gt;Gállego&lt;/a&gt; and the &lt;a href=\"Cinca%20%28Spain%29\"&gt;Cinca&lt;/a&gt;, which joins the &lt;a href=\"Segre%20%28river%29\"&gt;Segre&lt;/a&gt; just before emptying into the Ebro at the height of &lt;a href=\"Mequinenza\"&gt;Mequinenza&lt;/a&gt;. On the right bank, the &lt;a href=\"Jal%C3%B3n%20%28river%29\"&gt;Jalón&lt;/a&gt;, &lt;a href=\"Huerva\"&gt;Huerva&lt;/a&gt; and &lt;a href=\"Guadalope\"&gt;Guadalope&lt;/a&gt; stand out.\nIn the stream bed of the Ebro river, near the border with Catalonia, the &lt;a href=\"Mequinenza%20Reservoir\"&gt;Mequinenza Reservoir&lt;/a&gt;, of and a length of about 110 km; it is popularly known as the \"Sea of Aragon\".\nThe small Pyrenean mountain lakes called &lt;a href=\"Ib%C3%B3n\"&gt;ibon&lt;/a&gt;es merit special mention. These lakes are very scenic, originating during the last &lt;a href=\"glaciation\"&gt;glaciation&lt;/a&gt;, and are usually found above .\nThe Autonomous Community lies within three hydrographic regions, the Ebro River, the &lt;a href=\"Tagus\"&gt;Tagus&lt;/a&gt; River (which originates in the &lt;a href=\"Sierra%20de%20Albarrac%C3%ADn\"&gt;Sierra de Albarracín&lt;/a&gt; range), and the &lt;a href=\"J%C3%BAcar\"&gt;Júcar&lt;/a&gt;, which has as its main river in this community the &lt;a href=\"Turia%20%28river%29\"&gt;Turia&lt;/a&gt;.\nProtected spaces.\nIn Aragon, protected natural spaces are managed through the &lt;a href=\"Red%20Natural%20de%20Arag%C3%B3n\"&gt;Red Natural de Aragón&lt;/a&gt;, an entity created in 2004 to protect all elements with &lt;a href=\"ecological\"&gt;ecological&lt;/a&gt;, landscape and cultural value and at the same time coordinate and establish common standards that contribute to their conservation and sustainable use. In this entity are integrated &lt;a href=\"national%20park\"&gt;national park&lt;/a&gt;s, &lt;a href=\"Natural%20park%20%28Spain%29\"&gt;natural park&lt;/a&gt;s, &lt;a href=\"nature%20reserve\"&gt;nature reserve&lt;/a&gt;s, &lt;a href=\"biosphere%20reserve\"&gt;biosphere reserve&lt;/a&gt;s and other protected natural areas that have been declared by the autonomous community, the &lt;a href=\"Ramsar%20Convention\"&gt;Ramsar Convention&lt;/a&gt; or the &lt;a href=\"Natura%202000\"&gt;Natura 2000&lt;/a&gt;.\nWithin the protected areas is the only &lt;a href=\"List%20of%20national%20parks%20of%20Spain\"&gt;national park&lt;/a&gt; of Aragon: the &lt;a href=\"Ordesa%20y%20Monte%20Perdido%20National%20Park\"&gt;Ordesa y Monte Perdido National Park&lt;/a&gt;, the second national park created in &lt;a href=\"Spain\"&gt;Spain&lt;/a&gt;, in 1918, it is found in the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; in the comarca of &lt;a href=\"Sobrarbe\"&gt;Sobrarbe&lt;/a&gt;, occupies an area of , a part of the of the peripheral area of protection. It also enjoys other figures of protection like the &lt;a href=\"Biosphere%20Reserve\"&gt;Biosphere Reserve&lt;/a&gt; of &lt;a href=\"Ordesa%20Valley\"&gt;Ordesa-Viñamala&lt;/a&gt; and is cataloged as a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt;.\nIn addition there are other 4 natural parks: the &lt;a href=\"Moncayo%20Natural%20Park\"&gt;Moncayo Natural Park&lt;/a&gt; with an extension of , the &lt;a href=\"Sierra%20y%20Ca%C3%B1ones%20de%20Guara%20Natural%20Park\"&gt;Sierra y Cañones de Guara Natural Park&lt;/a&gt; with and of peripheral area of protection, the &lt;a href=\"Posets-Maladeta%20Natural%20Park\"&gt;Posets-Maladeta Natural Park&lt;/a&gt; with and of peripheral area of protection, and the &lt;a href=\"Valles%20Occidentales%20Natural%20Park\"&gt;Valles Occidentales Natural Park&lt;/a&gt; with and of peripheral area of protection.\nThere are also three nature reserves, five natural monuments and three protected landscapes.\nAiguabarreig Segre-Cinca-Ebro.\nAt the confluence of the &lt;a href=\"Segre%20%28river%29\"&gt;Segre&lt;/a&gt; and &lt;a href=\"Ebro\"&gt;Ebro&lt;/a&gt; rivers, the Aiguabarreig Ebro-Segre-Cinca is a space with great natural wealth and a great variety of ecosystems that range from Mediterranean steppes to impenetrable riverside forests, making this space a paradise for biodiversity. Territorially, the Aiguabarreig is at the center of the Middle Depression of the Ebro. It borders to the west with the Monegros, to the east with the Tossals de Montmeneu and Almatret and to the south with the tail of the Ribarroja reservoir. This space is named with Catalan word of origin that designates the place where two or more water streams meet and form one. The Segre and Cinca form a first Aiguabarreig between the towns of La Granja d'Escarp, Massalcoreig and Torrente de Cinca, a few kilometers downstream they converge with the waters of the Ebro, already in the municipality of &lt;a href=\"Mequinenza\"&gt;Mequinenza&lt;/a&gt;, forming one of the largest river confluences of the entire Iberian Peninsula.\nHistory.\nAragon, occupying the northeast of the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt; has served as a bridge between the &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean Sea&lt;/a&gt;, the peninsular center and the coasts of the &lt;a href=\"Cantabrian%20Sea\"&gt;Cantabrian Sea&lt;/a&gt;. The human presence in the lands that today form the autonomous community date back several millennia, but the current Aragon, like many of the current historical nationalities, were formed during the &lt;a href=\"Middle%20Ages\"&gt;Middle Ages&lt;/a&gt;.\nPrehistory.\nThe oldest testimonies of human life in the lands that today make up Aragon go back to the time of the glaciations, in the &lt;a href=\"Pleistocene\"&gt;Pleistocene&lt;/a&gt;, some years ago. This population left the Acheulean industry that found its best weapons in the &lt;a href=\"hand%20axe\"&gt;hand axe&lt;/a&gt;s of &lt;a href=\"flint\"&gt;flint&lt;/a&gt; or the &lt;a href=\"Cleaver%20%28tool%29\"&gt;cleavers&lt;/a&gt; of &lt;a href=\"quartzite\"&gt;quartzite&lt;/a&gt;.\nIn the &lt;a href=\"Upper%20Palaeolithic\"&gt;Upper Palaeolithic&lt;/a&gt; appeared two new cultures: Solutrean and Magdalenian.\nThe &lt;a href=\"Epipaleolithic\"&gt;Epipaleolithic&lt;/a&gt; was centered in &lt;a href=\"Lower%20Aragon\"&gt;Lower Aragon&lt;/a&gt;, occupying the epoch between the 7th and the 5th millennium.\nIn the first half of the 5th millennium &lt;a href=\"Common%20Era\"&gt;BCE&lt;/a&gt;, &lt;a href=\"Neolithic\"&gt;Neolithic&lt;/a&gt; remains are found in the Huescan Outer Ranges and in Lower Aragon.\nThe &lt;a href=\"Eneolithic\"&gt;Eneolithic&lt;/a&gt; was characterized in the &lt;a href=\"province%20of%20Huesca\"&gt;province of Huesca&lt;/a&gt; presenting two important megalithic nuclei: the &lt;a href=\"Pre-Pyrenees\"&gt;Pre-Pyrenees&lt;/a&gt; of the Outer Ranges and the High Pyrenean valleys.\nThe Late &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; begins in Aragon around 1100 BCE with the arrival of the &lt;a href=\"Urnfield%20culture\"&gt;Urnfield culture&lt;/a&gt;. They are Indo-European people, with an alleged origin in Central Europe, who incinerate their dead by placing the ashes in a funeral urn. There are examples in the Cave del Moro of &lt;a href=\"Olvena\"&gt;Olvena&lt;/a&gt;, the Masada del Ratón in &lt;a href=\"Fraga\"&gt;Fraga&lt;/a&gt;, Palermo and the Cabezo de Monleón in &lt;a href=\"Caspe\"&gt;Caspe&lt;/a&gt;.\nFrom the metallurgical point of view there seems to be a boom given the increase in foundry molds that are located in the populations.\nThe &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt; is the most important, since throughout the centuries it is the true substratum of the Aragonese historical population.\nThe arrival of Central Europeans during the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt; by &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; until reaching the Lower Aragon area, supposed an important ethnic contribution that prepared the way to the invasions of Iron Age.\nAncient history.\nThe &lt;a href=\"Mediterranean%20Sea\"&gt;Mediterranean&lt;/a&gt; contributions represented a commercial activity that will constitute a powerful stimulus for the iron metallurgy, promoting the modernization of the tools and the indigenous armament, replacing the old bronze with the iron. There is presence of &lt;a href=\"Phoenicia\"&gt;Phoenicia&lt;/a&gt;n, &lt;a href=\"Greeks\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Etruscan%20civilization\"&gt;Etruscan&lt;/a&gt; products.\nIn the 6th century BCE there are six groups with different social organization: &lt;a href=\"Vascones\"&gt;Vascones&lt;/a&gt;, &lt;a href=\"Suessetani\"&gt;Suessetani&lt;/a&gt;, &lt;a href=\"Sedetani\"&gt;Sedetani&lt;/a&gt;, &lt;a href=\"Iacetani\"&gt;Iacetani&lt;/a&gt;, &lt;a href=\"Ilergetes\"&gt;Ilergetes&lt;/a&gt; and Citerior &lt;a href=\"Celtiberians\"&gt;Celtiberians&lt;/a&gt;.\nThey are &lt;a href=\"Iberians\"&gt;Iberized&lt;/a&gt; groups with a tendency towards stability, fixing their habitat in durable populations, with dwellings that evolve towards more enduring and stable models. There are many examples in Aragon, among which Cabezo de Monleón in &lt;a href=\"Caspe\"&gt;Caspe&lt;/a&gt;, Puntal of &lt;a href=\"Fraga\"&gt;Fraga&lt;/a&gt;, Roquizal del Rullo or Loma de los Brunos.\nThe type of social organization was based on the family group, consisting of four generations. Self-sufficient societies in which the greater part of the population was dedicated to agricultural and livestock activities. In the Iberian scope the power was monarchical, exercised by a king; there was a democratic assembly with participation of the male population.\nThere were visible social differentiations and established legal-political statutes.\nThe &lt;a href=\"Ancient%20Rome\"&gt;Romans&lt;/a&gt; arrived and progressed easily into the interior.\nIn the territorial distribution that Rome made of &lt;a href=\"Hispania\"&gt;Hispania&lt;/a&gt;, the current Aragon was included in the &lt;a href=\"Hispania%20Citerior\"&gt;Hispania Citerior&lt;/a&gt;. In the year 197 BCE, &lt;a href=\"Sempronius%20Tuditanus\"&gt;Sempronius Tuditanus&lt;/a&gt; is the praetor of the Citerior and had to face a general uprising in their territories that ended with the Roman defeat and the own death of Tuditanus. In view of these facts the &lt;a href=\"Roman%20Senate\"&gt;Senate&lt;/a&gt; sent the consul &lt;a href=\"Cato%20the%20Elder\"&gt;Marcus Porcius Cato&lt;/a&gt; with an army of men. The indigenous peoples of the area were rebelling, except for the &lt;a href=\"Ilergetes\"&gt;Ilergetes&lt;/a&gt; who negotiated peace with Cato.\nThere were different uprisings of the Iberian peoples against the Romans, in 194 BCE sees a general uprising with elimination of half of the Roman army, in 188 BCE &lt;a href=\"Lucius%20Manlius%20Acidinus%20Fulvianus\"&gt;Manlius Acidinus Fulvianus&lt;/a&gt;, praetor of the Citerior, must confront in Calagurris (&lt;a href=\"Calahorra\"&gt;Calahorra&lt;/a&gt;) with the &lt;a href=\"Celtiberians\"&gt;Celtiberians&lt;/a&gt;, in the 184 BCE Terentius Varro did it with the &lt;a href=\"Suessetani\"&gt;Suessetani&lt;/a&gt;, to those who took the capital, Corbio.\nIn the 1st century BCE Aragon was the scene of the &lt;a href=\"Sertorian%20War\"&gt;civil war&lt;/a&gt; to seize the power of &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; where the governor &lt;a href=\"Quintus%20Sertorius\"&gt;Quintus Sertorius&lt;/a&gt; made Osca (&lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt;) the capital of all the territories controlled by them.\nAlready in the 1st century BCE, the today Aragonese territory became part of the province &lt;a href=\"Hispania%20Tarraconensis\"&gt;Tarraconensis&lt;/a&gt; and there was the definitive romanization of it creating roads and consolidating ancient Celtiberian and Iberian cities such as &lt;a href=\"Caesaraugusta\"&gt;Caesaraugusta&lt;/a&gt; (Zaragoza), Turiaso (&lt;a href=\"Tarazona\"&gt;Tarazona&lt;/a&gt;), Osca (&lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt;) or &lt;a href=\"Bilbilis\"&gt;Bilbilis&lt;/a&gt; (Calatayud).\nIn the middle of the 3rd century the decay of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; began. Between the years 264 and 266 the &lt;a href=\"Franks\"&gt;Franks&lt;/a&gt; and the &lt;a href=\"Alemanni\"&gt;Alemanni&lt;/a&gt;, two Germanic peoples who passed through the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt; and came to &lt;a href=\"Tarazona\"&gt;Tarazona&lt;/a&gt;, which they sacked. In the agony of the Empire groups of bandits emerged who were dedicated to pillage. The &lt;a href=\"Ebro%20Valley\"&gt;Ebro Valley&lt;/a&gt; was ravaged in the 5th century by several gangs of evildoers called &lt;a href=\"Bagaudae\"&gt;Bagaudae&lt;/a&gt;.\nMiddle Ages.\nAfter the disintegration of the &lt;a href=\"Western%20Roman%20Empire\"&gt;Western Roman Empire&lt;/a&gt;, the current area of Aragon was occupied by the &lt;a href=\"Visigoths\"&gt;Visigoths&lt;/a&gt;, forming the &lt;a href=\"Visigothic%20Kingdom\"&gt;Visigothic Kingdom&lt;/a&gt;.\nIn the year 714 &lt;a href=\"muslims\"&gt;muslims&lt;/a&gt; from North Africa conquered the central area of Aragon, converting to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt; the ancient Roman cities such as &lt;a href=\"Taifa%20of%20Zaragoza\"&gt;Saraqusta&lt;/a&gt; (Zaragoza) or Wasqa (&lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt;). It was at this time that an important &lt;a href=\"Muwallad\"&gt;Muwallad&lt;/a&gt; family arose, the &lt;a href=\"Banu%20Qasi\"&gt;Banu Qasi&lt;/a&gt; (بنو قاسي), their domains were located in the &lt;a href=\"Ebro%20Valley\"&gt;Ebro Valley&lt;/a&gt; between the 8th and 10th centuries.\nAfter the disappearance of the &lt;a href=\"Caliphate%20of%20C%C3%B3rdoba\"&gt;Caliphate of Córdoba&lt;/a&gt; at the beginning of the 11th century, the &lt;a href=\"Taifa%20of%20Zaragoza\"&gt;Taifa of Zaragoza&lt;/a&gt; arose, one of the most important &lt;a href=\"Taifa\"&gt;Taifa&lt;/a&gt;s of &lt;a href=\"Al-Andalus\"&gt;Al-Andalus&lt;/a&gt;, leaving a great artistic, cultural and philosophical legacy.\nThe name of Aragon is documented for the first time during the &lt;a href=\"Early%20Middle%20Ages\"&gt;Early Middle Ages&lt;/a&gt; in the year 828, when the small &lt;a href=\"County%20of%20Aragon\"&gt;County of Aragon&lt;/a&gt; of &lt;a href=\"Franks\"&gt;Frankish&lt;/a&gt; origin, would emerge between the rivers that bear its name, the &lt;a href=\"Arag%C3%B3n%20%28river%29\"&gt;Aragón river&lt;/a&gt;, and its brother the &lt;a href=\"Arag%C3%B3n%20Subord%C3%A1n\"&gt;Aragón Subordán river&lt;/a&gt;.\nThat County of Aragon would be linked to the &lt;a href=\"Kingdom%20of%20Pamplona\"&gt;Kingdom of Pamplona&lt;/a&gt; until 1035, and under its wing it would grow to form a dowry of &lt;a href=\"Garc%C3%ADa%20S%C3%A1nchez%20III%20of%20Pamplona\"&gt;García Sánchez III of Pamplona&lt;/a&gt; to the death of the king &lt;a href=\"Sancho%20III%20of%20Pamplona\"&gt;Sancho \"the Great\"&lt;/a&gt;, in a period characterized by Muslim hegemony in almost the entire Iberian Peninsula. Under the reign of &lt;a href=\"Ramiro%20I%20of%20Aragon\"&gt;Ramiro I of Aragon&lt;/a&gt; would be extended borders with the annexation of the counties of &lt;a href=\"County%20of%20Sobrarbe\"&gt;Sobrarbe&lt;/a&gt; and &lt;a href=\"County%20of%20Ribagorza\"&gt;Ribagorza&lt;/a&gt; (year 1044), after having incorporated populations of the historical comarca of &lt;a href=\"Cinco%20Villas%2C%20Aragon\"&gt;Cinco Villas&lt;/a&gt;.\nIn 1076, on the death of &lt;a href=\"Sancho%20IV%20of%20Pamplona\"&gt;Sancho IV of Pamplona&lt;/a&gt;, Aragon incorporated part of the Navarrese kingdom into its territories while Castile did the same with the western area of the former domains of Sancho \"the Great\". During the reigns of &lt;a href=\"Sancho%20Ram%C3%ADrez\"&gt;Sancho Ramírez&lt;/a&gt; and &lt;a href=\"Peter%20I%20of%20Aragon%20and%20Pamplona\"&gt;Peter I of Aragon and Pamplona&lt;/a&gt;, the kingdom extended its borders to the south, established threatening fortresses on the capital of Zaragoza in &lt;a href=\"El%20Castellar\"&gt;El Castellar&lt;/a&gt; and &lt;a href=\"Juslibol\"&gt;Juslibol&lt;/a&gt; and took &lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt;, which became the new capital.\nThis leads to the reign of &lt;a href=\"Alfonso%20the%20Battler\"&gt;Alfonso I of Aragon&lt;/a&gt; that would conquer the flat lands of the middle Ebro Valley for Aragon: &lt;a href=\"Ejea%20de%20los%20Caballeros\"&gt;Ejea de los Caballeros&lt;/a&gt;, &lt;a href=\"Valtierra\"&gt;Valtierra&lt;/a&gt;, &lt;a href=\"Calatayud\"&gt;Calatayud&lt;/a&gt;, &lt;a href=\"Tudela%2C%20Navarre\"&gt;Tudela&lt;/a&gt; and &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;, the capital of the &lt;a href=\"Taifa%20of%20Zaragoza\"&gt;Taifa of Saraqusta&lt;/a&gt;. At his death the nobles would choose his brother &lt;a href=\"Ramiro%20II%20of%20Aragon\"&gt;Ramiro II of Aragon&lt;/a&gt;, who left his religious life to assume the royal scepter and perpetuate the dynasty, which he achieved with the dynastic union of the &lt;a href=\"House%20of%20Aragon\"&gt;House of Aragon&lt;/a&gt; with the owner of the &lt;a href=\"County%20of%20Barcelona\"&gt;County of Barcelona&lt;/a&gt; in 1137, year in which the union of both patrimonies would give rise to the &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt; and would add the forces that to its they would make the conquests of the &lt;a href=\"Kingdom%20of%20Majorca\"&gt;Kingdom of Majorca&lt;/a&gt; and the &lt;a href=\"Kingdom%20of%20Valencia\"&gt;Kingdom of Valencia&lt;/a&gt; possible. The Crown of Aragon would become the hegemonic power of the Mediterranean, controlling territories as important as &lt;a href=\"Kingdom%20of%20Sicily\"&gt;Sicily&lt;/a&gt;, &lt;a href=\"Corsica\"&gt;Corsica&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Sardinia\"&gt;Sardinia&lt;/a&gt; or &lt;a href=\"Kingdom%20of%20Naples\"&gt;Naples&lt;/a&gt;.\nThe monarch was known as King of Aragon and also held the titles of &lt;a href=\"King%20of%20Valencia\"&gt;King of Valencia&lt;/a&gt;, &lt;a href=\"King%20of%20Majorca\"&gt;King of Majorca&lt;/a&gt; (for a time), &lt;a href=\"Count%20of%20Barcelona\"&gt;Count of Barcelona&lt;/a&gt;, &lt;a href=\"Lord%20of%20Montpellier\"&gt;Lord of Montpellier&lt;/a&gt;, and (temporarily) &lt;a href=\"Duke%20of%20Athens\"&gt;Duke of Athens&lt;/a&gt; and &lt;a href=\"Neopatria\"&gt;Neopatria&lt;/a&gt;. Each of these titles gave him sovereignty over the specific region, and the titles changed as territories were lost and won.\nAccording to &lt;a href=\"Fuero%23Basque%20and%20Pyrenean%20fueros\"&gt;Aragonese law&lt;/a&gt;, the monarch had to swear allegiance to the Kingdom's laws before being accepted as king. Like other Pyrenean and Basque realms, the Aragonese justice and decision making system was based on Pyrenean &lt;a href=\"Custom%20%28law%29\"&gt;consuetudinary law&lt;/a&gt;, the King was considered \"&lt;a href=\"primus%20inter%20pares\"&gt;primus inter pares&lt;/a&gt;\" ('first among equals') within the nobility. A nobleman with the title \"&lt;a href=\"Chustizia%20d%27Arag%C3%B3n\"&gt;Chustizia d'Aragón&lt;/a&gt;\" acted as ombudsman and was responsible for ensuring that the King obeyed the Aragonese laws. An old saying goes, \"en Aragón antes de Rey hubo Ley\" (\"in Aragon Law came before King\"), similar to the saying in Navarre, \"antes fueron Leyes que Reyes\", with much the same meaning.\nThe subsequent legend made the Aragonese monarchy eligible and created a phrase of coronation of the king that would be perpetuated for centuries:\nThis situation would be repeated in the Commitment of Caspe (1412), which avoids a war that had dismembered the &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt; when a good handful of aspirants to the throne emerged after the death of &lt;a href=\"Martin%20of%20Aragon\"&gt;Martin of Aragon&lt;/a&gt; a year after the death of his first-born, &lt;a href=\"Martin%20I%20of%20Sicily\"&gt;Martin I of Sicily&lt;/a&gt;. &lt;a href=\"Ferdinand%20I%20of%20Aragon\"&gt;Ferdinand I of Aragon&lt;/a&gt; is the chosen one, of the Castilian &lt;a href=\"House%20of%20Trast%C3%A1mara\"&gt;House of Trastámara&lt;/a&gt;, but also directly connected with the Aragonese king &lt;a href=\"Peter%20IV%20of%20Aragon\"&gt;Peter IV of Aragon&lt;/a&gt;, through his mother Eleanor of Aragon.\nAragon is already a large-scale political entity: the Crown, the &lt;a href=\"Cortes%20of%20the%20Kingdom%20of%20Aragon\"&gt;Cortes&lt;/a&gt;, the &lt;a href=\"Deputation%20of%20the%20General%20of%20the%20Kingdom%20of%20Aragon\"&gt;Deputation of the Kingdom&lt;/a&gt; and the &lt;a href=\"Foral%20Laws\"&gt;Foral Law&lt;/a&gt; constitute its nature and its character. The marriage of &lt;a href=\"Ferdinand%20II%20of%20Aragon\"&gt;Ferdinand II of Aragon&lt;/a&gt; with &lt;a href=\"Isabella%20I%20of%20Castile\"&gt;Isabella I of Castile&lt;/a&gt;, celebrated in 1469 in &lt;a href=\"Valladolid\"&gt;Valladolid&lt;/a&gt;, derived later in the union of the crowns of Aragon and Castile, creating the bases of the &lt;a href=\"State%20%28polity%29%23Modern%20state\"&gt;Modern State&lt;/a&gt;.\nEarly Modern Age c. 1500–1789.\nThe &lt;a href=\"Early%20modern%20period\"&gt;Early Modern Age&lt;/a&gt; was marked by increasing tension between the power of the &lt;a href=\"Monarchy%20of%20Spain\"&gt;Spanish Monarchy&lt;/a&gt; and those of the regions. The appointment of a Castilian as Viceroy in 1590, contrary to the agreement all Royal officials be Aragonese caused widespread unrest; when the Madrid authorities attempted to arrest the Aragonese writer and politician Antonio Perez in May 1591, it caused street violence in Zaragossa and a revolt known as the Alterations of Aragon. The unrest was largely confined to Zaragossa and quickly suppressed, with Perez going into exile. Philip then ordered a reduction in the proportion of taxes retained by the Generality of Aragon to lessen their capacity to raise an army against him.\nThe decay of independent institutions meant political activity focused instead on the preservation of Aragonese history, culture and art. The Archive of the Kingdom of Aragon preserved legal documents and records from the Justiciar and the Palace of Deputation or Parliament, unfortunately largely destroyed by the French in the battles of 1809. Debates on the causes of the 1590/91 revolt became a contest between opposing views of history that arguably persist in modern Spain.\nThe new emphasis on Aragonese history led to the creation of the position of Chronicler or Historian of Aragon; its holders included &lt;a href=\"Jer%C3%B3nimo%20Zurita%20y%20Castro\"&gt;Jerónimo Zurita y Castro&lt;/a&gt;, the De Argensola brothers, &lt;a href=\"Bartolom%C3%A9%20Leonardo%20de%20Argensola\"&gt;Bartolomé&lt;/a&gt; and &lt;a href=\"Lupercio%20Leonardo%20de%20Argensola\"&gt;Lupercio&lt;/a&gt;, Juan Costa and Jerónimo Martel. Much of the work produced by Aragonese writers challenged Philip II's version of events and were censored by the central government. In retaliation, the Generality of Aragon ordered the work of Castilian historian &lt;a href=\"Antonio%20de%20Herrera%20y%20Tordesillas\"&gt;Antonio de Herrera y Tordesillas&lt;/a&gt; to be burned and commissioned Vicencio Blasco de Lanuza to write an alternative. His 'History of Aragon' was published in two volumes, 1616 and 1619 respectively; the urgency shows the importance placed on responding to Herrera. Other works commissioned at this time for the same purpose include a \"History of the Aragonese Deputation\" by Lorenzo Ibáñez de Aoiz and a detailed cartography of the Kingdom of Aragon by João Baptista Lavanha.\nIn 1590/91, the Spanish monarchy was at the height of its strength but during the 17th century Spanish power declined for a number of reasons. Famine, disease and almost continuous warfare, largely in the Spanish Netherlands drained money, energy and men and weakened the economy; it is estimated the population of Spain fell nearly 25% between 1600 and 1700.\nWar and economic decline inevitably led to increases in taxes, with predictable results; the refusal of the Catalan &lt;a href=\"Cortes%20Generales\"&gt;Cortes&lt;/a&gt; to contribute their share of the 1626 &lt;a href=\"Union%20of%20Arms\"&gt;Union of Arms&lt;/a&gt; eventually led to a full-scale revolt in 1640. While Aragon itself remained relatively peaceful, it had to be treated with care by the Madrid government; during the reign of &lt;a href=\"Charles%20II%20of%20Spain\"&gt;Charles II&lt;/a&gt; from 1665 to 1700, it provided his half-brother &lt;a href=\"John%20of%20Austria%20the%20Younger\"&gt;John of Austria&lt;/a&gt; with a power base in his battle for control of government with the Queen Regent &lt;a href=\"Mariana%20of%20Austria\"&gt;Mariana of Austria&lt;/a&gt;.\nDuring the 1701–1714 &lt;a href=\"War%20of%20the%20Spanish%20Succession\"&gt;War of the Spanish Succession&lt;/a&gt;, Aragon, Catalonia, Valencia and Majorca supported the Austrian claimant &lt;a href=\"Charles%20VI%2C%20Holy%20Roman%20Emperor\"&gt;Charles&lt;/a&gt;. The victory of &lt;a href=\"Philip%20V%20of%20Spain\"&gt;Philip V&lt;/a&gt; accelerated the trend towards greater centralisation; the \"Nueva Planta\" decrees of 1707 abolished the \"fueros\" and Aragonese political structures with their powers transferred to the Deputation of the Kingdom in Madrid; Aragon and Valencia were brought into the system in 1712, Catalonia and Majorca following in 1767.\n1790–1936.\nThe French invasion of 1808 that made &lt;a href=\"Kingdom%20of%20Spain%20under%20Joseph%20Bonaparte\"&gt;Joseph Bonaparte&lt;/a&gt; King led to the outbreak of the \"Guerra de la Independencia Española\" or War of Independence in May. Zaragoza was largely destroyed in February 1809 during the &lt;a href=\"Second%20Siege%20of%20Zaragoza\"&gt;Second Siege of Zaragoza&lt;/a&gt;, bringing a halt to its economic development. The 1812 Constitution proposed a number of reforms, including the creation of provincial territories and dividing Aragon into the four provinces of &lt;a href=\"Province%20of%20Calatayud\"&gt;Calatayud&lt;/a&gt;, &lt;a href=\"province%20of%20Teruel\"&gt;Teruel&lt;/a&gt;, &lt;a href=\"province%20of%20Soria\"&gt;Soria&lt;/a&gt; and &lt;a href=\"province%20of%20Guadalajara\"&gt;Guadalajara&lt;/a&gt;. However, these reforms were delayed by &lt;a href=\"Ferdinand%20VII%20of%20Spain\"&gt;Ferdinand VII&lt;/a&gt;'s refusal to accept the constitution and finally implemented in 1822 during the 1820-23 &lt;a href=\"Trienio%20Liberal\"&gt;Trienio Liberal&lt;/a&gt;. When Ferdinand was restored by French Bourbon forces in 1823, he abolished the Constitution along with the provincial reforms. When he died in 1833, the &lt;a href=\"1833%20territorial%20division%20of%20Spain\"&gt;provincial division of 1833&lt;/a&gt; divided Aragon into its current three provinces.\nThroughout the 19th century, Aragon was a stronghold of the &lt;a href=\"Carlism\"&gt;Carlists&lt;/a&gt;, who offered to restore the \"fueros\" and other rights associated with the former &lt;a href=\"Kingdom%20of%20Aragon\"&gt;Kingdom of Aragon&lt;/a&gt;. This period saw a massive exodus from the countryside into the larger cities of Aragon such as &lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt;, &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;, &lt;a href=\"Teruel\"&gt;Teruel&lt;/a&gt; or &lt;a href=\"Calatayud\"&gt;Calatayud&lt;/a&gt; and other nearby regions, such as &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt; or &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;.\nThe history of Aragon in the first half of the 20th century was similar to that of the rest of Spain; the building of infrastructure and reforms made by &lt;a href=\"Miguel%20Primo%20de%20Rivera\"&gt;Miguel Primo de Rivera&lt;/a&gt; led to a brief economic boom, with new civil and individual liberties during the &lt;a href=\"Second%20Spanish%20Republic\"&gt;Second Spanish Republic&lt;/a&gt;. In June 1936, a draft Statute of Autonomy of Aragon was presented to the &lt;a href=\"Cortes%20Generales\"&gt;Cortes Generales&lt;/a&gt; but the outbreak of the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; prevented the development of this autonomist project.\n1936 to present.\nDuring the 1936–1939 civil war, Aragon was divided between the two sides. The Eastern Area which was closer to Catalonia was run by the Republican &lt;a href=\"Regional%20Defence%20Council%20of%20Aragon\"&gt;Regional Defence Council of Aragon&lt;/a&gt;, while the larger Western Area was controlled by the &lt;a href=\"Nationalist%20faction%20%28Spanish%20Civil%20War%29\"&gt;Nationalists&lt;/a&gt;. Some of the most important battles were fought in or near Aragon, including &lt;a href=\"Battle%20of%20Belchite%20%281937%29\"&gt;Belchite&lt;/a&gt;, &lt;a href=\"Battle%20of%20Teruel\"&gt;Teruel&lt;/a&gt; and &lt;a href=\"Battle%20of%20the%20Ebro\"&gt;Ebro&lt;/a&gt;. After the defeat of the &lt;a href=\"Second%20Spanish%20Republic\"&gt;Republic&lt;/a&gt; in April 1939, Aragon and the rest of Spain was governed by the &lt;a href=\"Francoist%20Spain\"&gt;Francoist dictatorship&lt;/a&gt;.\nEspecially during the 1960s, there were large migrations, with a depopulation of the rural areas, towards the industrial areas like the provincial capitals, other areas of Spain, and other European countries. In 1964, one of the so-called Development Poles was created in &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;.\nIn the 1970s, the old town of &lt;a href=\"Mequinenza\"&gt;Mequinenza&lt;/a&gt; was demolished almost completely due to the construction of the &lt;a href=\"Ribarroja%20Dam\"&gt;Ribarroja reservoir&lt;/a&gt;. The inhabitants of Mequinenza had to leave their homes to move to the new town on the banks of the River Segre. A part of the inhabitants left for more industrial areas such as Barcelona or Zaragoza or even abroad to continue working in mining industries. By the end of 1974 all population had already abandoned the Old Town of Mequinenza and was living in the new town.\nIn the 1970s a period of transition as in the rest of the Country was experienced, after the extinction of the previous regime, with the recovery of democratic normality and the creation of a new constitutional framework.\nIt began to demand an own political autonomy, for the Aragonese historical territory; sentiment that was reflected in the historic manifestation of April 23 of 1978 that brought together more than aragoneses through the streets of &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;.\nNot having plebiscited, in the past, affirmatively a draft Statute of autonomy (second transitory provision of the constitution) and not making use of the difficult access to autonomy by Article 151 whose aggravated procedure required, apart from the initiative of the process autonomic follow the steps of article 143, which was ratified by three quarters of the municipalities of each of the affected provinces that represent at least the majority of the electoral census, and that this initiative was approved by referendum by the affirmative vote of the majority absolute of the electors of each province, Aragon acceded to the self-government by the slow way of article 143 obtaining lower competence top, and less self-management of resources, during more than 20 years.\nOn August 10, 1982, Aragon's autonomy statute was approved by the &lt;a href=\"Cortes%20Generales\"&gt;Cortes Generales&lt;/a&gt;, signed by the then &lt;a href=\"President%20of%20the%20government\"&gt;president of the Government&lt;/a&gt;, Leopoldo Calvo-Sotelo, and &lt;a href=\"Pragmatic%20sanction\"&gt;sanctioned&lt;/a&gt; by His Majesty &lt;a href=\"Juan%20Carlos%20I%20of%20Spain\"&gt;Juan Carlos I of Spain&lt;/a&gt;.\nOn May 7, 1992 a Special Commission of the &lt;a href=\"Aragonese%20Corts\"&gt;Aragonese Corts&lt;/a&gt;, elaborated a reformed text that was approved by the Aragonese Corts and by the Spanish Cortes. Again, a small statutory reform in the year 1996 extended the competence framework, forcing a definitive comprehensive review for several years, a new statutory text was approved in 2007, by majority but without reaching total unanimity.\nIn the 1990s the Aragonese society increases a significant qualitative step in the quality of life due to the economic progress of the State at all levels.\nAt the beginning of the 21st century, a significant increase in infrastructures was established, such as the arrival of the High Speed Train (&lt;a href=\"AVE\"&gt;AVE&lt;/a&gt;), the construction of the &lt;a href=\"Autov%C3%ADa%20A-23\"&gt;new dual carriageway Somport-Sagunto&lt;/a&gt; and the promotion of the two airports in the Autonomous Community, &lt;a href=\"Zaragoza%20Airport\"&gt;Zaragoza&lt;/a&gt; and &lt;a href=\"Huesca%E2%80%93Pirineos%20Airport\"&gt;Huesca-Pirineos&lt;/a&gt;. At the same time, large technological projects are being undertaken, such as the &lt;a href=\"Walqa%20Technology%20Park\"&gt;Walqa Technology Park&lt;/a&gt; and the implementation of a telematic network throughout the community.\nIn 2007 the &lt;a href=\"Statute%20of%20Autonomy%20of%20Aragon\"&gt;Statute of Autonomy of Aragon&lt;/a&gt; was reformed again -which was approved by a broad consensus in the Aragonese Corts, having the support of the &lt;a href=\"Spanish%20Socialist%20Workers%27%20Party\"&gt;PSOE&lt;/a&gt;, the &lt;a href=\"People%27s%20Party%20%28Spain%29\"&gt;PP&lt;/a&gt;, the &lt;a href=\"Aragonese%20Party\"&gt;PAR&lt;/a&gt; and the &lt;a href=\"United%20Left%20%28Spain%29\"&gt;IU&lt;/a&gt;, whereas &lt;a href=\"Chunta%20Aragonesista\"&gt;CHA&lt;/a&gt; abstained- granting the Autonomous Community the recognition of &lt;a href=\"Nationalities%20and%20regions%20of%20Spain\"&gt;historical nationality&lt;/a&gt; (since the Organic Law of 1996 reform of the statute, it had the condition of &lt;a href=\"nationality\"&gt;nationality&lt;/a&gt;), includes a new title on the Administration of Chustizia and another on the rights and duties of the Aragoneses and guiding principles of public policies, the possibility of creating an own tax agency in collaboration with that of the State, and also the obligation to public authorities to ensure to avoid transfers from watersheds such as &lt;a href=\"National%20Hydrological%20Plan%20%28Spain%29\"&gt;transfer of the Ebro&lt;/a&gt;, among many other modifications of the Statute of Autonomy.\nThe designation of &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt; as the venue for the &lt;a href=\"Expo%202008\"&gt;2008 International Exhibition&lt;/a&gt;, whose thematic axis was &lt;a href=\"Water\"&gt;Water&lt;/a&gt; and &lt;a href=\"Sustainable%20development\"&gt;Sustainable development&lt;/a&gt;, represented a series of changes and accelerated growth for the &lt;a href=\"autonomous%20community\"&gt;autonomous community&lt;/a&gt;. In addition, two anniversaries were celebrated that same year, the bicentennial of &lt;a href=\"Siege%20of%20Zaragoza%20%28disambiguation%29\"&gt;Sieges of Zaragoza&lt;/a&gt; of the &lt;a href=\"War%20of%20Spanish%20Independence\"&gt;War of Independence&lt;/a&gt; against the &lt;a href=\"Napoleon%20Bonaparte\"&gt;Napoleonic&lt;/a&gt; invasion, occurred in 1808 and the centenary of the &lt;a href=\"Hispano-French%20Exposition%20of%201908\"&gt;Hispano-French Exposition of 1908&lt;/a&gt; that it supposed as a modern event, to demonstrate the cultural and economic thrust of Aragon and at the same time serve to strengthen ties and staunch wounds with the &lt;a href=\"France\"&gt;French&lt;/a&gt; neighbors after the events of the &lt;a href=\"Napoleonic%20Wars\"&gt;Napoleonic Wars&lt;/a&gt; of the previous century.\nDemographics.\nPopulation.\n, half of Aragon's population, 50.45%, live in the capital city of &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;. &lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt; is the only other city in the region with a population greater than .\nThe majority of Aragonese citizens, 71.8%, live in the province of Zaragoza. 17.1% live in the province of Huesca, and 11.1% in the province of Teruel. The population density of the region is the second lowest in Spain after &lt;a href=\"Castilla-La%20Mancha\"&gt;Castilla-La Mancha&lt;/a&gt;: only 26.8/km2. The most densely populated areas are around the valley of the river &lt;a href=\"Ebro\"&gt;Ebro&lt;/a&gt;, particularly around Zaragoza, and in the Pyrenean foothills, while the areas with the fewest inhabitants tend to be those that are higher up in the Pyrenean mountains, and in most of the southern province of Teruel.\nOnly four cities have a population of more than : Zaragoza , Huesca , &lt;a href=\"Teruel\"&gt;Teruel&lt;/a&gt; , and &lt;a href=\"Calatayud\"&gt;Calatayud&lt;/a&gt; .\nLanguages.\n&lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; is the native language in most of Aragon, and it is the only official language, understood and spoken by virtually everyone in the region. In addition to it, the &lt;a href=\"Aragonese%20language\"&gt;Aragonese language&lt;/a&gt; continues to be spoken in several local varieties in the mountainous northern counties of the &lt;a href=\"Pyrenees\"&gt;Pyrenees&lt;/a&gt;, particularly in western &lt;a href=\"Ribagorza%20%28comarca%29\"&gt;Ribagorza&lt;/a&gt;, &lt;a href=\"Sobrarbe\"&gt;Sobrarbe&lt;/a&gt;, &lt;a href=\"Jacetania\"&gt;Jacetania&lt;/a&gt; and &lt;a href=\"Somontano%20de%20Barbastro\"&gt;Somontano&lt;/a&gt;; it is enjoying a resurgence of popularity as a tool for regional identity. In the easternmost areas of Aragon, along the border with &lt;a href=\"Catalonia\"&gt;Catalonia&lt;/a&gt;, varieties of the &lt;a href=\"Catalan%20language\"&gt;Catalan language&lt;/a&gt; are spoken, including the comarcas of eastern Ribagorza, &lt;a href=\"La%20Litera\"&gt;La Litera&lt;/a&gt;, &lt;a href=\"Bajo%20Cinca\"&gt;Bajo Cinca&lt;/a&gt;, &lt;a href=\"Bajo%20Arag%C3%B3n-Caspe\"&gt;Bajo Aragón-Caspe&lt;/a&gt;, &lt;a href=\"Bajo%20Arag%C3%B3n\"&gt;Bajo Aragón&lt;/a&gt; and &lt;a href=\"Matarra%C3%B1a\"&gt;Matarraña&lt;/a&gt;. The strip-shaped Catalan-speaking area in Aragon is often called \"&lt;a href=\"La%20Franja\"&gt;La Franja&lt;/a&gt;\".\nThe Declaration of Mequinenza (Declaració de Mequinensa in Catalan) was a document signed on February 1, 1984 in &lt;a href=\"Mequinenza\"&gt;Mequinenza&lt;/a&gt; by the mayors of 17 municipalities of the Aragonese Catalan-speaking area together with José Bada Paniello (Minister of Culture of Government of Aragon at the time). Following the declaration, and complying with one of the proposals contained therein, on October 1, 1985, an agreement between the Government of Aragon and the Ministry of Education and Science was implemented for the teaching of the Catalan language as a voluntary and assessable subject in schools in the area.\nThe &lt;a href=\"Languages%20Acts%20of%20Aragon\"&gt;Languages Acts of Aragon&lt;/a&gt; of 2009 and 2013 have been passed to try to regulate the languages in this autonomous community. An update of these laws was announced but as of 2019 it has not been carried out.\nTerritorial division.\nAragon is divided into three provinces from north to south, named after their capitals: &lt;a href=\"Huesca%20%28province%29\"&gt;Huesca&lt;/a&gt;, &lt;a href=\"Zaragoza%20%28province%29\"&gt;Zaragoza&lt;/a&gt; and &lt;a href=\"Province%20of%20Teruel\"&gt;Teruel&lt;/a&gt;. The provinces are further divided into 33 &lt;a href=\"Comarcas%20of%20Aragon\"&gt;comarcas&lt;/a&gt;, three of which are in more than one province. There are a total of 732 &lt;a href=\"Municipalities%20of%20Spain\"&gt;municipalities&lt;/a&gt; in the region.\nCulture.\nSome medieval monuments of Teruel and Zaragoza are protected by &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; as part of the &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;s \"&lt;a href=\"Mud%C3%A9jar%20Architecture%20of%20Aragon\"&gt;Mudéjar Architecture of Aragon&lt;/a&gt;\".\nThe traditional dance of Aragon is known as &lt;a href=\"Jota%20%28music%29\"&gt;jota&lt;/a&gt; and is one of the faster Spanish dances. It is also the most widespread in Aragon and the exact style and music depend on the area.\nThere are other less popular dances named \"paloteaos\" similar to the sword/stick dances of other regions.\nThe music to one local dance, \"The Dance of Majordomos\" of &lt;a href=\"Benasque\"&gt;Benasque&lt;/a&gt;, was so enjoyed by &lt;a href=\"Rafael%20del%20Riego\"&gt;Rafael del Riego&lt;/a&gt; on a visit to the town that he ordered it to be copied resulting in the \"Hymn of Riego\" .\nTypical Aragonese instruments include the stringed drum or \"Chicotén\", bagpipes such as the \"gaita de boto\", oboes such as the \"Dulzaina\", and small flutes like the \"Chiflo\". Some instruments have been lost, such as the \"trompa de Ribagorza\", although there have been efforts to reconstruct them. In contrast to other Pyrenean regions, the \"Chicotén\" and \"Chiflo\" never have stopped being played.\nThe Carnival of Bielsa (&lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt;) has ancient origins and includes a group of men carrying long sticks, wearing skirts, cowbells and boucard/goat-like horns and skins with black-painted faces called \"Trangas\" symbolising \"virility\" who surround another man wearing skins playing the part of a bear called \"l'onso\". In Aragonese mythology the bear carried souls between the world of the living and the world of the dead. Trangas dance with young females named \"madamas\" symbolising \"purity\" and wearing colourful dresses. Other traditional figures include a horse rider named \"Caballé\".\nCuisine.\nWith its lush Pyrenean pastures, lamb, beef, and dairy products are, not surprisingly, predominant in &lt;a href=\"Aragonese%20cuisine\"&gt;Aragonese cuisine&lt;/a&gt;. Also of note is its ham from &lt;a href=\"Teruel\"&gt;Teruel&lt;/a&gt;; olive oil from &lt;a href=\"Empeltre\"&gt;Empeltre&lt;/a&gt; and &lt;a href=\"Arbequina\"&gt;Arbequina&lt;/a&gt;; &lt;a href=\"longaniza\"&gt;longaniza&lt;/a&gt; from &lt;a href=\"Graus\"&gt;Graus&lt;/a&gt;; rainbow trout and salmon, boar, &lt;a href=\"truffle\"&gt;truffle&lt;/a&gt;s and wild mushrooms from the upper river valleys of the &lt;a href=\"Jacetania\"&gt;Jacetania&lt;/a&gt;, &lt;a href=\"G%C3%A1llego%20%28river%29\"&gt;Gallego&lt;/a&gt;, &lt;a href=\"Sobrarbe\"&gt;Sobrarbe&lt;/a&gt;, and &lt;a href=\"Ribagorza%20%28comarca%29\"&gt;Ribagorza&lt;/a&gt; regions; and wines from &lt;a href=\"Cari%C3%B1ena%20%28DO%29\"&gt;Cariñena&lt;/a&gt;, &lt;a href=\"Somontano\"&gt;Somontano&lt;/a&gt;, &lt;a href=\"Calatayud%20%28DO%29\"&gt;Calatayud&lt;/a&gt;, and &lt;a href=\"Campo%20de%20Borja%20%28DO%29\"&gt;Campo de Borja&lt;/a&gt;; and fruit, especially peaches, from its fertile lower valleys. The region also features a unique local &lt;a href=\"haggis\"&gt;haggis&lt;/a&gt;, known as &lt;a href=\"chireta\"&gt;chireta&lt;/a&gt;, several interesting seafood dishes, including various crab pastes, which developed from an old superstition that crabs help prevent illness, and sweets such as \"Adoquines del Pilar\" and \"Frutas de Aragón\". There are also other sweets like \"Tortas de alma\" from &lt;a href=\"Teruel\"&gt;Teruel&lt;/a&gt; and \"&lt;a href=\"Trenza%20de%20Almudevar\"&gt;Trenza de Almudevar&lt;/a&gt;\" or \"Castañas de Huesca\" from &lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt;.\nEconomy.\nAragon is among the richest autonomous regions in Spain, with GDP per capita above the nation's average. The &lt;a href=\"Gross%20domestic%20product\"&gt;Gross domestic product&lt;/a&gt; (GDP) of the autonomous community was 37.0 billion euros in 2018, accounting for 3.1% of Spanish economic output. GDP per capita adjusted for purchasing power was 30,200 euros or 100% of the EU27 average in the same year. The GDP per employee was 101% of the EU average.\nThe traditional agriculture-based economy from the mid-20th century has been greatly transformed in the past several decades and now service and industrial sectors are the backbone of the economy in the region.\nThe well-developed irrigation system around the Ebro has greatly supported the productive agriculture. The most important crops include &lt;a href=\"wheat\"&gt;wheat&lt;/a&gt;, &lt;a href=\"barley\"&gt;barley&lt;/a&gt;, &lt;a href=\"rye\"&gt;rye&lt;/a&gt;, fruit and &lt;a href=\"grape\"&gt;grape&lt;/a&gt;s. Livestock-breeding is essential especially in the northern areas, where the lush meadows provide excellent conditions for sheep and cattle. As of November 2020 the regional livestock includes 8.8 million pigs (around six pigs per person), and, as of January 2021, 73.1 million &lt;a href=\"galliforms\"&gt;gallifowls&lt;/a&gt;. Also as of November 2020, there were more than 1.6 million sheep and about 50,000 goats, as well as about 400,000 head of cattle, most of them in Huesca province. According to &lt;a href=\"Greenpeace\"&gt;Greenpeace&lt;/a&gt;, 30% of the Aragonese territory is endangered by &lt;a href=\"liquid%20manure\"&gt;liquid manure&lt;/a&gt; from intensive farming, putting &lt;a href=\"aquifer\"&gt;aquifer&lt;/a&gt;s and other water reserves at risk.\nThe chief industrial centre is the capital Zaragoza, where the largest factories are located. The largest plant is the &lt;a href=\"Opel\"&gt;Opel&lt;/a&gt; automotive plant with employees and production of per year. It supports many related industries in the area. Other large plants in the city include factories for trains and household appliances. Mining of &lt;a href=\"iron\"&gt;iron&lt;/a&gt; ore and &lt;a href=\"coal\"&gt;coal&lt;/a&gt; is developed to the south, near Ojos Negros. Electricity production is concentrated to the north where numerous hydro power plants are located along the Pyrenean rivers and in the &lt;a href=\"Teruel%20Power%20Plant\"&gt;Teruel Power Plant&lt;/a&gt;. There is an aluminium refinery in the town of Sabiñánigo. The main centres of electronics industry are Zaragoza, &lt;a href=\"Huesca\"&gt;Huesca&lt;/a&gt; and &lt;a href=\"Benabarre\"&gt;Benabarre&lt;/a&gt;. Chemical industry is developed in Zaragoza, Sabiñánigo, &lt;a href=\"Monz%C3%B3n\"&gt;Monzón&lt;/a&gt;, Teruel, Ojos Negros, &lt;a href=\"Fraga\"&gt;Fraga&lt;/a&gt;, Benabarre and others.\nThe transport infrastructure has been greatly improved. There are more than[data missing] of &lt;a href=\"motorway\"&gt;motorway&lt;/a&gt;s which run from Zaragoza to &lt;a href=\"Madrid\"&gt;Madrid&lt;/a&gt;, Teruel, Basque country, Huesca and &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt;. The condition of the other roads is also good. there are cars in Aragon. Through the territory of the province runs the new high-speed railway between Madrid and Barcelona with siding from Zaragoza to Huesca, which is going to be continued to the &lt;a href=\"France\"&gt;French&lt;/a&gt; border. There is an International &lt;a href=\"Zaragoza%20Airport\"&gt;Airport at Zaragoza&lt;/a&gt;, as well as several smaller airports at &lt;a href=\"Huesca-Pirineos%20Airport\"&gt;Huesca&lt;/a&gt;, Caudé, Santa Cilia de Jaca and Villanueva de Gállego.\nThe unemployment rate stood at 11.6% in 2017 and was lower than the national average.\nGovernment and politics.\nCurrent political organization.\nAs an &lt;a href=\"autonomous%20community\"&gt;autonomous community&lt;/a&gt; of Spain, Aragon has an elected &lt;a href=\"Aragonese%20Corts\"&gt;regional parliament&lt;/a&gt; (, , ) with 67 seats. It meets in the &lt;a href=\"Aljafer%C3%ADa\"&gt;Aljafería&lt;/a&gt;, a Moorish palace in the capital city, &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;. The Parliament chooses a &lt;a href=\"President%20of%20the%20Government%20of%20Aragon\"&gt;President for the \"Diputación General de Aragón\"&lt;/a&gt; or Aragon Government, for a four-year term. The current president (since July 2015) is &lt;a href=\"Javier%20Lamb%C3%A1n\"&gt;Javier Lambán&lt;/a&gt; of the &lt;a href=\"PSOE\"&gt;PSOE&lt;/a&gt;. Nationally, Aragon elects 13 Deputies and 14 Senators to the &lt;a href=\"Cortes%20Generales\"&gt;Cortes Generales&lt;/a&gt;.\nIn addition to the Spanish-based political parties, there are a number of Aragón-based parties, such as the &lt;a href=\"Chunta%20Aragonesista\"&gt;Chunta Aragonesista&lt;/a&gt;, a left-wing Aragonese nationalist party, and the &lt;a href=\"Aragonese%20Party\"&gt;Aragonese Party&lt;/a&gt;, more conservative. Chunta Aragonesista had a seat in Spain's national &lt;a href=\"Congress%20of%20Deputies\"&gt;Congress of Deputies&lt;/a&gt; from 2000 to 2008, while the centrist Aragonese Party has three national senators, who are in coalition with the ruling People's Party.\nIn a 2011 regional government survey, 47.6% of the population wanted greater autonomy for Aragon, while 35.2% were satisfied with its current level of autonomy. A total of 6% wanted an end to autonomy and 3.2% wanted full independence.\nHistoric.\nAragon in the Middle Ages was the hub of the wider &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt;. The Crown was represented in the region from 1517 by a &lt;a href=\"viceroy\"&gt;viceroy&lt;/a&gt;.\nIn 1479, King &lt;a href=\"Ferdinand%20II%20of%20Aragon\"&gt;Ferdinand II of Aragon&lt;/a&gt; married &lt;a href=\"Isabella%20I%20of%20Castile\"&gt;Isabella I of Castile&lt;/a&gt;, a kingdom covering much of the rest of modern Spain. However, until the &lt;a href=\"Nueva%20Planta%20decrees\"&gt;Nueva Planta decrees&lt;/a&gt; of 1707, Aragon maintained its own separate laws and institutions.\nMedia.\nAragon has media set-ups in television, radio and numerous newspapers.\nTelevision.\nOn 21 April 2006, regional television broadcasts in Aragon officially began with the launch of &lt;a href=\"Arag%C3%B3n%20TV\"&gt;Aragón TV&lt;/a&gt;. The law which established the CARTV (Aragon Corporation Radio and Television) dated from 1987, but various political disputes delayed the project for several legislatures.\nDuring the years that Aragon had no public television, several media groups sought to supplement their absence. For one TVE-Aragon, taking the Territorial Centre in Zaragoza, produced several programs and educational activities with the Aragonese town. As for private groups, there were several projects. The most widely accepted for many years had been Antena Aragón, which came to be regarded as regional television. This channel was created in 1998 and disappeared in 2005 shortly after having to leave the Media Production Centre (CPA), as this was built by the DGA for future public television host Aragon. With the push for the creation of public television, Antena Aragón merged with RTVA (Radio Television Aragonesa) belonging to the Herald Group. Merging RTVA Antena Aragón and led to channel ZTV (Zaragoza Television). Moreover, Antena 3 Televisión aired for several years, and off to Aragon, a news report fully Aragonese, having a central issue in the Pinares de Venecia in Zaragoza, within the premises of the Theme Park of Zaragoza.\nAragón TV was launched in 2006 after spending a season broadcasting a letter and a loop with images of Aragonese villages and audio of regional radio programs.\nRadio.\nAragon Radio, began broadcasting on 18 August 2005 at 5 p.m. with the sound of drums and drums of Calanda and a group song Zaragoza \"The Fish\". Estimates of its audience range from 20 000 listeners, according to the latest EMG, to , according to private findings. The channel has regional news bulletins every hour from 7 a.m. to midnight and coverage of sports.\nSport.\nNowadays, &lt;a href=\"SD%20Huesca\"&gt;SD Huesca&lt;/a&gt; is the best football team in Aragon. In the year 2017/2018 the team had been playing in &lt;a href=\"La%20Liga\"&gt;La Liga&lt;/a&gt; (Football First Division), this achievement was reached for the first time in the club's history.\nHowever, historically, Aragon's most successful football club is &lt;a href=\"Real%20Zaragoza\"&gt;Real Zaragoza&lt;/a&gt;. The club was founded in 1932 and spent 58 seasons in First Division, having played at its current ground, &lt;a href=\"La%20Romareda\"&gt;La Romareda&lt;/a&gt;, since 1957. Real Zaragoza have won six &lt;a href=\"Copa%20del%20Rey\"&gt;Copa del Rey&lt;/a&gt; titles from 1964 to 2004, and the &lt;a href=\"1995%20UEFA%20Cup%20Winners%27%20Cup%20Final\"&gt;1995 European Cup Winners' Cup&lt;/a&gt;.\nThere are plenty of smaller clubs in the region, like &lt;a href=\"CD%20Teruel\"&gt;CD Teruel&lt;/a&gt;.\n&lt;a href=\"Skiing\"&gt;Skiing&lt;/a&gt; is popular in the Pyrenean north of Aragon, at resorts such as &lt;a href=\"Formigal\"&gt;Formigal&lt;/a&gt; and &lt;a href=\"Candanch%C3%BA\"&gt;Candanchú&lt;/a&gt;. The Aragonese city of &lt;a href=\"Jaca\"&gt;Jaca&lt;/a&gt; in the Pyrenees bid to host the &lt;a href=\"Winter%20Olympics\"&gt;Winter Olympics&lt;/a&gt; from 2002 to 2014. &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt; was considering a bid for the &lt;a href=\"2022%20Winter%20Olympics\"&gt;2022 Winter Olympics&lt;/a&gt;, but dropped it in 2011 to strengthen the chance of &lt;a href=\"Barcelona\"&gt;Barcelona&lt;/a&gt; winning the games.\nThe &lt;a href=\"Ciudad%20del%20Motor%20de%20Arag%C3%B3n\"&gt;Ciudad del Motor de Aragón&lt;/a&gt;, also known as Motorland Aragón, is a &lt;a href=\"motorsport\"&gt;motorsport&lt;/a&gt; &lt;a href=\"race%20track\"&gt;race track&lt;/a&gt; located near &lt;a href=\"Alca%C3%B1iz\"&gt;Alcañiz&lt;/a&gt; in Aragon. It is home to the &lt;a href=\"Aragon%20motorcycle%20Grand%20Prix\"&gt;Aragon motorcycle Grand Prix&lt;/a&gt;.\nSymbols.\nThe current &lt;a href=\"coat%20of%20arms\"&gt;coat of arms&lt;/a&gt; of Aragon is composed of the four barracks and is attested for the first time in 1499, consolidating since the &lt;a href=\"Early%20modern%20period\"&gt;Early Modern Ages&lt;/a&gt; to take root decisively in the 19th century and be approved, according to precept, by the &lt;a href=\"Real%20Academia%20de%20la%20Historia\"&gt;Real Academia de la Historia&lt;/a&gt; in 1921.\nThe &lt;a href=\"Coat%20of%20arms%20of%20Sobrarbe\"&gt;first quartering&lt;/a&gt; appears at the end of the 15th century and commemorates, according to traditional interpretation, the legendary &lt;a href=\"kingdom%20of%20Sobrarbe\"&gt;kingdom of Sobrarbe&lt;/a&gt;; in the second quarter there is the so-called \"&lt;a href=\"Cross%20of%20%C3%8D%C3%B1igo%20Arista\"&gt;Cross of Íñigo Arista&lt;/a&gt;\", innovation of &lt;a href=\"Peter%20IV%20of%20Aragon\"&gt;Peter IV of Aragon&lt;/a&gt; (from an anachronistic interpretation of the cross that symbolized the religion of the Asturian, Navarrese and Aragonese Christian kings), who took it as shields of the ancient kings of Aragon, although historically there were no heraldic emblems in the peninsula (or \"signal shields\", as it was said in the Middle Ages) before the union dynastic of 1137 of the &lt;a href=\"House%20of%20Aragon\"&gt;House of Aragon&lt;/a&gt; with the &lt;a href=\"House%20of%20Barcelona\"&gt;House of Barcelona&lt;/a&gt;; in the third quartering appears the &lt;a href=\"Saint%20George%27s%20Cross\"&gt;Saint George's Cross&lt;/a&gt; escutcheoned of four heads of Moors (the call \"&lt;a href=\"Cross%20of%20Alcoraz\"&gt;Cross of Alcoraz&lt;/a&gt;\"), that is witnessed for the first time in a seal of 1281 of &lt;a href=\"Peter%20III%20of%20Aragon\"&gt;Peter III of Aragon&lt;/a&gt; and would remember, according to tradition arising from the 14th century, the battle in which &lt;a href=\"Peter%20I%20of%20Aragon%20and%20Pamplona\"&gt;Peter I of Aragon and Pamplona&lt;/a&gt; and the future &lt;a href=\"Alfonso%20the%20Battler\"&gt;Alfonso I of Aragon&lt;/a&gt; took Huesca and was considered in the &lt;a href=\"Early%20modern%20period\"&gt;Early modern Ages&lt;/a&gt; one of the proprietary emblems of the &lt;a href=\"kingdom%20of%20Aragon\"&gt;kingdom of Aragon&lt;/a&gt;; and in the fourth is the emblem of the so-called \"&lt;a href=\"Coat%20of%20arms%20of%20the%20Crown%20of%20Aragon\"&gt;bars of Aragon&lt;/a&gt;\" or &lt;a href=\"Coat%20of%20arms%20of%20the%20Crown%20of%20Aragon\"&gt;Royal Sign of Aragon&lt;/a&gt;, the oldest of the heraldic emblems that are part of the current coat of arms, dated in the second half of the 12th century.\nThis emblem of gules and gold was used in seals, banners, shields and standards indistinctly, not being but a familiar emblem that later denoted the authority as King of Aragon until, with the birth of &lt;a href=\"State%20%28polity%29%23Modern%20state\"&gt;Modern State&lt;/a&gt;, began to be a territorial symbol.\nThe current flag was approved in 1984, with the provisions of Article 3 of the &lt;a href=\"Statute%20of%20Autonomy%20of%20Aragon\"&gt;Statute of Autonomy of Aragon&lt;/a&gt;, the flag is the traditional of the four horizontal red bars on a yellow background with the coat of arms of Aragon shifted towards the flagpole.\nThe &lt;a href=\"Coat%20of%20arms%20of%20the%20Crown%20of%20Aragon\"&gt;bars of Aragon&lt;/a&gt;, common historic element of the current four autonomous communities that once were integrated into the &lt;a href=\"Crown%20of%20Aragon\"&gt;Crown of Aragon&lt;/a&gt;, present in the third quartering of the &lt;a href=\"coat%20of%20arms%20of%20Spain\"&gt;coat of arms of Spain&lt;/a&gt;.\nThe anthem of Aragon (&lt;a href=\"himno%20de%20Arag%C3%B3n\"&gt;himno de Aragón&lt;/a&gt;) was regulated in 1989 with music by the Aragonese composer &lt;a href=\"Ant%C3%B3n%20Garc%C3%ADa%20Abril\"&gt;Antón García Abril&lt;/a&gt; that combines the old Aragonese musical tradition with popular musical elements within a modern conception. The lyrics were elaborated by the Aragonese poets &lt;a href=\"Ildefonso%20Manuel%20Gil\"&gt;Ildefonso Manuel Gil&lt;/a&gt;, &lt;a href=\"%C3%81ngel%20Guinda\"&gt;Ángel Guinda&lt;/a&gt;, &lt;a href=\"Rosendo%20Tello\"&gt;Rosendo Tello&lt;/a&gt; and &lt;a href=\"Manuel%20Vilas\"&gt;Manuel Vilas&lt;/a&gt; and highlights within its poetic framework, values such as freedom, justice, reason, truth, open land ... that historically represent the expression of Aragon as a people.\nThe &lt;a href=\"Day%20of%20Aragon\"&gt;Day of Aragon&lt;/a&gt; is celebrated on April 23 and commemorates &lt;a href=\"Saint%20George\"&gt;Saint George&lt;/a&gt;, patron of the &lt;a href=\"Kingdom%20of%20Aragon\"&gt;Kingdom of Aragon&lt;/a&gt; since the 15th century. It appears in Article 3 of the Statute of Autonomy of Aragon since 1984. Institutional acts such as the delivery of the &lt;a href=\"Aragon%20Awards\"&gt;Aragon Awards&lt;/a&gt; by the &lt;a href=\"Government%20of%20Aragon\"&gt;Government of Aragon&lt;/a&gt; or the composition of a flag of Aragon of flowers, with the collaboration of citizens, in the &lt;a href=\"Plaza%20de%20Arag%C3%B3n\"&gt;Plaza de Aragón&lt;/a&gt; square of &lt;a href=\"Zaragoza\"&gt;Zaragoza&lt;/a&gt;."
}