{
    "id": "39460721",
    "revid": "1053567453",
    "url": "https://en.wikipedia.org/wiki?curid=39460721",
    "title": "Italian submarine Pietro Calvi",
    "text": "Pietro Calvi was the &lt;a href=\"lead%20ship\"&gt;lead ship&lt;/a&gt; of &lt;a href=\"Calvi-class%20submarine\"&gt;her class&lt;/a&gt; of two &lt;a href=\"submarine\"&gt;submarine&lt;/a&gt;s built for the (Royal Italian Navy) during the 1930s. Completed in 1936, she played a minor role in the &lt;a href=\"Spanish%20Civil%20War\"&gt;Spanish Civil War&lt;/a&gt; of 1936–1939 supporting the &lt;a href=\"Francoist%20Spain\"&gt;Spanish Nationalists&lt;/a&gt;. The submarine made multiple patrols in the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt; during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, sinking seven &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied&lt;/a&gt; ships. \"Pietro Calvi\" was rammed and sunk by a British convoy escort in July 1942.\nDesign and description.\nThe \"Calvi\" class was an improved and enlarged version of the preceding &lt;a href=\"submarine%20cruiser\"&gt;submarine cruiser&lt;/a&gt;s. They &lt;a href=\"Displacement%20%28ship%29\"&gt;displaced&lt;/a&gt; surfaced and submerged. The submarines were long, had a &lt;a href=\"beam%20%28nautical%29\"&gt;beam&lt;/a&gt; of and a &lt;a href=\"draft%20%28hull%29\"&gt;draft&lt;/a&gt; of . They had an &lt;a href=\"Submarine%20depth%20ratings\"&gt;operational diving depth&lt;/a&gt; of . Their crew numbered 77 officers and enlisted men.\nFor surface running, the boats were powered by two &lt;a href=\"diesel%20engine\"&gt;diesel engine&lt;/a&gt;s, each driving one &lt;a href=\"propeller%20shaft\"&gt;propeller shaft&lt;/a&gt;. When submerged each propeller was driven by a &lt;a href=\"electric%20motor\"&gt;electric motor&lt;/a&gt;. They could reach on the surface and underwater. On the surface, the \"Calvi\" class had a range of at ; submerged, they had a range of at .\nThe boats were armed with eight &lt;a href=\"torpedo%20tube\"&gt;torpedo tube&lt;/a&gt;s, four each in the bow and in the stern for which they carried a total of 16 &lt;a href=\"torpedo\"&gt;torpedo&lt;/a&gt;es. They were also armed with a pair of &lt;a href=\"120%20mm%20Italian%20naval%20gun%2345-calibre%20OTO%201931\"&gt;&lt;/a&gt; &lt;a href=\"deck%20guns\"&gt;deck guns&lt;/a&gt;, one each fore and aft of the &lt;a href=\"conning%20tower\"&gt;conning tower&lt;/a&gt;, for combat on the surface. Their &lt;a href=\"Anti-aircraft%20warfare\"&gt;anti-aircraft armament&lt;/a&gt; consisted of two twin-gun mounts for &lt;a href=\"Breda%20Model%201931%20Machine%20Gun\"&gt;&lt;/a&gt; &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt;s.\nConstruction and career.\n\"Pietro Calvi\" (&lt;a href=\"pennant%20number\"&gt;pennant number&lt;/a&gt; CV) was built by &lt;a href=\"OTO%20Melara\"&gt;Odero-Terni-Orlando&lt;/a&gt; at their &lt;a href=\"Muggiano\"&gt;Muggiano&lt;/a&gt;, &lt;a href=\"Province%20of%20La%20Spezia\"&gt;La Spezia&lt;/a&gt;, &lt;a href=\"shipyard\"&gt;shipyard&lt;/a&gt;. &lt;a href=\"Laid%20down\"&gt;Laid down&lt;/a&gt; in 1932, the submarine was &lt;a href=\"Ceremonial%20ship%20launching\"&gt;launched&lt;/a&gt; on 31 March 1935 and completed in 1936.\nDuring the Spanish Civil War, she unsuccessfully fired a pair of torpedoes each at the &lt;a href=\"mail%20steamer\"&gt;mail steamer&lt;/a&gt; and the 3946 GRT mail steamer during a patrol on 1–17 January 1937. During the night of 12/13 January she bombarded the port of &lt;a href=\"Valencia\"&gt;Valencia&lt;/a&gt;.\nThe first patrol during the Second World War was from &lt;a href=\"Liguria\"&gt;Liguria&lt;/a&gt; to the &lt;a href=\"Atlantic%20Ocean\"&gt;Atlantic Ocean&lt;/a&gt;, and lasted from 3 July to 6 August 1940. After overhaul at La Spezia, \"Pietro Calvi\" sailed on 6 October for a second Atlantic patrol reaching &lt;a href=\"Bordeaux\"&gt;Bordeaux&lt;/a&gt;, France, on 23 October. The submarine suffered storm damage during its third patrol off the &lt;a href=\"British%20Isles\"&gt;British Isles&lt;/a&gt; from 3 to 31 December. The fourth patrol was between the &lt;a href=\"Canary%20Islands\"&gt;Canary Islands&lt;/a&gt; and the &lt;a href=\"Azores\"&gt;Azores&lt;/a&gt; from 31 March to 13 May 1941. She sailed on 1 August for a fifth patrol off the Canary Islands. During the sixth patrol from 7 to 29 December \"Pietro Calvi\", and rescued sailors of the sunken German &lt;a href=\"commerce%20raider\"&gt;commerce raider&lt;/a&gt; . The seventh patrol was off &lt;a href=\"Brazil\"&gt;Brazil&lt;/a&gt; from 7 March to 29 April 1942. The submarine sailed on 2 July for its eighth patrol. \"Pietro Calvi\" was rammed and sunk on 14 July by the British &lt;a href=\"sloop-of-war\"&gt;sloop&lt;/a&gt; which was able to briefly &lt;a href=\"Naval%20boarding\"&gt;board&lt;/a&gt; the submarine before she sank. British ships rescued 35 of her crew of 78 men; among those killed was the commanding officer, Commander &lt;a href=\"Primo%20Longobardo\"&gt;Primo Longobardo&lt;/a&gt;."
}