{
    "id": "394836",
    "revid": "1044028755",
    "url": "https://en.wikipedia.org/wiki?curid=394836",
    "title": "Ralph Maxwell Lewis",
    "text": "Ralph Maxwell Lewis (February 14, 1904 - January 12, 1987), the son of &lt;a href=\"Harvey%20Spencer%20Lewis\"&gt;Harvey Spencer Lewis&lt;/a&gt;, was the &lt;a href=\"Imperator\"&gt;Imperator&lt;/a&gt; of &lt;a href=\"Rosicrucianism\"&gt;Rosicrucian&lt;/a&gt; organisation, the &lt;a href=\"Ancient%20Mystical%20Order%20Rosae%20Crucis\"&gt;Ancient Mystical Order Rosae Crucis&lt;/a&gt; (AMORC), from 1939 to 1987. \nHe is the author of a number of books regarding &lt;a href=\"mysticism\"&gt;mysticism&lt;/a&gt;, most of which are available from the AMORC. Ralph Maxwell Lewis was born in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. His father, &lt;a href=\"Harvey%20Spencer%20Lewis\"&gt;Harvey Spencer Lewis&lt;/a&gt;, who was the first Imperator of AMORC for North and South America was born in New Jersey and was of Gallic origin, being descended from Sir Robert Lewis, former American colonizers.\nEarly life and education.\nRalph M. Lewis received his early education in New York and the &lt;a href=\"New%20Jersey\"&gt;New Jersey&lt;/a&gt; Military Academy. In 1918, his family took up residence in &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, where he began his studies of &lt;a href=\"law\"&gt;law&lt;/a&gt; and &lt;a href=\"accounting\"&gt;accounting&lt;/a&gt; in 1919.\nRise to Imperator.\nThe use of the word 'imperator' is a norm for AMORC students and can be likened to the word 'commander'. It is used to denote the current head or leader of the AMORC mystical organization.\nRalph Lewis crossed the threshold of the order on February 6, 1921, by special permission, eight days before completing 17 years spent in the various degrees of order in the &lt;a href=\"San%20Francisco\"&gt;San Francisco&lt;/a&gt; store, and then began to study &lt;a href=\"philosophy\"&gt;philosophy&lt;/a&gt;. In March 1924, he was elected Supreme Secretary of AMORC.\nIn \"Fédération Universelle des Ordres et Sociétés Initiatiques\", &lt;a href=\"FUDOSI\"&gt;FUDOSI&lt;/a&gt;, he was known by the &lt;a href=\"nomen%20mysticum\"&gt;nomen mysticum&lt;/a&gt; (mystical name) \"Sar Validivar\" and received his initiation in &lt;a href=\"Martinism\"&gt;Martinism&lt;/a&gt; during the second convention of FUDOSI in September 1936. In the same year, he was initiated as a Rose-Croix Order Kabalistique and in the Traditional Martinist Order in Europe. On August 2, 1939, he was elected by the Board of Directors of the Supreme Grand Lodge of AMORC as &lt;a href=\"Imperator\"&gt;Imperator&lt;/a&gt; of the order, a position he held until his Great Initiation, on January 12, 1987.\nIn March 1940, Lewis was elected &lt;a href=\"President%20%28corporate%20title%29\"&gt;President&lt;/a&gt; of the International Supreme Council of the order Rosæ Crucis. Among the awards he received in his lifetime was the honorary degree of doctor of literature from &lt;a href=\"Andhra%20University\"&gt;Andhra University&lt;/a&gt; in India, and the star and the cross of science from the International Academic Council.\nHe founded the &lt;a href=\"Grand%20Lodge\"&gt;Grand Lodge&lt;/a&gt; of Brazil, in the summer of 1956, and commissioned new buildings for the &lt;a href=\"Rosicrucian%20Egyptian%20Museum\"&gt;Rosicrucian Egyptian Museum&lt;/a&gt; in 1966.\nPersonal life.\nOn March 28, 1923, he married Gladys Natishna Hammer, who was known to all Rosicrucians as Soror Gladys Lewis."
}