{
    "id": "3950112",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=3950112",
    "title": "Lisa Gasteen",
    "text": "Lisa Kinkead Gasteen &lt;a href=\"Officer%20of%20the%20Order%20of%20Australia\"&gt;AO&lt;/a&gt; (born 13 November 1957), is an Australian &lt;a href=\"opera\"&gt;opera&lt;/a&gt;tic &lt;a href=\"soprano\"&gt;soprano&lt;/a&gt;, known for her performances of the works of &lt;a href=\"Richard%20Wagner\"&gt;Wagner&lt;/a&gt;. She won the &lt;a href=\"BBC%20Cardiff%20Singer%20of%20the%20World%20competition\"&gt;Cardiff Singer of the World&lt;/a&gt; competition in 1991. She did not perform between 2008 and 2011, due to neuro-muscular spasms in her neck.\nCareer.\nBorn in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;, Lisa Gasteen studied at the &lt;a href=\"Queensland%20Conservatorium%20Griffith%20University\"&gt;Queensland Conservatorium of Music&lt;/a&gt;, where she was a pupil of Margaret Nickson. In 1982 she won the Australian Regional Finals of the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt; Auditions and in 1984 she was awarded the &lt;a href=\"Covent%20Garden\"&gt;Covent Garden&lt;/a&gt; Scholarship. In the same year she sang in the Queen's 60th Birthday Gala at the &lt;a href=\"Royal%20Opera%20House\"&gt;Royal Opera House&lt;/a&gt;.\nShe made her operatic debut in 1985 with the Lyric Opera of Queensland (now &lt;a href=\"Opera%20Queensland\"&gt;Opera Queensland&lt;/a&gt;) as the High Priestess (\"&lt;a href=\"Aida\"&gt;Aida&lt;/a&gt;\"), followed by Desdemona (\"&lt;a href=\"Otello\"&gt;Otello&lt;/a&gt;\"). She has been a regular guest artist with &lt;a href=\"Opera%20Australia\"&gt;Opera Australia&lt;/a&gt; and her many roles with the company include Miss Jessel (\"&lt;a href=\"The%20Turn%20of%20the%20Screw\"&gt;The Turn of the Screw&lt;/a&gt;\"), Madame Lidoine (\"&lt;a href=\"Dialogues%20of%20the%20Carmelites\"&gt;Dialogues of the Carmelites&lt;/a&gt;\"), Ortlinde (\"&lt;a href=\"Die%20Walk%C3%BCre\"&gt;Die Walküre&lt;/a&gt;\"), Leonora (\"&lt;a href=\"Il%20trovatore\"&gt;Il trovatore&lt;/a&gt;\", \"&lt;a href=\"La%20forza%20del%20destino\"&gt;La forza del destino&lt;/a&gt;\" and \"&lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;\"), Elsa (\"&lt;a href=\"Lohengrin%20%28opera%29\"&gt;Lohengrin&lt;/a&gt;\"), Donna Elvira and Donna Anna (\"&lt;a href=\"Don%20Giovanni\"&gt;Don Giovanni&lt;/a&gt;\"), Aida, Elisabetta (\"&lt;a href=\"Don%20Carlos\"&gt;Don Carlos&lt;/a&gt;\"), Elisabeth (\"&lt;a href=\"Tannh%C3%A4user%20%28opera%29\"&gt;Tannhäuser&lt;/a&gt;\") and Amelia (\"&lt;a href=\"Un%20ballo%20in%20maschera\"&gt;Un ballo in maschera&lt;/a&gt;\"). For &lt;a href=\"Victoria%20State%20Opera\"&gt;Victoria State Opera&lt;/a&gt; she has sung Elisabetta, Elisabeth, Desdemona, Aida and Leonora (\"Il trovatore\").\nAfter winning the 1991 Cardiff Singer of the World Competition, Lisa Gasteen was invited to sing Donna Anna in Prague with Sir &lt;a href=\"Charles%20Mackerras\"&gt;Charles Mackerras&lt;/a&gt; followed by her British debut in 1992 as Leonora in Scottish Opera's new production of \"Il trovatore\". Subsequently she was invited to perform in Europe and the United States with companies including &lt;a href=\"Welsh%20National%20Opera\"&gt;Welsh National Opera&lt;/a&gt;, &lt;a href=\"Deutsche%20Oper%20Berlin\"&gt;Deutsche Oper Berlin&lt;/a&gt;, &lt;a href=\"Staatsoper%20Berlin\"&gt;Staatsoper Berlin&lt;/a&gt;, &lt;a href=\"Scottish%20Opera\"&gt;Scottish Opera&lt;/a&gt; and with the opera companies of Strasbourg, Stuttgart, Zurich, Dallas and Washington. She made her debut at the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt;, New York in 1997 as Aida. She has also performed in these houses roles including Leonora (\"Il trovatore\", with Rizzi), \"La forza del destino\", \"Fidelio\", Amelia (\"Un ballo in maschera\"), Madeleine de Coigny (\"&lt;a href=\"Andrea%20Ch%C3%A9nier\"&gt;Andrea Chénier&lt;/a&gt;\"), Aida (with &lt;a href=\"Zubin%20Mehta\"&gt;Zubin Mehta&lt;/a&gt;), &lt;a href=\"Tosca\"&gt;Tosca&lt;/a&gt;, Ariadne (\"&lt;a href=\"Ariadne%20auf%20Naxos\"&gt;Ariadne auf Naxos&lt;/a&gt;\") and Chrysothemis (\"&lt;a href=\"Elektra%20%28opera%29\"&gt;Elektra&lt;/a&gt;\"). She made her role debut as Die Kaiserin (\"&lt;a href=\"Die%20Frau%20ohne%20Schatten\"&gt;Die Frau ohne Schatten&lt;/a&gt;\") under &lt;a href=\"Simone%20Young\"&gt;Simone Young&lt;/a&gt; at the 1996 &lt;a href=\"Melbourne%20International%20Arts%20Festival\"&gt;Melbourne International Arts Festival&lt;/a&gt;.\nRecent seasons have seen Lisa Gasteen return to the Staatsoper Berlin to perform Chrysothemis, Brünnhilde (\"&lt;a href=\"Siegfried%20%28opera%29\"&gt;Siegfried&lt;/a&gt;\") in Stuttgart, Leonora (\"Fidelio\"), her role debut as Isolde (\"&lt;a href=\"Tristan%20und%20Isolde\"&gt;Tristan und Isolde&lt;/a&gt;\") for &lt;a href=\"Opera%20Australia\"&gt;Opera Australia&lt;/a&gt;, for which she was the recipient of a &lt;a href=\"Helpmann%20Award\"&gt;Helpmann Award&lt;/a&gt;, Brünnhilde at the Meiningen Festival in her first complete &lt;a href=\"Der%20Ring%20des%20Nibelungen\"&gt;Ring Cycle&lt;/a&gt;, making her Australia's first Brünnhilde for some sixty years, her debut at the &lt;a href=\"Royal%20Opera%20House%2C%20Covent%20Garden\"&gt;Royal Opera House, Covent Garden&lt;/a&gt; as Isolde under &lt;a href=\"Bernard%20Haitink\"&gt;Bernard Haitink&lt;/a&gt;, Chrysothemis at the Staatsoper Berlin and further performances of Brünnhilde (Siegfried) in Stuttgart.\nEngagements in 2003 included three major role debuts - Marta (\"&lt;a href=\"Tiefland%20%28opera%29\"&gt;Tiefland&lt;/a&gt;\") with the Vienna Philharmonic, the title roles in \"Elektra\" at the Royal Opera House and \"&lt;a href=\"Salome%20%28opera%29\"&gt;Salome&lt;/a&gt;\" for &lt;a href=\"Opera%20Australia\"&gt;Opera Australia&lt;/a&gt; as well as \"Ariadne auf Naxos\" with the Staatsoper/Berlin. In 2004, she made her role debut as Senta in \"&lt;a href=\"The%20Flying%20Dutchman%20%28opera%29\"&gt;The Flying Dutchman&lt;/a&gt;\" with Opera Australia, performed Sieglinde (\"Die Walküre\") at the Metropolitan Opera, Elektra in concert with the &lt;a href=\"Cleveland%20Orchestra\"&gt;Cleveland Orchestra&lt;/a&gt;, Isolde in Stuttgart Opera's new production of \"Tristan und Isolde\" and Brünnhilde in &lt;a href=\"State%20Opera%20of%20South%20Australia\"&gt;State Opera of South Australia&lt;/a&gt;'s new production of the Ring under &lt;a href=\"Asher%20Fisch\"&gt;Asher Fisch&lt;/a&gt;, for which she has received another Helpmann Award. 2005 engagements included Brünnhilde in the Ring Cycle for the &lt;a href=\"Vienna%20Staatsoper\"&gt;Vienna Staatsoper&lt;/a&gt; (making her house debut) under Simone Young and for the Royal Opera House in the company's new production under &lt;a href=\"Antonio%20Pappano\"&gt;Antonio Pappano&lt;/a&gt;, as well as Isolde for &lt;a href=\"Op%C3%A9ra%20Bastille\"&gt;Opéra Bastille&lt;/a&gt; Paris. In Australia she performed Isolde for the &lt;a href=\"Queensland%20Music%20Festival\"&gt;Queensland Music Festival&lt;/a&gt; and she was honoured with a third Helpmann Award for this performance. 2006 included a return to the Royal Opera House to perform Brünnhilde and Elektra at &lt;a href=\"Tanglewood%20Festival\"&gt;Tanglewood Festival&lt;/a&gt;.\nMore recently she made her role debut as Faeberin in \"Die Frau ohne Schatten\" in Hamburg, performed Fidelio in Seville, Brünnhilde/Die Walküre at the Metropolitan Opera and at the Royal Opera House. Future engagements include a return to Hamburg for Faeberin and Brünnhilde/Walküre, further performances of Brünnhilde at the Metropolitan Opera, concerts with the Tasmanian, West Australian, Adelaide and Melbourne Symphony Orchestras.\nLisa Gasteen's concert repertoire includes &lt;a href=\"Gioachino%20Rossini\"&gt;Rossini&lt;/a&gt;'s \"&lt;a href=\"Stabat%20Mater\"&gt;Stabat Mater&lt;/a&gt;\", &lt;a href=\"Felix%20Mendelssohn\"&gt;Mendelssohn&lt;/a&gt;'s \"&lt;a href=\"Elijah%20%28oratorio%29\"&gt;Elijah&lt;/a&gt;\", &lt;a href=\"Leo%C5%A1%20Jan%C3%A1%C4%8Dek\"&gt;Janáček&lt;/a&gt;'s \"&lt;a href=\"Glagolitic%20Mass\"&gt;Glagolitic Mass&lt;/a&gt;\", &lt;a href=\"Ludwig%20van%20Beethoven\"&gt;Beethoven&lt;/a&gt;'s &lt;a href=\"Symphony%20No.%209%20%28Beethoven%29\"&gt;Ninth Symphony&lt;/a&gt; and Verdi's \"&lt;a href=\"Requiem%20%28Verdi%29\"&gt;Requiem&lt;/a&gt;\" with orchestras including the &lt;a href=\"Sydney%20Symphony%20Orchestra\"&gt;Sydney&lt;/a&gt;, &lt;a href=\"Tasmanian%20Symphony%20Orchestra\"&gt;Tasmanian&lt;/a&gt;, &lt;a href=\"Queensland%20Orchestra\"&gt;Queensland&lt;/a&gt; and &lt;a href=\"Melbourne%20Symphony%20Orchestra\"&gt;Melbourne Symphony Orchestra&lt;/a&gt;s, the &lt;a href=\"New%20Zealand%20Symphony%20Orchestra\"&gt;New Zealand Symphony Orchestra&lt;/a&gt;, BBC Welsh Symphony, in Budapest, Göteborg, in Durham Cathedral, with the &lt;a href=\"Florida%20Philharmonic%20Orchestra\"&gt;Florida Philharmonic Orchestra&lt;/a&gt; under &lt;a href=\"James%20Judd\"&gt;James Judd&lt;/a&gt; as Leonore in &lt;a href=\"Fidelio\"&gt;Fidelio&lt;/a&gt;, and for the Melbourne International Festival, &lt;a href=\"Sydney%20Festival\"&gt;Sydney Festival&lt;/a&gt; and Bergen Festival.\nLisa Gasteen was awarded the Opera Foundation's 1999 Bayreuth Scholarship. In 2002, she was the recipient of the Myer Foundation's Individual Performer Award and in 2004 was the arts category winner of the Bulletin Magazine's Smart 100 series. In the &lt;a href=\"Australia%20Day\"&gt;Australia Day&lt;/a&gt; Honours of 2006, she was appointed an Officer of the &lt;a href=\"Order%20of%20Australia\"&gt;Order of Australia&lt;/a&gt; (AO).\nIn 2008 she was forced to suspend her singing career due to neuro-muscular spasms in her neck. She returned to the stage in May 2011, in a recital with &lt;a href=\"Simone%20Young\"&gt;Simone Young&lt;/a&gt; on piano. In August 2013, she made her return to the Sydney Symphony, performing Wagner's \"&lt;a href=\"Wesendonck%20Lieder\"&gt;Wesendonck Lieder&lt;/a&gt;\".\nLisa Gasteen is currently on the staff of the &lt;a href=\"Queensland%20Conservatorium%20Griffith%20University\"&gt;Queensland Conservatorium Griffith University&lt;/a&gt; as a singing teacher and Practice Professor of Opera. In 2011, she founded the &lt;a href=\"Lisa%20Gasteen%20National%20Opera%20School\"&gt;Lisa Gasteen National Opera School&lt;/a&gt;, an intensive, four-week summer school with international guest coaches."
}