{
    "id": "39536411",
    "revid": "1063428590",
    "url": "https://en.wikipedia.org/wiki?curid=39536411",
    "title": "Josh Mantellato",
    "text": "Josh Mantellato (born 21 April 1987) is an &lt;a href=\"Italy%20national%20rugby%20league%20team\"&gt;Italy&lt;/a&gt; international &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; footballer who plays on the for the Entrance Tigers in the Denton Engineering Cup. He previously played for the &lt;a href=\"Wyong%20Roos\"&gt;Wyong Roos&lt;/a&gt; in the &lt;a href=\"Central%20Coast%20Division%20Rugby%20League\"&gt;Central Coast Division Rugby League&lt;/a&gt; competition, &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; in the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt; and the &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt; in the &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt;.\nBackground.\nMantellato was born in &lt;a href=\"Gosford\"&gt;Gosford&lt;/a&gt;, &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt;, Australia and is of &lt;a href=\"Italians\"&gt;Italian&lt;/a&gt; descent.\nHe played his junior rugby league for the &lt;a href=\"Wyong%20Roos\"&gt;Wyong Roos&lt;/a&gt;.\nPlaying career.\nEarly career.\nUp until 2011, Mantellato played for the &lt;a href=\"Wyong%20Roos\"&gt;Wyong Roos&lt;/a&gt; in the &lt;a href=\"Newcastle%20Rugby%20League\"&gt;Newcastle Rugby League&lt;/a&gt;.\n2010.\nIn 2010, Mantellato made his international debut for &lt;a href=\"Italy%20national%20rugby%20league%20team\"&gt;Italy&lt;/a&gt;.\n2012.\nIn 2012, Mantellato joined the &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt;' &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt; team, finishing the season as the competition's highest point-scorer, with 306 points. On 12 September 2012, he was named on the wing in the 2012 &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt; Team of the Year. He then signed a 1-year contract with the Knights.\n2013.\nIn Round 12 of the &lt;a href=\"2013%20NRL%20season\"&gt;2013 NRL season&lt;/a&gt;, Mantellato made his &lt;a href=\"National%20Rugby%20League\"&gt;NRL&lt;/a&gt; debut for the Knights against the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt;. He scored a try and kicked 3 goals on debut. On 20 August 2013, he re-signed with the Knights on a 1-year contract. On 22 September 2013, he was again named on the wing in the 2013 &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt; Team of the Year. During 2013, he featured in Italy's successful &lt;a href=\"2013%20Rugby%20League%20World%20Cup%20qualifying\"&gt;2013 Rugby League World Cup qualifying&lt;/a&gt; tournament and was selected in the 24-man squad for the &lt;a href=\"2013%20Rugby%20League%20World%20Cup\"&gt;World Cup&lt;/a&gt; campaign. On 19 October 2013, he kicked the winning field goal in Italy's 15-14 warm up game win over &lt;a href=\"England%20national%20rugby%20league%20team\"&gt;England&lt;/a&gt;.\n2014.\nOn 21 September 2014, Mantellato was named on the wing in the 2014 &lt;a href=\"New%20South%20Wales%20Cup\"&gt;New South Wales Cup&lt;/a&gt; Team of the Year for the third year in a row.\n2015.\nOn 11 August 2014, Mantellato signed a 3-year contract with &lt;a href=\"Super%20League\"&gt;Super League&lt;/a&gt; club, &lt;a href=\"Hull%20Kingston%20Rovers\"&gt;Hull Kingston Rovers&lt;/a&gt;, starting in 2015. He made his Super League debut in Round 1 against the &lt;a href=\"Leeds%20Rhinos\"&gt;Leeds Rhinos&lt;/a&gt;. He kicked off his Super League points tally by kicking 5 goals in their 30-40 first round defeat. He scored his first two Super League tries against the &lt;a href=\"Warrington%20Wolves\"&gt;Warrington Wolves&lt;/a&gt; in Round 3.\n2017.\nIn January, Mantellato returned to Australia to play for &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; feeder club, Wyong Roos on a 1-year contract following the relegation of Hull Kingston Rovers to the &lt;a href=\"Championship%20%28rugby%20league%29\"&gt;Kingstone Press Championship&lt;/a&gt;.\n2018.\nMantellato spent 2018 playing for Wyong in the &lt;a href=\"Intrust%20Super%20Premiership%20NSW\"&gt;Intrust Super Premiership NSW&lt;/a&gt;. At the end of the season it was announced that Wyong would not be competing in the competition in 2019 as the &lt;a href=\"Sydney%20Roosters\"&gt;Sydney Roosters&lt;/a&gt; ended their agreement for Wyong to be their feeder side instead choosing foundation club &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney&lt;/a&gt; as the new feeder side."
}