{
    "id": "39578051",
    "revid": "41723827",
    "url": "https://en.wikipedia.org/wiki?curid=39578051",
    "title": "Sino Nyoka",
    "text": "Sinoyuvo 'Snake' Nyoka (born 7 August 1990) is a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player who last played for the in the &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; and in the &lt;a href=\"Rugby%20Challenge%20%28South%20Africa%29\"&gt;Rugby Challenge&lt;/a&gt;. His regular position is scrum-half.\nCareer.\nYouth.\nNyoka represented the at Under-16 level at the 2006 Grant Khomo Week and at Under-18 level at the 2007 Academy Week and &lt;a href=\"Craven%20Week\"&gt;Craven Week&lt;/a&gt; competitions, as well as the 2008 Craven Week tournament. He was then included in an Under-18 Elite squad and also made the S.A. Schools side in 2008. He also played for them in the &lt;a href=\"2010%20Under-21%20Provincial%20Championship%20Group%20A\"&gt;2010 Under-21 Provincial Championship&lt;/a&gt; competition.\nBorder Bulldogs.\nHis first class debut came in the &lt;a href=\"2010%20Vodacom%20Cup\"&gt;2010 Vodacom Cup&lt;/a&gt;, when he made his debut against the . He quickly established himself as a regular for the senior side and represented Border in both the &lt;a href=\"Vodacom%20Cup\"&gt;Vodacom Cup&lt;/a&gt; and &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; competitions since 2010.\nPumas.\nNyoka joined the for the 2014 season.\nNyoka was a member of the Pumas side that won the &lt;a href=\"Vodacom%20Cup\"&gt;Vodacom Cup&lt;/a&gt; for the first time in &lt;a href=\"2015%20Vodacom%20Cup\"&gt;2015&lt;/a&gt;, beating 24–7 in the final. Nyoka made five appearances during the season, scoring one try.\nRepresentative rugby.\nIn 2013, Nyoka was included in a &lt;a href=\"South%20Africa%20President%27s%20XV\"&gt;South Africa President's XV&lt;/a&gt; team that played in the &lt;a href=\"2013%20IRB%20Tbilisi%20Cup\"&gt;2013 IRB Tbilisi Cup&lt;/a&gt; and won the tournament after winning all three matches."
}