{
    "id": "39609039",
    "revid": "1069196169",
    "url": "https://en.wikipedia.org/wiki?curid=39609039",
    "title": "Emilia Jones",
    "text": "Emilia Annis I. Jones (born 23 February 2002) is an English &lt;a href=\"actress\"&gt;actress&lt;/a&gt;, &lt;a href=\"singer\"&gt;singer&lt;/a&gt; and &lt;a href=\"lyricist\"&gt;lyricist&lt;/a&gt;. She is most known for her critically-acclaimed lead role in the 2021 film \"&lt;a href=\"CODA%20%282021%20film%29\"&gt;CODA&lt;/a&gt;\" as Ruby Rossi in which she received a &lt;a href=\"Hollywood%20Critics%20Association\"&gt;Hollywood Critics Association Film Awards&lt;/a&gt; nomination for Best Actress. She is also known for playing Kinsey Locke in the &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; series \"&lt;a href=\"Locke%20%26amp%3B%20Key%20%28TV%20series%29\"&gt;Locke &amp; Key&lt;/a&gt;\" (2020–), while also having additional early roles in television such as \"&lt;a href=\"Doctor%20Who\"&gt;Doctor Who&lt;/a&gt;\" and \"&lt;a href=\"Utopia%20%28UK%20TV%20series%29\"&gt;Utopia&lt;/a&gt;\", and lead characters in films like \"&lt;a href=\"Brimstone%20%282016%20film%29\"&gt;Brimstone&lt;/a&gt;\", \"&lt;a href=\"Ghostland\"&gt;Ghostland&lt;/a&gt;\", and \"\". She also performed in several theatrical productions in the &lt;a href=\"West%20End%20theatre\"&gt;West End&lt;/a&gt; in London.\nEarly life.\nEmilia Jones is the daughter of Welsh singer and TV presenter &lt;a href=\"Aled%20Jones\"&gt;Aled Jones&lt;/a&gt; and his English wife Claire Fossett. She has one younger brother, Lucas Jones.\nCareer.\nJones' acting career began in 2010, aged 8 years old, when she appeared as Jasmine in the film \"&lt;a href=\"One%20Day%20%282011%20film%29\"&gt;One Day&lt;/a&gt;\". She portrayed Alice in the &lt;a href=\"Channel%204\"&gt;Channel 4&lt;/a&gt; drama \"&lt;a href=\"Utopia%20%28UK%20TV%20series%29\"&gt;Utopia&lt;/a&gt;\", and later that year played the young Queen of Years Merry Gejelh in the British television series \"&lt;a href=\"Doctor%20Who\"&gt;Doctor Who&lt;/a&gt;\" episode \"&lt;a href=\"The%20Rings%20of%20Akhaten\"&gt;The Rings of Akhaten&lt;/a&gt;\" (2013). The \"&lt;a href=\"Boston%20Standard\"&gt;Boston Standard&lt;/a&gt;\" lauded Jones for \"carr[ying] off her scenes with aplomb\" and for \"really sell[ing] Merry’s mixture of naivety, knowledge and childlike fear,\" while the website &lt;a href=\"Zap2It\"&gt;Zap2It&lt;/a&gt; praised Jones' performance for being \"spot on.\" In film, Jones has had small roles in \"&lt;a href=\"One%20Day%20%282011%20film%29\"&gt;One Day&lt;/a&gt;\" (2011) and \"\" (2011).\nIn 2011, Jones made her theatrical debut after playing the princess Young Fiona in the original cast of \"&lt;a href=\"Shrek%20the%20Musical\"&gt;Shrek the Musical&lt;/a&gt;\" at the &lt;a href=\"Theatre%20Royal%2C%20Drury%20Lane\"&gt;Theatre Royal, Drury Lane&lt;/a&gt;. In 2013, Jones appeared in &lt;a href=\"Rebecca%20Lenkiewicz\"&gt;Rebecca Lenkiewicz&lt;/a&gt;'s stage adaptation of &lt;a href=\"Henry%20James\"&gt;Henry James&lt;/a&gt;'s \"&lt;a href=\"The%20Turn%20of%20the%20Screw\"&gt;The Turn of the Screw&lt;/a&gt;\". She held the role of nine-year-old Flora with two other girls, alternating between them each night. After her performance on press night, Jones commented, \"I don’t find it scary, I just find it so much fun... I love every bit of it.\"\nIn December 2018, it was announced that Jones was cast as Kinsey Locke, one of the main characters in the &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt; fantasy drama series \"&lt;a href=\"Locke%20%26amp%3B%20Key%20%28TV%20series%29\"&gt;Locke &amp; Key&lt;/a&gt;\" (2020–present). The first season was released on 7 February 2020. This marked Jones' first main role in a television series. She was attracted to the role of Kinsey because of the prospect of being able to play two versions of the same character: Kinsey before she removes her fear, and Kinsey after she removes her fear. Jones stated in an interview about \"Locke &amp; Key\", \"This, for me, was one of the best shoots I've ever done. The cast and crew are incredible and I absolutely adore them.\"\nIn 2021, Jones starred in the &lt;a href=\"Apple%20TV%2B\"&gt;Apple TV+&lt;/a&gt; comedy-drama film \"&lt;a href=\"CODA%20%282021%20film%29\"&gt;CODA&lt;/a&gt;\" as Ruby Rossi, the only hearing member of her family who dreams of going to &lt;a href=\"Berklee%20College%20of%20Music\"&gt;Berklee&lt;/a&gt;. In order to play the part, Jones spent nine months during the shooting of \"Locke &amp; Key\" learning sign language extensively, while also learning how to operate a professional fishing trawler. The film premiered on 28 January 2021 at the &lt;a href=\"2021%20Sundance%20Film%20Festival\"&gt;Sundance Film Festival&lt;/a&gt; where it was bought by Apple for $25 million. The film premiered on Apple TV+ on 13 August 2021, with the film receiving overwhelming positive reviews, and Jones garnering critical acclaim for her performance.\nHer upcoming film is a psychological thriller titled \"&lt;a href=\"Cat%20Person%20%28film%29\"&gt;Cat Person&lt;/a&gt;\" directed by &lt;a href=\"Susanna%20Fogel\"&gt;Susanna Fogel&lt;/a&gt;."
}