{
    "id": "39607038",
    "revid": "127415",
    "url": "https://en.wikipedia.org/wiki?curid=39607038",
    "title": "Hardial Bains",
    "text": "Hardial Bains (; 15 August 1939 – 24 August 1997) was an Indian-born Canadian microbiology lecturer, but was primarily known as the founder of a series of left-wing movements and parties foremost of which was the &lt;a href=\"Communist%20Party%20of%20Canada%20%28Marxist%E2%80%93Leninist%29\"&gt;Communist Party of Canada (Marxist–Leninist)&lt;/a&gt; (CPC (ML)). Presenting himself as staunchly &lt;a href=\"anti-revisionist\"&gt;anti-revisionist&lt;/a&gt; and pro-&lt;a href=\"Stalinist\"&gt;Stalinist&lt;/a&gt;, until his death, Bains acted as the spokesperson and ideological leader of the CPC (ML) — known in elections as the Marxist–Leninist Party of Canada. During his lifetime, Bains' outlook swung from supporting the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; under &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;, to &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt;'s &lt;a href=\"China\"&gt;China&lt;/a&gt;, then later to &lt;a href=\"Enver%20Hoxha\"&gt;Enver Hoxha&lt;/a&gt;'s &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;. Shortly before he died, and abandoning his previous sharp criticisms of the country, Bains turned to &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;'s &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; for inspiration. Spending most of his life in &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;, Bains was also politically active in &lt;a href=\"England\"&gt;England&lt;/a&gt;, &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;, &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; and &lt;a href=\"India\"&gt;India&lt;/a&gt;.\nBiography.\nBorn in &lt;a href=\"India\"&gt;India&lt;/a&gt; into a &lt;a href=\"communism\"&gt;communist&lt;/a&gt; &lt;a href=\"Sikhism\"&gt;Sikh&lt;/a&gt; family in the &lt;a href=\"Punjab%2C%20India\"&gt;Punjab&lt;/a&gt;, Bains became a member of the youth wing of the &lt;a href=\"Communist%20Party%20of%20India\"&gt;Communist Party of India&lt;/a&gt; (CPI). He was dismayed by what he saw as the &lt;a href=\"Marxist%20revisionism\"&gt;revisionism&lt;/a&gt; of &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt; following the death of &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;. He broke with the party when the CPI, during an underground period, supported Khrushchev's criticisms of Stalin. Shortly after, Bains immigrated to Canada and enrolled as a graduate student in &lt;a href=\"bacteriology\"&gt;bacteriology&lt;/a&gt; at the &lt;a href=\"University%20of%20British%20Columbia\"&gt;University of British Columbia&lt;/a&gt; (UBC), where he was an elected student leader.\nIn 1963, he helped found \"the Internationalists\", which evolved from a UBC political discussion group into an &lt;a href=\"anti-revisionist\"&gt;anti-revisionist&lt;/a&gt; organization that supported &lt;a href=\"Mao%20Zedong\"&gt;Mao Zedong&lt;/a&gt;'s &lt;a href=\"Communist%20Party%20of%20China\"&gt;Communist Party of China&lt;/a&gt; in the &lt;a href=\"Sino-Soviet%20split\"&gt;Sino-Soviet split&lt;/a&gt;. This organisation (in Canada) became the CPC (ML) with Bains as its founding leader.\nIn 1965, Bains founded the \"Internationalists in Ireland\", while he was working as a lecturer in &lt;a href=\"microbiology\"&gt;microbiology&lt;/a&gt; at &lt;a href=\"Trinity%20College%2C%20Dublin\"&gt;Trinity College, Dublin&lt;/a&gt;. In 1970, they renamed themselves the &lt;a href=\"Communist%20Party%20of%20Ireland%20%28Marxist%E2%80%93Leninist%29\"&gt;Communist Party of Ireland (Marxist–Leninist)&lt;/a&gt;.\nIn 1967, Bains held a small conference of students in London with the express objective determining the future of the anti-revisionist movement, the \"Necessity for Change\" conference. While the &lt;a href=\"Irish%20Communist%20Organisation\"&gt;Irish Communist Organisation&lt;/a&gt; disagreed with the other delegates and walked out of the meeting, Bains became known as a leader of the anti-revisionist movement internationally, and assisted in establishing &lt;a href=\"Marxism%E2%80%93Leninism\"&gt;Marxist–Leninist&lt;/a&gt; parties around the world.\nIn addition to founding the CPC (ML) and CPI (ML), Bains is regarded as a major influence on the &lt;a href=\"Revolutionary%20Communist%20Party%20of%20Britain%20%28Marxist%E2%80%93Leninist%29\"&gt;Revolutionary Communist Party of Britain (Marxist–Leninist)&lt;/a&gt;, the Communist Party of &lt;a href=\"Trinidad%20and%20Tobago\"&gt;Trinidad and Tobago&lt;/a&gt;, and the &lt;a href=\"Communist%20Ghadar%20Party%20of%20India\"&gt;Communist Ghadar Party of India&lt;/a&gt;. Bains was also responsible for the founding of the &lt;a href=\"Hindustani%20Ghadar%20Party\"&gt;Hindustani Ghadar Party&lt;/a&gt; (Organisation of Indian Marxist–Leninists Abroad). He held a leading influence in the &lt;a href=\"Marxist%E2%80%93Leninist%20Party%2C%20USA\"&gt;Marxist–Leninist Party, USA&lt;/a&gt; in the 1970s, although it later split from the CPC (ML) and dissolved in 1993. Left publications such as \"Modern Communism\" have written articles on this legacy.\nPolitical affiliations.\nAs a young man, Bains was a member of the &lt;a href=\"Communist%20Party%20of%20India\"&gt;Communist Party of India&lt;/a&gt;, but after the party accepted &lt;a href=\"Nikita%20Khrushchev\"&gt;Nikita Khrushchev&lt;/a&gt;'s speech, \"&lt;a href=\"On%20the%20Cult%20of%20Personality%20and%20Its%20Consequences\"&gt;On the Cult of Personality and Its Consequences&lt;/a&gt;\", he apparently quit, adopting a pro-&lt;a href=\"Stalinist\"&gt;Stalinist&lt;/a&gt; viewpoint.\nLater, following the &lt;a href=\"Sino-Soviet%20split\"&gt;Sino-Soviet split&lt;/a&gt;, Bains' groups and parties held a strident pro-China position from the 1960s and into the 1970s. Bains himself openly identified as &lt;a href=\"Maoism\"&gt;Maoist&lt;/a&gt;. The CPC (ML) was the first significant Maoist formation in Canada, although it was joined by two other Maoist groups in the mid-1970s and Bains engaged in polemics against these groups as well.\nWith Mao Zedong's death in 1976 and the subsequent &lt;a href=\"Sino-Albanian%20split\"&gt;Sino-Albanian split&lt;/a&gt;, Bains renounced Maoism. Following the leadership of &lt;a href=\"Enver%20Hoxha\"&gt;Enver Hoxha&lt;/a&gt; and the &lt;a href=\"Party%20of%20Labour%20of%20Albania\"&gt;Party of Labour of Albania&lt;/a&gt; (PLA), he became a prominent spokesperson of the PLA's line internationally, agreeing with the conclusion that numerous communist parties had devolved into \"social imperialism\" (such as &lt;a href=\"Leonid%20Brezhnev\"&gt;Leonid Brezhnev&lt;/a&gt;'s USSR, &lt;a href=\"Josip%20Broz%20Tito\"&gt;Josip Broz Tito&lt;/a&gt;'s Yugoslavia, &lt;a href=\"Kim%20Il-sung\"&gt;Kim Il-sung&lt;/a&gt;'s North Korea and &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt;'s Cuba), while condemning Chinese revisionism, and &lt;a href=\"Eurocommunism\"&gt;Eurocommunism&lt;/a&gt;.\nAfter the overturn of socialism in &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;, Bains again re-appraised his ideological outlook. He visited Cuba and announced he had changed his outlook towards the country and now viewed it as a successful example of socialism. The CPC (ML) also re-appraised its view of &lt;a href=\"North%20Korea\"&gt;North Korea&lt;/a&gt; into a positive light. By the end of his life, Bains' writings made fewer and fewer references to anti-revisionism and socialist revolution, and developed the theme of democratic renewal and the self-empowerment of the people.\nDeath and legacy.\nAfter his death, a memorial was erected in the honour of Bains and other CPC (ML) \"fallen comrades\" in &lt;a href=\"Ottawa\"&gt;Ottawa&lt;/a&gt;'s &lt;a href=\"Beechwood%20Cemetery\"&gt;Beechwood Cemetery&lt;/a&gt; which is also the national cemetery of the &lt;a href=\"Royal%20Canadian%20Mounted%20Police\"&gt;Royal Canadian Mounted Police&lt;/a&gt;. Poet &lt;a href=\"George%20Elliot%20Clarke\"&gt;George Elliot Clarke&lt;/a&gt; published a poem titled \"Homage to Hardial Bains\" in 2000 in the \"&lt;a href=\"Oyster%20Boy%20Review\"&gt;Oyster Boy Review&lt;/a&gt;\". Bains' legacy is debated today, and he has been criticized posthumously by a number of writers such as Ben Seattle, a US leftist and former supporter.\nBains wrote several books, including \"Necessity for Change!\", \"Modern Communism\", \"Visiting Cuba\", \"If You Love Your Class\" and \"Thinking About the Sixties\", and many articles, pamphlets and speeches.\nSandra L. Smith, his widow, also served as leader of the CPC (ML).\nNFC thought.\nHardial Bains identified his main line of thinking as \"Necessity for Change\" or NFC thought. Formulated in the early 1960s, NFC thought brought together a variety of Marxist phraseology and addressed some &lt;a href=\"existentialist\"&gt;existentialist&lt;/a&gt; ideas popular during that time. His primary concern was how to bring about social revolution and the relationship of this process with the individual. \"A successful revolution can transform the world in some very definite direction, but whether it will happen, in the final analysis, is still dependent on the world,\" Bains wrote, arguing that \"Unless it is profoundly appreciated that there is a Necessity for Change at each point [in history and the struggle], and theoretical and practical measures are taken to bring about the change, there is no possibility of creating the subjective conditions for revolution.\"\nThe recognition of the Necessity for Change, which created those subjective conditions for revolution, would create a new level of consciousness which broke with the anti-consciousness of &lt;a href=\"bourgeois\"&gt;bourgeois&lt;/a&gt; thought. \"The [human] brain reflects the sharpening class contradictions in the society and other developments. Either the individual transforms this reflection into social consciousness and becomes part of the human factor/social consciousness or remains part of the anti-human factor/anti-consciousness,\" he said, writing that:\nBut for Bains individual consciousness alone was not sufficient and needed to be joined with a political party. \"The crucial ingredient for victory is the human factor/social consciousness, but this factor cannot exist in a vacuum. This factor finds its highest expression in an organisation, which is strengthened on an on-going basis with the sound foundation of a new, modern and revolutionary culture in ideological and social forms,\" he wrote, adding that \"A Communist Party, if it is to realise its tasks in a mature, professional and on-going manner, must develop revolutionary culture in ideological form, on the one hand, and the revolutionisation of culture in social form, on the other.\"\nBains strongly decried what he termed &lt;a href=\"Revisionism%20%28Marxism%29\"&gt;revisionist&lt;/a&gt; parties. \"Revisionists and opportunists of various kinds,\" he wrote, \"present the bourgeois social forms as the ideal motivating humanity [...] Besides fighting for \"a bigger slice of the pie\" and for job security which this system can never provide, these people, as dogmatists and fanatics, oppose everyone fighting for social revolution.\" Instead, \"The act of joining CPC(ML) will itself be a great leap forward for the creation of a new and affirmed humanity, in which every act of human beings becomes another act for that affirmation, the measure of what is truly human.\" During his time as leader, the CPC (ML) swung from actively supporting Maoist China, to denouncing Maoism and embracing Enver Hoxha's Albania and later, after the over-turn of socialism in that country, a more muted support of North Korea and Cuba.\nBains remained true, however, to his pro-Stalinist orientation, asserting in the late 1980s that \"They say that Stalin had a plan to conquer the world. Stalin was alive until 1953. There is not one single country in the world which was occupied by the Soviet Union while Stalin was alive.\""
}