{
    "id": "3961552",
    "revid": "525927",
    "url": "https://en.wikipedia.org/wiki?curid=3961552",
    "title": "Nithsdale Wanderers F.C.",
    "text": "Nithsdale Wanderers Football Club are a Scottish &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; club based in &lt;a href=\"Sanquhar\"&gt;Sanquhar&lt;/a&gt;, &lt;a href=\"Dumfries%20and%20Galloway\"&gt;Dumfries and Galloway&lt;/a&gt;. Their home ground is Lorimer Park and they currently play in the &lt;a href=\"South%20of%20Scotland%20Football%20League\"&gt;South of Scotland Football League&lt;/a&gt;. It was also the name of a previous club from the town, who were in membership of the &lt;a href=\"Scottish%20Football%20League\"&gt;Scottish Football League&lt;/a&gt; from 1923 to 1927.\nHistory.\nOriginal club.\nNithsdale Wanderers originally formed in 1897 and enjoyed a measure of local success in their early years. The 1920s would see them achieve their highest level of national prominence. The decade began with them moving to a new ground at &lt;a href=\"Crawick%20Holm\"&gt;Crawick Holm&lt;/a&gt;. In the &lt;a href=\"1923%E2%80%9324%20Scottish%20Football%20League\"&gt;1923–24 season&lt;/a&gt;, they were one of the clubs invited to join the Scottish League's new &lt;a href=\"Scottish%20Football%20League%20Third%20Division\"&gt;Third Division&lt;/a&gt;. Although this competition would exist only for three seasons and would have terrible economic consequences for many of its clubs, Nithsdale Wanderers were to thrive, albeit briefly, on their newfound status.\nIn &lt;a href=\"1924%E2%80%9325%20Scottish%20Football%20League\"&gt;1924–25&lt;/a&gt;, Wanderers won the Third Division championship, clinching the title with an 8–0 victory over &lt;a href=\"Montrose%20F.C.\"&gt;Montrose&lt;/a&gt; in the final match of the season. Although they finished comfortably mid-table in their début season in the &lt;a href=\"Scottish%20Football%20League%20Second%20Division\"&gt;Second Division&lt;/a&gt;, the &lt;a href=\"1926%E2%80%9327%20Scottish%20Football%20League\"&gt;1926–27 season&lt;/a&gt; saw them finish bottom and they had to seek re-election to the league (by this time Division Three was no more). They were unsuccessful and the brief league career of Nithsdale Wanderers was at an end. They continued to compete in local senior competitions, including the Southern Counties League and the South of Scotland League, and occasionally qualified for the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; (suffering a 14–0 defeat against &lt;a href=\"Dundee%20United%20F.C.\"&gt;Dundee United&lt;/a&gt; in the &lt;a href=\"1930%E2%80%9331%20Scottish%20Cup\"&gt;1930–31&lt;/a&gt; competition).\nIn 1951, the club dropped down to the &lt;a href=\"Scottish%20Junior%20Football%20Association\"&gt;junior&lt;/a&gt; grades, but continued to struggle, finally going out of existence in 1964.\nModern club.\nAfter a gap of 37 years, the name of Nithsdale Wanderers was revived when the new club successfully applied for membership of the South of Scotland Football League in 2001. Their biggest impact on the competition to date was finishing in second place in the &lt;a href=\"2006%E2%80%9307%20in%20Scottish%20football\"&gt;2006–07 season&lt;/a&gt;. As they are only associate members of the &lt;a href=\"Scottish%20Football%20Association\"&gt;SFA&lt;/a&gt;, they are only eligible to compete in the &lt;a href=\"Scottish%20Cup\"&gt;Scottish Cup&lt;/a&gt; in the event of them winning the league. The team's home colours are blue and white."
}