{
    "id": "3962360",
    "revid": "1152308",
    "url": "https://en.wikipedia.org/wiki?curid=3962360",
    "title": "Andorra at the 2006 Winter Olympics",
    "text": "&lt;a href=\"Andorra\"&gt;Andorra&lt;/a&gt; sent a delegation to compete at the &lt;a href=\"2006%20Winter%20Olympics\"&gt;2006 Winter Olympics&lt;/a&gt; in &lt;a href=\"Turin\"&gt;Turin&lt;/a&gt;, Italy, from 10–26 February 2006. The Andorran delegation consisted of three competitors, two in &lt;a href=\"alpine%20skiing\"&gt;alpine skiing&lt;/a&gt; and one in &lt;a href=\"cross-country%20skiing%20%28sport%29\"&gt;cross-country skiing&lt;/a&gt;. &lt;a href=\"Roger%20Vidosa\"&gt;Roger Vidosa&lt;/a&gt; provided Andorra's best performance at these Games, with a 27th-place finish in the &lt;a href=\"Alpine%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%20slalom\"&gt;men's slalom alpine skiing&lt;/a&gt; event. As of these Games, Andorra has never won an Olympic medal.\nBackground.\nThe &lt;a href=\"Andorran%20Olympic%20Committee\"&gt;Andorran Olympic Committee&lt;/a&gt; was recognized by the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt; on 31 December 1974. They first participated in Olympic competition at the &lt;a href=\"1976%20Winter%20Olympics\"&gt;1976 Winter Olympics&lt;/a&gt; and have taken part in every &lt;a href=\"Summer%20Olympics\"&gt;Summer&lt;/a&gt; and Winter Olympics since. Coming into 2006, Andorra had never won a medal in either the Summer or Winter Olympics. The Andorran delegation to Turin consisted of three competitors: alpine skiers &lt;a href=\"Roger%20Vidosa\"&gt;Roger Vidosa&lt;/a&gt; and &lt;a href=\"Alex%20Antor\"&gt;Alex Antor&lt;/a&gt;, and cross-country skier &lt;a href=\"Fran%C3%A7ois%20Souli%C3%A9\"&gt;François Soulié&lt;/a&gt;. Antor was the flag bearer for the &lt;a href=\"2006%20Winter%20Olympics%20opening%20ceremony\"&gt;opening ceremony&lt;/a&gt;, while a ceremony volunteer carried the flag for the &lt;a href=\"2006%20Winter%20Olympics%20closing%20ceremony\"&gt;closing ceremony&lt;/a&gt;.\nAlpine skiing.\nAlex Antor was 26 years old at the time of the Turin Olympics, and had previously represented &lt;a href=\"Andorra%20at%20the%202002%20Winter%20Olympics\"&gt;Andorra&lt;/a&gt; at the &lt;a href=\"2002%20Winter%20Olympics\"&gt;2002 Salt Lake Olympics&lt;/a&gt;. Roger Vidosa was 21 at the time of these Games, and would later go on to represent &lt;a href=\"Andorra%20at%20the%202010%20Winter%20Olympics\"&gt;the nation&lt;/a&gt; at the &lt;a href=\"2010%20Vancouver%20Olympics\"&gt;2010 Vancouver Olympics&lt;/a&gt;. On 12 February both competitors took part in the &lt;a href=\"Alpine%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%20downhill\"&gt;men's downhill&lt;/a&gt;; Antor finished in a time of 1 minute and 55 seconds, which placed him 39th, and Vidosa completed the course in a time of 1 minute and 59 seconds, good for 50th place, out of 53 skiers to finish the race. The gold medal winning time was 1 minute and 48 seconds, put up by France's &lt;a href=\"Antoine%20D%C3%A9n%C3%A9riaz\"&gt;Antoine Dénériaz&lt;/a&gt;.\nOn 14 February, both men participated in the three-run &lt;a href=\"Alpine%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%20combined\"&gt;combined&lt;/a&gt; event. Antor finished the downhill portion in a time of 1 minute and 43 seconds, but failed to finish the first of the two slalom runs and was eliminated from the competition. Vidosa finished the downhill run in 1 minute and 46 seconds, and the two slalom runs in 48 seconds and 47 seconds respectively. This meant his overall time was 3 minutes and 21 seconds for the three runs, which put him into 28th place, behind &lt;a href=\"Ted%20Ligety\"&gt;Ted Ligety&lt;/a&gt;'s gold medal time of 3 minutes and 9 seconds.\nAntor took part in the &lt;a href=\"Alpine%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%20super-G\"&gt;super-G&lt;/a&gt; on 18 February, but failed to finish the race. On 25 February both men skied the two-run &lt;a href=\"Alpine%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%20slalom\"&gt;slalom&lt;/a&gt;. Antor failed to finish the first run, while Vidosa finished it in a time of 59.8 seconds. He would improve his time in the afternoon, completing his second run in 54.1 seconds. Vidosa's total time of 1 minute and 54 seconds placed him 27th, behind &lt;a href=\"Benjamin%20Raich\"&gt;Benjamin Raich&lt;/a&gt;'s gold medal winning time of 1 minute and 43 seconds.\nNote: In the men's combined, run 1 is the downhill, and runs 2 and 3 are the slalom.\nCross-country skiing.\nFrançois Soulié was 27 years old at the time of these Olympics, and would represent Andorra again four years later in Vancouver. On 12 February, he took part in the &lt;a href=\"Cross-country%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%2030%20kilometre%20pursuit\"&gt;30 km pursuit&lt;/a&gt; event, which consisted of 15 kilometers of classical style immediately followed by 15 kilometers of freestyle racing, with a timed pit stop in between to change skis. Soulié finished the first 15 km in a time of 45 minute and 19 seconds, but was unable to finish the rest of the race. Five days later, he finished the &lt;a href=\"Cross-country%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%2015%20kilometre%20classical\"&gt;Men's 15 km classical&lt;/a&gt; in a time of 44 minutes and 42 seconds, ranking him 71st out of 96 classified finishers. His last event, on 26 February, was the &lt;a href=\"Cross-country%20skiing%20at%20the%202006%20Winter%20Olympics%20%E2%80%93%20Men%27s%2050%20kilometre%20freestyle\"&gt;50 kilometer freestyle&lt;/a&gt;. He posted a time of 1 hour and 50 minutes through three checkpoints, but could not finish the last part of the race."
}