{
    "id": "3963287",
    "revid": "38895264",
    "url": "https://en.wikipedia.org/wiki?curid=3963287",
    "title": "Pátzcuaro",
    "text": "Pátzcuaro () is a large town and municipality located in the state of &lt;a href=\"Michoac%C3%A1n\"&gt;Michoacán&lt;/a&gt;. The town was founded sometime in the 1320s, at first becoming the capital of the &lt;a href=\"Tarascan%20state\"&gt;Tarascan state&lt;/a&gt; and later its ceremonial center. After the Spanish took over, &lt;a href=\"Vasco%20de%20Quiroga\"&gt;Vasco de Quiroga&lt;/a&gt; worked to make Pátzcuaro the capital of the &lt;a href=\"New%20Spain\"&gt;New Spain&lt;/a&gt; province of Michoacán, but after his death, the capital would be moved to nearby Valladolid (today &lt;a href=\"Morelia\"&gt;Morelia&lt;/a&gt;). Pátzcuaro has retained its colonial and indigenous character since then, and it has been named one of the 111 \"&lt;a href=\"Pueblos%20M%C3%A1gicos%20%28Mexico%29\"&gt;Pueblos Mágicos&lt;/a&gt;\" by the government of Mexico. Pátzcuaro, and the lake region to which it belongs, is well known as a site for &lt;a href=\"Day%20of%20the%20Dead\"&gt;Day of the Dead&lt;/a&gt; celebrations.\nThere are several possibilities as to the meaning of \"Pátzcuaro.\" The first is \"phascuaro,\" which means \"place dyed in black;\" or \"patatzecuaro,\" which means \"place of foundations.\" Another possible meaning is \"petatzimícuaro,\" \"place of bullrushes.\" Other possible meanings are: \" happy place;\" and \"seat of temples.\" Pátzcuaro received its coat of arms in 1553 from &lt;a href=\"Charles%20V%2C%20Holy%20Roman%20Emperor\"&gt;Charles V of Spain&lt;/a&gt;.\nHistory.\nThe only history available about the founding of Pátzcuaro comes from the \"Relación de Michoacán\" written in 1539-1541, during the era of Viceroy &lt;a href=\"Antonio%20de%20Mendoza\"&gt;Antonio de Mendoza&lt;/a&gt;. It states that two chiefs by the names of Páracume and Vápeani arrived in the area, then called Tarimichundiro, with their tribe, the &lt;a href=\"Chichimecas\"&gt;Chichimecas&lt;/a&gt;. Here they began to build their temples, called \"cues\" by placing four large rocks close together. No date is given for this event, but since the deaths of the two original chiefs occurred in 1360, it is widely supposed that the founding occurred around 1324.\nAround this time, three indigenous groups lived around &lt;a href=\"Lake%20P%C3%A1tzcuaro\"&gt;Lake Pátzcuaro&lt;/a&gt;, who continuously fought each other. One group was called the \"Coringuaro,\" another group the \"Isleños\" and the third the Chichimecas in Pátzcuaro. The Tarascan kingdom began with Tariácuri, the first chief of the area assumed the title of \"caltzontzin,\" or emperor, by conquering his neighbors. Pátzcuaro was the first capital of the Tarascos. The new kingdom was divided into three principalities called &lt;a href=\"Ihuatzio\"&gt;Ihuatzio&lt;/a&gt;, &lt;a href=\"Tzintzuntzan%20%28Mesoamerican%20site%29\"&gt;Tzintzuntzan&lt;/a&gt; and Pátzcuaro. Later, power shifted to the Tzintzuntzan principality, becoming the new capital, leaving Pátzcuaro as the ceremonial center, and a retreat for the nobility.\nWhen the Spanish arrived in &lt;a href=\"Michoac%C3%A1n\"&gt;Michoacán&lt;/a&gt;, many sought refuge in Pátzcuaro. Forts were built in a neighborhood that is still called \"Barrio Fuerte\" (Fort Neighborhood). Fighting continued between the Tarascans and the Spanish. A meeting between the emperor Tanganxoan II and &lt;a href=\"Crist%C3%B3bal%20de%20Olid\"&gt;Cristóbal de Olid&lt;/a&gt; was arranged. Getting down off his horse, Olid embraced the monarch, then forced him to kneel in front of the crowd. Later a chapel was built which is called \"El Humilladero\" (The Place of Humiliation). In 1526, &lt;a href=\"Nu%C3%B1o%20de%20Guzm%C3%A1n\"&gt;Nuño de Guzmán&lt;/a&gt; came as head of the new Spanish government to punish the Tarascans harshly. This culminated with the torture and death of Tanganxoan II the last Tarascan emperor. After this, most residents of Pátzcuaro fled to the mountains leaving the area mostly unpopulated. Vasco de Quiroga arrived in Pátzcuaro to take over. He expelled Nuño de Guzmán and confiscated his properties. Nuño was eventually sent back to Spain as a prisoner for his crimes in New Spain.\nIn 1538, the Spanish established their settlement in Pátzcuaro, founding the Diocese of Michoacán with Vasco de Quiroga as first bishop. Pátzcuaro was made the capital of the new Spanish province. The 1540s saw a repopulation of the area with Bishop Vasco de Quiroga convincing many of the Indians to return and brought in a number of Spanish families. For this Vasco de Quiroga is considered to be the founder of modern Pátzcuaro. He renamed the city as the City of Michoacán, which was confirmed by royal decree in 1553, with Pátzcuaro receiving its current coat of arms. The cathedral was constructed over the temple dedicated to the goddess Cueráppari. Vasco de Quiroga wanted to build an ambitious cathedral here, with five naves, but this was declared unacceptable by the Spanish crown and only one of the naves was built. It remains to this day.\nPátzcuaro remained the largest city in the Spanish province until about ten years after Vasco de Quiroga's death. Viceregal authorities then decided to change the capital to the recently founded Valladolid (today Morelia) in 1575. Ecclesiastical authorities moved the diocese and the College of San Nicolás, established by Vasco de Quiroga, to Valladolid as well.\nPátzcuaro remained the economic and spiritual center of the Lake Pátzcuaro region with life dominated by Franciscan and Augustinian friars. In the mid 18th century, the city had a population of about 3,300 people.\nDuring the &lt;a href=\"Mexican%20War%20of%20Independence\"&gt;Mexican War of Independence&lt;/a&gt;, Pátzcuaro was attacked several times. &lt;a href=\"Gertrudis%20Bocanegra\"&gt;Gertrudis Bocanegra&lt;/a&gt; was shot by firing squad for her participation in insurgent activities by royalist forces on the main square of Pátzcuaro on 10 October 1817. After Independence, the town was the capital of the 12th district of the West Department of Michoacán. In 1831, the state was reorganized and Pátzcuaro became the seat of the municipality of the same name.\nDuring the &lt;a href=\"Reform%20War\"&gt;Reform War&lt;/a&gt; in 1867, Pátzcuaro sided with the Conservatives, who wanted to maintain the second Mexican empire. The city was then attacked by General Régules of the Republican side, who took possession of the town after a bloody fight and named liberal leaders.\nDuring the &lt;a href=\"Porfirio%20D%C3%ADaz\"&gt;Porfirio Díaz&lt;/a&gt; period, just before the &lt;a href=\"Mexican%20Revolution\"&gt;Mexican Revolution&lt;/a&gt;, the Pátzcuaro area was heavily dominated by large landholders, haciendas and some foreign companies, pushing popular sympathy with the rebels to come. The town became a strategic point for taking the Michoacán capital. The town remained in rebel hands for most of the conflict but was taken in 1913 by &lt;a href=\"Victoriano%20Huerta\"&gt;Victoriano Huerta&lt;/a&gt;'s government.\nDuring the presidency of &lt;a href=\"L%C3%A1zaro%20C%C3%A1rdenas\"&gt;Lázaro Cárdenas&lt;/a&gt; (1934–40), who was from Michoacán, Pátzcuaro became a cultural center and national destination for &lt;a href=\"Tourism%20in%20Mexico\"&gt;tourism&lt;/a&gt;, building infrastructure to support the industry, creating public monuments and archeological excavations, and conservation of its colonial and indigenous look.\nTown.\nSince the Mexican Revolution, Patzcuaro has worked to keep its traditional colonial-indigenous look. Unlike the capital, houses in Pátzcuaro are made of adobe and/or wood and generally have tiled roofs. Cobblestone streets dominate the center of town down to the lake. The town is filled with stores and vendors selling a wide variety of crafts, many in bright colors. Patzcuaro is the market hub of the region, with smaller villages bringing in their own specialized crafts such as copperware, black pottery, musical instruments, baskets etc. Local dishes include &lt;a href=\"Tamal%20%28dish%29\"&gt;tamal&lt;/a&gt;es or uchepos, filled with fish, tarasca soup, red &lt;a href=\"pozole\"&gt;pozole&lt;/a&gt;, &lt;a href=\"atole\"&gt;atole&lt;/a&gt;, trout dishes, and a number of cold drinks based on corn. The courtyards and balconies are almost always filled with flowering plants, which is a tradition in Patzcuaro, with many homeowners sharing tips and plants with each other, sometimes even cross breeding a new variety of flower. The most common flower to be seen is the &lt;a href=\"begonia\"&gt;begonia&lt;/a&gt;, which blooms best between July and September. Other common plants include &lt;a href=\"geranium\"&gt;geranium&lt;/a&gt;s, &lt;a href=\"Malvaceae\"&gt;mallow&lt;/a&gt;s, &lt;a href=\"bougainvillea\"&gt;bougainvillea&lt;/a&gt;s, &lt;a href=\"wikt%3Atiger%20lily\"&gt;tiger lilies&lt;/a&gt;, &lt;a href=\"Tagetes%20lucida\"&gt;marigold&lt;/a&gt;s, &lt;a href=\"azalea\"&gt;azalea&lt;/a&gt;s, &lt;a href=\"hydrangea\"&gt;hydrangea&lt;/a&gt;s, roses and others. Non-flowering plants that can also be seen include palm trees, &lt;a href=\"selaginella\"&gt;selaginella&lt;/a&gt; and various cacti. Some grow medicinal and culinary herbs such as &lt;a href=\"aloe\"&gt;aloe&lt;/a&gt;, &lt;a href=\"chamomile\"&gt;chamomile&lt;/a&gt;, mint, basil and others.\nThe town center is called the Plaza Vasco de Quiroga or the Plaza Grande. This plaza is large considering the size of the town. The Plaza Grande was dedicated to Vasco de Quiroga in 1964, when a fountain containing a bronze statue of the bishop was placed in the center. This sculpture was done by &lt;a href=\"Costa%20Rica\"&gt;Costa Rica&lt;/a&gt;n artist &lt;a href=\"Francisco%20Z%C3%BA%C3%B1iga\"&gt;Francisco Zúñiga&lt;/a&gt;. The Plaza is surrounded by old, stately ash trees and colonial-era mansions. Unlike most other towns and cities in Mexico, the main church does not face this plaza. While crafts can be seen for sale in all of the town, they are prominent in the Plaza. The main square is filled with stores selling a very wide variety of crafts including carved wooden statues and furniture, brightly painted accents depicting flowers and animals, brilliant piles of woven textiles, draperies, tablecloths, bedspreads and napkins, wooden figures, religious art, clay plaques and pots, polished wooden boxes and guitars, picture frames, woolen blankets, copper vases and platters, basketry and items made of woven straw and reed, and sculpted and scented candles. Many of these are on display in the shops set into the colonial buildings around the plaza, with much more inside. \nFacing the main plaza is the Palace of Huitziméngari. This structure, like most of the rest of the town, is made of adobe and has a clay tile roof. This palace belonged to Antonio de Huitziméngari, the son of the last Tarascan \"&lt;a href=\"cazonci\"&gt;cazonci&lt;/a&gt;\" (monarch), and the godson of the first viceroy of New Spain, &lt;a href=\"Antonio%20de%20Mendoza\"&gt;Antonio de Mendoza&lt;/a&gt;. It has two floors, a sober facade and the inner courtyard is surrounded with round arches and filled with flowers. On the upper floor, there is a statue of a dog, an allusion to Huitziméngari's name which in Tarascan mythology referred to the dog that served the Lord of Paradise. The dog motif is repeated on some of the inside doors.\nOne block to the north of the Vasco Plaza is the Plaza Gertrudis Bocanegra, also called the Plaza Chica. The market off of Gertrudis Bocanegra specializes in woolen goods, kitchen implements, pottery, copper and straw items. Friday is market day, filling the walkways here with stalls with goods from various villages. Near main holidays, such as Day of the Dead, this market can spill over to the other two plazas in town as well. One of the buildings next to this plaza is the Ex Temple of San Agustin, which was founded in the 16th century. Today it houses the Gertrudis Bocanegra Library. This library has a mural painted by &lt;a href=\"Juan%20O%27Gorman\"&gt;Juan O'Gorman&lt;/a&gt; depicting the history of Michoacán.\nTwo blocks east of the Plaza Chica is the most important church in Pátzcuaro, the Basilica of Nuestra Señora de la Salud. This church was built by Vasco de Quiroga over a pre-Hispanic ceremonial site to function as the Cathedral of Michoacán. Vasco de Quiroga's original project was ambitious, with five naves surrounding a cupola, but the Spanish Crown thought the project inappropriate and only one of the naves was built. The church served as the Cathedral until 1850, when that function was moved to Valladolid (now Morelia). This church was designated a &lt;a href=\"basilica\"&gt;basilica&lt;/a&gt; in 1924. The facades have been modified since it was built at the end of the 19th century, which is why it now has a &lt;a href=\"Neoclassical%20architecture\"&gt;Neoclassical&lt;/a&gt; appearance. The inside has a roof decorated to look like a vault but it is really a flat roof. The image here is the Virgin of the Immaculate Conception that originally was in the Hospital of Santa Marta. Now called \"Our Lady of Health\", it is made with corn-stalk paste and honey that was created in the 16th century. The remains of Vasco de Quiroga are interred here. This basilica is visited every day, but especially on the eighth day of every month to pay homage to the region's patroness.\nThe Museo de Artes e Industrias Populares (Museum of Popular Arts and Industries) is located just south of the Basilica. The building was originally constructed as the College of San Nicolás in the 16th century by Vasco de Quiroga to prepare young men for the priesthood and to teach Indian youth to read and write. After the College was moved to Valladolid in 1580, the building was turned over to the Jesuits to found the College of Santa Catarina which functioned as a primary school. It contains one of the largest collections of lacquered items, models, and other crafts.\nThe Temple Sagrario was begun in 1693 and completed exactly two centuries later. For this reason, it has incorporated a number of different architectural styles, with different decorative elements. The temple has a Neoclassical interior, with the parquetry floors as the only aspect left of the original construction. It has a &lt;a href=\"Churrigueresque\"&gt;Churrigueresque&lt;/a&gt; altar and on the west wall there is a small chapel dedicated to the Virgin of Dolores on a &lt;a href=\"Baroque%20architecture\"&gt;Baroque&lt;/a&gt; altarpiece. These are the only ones of their type left in Pátzcuaro. The building has functioned as the Sanctuary of Nuestra Señora de la Salud since 1924.\nThe Casa de los Once Patios (House of Eleven Courtyards) was constructed in 1742 for Dominican nuns of the order of Santa Catarina de Sena. They gradually expanded the initial building by buying adjacent houses, which is why the complex once had eleven courtyards, but now that is down to only five. In the west corridor, the oldest part of the complex, there is a fountain and a Baroque portal leading to a room that had a bathtub with hot and cold running water, a rare luxury at the time. In the 1960s, the complex was restored and since then has functioned as workshops and stores for local crafts. The workshops include those that make shawls and lacquered items. Behind the Casa de los Once Patios is the Pila de San Miguel. According to legend, the devil was bothering the women who were coming here to get water. To scare the devil away, Vasco de Quiroga put the image of the &lt;a href=\"Archangel%20Michael\"&gt;Archangel Michael&lt;/a&gt; there.\nThe Church of San Ignacio de Loyola, better known as the Temple of the Company of Jesus, is one of the most relevant religious structures architecturally. It has a sober Baroque facade divided into panels which is typical for this area. The interior guards valuable religious paintings such as a series of angels, and works done in wood. One of these is multicolored panel about Saint &lt;a href=\"Ignatius%20of%20Loyola\"&gt;Ignatius of Loyola&lt;/a&gt;. The east wall of this church held the remains of Vasco de Quiroga before they were moved to the Basilica. The complex has a large courtyard and a \"punished\" clock, set high up in a tower. It is considered \"punished\" as it does not chime at twelve noon. It is said that the machinery for the clock was brought from Spain on orders of Charles V who wanted to get rid of it for marking an hour that was disagreeable to the Crown. Another story states that an unfortunate young woman was killed by the clock when she got in the way of the bell and the pendulum when it was ready to ring twelve. In the 16th century, the complex suffered major damage due to a fire. It was rebuilt to the look that it has now. This temple and the cloister next door housed the Jesuits when they came to Pátzcuaro at the request of Vasco de Quiroga because of their reputation in the field of education. The adjoining building is now the Casa de Cultura.\nThe Chapel del Humilladero was constructed by Vasco de Quiroga in 1553 on the site where the last Tarascan emperor, Tanganxoan II, was forced to kneel before the Spanish, giving the site its name (The Place of Humiliation). The crucifix of this chapel was sculpted from a single block of cantera stone, both the body and the cross. It is said that Vasco de Quiroga had the piece sculpted in 1553, but it was not finished until 1628.\nLake Pátzcuaro.\nPátzcuaro sits on the southern edge of &lt;a href=\"Lake%20P%C3%A1tzcuaro\"&gt;Lake Pátzcuaro&lt;/a&gt;, and this lake still has important economic and cultural significance for the town. Associated with Pátzcuaro are a number of islands, the best-known of which is &lt;a href=\"Janitzio\"&gt;Janitzio&lt;/a&gt;, a name that means corn hair. It is recognizable through the forty-meter statue of &lt;a href=\"Jos%C3%A9%20Mar%C3%ADa%20Morelos%20y%20Pav%C3%B3n\"&gt;José María Morelos y Pavón&lt;/a&gt; that is on the top of the hill. Underneath the statue is a series of murals about the life of this Mexican hero. There are four other islands in the lake. La Pacanda is in the center. This island has a small pond in it with carp and ducks. Yuneén Island is near the center and its name means half moon. Its attractions include its vegetation, traditional houses and cabins for visitors. Urandenes is closer to Patzcuaro and consists of three islands surrounded by canals in which white fish were formally raised. The pez blanco (whitefish) that used to bring tourists to Pátzcuaro are no longer fished because of the lake's contamination, although on special occasions the famous butterfly nets are often displayed in canoes on the water. Tecuena is the smallest island in the lake and its name means good honey. The docks at Pátzcuaro have boats that travel to these islands.\nUntil 2007, only Pátzcuaro had a water treatment facility with smaller communities discharging wastewater directly into the lake, causing grave pollution problems. Contamination has mostly been chemical, trash and wastewater, as well as sediment during the rainy season. The government of the state of Michoacán, the federal environmental protection agency and the Instituto Mexicano de Tecnologia del Agua have started a program to clean up the basin of Lake Pátzcuaro. The plan is to repair the existing water treatment facilities and build two more. It also includes reforestation around the lake, landfills and barriers to prevent the contamination of the streams of the basin.\nDay of the Dead.\nPátzcuaro and the surrounding lake area have one of the best-known Day of the Dead celebrations in Mexico. Markets catering to Day of the Dead abound in all of Michoacán but the best of what is to be had is in the market in the main plaza of Pátzcuaro. This is where one of the major craft competitions is held. Day of the Dead is celebrated very intensely in the towns and villages around Lake Pátzcuaro. Preparations include major cleaning and repair of the local cemeteries and the creation of flowered arches for gates of the atriums of local churches. These are made with a flower called &lt;a href=\"cempas%C3%BAchil\"&gt;cempasúchil&lt;/a&gt;, also known as the Mexican &lt;a href=\"Tagetes%20lucida\"&gt;marigold&lt;/a&gt;. In the early morning of November 1, the \"velación de los angelitos\" (wake for the little angels) to honor children who have died during the previous year. This is generally done in the local cemeteries. During this day also is an event called the \"teruscan,\" in which children run around town \"stealing\" ears of corn, squash and &lt;a href=\"chayote\"&gt;chayote&lt;/a&gt;s from the roofs of neighbors’ houses. The stolen food is brought to the community center to be cooked to feed the community.\nFestivities continue to midnight on November 2, which begins the \"velación de los difuntos\" (wake for the deceased) when again the towns gather in local cemeteries. This time men remain outside. Women and children enter to lay offerings of flowers and food, generally laid on embroidered napkins. Then prayers and chants are recited. For this reason Day of the Dead is usually referred to in Pátzcuaro as Night of the Dead. When daylight comes, a collection of food is taken for the parish priest and most people go to mass.\nA parallel event in Pátzcuaro and other towns in Michoacán is the Festival Cultural de la Muerte. Since 1993, this event has been held to exhibit paintings, photographs, film, dance, crafts and altars that are created for this day. &lt;a href=\"Canoeing\"&gt;Canoeing&lt;/a&gt; competitions on the lake are popular here as well as \"torneos de calaveras\"(tournaments of skulls) which are satirical poetry contests with the theme of death and black humor. This festival takes place from 27 October to 2 November.\nOther traditional events associated with Day of the Dead here include the Concert of the Basilica of Pátzcuaro and the staging of \"&lt;a href=\"Don%20Juan%20Tenorio\"&gt;Don Juan Tenorio&lt;/a&gt;\" in &lt;a href=\"Erongar%C3%ADcuaro\"&gt;Erongarícuaro&lt;/a&gt;. Both take place at 9 pm on 1 November. Another interesting event is the \"Juego Prehispanico de Pelota Encendida (&lt;a href=\"Mesoamerican%20ball%20game\"&gt;Mesoamerican ball game&lt;/a&gt; –lighted) At 7 pm on 1 November in the village of &lt;a href=\"Tzintzuntzan%2C%20Michoac%C3%A1n\"&gt;Tzintzuntzan&lt;/a&gt; the game is played in the old ball court, called Las Yácatas, with a ball set on fire. It is also done in the main square of the village.\nThere is a legend related to the Day of the Dead here about two Tarascan nobles, the princess Mintzita and the prince Itzihuapa. They were in love but unable to unite in part because of the arrival of the Spanish to Michoacán. Princess Mintzita offered the Spanish the treasure that was hidden at the bottom of Lake Patzcuaro for the release of her father. Itzihuapa himself offered to go and get it, but when he did, he was captured by the twenty ghosts that guard treasure, becoming the 21st guardian. This broke Mintzita's heart. However, this occurred on the night that these guardian ghosts come back to life for one night and the two lovers were able to spend time together until daylight.\nMunicipality.\nAs municipal seat, the town of Pátzcuaro is the governing authority over 104 other named communities, with a total population of 79,868 and a territory of 435.96km2. The 2005 census indicates that just under 4,000 people still speak an indigenous language, Tarascan, in the municipality. The municipality borders the municipalities of &lt;a href=\"Tzintzuntzan%20Municipality\"&gt;Tzintzuntzan&lt;/a&gt;, &lt;a href=\"Huiramba\"&gt;Huiramba&lt;/a&gt;, &lt;a href=\"Salvador%20Escalante\"&gt;Salvador Escalante&lt;/a&gt;, &lt;a href=\"Tingambato\"&gt;Tingambato&lt;/a&gt; and &lt;a href=\"Erongar%C3%ADcuaro\"&gt;Erongarícuaro&lt;/a&gt;.\nThe municipality covers most of the Pátzcuaro basin, which is part of the &lt;a href=\"Trans-Mexican%20Volcanic%20Belt\"&gt;Trans-Mexican Volcanic Belt&lt;/a&gt; and surrounded by a number of mountains such as the Cerro el Blanco, Cerro del Estribo, Cerro del Frijol and Cerro del Burro. Almost all the water in Lake Pátzcuaro comes from one stream called the El Chorrito and a number of fresh-water springs. The climate is temperate with rains in the summer. Temperatures vary during the year between a minimum of 1 and a maximum of 30C. The municipality is primarily covered in forests with pine, holm oak and cedar trees. Most fauna consists of small mammals and fish found in the lake.\nAgricultural activity mostly revolves around the growing of corn, wheat, beans, lentils and tomatoes. Livestock such as cattle, pigs, sheep, donkeys, horses and fowl are also raised in the area. Most industry here involves food processing and the making of crafts such as furniture, textiles, jewelry, ironwork, religious figures and other things. Most commerce revolves around catering to tourists and meeting locals’ basic needs. Fishing is still done in the lake. Tourism is mostly based on sites located in the town of Pátzcuaro, along with neighboring archeological sites of Ihuatzio and Tzintzuntzan. Sports such as mountain biking and paragliding have also been introduced."
}