{
    "id": "39635202",
    "revid": "3496179",
    "url": "https://en.wikipedia.org/wiki?curid=39635202",
    "title": "Indonesia–Mexico relations",
    "text": "&lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; and &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt; established diplomatic relations in 1953. Both nations view their counterpart as strategic partners in each other's regions; Indonesia in &lt;a href=\"Southeast%20Asia\"&gt;Southeast Asia&lt;/a&gt; and Mexico in &lt;a href=\"Latin%20America\"&gt;Latin America&lt;/a&gt;. Both nations are mutual members of the &lt;a href=\"Asia-Pacific%20Economic%20Cooperation\"&gt;Asia-Pacific Economic Cooperation&lt;/a&gt;, &lt;a href=\"Forum%20of%20East%20Asia-Latin%20America%20Cooperation\"&gt;Forum of East Asia-Latin America Cooperation&lt;/a&gt;, &lt;a href=\"Group%20of%2015\"&gt;Group of 15&lt;/a&gt;, &lt;a href=\"G-20%20major%20economies\"&gt;G-20 major economies&lt;/a&gt;, &lt;a href=\"MIKTA\"&gt;MIKTA&lt;/a&gt;, &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;, and the &lt;a href=\"World%20Trade%20Organization\"&gt;World Trade Organization&lt;/a&gt;.\nHistory.\nThe first contact between both nations would have taken place with the &lt;a href=\"Manila%20galleon\"&gt;Manila‑Acapulco Galleon&lt;/a&gt; between &lt;a href=\"Acapulco\"&gt;Acapulco&lt;/a&gt;, Mexico and &lt;a href=\"Manila\"&gt;Manila&lt;/a&gt; (capital of the Spanish crown in the &lt;a href=\"Philippines\"&gt;Philippines&lt;/a&gt;). The Spanish traded with the Dutch and Portuguese ports in South-East Asia, and returned to Mexico with goods (and people) from the region. In August 1945, Indonesia obtained its independence from the &lt;a href=\"Netherlands\"&gt;Netherlands&lt;/a&gt;. On 6 April 1953, Indonesia and Mexico established diplomatic relations. Soon afterwards, the Mexican ambassador resident in &lt;a href=\"Tokyo\"&gt;Tokyo&lt;/a&gt;, &lt;a href=\"Japan\"&gt;Japan&lt;/a&gt; was accredited to Indonesia. It was not until 1961 that Mexico named a resident ambassador to Indonesia. In 1959, President &lt;a href=\"Sukarno\"&gt;Sukarno&lt;/a&gt; became the first Indonesian head-of-state to visit Mexico. In 1962, Mexican President &lt;a href=\"Adolfo%20L%C3%B3pez%20Mateos\"&gt;Adolfo López Mateos&lt;/a&gt; paid an official visit to Indonesia.\nIndonesian President &lt;a href=\"Susilo%20Bambang%20Yudhoyono\"&gt;Susilo Bambang Yudhoyono&lt;/a&gt; paid an official visit to Mexico in 2008 and again in 2012 to attend the APEC summit in &lt;a href=\"Los%20Cabos\"&gt;Los Cabos&lt;/a&gt;. During his 2008 visit, President Yudhoyono signed a number of agreements in education, agriculture, promotion of trade and in energy cooperation. In May 2013, Indonesian Foreign Affair Minister &lt;a href=\"Marty%20Natalegawa\"&gt;Marty Natalegawa&lt;/a&gt; paid a visit to Mexico to commemorate the 60th anniversary of Indonesia-Mexico diplomatic relations. To commemorate this event, the Mexican and Indonesian Post Office issued a joint stamp illustrating animals as the symbol of both nations; the Mexican Jaguar (\"&lt;a href=\"Jaguar\"&gt;Panthera onca hernandesii&lt;/a&gt;\") and Indonesian Clouded Leopard (\"&lt;a href=\"Neofelis%20diardi\"&gt;Neofelis diardi&lt;/a&gt;\").\nIn 2013, Mexican President &lt;a href=\"Enrique%20Pe%C3%B1a%20Nieto\"&gt;Enrique Peña Nieto&lt;/a&gt; paid a visit to &lt;a href=\"Bali\"&gt;Bali&lt;/a&gt; to attend the APEC summit.\nHigh-level visits.\nHigh-level visits from Indonesia to Mexico\nHigh-level visits from Mexico to Indonesia\nBilateral agreements.\nBoth nations have signed several bilateral agreements, such as an Agreement on the establishment of trade between Indonesia and Mexico (1961); Agreement on Scientific and Technical Cooperation (1998); Agreement on Educational and Cultural Cooperation (2001); Memorandum on the establishment of mutual bilateral consultations between both nations (2001); Agreement on the Avoidance of Double-Taxation and Tax Evasion (2004); Agreement of Cooperation in Combating Drug Trafficking, Psychotropic Substances and Chemical Precursors (2011); Memorandum of Understanding in Combating Transnational Crimes and Capacity Development (2011); Agreement on Air Transportation Services (2013); Memorandum of Understanding in Health and Tourism Cooperation (2013) and a Memorandum of Understanding in Export Credit Cooperation between &lt;a href=\"Bancomext\"&gt;Bancomext&lt;/a&gt; and Eximbank of Indonesia (2013). Since the signing of the Memorandum establishing bilateral consultations (2001), both countries have held seven bilateral consultation with the last one held on December 2020 through virtual manner due to the COVID-19 pandemic.\nTrade relations.\nIn 2018, two-way trade between both nations amounted to US$1.7 billion. Indonesia main exports products include: textiles, rubber, palm oil and gold. Mexico's main export products include: silver, copper, cotton, tractors, computer parts and petroleum based products. Mexican multinational company, &lt;a href=\"KidZania\"&gt;KidZania&lt;/a&gt; operates in Indonesia. As part of the Asia-Pacific region, Indonesia is one of Mexico's main economic diversification targets. On the other hand, Indonesia also views Mexico as an important non-traditional trading partner in the Latin American region.\nCultural and educational.\nThe Government of Mexico offers the SRE (Ministry of Foreign Affairs) Postgraduate Scholarship for Indonesians who want to study a postgraduate in Mexico. The Government of Indonesia offers Darmasiswa cultural scholarships so that young Mexicans can learn the Indonesian culture (language, music, theater, &lt;a href=\"batik\"&gt;batik&lt;/a&gt;, dance, etc.) as well as the KNB scholarship for postgraduate level. \nCurrently there exist several groups of Indonesian art and culture in Mexico, starting in 2002 when &lt;a href=\"Fitra%20Ismu%20Kusumo\"&gt;Fitra Ismu Kusumo&lt;/a&gt; founded the group &lt;a href=\"Indra%20Swara\"&gt;Indra Swara&lt;/a&gt; for promoting the art of music (&lt;a href=\"gamelan\"&gt;gamelan&lt;/a&gt;) and &lt;a href=\"wayang\"&gt;wayang&lt;/a&gt; puppets of Indonesia; in 2005 Maestra Graciela Lopez founded the Indonesian traditional dance group ¨Tari Bali¨; and then in 2015 another dance group was founded called ¨Mirah Delima¨. There are also the Pencak &lt;a href=\"Silat\"&gt;Silat&lt;/a&gt; martial arts groups led by Maestro Ramon Yee, Maestro Hector Becerril, and Maestro Raymundo Wong, as well as the batik art school founded by Master Francisco Sorensic."
}