{
    "id": "39654484",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=39654484",
    "title": "Sakanaction (album)",
    "text": "Sakanaction (stylized as sakanaction, ) is the sixth &lt;a href=\"studio%20album\"&gt;studio album&lt;/a&gt; by &lt;a href=\"Japanese%20people\"&gt;Japanese&lt;/a&gt; band &lt;a href=\"Sakanaction\"&gt;Sakanaction&lt;/a&gt;, released on March 13, 2013. Primarily created in recording sessions that began in September 2012 and lasted approximately four months, the album was recorded at the home of band's vocalist and songwriter, &lt;a href=\"Ichiro%20Yamaguchi\"&gt;Ichiro Yamaguchi&lt;/a&gt;. In order to reach an audience, the band challenged themselves by creating music for commercial tie-ups and television dramas. Prior to the album, the band released three singles: two acting as theme songs for Japanese television dramas and another used in a commercial campaign for the design school Mode Gakuen.\nTheming the album around the concept of a &lt;a href=\"M%C3%B6bius%20strip\"&gt;Möbius strip&lt;/a&gt;, the band separated their music into two different types: external-facing songs meant for a wide audience, and internal-facing, created as a reflection of their personal musical tastes. The theme represented the band's efforts in attempting to bridge the gap between these two song types. Yamaguchi classified each song on the album as either external or internal, except for the album's preceding single \"Music\", which he saw as both. The album featured a strong dance sound, influenced by the band members' current musical tastes. Electronic musician &lt;a href=\"Aoki%20Takamasa\"&gt;Aoki Takamasa&lt;/a&gt;, who had previously created remixes for the band, collaborated with Sakanaction on the primarily instrumental songs \"Structure\" and \"&lt;a href=\"Inori%20%28Sakanaction%20song%29\"&gt;Inori&lt;/a&gt;\".\nThe album was primarily promoted during its release by two songs: \"&lt;a href=\"Aoi%20%28song%29\"&gt;Aoi&lt;/a&gt;\", an \"external\" song commissioned for &lt;a href=\"NHK\"&gt;NHK&lt;/a&gt;'s 2013 soccer broadcasts that was promoted on radio and released exclusively on &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt; two weeks before the album, and \"Inori\", an \"internal\" song that was promoted with a music video and was released as the \"&lt;a href=\"Inori%20%28Sakanaction%20song%29\"&gt;Inori EP&lt;/a&gt;\", a vinyl exclusive release on June 26, 2013. From March to June 2013, the band promoted the album with the Sakanaquarium 2013 tour, including their first solely billed concert in &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;.\nThe album was their first release to debut at number one on the Japanese &lt;a href=\"Oricon\"&gt;Oricon&lt;/a&gt; albums chart, and was also certified gold by the &lt;a href=\"Recording%20Industry%20Association%20of%20Japan\"&gt;Recording Industry Association of Japan&lt;/a&gt; during its first month. As of 2016, the album is the band's most commercially successful release. Critics were positive about the album, praising \"Sakanaction\"'s stronger dance sound, however were either disappointed that there was not a greater change, or were alienated by the \"internal\" songs. The album was chosen as one of the general award-receiving albums for the 2014 &lt;a href=\"CD%20Shop%20Awards\"&gt;CD Shop Awards&lt;/a&gt;, however did not receive one of the major awards.\nBackground and development.\nIn September 2011, Sakanaction released their fifth studio album \"&lt;a href=\"Documentaly\"&gt;Documentaly&lt;/a&gt;\", which had reached number two on the Japanese &lt;a href=\"Oricon\"&gt;Oricon&lt;/a&gt; albums chart; the highest position achieved by the band in their career at the time. The album was strongly affected by the events of the &lt;a href=\"2011%20T%C5%8Dhoku%20earthquake%20and%20tsunami\"&gt;2011 Tōhoku earthquake and tsunami&lt;/a&gt; which had occurred in March of that year, during the promotional period for their single \"&lt;a href=\"Rookie%20%28Sakanaction%20song%29\"&gt;Rookie&lt;/a&gt;\". The band's vocalist and songwriter &lt;a href=\"Ichiro%20Yamaguchi\"&gt;Ichiro Yamaguchi&lt;/a&gt; felt a new resolution to create music that would resonate with a general pop music audience, who listened to idol acts such as &lt;a href=\"Girls%27%20Generation\"&gt;Girls' Generation&lt;/a&gt; and &lt;a href=\"AKB48\"&gt;AKB48&lt;/a&gt;. As rock music was no longer a popular staple during the early 2010s in Japan, Yamaguchi felt that the reasons people listened to music had changed over time, and wanted to mix rock music with entertainment-focused music in order to give these people the type of music that they look for.\nThe band's personal goal for \"Documentaly\" was to achieve 100,000 copies sold and to be able to perform at the 9,000-capacity &lt;a href=\"Makuhari%20Messe\"&gt;Makuhari Messe&lt;/a&gt; event hall. After achieving this goal, Sakanaction decided to extend this goal for their next album: 200,000 copies sold and two days performing at the Makuhari Messe. In order for the band to meet this goal, they realized they would need to reach out to a much wider audience, by agreeing to more commercial tie-ups, which they saw as a challenge for the band to do new things. Furthermore, they felt that they would need to consider a new audience: people with no prior interest in the band, who would happen to hear their music as they watched television, as well as a younger audience.\nIn October 2011, while the band had just begun performing their Sakanaquarium 2011 tour, the band were contacted by the promotions team of Mode Gakuen to write a commercial song for their 2012 advertisements in October 2011, This was the first time the band had been asked to write a piece of music specifically for a purpose (though songs on \"Documentaly\" had been used for commercial tie-ups, these had been organized after the songs had been completed). The band recorded the song after the tour finished, and planned to release it as a single at the beginning of 2012. However, while this was happening, the band were contacted to write a theme song for the &lt;a href=\"Tsuyoshi%20Kusanagi\"&gt;Tsuyoshi Kusanagi&lt;/a&gt; drama \"37-sai de Isha ni Natta Boku: Kenshui Junjō Monogatari\", which disrupted their plans for the single. The theme song, \"&lt;a href=\"Boku%20to%20Hana\"&gt;Boku to Hana&lt;/a&gt;\", was released in May 2012, while the Mode Gakuen commercial song \"&lt;a href=\"Yoru%20no%20Odoriko\"&gt;Yoru no Odoriko&lt;/a&gt;\" was released in August 2012. During the same time period, Yamaguchi was commissioned to write the song \"&lt;a href=\"Moment%20%28SMAP%20song%29\"&gt;Moment&lt;/a&gt;\" for the Japanese boy band &lt;a href=\"SMAP\"&gt;SMAP&lt;/a&gt;. Used as the theme music for the &lt;a href=\"Tokyo%20Broadcasting%20System%20Television\"&gt;Tokyo Broadcasting System Television&lt;/a&gt; broadcast of the &lt;a href=\"2012%20Summer%20Olympics\"&gt;2012 Summer Olympics&lt;/a&gt;, for which SMAP member &lt;a href=\"Masahiro%20Nakai\"&gt;Masahiro Nakai&lt;/a&gt; was the main sportscaster, the song was released as a single on August 1, 2012, and reached number one on &lt;a href=\"Oricon\"&gt;Oricon&lt;/a&gt;'s weekly singles chart.\nBoth \"Boku to Hana\" and \"Yoru no Odoriko\" saw commercial and critical success. After three months, \"Boku to Hana\" certified gold by the &lt;a href=\"Recording%20Industry%20Association%20of%20Japan\"&gt;Recording Industry Association of Japan&lt;/a&gt;, for 100,000 digital downloads to desktop computers, a milestone \"Yoru no Odoriko\" also achieved seven months after its release. Critics praised \"Boku to Hana\" as highly entertaining, noting its minimalist electro arrangement and its emotion, while \"Yoru no Odoriko\"'s progressive structure and &lt;a href=\"Trance%20music\"&gt;trance&lt;/a&gt; elements were seen as expressing an essential, core identity and style of Sakanaction.\nA month and a half before the album's release, the band released the single \"&lt;a href=\"Music%20%28Sakanaction%20song%29\"&gt;Music&lt;/a&gt;\", a song used as the theme song for the &lt;a href=\"Y%C5%8Dsuke%20Eguchi\"&gt;Yōsuke Eguchi&lt;/a&gt;-starring &lt;a href=\"Fuji%20Television\"&gt;Fuji Television&lt;/a&gt; drama \"Dinner\". The song was their first number one single on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Japan%20Hot%20100\"&gt;Japan Hot 100&lt;/a&gt; chart, and is currently the band's most successful single in terms of physical copies sold.\nWriting and production.\nRecording.\nThe album's main recording sessions began in September 2012, and lasted for approximately four months. The band decided to record songs at Yamaguchi's home studio, as the group had grown tired of having to return to recording studios often due to their repeated commercial tie-up offers. They originally intended to re-record some parts of songs at a large recording studio, but instead used the home-recorded takes. The band felt that recording at Yamaguchi's home had a different atmosphere, as the location did not come with the pressure of time limits and recording staff, which made these sessions feel less like work. For the \"Sakanaction\" album sessions, the band found that they felt free to record any music that they wanted to, and that the location allowed for the band to develop a different sound, as this was the space where Yamaguchi usually listened to music. Yamaguchi described these home sessions as feeling like an after school club, how everyone worked together in front of a computer. In addition to the main recording session, additional recordings were held at Alive Recording Studio in &lt;a href=\"Setagaya\"&gt;Setagaya&lt;/a&gt; and Aobadai Studio in &lt;a href=\"Aobadai%2C%20Meguro%2C%20Tokyo\"&gt;Aobadai, Meguro&lt;/a&gt;.\nThe members of Sakanaction entirely finished the musical arrangement of each song first, without having lyrics to accompany the songs. This was a technique they had first used in the \"Boku to Hana\" recording sessions earlier in 2012. Yamaguchi would then write the lyrics and record the vocal tracks at home, after they had finished. The other members of the band found this difficult, as they could not use the lyrics as a guiding image for how to create the song, and found that each member's image of the song was different. Yamaguchi focused on song-making during the album's creation, especially the song's lyrics, and left the album's mixing, mastering and track order to the other band members, as well as the recording engineers who were working with them.\nThe first song in the album recording sessions was \"Structure\", a song that Yamaguchi composed on the guitar, which originally had lyrics. The next composition the band worked on after \"Structure\" was \"Music\", a song they envisioned as the leading promotional track for the album. After finishing the song's arrangement but prior to finishing the lyrics, they were informed that the Fuji Television production staff for drama \"Dinner\" had requested a Sakanaction song for the drama's theme song. As the offer was for any Sakanaction song, the band submitted \"Music\", a song that they wanted to release personally, without considering the drama's story or the song's reception by television audience as they had done for \"Boku to Hana\". Due to the drama tie-up, the band released \"Music\" as a two track single on January 23, 2013, coupled with a demo take of the song \"Eiga\" recorded on November 16, 2012. The band were still actively recording the album in January 2013, and finished on February 16. The album's introduction was the final song recorded for the album, recorded in &lt;a href=\"binaural%20recording\"&gt;binaural recording&lt;/a&gt; on the morning that the album was mastered.\nTitle and themes.\nThe band decided to self-title the album between the \"Yoru no Odoriko\" sessions, and before the start of their September recording sessions. This was based on discussions the band had in 2010, where they wanted to release instrumental songs as sakanaction (ibid.) as opposed to their name in Japanese which they used for their regular releases, . Originally the band planned to release two albums simultaneously, with an album composed of songs with lyrics released under their Japanese name and an album of instrumental songs, released with their name in lower case roman script. The band abandoned these plans due to their busy schedule, instead using lower case roman \"sakanaction\" as the album's title.\nThe band had originally planned to self-title their previous album, \"&lt;a href=\"Documentaly\"&gt;Documentaly&lt;/a&gt;\" (2011), due to the album's documentary theme. However, as the events of the 2011 Tōhoku earthquake and tsunami affecting the album's recording so much, as this did not reflect their attempt to express everything that was happening in 2011, as opposed to just what happened to the band. For their next album, they decided to revisit this idea. This was due to the band's greater exposure in Japan through their commercial tie-ups, which would mean a great number of people would be listening to Sakanaction for the first time for this album. Yamaguchi described making music for this new audience as feeling like the band were releasing their first album again, which strengthened their desire to self-title this release.\nThe band decided on a &lt;a href=\"M%C3%B6bius%20strip\"&gt;Möbius strip&lt;/a&gt; theme before their main album recording sessions. They saw their music being composed of two different types of songs: and , where their externally focused songs were those created for a wide audience and to attract new fans, such as their single and promotional songs, while the internally focused songs were those that the band members personally wanted to make musically, without considering an outside audience. The album's Möbius strip theme represented a synergy between the two different types of Sakanaction songs, much as a Möbius strip only has a single surface. Yamaguchi classed five of the album's songs as external: \"Yoru no Odoriko\", \"Aldebaran\", \"M\", \"&lt;a href=\"Aoi%20%28song%29\"&gt;Aoi&lt;/a&gt;\" and \"Boku to Hana\", while seeing the remaining songs as internally focused. The exception to this was \"Music\", the first song they created with this theme in mind, which they saw as a mix of both types of songs and a representation of the album's theme. The band included an album mix of \"Music\" on \"Sakanaction\", to create a mix of the song in a style that they personally wanted to have, as opposed to the single edition which was mixed for the drama. The band originally intended for the entire album, except for its singles and \"Aoi\" to be internally focused songs, however as the band further experimented, they found themselves naturally creating other externally focused songs: \"Aldebaran\" and \"M\".\nSong creation and album structure.\n\"Sakanaction\" was created as a dance album, where a pop song structure was applied to dance music, in order for the band express Yamaguchi's love of club music. In order to do this, the band placed emphasis on the music over the lyrics, with Yamaguchi attempting to add lyrics that fit well with the music without altering the imagery created by the instrumental and melody. Though Yamaguchi had previously written lyrics in a &lt;a href=\"haiku\"&gt;haiku&lt;/a&gt;-like style, attempting to create strong imagery in a compact space, he found the lyrical process for \"Sakanaction\" very different. By creating wordplay without affecting the melody or music, he found the process more like writing &lt;a href=\"children%27s%20song\"&gt;children's song&lt;/a&gt;s, such as \"&lt;a href=\"Akatombo\"&gt;Akatombo&lt;/a&gt;\" (1965) or the traditional song \"&lt;a href=\"Kagome%20Kagome\"&gt;Kagome Kagome&lt;/a&gt;\". He specifically saw \"Aldebaran\" as a Sakanaction-style song that could be on the children's interstitial program \"&lt;a href=\"Minna%20no%20Uta\"&gt;Minna no Uta&lt;/a&gt;\", lyrically being inspired to write the story of a cat.\nYamaguchi felt that the album's music focus was a way for them to explain their instincts, and what kind of a band they were. The band members primarily listened to minimalist techno and instrument-focused music during the recording sessions of \"Sakanaction\", which strongly affected the sound of the album. In particular, Sakanaction had been listening to German DJ Stimming, UK house artist Miguel Campbell and American recording artist &lt;a href=\"Toro%20y%20Moi\"&gt;Toro y Moi&lt;/a&gt;. Yamaguchi noted that the other band members all listened to &lt;a href=\"Akufen\"&gt;Akufen&lt;/a&gt;, and that bassist Ami Kusakari preferred &lt;a href=\"goa%20trance\"&gt;goa trance&lt;/a&gt;.\nThe album is structured into two halves: the first having a consistent dance flow, beginning from what the band saw as a \"deep\" place (\"&lt;a href=\"Inori%20%28Sakanaction%20song%29\"&gt;Inori&lt;/a&gt;\"), rising towards the album's \"summit\" song \"Aoi\". From \"Aoi\", the songs begin to adopt a \"deep\" and varied tone, until they reach what the band saw as the deepest place on the album, \"Asa no Uta\". Yamaguchi chose the order of the three beginning tracks (\"Intro\", \"Inori\" and \"Music\"), which he linked due to the songs' high tempos, and also the link between \"Structure\" and \"Asa no Uta\". He asked the other band members to decide the order of the other songs. The final track list that they chose was extremely similar to how Yamaguchi envisioned (the only difference being that \"Boku to Hana\" and \"Mellow\" were switched). Personally, Yamaguchi felt as if the first half was emotional and Sakanaction-like, while the second half had a more entertaining sound.\nYamaguchi wanted to create an album that began and ended with instrumental tracks. He felt that \"Structure\" in its demo state would have been a weak album opener, so he began to work on other songs. While Yamaguchi was creating these tracks, he happened to talk to electronic musician &lt;a href=\"Aoki%20Takamasa\"&gt;Aoki Takamasa&lt;/a&gt;, who agreed to collaborate with the band on a new version of \"Structure\" and another song, \"Inori\". Yamaguchi saw \"Inori\" and \"Structure\" as being the complete opposite of external-focused songs on the album, and he wanted the songs to remain as instrumentals so that listeners could focus on the music without the images created by lyrics affecting what they heard. \"Structure\"'s demo version was the first song the band recorded in the album sessions. In its original form, it had an &lt;a href=\"arpeggio\"&gt;arpeggio&lt;/a&gt; guitar-like arrangement, similar in feel to the B-side of their \"Boku to Hana\" single, \"Neptunus\". Yamaguchi created the song as an experiment, to see if he could take a guitar-composed song and turn it into dance music. The demo originally had lyrics in its final section, but Yamaguchi believed that the lyrics worked against the images listeners would be constructing while listening to it. \"Inori\", among other songs on the album, were composed without a guitar, going against their previous convention of only releasing songs that could be performed solely with a guitar. Yamaguchi wanted \"Inori\" to be the first song on the album to surprise listeners who had only heard their externally focused songs with commercial tie-ups, and believed that this would set the tone for the album. Yamaguchi saw \"Inori\" as being the most internally focused song on the album.\n&lt;a href=\"NHK\"&gt;NHK&lt;/a&gt; commissioned the band to create \"Aoi\" in late 2012, after the band had finished recording the backing track for \"Music\", as they wanted the band to create a broadcasting theme song for their 2013 soccer broadcasts. The band created an externally focused guitar-driven rock song reminiscent of songs from their earlier albums for the project, however the band's guitarist Motoharu Iwadera strongly objected to this, as he felt that the band had moved stylistically towards a club-focused &lt;a href=\"electronic%20dance%20music\"&gt;electronic dance&lt;/a&gt; sound. As a compromise, the band produced the guitar-based rock song with their more recent musical style, feeling that they had created something entirely new by mixing the two styles. The song \"Nantettatte Haru\" was similarly a musical experiment, in that it used sampled drums instead of drummer Keiichi Ejima performing them live. \"Eiga\" was a remix of the demo take that was featured on the band's \"Music\" single, that was recorded on November 16, 2012.\nThe band utilized new sounds when recording \"Asa no Uta\". As the song only included a single guitar, Iwadera performed &lt;a href=\"hand%20percussion\"&gt;hand percussion&lt;/a&gt; throughout the song instead. Yamaguchi saw the song acoustic and alternative genres as being able to create a danceable four on the floor beat, and believed this song acted as an answer to the album's Möbius strip theme. The song was potentially going to be released as a single after \"Sakanaction\", if they were not able to record it in time for the album.\nPromotion and release.\nThe album was announced on January 22, 2013, one day before the release of the \"Music\" single. Two and a half weeks later, the album's title and cover artwork were unveiled. The artwork, created by Kamikene of the design team Hatos, was based on the photos of his design partner, Daisuke Ishizaka. He laid out pictures of the sky and sea symbolically, to represent the album's moebius strip theme. On February 27, the album was made available to pre-order on the &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt; store, where the song \"&lt;a href=\"Aoi%20%28song%29\"&gt;Aoi&lt;/a&gt;\" was made available to download. As \"Aoi\" was commissioned as a song for &lt;a href=\"NHK\"&gt;NHK&lt;/a&gt; to use in their 2013 soccer broadcasts, it was broadcast during events such as &lt;a href=\"J.League\"&gt;J.League&lt;/a&gt;, the &lt;a href=\"2013%20Emperor%27s%20Cup\"&gt;2013 Emperor's Cup&lt;/a&gt;, the &lt;a href=\"2014%20FIFA%20World%20Cup%20qualification%20%E2%80%93%20AFC%20Fifth%20Round\"&gt;AFC Fifth Round qualifications for the 2014 FIFA World Cup&lt;/a&gt; and the &lt;a href=\"2013%20FIFA%20Confederations%20Cup\"&gt;2013 FIFA Confederations Cup&lt;/a&gt;. The song was promoted at radio stations across Japan during the album's release, and the song was able to reach number 27 on the \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" &lt;a href=\"Japan%20Hot%20100\"&gt;Japan Hot 100&lt;/a&gt; chart.\nOn March 13, the album was released in Japan in three physical editions: CD/DVD, CD/Blu-ray and CD only. The visual media disc featured a mix of live performances and a documentary directed by Jun Iwasaki, including performances from the &lt;a href=\"Tokyo%20FM\"&gt;Tokyo FM&lt;/a&gt; &amp; &lt;a href=\"Japan%20FM%20Network\"&gt;JFN&lt;/a&gt; Earth x Heart Live 2012 event, their performance and the &lt;a href=\"Space%20Shower%20TV\"&gt;Space Shower&lt;/a&gt; Sweet Love Shower festival. The Blu-ray edition of the album included additional content: music videos for the three singles released prior to the album. The initial press of the album came with a bonus track, \"&lt;a href=\"Bach%20no%20Senritsu%20o%20Yoru%20ni%20Kiita%20Sei%20Desu\"&gt;Bach no Senritsu o Yoru ni Kiita Sei Desu&lt;/a&gt; (Ks_Remix)\", a remix produced by the band primarily created by Kusakari.\nTo promote the release, the band held a listening party at Tokyo Liquidroom Ebisu on March 8. The event, organized by Musica magazine, was also attended by electronic musician Aoki Takamasa, who had worked with Sakanaction on the songs \"Structure\" and \"Inori\". The band toured the album with their annual tour, Sakanaquarium 2013. The band performed 19 dates at 14 locations, beginning in &lt;a href=\"Kawasaki%2C%20Kanagawa\"&gt;Kawasaki, Kanagawa&lt;/a&gt; in March, the band performed at locations such as &lt;a href=\"Zepp\"&gt;Zepp&lt;/a&gt; Sapporo, Zepp Nagoya, Zepp Fukuoka, &lt;a href=\"Makuhari%20Messe\"&gt;Makuhari Messe&lt;/a&gt; and the &lt;a href=\"Osaka-j%C5%8D%20Hall\"&gt;Osaka-jō Hall&lt;/a&gt;. The final date was held at June 15 at the Wall in &lt;a href=\"Taipei\"&gt;Taipei&lt;/a&gt;: their first solo concert held overseas.\nThe band promoted the album extensively on Japanese television during the album's release, beginning with an appearance on \"&lt;a href=\"Music%20Station\"&gt;Music Station&lt;/a&gt;\" on February 15 to perform \"Music\", and \"&lt;a href=\"Count%20Down%20TV\"&gt;Count Down TV&lt;/a&gt;\" on February 16. Closer to the album's release, the band appeared on \"&lt;a href=\"Mezamashi%20TV\"&gt;Mezamashi TV&lt;/a&gt;\" and \"Waratte Ii Tomo!\" on March 13, \"&lt;a href=\"SMAP%C3%97SMAP\"&gt;SMAP×SMAP&lt;/a&gt;\" on March 18 and \"&lt;a href=\"NHK\"&gt;NHK&lt;/a&gt; Songs\" on April 27. At \"SMAP×SMAP\", the band performed duets of \"Boku to Hana\", as well as the two compositions Yamaguchi had written for the band: \"Magic Time\" and \"Moment\". The band were invited to the 64th \"&lt;a href=\"K%C5%8Dhaku%20Uta%20Gassen\"&gt;Kōhaku Uta Gassen&lt;/a&gt;\", &lt;a href=\"NHK\"&gt;NHK&lt;/a&gt;'s annual New Year's music contest, where they performed the album's final single \"Music\".\nThe band discussed releasing \"Sakanaction\" as an &lt;a href=\"LP%20record\"&gt;LP record&lt;/a&gt;, but scrapped plans when they realized that the sound quality would degrade for the release. Instead, the band decided to release an abbreviated version of the album with a single song on each side. This record, the \"Inori EP\", was released three months later on June 26, 2013. The exclusively vinyl release reached number 36 on Oricon's weekly singles chart, reaching a slightly lower position than Sakanaction's 2009 single \"&lt;a href=\"Sen%20to%20Rei\"&gt;Sen to Rei&lt;/a&gt;\". Two years later, the band released their album discography to vinyl, due to the band's bassist Ami Kusakari's pregnancy. \"Sakanaction\" was released as a vinyl record on August 5, coinciding with the release of the band's compilation album \"\".\nReception.\nCritical reception.\nMayumi Tsuchiya of \"Bounce\" felt that \"Inori\"'s place as the first song on \"Sakanaction\" was symbolic for the band's increased focus on dance music. She strongly praised the album's middle section, composed solely of previously unpublished songs, for their \"inflected grooves\" and the lyrical convergence of \"prayers meant for a great number of people\" and the inner self. She felt that \"Nantettatte Haru da\" was a \"grief disco\" that was the complete opposite of the band's singles, and likened \"Asa no Uta\" to &lt;a href=\"John%20Lennon\"&gt;John Lennon&lt;/a&gt;'s \"&lt;a href=\"Imagine%20%28John%20Lennon%20song%29\"&gt;Imagine&lt;/a&gt;\" (1971). \"CDJournal\" reviewers felt that the album positively went against listener's expectations, and noted the theme of dawn or night on many of the album's songs. They noted that the album's final song \"Asa no Uta\" blended the album's two types of song, external and internal, into one, and was a symbolic expression of the entire album's theme. They believed the guitar-based rock, dance beat and vocal choir in the song \"Aoi\" showed off a signature style of the band, praising the song's \"strong melody\" and \"sprinting feeling\". Kazuki Namba of \"Rolling Stone Japan\" gave the album three stars out of five; feeling generally positive about the album but let down. After listening to the band's approach on the first song \"Inori\", Namba received the impression that the band were going to make an album with an entirely new form, however found that the album was merely an extension of their previous music.\nWhen personally reviewing the album's critical reception, Yamaguchi noted a surprisingly lukewarm response from music magazine critics, believing that they wanted to have an album entirely composed of \"external\" songs such as \"Aoi\", which they responded well to, as opposed to \"internal\" songs such as \"Inori\", which they did not understand. However, he saw a strongly positive response among fashion magazine reviewers and the general public, which he saw as a sign that fashion reviewers were fatigued with the 2013 Japanese music scene.\nThe album was chosen as one of the general award-receiving albums for the 2014 &lt;a href=\"CD%20Shop%20Awards\"&gt;CD Shop Awards&lt;/a&gt;, however did not receive one of the major awards.\nCommercial reception.\nThe album debuted at number one on &lt;a href=\"Oricon\"&gt;Oricon&lt;/a&gt;'s weekly albums chart, after selling 83,000 copies. This was a record for the band, both in terms of the number of copies that they had sold in one week of a release, as well as the fact that they had never reached number one on an Oricon chart before. Rival sales tracking agency \"&lt;a href=\"Nielsen%20SoundScan\"&gt;SoundScan&lt;/a&gt; Japan\" tracked the majority of the album's first week physical sales coming from the CD/Blu-ray edition of the album, closely followed by the CD/DVD edition, which sold 39,000 and 37,000 copies respectively. By comparison, the regular CD only edition sold 12,000 copies in the same period. Barks noted that in addition to the physical sales tracked by Oricon, the album performed well at major &lt;a href=\"paid%20download\"&gt;paid download&lt;/a&gt; providers in Japan, being the most purchased album at &lt;a href=\"iTunes\"&gt;iTunes&lt;/a&gt; Japan, &lt;a href=\"mora%20%28music%20store%29\"&gt;Mora&lt;/a&gt; and &lt;a href=\"Amazon%20Music\"&gt;Amazon MP3&lt;/a&gt;. The initial shipments to music stores in March was high enough for the &lt;a href=\"Recording%20Industry%20Association%20of%20Japan\"&gt;Recording Industry Association of Japan&lt;/a&gt; to give \"Sakanaction\" a gold certification. The release is currently the band's most successful album, in terms of physical copies sold.\nThe album spent four weeks in the top ten, and a total of nine weeks in the top 30 albums. Between 2013 and 2014, the album spent 42 weeks in the top 300, selling a total of 176,000 copies. In &lt;a href=\"Taiwan\"&gt;Taiwan&lt;/a&gt;, the album reached number 14 on the &lt;a href=\"G-Music\"&gt;G-Music&lt;/a&gt; East Asian sub-chart during its initial release, however re-charted in early 2015, achieving a greater position at number six. In Japan, when the album was released as an &lt;a href=\"LP%20record\"&gt;LP record&lt;/a&gt; in 2015, coinciding with the release of the band's compilation album \"Natsukashii Tsuki wa Atarashii Tsuki: Coupling &amp; Remix Works\", the album re-entered the chart at number 145 due to 500 copies being sold, and spent just a single additional week on the chart.\nThe album became the 31st most sold physical album of 2013 in Japan, according to Oricon. The album was the second most purchased album on iTunes Japan in 2013, outperforming the musicians &lt;a href=\"Carly%20Rae%20Jepsen\"&gt;Carly Rae Jepsen&lt;/a&gt; and &lt;a href=\"Bruno%20Mars\"&gt;Bruno Mars&lt;/a&gt;, however beaten by American singer &lt;a href=\"Taylor%20Swift\"&gt;Taylor Swift&lt;/a&gt;'s \"&lt;a href=\"Red%20%28Taylor%20Swift%20album%29\"&gt;Red&lt;/a&gt;\" (2012).\nPersonnel.\nPersonnel details were sourced from \"Sakanaction\"'s liner notes booklet.\nSakanaction\nPersonnel and imagery"
}