{
    "id": "396621",
    "revid": "398607",
    "url": "https://en.wikipedia.org/wiki?curid=396621",
    "title": "Ivar Giaever",
    "text": "Ivar Giaever (, ; born April 5, 1929) is a Norwegian-American engineer and physicist who shared the &lt;a href=\"Nobel%20Prize%20in%20Physics\"&gt;Nobel Prize in Physics&lt;/a&gt; in 1973 with &lt;a href=\"Leo%20Esaki\"&gt;Leo Esaki&lt;/a&gt; and &lt;a href=\"Brian%20David%20Josephson\"&gt;Brian Josephson&lt;/a&gt; \"for their discoveries regarding &lt;a href=\"Quantum%20tunnelling\"&gt;tunnelling phenomena&lt;/a&gt; in &lt;a href=\"solid-state%20physics\"&gt;solids&lt;/a&gt;\". Giaever's share of the prize was specifically for his \"experimental discoveries regarding tunnelling phenomena in &lt;a href=\"Superconductivity\"&gt;superconductors&lt;/a&gt;\". \nIn 1975, he was elected as a member into the &lt;a href=\"National%20Academy%20of%20Engineering\"&gt;National Academy of Engineering&lt;/a&gt; for contributions in the discovery and elaboration of electron tunneling into superconductors.\nGiaever is a &lt;a href=\"professor%20emeritus\"&gt;professor emeritus&lt;/a&gt; at the &lt;a href=\"Rensselaer%20Polytechnic%20Institute\"&gt;Rensselaer Polytechnic Institute&lt;/a&gt; and the president of the company Applied Biophysics.\nEarly life.\nGiaever earned a degree in &lt;a href=\"mechanical%20engineering\"&gt;mechanical engineering&lt;/a&gt; from the &lt;a href=\"Norwegian%20University%20of%20Science%20and%20Technology\"&gt;Norwegian Institute of Technology&lt;/a&gt; in Trondheim in 1952. In 1954, he emigrated from Norway to Canada, where he was employed by the Canadian division of &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt;. He moved to the United States four years later, joining &lt;a href=\"General%20Electric%20Research%20Laboratory\"&gt;General Electric's Corporate Research and Development Center&lt;/a&gt; in Schenectady, New York, in 1958. He has lived in &lt;a href=\"Niskayuna%2C%20New%20York\"&gt;Niskayuna, New York&lt;/a&gt;, since then, taking up US citizenship in 1964. While working for General Electric, Giaever earned a &lt;a href=\"Doctor%20of%20Philosophy\"&gt;Ph.D.&lt;/a&gt; degree at the &lt;a href=\"Rensselaer%20Polytechnic%20Institute\"&gt;Rensselaer Polytechnic Institute&lt;/a&gt; in 1964.\nThe Nobel Prize.\nThe work that led to Giaever's Nobel Prize was performed at General Electric in 1960. Following on Esaki's discovery of &lt;a href=\"electron\"&gt;electron&lt;/a&gt; tunnelling in &lt;a href=\"semiconductor\"&gt;semiconductor&lt;/a&gt;s in 1958, Giaever showed that tunnelling also took place in superconductors, demonstrating tunnelling through a very thin layer of &lt;a href=\"oxide\"&gt;oxide&lt;/a&gt; surrounded on both sides by &lt;a href=\"metal\"&gt;metal&lt;/a&gt; in a superconducting or normal state. Giaever's experiments demonstrated the existence of an &lt;a href=\"energy%20gap\"&gt;energy gap&lt;/a&gt; in superconductors, one of the most important predictions of the &lt;a href=\"BCS%20theory\"&gt;BCS theory&lt;/a&gt; of superconductivity, which had been developed in 1957. Giaever's experimental demonstration of tunnelling in superconductors stimulated the theoretical physicist Brian Josephson to work on the phenomenon, leading to his prediction of the &lt;a href=\"Josephson%20effect\"&gt;Josephson effect&lt;/a&gt; in 1962. Esaki and Giaever shared half of the 1973 Nobel Prize, and Josephson received the other half.\nGiaever's research later in his career was mainly in the field of &lt;a href=\"biophysics\"&gt;biophysics&lt;/a&gt;. In 1969, he researched biophysics for a year as a fellow at &lt;a href=\"Clare%20Hall%2C%20Cambridge\"&gt;Clare Hall&lt;/a&gt;, &lt;a href=\"University%20of%20Cambridge\"&gt;University of Cambridge&lt;/a&gt;, through a Guggenheim Fellowship, and he continued to work in this area after he returned to the US.\nHe has co-signed a letter from over 70 Nobel laureate scientists to the Louisiana Legislature supporting the repeal of &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;’s &lt;a href=\"Louisiana%20Science%20Education%20Act\"&gt;Louisiana Science Education Act&lt;/a&gt;.\nOther prizes.\nIn addition to the Nobel Prize, he has also been awarded the &lt;a href=\"Buckley%20Prize\"&gt;Oliver E. Buckley Prize&lt;/a&gt; by the &lt;a href=\"American%20Physical%20Society\"&gt;American Physical Society&lt;/a&gt; in 1965, the Golden Plate Award of the &lt;a href=\"Academy%20of%20Achievement\"&gt;American Academy of Achievement&lt;/a&gt; in 1966, and the &lt;a href=\"Zworykin%20Award\"&gt;Zworykin Award&lt;/a&gt; by the &lt;a href=\"National%20Academy%20of%20Engineering\"&gt;National Academy of Engineering&lt;/a&gt; in 1975.\nIn 1985, he was awarded an &lt;a href=\"honorary%20degree\"&gt;honorary degree&lt;/a&gt;, doctor honoris causa, at the &lt;a href=\"Norwegian%20Institute%20of%20Technology\"&gt;Norwegian Institute of Technology&lt;/a&gt;, later part of &lt;a href=\"Norwegian%20University%20of%20Science%20and%20Technology\"&gt;Norwegian University of Science and Technology&lt;/a&gt;.\nHe is a member of the &lt;a href=\"Norwegian%20Academy%20of%20Science%20and%20Letters\"&gt;Norwegian Academy of Science and Letters&lt;/a&gt;.\nGlobal warming.\nGiaever has repeatedly professed skepticism of &lt;a href=\"global%20warming\"&gt;global warming&lt;/a&gt;, calling it a \"new religion.\"\nOn 13 September 2011, Giaever resigned from the &lt;a href=\"American%20Physical%20Society\"&gt;American Physical Society&lt;/a&gt; over its official position. The APS Fellow noted: \"In the APS it is ok to discuss whether the mass of the proton changes over time and how a multi-universe behaves, but the evidence of global warming is incontrovertible?\"\nGiaever is currently a science advisor with American &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; and &lt;a href=\"Libertarianism%20in%20the%20United%20States\"&gt;libertarian&lt;/a&gt; &lt;a href=\"think%20tank\"&gt;think tank&lt;/a&gt; &lt;a href=\"The%20Heartland%20Institute\"&gt;The Heartland Institute&lt;/a&gt;.\nPersonal life.\nGiaever married his childhood sweetheart Inger Skramstad in 1952. They have four children: John, Anne, Guri and Trine. Giaever is an atheist."
}