{
    "id": "39668981",
    "revid": "1273126",
    "url": "https://en.wikipedia.org/wiki?curid=39668981",
    "title": "Ulysses Grant-Smith",
    "text": "Ulysses S. Grant-Smith (November 18, 1870 – August 27, 1959) was an American career diplomat who served as &lt;a href=\"United%20States%20Ambassador%20to%20Albania\"&gt;Minister to Albania&lt;/a&gt; and &lt;a href=\"United%20States%20Ambassador%20to%20Uruguay\"&gt;Minister to Uruguay&lt;/a&gt; during the interwar period.\nBiography.\nHe was originally from &lt;a href=\"Washington%20County%2C%20Pennsylvania\"&gt;Washington County, Pennsylvania&lt;/a&gt;. A career &lt;a href=\"foreign%20service%20officer\"&gt;foreign service officer&lt;/a&gt;, he began serving as a diplomat in 1903, and arrived in Copenhagen on 18 July 1917, to take up the position of Counselor at the US Legation there. Less than five months later, upon Minister &lt;a href=\"Maurice%20Francis%20Egan\"&gt;Maurice Egan's&lt;/a&gt; departure on 16 December, he became Chargé d'Affaires and the ranking US representative in Denmark. He remained Chargé for over a year, until the arrival of the new US Minister, &lt;a href=\"Norman%20Hapgood\"&gt;Norman Hapgood&lt;/a&gt;, on April 16, 1919. On September 18, 1919, Grant-Smith left Copenhagen, and was declared eligible for a new diplomatic assignment. On December 4, 1919, he was appointed US Commissioner to Hungary, signing the &lt;a href=\"U.S.%E2%80%93Hungarian%20Peace%20Treaty%20%281921%29\"&gt;U.S.-Hungarian Peace Treaty&lt;/a&gt; in 1921. In 1922, he became the first U.S. Minister to &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt;. Grant-Smith was appointed to the post in September 1922 by President &lt;a href=\"Warren%20G.%20Harding\"&gt;Warren G. Harding&lt;/a&gt;, and arrived in &lt;a href=\"Tirana\"&gt;Tirana&lt;/a&gt; in December of the same year. He served through February 8, 1925, and was then made Minister to &lt;a href=\"Uruguay\"&gt;Uruguay&lt;/a&gt; from 1925 to 1929.\nUlysses Grant-Smith died on August 27, 1959, at the home of his niece, in &lt;a href=\"Washington%2C%20Pennsylvania\"&gt;Washington, Pennsylvania&lt;/a&gt;."
}