{
    "id": "39697927",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=39697927",
    "title": "2013 Asia-Pacific Rally Championship",
    "text": "The 2013 &lt;a href=\"Asia-Pacific%20Rally%20Championship\"&gt;Asia-Pacific Rally Championship&lt;/a&gt; season is an international &lt;a href=\"Rallying\"&gt;rally&lt;/a&gt; championship sanctioned by the &lt;a href=\"F%C3%A9d%C3%A9ration%20Internationale%20de%20l%27Automobile\"&gt;FIA&lt;/a&gt;. The championship is contested by a combination of regulations with &lt;a href=\"Group%20N\"&gt;Group N&lt;/a&gt; competing directly against &lt;a href=\"Super%202000\"&gt;Super 2000&lt;/a&gt; cars for points. A new rally was added to the calendar, the first since Rally of Queensland in 2009, in the &lt;a href=\"Thailand%20Rally\"&gt;Thailand Rally&lt;/a&gt;.\nIndian driver &lt;a href=\"Gaurav%20Gill\"&gt;Gaurav Gill&lt;/a&gt; won the Asian-Pacific championship after many years in the series. Gill won the championship despite his Finnish team mate &lt;a href=\"Esapekka%20Lappi\"&gt;Esapekka Lappi&lt;/a&gt; winning more events. Gill wrapped the title up early as the only rival outside of the Team MRF squad, Subaru driver Sanjay Takle, did not attend the final round at the &lt;a href=\"China%20Rally\"&gt;China Rally&lt;/a&gt;.\nAustralian driver Simon Knowles won the Pacific Cup held over the three Pacific ocean events. The Asia Cup was held over three of the four Asian events, with the &lt;a href=\"China%20Rally\"&gt;China Rally&lt;/a&gt; being left out in favour of candidate rally, the &lt;a href=\"Thailand%20Rally\"&gt;Thailand Rally&lt;/a&gt;. The Asia Cup was won by New Zealand driver &lt;a href=\"Michael%20Young%20%28rally%20driver%29\"&gt;Michael Young&lt;/a&gt;.\nRace calendar and results.\nThe 2013 APRC is as follows:\nChampionship standings.\nThe 2013 APRC for Drivers points is as follows:\nNote: 1 – 12 refers to the bonus points awarded for each leg of the rally for the first five place getters, 1st (7), 2nd (5), 3rd (3), 4th (2), 5th (1). There are two bonus legs for each rally."
}