{
    "id": "39696908",
    "revid": "36370945",
    "url": "https://en.wikipedia.org/wiki?curid=39696908",
    "title": "Revolutionary Insurrectionary Army of Ukraine",
    "text": "The Revolutionary Insurrectionary Army of Ukraine (), also known as the Black Army or as Makhnovtsi (), named after their leader &lt;a href=\"Nestor%20Makhno\"&gt;Nestor Makhno&lt;/a&gt;, was an &lt;a href=\"anarchist\"&gt;anarchist&lt;/a&gt; army formed largely of &lt;a href=\"Ukrainian%20people\"&gt;Ukrainian&lt;/a&gt; peasants and workers during the &lt;a href=\"Russian%20Civil%20War\"&gt;Russian Civil War&lt;/a&gt; of 1917–1922. They protected the operation of \"free &lt;a href=\"Soviet%20%28council%29\"&gt;soviets&lt;/a&gt;\" and &lt;a href=\"libertarian%20socialism\"&gt;libertarian&lt;/a&gt; &lt;a href=\"Commune%20%28socialism%29\"&gt;communes&lt;/a&gt; in the &lt;a href=\"Free%20Territory\"&gt;Free Territory&lt;/a&gt;, an attempt to form a &lt;a href=\"Stateless%20society\"&gt;stateless&lt;/a&gt; &lt;a href=\"Anarcho-communism\"&gt;libertarian communist&lt;/a&gt; society from 1918 to 1921 during the &lt;a href=\"Ukrainian%20War%20of%20Independence\"&gt;Ukrainian War of Independence&lt;/a&gt;. They were founded and inspired based on the &lt;a href=\"Black%20Guards\"&gt;Black Guards&lt;/a&gt;.\nHistory.\nBackground.\nThe roots of militant &lt;a href=\"anarchism%20in%20Ukraine\"&gt;anarchism in Ukraine&lt;/a&gt; can be traced back to the activities of the &lt;a href=\"Zaporozhian%20Cossacks\"&gt;Zaporozhian Cossacks&lt;/a&gt;, who established a their own \"&lt;a href=\"Zaporozhian%20Sich\"&gt;free territory&lt;/a&gt;\" in the &lt;a href=\"Wild%20Fields\"&gt;Wild Fields&lt;/a&gt;, where they practiced a decentralized, democratic and egalitarian mode of organization until their defeat by the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; at the turn of the 19th century. Later rebellions in Ukraine were driven by the &lt;a href=\"radicalism%20%28historical%29\"&gt;radicals&lt;/a&gt; in the &lt;a href=\"Southern%20Society%20of%20the%20Decembrists\"&gt;Southern Society of the Decembrists&lt;/a&gt;, which led a short-lived &lt;a href=\"Chernigov%20Regiment%20revolt\"&gt;mutiny&lt;/a&gt; in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, and the &lt;a href=\"Narodniks\"&gt;populists&lt;/a&gt; of the \"&lt;a href=\"Going%20to%20the%20People\"&gt;Going to the People&lt;/a&gt;\" campaign, who attempted to ignite a peasant revolt in &lt;a href=\"Chyhyryn\"&gt;Chyhyryn&lt;/a&gt;.\n&lt;a href=\"Insurrectionary%20anarchism\"&gt;Insurrectionary anarchism&lt;/a&gt; first spread throughout Ukraine during the &lt;a href=\"1905%20Russian%20Revolution\"&gt;1905 Russian Revolution&lt;/a&gt;, with organizations such as the &lt;a href=\"Chernoe%20Znamia\"&gt;Black Banner&lt;/a&gt; launching a terrorist campaign against the &lt;a href=\"Tsarist%20autocracy\"&gt;Tsarist autocracy&lt;/a&gt;. In the small town of &lt;a href=\"Huliaipole\"&gt;Huliaipole&lt;/a&gt;, a young &lt;a href=\"Nestor%20Makhno\"&gt;Nestor Makhno&lt;/a&gt; joined the &lt;a href=\"Union%20of%20Poor%20Peasants\"&gt;Union of Poor Peasants&lt;/a&gt;, which carried out \"&lt;a href=\"Expropriative%20anarchism\"&gt;expropriations&lt;/a&gt;\" against wealthy locals, before much of the group was arrested and imprisoned for their activities. Following the &lt;a href=\"February%20Revolution\"&gt;February Revolution&lt;/a&gt;, Makhno was released and returned to his hometown, where he began to organize the local peasantry. With the outbreak of the &lt;a href=\"Kornilov%20affair\"&gt;Kornilov affair&lt;/a&gt; threatening the gains of the &lt;a href=\"Russian%20Revolution\"&gt;revolution&lt;/a&gt;, Makhno established a revolutionary defense committee that set about \"disarming the entire local &lt;a href=\"bourgeoisie\"&gt;bourgeoisie&lt;/a&gt; and abolishing its rights over the &lt;a href=\"Public%20property\"&gt;people's assets&lt;/a&gt;\", resulting in the establishment of numerous agrarian communes. \nThe seizure of power by the &lt;a href=\"Bolsheviks\"&gt;Bolsheviks&lt;/a&gt; during the &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt; ignited a &lt;a href=\"Russian%20Civil%20War\"&gt;civil war&lt;/a&gt;, as &lt;a href=\"counterrevolutionary\"&gt;counterrevolutionaries&lt;/a&gt; such as the &lt;a href=\"Don%20Cossacks\"&gt;Don Cossacks&lt;/a&gt; and &lt;a href=\"Ukrainian%20nationalism\"&gt;Ukrainian nationalists&lt;/a&gt; rose up against the new government. On January 4, 1918, the anarchists of Huliaipole established a 800-strong detachment which, led by &lt;a href=\"Savely%20Makhno\"&gt;Savely Makhno&lt;/a&gt;, departed for &lt;a href=\"Zaporizhzhia\"&gt;Alexandrovsk&lt;/a&gt; to join up with the &lt;a href=\"Red%20Guards%20%28Russia%29\"&gt;Red Guards&lt;/a&gt; and &lt;a href=\"Aleksandrovsk%20Bolshevik%20Uprising\"&gt;fight against&lt;/a&gt; the forces of the &lt;a href=\"Central%20Council%20of%20Ukraine\"&gt;Central Council of Ukraine&lt;/a&gt;. Meanwhile, back in Huliaipole, Nestor Makhno led the local resistance to the Don Cossacks, successfully defeating and disarming them, before sending them home. Nestor also freed the imprisoned local workers and expropriated 250,000 rubles from the bank, in order to fund the activities of the local &lt;a href=\"Soviet%20%28council%29\"&gt;soviet&lt;/a&gt;.\nThe &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; responded to the outbreak of civil war by invading Ukraine in February 1918. With the Red Guards unable to stop them, the &lt;a href=\"German%20Empire\"&gt;German&lt;/a&gt; and &lt;a href=\"Austria-Hungary\"&gt;Austrian&lt;/a&gt; occupying forces signed a &lt;a href=\"Treaty%20of%20Brest-Litovsk%20%28Ukraine%E2%80%93Central%20Powers%29\"&gt;peace treaty&lt;/a&gt; with the Ukrainian Central Council. The following month, the Bolshevik government capitulated to the Central Powers' demands in the &lt;a href=\"Treaty%20of%20Brest-Litovsk\"&gt;Treaty of Brest-Litovsk&lt;/a&gt;, ceding control of Ukraine in exchange for the formal recognition of the &lt;a href=\"Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Soviet Republic&lt;/a&gt;. Ukrainian revolutionaries were either forcibly disarmed or evacuated to Russia, where the Red Guards also disarmed them. Supported by the local landowners, recently dispossessed by revolting peasants, 600,000 imperial soldiers occupied Ukraine, igniting a &lt;a href=\"Ukrainian%20War%20of%20Independence\"&gt;war of independence&lt;/a&gt; as insurgent bands rose up against the occupying forces and Ukrainian collaborators. \nNestor Makhno attempted to organize resistance to the invasion, forming a 1,500-strong volunteer detachment and obtaining 3,000 rifles and six cannons from the Red Guards. The peasant detachment made for Alexandrovsk, where they were brought under the command of &lt;a href=\"Alexander%20Yegorov%20%28soldier%29\"&gt;Alexander Yegorov&lt;/a&gt;. But they soon discovered that, in their absence, Huliaipole had been occupied by German troops, aided by local Ukrainian nationalists that had seized control from the Soviet and arrested leading revolutionaries in mid-April. The anarchist detachment retreated to &lt;a href=\"Taganrog\"&gt;Taganrog&lt;/a&gt; where they held a conference, deciding that some would tour Russia to rally support, while others would remain behind to build a clandestine revolutionary organization. The conference set July 1918 as the date to regroup, upon which they would return to Huliaipole and ignite an uprising against the occupying forces. \nBy the time that the anarchist forces returned to Ukraine, the country had been brought completely under the control of the Central Powers, which were now exploiting its resources to aid in the &lt;a href=\"World%20War%20I\"&gt;war&lt;/a&gt; against the &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allies&lt;/a&gt;. The Central Council had been deposed and replaced with &lt;a href=\"Pavlo%20Skoropadskyi\"&gt;Pavlo Skoropadskyi&lt;/a&gt;, who acted as \"&lt;a href=\"Hetman%20of%20Ukraine\"&gt;Hetman&lt;/a&gt;\" of the new &lt;a href=\"Ukrainian%20State\"&gt;Ukrainian State&lt;/a&gt;, a nominally independent &lt;a href=\"client%20state\"&gt;client state&lt;/a&gt; of the Central Powers. The &lt;a href=\"Russian%20nobility\"&gt;nobility&lt;/a&gt; had also reclaimed their property from the peasantry, with thousands of peasants receiving &lt;a href=\"Corporal%20punishment\"&gt;corporal&lt;/a&gt; and &lt;a href=\"capital%20punishment\"&gt;capital punishment&lt;/a&gt;, while the country's agricultural produce was shipped westward. Many libertarian activists from Huliaipole were executed during the &lt;a href=\"White%20Terror%20%28Russia%29\"&gt;White Terror&lt;/a&gt;, including Yemelyan Makhno, with others such as &lt;a href=\"Alexander%20Kalashnikov\"&gt;Alexander Kalashnikov&lt;/a&gt; and Savely Makhno also awaiting execution in prison. \nAlready dissatisfied by the return to private land ownership under the new regime, much of the peasantry refused to support a conservative government administered by former imperial Russian officials and supported by the Austro-Hungarian and German occupiers. Peasant bands under various self-appointed \"&lt;a href=\"ataman\"&gt;ataman&lt;/a&gt;s\" which had been counted on the rolls of the UNR's army now attacked the Germans, later going over to the &lt;a href=\"Directorate%20of%20Ukraine\"&gt;Directory&lt;/a&gt; in summer 1918, to the Bolsheviks in late 1918–19, or home to protect local interests, in many cases changing allegiances, plundering so-called class enemies, and venting age-old resentments. They finally dominated the countryside in mid-1919; the largest portion would follow either Socialist Revolutionary &lt;a href=\"Matvey%20Hryhoriyiv\"&gt;Matvey Hryhoriyiv&lt;/a&gt; or the &lt;a href=\"Anarchist%20symbolism%23Black%20flag\"&gt;black flag&lt;/a&gt; of Nestor Makhno. Following Makhno's return to &lt;a href=\"Zaporizhzhia%20Oblast\"&gt;the region&lt;/a&gt;, the first Makhnovist detachment was established in &lt;a href=\"Voskresenske\"&gt;Voskresenske&lt;/a&gt; and began to carry out raids against Hetmanate positions. Makhno himself formed a peasant detachment in &lt;a href=\"Ternivka\"&gt;Ternivka&lt;/a&gt;, but before long returned to Huliaipole while &lt;a href=\"Drag%20%28clothing%29\"&gt;disguised as a woman&lt;/a&gt;, in order to carry out attacks against the occupation forces.\nFoundation of the Insurgent Army.\nOn September 22, 1918, the Huliaipole anarchist group around &lt;a href=\"Nestor%20Makhno\"&gt;Nestor Makhno&lt;/a&gt; and &lt;a href=\"Simon%20Karetnik\"&gt;Simon Karetnik&lt;/a&gt; began to make moves to decisively reoccupy their hometown. Disguised as a detachment of the &lt;a href=\"National%20Guard%20of%20Ukraine\"&gt;National Guard&lt;/a&gt;, they were able to disarm and attack unwitting units of the &lt;a href=\"Ukrainian%20State\"&gt;Ukrainian State&lt;/a&gt;, a tactic which they made frequent use of. Aided by their disguises, they were able to reach Huliaipole within a few days, narrowly avoiding the local &lt;a href=\"German%20Imperial%20Army\"&gt;German occupation forces&lt;/a&gt;. They continued on to , where they encountered forces of the &lt;a href=\"Austro-Hungarian%20Army\"&gt;Austro-Hungarian Army&lt;/a&gt; and led a &lt;a href=\"feigned%20retreat\"&gt;feigned retreat&lt;/a&gt; into the fields, upon which they cut down the Austrian detachment with machine gun fire. Afterwards, the anarchists executed the local police chief and passed out propaganda to the conscripted troops, urging them to &lt;a href=\"mutiny\"&gt;mutiny&lt;/a&gt; and launch &lt;a href=\"Revolutions%20of%201917%E2%80%931923\"&gt;revolutions of their own&lt;/a&gt; back home, before releasing them in different directions. \nWhile the occupation forces were busy pacifying Marfopol, the anarchists finally returned to Huliaipole and scattered throughout the &lt;a href=\"Huliaipole%20Raion\"&gt;region&lt;/a&gt;, raising the local peasantry to revolt. They held an assembly with 400 participants, which discussed the ignition of an insurrection and how it would be prosecuted, quickly working out a program of action. Within a day, the insurgent forces had taken control of the region without any bloodshed, briefly returning local infrastructure to &lt;a href=\"workers%27%20control\"&gt;workers' control&lt;/a&gt; and re-establishing \"the power of the &lt;a href=\"Soviet%20%28council%29\"&gt;soviets&lt;/a&gt;\", before declaring a general insurrection throughout Ukraine to overthrow the Hetmanate and oust the occupation forces. However, on September 29, the Central Powers launched a counterattack, forcing the anarchists to evacuate the town and retreat to &lt;a href=\"Mariupol\"&gt;Mariupol&lt;/a&gt; in order to avoid &lt;a href=\"encirclement\"&gt;encirclement&lt;/a&gt; and subsequent reprisals. On the way to Mariupol, the insurgents were able to disarm more Hetmanate units and seize their equipment for themselves, befeore linking up with the 60-strong insurgent force led by the anarchist sailor &lt;a href=\"Fedir%20Shchus\"&gt;Fedir Shchus&lt;/a&gt;, who had been waging &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; against the occupation since the Taganrog conference. The two forces resolved to join together, so that they could successfully conduct &lt;a href=\"conventional%20warfare\"&gt;open warfare&lt;/a&gt; against not only the Central Powers, but also against the invading &lt;a href=\"White%20movement\"&gt;White movement&lt;/a&gt;. This rallying cry eventually resulted in the insurgents pulling together 1,500 volunteers, although only one-quarter were armed. \nThe insurgents were ambushed in , cutting off their route of retreat, but the Makhnovists managed to maintain their access to the forest through a series of &lt;a href=\"flanking%20maneuver\"&gt;flanking maneuver&lt;/a&gt;s. In the face of overwhelming odds, Makhno managed to rouse the insurgents to attack the superior enemy force. Thus, on the night of September 30, a 30-strong insurgent detachment split into two groups - one led by Shchus and armed with a &lt;a href=\"Maxim%20gun\"&gt;Maxim gun&lt;/a&gt;, the other led by Makhno and armed with a &lt;a href=\"Lewis%20gun\"&gt;Lewis gun&lt;/a&gt;. They faced a well-armed force led by 500-strong Austrian battalion, and supported by 100 Ukrainian &lt;a href=\"squire\"&gt;squire&lt;/a&gt;s and 80 National Guardsmen, in total outnumbering the insurgents by over 20 times. In a surprise attack, the two small insurgent bands positioned themselves &lt;a href=\"pincer%20movement\"&gt;on either side&lt;/a&gt; of the enemy camp and opened fire on the unarmed troops, forcing them into a panicked retreat, pursued by local peasants armed only with farming tools. After the battle was over, they had captured four machine guns and two munitions vehicles, along with 80 enemy &lt;a href=\"prisoners%20of%20war\"&gt;prisoners of war&lt;/a&gt;. With their officers having apparently abandoned them to the insurgents, the captured Ukrainian troops were shot, while the remaining Austrian soldiers were fed and released with some provisions, stripped of their &lt;a href=\"kepi\"&gt;kepi&lt;/a&gt;s (symbolically &lt;a href=\"Demilitarisation\"&gt;demilitarizing&lt;/a&gt; them). For his military prowess, Nestor Makhno reluctantly accepted the honorific title of \"Bat'ko\" from the victorious insurgents. \nThe insurgents subsequently carried out a series of attacks against the Germans and their Ukrainian collaborators, with Makhno and Shchus infiltrating a White Russian meeting on a landowner's estate and blowing up their hosts with a bomb. This was likewise met with reprisals from the occupying forces, which led a counterattack against Dibrivka, burning down hundreds of houeses in the village and attacking the local peasantry. Over the following weeks, many insurgent bands began to rise up throughout the region, attacking the occupation forces and collaborationists. When insurgent forces occupied a village, they would set up guard posts on all sides to ensure they wouldn't be hit with surprise attacks and could retreat if necessary. They would also lay false trails to mislead the enemy on their direction of travel, frequently diverting course and moving at night in areas they knew well. On November 15, a Hungarian attack against the village of was aided by a local \"&lt;a href=\"kulak\"&gt;kulak&lt;/a&gt;\", who had mistakenly been allowed passage by Makhno himself. The insurgents managed to halt the attack with machine gun fire, but following a failed cavalry charge, they were forced to fall back, pinned down by Hungarian sniper fire. Despite insurgent attempts to break the attack, Hungarian reinforcements forced the insurgents to retreat, having lost half of their 350-strong force, with Makhno, Shchus and Karetnik all being wounded. \nDespite the defeat, the insurgents continued their sustained attacks against German colonists and Ukrainian landowners, eventually clearing the whole region around Huliaipole of the occupation and collaborationist forces. By the end of 1918, the entirety of &lt;a href=\"Eastern%20Ukraine\"&gt;Eastern Ukraine&lt;/a&gt; was experiencing revolts against the Central Powers, growing to such an extent that the German high command in &lt;a href=\"Zaporizhzhia\"&gt;Alexandrovsk&lt;/a&gt; even conceded to insurgent demands of amnesty for their prisoners of war. At a regional insurgent conference, Makhno proposed that they open up a war on four fronts: simultaneously against the Hetmanate, Central Powers, Don Cossacks and White movement. It was decided to reorganize the insurgent forces into a unified army, using a federal model, with mixed battalions composed of cavalry, infantry, \"tachanki\" and artillery sections. With the consent of their forces, the commanders on each of the four fronts were given discretion to introduce military discipline into their ranks and would answer directly to \"Bat'ko\" Makhno as &lt;a href=\"commander-in-chief\"&gt;commander-in-chief&lt;/a&gt;. An intelligence service made up of volunteer women was also established, tasked with keeping track of enemy movements and reporting them to central command. The insurgent high command, which included Shchus and Karetnik alongside Makhno, was almost wiped out not long after it was constituted, being encircled by occupation forces at &lt;a href=\"Synelnykove\"&gt;Synelnykove&lt;/a&gt; and only narrowly saved by reinforcements. Another near-miss came on November 20, when Makhno's ill-prepared detachment was attacked by a White Russian armored train, killing a number of his most experienced fighters and even resulting in rumours spreading throughout Ukraine of Makhno's death.\nBy this time, the Central Powers had been forced to sign an &lt;a href=\"Armistice%20of%2011%20November%201918\"&gt;armistice&lt;/a&gt;, bringing &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; to an end and resulting in the end of their occupation in Ukraine. &lt;a href=\"Symon%20Petliura\"&gt;Symon Petliura&lt;/a&gt; had also led a coup in &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt; which ousted &lt;a href=\"Pavlo%20Skoropadskyi\"&gt;Pavlo Skoropadskyi&lt;/a&gt; from power, reconstituting the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt; with the &lt;a href=\"Directorate%20of%20Ukraine\"&gt;Directorate&lt;/a&gt; as its government. The new government granted amnesty to all political prisoners, allowing &lt;a href=\"Savely%20Makhno\"&gt;Savely Makhno&lt;/a&gt; and &lt;a href=\"Alexander%20Kalashnikov\"&gt;Alexander Kalashnikov&lt;/a&gt; to return home to Huliaipole, but the shaky truce between the insurgents and the government began to weaken, as the Petliurists looked to form an alliance with the White movement under &lt;a href=\"Anton%20Denikin\"&gt;Anton Denikin&lt;/a&gt;. The anarchist insurgent movement itself, which had only two months ago consisted of a small detachment in Ternovka, was now a tightly-organized and battle-hardened fighting force: the Revolutionary Insurrectionary Army of Ukraine.\nIntensification of the conflict.\nWith the &lt;a href=\"Central%20Powers\"&gt;Central Powers&lt;/a&gt; having pulled out of Ukraine, in December 1918, the &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allies&lt;/a&gt; led an &lt;a href=\"Southern%20Russia%20intervention\"&gt;intervention&lt;/a&gt; on the side of &lt;a href=\"Anton%20Denikin\"&gt;Anton Denikin&lt;/a&gt;'s &lt;a href=\"White%20movement\"&gt;White movement&lt;/a&gt;, with 50,000 Allied troops landing at &lt;a href=\"Odessa\"&gt;Odessa&lt;/a&gt; and being deployed throughout &lt;a href=\"Southern%20Ukraine\"&gt;Southern Ukraine&lt;/a&gt;. The &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt; controlled most of the remainder of Ukraine, but their forces were poorly equipped and isolated, opposed by the Allies, White and Red Russians alike. \nMeanwhile, the Makhnovists were occupied on the front in &lt;a href=\"Donbas\"&gt;Donbas&lt;/a&gt;, where they were engaged in skirmishes with the &lt;a href=\"Don%20Cossacks\"&gt;Cossacks&lt;/a&gt; of the &lt;a href=\"Don%20Republic\"&gt;Don Republic&lt;/a&gt;. Efforts were made to avoid opening up a western front against the Ukrainian nationalists, with the insurgent commander &lt;a href=\"Alexei%20Chubenko\"&gt;Alexei Chubenko&lt;/a&gt; negotiating a truce between the two parties in order to effectively oppose Denikin. But after nationalists forcibly broke up the &lt;a href=\"Dnipro\"&gt;Ekaterinoslav&lt;/a&gt; &lt;a href=\"Soviet%20%28council%29\"&gt;Soviet&lt;/a&gt;, the Makhnovists resolved to intervene on behalf of the Bolsheviks, who promised the anarchists military assistance which they had no way of providing. On December 27, Makhno led a force of 600 insurgents in an attack against the city, quickly seizing the train station without bloodshed and taking over the guard posts. Despite seizing 20 machine guns, 4 artillery cannons and substantial ammunition, the Makhnovists were unprepared for street fighting in an urban environment, taking many more days to clear out the remaining nationalist forces from the city. Despite the anarchists playing the main role in the battle for Ekaterinoslav, the Bolsheviks decided that they would themselves take control of the city, appointing their own officers to key positions in the city's bureaucracy. But the anarchists and &lt;a href=\"Left%20Socialist-Revolutionaries\"&gt;Left Socialist-Revolutionaries&lt;/a&gt; held firm to their majority on the city's revolutionary committee, preventing the seizure of power by the Bolsheviks, who responded by abandoning their military posts and allowing a nationalist counteroffensive to retake the city. With their main route of retreat cut off, the insurgents were forced to cross over the frozen Dnieper river, with many either drowning in the icy water or being cut down by nationalist gunfire. \nThe insurgents fell back to Huliaipole, where &lt;a href=\"Viktor%20Belash\"&gt;Viktor Belash&lt;/a&gt; began preparations for a congress to reorganize the Don front, which was still made up of largely disconnected and poorly-supplied partisan detachments. On January 3, 1919, delegates from each of the 40 insurgent detachments met for the conference at &lt;a href=\"Polohy\"&gt;Polohy&lt;/a&gt;. Delegates expressed their need for supplies and a central command, to which Belash responded by proposing the reorganization of the detachments into &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt;s under the command of the Makhnovist general staff, a resolution that was passed unanimously. They elected a central command headed by Belash, who reorganized the 6,200 troops stationed on the front into five regiments. Each of these regiments were made up of three &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;s, which were in turn composed of three &lt;a href=\"Company%20%28military%20unit%29\"&gt;companies&lt;/a&gt;, in turn composed of three &lt;a href=\"platoon\"&gt;platoon&lt;/a&gt;s, where every unit would elect their own commanders. \nIn the process of reorganizing, the insurgent army found itself surrounded on all sides: they faced 2,000 Ukrainian nationalists in the north; 5,000 &lt;a href=\"Russian%20Mennonite%23World%20War%20I\"&gt;Mennonite colonists&lt;/a&gt; in the west; and 4,500 &lt;a href=\"Volunteer%20Army\"&gt;White Volunteers&lt;/a&gt; in the south. But peasant conscripts within these forces often deserted and joined the Makhnovists, which saw their ranks swell over the following weeks: their southern front (250 km) came to count 15,000 rifles, 1,000 cavalry and 40 machine guns; the western front counted 2,000 insurgents; the northern front counted 10,000 insurgents; while 5,000 insurgents were kept in reserve at Huliaipole. By the middle of January 1919, the Makhnovist ranks totaled 29,000 fighters on the 550 km of front-lines and 20,000 in reserve. In response, the enemy ranks on all sides were sent reinforcements from the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;: 2,000 infantry and 300 cavalry to the Mennonites; 10,000 infantry to the Whites at &lt;a href=\"Berdyansk\"&gt;Berdyansk&lt;/a&gt;; while a further 2,000 infantry and 800 cavalry spearheaded a White offensive against Huliaipole. As conflict on all of these fronts intensified, many peasants fled to Huliaipole, followed closely by the White advance. On January 23, 1919, the First Regional Congress of Peasants, Workers and Fighters was held in Dibrivka. Units of the Insurgent Army and the rural districts of the &lt;a href=\"Free%20Territory\"&gt;Free Territory&lt;/a&gt; sent 100 delegates, largely made up of &lt;a href=\"Left%20Socialist-Revolutionaries\"&gt;Left Socialist-Revolutionaries&lt;/a&gt; and &lt;a href=\"Union%20of%20Socialists-Revolutionaries%20Maximalists\"&gt;Maximalists&lt;/a&gt;, who sought to strengthen the front-lines with veterans of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; and secure the release of peasant conscripts from the White Russian and Ukrainian nationalist ranks.\nIntegration into the Red Army.\nAs conscripts began to desert the Ukrainian nationalist forces en masse, the Bolsheviks finally broke the &lt;a href=\"Treaty%20of%20Brest-Litovsk\"&gt;Treaty of Brest-Litovsk&lt;/a&gt; and ordered the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; to &lt;a href=\"Ukraine%20Offensive%20%281919%29\"&gt;invade Ukraine&lt;/a&gt;, with &lt;a href=\"Christian%20Rakovsky\"&gt;Christian Rakovsky&lt;/a&gt; proclaiming the establishment of the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt; in &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt;. After the Red Army captured Ekaterinoslav from the nationalists and &lt;a href=\"Luhansk\"&gt;Luhansk&lt;/a&gt; from the Whites, on January 26, the Insurgent Army dispatched Alexei Chubenko to meet with the Bolshevik commander &lt;a href=\"Pavel%20Dybenko\"&gt;Pavel Dybenko&lt;/a&gt; and secure a military alliance between the two forces. The Insurgent Army was subsequently absorbed into the &lt;a href=\"Ukrainian%20Soviet%20Army\"&gt;Ukrainian Soviet Army&lt;/a&gt; and became known as the &lt;a href=\"1st%20Zadneprovsk%20Ukrainian%20Soviet%20Division%23Actions%20of%20the%202nd%20and%203rd%20brigades\"&gt;3rd Trans-Dnieper Brigade&lt;/a&gt;, with Dybenko promising to provide them with sorely-needed weapons, ammunition and money. Although they were now themselves under Bolshevik command, the insurgents retained the structure that Belash had established, including the free election of unit commanders. Belash himself met with his new commander-in-chief &lt;a href=\"Vladimir%20Antonov-Ovseenko\"&gt;Vladimir Antonov-Ovseenko&lt;/a&gt;, who reaffirmed the promise of additional supplies for the insurgents and the Red Army's intention to establish a &lt;a href=\"communist%20society\"&gt;communist society&lt;/a&gt;. \nHowever, the implementation of Bolshevik rule in Ukraine was soon followed by &lt;a href=\"Political%20repression%20in%20the%20Soviet%20Union\"&gt;repression&lt;/a&gt;. As the Bolsheviks favored the &lt;a href=\"proletariat\"&gt;proletariat&lt;/a&gt; over the &lt;a href=\"peasantry\"&gt;peasantry&lt;/a&gt;, it implemented &lt;a href=\"Prodrazvyorstka\"&gt;food requisitioning&lt;/a&gt; in order to supply its urban centers, shooting any peasants that resisted, which caused a resurgence of peasant revolts in Ukraine. The &lt;a href=\"Cheka\"&gt;Cheka&lt;/a&gt; also carried out its &lt;a href=\"Red%20Terror\"&gt;Red Terror&lt;/a&gt; in the areas captured by the Bolsheviks, with residents of Ekaterinoslav reporting arbitrary political persecution and increased economic hardship. This &lt;a href=\"bureaucratic%20collectivism\"&gt;bureaucratic collectivism&lt;/a&gt; and &lt;a href=\"authoritarian%20socialism\"&gt;authoritarianism&lt;/a&gt; brought the Bolshevik command into opposition with their subordinates in the insurgent ranks, who upheld &lt;a href=\"soviet%20democracy\"&gt;soviet democracy&lt;/a&gt; and &lt;a href=\"libertarian%20socialism\"&gt;libertarian socialism&lt;/a&gt;. The insurgents also displayed marked solidarity with urban workers, such as in the case of their seizure of 100 wagons of grain from the White movement, which they immediately shipped to Moscow, in an independent action that drew hostility from the Bolshevik command.\nOn February 12, the Second Regional Congress of Peasants, Workers and Fighters was held in Huliaipole, drawing together 245 delegates from the free territory's 350 rural districts. The delegation from Kharkiv reported on their negotiations with the &lt;a href=\"First%20Secretary%20of%20the%20Communist%20Party%20of%20Ukraine\"&gt;secretary&lt;/a&gt; of the Ukrainian Soviet government, who they stated had reaffirmed the Bolsheviks' alliance with the insurgents. The Congress then turned its attention to the issue of the &lt;a href=\"Communist%20Party%20of%20Ukraine%20%28Soviet%20Union%29\"&gt;Communist Party&lt;/a&gt;'s authority over the &lt;a href=\"soviet%20%28council%29\"&gt;soviets&lt;/a&gt;, with the delegate from &lt;a href=\"Novopavlovsk\"&gt;Novopavlovsk&lt;/a&gt; displaying marked frustration on the matter:\nIn defiance of the Bolsheviks, the Congress thus passed a resolution declaring the establishment of \"freely elected, anti-authoritarian soviets\", which would be independent of any political party. It also resolved to elect a Military Revolutionary Soviet, which would act as the &lt;a href=\"Executive%20%28government%29\"&gt;executive power&lt;/a&gt; of the Makhnovschina between congresses; established a supply section to distribute equipment throughout the frontlines; and ordered a \"voluntary\" and \"egalitarian\" mobilization to ensure the contined functioning of the wartime economy. By this time, the insurgents had experienced such a rapid influx of volunteers that they were unable to supply all of them with weapons, which left 70,000 people in reserve while 30,000 active-duty troops fought on the front-lines. \nTo the Makhnovists, their integration into the Red Army had been an exclusively military decision, but the Bolsheviks saw it through a political lens, and took the decision to be a tacit recognition of the Ukrainian Soviet Republic's authority. The Ukrainian Soviet Army was itself composed \"almost exclusively of detachments of local partisans\", to the chagrin of the Bolshevik leadership, which sought to impose a strict &lt;a href=\"Command%20hierarchy\"&gt;military hierarchy&lt;/a&gt; over the partisans, deposing a number of popular \"&lt;a href=\"ataman\"&gt;ataman&lt;/a&gt;s\" and introducing &lt;a href=\"political%20commissar\"&gt;political commissar&lt;/a&gt;s to oversee the army's &lt;a href=\"Bolshevization\"&gt;Bolshevization&lt;/a&gt;. The Makhnovists were openly resentful of the auditing by the Cheka and commissars, with some insurgents even being shot for not submitting to &lt;a href=\"Bolshevism\"&gt;Bolshevik ideology&lt;/a&gt;. This resentment was intensified when the Bolsheviks' pledged material support did not manifest, with the insurgents receiving 3,000 poorly-made rifles and 100,000 rounds of ammunition, but none of the machine guns or artillery cannons which the Red Army command had promised. The supply of weapons was intentionally restricted by the Bolsheviks, who themselves resented the strong influence of anarchists and Left SRs within the insurgent ranks, particularly bemoaning the presence of &lt;a href=\"Dmitry%20Ivanovich%20Popov\"&gt;Dmitry Popov&lt;/a&gt;, who had led the &lt;a href=\"Left%20SR%20uprising\"&gt;Left SR uprising&lt;/a&gt; before defecting to the Ukrainian anarchist movement. Josef Dybets, an anarcho-syndicalist turned Bolshevik who headed a &lt;a href=\"Revolutionary%20committee%20%28Soviet%29\"&gt;revolutionary committee&lt;/a&gt; in &lt;a href=\"Berdyansk\"&gt;Berdyansk&lt;/a&gt;, would later boast of sabotaging the Makhnovist supply chains, recalling that he had once rerouted a requested shipment of leather at a time when \"half of the Makhnovists were virtually barefoot\". Despite the hostilities between the Soviet factions, the insurgents continued to aid the &lt;a href=\"Ukraine%20Offensive%20%281919%29\"&gt;offensive&lt;/a&gt; against the Whites in &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt;, even pushing as far as Denikin's headquarters in &lt;a href=\"Taganrog\"&gt;Taganrog&lt;/a&gt; before abruptly halting due to their lack of arms and ammunition, equipment which they then attempted to seize from a &lt;a href=\"Arm%C3%A9e%20d%27Orient%20%281915%E2%80%931919%29%23After%20World%20War%20I\"&gt;French detachment&lt;/a&gt; at Mariupol. \nOn April 10, the Third Regional Congress of Peasants, Workers and Fighters was held in Huliaipole, bringing together delegates from 72 districts, who represented over two million people. Before the Congress could adjourn, they received a telegram from Pavel Dybenko, who pronounced the congress to be \"counter-revolutionary\", declared its participants to be &lt;a href=\"outlaw\"&gt;outlaw&lt;/a&gt;s and threatened them with \"the most rigorous repressive measures\". The Military Revolutionary Soviet sent a response that defended the Congress against these charges, explaining that it had first been convened to coordinate the activities of the insurgent army, at a time when the Red Army did not yet have any presence in the region. They even went so far as to elaborate the reasons for the insurgent movement's very existence, calling on Dybenko to reconsider his labelling of millions of workers as \"counter-revolutionaries\", asking of him:\nThe Military Revolutionary Soviet thus closed its letter by declaring its intention to continue its activities, as it considered itself responsible directly to the people it represented. The controversy drew the attention of Vladimir Antonov-Ovseenko, who on April 28 visited Huliaipole, in order to better gauge the situation on the ground. The Ukrainian commander-in-chief was given a warm welcome by the locals, who greeted him with an orchestral rendition of \"&lt;a href=\"The%20Internationale\"&gt;The Internationale&lt;/a&gt;\". At the insurgent capital, Makhno informed Antonov-Ovseenko of the situation at the front, introduced him to members of the local Soviet and reunited him with his \"old acquaintance\" &lt;a href=\"Maria%20Nikiforova\"&gt;Maria Nikiforova&lt;/a&gt;. He subsequently inspected the brigade's reserve regiment, describing them as \"devour[ing him] with their eyes\" while they listened to his speech about their collective struggle and the \"necessity for iron discipline\". As news came in of the insurgents' successful capture of Mariupol, Makhno proceeded to promise further successes at the front, provided that the insurgents received the necessary equipment. Makhno further elaborated on the material shortages that the insurgents were suffering and bemoaned the problems caused by the 9th Soviet Reserve Division, which he described as \"prone to panic\", claiming that \"its command's sympathies lay with the Whites.\" Antonov-Ovseenko was also greeted with salutes by insurgents that had been charged with &lt;a href=\"banditry\"&gt;banditry&lt;/a&gt; and later sat down with them for a meal, after which he toured a number of the town's secondary schools and hospitals. Antonov-Ovseenko would later note that while his report may have appeared to grant the insurgents some undue idealization, he insited that he had striven to provide an objective account. \nThe following day, Antonov-Ovseenko sent a message to Christian Rakovsky, in which the commander-in-chief praised the insurgents and categorically refuted the allegations of an anti-Soviet conspiracy, requesting the Ukrainian Soviet government to put an immediate end to the \"senseless punitive measures\" against the anarchists. He also openly criticised the \"&lt;a href=\"Izvestia\"&gt;Izvestia&lt;/a&gt;\" for publishing anti-anarchist attack pieces, declaring them to be deliberately provocative acts of misinformation and defending the Makhnovists as having demonstrated \"extraordinary revolutionary valor\". Finally, he ordered to provide the Makhnovists with the supplies they urgently needed, officially requesting they be sent artillery cannons, 4 million rubles, ammunition, medical supplies and personnel, and an &lt;a href=\"Armoured%20train\"&gt;armored train&lt;/a&gt;, among other miscellaneous pieces of equipment. Antonov-Ovseenko was therafter criticized for his anarchist sympathies by &lt;a href=\"Leon%20Trotsky\"&gt;Leon Trotsky&lt;/a&gt;, who urged him to focus their resources on the &lt;a href=\"Battle%20for%20the%20Donbas%20%281919%29\"&gt;White offensive in Donbas&lt;/a&gt;, to which he responded by reiterating his defense of the Makhnovists and criticising the Red Army's high command in Moscow for their lack of understanding of the military situation in Ukraine. Despite his best efforts, Antonov-Ovseenko's request to better equip the Makhnovists was not met and anti-anarchist polemics continued in the Bolshevik press. \nNevertheless, Antonov-Ovseenko's reports attracted a number of prominent Bolshevik officials, including &lt;a href=\"Lev%20Kamenev\"&gt;Lev Kamenev&lt;/a&gt;, to themselves visit Huliaipole the very next week. Again to the tune of \"The Internationale\", they were greeted by Nikiforova and Makhno, who gave them a tour of the town. After the initial pleasantries, disagreements soon erupted when the Bolsheviks demanded the Military Revolutionary Soviet be abolished, a proposal which the insurgents could not accept as it was \"created by the masses and on no account could it be disbanded by any authority at all.\" Despite this, the Bolsheviks and anarchists parted on friendly terms, with Kamenev promising they would \"always find a common language with authentic revolutionaries like the Makhnovists.\" Kamenev immediately requested Nikiforova's conviction be commuted and published an open letter in which he refuted the misinformation being diseminated about the Makhnovists. Like Antonov-Ovseenko before him, Kamenev again called for the insurgents to be supplied with the necessary equipment that they had been promised by the government, claiming that meeting this request would help alleviate the disagreements between the two factions.\nMutinies in the Red Army.\nA few days later, the under \"ataman\" &lt;a href=\"Nikifor%20Grigoriev\"&gt;Nikifor Grigoriev&lt;/a&gt; refused an order to relieve the &lt;a href=\"Hungarian%20Soviet%20Republic\"&gt;Hungarian Soviet Republic&lt;/a&gt; by way of an attack against the &lt;a href=\"Kingdom%20of%20Romania\"&gt;Kingdom of Romania&lt;/a&gt;. Grigoriev's \"&lt;a href=\"Green%20armies\"&gt;Green Army&lt;/a&gt;\" subsequently launched an against the Bolsheviks, taking with them signifiant amounts of equipment and seizing control of parts of &lt;a href=\"Western%20Ukraine\"&gt;Western Ukraine&lt;/a&gt;. On May 12, Kamenev sent a message to the Makhnovists, urging them to condemn Grigoriev and side with the Bolsheviks, under threat of a \"declaration of war\". The Makhnovists responded by reiterating their loyalty to the Revolution and declaring that they would continue to fight on the front-lines until they had defeated the White movement. However, they stopped short of the requested condemnation, as they were still unaware of the details about Grigoriev's uprising and resolved to put together a commission to investigate the affair. The commission would end up issuing a condemnation against the \"&lt;a href=\"warlord\"&gt;warlord&lt;/a&gt;\", denouncing him specifically for his &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt; and &lt;a href=\"authoritarianism\"&gt;authoritarianism&lt;/a&gt;, while also leaving room for the peasants that followed him to \"open their eyes, leave Grigoriev and rally again to the banner of revolution.\" However, they also analyzed the cause of his uprising to have been in reaction to the installation of a \"party dictatorship\" in Ukraine, declaring that \"[Grigoriev] is a traitor to the revolution and an enemy of the people, but the party of the Bolshevik communists is every bit as much the workers' enemy.\" It was this proclamation, combined with severe Red Army losses against Grigoriev, that led the high command to consolidate their forces around the Makhnovists, hoping that this would prevent them too from revolting. \nThe poorly-equipped insurgents were then left almost entirely responsible for the southern front against the Whites. Following a tactical error by a Bolshevik-led division, the &lt;a href=\"Kuban%20Cossacks\"&gt;Kuban Cossacks&lt;/a&gt; led by &lt;a href=\"Andrei%20Shkuro\"&gt;Andrei Shkuro&lt;/a&gt; managed to breach through the soviet lines and captured &lt;a href=\"Donetsk\"&gt;Yuzovka&lt;/a&gt;, taking numerous Bolsheviks and Makhnovists as prisoners and having them hanged. According to Antonov-Ovseenko, the Makhnovists' inability to withstand this assault was due to their continuing lack of supplies and reinforcements, as the Red Army high command had turned its attentions towards Grigoriev. Despite themselves having understimated Shkuro's forces, the Red Army high command instead lay blame for the defeat on the Makhnovists and resolved to eliminate them, which caused a breakdown in the Red chain-of command as Antonov-Ovseenko again came to the insurgents' defense. The commander of the &lt;a href=\"2nd%20Ukrainian%20Soviet%20Army\"&gt;2nd Ukrainian Soviet Army&lt;/a&gt;, Anatoly Skachko, decided to convert Makhno's brigade into the &lt;a href=\"7th%20Ukrainian%20Soviet%20Division\"&gt;7th Ukrainian Soviet Division&lt;/a&gt;, as doing so would give them the necessary pretext to fill the insurgent ranks with Bolshevik party members and political commissars. Despite on the surface being an authentic deployment, Skachko described the conversion as an \"organizational reshuffle\" which would reign in the autonomy of the insurgents and set the groundwork for their liquidation. \nAntonov-Ovseenko was able to foil Skachko's plan and attempted to revert the insurgent detachment into a &lt;a href=\"brigade\"&gt;brigade&lt;/a&gt;, but the insurgents had already become alienated with their high command, resolving to reassert their autonomy and reestablish themselves as an \"independent insurgent army\". On May 29, the insurgents issued a communique to the Ukrainian Front's command and the &lt;a href=\"Council%20of%20People%27s%20Commissars%20of%20the%20Russian%20Soviet%20Federative%20Socialist%20Republic\"&gt;Council of People's Commissars&lt;/a&gt;, demanding that they be granted their requested independence, albeit still subject to the general command of the &lt;a href=\"Southern%20Front%20of%20the%20Russian%20Civil%20War\"&gt;Southern Front&lt;/a&gt;, as they ultimately remained committed to their alliance with the Bolsheviks. Despite these attempts at concilliation, the &lt;a href=\"Revolutionary%20Military%20Council\"&gt;Revolutionary Military Council&lt;/a&gt; responded by pronouncing Makhno to be an &lt;a href=\"outlaw\"&gt;outlaw&lt;/a&gt;, issuing a warrant for his arrest and for him to be tried before a &lt;a href=\"Revolutionary%20tribunal%20%28Russia%29\"&gt;revolutionary tribunal&lt;/a&gt;. \nOn May 31, the Military Revolutionary Soviet in Huliaipole responded by convening an extraordinary congress, declaring that \"only the toiling masses will be able to devise a way out of the situation created, and not parties or individuals.\" Set for June 15, the Fouth Regional Congress of Peasants, Workers and Fighters was to be held in Huliaipole, bringing together delegates from 90 districts throughout &lt;a href=\"Southern%20Ukraine\"&gt;Southern&lt;/a&gt; and &lt;a href=\"Eastern%20Ukraine\"&gt;Eastern Ukraine&lt;/a&gt;, with each delegate representing either workers, peasants, insurgent units, the Makhnovist general staff, or branches of pro-Soviet political organizations. This renewed display of &lt;a href=\"direct%20democracy\"&gt;direct democracy&lt;/a&gt; in Ukraine was attacked directly by &lt;a href=\"Leon%20Trotsky\"&gt;Leon Trotsky&lt;/a&gt;, who particularly took issue with the organization of the Insurgent Army, which he described as the \"ugliest face of guerrilla warfare\", due to its lack of enforced discipline and the voluntary election of its commanders by their units. Trotsky concluded his remarks by calling for repression to be carried out against any \"atamans and straw commanders\" in Ukraine and openly declaring his intention to abolish \"the independent anarchist republic of Huliaipole\", even to the extent of prioritizing the neutralization of the Makhnovists over fighting the &lt;a href=\"Kharkiv%20Operation%20%28June%201919%29\"&gt;White offensive against Kharkiv&lt;/a&gt;. According to &lt;a href=\"Peter%20Arshinov\"&gt;Peter Arshinov&lt;/a&gt;, Trotsky would have preferred to surrender all of Ukraine to the White movement, rather than let the Makhnovschina continue to develop. Due to his sympathies for the insurgents, Antonov-Ovseenko was stripped of his command over the &lt;a href=\"Ukrainian%20Front%20%281919%29\"&gt;Ukrainian Front&lt;/a&gt; and replaced with &lt;a href=\"Jukums%20V%C4%81cietis\"&gt;Jukums Vācietis&lt;/a&gt;, a Latvian former &lt;a href=\"Imperial%20Russian%20Army\"&gt;Imperial Army&lt;/a&gt; officer. On June 6, Trotsky signed Order 107, which banned the upcoming insurgent congress and ordered the execution of all its participants by firing squad. \nDespite their lack of supplies and isolation from the Bolsheviks, the Makhnovists mounted a counter-offensive against the White positions at Yuzovka. With the previously Bolshevik-held section of the front at &lt;a href=\"Pokrovsk%2C%20Ukraine\"&gt;Grishino&lt;/a&gt; left unmanned, the Kuban Cossacks took the opportunity to attack Huliaipole, which they took after \"bitter fighting\" with the local insurgents. Attempts by Huliaipole's local peasantry to resist the White attack, armed only with farming tools and a few rifles, were met with a massacre at the hands of the Cossacks. This surprise attack forced the insurgents to retreat from Mariupol and even give up Huliaipole to the Cossacks. It was then that the Makhnovists first learnt of Trotsky's declaration of war against them, but they continued to focus their attention of the White offensive, with Makhno even resigning his post in an attempt to appease the Bolsheviks. On June 8, Trotsky responded with a hail of attacks against the Makhnovists, relishing the fall of Huliaipole to the Whites and declaring that \"Makhno's rebellion is in the process of liquidation.\" Despite the rebuff, the following day, Makhno again attempted to offer the Bolsheviks his resignation and the subordination of the insurgent forces to the Red Army high command, reaffirming the terms of the alliance. \nWith Makhno's command of the 7th Division relinquished, Trotsky appointed to take over leadership of the front, while Makhno declared his intention to wage a guerrilla war against the Whites from the rear. Trotsky then ordered &lt;a href=\"Kliment%20Voroshilov\"&gt;Kliment Voroshilov&lt;/a&gt; to arrest the retreating Makhnovists, but they managed to intercept the message. The insurgents then found Voroshilov's armored train surrounded by Whites and saved their \"would-be executioners\" with a cavalry charge and machine gun fire. After unsuccessfully attempting to coax Makhno into their custody, Voroshilov's detachment arrested and shot a number of members of the Makhnovist general staff. Trotsky also ordered the arrest of the Makhnovist chief of staff, Ozerov, who was tried by &lt;a href=\"Martin%20Latsis\"&gt;Martin Latsis&lt;/a&gt; and shot the following month. \nWhile the Red Army command had become preoccupied with the Makhnovists and Grigorievites, they had increasingly ignored the front against the Whites. Within weeks, &lt;a href=\"eastern%20Ukraine\"&gt;eastern Ukraine&lt;/a&gt; had fallen entirely into the hands of the White movement, with even the Ukrainian Soviet capital of &lt;a href=\"Kharkiv%20Operation%20%28June%201919%29\"&gt;Kharkiv falling&lt;/a&gt; before the end of June. \nRenewed independence.\nNo longer under Red Army command, the insurgents were reduced to a small \"&lt;a href=\"sotnia\"&gt;sotnia&lt;/a&gt;\", which counted 100-150 cavalry and a few \"tachanki\". This detachment was led by many of the original founders of the insurgent anarchist movement, including &lt;a href=\"Simon%20Karetnik\"&gt;Simon Karetnik&lt;/a&gt;, &lt;a href=\"Fedir%20Shchus\"&gt;Fedir Shchus&lt;/a&gt;, &lt;a href=\"Nestor%20Makhno\"&gt;Nestor&lt;/a&gt; and &lt;a href=\"Grigory%20Makhno\"&gt;Grigory Makhno&lt;/a&gt;. They soon came upon a White attack against &lt;a href=\"Zaporizhzhia\"&gt;Alexandrovsk&lt;/a&gt;, with the local leader of the Bolsheviks attempting to enlist their aid, but the insurgents refused due in part to a lack of manpower and the continuation of their status as outlaws. When other insurgent detachments within the Red Army discovered that Makhno had been outlawed, they resolved to join him, with one brigade that had been named after Lenin even joining the Makhnovists. Makhno's \"sotnia\" soon linked up with other insurgent detachments that had fled from the White-occupied territories in Donbas, causing the Makhnovist ranks to grow by the thousands. \nThe Insurgent Army retreated to the &lt;a href=\"Right-bank%20Ukraine\"&gt;right-bank&lt;/a&gt;, into the territory of &lt;a href=\"Nikifor%20Grigoriev\"&gt;Nikifor Grigoriev&lt;/a&gt;'s &lt;a href=\"Green%20armies\"&gt;Green Army&lt;/a&gt;. Grigoriev was still at war with the Red forces of &lt;a href=\"Pavel%20Dybenko\"&gt;Pavel Dybenko&lt;/a&gt; and had become infamous for his antisemitism, having carried out pogroms that killed 3,000 people in &lt;a href=\"Kropyvnytskyi\"&gt;Elisavetgrad&lt;/a&gt; alone. Due to Grigoriev's support among the poor peasantry of &lt;a href=\"Kherson%20Governorate\"&gt;Kherson&lt;/a&gt;, the Makhnovists made overtures to form an alliance with the Greens, while also setting up a commission to investigate Grigoriev's antisemitism and his suspected collaboration with the White movement. The decision was made to merge the Green and Black forces and, on July 27, the two held a mass meeting of 20,000 insurgents in . After Grigoriev called for war against the Reds and an alliance with the Whites, &lt;a href=\"Alexei%20Chubenko\"&gt;Alexei Chubenko&lt;/a&gt; spoke out against him, revealing the results of the Makhnovist investigation and condemning the \"warlord\" as a \"counter-revolutionary\". When Grigoriev attempted to shoot Makhno, he was shot first by Chubenko, killing the \"Ataman\" of Kherson. The Makhnovists immediately reported the act to the assembled green partisans, many of whom were then recruited into the anarchist ranks, while others rejoined the Red Army to fight against them. \nWith the Bolsheviks having quit &lt;a href=\"Eastern%20Ukraine\"&gt;Eastern Ukraine&lt;/a&gt;, the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt; was liquidated and the Red Army fell back to the right-bank of the &lt;a href=\"Dnieper\"&gt;Dnieper&lt;/a&gt;, purging their ranks of any remaining Makhnovists in the process. Former Makhnovist detachments were reorganized into the by its political commissar Josef Dybets, who himself had no combat experience. Finding himself unable to sufficiently discipline the \"independent\" and \"Zaporog\" Melitopol regiment, he began looking for troops that could liquidate the unit. Other regiments within the division refused, forcing Dybets to enlist 700 Germans of the &lt;a href=\"Spartacus%20League\"&gt;Spartacus League&lt;/a&gt;. He told them that the regiment in question had mutinied and quit the front, ordering the Spartacists to disarm and even shoot them, while the Melitopol regiment themselves had refused to fight back against \"their own\". But despite Dybets' best efforts, the Red Army command had decided to quit the Ukrainian front entirely and fall back to &lt;a href=\"Central%20Russia\"&gt;Central Russia&lt;/a&gt;, as the White movement had begun to move against &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;. However, much of the 58th Division refused to abandon Ukraine and subsequently left the Red Army, arresting their Bolshevik command and routing the Spartacists, before returning into the ranks of the Makhnovists. \nTowards the end of August, the Insurgent Army was reconstituted at &lt;a href=\"Pomichna\"&gt;Pomichna&lt;/a&gt;, as the Red Army defectors joined together with Makhno's 700 cavalry and 3,000 infantry, forming a 20,000-strong armed force. The reestablished Insurgent Army was made up of three infantry brigades and a cavalry brigade commanded by Shchus, as well as an artillery division, machine-gun regiment and Makhno's personal \"&lt;a href=\"Black%20Guards\"&gt;Black Guards&lt;/a&gt;\". Many former green soldiers proved to be insubordinate and were thus discharged, as they still held on to antisemitism and lacked any \"&lt;a href=\"class%20consciousness\"&gt;revolutionary consciousness&lt;/a&gt;\". The Makhnovist ranks were also joined by the &lt;a href=\"Nabat\"&gt;Nabat&lt;/a&gt;, with the insurgents even having broken &lt;a href=\"Voline\"&gt;Voline&lt;/a&gt; out of prison, in the territory of the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt;. \n&lt;a href=\"Iona%20Yakir\"&gt;Iona Yakir&lt;/a&gt; was also struggling with the Makhnovist sympathies within his own &lt;a href=\"45th%20Rifle%20Division\"&gt;45th Division&lt;/a&gt;, itself consisting largely of insurgents, while retreating from the &lt;a href=\"Odessa%20Operation%20%281919%29\"&gt;White offensive against Odessa&lt;/a&gt;. The Red Army command resolved to stear clear of the Makhnovist lines, in order to avoid more defections, as they would be unable to reliably count on their own troops in an open conflict with the Insurgent Army. While retreating from Ukraine, the Red Army even destroyed their own equipment in order to prevent it from falling into the hands of the insurgents, blowing up their armored trains in &lt;a href=\"Mykolaiv\"&gt;Mykolaiv&lt;/a&gt; and &lt;a href=\"Podilsk\"&gt;Bârzula&lt;/a&gt;. While retreating to &lt;a href=\"Kyiv\"&gt;Kyiv&lt;/a&gt;, the Makhnovist sympathisers within the 45th Division were assigned to fight against the Ukrainian nationalists, during which the anarchist commander A.V. Mokrousov led the capture of an entire nationalist division's general staff, whilst engagements with the Makhnovists were handled exclusively by the Cheka. The final retreat of the Red Army from Ukraine left the country divided between the anarchists, Ukrainian nationalists and White Russians. \nCampaign against the White Army.\nThe Whites found their forces divided between the Russian and Ukrainian fronts, with 150,000 of their troops taking part in the &lt;a href=\"Advance%20on%20Moscow%20%281919%29\"&gt;advance on Moscow&lt;/a&gt;, while only 15,000 held Eastern Ukraine. The nationalist forces immediately retreated from the White advance, which allowed the bulk of the White forces to converge on the Makhnovist positions at &lt;a href=\"Voznesensk\"&gt;Voznesensk&lt;/a&gt; and &lt;a href=\"Kropyvnytskyi\"&gt;Yelisavetgrad&lt;/a&gt;. The first engagement between the Whites and Makhnovists was a surprise encounter outside Pomichna on August 20, during which the White forces suffered heavy losses, including a number of their armored trains. The insurgents subsequently launched a number of cavalry attacks into the rear of the White lines, forcing 5,000 of the White troops to dig in around Yelisavetgrad, planning a &lt;a href=\"flanking%20maneuver\"&gt;flanking maneuver&lt;/a&gt; at &lt;a href=\"Pervomaisk%2C%20Mykolaiv%20Oblast\"&gt;Olviopol&lt;/a&gt; to cut the Makhnovists off from their supply lines and force them to retreat to the north-west. On September 5, they began their offensive with the bloodless capture of &lt;a href=\"Arbuzynka\"&gt;Arbuzynka&lt;/a&gt; and &lt;a href=\"Kostiantynivka%2C%20Mykolaiv%20Oblast\"&gt;Kostiantynivka&lt;/a&gt;, but the two towns were quickly recaptured by the insurgents. The Whites again retook Arbuzynka and captured 300 prisoners of war, after the insurgents were forced to surrender due to a lack of ammunition, which became the main reason for the successes of the more well-supplied Whites against the insurgents. According to &lt;a href=\"Peter%20Arshinov\"&gt;Peter Arshinov&lt;/a&gt;, two-thirds of insurgent attacks during this period were attempts to capture White munitions. One notable example of this was the insurgent attack against Pomichna on September 6, when a combined assault of the insurgents' armored trains and infantry, supported by a cavalry attack on the White rear at , resulted in the capture of wagon-loads of ammunition. In the following days, the insurgents continued to raid behind the White lines, pinning them down at Pomichna and cutting them off from their rearguard. It was during one of these attacks that Grigory Makhno was killed. \nWith the insurgents beginning to force the Whites back east, &lt;a href=\"Yakov%20Slashchov\"&gt;Yakov Slashchov&lt;/a&gt; assumed sole command of the front against the Makhnovists and was ordered by the White general staff to remaing in control of Yelisavetgrad \"at any price\". Slashchov quickly launched an offensive into the insurgents' rear, rescuing a White division that had been trapped at &lt;a href=\"Novoukrainka\"&gt;Novoukrainka&lt;/a&gt;, but a counter attack forced them back to Pomichna, causing 300 White casualties. According to Slashchov himself, the increasing Makhnovist assaults behind their lines were \"sowing panic\" within the White ranks, putting them in a position where they would either need to \"fall back immediately in order to capture the Makhnovists' forces by night, and thus regain complete freedom of maneuver, or else attack at daybreak.\" They resolved to attack the following day, causing the insurgents to retreat towards &lt;a href=\"Uman\"&gt;Uman&lt;/a&gt; and allowing the Whites to recover 400 POWs and three artillery cannons. The insurgents continued their retreat for two weeks, carrying with them 8,000 wounded and sick people, while engaging in daily skirmishes with the Whites. When the arrived at Uman, they found it in the hands of the Ukrainian nationalists, who offered them neutral ground for their wounded to be treated on. The Insurgent Army, now down to 8,000 troops, dug in outside of Uman and issued an appeal to nationalist troops that denounced their leader &lt;a href=\"Symon%20Petliura\"&gt;Symon Petliura&lt;/a&gt; as a \"champion of the bourgeois classes\". \nOn September 22, the Whites attacked the surrounded insurgents at , intending to finally annihilate them. Over the following days, skirmishes over the village resulted in its transfer between both sides, culminating in the &lt;a href=\"Battle%20of%20Peregonovka\"&gt;Battle of Peregonovka&lt;/a&gt; on September 26. The insurgent infantry assaulted the White positions in the east and their cavalry attacked the White regiments from behind in the west, successfully routing the enemy forces. The Whites fell back to the &lt;a href=\"Syniukha\"&gt;Syniukha&lt;/a&gt;, with one regiment going as far as &lt;a href=\"Lysa%20Hora%2C%20Mykolaiv%20Oblast\"&gt;Lysa Hora&lt;/a&gt;, abandoning the others to the insurgent assault. The White colonel reported that the retreat was constantly under attack by the insurgents, leading to a breakdown in the chain of command, with the Whites using what little ammunition they had remaining to repel the insurgent cavalry. In desperation, Almendinger's unit was forced to swim across the river and fall back to Novoukrainka, having sustained heavy losses, with barely 100 men remaining out of 6 &lt;a href=\"Company%20%28military%20unit%29\"&gt;companies&lt;/a&gt;. The final line of retreat was covered by a battalion of 60 men under the command of , who shot himself after his men were all killed in a hail of insurgent machine gun fire and sabre charges. With the tide turned in the favor of the insurgents, they sent their cavalry and artillery in pursuit of the retreating Whites, leaving only a few hundred survivors. The insurgents also captured 23 artillery cannons and 100 machine guns, and took 120 officers and 500 soldiers as prisoners of war. \nThe White defeat at Peregonovka marked the turning point for the entire &lt;a href=\"Russian%20Civil%20War\"&gt;civil war&lt;/a&gt;, with a number of White officers remarking in that moment: \"It's over.\" As the White movement in Ukraine was no longer able to mount an assault, the 7,000-strong insurgent army split up in different directions to capitalize on their victory. In just over a week, the insurgents had occupied a vast territory in &lt;a href=\"Southern%20Ukraine\"&gt;southern&lt;/a&gt; and &lt;a href=\"eastern%20Ukraine\"&gt;eastern Ukraine&lt;/a&gt;, including the major cities of &lt;a href=\"Kryvyi%20Rih\"&gt;Kryvyi Rih&lt;/a&gt;, &lt;a href=\"Kropyvnytskyi\"&gt;Yelisavetgrad&lt;/a&gt;, &lt;a href=\"Nikopol%2C%20Ukraine\"&gt;Nikopol&lt;/a&gt;, &lt;a href=\"Melitopol\"&gt;Melitopol&lt;/a&gt;, &lt;a href=\"Zaporizhzhia\"&gt;Aleksandrovsk&lt;/a&gt;, &lt;a href=\"Berdiansk\"&gt;Berdiansk&lt;/a&gt;, &lt;a href=\"Mariupol\"&gt;Mariupol&lt;/a&gt; and the Makhnovist capital of &lt;a href=\"Huliaipole\"&gt;Huliaipole&lt;/a&gt;. By October 20, the insurgents had occupied the southern stronghold of &lt;a href=\"Dnipro\"&gt;Yekaterinoslav&lt;/a&gt;, taken full control of the &lt;a href=\"Rail%20transport%20in%20Ukraine\"&gt;regional rail network&lt;/a&gt; and blocked the &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allied&lt;/a&gt; ports on the southern coast. As the Whites had now been cut off from their supply lines, the advance on Moscow was halted only 200 kilometers outside of the Russian capital, with the Cossack forces of &lt;a href=\"Konstantin%20Mamontov\"&gt;Konstantin Mamontov&lt;/a&gt; and &lt;a href=\"Andrei%20Shkuro\"&gt;Andrei Shkuro&lt;/a&gt; being diverted back towards Ukraine. Mamontov's 25,000-strong detachment quickly forced the Makhnovists to fall back from the &lt;a href=\"sea%20of%20Azov\"&gt;sea of Azov&lt;/a&gt;, relinquishing control of the port cities of Berdiansk and Mariupol. Nevertheless, the insurgents maintained control of the Dnieper and continued on to capture the cities of &lt;a href=\"Pavlohrad\"&gt;Pavlohrad&lt;/a&gt;, &lt;a href=\"Synelnykove\"&gt;Synelnykove&lt;/a&gt; and &lt;a href=\"Chaplyne\"&gt;Chaplyne&lt;/a&gt;. \nIn the areas that were \"liberated from all authority by the Makhnovist insurgents\", locals were invited to elect their own &lt;a href=\"Soviet%20%28council%29\"&gt;Soviets&lt;/a&gt; and convoke regional congresses as the decision-making body for the region. In each town, the Insurgent Army appointed its own ambassadors to act as a liason between the elected bodies and the armed forces, themselves not holding \"any civil or military authority\". The Makhnovists themselves were greatly concerned with their own conduct in the captured areas, aiming not to interfere with renewed &lt;a href=\"soviet%20democracy\"&gt;soviet democracy&lt;/a&gt; and stressing that they would not commit \"violence or looting, nor questionable searches\" against the local populations. \nDuring a congress held in Aleksandrovsk at the end of October, a call was made for a \"voluntary mobilization\" of young partisans into the insurgent army, with those under 25 being dispatched to the front, while those over 25 would be committed to \"local self-defense\". The mobilizations resulted in the insurgent army's ranks swelling to 80,000 soldiers, who together controlled almost the entirety of &lt;a href=\"southern%20Ukraine\"&gt;southern Ukraine&lt;/a&gt;. The Congress further decided that the army would be supplied by equipment captured from enemies, expropriations from the bourgeoisie and voluntary contributions made by the peasantry. Of the 100 million rubles seized from banks, Congress distributed 45 million to the insurgents, reserving another 3 million for the families of combatants. Workers in Berdiansk that prepared artillery pieces for the Makhnovists even extracted payment for their services, in stark contrast to the requsitioning practices of the Red and White armies. Congress also forbade the insurgents from consuming alcohol, under penalty of execution by firing squad. Barrels of alcohol were instead arranged by &lt;a href=\"Lev%20Zadov\"&gt;Lev Zadov&lt;/a&gt; to be supplied to the Cossack detachments of Andrei Shkuro, with the intention of \"sapping their fighting spirit.\" \nWhile the Makhnovists were at work attempting to construct a new society in Yekaterinoslav, they faced attacks from within by the Bolsheviks and from without by the White Cossacks. On December 5, the Bolsheviks attempted to stage a \"coup d'etat\" by poisoning Makhno but the plan was uncovered and the conspirators were executed. On December 22, &lt;a href=\"Yakov%20Slashchov\"&gt;Yakov Slashchov&lt;/a&gt; led an attack against the city that forced the Makhnovists out after a week of fighting, leaving thousands of sick and wounded insurgents behind in the city and resulting in the cancellation of the planned Fourth Regional Congress. &lt;a href=\"Epidemic%20typhus%2320th%20century\"&gt;Epidemic typhus&lt;/a&gt; had also taken a toll on both sides of the conflict, with many insurgents having already succombed to the disease. By the end of 1919, only 10,000 healthy soldiers remained in the insurgent ranks, most of whom were forced to retreat to their stronghold around Huliaipole, Melitopol and Nikopol. With the Makhnovists on the defensive and the White Russians retreating back towards the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; once again launched an &lt;a href=\"First%20Winter%20Campaign\"&gt;invasion of Ukraine&lt;/a&gt;.\nCampaign against the Red Army.\nWith the &lt;a href=\"White%20movement\"&gt;White movement&lt;/a&gt; falling into a retreat, the territories that had been cleared by the Makhnovists and &lt;a href=\"green%20armies\"&gt;green armies&lt;/a&gt; were occupied by the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt;, which reestablished the &lt;a href=\"Ukrainian%20Soviet%20Socialist%20Republic\"&gt;Ukrainian Soviet Socialist Republic&lt;/a&gt;. The Makhnovists complained of the Bolshevik advance, but still underestimated them, with &lt;a href=\"Peter%20Arshinov\"&gt;Peter Arshinov&lt;/a&gt; later analyzing that a tactical error had been made by the insurgents in not establishing a front from &lt;a href=\"Oryol\"&gt;Oryol&lt;/a&gt; to &lt;a href=\"Poltava\"&gt;Poltava&lt;/a&gt;. Instead of reinforcing their northern front, the Makhnovists diverted their attention towards the reconstruction of Ukraine along &lt;a href=\"anarcho-communism\"&gt;anarcho-communist&lt;/a&gt; lines. On January 7, 1920, the Insurgent Army published a declaration \"To all Peasants and Workers of Ukraine!\", calling for a \"Pan-Ukrainian Congress of Workers and Peasants\" to &lt;a href=\"Self-organization\"&gt;self-organize&lt;/a&gt; a new order in the country. In the declaration, the Makhnovists further proposed: the rescinding of all White edicts; the redistribution of private property and enterprise to the peasants and workers respectively; the establishment of \"free soviets\" outside of political party control; the institution of &lt;a href=\"civil%20liberties\"&gt;civil liberties&lt;/a&gt;; the abolition of state police; the dual use of both the &lt;a href=\"Soviet%20ruble\"&gt;Soviet ruble&lt;/a&gt; and &lt;a href=\"Ukrainian%20hryvnia\"&gt;Ukrainian hryvnia&lt;/a&gt; as currencies; and the construction of a &lt;a href=\"barter\"&gt;barter economy&lt;/a&gt;.\nThis proclamation was met with opposition by the Bolsheviks, who had invaded from the north and occupied Yekaterinoslav, declaring: \"Long live the &lt;a href=\"Communist%20Party%20of%20the%20Soviet%20Union\"&gt;worldwide Bolshevik Communist Party&lt;/a&gt;! Long live the &lt;a href=\"Third%20International\"&gt;Third International&lt;/a&gt;! Down with anarchy!\" Despite the political hostility, the two factions initially encountered eachother on friendly terms due to the defeat of the Whites, but the Bolsheviks quickly made it clear that they intended to reintegrate the insurgents into the Red Army. On January 8, the &lt;a href=\"14th%20Army%20%28RSFSR%29\"&gt;14th Army&lt;/a&gt; ordered the Makhnovists to surrender and be integrated into their ranks, in order to join the fight in the &lt;a href=\"Polish%E2%80%93Soviet%20War\"&gt;Polish–Soviet War&lt;/a&gt;. This order was given with the assumption that it would most likely be rejected, which would give them a pretext to attack the Makhnovists, having already taken initial steps to \"disarm the population and wipe out Makhno's bands.\" The largest Makhnovist unit, a 9,000-strong detachment stationed in &lt;a href=\"Zaporizhzhia\"&gt;Aleksandrovsk&lt;/a&gt;, responded with a categorical rejection of the order, just as the Bolshevik command had anticipated. The following day, the &lt;a href=\"All-Ukrainian%20Central%20Executive%20Committee\"&gt;All-Ukrainian Central Executive Committee&lt;/a&gt; issued a decree that declared Makhno and the Insurgent Army to be &lt;a href=\"outlaw\"&gt;outlaw&lt;/a&gt;ed as \"deserters and traitors\". As hostilities with the Red Army resumed, the Military Revolutionary Soviet was disbanded and its members went underground, while other prominent anarchists, such as &lt;a href=\"Voline\"&gt;Voline&lt;/a&gt;, were arrested by the &lt;a href=\"Cheka\"&gt;Cheka&lt;/a&gt;. \nOn January 31, the &lt;a href=\"13th%20Army%20%28RSFSR%29\"&gt;13th Army&lt;/a&gt; attacked Huliaipole, during which they killed &lt;a href=\"Savely%20Makhno\"&gt;Savely Makhno&lt;/a&gt;, took 300 prisoners of war and captured a substantial amount of the insurgents' military equipment. Further attacks against the Makhnovists were carried out by divisions from Estonia, Latvia and China, due to their lack of ties to Ukraine, resulting in the perceived liquidation of the Makhnovists. With the insurgent army taken care of, the Cheka set about disarming the local populace, taking villagers hostage while their troops set about searching homes, killing the hostages if they found any unreported weaponry. &lt;a href=\"Petro%20Grigorenko\"&gt;Petro Grigorenko&lt;/a&gt; would later state that \"there was no end of bloodshed\", drawing attention to reports of one massacre in the Makhnovist town of &lt;a href=\"Osypenko%2C%20Berdiansk%20Raion\"&gt;Novospasivka&lt;/a&gt;, where the Cheka had \"shot down one in every two able-bodied men\". In what &lt;a href=\"Alexandre%20Skirda\"&gt;Alexandre Skirda&lt;/a&gt; described as an act of \"outright genocide\", an estimated 200,000 Ukrainian peasants were killed during the &lt;a href=\"Red%20Terror%23Peasants\"&gt;Red Terror&lt;/a&gt;. \nThe Bolshevik government implemented &lt;a href=\"war%20communism\"&gt;war communism&lt;/a&gt; in Ukraine, introducing a strict system of &lt;a href=\"rationing\"&gt;rationing&lt;/a&gt; and &lt;a href=\"Prodrazvyorstka\"&gt;food requisitioning&lt;/a&gt;, which confiscated agricultural produce and livestock from the peasantry, and even forbade them from fishing, hunting or collecting lumber. The attacks against the Ukrainian peasantry were justified under the policy of &lt;a href=\"Dekulakization%23Under%20Vladimir%20Lenin\"&gt;Dekulakization&lt;/a&gt;, despite the fact that, by this point in time, only 0.5% of the peasantry owned more than 10 hectares of land. The \"&lt;a href=\"sovkhoz\"&gt;sovkhoz&lt;/a&gt;es\" also collapsed, with the number of state-owned farms halving and their land area reducing to a third, over the course of 1920. Even the soviet historian noted that to most of the Ukrainian peasantry: \"the Soviet economy was a new and abhorrent form of rule [...] which in reality had merely set the State in the place of the former big landowner.\" The implementation of war communism thus resulted in a resurgence of peasant revolts. Before the fall of 1920, over 1,000 Bolshevik requisitionists had been killed by the Ukrainian peasantry.\nThe Insurgent Army eventually revealed itself with an \"Address to the Peasants and Workers of Ukraine\", in which they announced their intention to carry out &lt;a href=\"retributive%20justice\"&gt;violent retribution&lt;/a&gt; against the Bolsheviks. The insurgents began to prosecute a campaign of &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla warfare&lt;/a&gt; against the Red Army throughout &lt;a href=\"left-bank%20Ukraine\"&gt;left-bank Ukraine&lt;/a&gt;, where the Makhnovists knew the land and could carry out a series of surprise attacks against the Bolshevik forces. Towards the end of February, the &lt;a href=\"Estonian%20Red%20Riflemen\"&gt;Estonian Red Riflemen&lt;/a&gt; in Huliaipole were eliminated in a surprise attack, after which its commanding officers and political commissars were shot, while its rank-and-file soldiers were given the option to either join the insurgent army or be stripped of their uniforms and sent home. This discriminatory policy was extended throughout the Red Army, with the Insurgents issuing an appeal \"To the Comrades from the Red Army of the Front and Rearguard\", in which they encouraged Red soldiers to mutiny and join the insurgent peasantry in the fight against both the Red and White armies. \nBy Spring 1920, the Makhnovists had regrouped their forces enough to begin launching larger operations again. Their 4,000-strong force was split into two contingents, each with their own cavalry, infantry, artillery cannons and \"tachanki\". The insurgents set out from Huliaipole on a series of raids against the Red Army positions in &lt;a href=\"northern%20Ukraine\"&gt;northern Ukraine&lt;/a&gt;, taking 13,400 soldiers as prisoners of war, rendering a further 30,000 \"&lt;a href=\"hors%20de%20combat\"&gt;hors de combat&lt;/a&gt;\" and executing 2,000 political commissars and commanding officers. The insurgents also captured a substantial amount of equipment from the Red Army, including 5 artillery cannons, 2,300 artillery shells, 93 machine guns, 2,400,000 cartridges, 3,600 rifles, 25,000 uniforms, a field hospital, and even a ship and an airplane. These raids were complemented by a number of surprise attacks against Red Army units around Huliaipole, during which insurgent cavalry detachments routed the &lt;a href=\"46th%20Rifle%20Division\"&gt;46th Division&lt;/a&gt;, once again bringing the region under insurgent control. The continuous attacks against Red positions, combined with sustained propaganda efforts and the redistribution of property to the local peasantry, eventually resulted in more insurgent detachments joining the Makhnovists. Within months, the Insurgent Army's ranks increased to 35,000 soldiers, who reestablished the central command of the Military Revolutionary Soviet, consisting of seven delegates elected by the insurgents themselves, the decisions of which would only be put into effect with the consent of the rank-and-file.\nThe Makhnovists continued to issue appeals to the rank-and-file soldiers of the Red Army to join their ranks, identifying the Bolshevik commissars together with the Whites and invading Polish army as \"enemies of the toiling people's revolution.\" Some of these appeals were successful in eliciting defections and mutinies, with the entire 522nd Regiment of the Red Army notably going over to the Insurgent side on June 25. As Red Army defections increased, the Bolshevik leadership once again turned its attention towards the insurgents, with the Cheka's director &lt;a href=\"Felix%20Dzerzhinsky\"&gt;Felix Dzerzhinsky&lt;/a&gt; even arriving in &lt;a href=\"Yekaterinoslav%20Governorate\"&gt;Yekaterinoslav&lt;/a&gt; to personally direct the anti-Makhnovist campaign. Dzerzhinsky drafted an address to the peasantry of Yekaterinoslav to try and turn them against the \"Makhnovist bandits\", alleging links between them and the &lt;a href=\"Ukrainian%20People%27s%20Republic\"&gt;Ukrainian People's Republic&lt;/a&gt;, and calling for the \"extermination of the Makhnovists like savage beasts\". He also ordered that any village found to have collaborated with the Makhnovists was to be \"leveled\" and promised that Makhnovist defectors would spared if they chose to \"expiate their sin\" on the Polish front. The insurgents responded by inviting Red Army soldiers to \"think on it\", reaffirming their goal of establishing a \"free soviet regime\" and again encouraging them to defect. It was at this point that the Cheka orchestrated a plot to assassinate Makhno, but the attempt was uncovered before it could be carried out and both of the Cheka's agents were executed. \nBy this time, the White movement had been beaten back to &lt;a href=\"Crimea\"&gt;Crimea&lt;/a&gt;, where &lt;a href=\"Anton%20Denikin\"&gt;Anton Denikin&lt;/a&gt; relinquished control of the &lt;a href=\"Government%20of%20South%20Russia\"&gt;Government&lt;/a&gt; and &lt;a href=\"Army%20of%20Wrangel\"&gt;Army&lt;/a&gt; to &lt;a href=\"Pyotr%20Wrangel\"&gt;Pyotr Wrangel&lt;/a&gt;, who set about reorganizing the movement, making concessions to the local peasantry and attempting to reach out to other anti-Bolshevik forces. The Makhnovists had themselves claimed their anti-Bolshevik uprising to constitute a \"&lt;a href=\"Left-wing%20uprisings%20against%20the%20Bolsheviks\"&gt;Third Revolution&lt;/a&gt;\", drawing a direct line of succession from the &lt;a href=\"February%20Revolution\"&gt;February Revolution&lt;/a&gt; and &lt;a href=\"October%20Revolution\"&gt;October Revolution&lt;/a&gt;, intending to rally together all &lt;a href=\"revolutionary%20socialism\"&gt;revolutionary socialists&lt;/a&gt; that still supported \"free soviets\". This drew the attention of Wrangel, who had just defeated &lt;a href=\"Dmitry%20Zhloba\"&gt;Dmitry Zhloba&lt;/a&gt;'s 30,000-strong &lt;a href=\"Cavalry%20corps%20%28Soviet%20Union%29\"&gt;Cavalry Corps&lt;/a&gt; in the &lt;a href=\"Northern%20Taurida%20Operation\"&gt;Northern Taurida Operation&lt;/a&gt;. On July 9, one of Wrangel's emissaries met Makhno near Mariupol, where he proposed the Makhnovists cooperate with the Whites in their war against the Bolsheviks. Outraged by the proposal, the Makhnovists immediately &lt;a href=\"Shooting%20the%20messenger\"&gt;shot the messenger&lt;/a&gt; and when a second envoy was sent, they lynched him and hung a sign on his corpse that read \"all White emissaries will share this one's fate.\" With Wrangel now attempting to form an alliance with the Makhnovists, the Bolsheviks finally resolved to do the same, sending a member of the &lt;a href=\"Left%20Socialist-Revolutionaries\"&gt;Left Socialist-Revolutionaries&lt;/a&gt; to persuade the insurgents into joining forces with the Red Army.\nBolshevik-Makhnovist Treaty of Political and Military Alliance.\nTrotsky once again offered an alliance, sending a plenipotentiary delegation from the Central Committee of the Bolshevik Communist Party, headed by Comrade Ivanov to propose a military and political treaty of alliance; Makhno agreed, subject to a pardon of all Anarchist prisoners throughout Russia. The treaty was drawn up and signed on October 15, 1920 at Starobel'sk by anarchist military and political representatives and the Bolshevik Communist delegation. The treaty, along with a Makhnovist delegation then traveled to the Bolshevik-held city of &lt;a href=\"Kharkiv\"&gt;Kharkiv&lt;/a&gt; for official ratification and to plan a common military strategy. Using the arms and munitions previously captured from General Wrangel's infantry brigades in southern Ukraine, Makhno and the Black Army went on to clear much of Crimea of Cossack cavalry, and helped force a retreat of Wrangel's remaining infantry brigades. After an &lt;a href=\"Northern%20Taurida%20Operation\"&gt;unsuccessful northern offensive&lt;/a&gt; against the Red Army, Wrangel and the last of his forces were &lt;a href=\"Evacuation%20of%20the%20Crimea%20%281920%29\"&gt;evacuated from Sevastopol&lt;/a&gt; by the White and French Navy on November 14, 1920.\nHowever, the Bolshevik Communist government in Moscow initially refused to publish the Bolshevik–Makhnovist Treaty or acknowledge the existence of a formal alliance outside Ukraine. It also continued to denounce anarchism as an illegitimate political movement elsewhere in Russia, accelerating mass arrests and detentions of anarchists in all areas of the country under Bolshevik and Red Army control. After pressure by Makhno, the Central Committee in Moscow eventually published the military section of the Bolshevik-Makhnovist treaty, followed a week later by the political section. A fourth clause concerning the establishment of autonomous committees composed of workers and peasants for self-government of areas held by the Black Army was omitted.\nRepudiation and defeat.\nIt soon became clear why Moscow had resisted the publicizing of the Bolshevik-Makhnovist treaty. On November 25, 1920, less than two weeks after completing their successful offensive against General Wrangel's White Army in the Crimea, Makhno's headquarters staff and several Black Army subordinate commanders arrived at Red Army Southern Front headquarters to participate in a joint planning conference with Red Army commanders. Upon arrival, they were arrested and executed on the spot by a Red Army firing squad; the Makhnovist treaty delegation, still in Kharkiv, was also arrested and liquidated. The Bolsheviks then sent five regular armies numbering more than 350,000 with armoured cars, artillery, aircraft, and armoured trains, with the purpose of destroying the Makhnovist movement. The Black Army, barely numbering 10,000 men, continued to fight on, making raids all across Ukraine and Southern Russia and fighting constant battles with much larger and better equipped Red Army units. In August 1921, the Black Army ceased to be an organised force, numbering only 1,200–2,000 men scattered across Ukraine. A badly wounded Makhno with 77 of his men crossed the &lt;a href=\"Dniester\"&gt;Dniester River&lt;/a&gt; into &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; on August 28, 1921. The last Makhnovist forces were destroyed in late 1922, but an underground Makhnovist presence would persist into the 1940s.\nOrganisation.\nIn mid-1919, the Revolutionary Insurrectionary Army of Ukraine had a strength of some 15,000 men, organised into one &lt;a href=\"cavalry\"&gt;cavalry&lt;/a&gt; and four &lt;a href=\"infantry\"&gt;infantry&lt;/a&gt; &lt;a href=\"Brigade\"&gt;Brigade&lt;/a&gt;s, a &lt;a href=\"machine%20gun\"&gt;machine gun&lt;/a&gt; &lt;a href=\"regiment\"&gt;regiment&lt;/a&gt; with 5000 &lt;a href=\"gun\"&gt;gun&lt;/a&gt;s, and an &lt;a href=\"artillery\"&gt;artillery&lt;/a&gt; &lt;a href=\"detachment%20%28military%29\"&gt;detachment&lt;/a&gt;. At its peak in December 1919, it had about 83,000 infantry, 20,135 cavalry, 1,435 machine guns, and 118 guns, as well as seven &lt;a href=\"armored%20train\"&gt;armored train&lt;/a&gt;s and some &lt;a href=\"Armored%20car%20%28military%29\"&gt;armored car&lt;/a&gt;s. It was organized into four Corps and the strategic reserve. Each Corps had one infantry and one cavalry Brigade; each Brigade had 3–4 Regiments of the appropriate type.\nThe structure of the RIAU was not that of a traditional army. Instead, the RIAU was a democratic militia based on soldier committees and general assemblies. Officers in the ordinary sense were abolished; instead, all commanders were elected and recallable. Regular mass assemblies were held to discuss policy. The army was based on self-discipline, and all of the army's disciplinary rules were approved by soldier assemblies. \nThere is historical debate about whether the RIAU was an entirely voluntary militia or whether it relied on &lt;a href=\"conscription\"&gt;conscription&lt;/a&gt;. &lt;a href=\"Paul%20Avrich\"&gt;Paul Avrich&lt;/a&gt; argues that voluntary mobilisation was in reality conscription. Other historians have disagreed. Michael Malet points to surviving RIAU leaflets from 1920 which are appeals to join, not orders. After long debate, a regional congress in the Ukraine &lt;a href=\"Free%20Territory\"&gt;Free Territory&lt;/a&gt; decided to reject conscription and instead use moral persuasion. In other words, \"compulsory mobilization\" was rejected in favor of \"obligatory mobilization\", which meant that each able bodied man should recognize his obligation to join the RIAU. Leon Trotsky also declared that the RIAU was a voluntary militia, and seeing as Trotsky commanded the Red Army that eventually defeated the RIAU, he had no reason to lie in their favor. In Trotsky's words, \"Makhno does not have general mobilisations, and indeed these would be impossible, as he lacks the necessary apparatus.\""
}