{
    "id": "39695140",
    "revid": "42632462",
    "url": "https://en.wikipedia.org/wiki?curid=39695140",
    "title": "Four-field approach",
    "text": "The four-field approach in &lt;a href=\"anthropology\"&gt;anthropology&lt;/a&gt; sees the discipline as composed of the four sub fields of &lt;a href=\"Archaeology\"&gt;Archaeology&lt;/a&gt;, &lt;a href=\"Linguistics\"&gt;Linguistics&lt;/a&gt;, &lt;a href=\"Physical%20Anthropology\"&gt;Physical Anthropology&lt;/a&gt; and &lt;a href=\"Cultural%20Anthropology\"&gt;Cultural Anthropology&lt;/a&gt; (known jocularly to students as \"stones\", \"tones\", \"bones\" and \"thrones\"). The approach is conventionally understood as having been developed by &lt;a href=\"Franz%20Boas\"&gt;Franz Boas&lt;/a&gt; who developed the discipline of anthropology in the United States. A 2013 re-assessment of the evidence has indicated that the idea of four-field anthropology has a more complex 19th-century history in Europe and North America. It is most likely that the approach was being used simultaneously in different parts of the world, but was not widely discussed until it was being taught at the collegiate level in the United States, Germany, England, and France by 1902. For Boas, the four-field approach was motivated by his &lt;a href=\"Holism\"&gt;holistic&lt;/a&gt; approach to the study of human behavior, which included\nintegrated analytical attention to culture history, material culture, &lt;a href=\"anatomy\"&gt;anatomy&lt;/a&gt; and population history, customs and social organization, &lt;a href=\"folklore\"&gt;folklore&lt;/a&gt;, grammar and language use. For most of the 20th century, U.S. anthropology departments housed anthropologists specializing in all of the four branches, but with the increasing professionalization and specialization, elements such as &lt;a href=\"linguistics\"&gt;linguistics&lt;/a&gt; and &lt;a href=\"archaeology\"&gt;archaeology&lt;/a&gt; came to be regarded largely as separate disciplines. Today, physical anthropologists often collaborate more closely with biology and medicine than with cultural anthropology. However, it is widely accepted that a complete four field analysis is needed in order to accurately and fully explain an anthropological topic. \nThe four-field approach is dependent on collaboration. However, collaboration, in any field can get costly. To counter this, the four-field approach is often taught to students as they go through college courses. By teaching all four disciplines, the anthropological field is able to produce scholars that are knowledgable of all subfields. However, it is common, and often recommended for an anthropologist to have a specialization. The four field approach also encourages scholars to look holistically at an artifact, ecofact, data etc. in almost an omnipotent way. Meaning, having knowledge from all perspectives helps to eliminate bias and/or incorrect assumptions of past and present cultures. "
}