{
    "id": "3971063",
    "revid": "141808",
    "url": "https://en.wikipedia.org/wiki?curid=3971063",
    "title": "Chikhaldara",
    "text": "Chikhaldara is a &lt;a href=\"hill%20station\"&gt;hill station&lt;/a&gt; and a &lt;a href=\"municipal%20council\"&gt;municipal council&lt;/a&gt; in &lt;a href=\"Amravati%20district\"&gt;Amravati district&lt;/a&gt; in the &lt;a href=\"India\"&gt;India&lt;/a&gt;n state of &lt;a href=\"Maharashtra\"&gt;Maharashtra&lt;/a&gt;.\nFeatured in the epic of the &lt;a href=\"Mahabharata\"&gt;Mahabharata&lt;/a&gt;, this is the place where &lt;a href=\"Bheema\"&gt;Bheema&lt;/a&gt; killed the villainous Keechaka in a herculean bout and then threw him into the valley. It thus came to be known as Keechakadara—Chikhaldara is its corruption.\nThe sole hill resort in the &lt;a href=\"Vidarbha\"&gt;Vidarbha&lt;/a&gt; region, it is situated at an altitude of 1118 meters with highest vairat point 1188 meters and has the added dimension of being the only coffee-growing area in Maharashtra. Chikhaldara has an annual rainfall of 154cm. Temperatures vary from 39C in summer to 5C in winter. The best months to visit are from October to June.\nIt abounds in wildlife, such as tigers, panthers, sloth bears, sambars, wild boar, and rarely seen wild dogs. Close by is the famous Melghat Tiger Project which has 82 tigers.\nThe scenic beauty of Chikhaldara can be enjoyed from Hurricane Point, Prospect Point, and Devi Point. Other interesting excursions include Gavilgad and Narnala Fort, the Pandit Nehru Botanical Gardens, the Tribal Museum and the Semadoh Lake\nEvents and Festivals in Chikhaldara.\nSince the area is heavily forested and the population count is low there are no big festivals in Chikhaldara like in the rest of India. Only at the Jain temples that exist in the area, the pujas are held regularly.\nAccommodation in Chikhaldara.\nHere in the city, one can get high-class accommodation facilities. Famous hotels situated here include such as Green Vallies Resort, Satpura Retreat Hotel, Harshawardhan Hotel, MTDC Holiday Resort Chikhaldara, Resort Mayura and others.\nHotels in Chikhaldara.\nChikhaldara is a tiny hill station in the Indian state of Maharashtra. As it is the only coffee-growing area in the region, it is loved by many tourists who come solely to taste the regions’ coffee. Apart from the coffee plantations, Chikhaldara boasts of quiet lakes, waterfalls, old forts, divine temples mesmerising viewpoints.\nHistory.\nChikhaldara was discovered by Captain Robinson of the Hyderabad Regiment in 1823. The Englishmen found it particularly attractive because the lush green hue of the place reminded them of England. When the leaves fell in September/October, they were reminded of autumn in England. There was even a proposal to make it the seat of the Government of India. British Commander selected leader of Chikhaldara named Mr.Sheikh Mehtab, who was landlord of Chikhaldara. He distributed land free of cost to Adivasis to build their houses. He ruled Chikhaldara for many years.\nClimate.\nJune, July, August, and September are the four months of Monsoon. Chikhaldara experiences heavy rainfall during these months. The average temperature during monsoon is twenty-five degree celsius and during winter it goes below 15°C.  Summer is not pleasant in this place because the temperature is very high . It is good not to visit Chikhaldara during summer because the temperature here lies between 32°C to 40°C.\nAccording to &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;, climate of Chikhaldara is categorized as &lt;a href=\"Humid%20Subtropical\"&gt;Humid Subtropical&lt;/a&gt;, &lt;a href=\"Humid%20subtropical%20climate\"&gt;Cwa&lt;/a&gt;. Chikhaldara has four distinct seasons - &lt;a href=\"Winter\"&gt;Winter&lt;/a&gt;, &lt;a href=\"Summer\"&gt;Summer&lt;/a&gt; (Late winter and early summer can be called &lt;a href=\"Spring%20%28season%29\"&gt;spring&lt;/a&gt; but is of very short duration), &lt;a href=\"Monsoon\"&gt;Monsoon&lt;/a&gt; (Rainy season) and Post-monsoon or &lt;a href=\"Autumn\"&gt;Autumn&lt;/a&gt;. Summers are hot and long, from mid-March to Early June. Summer temperature varies from 16°C to 41°C. Monsoon starts in early June and lasts till early October. July and October are wettest months. Chikhaldara receives averagely 1600 mm of rainfall annually. Mist following morning rain is common. Monsoon temperature ranges from 18°C to 26°C. Post-Monsoon starts mid-October and lasts till mid-November. Autumn, which is a transition between Post-Monsoon and Winter, is of short duration and lasts from mid-November to mid-December. Temperature during post monsoon and autumn ranges from 12°C to 30°C. Winters of Chikhaldara are mild with chilly, foggy mornings; pleasant, clear and sunny days; hazy and calm evenings and hazy, cool nights. Temperature in winter ranges from 4°C to 23°C.\nDemographics.\n India &lt;a href=\"census\"&gt;census&lt;/a&gt;, Chikhaldara had a population of 4718. Males constituted 58% of the population and females 42%. Chikhaldara had an average literacy rate of 80%, higher than the national average of 59.5%, with male literacy at 86% and female literacy at 72%. 12% of the population was under 6 years of age.\nWater supply.\nWater is supplied from Shakkar lake.\nConnectivity.\nChikhaldara is well connected to the cities of &lt;a href=\"Paratwada\"&gt;Paratwada&lt;/a&gt;, &lt;a href=\"Amravati\"&gt;Amravati&lt;/a&gt;, &lt;a href=\"Akola\"&gt;Akola&lt;/a&gt;, Betul (M.P.), Khandwa (M.P.) by road. The nearest airport is &lt;a href=\"Nagpur\"&gt;Nagpur&lt;/a&gt;: 229 km via Paratwada-Chandur Bazar-Katol route and 231 km via Paratwada-Amravati-Kondhali route. &lt;a href=\"MSRTC\"&gt;MSRTC&lt;/a&gt; plies buses from Nagpur to Chikhaldara via &lt;a href=\"Amravati\"&gt;Amravati&lt;/a&gt;-&lt;a href=\"Paratwada\"&gt;Paratwada&lt;/a&gt;."
}