{
    "id": "39720285",
    "revid": "40370499",
    "url": "https://en.wikipedia.org/wiki?curid=39720285",
    "title": "Lassana Palenfo",
    "text": "Lassana Palenfo (born January 25, 1941 in &lt;a href=\"Ivory%20Coast\"&gt;Ivory Coast&lt;/a&gt;) is an Ivorian military general. He has held various offices in several international sporting organisations. He was the director of the &lt;a href=\"Association%20of%20National%20Olympic%20Committees%20of%20Africa\"&gt;Association of National Olympic Committees of Africa&lt;/a&gt; (2005-2018), and a member of the &lt;a href=\"International%20Olympic%20Committee\"&gt;International Olympic Committee&lt;/a&gt; (2000-2012), and has been the director of the &lt;a href=\"National%20Olympic%20Committee%20of%20Ivory%20Coast\"&gt;National Olympic Committee of Ivory Coast&lt;/a&gt; since 1999, director of the &lt;a href=\"African%20Judo%20Union\"&gt;African Judo Union&lt;/a&gt; since 1990 and vice-president of the &lt;a href=\"International%20Judo%20Federation\"&gt;International Judo Federation&lt;/a&gt; since 1990. He was awarded the Olympic Order in Silver in 2012. In his whole life, he practiced multiple sports like swimming, judo (&lt;a href=\"black%20belt%20%28martial%20arts%29\"&gt;black belt&lt;/a&gt;, 4th dan) and &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; (schools championships). In July 2013, during the elective General Assembly of the &lt;a href=\"Association%20of%20National%20Olympic%20Committees%20of%20Africa\"&gt;Association of National Olympic Committees of Africa&lt;/a&gt;, he was reelected for a 3rd mandate in a row as the ANOCA president.\nBiography.\nBorn on January 25, 1941, in Ivory Coast, Lassana Palenfo left his country to study in France.\nHe graduated from several schools in Paris, including the &lt;a href=\"National%20College%20of%20Financial%20Administration\"&gt;National College of Financial Administration&lt;/a&gt;, the &lt;a href=\"Paris%20Institute%20of%20Administration%20and%20Management\"&gt;Paris Institute of Administration and Management&lt;/a&gt; and the &lt;a href=\"Paris%20School%20of%20Social%20Sciences\"&gt;Paris School of Social Sciences&lt;/a&gt;.\nThen he followed a military course in the &lt;a href=\"Inter-armes%20military%20schools\"&gt;Inter-armes military schools&lt;/a&gt; of &lt;a href=\"Co%C3%ABtquidan\"&gt;Coëtquidan&lt;/a&gt; and &lt;a href=\"Saint%20Maixent\"&gt;Saint Maixent&lt;/a&gt;.\nAfter these studies, Lassana Palenfo started two different careers: a military one and a sportive administration one."
}