{
    "id": "39728036",
    "revid": "753665",
    "url": "https://en.wikipedia.org/wiki?curid=39728036",
    "title": "Augustin Reinhard Stricker",
    "text": "Augustin Reinhard Stricker (c. 1675 – between 1718 and 1723) was a German &lt;a href=\"Baroque%20music\"&gt;baroque&lt;/a&gt; composer, conductor and &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt; singer. He was &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Johann Sebastian Bach&lt;/a&gt;'s predecessor as &lt;a href=\"Kapellmeister\"&gt;Kapellmeister&lt;/a&gt; (music director) at the court of &lt;a href=\"Leopold%2C%20Prince%20of%20Anhalt-K%C3%B6then\"&gt;Leopold, Prince of Anhalt-Köthen&lt;/a&gt; and the dedicatee of &lt;a href=\"Johann%20Mattheson\"&gt;Johann Mattheson&lt;/a&gt;'s 1717 treatise \"Das beschützte Orchestre\".\nLife and career.\nLittle is known of Stricker's youth and personal life.\nThe fact that he published a volume of Italian cantatas might indicate that he, like most aspiring composers of the era, probably spent considerable time studying in Italy. \nHis first documented employment began in February 1702 when he was appointed to the post of \"&lt;a href=\"Chamber%20music\"&gt;Cammer-Musicus&lt;/a&gt;\" in the newly founded \"Hofkapelle\" (royal orchestra) of king &lt;a href=\"Frederick%20I%20of%20Prussia\"&gt;Frederick I&lt;/a&gt; of &lt;a href=\"Prussia\"&gt;Prussia&lt;/a&gt; in &lt;a href=\"Berlin\"&gt;Berlin&lt;/a&gt;.\nThere, in 1705, he married the singer Catharina Elisabeth Müller, who would also be his professional partner for the remainder of his life; e.g., she also would be employed at the Köthen court. His first documented &lt;a href=\"pasticcio\"&gt;pasticcio&lt;/a&gt;, \"Sieg der Schönheit über die Helden\" (Triumph of Beauty over the Heroes), premiered at the Royal Prussian court in December 1706, celebrating the marriage of the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;Prussian&lt;/a&gt; &lt;a href=\"crown%20prince\"&gt;crown prince&lt;/a&gt;, future king &lt;a href=\"Frederick%20William%20I%20of%20Prussia\"&gt;Frederick William I&lt;/a&gt;, and princess &lt;a href=\"Sophia%20Dorothea%20of%20Hanover\"&gt;Sophia Dorothea of Hanover&lt;/a&gt;. While all the music is lost, the &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt;, written by the Prussian &lt;a href=\"Poet%20laureate\"&gt;Poet laureate&lt;/a&gt; Johann von Besser, indicates that Stricker wrote most of the music and also played the part of the god &lt;a href=\"Neptune\"&gt;Neptune&lt;/a&gt;, so he probably had already earned a reputation as a capable singer and composer.\nAn &lt;a href=\"Opera%20seria\"&gt;opera&lt;/a&gt; entirely composed by Stricker, \"Alexanders und Roxanen Heyrath\" (The marriage of Alexander and Roxane), premiered in November 1708, celebrating Frederick I's marriage to princess &lt;a href=\"Sophia%20Louise%20of%20Mecklenburg-Schwerin\"&gt;Sophia Louise of Mecklenburg-Schwerin&lt;/a&gt;. Again, Besser wrote the libretto. Then 14-years-old &lt;a href=\"Leopold%2C%20Prince%20of%20Anhalt-K%C3%B6then\"&gt;Prince Leopold of Anhalt-Köthen&lt;/a&gt; played a minor part. The young &lt;a href=\"Georg%20Philipp%20Telemann\"&gt;Georg Philipp Telemann&lt;/a&gt;, already a renowned composer in his own right, attended the representation, and Mattheson probably was in the audience, as well.\nAccording to contemporary custom, the orchestra was laid-off with the entire staff of the court following the death of Frederick I in 1713. Some of the now unemployed musicians would soon be hired by young Prince Leopold, who had just returned to &lt;a href=\"K%C3%B6then\"&gt;Köthen&lt;/a&gt; after his &lt;a href=\"Grand%20Tour\"&gt;Grand Tour&lt;/a&gt; in Italy. In 1714, he founded a \"Hofkapelle\", and appointed Stricker to be its director (\"&lt;a href=\"Kapellmeister\"&gt;Kapellmeister&lt;/a&gt;\"). Stricker would hold this post for about three years. In 1715, he published a volume of six Italian cantatas.\nIn early 1717, Stricker resigned to relocate to the court of &lt;a href=\"Saxe-Coburg\"&gt;Saxe-Coburg&lt;/a&gt;, which then resided in &lt;a href=\"Gotha\"&gt;Gotha&lt;/a&gt;. But he remained there for just a few months, as in July 1717, a new pasticcio \"Crudeltà consuma amore\" (Crudelty will consume love) was played at the &lt;a href=\"Palatinate-Neuburg\"&gt;Palatine&lt;/a&gt; court of Neuburg. The libretto labeled him Palatine \"Kapellmeister\"; however, this might have been an honorary title. In early 1718, another pasticcio, \"L'amicizia in terzo overo Il Dionigio\" (Friendship comes in threes or Dionysus) was premiered in Neuburg, which was probably his \"&lt;a href=\"Swan%20song\"&gt;opus ultimum&lt;/a&gt;\".\nShortly thereafter, he relocated to another Palatine residence, &lt;a href=\"Heidelberg\"&gt;Heidelberg&lt;/a&gt;, where his son was baptized in December 1718 - incidentally, exactly a year after his now much higher esteemed successor, &lt;a href=\"Johann%20Sebastian%20Bach\"&gt;Johann Sebastian Bach&lt;/a&gt;, took office at the court of Köthen.\nStricker probably died a short time later; the date of his death remains unknown, though."
}