{
    "id": "39732831",
    "revid": "1065118920",
    "url": "https://en.wikipedia.org/wiki?curid=39732831",
    "title": "List of companies based in the Jacksonville area",
    "text": "This is a list of companies either based or with large operation divisions in the &lt;a href=\"Jacksonville\"&gt;Jacksonville&lt;/a&gt;/&lt;a href=\"Northeast%20Florida\"&gt;Northeast Florida&lt;/a&gt; area of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt;.\nEconomic overview.\n&lt;a href=\"Harbor\"&gt;Harbor&lt;/a&gt; improvements since the late 19th century have made Jacksonville a major military and civilian &lt;a href=\"deep-water%20port\"&gt;deep-water port&lt;/a&gt;. Its riverine location facilitates two &lt;a href=\"U.S.%20Navy\"&gt;U.S. Navy&lt;/a&gt; bases and the &lt;a href=\"Port%20of%20Jacksonville\"&gt;Port of Jacksonville&lt;/a&gt;, Florida's third largest &lt;a href=\"seaport\"&gt;seaport&lt;/a&gt;.\nInterstate Highways &lt;a href=\"Interstate%2010%20in%20Florida\"&gt;10&lt;/a&gt; and &lt;a href=\"Interstate%2095%20in%20Florida\"&gt;95&lt;/a&gt; intersect in Jacksonville, creating the busiest intersection in the region with 200,000 vehicles each day. Interstate 10 ends at this intersection (the other end being in &lt;a href=\"Santa%20Monica%2C%20California\"&gt;Santa Monica, California&lt;/a&gt;).\nThree significant freight railroads call Jacksonville home, and there are four public airports available: &lt;a href=\"Jacksonville%20International%20Airport\"&gt;Jacksonville International Airport&lt;/a&gt;, &lt;a href=\"Jacksonville%20Executive%20at%20Craig%20Airport\"&gt;Jacksonville Executive at Craig Airport&lt;/a&gt;, &lt;a href=\"Herlong%20Recreational%20Airport\"&gt;Herlong Recreational Airport&lt;/a&gt; and &lt;a href=\"Cecil%20Airport\"&gt;Cecil Airport&lt;/a&gt; at &lt;a href=\"Cecil%20Commerce%20Center\"&gt;Cecil Commerce Center&lt;/a&gt;.\nTo emphasize the city's transportation capabilities, the Jacksonville Regional Chamber of Commerce filed \"Jacksonville America's Logistics Center\" as a trademark on November 9, 2007. It was formally registered on August 4, 2009. Cornerstone began promoting the city as \"Jacksonville: America's Logistics Center\" in 2009. Signs were added to the existing city limit markers on Interstate 95.\nSignificant factors in the local economy include &lt;a href=\"Service%20sector\"&gt;services&lt;/a&gt; such as &lt;a href=\"banking\"&gt;banking&lt;/a&gt;, &lt;a href=\"Insurance%20industry\"&gt;insurance&lt;/a&gt;, and &lt;a href=\"healthcare\"&gt;healthcare&lt;/a&gt;.\nAs with much of Florida, &lt;a href=\"tourism\"&gt;tourism&lt;/a&gt; is also important to the Jacksonville area, particularly tourism related to &lt;a href=\"golf\"&gt;golf&lt;/a&gt;.\nStrong presence in Jacksonville.\nThe following notable businesses and organizations can be found in the &lt;a href=\"Jacksonville%2C%20Florida\"&gt;Jacksonville, Florida&lt;/a&gt; area. Companies in bold with an asterisk (*) indicates a major employer in excess of 2,000 employees:"
}