{
    "id": "39734363",
    "revid": "713587",
    "url": "https://en.wikipedia.org/wiki?curid=39734363",
    "title": "Death of Richard Nieuwenhuizen",
    "text": "Richard Nieuwenhuizen (aged 41) was a Dutch man who was attacked and fatally injured on 2 December 2012 after serving as a volunteer &lt;a href=\"Assistant%20referee%20%28association%20football%29\"&gt;linesman&lt;/a&gt; at a youth &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; match in &lt;a href=\"Almere\"&gt;Almere&lt;/a&gt; in which his youngest son was playing for the home team. The attack on him, for which six teenage players on the opposing team and one parent were subsequently convicted, and his death the following day have led to widespread protests and discussion in the Netherlands about violence associated with youth football, and continue to be an international example of the dangers of violence surrounding football matches.\nAttack and death.\nNieuwenhuizen, 41 years old and a resident of Almere, had three sons, the oldest a former coach at SC Buitenboys, the local football club of the &lt;a href=\"Almere%20Buiten\"&gt;Almere Buiten&lt;/a&gt; district, the youngest a player on the B3 team, one of the club's under-17 teams. On 2 December 2012 he officiated as a linesman at a home match played by this team against the B1 team from Nieuw Sloten, a club with players from various parts of the &lt;a href=\"Nieuw-West\"&gt;Nieuw-West&lt;/a&gt; district of &lt;a href=\"Amsterdam\"&gt;Amsterdam&lt;/a&gt;. After the match, he was attacked and knocked down by several Nieuw Sloten players after an argument in which the players accused him of having made biased decisions. Parents intervened and he stood up, but was again knocked down and kicked in the head and around the neck. He refused medical attention and went home, returning to watch a later match, but collapsed. In hospital his condition worsened and he died the following evening, 3 December, as a result of the injury to his head, which had led to an &lt;a href=\"infarct\"&gt;infarct&lt;/a&gt; in a damaged &lt;a href=\"vertebral%20artery\"&gt;vertebral artery&lt;/a&gt;.\nTrial and verdict.\nThe trial began on 29 May 2013 in &lt;a href=\"Lelystad\"&gt;Lelystad&lt;/a&gt;. On 17 June 2013, six teenage players, who had been 15–16 years old at the time of the incident, and the 50-year-old father of one of the players were convicted of &lt;a href=\"manslaughter\"&gt;manslaughter&lt;/a&gt;. El-Hasan D., the father, was sentenced to six years in prison; five of the teenagers to the maximum of two years in youth detention, six months suspended; and one, the man's son, to one year, two months suspended. An additional teenager, aged 15, was found innocent of manslaughter and sentenced to 30 days, 17 suspended, for assault on a goalkeeper. In addition, the court sentenced those convicted to 58,000 euro in damages, of which 25,000 euro constituted shock damages for the youngest son witnessing the manslaughter, and the remainder was intended to compensate Nieuwenhuizen's sons for the partial loss of financial support by their parents.\nThe defendants had argued that Nieuwenhuizen's death was due to a medical condition known as segmental mediolytic arteriopathy, with testimony by a British forensic pathologist, Christopher Milroy, who performed an &lt;a href=\"autopsy\"&gt;autopsy&lt;/a&gt; on the body. The court however found it proven that the death resulted from the injuries suffered from the attack, with the judge explaining that the assailants caused an indescribable amount of suffering.\nUpon appeal, the court in &lt;a href=\"Leeuwarden\"&gt;Leeuwarden&lt;/a&gt; ruled on 19 December 2013 that the sentence of one player should be slightly reduced, but that all the other sentences were just and should be upheld. Following &lt;a href=\"cassation\"&gt;cassation&lt;/a&gt;, the &lt;a href=\"Supreme%20Court%20of%20the%20Netherlands\"&gt;Supreme Court&lt;/a&gt; ruled on 14 April 2015 that the court of appeals sufficiently supported the ruling that there could almost certainly not be any other cause of the death of Nieuwenhuizen than the kicks to his head and neck, upholding the sentences and rejecting the appeal to reopen the case.\nThe disciplinary committee of the &lt;a href=\"Royal%20Dutch%20Football%20Association\"&gt;Royal Dutch Football Association&lt;/a&gt; (KNVB) awaited the appeals before determining the appropriate disciplinary measures for the players. On 26 October 2015, the disciplinary committee found that the usual maximum suspension of 10 months for youthful players was inappropriate because of the severity of the incident, and ruled that the players convicted of manslaughter should be banned from football for life, with the exception of one player, who showed obvious remorse and was therefore suspended from football for a period of 60 months (from 3 December 2012).\nBy late 2016, when El-Hasan D. was released on &lt;a href=\"parole\"&gt;parole&lt;/a&gt; for good behavior, all those convicted had been released. By this time, only a small amount of the compensation to the victim's family that the seven convicts were jointly sentenced to pay had been paid. Because earlier deadlines for payment had passed, the amount to be paid had increased to 68,000 euro. If the full amount was not paid by 14 January 2017, they could be put under pressure to pay in two ways: each person could be incarcerated for up to one year (this would not lower the amount of compensation), and a bailiff could seize the property of each mature convict (in this case only El-Hasan D.).\nBecause El-Hasan D. was on welfare so that he could not comply with payment arrangements and the other convicts also asserted they could not pay the damages, members of his family posted a letter on Facebook in \"a desperate call for [financial] help\". In this public letter, El-Hasan D. was described as a \"dear father\" and \"active football father\", who \"suffered a lot of injustice\" because someone had to pay the price so that an international statement could be made about violence in football, causing him and his family to end up in a \"nightmare\". The authors of the letter assert that he \"only tried to calm things down and to put an end to a trifle on the football field and that cost him dearly\", and that he desperately tried to prove his innocence, but \"that yielded nothing in this 'fair' country\" because the judge refused to look at the specifics of the case. However, the court did consider El-Hasan D.'s share in the death of Nieuwenhuizen to be proven, and described in a reconstruction: \"Especially the mature man kicked [Nieuwenhuizen] in the head. In an attempt to push the mature man away from [Nieuwenhuizen], the keeper of [SC Buitenboys], [Victim 2], ended up on the ground as well.\" Especially in response to the fierce accusations, many responded with outrage and anger, mainly on social media, and among others called the family of El-Hasan D. murderers and beggars, after which they removed the call to raise funds.\nPublic response.\nAggressive behaviour by parents at youth football matches has been a concern for some time in the Netherlands. It gave rise to a television programme, \"Heibel langs de lijn\" (Trouble at the touchline), on which parents' behaviour is shown at their children's request. The Stichting Ideële Reclame (SIRE), an association that makes advertisements aimed at addressing and improving societal problems, dedicated two television advertising campaigns to this topic, in 2007 with the slogan \"Give children back their game\" and four years later connecting parents' work frustrations with their mistreatment of their children in the weekend, with the slogan \"Leave Monday to Friday at home on Saturday\". There had also been a previous death a year earlier in Amsterdam, when a youth football player kicked a 77-year-old supporter of the opposing team in the chest, but that was ruled voluntary manslaughter. The KNVB had already introduced a programme to help amateur clubs promote respect, additional training for referees, mandatory punishment for players abusing officials, and a disciplinary committee which reviews incidents after each weekend. Two weeks before the incident, they had launched a campaign entitled \"Hoe vaak piep jij?\" (How often do you squeak?) to make players aware of verbal violence on football pitches.\nAfter an initially unprofessional performance of the KNVB in which the board of SC Buitenboys felt abandoned by the football association, they soon took charge. They cancelled all amateur fixtures the weekend after Nieuwenhuizen's death, the first such cancellation since the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt;, and took out full-page newspaper ads reading \"Zonder respect geen voetbal\" (Without respect, no football). A minute's silence was observed at professional matches, and players wore armbands. SC Buitenboys held a silent march on 9 December in which 12,000 people took part. They also organized a memorial match between former star football players and a team of SC Buitenboys, installed a permanent memorial, and announced that they would make the \"Without respect, no football\" slogan a binding guideline. Many clubs put up signs with the slogan. The Nieuw Sloten club temporarily cancelled all football, and three teams announced they would leave the club.\nThe deliberate attack on Nieuwenhuizen caused widespread shock and was covered in the international press. A moment of silence was held before the kickoff at the &lt;a href=\"2012%20FIFA%20Club%20World%20Cup\"&gt;2012 FIFA Club World Cup&lt;/a&gt; on 6 December 2013 in honour of Nieuwenhuizen. Dutch journalist Maarten Bax reviewed the event and its aftermath in the book \"Wat een kutvoetbal, hè? Het turbulente jaar na de dood van grensrechter Richard Nieuwenhuizen\" (Some sucky soccer, huh? The turbulent year after the death of linesman Richard Nieuwenhuizen) published in October 2013, its title referring to Nieuwenhuizen's supposed last words.\nDespite the publicity over Nieuwenhuizen's death, an official was attacked at an amateur game in &lt;a href=\"Arnhem\"&gt;Arnhem&lt;/a&gt; later the same month.\nLegacy.\nThe death of Nieuwenhuizen and its aftermath continue to be an exemplary case, both nationally and internationally.\nAppeals to refrain from violence.\nReports of violence around football games in the Netherlands often refer to the death of Nieuwenhuizen as a type of benchmark, along with outrage over violence continuing since the incident. Violence is under greater scrutiny from the KNVB, who report an overall decline in the number of incidents, but who also see an increase in incidents with violence in large cities. Appeals to learn from this incident and to prevent worse things from happening are also being made abroad. For example, in February 2016, the Chairman of the Surrey Youth League warned parents that if the violence at the touchline continues to escalate, there may be lethal consequences, writing: \"Don’t believe it wouldn’t happen. It did to a linesman at a children’s match in the Netherlands three or four years ago.\"\nExample in the integration debate.\nSince most of the attackers were of &lt;a href=\"Morocco\"&gt;Moroccan&lt;/a&gt; origin or descent, the incident is also being cited in the debate on improving the integration of Moroccan youth into Dutch society. Shortly after the incident, Dutch politician &lt;a href=\"Geert%20Wilders\"&gt;Geert Wilders&lt;/a&gt; &lt;a href=\"Twitter\"&gt;tweeted&lt;/a&gt; that Moroccans were responsible for the violence in youth football, and that the large number of immigrants in Nieuw-West was a factor in discussions after the attack on Nieuwenhuizen. Members of various Dutch political parties debated how best to characterise and respond to problems caused by some Moroccans.\nIn April 2016, sports commentator &lt;a href=\"Johan%20Derksen\"&gt;Johan Derksen&lt;/a&gt; remarked that some amateur clubs suffer damage from a high percentage of players with a Moroccan background. These remarks were viewed by many as racist, but he also received support from, among others, Dutch sports minister &lt;a href=\"Edith%20Schippers\"&gt;Edith Schippers&lt;/a&gt;, who believes that Derksen has identified an \"actual problem\" in Dutch amateur football for which interventions are necessary. Nieuw Sloten itself was again in the news two months prior to Derksen's remark, when a referee had to be brought to safety after being attacked by players, after which the club immediately suspended the team involved.\nChanges in Dutch jurisprudence.\nAll persons who were proven to have contributed to the injuries suffered by Richard Nieuwenhuizen received a sentence. This was a unique sentence at the time and set a new trend in Dutch jurisprudence. Up until that verdict, proof was needed to determine which of the accused ultimately was responsible for the death, and a person could not be convicted of committing the offence if someone else could have been the person primarily committing the crime. Whoever dealt the final blow could not be determined in the case of Nieuwenhuizen, but the court ruled that this was irrelevant as all were equal &lt;a href=\"accomplice\"&gt;accomplice&lt;/a&gt;s, reasoning that they could all be held responsible for both their individual and group behaviour because they all kicked Nieuwenhuizen and collaborated without being forced to follow the example of others in doing so. This line of reasoning has since been followed by other courts in situations where groups engaged in hooliganism or racist crimes, and in the case of two robbers who were accusing each other of causing a lethal driving accident and had previously both been &lt;a href=\"acquittal\"&gt;acquitted&lt;/a&gt; as there was insufficient evidence to determine which of the two was the driver. This legal issue is seemingly akin to the developing doctrine of &lt;a href=\"Common%20purpose\"&gt;Common purpose&lt;/a&gt; in English Law, and also in certain circumstances the &lt;a href=\"Felony%20murder%20rule\"&gt;Felony murder rule&lt;/a&gt; under the English common law and now mainly extant in the U.S."
}