{
    "id": "39755877",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=39755877",
    "title": "S. R. Kanaganayagam",
    "text": "Suppiah Ratnasingham Kanaganayagam (16 May 1904 – 15 May 1989) was a &lt;a href=\"Ceylon%20Tamil\"&gt;Ceylon Tamil&lt;/a&gt; lawyer and member of the &lt;a href=\"Senate%20of%20Ceylon\"&gt;Senate of Ceylon&lt;/a&gt;.\nEarly life and family.\nKanaganayagam was born on 16 May 1904. He was from Sangarathai in northern &lt;a href=\"British%20Ceylon\"&gt;Ceylon&lt;/a&gt;. Kanaganayagam was educated at Hindu English School, Vaddukoddai, &lt;a href=\"Victoria%20College%2C%20Chulipuram\"&gt;Victoria College, Chulipuram&lt;/a&gt; and &lt;a href=\"Jaffna%20College\"&gt;Jaffna College&lt;/a&gt;. He played football for the college. After school he joined &lt;a href=\"Ceylon%20University%20College\"&gt;Ceylon University College&lt;/a&gt;, graduating with an arts degree. He then entered &lt;a href=\"Ceylon%20Law%20College\"&gt;Ceylon Law College&lt;/a&gt;, qualifying as an &lt;a href=\"advocate\"&gt;advocate&lt;/a&gt;.\nKanaganayagam married Satiammah, daughter of Selvaduari. They had a daughter (Savitri Devi) and two sons (&lt;a href=\"K.%20Kanag-Isvaran\"&gt;Kanag-Isvaran&lt;/a&gt; and Maheswaran).\nCareer.\nKanaganayagam was &lt;a href=\"Call%20to%20the%20bar\"&gt;called to the bar&lt;/a&gt; on 10 April 1933. He practised law at the Jaffna Bar.\nKanaganayagam was a member of the &lt;a href=\"Jaffna%20Youth%20Congress\"&gt;Jaffna Youth Congress&lt;/a&gt;, Jaffna Association and Tamil Association. He joined the &lt;a href=\"United%20National%20Party\"&gt;United National Party&lt;/a&gt; (UNP) in 1947 and was appointed to the &lt;a href=\"Senate%20of%20Ceylon\"&gt;Senate of Ceylon&lt;/a&gt; in 1949. He left the UNP because of its support for the &lt;a href=\"Sinhala%20Only%20Act\"&gt;Sinhala Only Act&lt;/a&gt;. He joined the &lt;a href=\"All%20Ceylon%20Tamil%20Congress\"&gt;All Ceylon Tamil Congress&lt;/a&gt; and served as president of its Jaffna branch until his death.\nKanaganayagam was awarded the Smith Mundt Scholarship in 1953 and studied in the USA.\nKanaganayagam was a director and vice president of the Hindu Board of Education.\nLater life.\nKanaganayagam was heavily involved with the Hindu orphanage in &lt;a href=\"Thirunelveli%20%28Sri%20Lanka%29\"&gt;Thirunelveli&lt;/a&gt;. He was a member of the senate of the &lt;a href=\"University%20of%20Jaffna\"&gt;University of Jaffna&lt;/a&gt;.\nThe &lt;a href=\"Sri%20Lankan%20Civil%20War\"&gt;civil war&lt;/a&gt; caused Kanaganayagam to move from &lt;a href=\"Jaffna\"&gt;Jaffna&lt;/a&gt; to his birth town of Sangarathai in 1984. He later moved to Australia to live with his daughter. He died on 15 May 1989 in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;."
}