{
    "id": "39766702",
    "revid": "28903366",
    "url": "https://en.wikipedia.org/wiki?curid=39766702",
    "title": "Activism",
    "text": "Activism (or &lt;a href=\"Advocacy\"&gt;Advocacy&lt;/a&gt;) consists of efforts to promote, impede, direct or intervene in &lt;a href=\"Social%20change\"&gt;social&lt;/a&gt;, &lt;a href=\"Political%20campaign\"&gt;political&lt;/a&gt;, &lt;a href=\"Economics\"&gt;economic&lt;/a&gt; or &lt;a href=\"Natural%20environment\"&gt;environmental&lt;/a&gt; &lt;a href=\"reform\"&gt;reform&lt;/a&gt; with the desire to make &lt;a href=\"Social%20change\"&gt;changes in society&lt;/a&gt; toward a perceived greater good. Forms of activism range from &lt;a href=\"Mandate%20%28politics%29\"&gt;mandate&lt;/a&gt; building in the community (including writing letters to newspapers) &lt;a href=\"petition\"&gt;petition&lt;/a&gt;ing &lt;a href=\"elected%20officials\"&gt;elected officials&lt;/a&gt;, running or contributing to a &lt;a href=\"political%20campaign\"&gt;political campaign&lt;/a&gt;, preferential patronage (or &lt;a href=\"boycott\"&gt;boycott&lt;/a&gt;) of businesses, and demonstrative forms of activism like &lt;a href=\"Demonstration%20%28protest%29\"&gt;rallies&lt;/a&gt;, &lt;a href=\"Demonstration%20%28people%29\"&gt;street marches&lt;/a&gt;, &lt;a href=\"Strike%20action\"&gt;strikes&lt;/a&gt;, &lt;a href=\"sit-in\"&gt;sit-in&lt;/a&gt;s, or &lt;a href=\"hunger%20strike\"&gt;hunger strike&lt;/a&gt;s.\nActivism may be performed on a day-to-day basis in a wide variety of ways, including through the creation of art (&lt;a href=\"artivism\"&gt;artivism&lt;/a&gt;), computer hacking (&lt;a href=\"hacktivism\"&gt;hacktivism&lt;/a&gt;), or simply in how one chooses to spend their money (&lt;a href=\"economic%20activism\"&gt;economic activism&lt;/a&gt;). For example, the refusal to buy clothes or other merchandise from a company as a &lt;a href=\"protest\"&gt;protest&lt;/a&gt; against the &lt;a href=\"Exploitation%20of%20labour\"&gt;exploitation of workers&lt;/a&gt; by that company could be considered an expression of activism. However, the most highly visible and impactful activism often comes in the form of &lt;a href=\"collective%20action\"&gt;collective action&lt;/a&gt;, in which numerous individuals coordinate an act of protest together in order to make a bigger impact. Collective action that is purposeful, organized, and sustained over a period of time becomes known as a &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt;.\nHistorically, activists have used literature, including pamphlets, tracts, and books to disseminate or propagate their messages and attempt to persuade their readers of the &lt;a href=\"Social%20justice\"&gt;justice&lt;/a&gt; of their cause. Research has now begun to explore how contemporary activist groups use &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; to facilitate &lt;a href=\"civic%20engagement\"&gt;civic engagement&lt;/a&gt; and collective action combining &lt;a href=\"Politics%20and%20technology\"&gt;politics with technology&lt;/a&gt;. Left-wing and right-wing online activists often use different tactics, such as &lt;a href=\"hashtag%20activism\"&gt;hashtag activism&lt;/a&gt; and offline &lt;a href=\"protest\"&gt;protest&lt;/a&gt;, which are more common on the left, and strategic &lt;a href=\"disinformation\"&gt;disinformation&lt;/a&gt;, &lt;a href=\"Conspiracy%20theory\"&gt;conspiracy theories&lt;/a&gt;, and attacks on &lt;a href=\"mainstream%20media\"&gt;mainstream media&lt;/a&gt;, which available evidence suggests may be more common on the right. In addition, the perception of increased left-wing activism in science and academia may decrease conservative &lt;a href=\"Institutional%20trust%20%28social%20sciences%29\"&gt;trust&lt;/a&gt; in science and motivate some forms of conservative activism, including on college campuses.\nDefinitions of activism.\nThe \"&lt;a href=\"Online%20Etymology%20Dictionary\"&gt;Online Etymology Dictionary&lt;/a&gt;\" records the English words \"activism\" and \"activist\" as in use in the political sense from the year 1920 or 1915 respectively. The history of the word \"activism\" traces back to earlier understandings of &lt;a href=\"collective%20behavior\"&gt;collective behavior&lt;/a&gt; and &lt;a href=\"Social%20action%20theory\"&gt;social action&lt;/a&gt;. As late as 1969 \"activism was\" defined as \"the policy or practice of doing things with decision and energy\", without regard to a political signification, whereas \"social action was\" defined as \"organized action taken by a group to improve social conditions\", without regard to normative status. Following the surge of so-called \"new social movements\" in the United States in the 1960s, a new understanding of activism emerged as a rational and acceptable &lt;a href=\"Democracy\"&gt;democratic&lt;/a&gt; option of &lt;a href=\"protest\"&gt;protest&lt;/a&gt; or appeal. However, the history of the existence of revolt through organized or unified protest in recorded history dates back to the &lt;a href=\"Slave%20rebellion\"&gt;slave revolts&lt;/a&gt; of the 1st century BC(E) in the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;, where under the leadership of former gladiator &lt;a href=\"Spartacus\"&gt;Spartacus&lt;/a&gt; 6,000 slaves rebelled and were crucified from Capua to &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; in what became known as the &lt;a href=\"Third%20Servile%20War\"&gt;Third Servile War&lt;/a&gt;.\nIn English history, the &lt;a href=\"Peasants%27%20Revolt\"&gt;Peasants' Revolt&lt;/a&gt; erupted in response to the imposition of a &lt;a href=\"Poll%20tax%20riots\"&gt;poll tax&lt;/a&gt;, and has been paralleled by other rebellions and revolutions in Hungary, Russia, and more recently, for example, &lt;a href=\"Umbrella%20Revolution\"&gt;Hong Kong&lt;/a&gt;. In 1930 under the leadership of &lt;a href=\"Mahatma%20Gandhi\"&gt;Mahatma Gandhi&lt;/a&gt; thousands of protesting Indians participated in the &lt;a href=\"Salt%20March\"&gt;Salt March&lt;/a&gt;, as a protest against the oppressive taxes of their government, resulting in the imprisonment of 60,000 people and eventually independence of their nation. In nations throughout Asia, Africa and South America, the prominence of activism organized by &lt;a href=\"social%20movement\"&gt;social movement&lt;/a&gt;s and especially under the leadership of &lt;a href=\"Civil%20and%20political%20rights\"&gt;civil activists&lt;/a&gt; or &lt;a href=\"social%20revolution\"&gt;social revolution&lt;/a&gt;aries has pushed for increasing national self-reliance or, in some parts of the developing world, collectivist communist or socialist organization and affiliation. Activism has had major impacts on Western societies as well, particularly over the past century through social movements such as the &lt;a href=\"Labour%20movement\"&gt;Labour movement&lt;/a&gt;, the &lt;a href=\"Women%27s%20rights\"&gt;Women's Rights movement&lt;/a&gt;, and the &lt;a href=\"Civil%20rights%20movement\"&gt;Civil rights movement&lt;/a&gt;.\nTypes of activism.\nMost activism addresses either &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; or &lt;a href=\"Environmentalism\"&gt;environmental&lt;/a&gt; concerns. Human rights and environmental issues have historically been treated separately both within international law and as activist movements; prior to the 21st century, most human rights movements did not explicitly treat environmental issues, and likewise, human rights concerns were not typically integrated into early environmental activism. In the 21st century, the intersection between human rights and environmentalism has become increasingly important, leading to criticism of the mainstream environmentalist movement and the development of the &lt;a href=\"environmental%20justice\"&gt;environmental justice&lt;/a&gt; and &lt;a href=\"climate%20justice\"&gt;climate justice&lt;/a&gt; movements.\nHuman rights.\nHuman rights activism seeks to protect basic rights such as those laid out in the &lt;a href=\"Universal%20Declaration%20of%20Human%20Rights\"&gt;Universal Declaration of Human Rights&lt;/a&gt; including such liberties as: right to life, citizenship, and property, freedom of movement; constitutional freedoms of thought, expression, religion, peaceful assembly; and others. The foundations of the global human rights movement involve resistance to colonialism, imperialism, slavery, racism, segregation, patriarchy, and oppression of indigenous peoples.\nEnvironment.\nEnvironmental activism takes quite a few forms:\nMethods.\nActivists employ many different methods, or tactics, in pursuit of their goals. The tactics chosen are significant because they can determine how activists are perceived and what they are capable of accomplishing. For example, nonviolent tactics generally tend to garner more public sympathy than violent ones and are more than twice as effective in achieving stated goals.\nHistorically, most activism has focused on creating substantive changes in the policy or practice of a government or industry. Some activists try to persuade people to change their behavior directly (see also &lt;a href=\"direct%20action\"&gt;direct action&lt;/a&gt;), rather than to persuade governments to change laws. For example, the &lt;a href=\"cooperative%20movement\"&gt;cooperative movement&lt;/a&gt; seeks to build new institutions which conform to cooperative principles, and generally does not lobby or protest politically. Other activists try to persuade people or government policy to remain the same, in an effort to &lt;a href=\"Countermovement\"&gt;counter change&lt;/a&gt;.\n&lt;a href=\"Charles%20Tilly\"&gt;Charles Tilly&lt;/a&gt; developed the concept of a “&lt;a href=\"repertoire%20of%20contention\"&gt;repertoire of contention&lt;/a&gt;,” which describes the full range of tactics available to activists at a given time and place. This repertoire consists of all of the tactics which have been proven to be successful by activists in the past, such as boycotts, petitions, marches, and sit-ins, and can be drawn upon by any new activists and social movements. Activists may also innovate new tactics of protest. These may be entirely novel, such as Douglas Schuler's idea of an \"activist road trip\", or may occur in response to police &lt;a href=\"oppression\"&gt;oppression&lt;/a&gt; or &lt;a href=\"countermovement\"&gt;countermovement&lt;/a&gt; resistance. New tactics then spread to others through a social process known as &lt;a href=\"Diffusion%20of%20innovations\"&gt;diffusion&lt;/a&gt;, and if successful, may become new additions to the activist repertoire.\nActivism is not an activity always performed by those who profess activism as a profession. The term ″activist″ may apply broadly to anyone who engages in activism, or narrowly limited to those who choose political or social activism as a vocation or characteristic practice.\nPolitical activism.\nJudges may employ &lt;a href=\"judicial%20activism\"&gt;judicial activism&lt;/a&gt; to promote their own conception of the social good. The definition of judicial activism and whether a specific decisions is activist are controversial political issues. The legal systems of different nations vary in the extent that judicial activism may be permitted.\nActivists can also be public &lt;a href=\"Consumer%20organization\"&gt;watchdogs&lt;/a&gt; and &lt;a href=\"whistle%20blower\"&gt;whistle blower&lt;/a&gt;s by holding government agencies accountable to oversight and transparency.\nPolitical activism may also include &lt;a href=\"political%20campaign\"&gt;political campaign&lt;/a&gt;ing, &lt;a href=\"lobbying\"&gt;lobbying&lt;/a&gt;, &lt;a href=\"voting\"&gt;voting&lt;/a&gt;, or &lt;a href=\"petition\"&gt;petition&lt;/a&gt;ing.\nPolitical activism does not depend on a specific ideology or national history, as can be seen, for example, in the importance of conservative British women in the 1920s on issues of tariffs.\nPolitical activism on college campuses has been influential in left-wing politics since the 1960s, and recently there has been “a rise in conservative activism on US college campuses” and “it is common for conservative political organizations to donate money to relatively small conservative students groups”.\nWhile people’s motivations for political activism may vary, one model examined activism in the British Conservative party and found three primary motivations: (1) “incentives, such as ambitions for elective office”, (2) “a desire for the party to achieve policy goals” and (3) “expressive concerns, as measured by the strength of the respondent's partisanship”.\nInternet activism.\nThe power of &lt;a href=\"Internet%20Activism\"&gt;Internet activism&lt;/a&gt; came into a global lens with the &lt;a href=\"Arab%20Spring\"&gt;Arab Spring&lt;/a&gt; protests starting in late 2010. People living in the Middle East and North African countries that were experiencing revolutions used social networking to communicate information about protests, including videos recorded on smart phones, which put the issues in front of an international audience. This was the one of the first occasions in which social networking technology was used by citizen-activists to circumvent state-controlled media and communicate directly with the rest of the world. These types of practices of Internet activism were later picked up and used by other activists in subsequent mass mobilizations, such as the &lt;a href=\"Anti-austerity%20movement%20in%20Spain\"&gt;15-M Movement&lt;/a&gt; in Spain in 2011, &lt;a href=\"Gezi%20Park%20protests\"&gt;Occupy Gezi&lt;/a&gt; in Turkey in 2013, and more.\nOnline “left- and right-wing activists use digital and legacy media differently to achieve political goals”. Left-wing online activists are usually more involved in traditional “hashtag activism” and offline protest, while right-wing activists may “manipulate legacy media, migrate to alternative platforms, and work strategically with partisan media to spread their messages”. Research suggests right-wing online activists are more likely to use “strategic disinformation and conspiracy theories”.\nInternet activism may also refer to activism which focuses on protecting or changing the Internet itself, also known as &lt;a href=\"digital%20rights\"&gt;digital rights&lt;/a&gt;. The Digital Rights movement consists of activists and organizations, such as the &lt;a href=\"Electronic%20Frontier%20Foundation\"&gt;Electronic Frontier Foundation&lt;/a&gt;, who work to protect the rights of people in relation to new technologies, particularly concerning the Internet and other &lt;a href=\"Information%20and%20communications%20technology\"&gt;information and communications technologies&lt;/a&gt;.\nMany contemporary activists now utilize new tactics through the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; and other information and communication technologies (ICTs), also known as &lt;a href=\"Internet%20activism\"&gt;Internet activism&lt;/a&gt; or cyber-activism. Some scholars argue that many of these new tactics are digitally analogous to the traditional offline tools of contention. Other digital tactics may be entire new and unique, such as certain types of &lt;a href=\"hacktivism\"&gt;hacktivism&lt;/a&gt;. Together they form a new \"digital repertoire of contention\" alongside the existing offline one. The rising use of digital tools and platforms by activists has also increasingly led to the creation of decentralized networks of activists that are self-organized and &lt;a href=\"Leaderless%20resistance\"&gt;leaderless&lt;/a&gt;, or what is known as &lt;a href=\"franchise%20activism\"&gt;franchise activism&lt;/a&gt;.\nEconomic activism.\n&lt;a href=\"Economic%20activism\"&gt;Economic activism&lt;/a&gt; involves using the economic power of government, consumers, and businesses for social and economic policy change. Both conservative and liberal groups use economic activism to as a form of pressure to influence companies and organizations to oppose or support particular political, religious, or social values and behaviors. This may be done through &lt;a href=\"ethical%20consumerism\"&gt;ethical consumerism&lt;/a&gt; to reinforce \"good\" behavior and support companies one would like to succeed, or through &lt;a href=\"boycott\"&gt;boycott&lt;/a&gt; or &lt;a href=\"divestment\"&gt;divestment&lt;/a&gt; to penalize \"bad\" behavior and pressure companies to change or go out of business.\n&lt;a href=\"Brand%20activism\"&gt;Brand activism&lt;/a&gt; is the type of activism in which business plays a leading role in the processes of social change. Applying brand activism, businesses show concern for the communities they serve, and their economic, social, and environmental problems, which allows businesses to build sustainable and long-term relationships with the customers and prospects. &lt;a href=\"Philip%20Kotler\"&gt;Kotler&lt;/a&gt; and Sarkar defined the phenomenon as an attempt by firms to solve the global problems its future customers and employees care about.\n&lt;a href=\"Consumer%20activism\"&gt;Consumer activism&lt;/a&gt; consists of activism carried out on behalf of &lt;a href=\"consumer\"&gt;consumer&lt;/a&gt;s for &lt;a href=\"consumer%20protection\"&gt;consumer protection&lt;/a&gt; or by consumers themselves. For instance, activists in the &lt;a href=\"free%20produce%20movement\"&gt;free produce movement&lt;/a&gt; of the late 1700s protested against &lt;a href=\"slavery\"&gt;slavery&lt;/a&gt; by boycotting goods produced with slave labor. Today, &lt;a href=\"vegetarianism\"&gt;vegetarianism&lt;/a&gt;, &lt;a href=\"veganism\"&gt;veganism&lt;/a&gt;, and &lt;a href=\"freeganism\"&gt;freeganism&lt;/a&gt; are all forms of consumer activism which boycott certain types of products. Other examples of consumer activism include &lt;a href=\"simple%20living\"&gt;simple living&lt;/a&gt;, a minimalist lifestyle intended to reduce &lt;a href=\"Economic%20materialism\"&gt;materialism&lt;/a&gt; and &lt;a href=\"conspicuous%20consumption\"&gt;conspicuous consumption&lt;/a&gt;, and &lt;a href=\"tax%20resistance\"&gt;tax resistance&lt;/a&gt;, a form of &lt;a href=\"direct%20action\"&gt;direct action&lt;/a&gt; and &lt;a href=\"civil%20disobedience\"&gt;civil disobedience&lt;/a&gt; in opposition to the government that is imposing the tax, to government policy, or as &lt;a href=\"Taxation%20as%20theft\"&gt;opposition to taxation in itself&lt;/a&gt;.\n&lt;a href=\"Activist%20shareholder\"&gt;Shareholder activism&lt;/a&gt; involves &lt;a href=\"shareholder\"&gt;shareholder&lt;/a&gt;s using an &lt;a href=\"Equity%20%28finance%29\"&gt;equity&lt;/a&gt; stake in a &lt;a href=\"corporation\"&gt;corporation&lt;/a&gt; to put pressure on its &lt;a href=\"management\"&gt;management&lt;/a&gt;. The goals of activist shareholders range from financial (increase of &lt;a href=\"shareholder%20value\"&gt;shareholder value&lt;/a&gt; through changes in corporate policy, financing structure, cost cutting, etc.) to non-financial (&lt;a href=\"disinvestment\"&gt;disinvestment&lt;/a&gt; from particular countries, adoption of &lt;a href=\"environmentalism\"&gt;environmentally friendly&lt;/a&gt; policies, etc.).\nArt Activism.\nDesign Activism locates design at the center of promoting social change, raising awareness on social/political issues, or questioning problems associated with mass production and consumerism. Design Activism is not limited to one type of design.\nArt Activism or &lt;a href=\"Artivism\"&gt;Artivism&lt;/a&gt; utilizes the medium of visual art as a method of social or political commentary.\nFashion activism was coined by Celine Semaan. Fashion activism is a type of activism that ignites awareness by giving consumers tools to support change, specifically in the fashion industry. It has been used as an umbrella term for many social and political movements that have taken place in the industry. Fashion Activism uses a participatory approach to a political activity.\nCraft activism or &lt;a href=\"Craftivism\"&gt;Craftivism&lt;/a&gt; is a type of visual activism that allows people to bring awareness to political or social discourse. It is a creative approach to activism as it allows people to send short and clear messages to society. People who contribute to craftivism are called \"craftivists\".\nActivism in literature may publish written works that express intended or advocated reforms. Alternatively, &lt;a href=\"literary%20activism\"&gt;literary activism&lt;/a&gt; may also seek to reform perceived corruption or entrenched systems of power within the publishing industry.\nScience activism.\nScience activism may include efforts to better &lt;a href=\"Science%20communication\"&gt;communicate the benefits of science&lt;/a&gt; or ensure continued funding for scientific research. It may also include efforts to increase perceived legitimacy of particular scientific fields or respond to the politicization of particular fields. The &lt;a href=\"March%20for%20Science\"&gt;March for Science&lt;/a&gt; held around the world in 2017 and 2018 were notable examples of science activism. Approaches to science activism vary from protests to more psychological, marketing-oriented approaches that takes into account such factors as individual sense of self, aversion to solutions to problems, and social perceptions.\nConservatives have become “less trustful of scientists since the 1970s”. Some scholars explain this distrust as conservatives seeing “scientific findings as threatening to their worldview”. Other scholars attribute conservative distrust to liberal activism in science and finding “scientists in certain fields, particularly social science, have increasingly adopted a liberal-activist stance”.\nActivism industry.\nSome groups and organizations participate in activism to such an extent that it can be considered as an industry. In these cases, activism is often done full-time, as part of an organization's &lt;a href=\"core%20business\"&gt;core business&lt;/a&gt;. Many organizations in the activism industry are either &lt;a href=\"non-profit\"&gt;non-profit organizations&lt;/a&gt; or &lt;a href=\"non-governmental%20organization\"&gt;non-governmental organization&lt;/a&gt;s with specific aims and objectives in mind. Most activist organizations do not manufacture goods, but rather mobilize personnel to recruit funds and gain media coverage.\nThe term \"activism industry\" has often been used to refer to outsourced &lt;a href=\"fundraising\"&gt;fundraising&lt;/a&gt; operations. However, activist organizations engage in other activities as well. &lt;a href=\"Lobbying\"&gt;Lobbying&lt;/a&gt;, or the influencing of decisions made by government, is another activist tactic. Many groups, including law firms, have designated staff assigned specifically for lobbying purposes. In the United States, lobbying is regulated by the federal government.\nMany government systems encourage public support of non-profit organizations by granting various forms of &lt;a href=\"income%20tax\"&gt;tax&lt;/a&gt; relief for donations to &lt;a href=\"charitable%20organization\"&gt;charitable organization&lt;/a&gt;s. Governments may attempt to deny these benefits to activists by restricting the political activity of tax-exempt organizations."
}