{
    "id": "39776607",
    "revid": "754619",
    "url": "https://en.wikipedia.org/wiki?curid=39776607",
    "title": "Paynter (horse)",
    "text": "Paynter (foaled March 4, 2009) is an American-bred &lt;a href=\"Thoroughbred\"&gt;Thoroughbred&lt;/a&gt; racehorse notable for a promising three-year-old racing season that included a second-place finish in the &lt;a href=\"2012%20Belmont%20Stakes\"&gt;Belmont Stakes&lt;/a&gt; and a victory in the &lt;a href=\"Haskell%20Invitational\"&gt;Haskell Invitational&lt;/a&gt;, cut short by a near-fatal case of &lt;a href=\"Colitis-X\"&gt;colitis&lt;/a&gt; requiring abdominal surgery, complicated by &lt;a href=\"laminitis\"&gt;laminitis&lt;/a&gt;. Most experts believed that even if he survived, his racing days were over. His struggle for life, regularly updated via &lt;a href=\"social%20media\"&gt;social media&lt;/a&gt; by his owners, gained him a large fan base and earned him the &lt;a href=\"National%20Thoroughbred%20Racing%20Association%20Moment%20of%20the%20Year\"&gt;National Thoroughbred Racing Association Moment of the Year&lt;/a&gt; and &lt;a href=\"Secretariat%20Vox%20Populi%20Award\"&gt;Secretariat Vox Populi Award&lt;/a&gt; for 2012. His surgery was successful, and innovative treatment for laminitis prevented harm to his feet, so he was sent to the &lt;a href=\"Fair%20Hill%20Training%20Center\"&gt;Fair Hill Training Center&lt;/a&gt; for recovery and rehabilitation. In his four-year-old year, he returned to the track in June 2013, almost eleven months after his 2012 Haskell victory, winning the first race of his comeback by &lt;a href=\"horse%20length\"&gt;lengths&lt;/a&gt;, then running in three more &lt;a href=\"graded%20stakes%20race\"&gt;graded stakes race&lt;/a&gt;s, placing second in two of them, demonstrating his ability to compete against top horses. In November, 2013, he ran in the &lt;a href=\"Breeders%27%20Cup%20Classic\"&gt;Breeders' Cup Classic&lt;/a&gt; and following the race was retired to &lt;a href=\"WinStar%20Farm\"&gt;WinStar Farm&lt;/a&gt; to stand at stud beginning with the 2014 breeding season.\nBackground.\nPaynter is a &lt;a href=\"Bay%20%28horse%29\"&gt;bay&lt;/a&gt; horse with a white &lt;a href=\"star%20%28horse%20marking%29\"&gt;star&lt;/a&gt; on his forehead, a &lt;a href=\"Horse%20markings%23Facial%20markings\"&gt;faint irregular snip on his nose&lt;/a&gt;, and a white left front &lt;a href=\"Horse%20markings%23Leg%20markings\"&gt;pastern&lt;/a&gt; bred by Diamond A Racing Corporation of Kentucky. His sire is 1998 &lt;a href=\"Breeders%27%20Cup%20Classic\"&gt;Breeders' Cup Classic&lt;/a&gt; winner &lt;a href=\"Awesome%20Again\"&gt;Awesome Again&lt;/a&gt;, and his dam is Tizso, who raced twice and is a full sister to the two-time Breeders' Cup Classic winner &lt;a href=\"Tiznow\"&gt;Tiznow&lt;/a&gt;.\nOriginally named MC's Dream, Paynter sold for $325,000 at the &lt;a href=\"Keeneland\"&gt;Keeneland&lt;/a&gt; yearling sale. He was purchased by &lt;a href=\"Ahmed%20Zayat\"&gt;Ahmed Zayat&lt;/a&gt;'s Zayat Stables, LLC and was &lt;a href=\"horse%20training\"&gt;started under saddle&lt;/a&gt; by &lt;a href=\"horse%20trainer\"&gt;horse trainer&lt;/a&gt; J.B. McKathan in Florida. After completing basic training, Zayat's adult son, Justin, selected Paynter, along with stablemate &lt;a href=\"Bodemeister\"&gt;Bodemeister&lt;/a&gt;, to move on to the racing stable of trainer &lt;a href=\"Bob%20Baffert\"&gt;Bob Baffert&lt;/a&gt;.\n Paynter did not race as a two-year-old.\nRacing career.\n2012: Three-year-old season.\nPaynter won his &lt;a href=\"maiden%20race\"&gt;maiden race&lt;/a&gt; on February 18, 2012 at &lt;a href=\"Santa%20Anita%20Park\"&gt;Santa Anita Park&lt;/a&gt;. In an unusual move, he was taken directly from his maiden race to the &lt;a href=\"graded%20stakes%20race\"&gt;Grade I&lt;/a&gt; &lt;a href=\"Santa%20Anita%20Derby\"&gt;Santa Anita Derby&lt;/a&gt;, where he had a troubled start and ran in sixth place before finishing fourth, &lt;a href=\"horse%20length\"&gt;lengths&lt;/a&gt; behind the winner. Viewed as not quite ready for the &lt;a href=\"United%20States%20Triple%20Crown%20of%20Thoroughbred%20Racing\"&gt;Triple Crown&lt;/a&gt; races, Paynter next ran in the &lt;a href=\"Derby%20Trial\"&gt;Derby Trial&lt;/a&gt;, where, on a muddy track, he lost narrowly in the final &lt;a href=\"furlong\"&gt;furlong&lt;/a&gt;. In his first three races, he was ridden by &lt;a href=\"Martin%20Garcia%20%28jockey%29\"&gt;Martin Garcia&lt;/a&gt;. His second win was in a mile &lt;a href=\"allowance%20race\"&gt;allowance race&lt;/a&gt; on the undercard of the &lt;a href=\"2012%20Preakness%20Stakes\"&gt;2012 Preakness Stakes&lt;/a&gt;, when he was ridden by &lt;a href=\"Mike%20E.%20Smith\"&gt;Mike Smith&lt;/a&gt;, who also rode Bodemeister in the Preakness later that day. Following Bodemeister's second-place finish in both the &lt;a href=\"2012%20Kentucky%20Derby\"&gt;Kentucky Derby&lt;/a&gt; and the Preakness, Paynter was entered into the &lt;a href=\"2012%20Belmont%20Stakes\"&gt;Belmont&lt;/a&gt; with Smith as jockey.\nIn the Belmont, Paynter led for most of the race until the final furlong when Smith came off the rail, allowing winner &lt;a href=\"Union%20Rags\"&gt;Union Rags&lt;/a&gt; to slip through and win by a neck. Paynter had already fended off two challengers during the race, and Smith had switched his whip from his right hand to his left in an attempt to fend off a late challenge from Atigun; Smith considered his decision to be an error that cost him the race.\nPaynter's biggest win and first graded stakes win came in his next race, the mile, $1 million &lt;a href=\"Haskell%20Invitational\"&gt;Haskell Invitational&lt;/a&gt; at &lt;a href=\"Monmouth%20Park%20Racetrack\"&gt;Monmouth Park Racetrack&lt;/a&gt; in July 2012. Baffert's assistant trainer, Jim Barnes, represented the stable at the race, as Baffert had cut back his schedule following a heart attack earlier in the year. Paynter went off as the even-money favorite. Ridden for the first time by jockey &lt;a href=\"Rafael%20Bejarano\"&gt;Rafael Bejarano&lt;/a&gt;, he followed the leader through the backstretch, then took the lead at the far turn, beating five other horses to win by lengths. His winning time was 1:48.87, earning him a &lt;a href=\"Beyer%20Speed%20Figure\"&gt;Beyer Speed Figure&lt;/a&gt; of 108. The victory was also Baffert's third win in a row at the Haskell and sixth Haskell win in his career. Paynter's winnings of $600,000 put him close to a lifetime earnings figure of $1 million, at $952,224, considered impressive for a three-year-old horse who did not race as a two-year-old.\nPaynter's next race was scheduled to be the &lt;a href=\"Travers%20Stakes\"&gt;Travers Stakes&lt;/a&gt; on August 25. With all three Triple Crown race winners for 2012 already retired from racing (all due to injury), Paynter was considered a contender to become the &lt;a href=\"American%20Horse%20of%20the%20Year\"&gt;3-year-old Horse of the Year&lt;/a&gt; if he continued to win races.\nIllness and surgery.\nOn July 29, 2012, two days after his Haskell win, Paynter developed a fever, &lt;a href=\"pneumonia\"&gt;pneumonia&lt;/a&gt;, and diarrhea. He was hospitalized at the nearby Mid-Atlantic Equine Medical Center in New Jersey and then shipped on August 10, 2012 to &lt;a href=\"Belmont%20Park\"&gt;Belmont Park&lt;/a&gt; where he trained for several days. He was then shipped to &lt;a href=\"Saratoga%20Race%20Course\"&gt;Saratoga Race Course&lt;/a&gt;, home to the Travers Stakes, to recover further. However, he had no public workouts and missed the Travers. He was scheduled to be flown back to Baffert's home stable in California on August 27, but Paynter again developed a fever and diarrhea. He was sent to the Upstate Equine Medical Center in &lt;a href=\"Schuylerville%2C%20New%20York\"&gt;Schuylerville, New York&lt;/a&gt; where he was diagnosed with &lt;a href=\"Colitis-X\"&gt;colitis&lt;/a&gt;, an inflammation of the colon. Paynter's condition quickly deteriorated and was deemed life-threatening. Ahmed and Justin Zayat began to &lt;a href=\"twitter\"&gt;tweet&lt;/a&gt; regular updates on his condition to the public. His care was supervised by Dr. Laura Javsicas, an Equine Internal Medicine specialist. Her devotion to Paynter was admired by both Zayat and Baffert, who later said that Javsicas should receive a special &lt;a href=\"Eclipse%20Award\"&gt;Eclipse Award&lt;/a&gt;. In turn, Paynter, normally characterized as an \"aggressive\" horse, was very cooperative toward his caregivers and accepted treatment without causing problems.\nPaynter developed an infection at a catheter site and blood clots in his veins due to problems with his protein levels. He lost weight, and suffering from fever, colitis and diarrhea was given &lt;a href=\"Blood%20plasma\"&gt;plasma&lt;/a&gt; and \"aggressive\" antibiotic treatment.\nThe medical staff were also worried, because a systemic illness with intestinal inflammation, such as colitis, is a common precursor to &lt;a href=\"laminitis\"&gt;laminitis&lt;/a&gt;, a painful inflammation of the internal structures of the &lt;a href=\"horse%20hoof\"&gt;hoof&lt;/a&gt;. The staff had been using &lt;a href=\"cryotherapy\"&gt;cryotherapy&lt;/a&gt; on his lower legs as a precaution. Although his &lt;a href=\"blood%20test\"&gt;blood test results&lt;/a&gt; and protein levels began to stabilize, he nevertheless developed &lt;a href=\"laminitis\"&gt;laminitis&lt;/a&gt; in three of his feet on September 4, ten days after he arrived at the center. The veterinarians treating Paynter put &lt;a href=\"Orthopedic%20cast\"&gt;casts&lt;/a&gt; on his lower legs to support his feet. Most experts believed that even if he survived his racing days were over, and the Zayat family feared that &lt;a href=\"Animal%20euthanasia\"&gt;euthanasia&lt;/a&gt; would be necessary.\nAfter about three days, he seemed to be feeling better; his blood work became normal and his diarrhea cleared up, but he still had low-grade fevers. Against the odds, his hoof X-rays came back showing no separation of the &lt;a href=\"Horse%20hoof%23Internal%20structures\"&gt;laminae&lt;/a&gt;, and no rotation or sinking of the &lt;a href=\"coffin%20bone\"&gt;coffin bone&lt;/a&gt; in any of his feet. Although the cryotherapy had not prevented laminitis, it might have kept it from becoming worse. On September 21, the casts were removed from his legs. The laminitis treatment was successful and his feet were returning to normal, raising hopes that he could race again some day.\nPaynter developed an increasing fan base as people followed the Zayat family's social media updates, drawing comparisons to the struggle of &lt;a href=\"Barbaro%20%28horse%29\"&gt;Barbaro&lt;/a&gt; a few years earlier. Both Ahmed and Justin Zayat sent out regular tweets and the &lt;a href=\"hashtag\"&gt;hashtag&lt;/a&gt; #PowerUpPaynter was used to help organize updates to the public. Paynter received handmade posters from children and hundreds of get well cards.\nBecause fevers and colitis were still a problem, Javsicas performed &lt;a href=\"ultrasound\"&gt;ultrasound&lt;/a&gt; and found a problem area in his colon, thus surgery was required. Paynter was very thin by this time, weighing less than 900 pounds, and surgery was considered high risk. On October 2, he was shipped to the &lt;a href=\"University%20of%20Pennsylvania\"&gt;University of Pennsylvania&lt;/a&gt; School of Veterinary Medicine's &lt;a href=\"New%20Bolton%20Center\"&gt;New Bolton Center&lt;/a&gt; (where Barbaro had also been treated) and saw Dr. Louise Southwood, a veterinary surgeon who specialized in equine intestinal medicine and colitis cases. The following morning, Paynter went into surgery and Southwood removed a growth \"full of puss [sic] and bacteria\" from his intestines. Southwood explained, \"we finally got to the bottom of why he was spiking the fever.\" Paynter came out of the surgery well and Zayat tweeted, \"Just think about the resilience of this guy.\" Baffert commented, \"I can't believe this horse is still alive.\" Nine days later, a press release came out stating that Paynter was \"cleared of any lingering symptoms of both [colitis and laminitis]\", and expected to fully recover.\nRehabilitation and awards.\nFollowing surgery, Paynter quickly started to regain his weight, putting on 35 pounds in the two weeks between his surgery and being sent to Fair Hill Training Center's Equine Therapy program on October 15 for rehabilitation. Nonetheless, he arrived at Fair Hill weighing only 912 pounds. At Fair Hill, he started out with hand-walking and grazing, later being allowed short periods of exercise in a &lt;a href=\"round%20pen\"&gt;round pen&lt;/a&gt;. He had access to treatment in a horse-sized &lt;a href=\"Hyperbaric%20medicine\"&gt;hyperbaric oxygen therapy chamber&lt;/a&gt;, an underwater treadmill called an AquaPacer, &lt;a href=\"equine%20massage\"&gt;equine massage&lt;/a&gt; therapy, &lt;a href=\"Electrotherapy\"&gt;electromagnetic therapy&lt;/a&gt;, and use of a cold saltwater spa. By November 15, he was close to 1,000 pounds and was allowed free daily turnout in a &lt;a href=\"paddock\"&gt;paddock&lt;/a&gt;. His normal temperament returned as he began to buck and kick during turnout. He also developed a taste for red peppermint candies, strongly preferring them over green spearmint ones.\nOn December 26, Paynter was selected as the winner of the 2012 &lt;a href=\"Secretariat%20Vox%20Populi%20Award\"&gt;Secretariat Vox Populi Award&lt;/a&gt;. &lt;a href=\"Penny%20Chenery\"&gt;Penny Chenery&lt;/a&gt;, owner of &lt;a href=\"Secretariat%20%28horse%29\"&gt;Secretariat&lt;/a&gt;, for whom the award was named, said \"Paynter's popularity stems from his ability to battle and exceed expectations, making him the perfect choice as the recipient of this year's Vox Populi Award ... After seeing firsthand the devastating effects of this disease, I am even more convinced that the industry must continue to diligently fight laminitis. The progress we have made to date clearly benefited Paynter—a beautiful colt with a tremendous spirit.\"\nIn January 2013, Paynter's survival and recovery was voted the \"Moment of the Year\" by the National Thoroughbred Racing Association (NTRA) in a field of 12 nominees, and the horse's connections were given that honor at the annual &lt;a href=\"Eclipse%20Awards\"&gt;Eclipse Awards&lt;/a&gt;.\n2013: Comeback.\nOn December 29, 2012, Paynter was shipped from Fair Hill back to California, where he resumed race training with Baffert. When he left Fair Hill he weighed 1022 pounds and was described as \"full of himself.\" Both Southwood and Javsicas believed that he could recover completely. While numerous horses recovering from colitis and abdominal surgery have been able to return to their previous levels of competition, Paynter's successful recovery from laminitis was the biggest factor in his ability to resume racing. He began jogging on the track on January 5, and had his first official workout on February 26. On June 14 he was entered into a 7-furlong allowance race at &lt;a href=\"Hollywood%20Park%20Racetrack\"&gt;Betfair Hollywood Park&lt;/a&gt;. Ahmed Zayat said, \"He has shown so much courage, so much tenacity. I just want to let the horse do the talking.\"\nPaynter carried 124 pounds, the co-highweight of the eight horses in the race. Bejarano returned as jockey. It was the horse's first start on a &lt;a href=\"Cushion%20Track\"&gt;synthetic surface&lt;/a&gt;. He started from &lt;a href=\"Glossary%20of%20North%20American%20horse%20racing%23P\"&gt;starting post position&lt;/a&gt; two at odds of 2–5. Paynter led from the start, clocked the first quarter mile in :22.68 and the half mile in :45.67. At six furlongs, he was lengths in front, running that distance in 1:06.56, and continued to increase his lead over the other horses. He won by lengths, finishing in 1:21.86, and earning a Beyer Speed Figure of 114, the best of his career. Justin Zayat said, \"I thought I was winning the Kentucky Derby\", and Baffert stated, \"He is just an incredible, phenomenal horse, I can't believe he is back. He's just a great horse... He went from being 99–1 to survive to 1–9 to win ... I got emotional watching. It's an amazing story.\" Paynter handled the race well and came out in good shape.\nPlans were made for Paynter to run additional races before the &lt;a href=\"Breeders%27%20Cup%20Classic\"&gt;Breeders' Cup Classic&lt;/a&gt; in the fall. His next race was the &lt;a href=\"San%20Diego%20Handicap\"&gt;San Diego Handicap&lt;/a&gt; at Del Mar on July 27, 2013. Shortly after his arrival at &lt;a href=\"Del%20Mar%20racetrack\"&gt;Del Mar racetrack&lt;/a&gt; in early July, Paynter was profiled on TV, showing that his usual temperament was back to normal, as the camera showed him attempting to nip Baffert. Running for the first time on a different synthetic surface, &lt;a href=\"Polytrack\"&gt;Polytrack&lt;/a&gt;, in the &lt;a href=\"graded%20stakes%20race\"&gt;grade 2&lt;/a&gt; race, Paynter was the 3–5 favorite, and at 122 pounds carried the most weight. After running close to the &lt;a href=\"Glossary%20of%20North%20American%20horse%20racing%23P\"&gt;pace&lt;/a&gt; and taking the lead in the &lt;a href=\"Glossary%20of%20North%20American%20horse%20racing%23H\"&gt;homestretch&lt;/a&gt;, he lost by a half-length to a late-running horse, Kettle Corn, at the finish. Jockey Bejarano believed the polytrack surface was a factor in his loss. \"He never seemed comfortable out there, I felt like I had plenty of horse, but he just wasn't liking what he was doing ... he didn't have enough at the end.\" Nonetheless, purse money for his placing put him over one million dollars in lifetime winnings.\nPaynter next went east to run in the Grade I &lt;a href=\"Woodward%20Stakes\"&gt;Woodward Stakes&lt;/a&gt; at Saratoga on August 31. Five of the horses in the initial seven-horse field, including Paynter, were previous Grade I stakes winners. Paynter drew post position 5 and was the second favorite at 3-1 odds on the &lt;a href=\"Glossary%20of%20North%20American%20horse%20racing%23M\"&gt;morning line&lt;/a&gt;. However, following the scratch of a speed horse, the oddsmaker revised his figures to make front-running Paynter the 2-1 favorite. On race day, over a sloppy track, another horse, &lt;a href=\"Mucho%20Macho%20Man\"&gt;Mucho Macho Man&lt;/a&gt;, scratched and only five horses went to the post. Paynter had a bad start, hitting the left side of the &lt;a href=\"starting%20gate\"&gt;starting gate&lt;/a&gt;. Although he ran second for part of the race, he finished last in the field. Justin Zayat said after the race, \"[Paynter] never got a hold of the track. We’ll be back another day.\" Baffert concurred, stating that the horse was \"fine\", but had been troubled by the poor break and by mud hitting his face.\nPaynter's next race was the Grade I &lt;a href=\"Awesome%20Again%20Stakes\"&gt;Awesome Again Stakes&lt;/a&gt; at Santa Anita on September 28. He started from the seven post with his former rider, Martin Garcia up. After running in the middle of the pack and going five horses wide coming into the stretch, he finished second to Mucho Macho Man. His placing was viewed by sportswriters as proof that he could run against top competitors. Baffert said Paynter was still \"a bit rusty\", but the trainer was happy with Paynter's race. He was entered in the Breeders' Cup Classic, on November 2. Before the race, he had a very strong workout and Baffert said that Paynter was \"a monster\" and \"back to top form\", and Ahmed Zayat stated, \"Paynter is a horse like no other ... The fact that he's even competing in the Breeders' Cup is miraculous.\" Though he finished 7th out of 11 horses, with Mucho Macho Man winning again, Paynter finished ahead of a fellow Awesome Again son, the stakes-winning favorite &lt;a href=\"Game%20On%20Dude\"&gt;Game On Dude&lt;/a&gt;.\nRetirement and Stud Career.\nAfter the Breeders' Cup, Paynter was retired and shipped to WinStar Farm to begin his &lt;a href=\"stud%20farm\"&gt;stud career&lt;/a&gt;. His initial &lt;a href=\"stud%20fee\"&gt;stud fee&lt;/a&gt; was set at $25,000 for the 2014 breeding season. Before his arrival, WinStar commissioned a unique, colorful long &lt;a href=\"Graffiti%23Decorative%20and%20high%20art\"&gt;graffiti&lt;/a&gt;-style mural, created by Louisville &lt;a href=\"street%20artist\"&gt;street artist&lt;/a&gt; Braylyn Stewart. The artwork featured the slogan \"Paynter: Awesome Heart\", and was surrounded by quotations about the horse and assorted references to his racing career. The decision to use graffiti art as a promotional tool was to reflect Paynter's toughness and \"street fighter\" image. Artist Stewart also expressed hope that the artwork would help put graffiti art in a positive light and encourage young people to get involved with the arts.\nIn 2017, the first of Paynter's offspring began racing, and his first winner was a two-year-old &lt;a href=\"filly\"&gt;filly&lt;/a&gt; named Dark Artist, who won at &lt;a href=\"Monmouth%20Park\"&gt;Monmouth Park&lt;/a&gt; on July 30.\n&lt;a href=\"Knicks%20Go\"&gt;Knicks Go&lt;/a&gt; became the first offspring of Paynter to win a &lt;a href=\"Breeders%27%20Cup\"&gt;Breeders' Cup&lt;/a&gt; race when he won the 2020 &lt;a href=\"Breeders%27%20Cup%20Dirt%20Mile\"&gt;Breeders' Cup Dirt Mile&lt;/a&gt; in track record time. Knicks Go then went on to win the 2021 &lt;a href=\"Pegasus%20World%20Cup\"&gt;Pegasus World Cup&lt;/a&gt; and &lt;a href=\"2021%20Breeders%27%20Cup%20Classic\"&gt;2021 Breeders' Cup Classic&lt;/a&gt;.\nPedigree.\nPaynter was sired by the Canadian-bred &lt;a href=\"Awesome%20Again\"&gt;Awesome Again&lt;/a&gt;, winner of the 1998 &lt;a href=\"Breeders%27%20Cup%20Classic\"&gt;Breeders' Cup Classic&lt;/a&gt;. At stud, Awesome Again has sired many stakes winners including &lt;a href=\"Ghostzapper\"&gt;Ghostzapper&lt;/a&gt;, who was 2004 Breeders' Cup winner and &lt;a href=\"Eclipse%20Award%20for%20Horse%20of%20the%20Year\"&gt;2004 Horse of the Year&lt;/a&gt;, and two-time &lt;a href=\"Santa%20Anita%20Handicap\"&gt;Santa Anita Handicap&lt;/a&gt; winner &lt;a href=\"Game%20On%20Dude\"&gt;Game On Dude&lt;/a&gt;, another Bob Baffert-trained horse. Paynter is closely related to &lt;a href=\"2013%20Preakness%20Stakes\"&gt;2013 Preakness Stakes&lt;/a&gt; winner &lt;a href=\"Oxbow%20%28horse%29\"&gt;Oxbow&lt;/a&gt;; the two horses share the same sire and are out of full sisters. Both horses have pedigrees &lt;a href=\"outcross\"&gt;outcross&lt;/a&gt;ed for four generations, with very little &lt;a href=\"inbreeding\"&gt;inbreeding&lt;/a&gt;, 4x5x5 to Northern Dancer.\nPaynter's dam is Tizso, a full sister to &lt;a href=\"Tiznow\"&gt;Tiznow&lt;/a&gt;, who was &lt;a href=\"Eclipse%20Award%20for%20Horse%20of%20the%20Year\"&gt;2000 Horse of the Year&lt;/a&gt; and won the Breeders' Cup Classic twice. Tizso's dam, Cee's Song, is credited with raising the respect &lt;a href=\"horse%20breeding\"&gt;breeders&lt;/a&gt; have for her female breeding line, &lt;a href=\"Thoroughbred%20breeding%20theories%23History%20of%20breeding%20theories\"&gt;Thoroughbred family 26&lt;/a&gt;, as one of the top &lt;a href=\"Distaff%23Other%20meanings\"&gt;distaff&lt;/a&gt; lines in America. Five full siblings out of Cee's Song were either race winners or the dams of race winners: Paynter's dam Tizso and Oxbow's dam Tizamazing both &lt;a href=\"foal\"&gt;foal&lt;/a&gt;ed stakes winners, and Tiznow, Tizbud and Tizdubai all won stakes races. Another Cee's Song son, the gelding &lt;a href=\"Breeders%27%20Cup%20Classic%20top%20three%20finishers\"&gt;Budroyale&lt;/a&gt;, was second in the 1999 Breeders' Cup Classic."
}