{
    "id": "397860",
    "revid": "40177402",
    "url": "https://en.wikipedia.org/wiki?curid=397860",
    "title": "Bletchley",
    "text": "Bletchley is a constituent town of &lt;a href=\"Milton%20Keynes\"&gt;Milton Keynes&lt;/a&gt;, &lt;a href=\"Buckinghamshire\"&gt;Buckinghamshire&lt;/a&gt;, England. It is situated in the south-west of Milton Keynes, and is split between the &lt;a href=\"civil%20parishes%20in%20England\"&gt;civil parish&lt;/a&gt;es of &lt;a href=\"Bletchley%20and%20Fenny%20Stratford\"&gt;Bletchley and Fenny Stratford&lt;/a&gt; and &lt;a href=\"West%20Bletchley\"&gt;West Bletchley&lt;/a&gt;.\nBletchley is best known for &lt;a href=\"Bletchley%20Park\"&gt;Bletchley Park&lt;/a&gt;, the headquarters of Britain's &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"codebreaking\"&gt;codebreaking&lt;/a&gt; organisation, and now a major tourist attraction. &lt;a href=\"The%20National%20Museum%20of%20Computing\"&gt;The National Museum of Computing&lt;/a&gt; is also located on the Park.\nHistory.\nOrigin.\nThe town name is &lt;a href=\"Old%20English%20language\"&gt;Anglo-Saxon&lt;/a&gt; and means \"Blæcca's clearing\". It was first recorded in &lt;a href=\"Manorialism\"&gt;manorial&lt;/a&gt; rolls in the 12th century as \"Bicchelai\", then later as \"Blechelegh\" (13th century) and \"Blecheley\" (14th–16th centuries). Just to the south of Fenny Stratford, there was &lt;a href=\"Romano-British\"&gt;Romano-British&lt;/a&gt; town, on either side of &lt;a href=\"Watling%20Street\"&gt;Watling Street&lt;/a&gt;, a &lt;a href=\"Roman%20road\"&gt;Roman road&lt;/a&gt;.\nBletchley Park.\nWithin the West Bletchley parish, in the Church Green district, is &lt;a href=\"Bletchley%20Park\"&gt;Bletchley Park&lt;/a&gt;, which, during the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, was home to the &lt;a href=\"Government%20Code%20and%20Cypher%20School\"&gt;Government Code and Cypher School&lt;/a&gt;. The German &lt;a href=\"Enigma%20code\"&gt;Enigma code&lt;/a&gt; was cracked here by, amongst others, &lt;a href=\"Alan%20Turing\"&gt;Alan Turing&lt;/a&gt;. Another cipher machine was solved with the aid of early computing devices, known as &lt;a href=\"Colossus%20computer\"&gt;Colossus&lt;/a&gt;. The park is now a museum, although many areas of the park grounds have been sold off for housing development.\nDevelopment.\nBletchley grew from an obscure hamlet on the road from &lt;a href=\"Fenny%20Stratford\"&gt;Fenny Stratford&lt;/a&gt; to &lt;a href=\"Buckingham\"&gt;Buckingham&lt;/a&gt; with the arrival of the &lt;a href=\"London%20and%20North%20Western%20Railway\"&gt;London and North Western Railway&lt;/a&gt; in 1845 and its subsequent junction with the Oxford-Cambridge \"&lt;a href=\"Varsity%20Line\"&gt;Varsity Line&lt;/a&gt;\" shortly afterwards. Bletchley grew rapidly to service the junction. &lt;a href=\"Bletchley%20railway%20station\"&gt;Bletchley railway station&lt;/a&gt; was for many years an important node on the railway. It is now one of the seven stations which serve the Milton Keynes urban area.\n\"Bigger, Better, Brighter\" – Bletchley in the 20th century.\nAlmost forty years after the construction of &lt;a href=\"Bletchley%20railway%20station\"&gt;Bletchley railway station&lt;/a&gt;, the 1884/5 &lt;a href=\"Ordnance%20Survey\"&gt;Ordnance Survey&lt;/a&gt; shows Bletchley as still just a small village around the &lt;a href=\"Church%20of%20England\"&gt;C of E&lt;/a&gt; church at &lt;a href=\"Bletchley%20Park\"&gt;Bletchley Park&lt;/a&gt;, and a (separate) hamlet near the &lt;a href=\"Methodist\"&gt;Methodist&lt;/a&gt; chapel and \"Shoulder of Mutton\" &lt;a href=\"public%20house\"&gt;public house&lt;/a&gt; at the junction of &lt;a href=\"Shenley%2C%20Milton%20Keynes\"&gt;Shenley&lt;/a&gt; Road/&lt;a href=\"Newton%20Longville\"&gt;Newton&lt;/a&gt; Road with &lt;a href=\"Buckingham\"&gt;Buckingham&lt;/a&gt; Road. (These districts are known today as Old Bletchley and Far Bletchley). The major settlement of the time is nearby Fenny Stratford.\nIn the urban growth of the &lt;a href=\"Victorian%20era\"&gt;Victorian&lt;/a&gt; period brought by the railway, the town merged with Fenny Stratford. The latter had been constituted an &lt;a href=\"Urban%20district%20%28Great%20Britain%20and%20Ireland%29\"&gt;urban district&lt;/a&gt; (with &lt;a href=\"Simpson%2C%20Milton%20Keynes\"&gt;Simpson&lt;/a&gt;) in 1895, and Bletchley was added in 1898. By 1911, the population of the combined parishes was 5,166 but the balance between them had changed: in that year, the name of the local council (&lt;a href=\"Urban%20district%20%28Great%20Britain%20and%20Ireland%29\"&gt;Urban District&lt;/a&gt;) changed from Fenny Stratford UD to Bletchley UD. The 1926 Ordnance Survey shows the settlements beginning to merge, with large private houses along the Bletchley Road between them. In 1933, the newly founded Bletchley Gazette began a campaign for a \"Bigger, Better, Brighter, Bletchley\". As the nation emerged from World War II, Bletchley Council renewed its desire to expand from its 1951 population of 10,919. By mid-1952, the Council was able to agree terms with five London Boroughs to accept people and businesses from bombed-out sites in London. This trend continued through the 1950s and 1960s, culminating in the GLC-funded Lakes Estate in &lt;a href=\"Water%20Eaton%2C%20Milton%20Keynes\"&gt;Water Eaton&lt;/a&gt; parish, even as Milton Keynes was being founded. Industrial development kept pace, with former London businesses relocating to new industrial estates in Mount Farm and Denbigh – &lt;a href=\"Marshall%20Amplification\"&gt;Marshall Amplification&lt;/a&gt; being the most notable. With &lt;a href=\"compulsory%20purchase%20order\"&gt;compulsory purchase&lt;/a&gt;, Bletchley Road (now renamed to Queensway after a royal visit in 1966) became the new high street with wide pavements where front gardens once lay. Houses near the railway end were replaced by shops but those nearer Fenny Stratford became banks and professional premises. At the 1971 Census, the population of the Bletchley Urban District was 30,642.\nBletchley in Milton Keynes.\nProposals for a new city in North Buckinghamshire had been floated from the early 1960s. Bletchley had fought to be the centre of the proposed new city, but it was not to be. The 1971 Plan for Milton Keynes placed &lt;a href=\"Central%20Milton%20Keynes\"&gt;Central Milton Keynes&lt;/a&gt; on a completely new hill-top site four miles further north, half way to Wolverton. Bletchley was relegated to the status of suburb. Bletchley thrived in the early years of the growth of Milton Keynes, since it was the main shopping area. Bletchley centre was altered considerably when the Brunel Shopping Centre was built in the early 1970s, creating a new end to Queensway. (Previously, Queensway – formerly known as Bletchley Road – was a continuous run from Fenny Stratford to Old Bletchley). Bletchley's boom came to an end when the new &lt;a href=\"Central%20Milton%20Keynes%20Shopping%20Centre\"&gt;Central Milton Keynes Shopping Centre&lt;/a&gt; was built and commercial Bletchley has declined as a retail destination since then.\nCivil parishes: Bletchley and Fenny Stratford, and West Bletchley.\n\"For more details about the districts of Bletchley, see these civil parish articles.\"\nThe &lt;a href=\"%23ONS%20built%20up%20area\"&gt;Bletchley built-up area&lt;/a&gt; is divided for administrative purposes into two civil parishes, &lt;a href=\"Bletchley%20and%20Fenny%20Stratford\"&gt;Bletchley and Fenny Stratford&lt;/a&gt; and &lt;a href=\"West%20Bletchley\"&gt;West Bletchley&lt;/a&gt;\nThe districts that make up Bletchley and Fenny Stratford &lt;a href=\"civil%20parish\"&gt;CP&lt;/a&gt; are: Brickfields (includes the Blue Lagoon), Central Bletchley, &lt;a href=\"Denbigh%2C%20Milton%20Keynes\"&gt;Denbigh&lt;/a&gt; (including &lt;a href=\"Denbigh%20North\"&gt;Denbigh North&lt;/a&gt;), Eaton Manor, &lt;a href=\"Fenny%20Stratford\"&gt;Fenny Stratford&lt;/a&gt;, Granby, Manor Farm, Mount Farm, &lt;a href=\"Newton%20Leys\"&gt;Newton Leys&lt;/a&gt; and &lt;a href=\"Water%20Eaton%2C%20Milton%20Keynes\"&gt;Water Eaton&lt;/a&gt; (includes \"Lakes Estate\"). At the 2011 Census, the population of the parish was 15,313.\nWest Bletchley CP covers that part of Milton Keynes that is south of Standing Way (&lt;a href=\"A421%20road\"&gt;A421&lt;/a&gt;), west of the &lt;a href=\"West%20Coast%20Main%20Line\"&gt;West Coast Main Line&lt;/a&gt; and north of the &lt;a href=\"Varsity%20Line\"&gt;Varsity Line&lt;/a&gt;. At the 2011 Census, the population of the parish was 15,313. The districts and neighbourhoods in the parish are: Church Green (including &lt;a href=\"Bletchley%20Park\"&gt;Bletchley Park&lt;/a&gt;); Far Bletchley; Old Bletchley; West Bletchley (district); Whaddon (ward around Whaddon Way, not to be confused with nearby &lt;a href=\"Whaddon%2C%20Buckinghamshire\"&gt;Whaddon&lt;/a&gt; in &lt;a href=\"Aylesbury%20Vale\"&gt;Aylesbury Vale&lt;/a&gt;).\nTransport.\nThe town is served by &lt;a href=\"Bletchley%20railway%20station\"&gt;Bletchley railway station&lt;/a&gt;, on Sherwood Drive and Bletchley Bus Station, on South Terrace off Saxon Street.\nThe town is served by major &lt;a href=\"Milton%20Keynes%20grid%20road%20system\"&gt;grid roads&lt;/a&gt; including the V4 Watling Street (which runs from the Granby estate to &lt;a href=\"Stony%20Stratford\"&gt;Stony Stratford&lt;/a&gt;), the V7 Saxon Street (connecting Central Bletchley with north and central Milton Keynes) and the H8 Standing Way (&lt;a href=\"A421\"&gt;A421&lt;/a&gt;) (which runs westwards towards &lt;a href=\"Buckingham\"&gt;Buckingham&lt;/a&gt;, &lt;a href=\"Oxford\"&gt;Oxford&lt;/a&gt; and the &lt;a href=\"M40%20motorway\"&gt;M40&lt;/a&gt;, and eastwards towards &lt;a href=\"Bedford\"&gt;Bedford&lt;/a&gt;, &lt;a href=\"Cambridge\"&gt;Cambridge&lt;/a&gt; and the &lt;a href=\"M1%20motorway\"&gt;M1&lt;/a&gt;). The &lt;a href=\"A5%20road%20%28England%29\"&gt;A5&lt;/a&gt; passes along the eastern flank of the town, connecting it with much of the rest of Milton Keynes, along with other major routes.\nSport and leisure.\nBletchley has a &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; club, &lt;a href=\"Sport%20in%20Milton%20Keynes%23Rugby\"&gt;Bletchley RUFC&lt;/a&gt;, both of which play at &lt;a href=\"Fenny%20Stratford%23Manor%20Fields\"&gt;Manor Fields&lt;/a&gt; just south of Fenny Stratford.\n&lt;a href=\"Stadium%20MK\"&gt;Stadium MK&lt;/a&gt;, home of &lt;a href=\"Milton%20Keynes%20Dons%20F.C.\"&gt;Milton Keynes Dons&lt;/a&gt; is at the northern edge of the town.\nPolitical representation.\nBletchley is divided between three electoral wards of Milton Keynes Council, consisting of Bletchley East (3 Labour), Bletchley West (2 Labour, 1 Conservative) and Bletchley Park (1 Labour, 2 Conservative), and is in the parliamentary constituency of Milton Keynes South.\nONS built up area.\nFor the 2011 census, the &lt;a href=\"Office%20for%20National%20Statistics\"&gt;Office for National Statistics&lt;/a&gt; designated a \"built up area sub-division\", being that part of Milton Keynes that is west of the &lt;a href=\"A5%20road%20%28Great%20Britain%29\"&gt;A5&lt;/a&gt; and south of the &lt;a href=\"A421%20road\"&gt;A421&lt;/a&gt;, some . At the 2011 census, the population of the area was 37,114.\nFor the 2001 census, it designated a (larger) \"urban sub-area\" that approximates to the boundaries of the former Bletchley Urban District Council at the time of the designation of Milton Keynes. It also included that part of &lt;a href=\"Winslow%20Rural%20District\"&gt;Winslow Rural District&lt;/a&gt; that fell within the designation. In outline, the ONS Sub-area consisted of Bletchley and Fenny Stratford Civil Parish, West Bletchley Civil Parish and part of &lt;a href=\"Shenley%20Brook%20End\"&gt;Shenley Brook End&lt;/a&gt; Civil Parish (specifically Furzton, Emerson Valley, Tattenhoe and Snelshall). At the 2001 Census, the population of the Sub-area was 47,176."
}