{
    "id": "39781252",
    "revid": "20483999",
    "url": "https://en.wikipedia.org/wiki?curid=39781252",
    "title": "Ulsan Culture &amp; Arts Center",
    "text": "Ulsan Culture &amp; Arts Center is an arts center located in &lt;a href=\"Dal-dong\"&gt;Dal-dong&lt;/a&gt;, &lt;a href=\"Nam%20District%2C%20Ulsan\"&gt;Nam-gu&lt;/a&gt;, &lt;a href=\"Ulsan\"&gt;Ulsan&lt;/a&gt;, &lt;a href=\"South%20Korea\"&gt;South Korea&lt;/a&gt;. Construction of the building began in 1990 and the center opened on 5 October 1995. It was previously named the Jonghap Culture &amp; Arts Center () but was renamed in 1997. It is the site of the annual \"Cheoyong Culture Festival\", which accompanies the \"Ulsan World Music Festival\" and the \"Asia Pacific Music Meeting\".\nFacilities.\nThe center has 3 above-ground floors, and 2 basement floors with a total of of floor space.\nLarge theatre.\nThe grand theatre has a capacity of 1,484 people. There is an orchestra pit and a revolving stage that can be raised or lowered. It is used for many types of performances, including &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, &lt;a href=\"ballet\"&gt;ballet&lt;/a&gt;, &lt;a href=\"musicals\"&gt;musicals&lt;/a&gt; and general &lt;a href=\"theatre\"&gt;theatre&lt;/a&gt;.\nSmall theatre.\nThe small theatre has 472 seats and is used for &lt;a href=\"chamber%20music\"&gt;chamber music&lt;/a&gt; performances and theater and dance performances that require only a small, open space.\nOutdoor theatre.\nThere is an outdoor theatre that can seat up to 650 people and is used for traditional art performances and general musical performances.\nExhibition hall.\nFour exhibition halls are used to display paintings, &lt;a href=\"sculptures\"&gt;sculptures&lt;/a&gt;, &lt;a href=\"calligraphy\"&gt;calligraphy&lt;/a&gt;, photography, crafts, and other &lt;a href=\"exhibits\"&gt;exhibits&lt;/a&gt;.\nOther facilities.\nThere is a crèche for audiences with children, a cafeteria, rehearsal halls and rooms, and an information kiosk to assist with visitor questions. Parking is available on site."
}