{
    "id": "3978255",
    "revid": "43579",
    "url": "https://en.wikipedia.org/wiki?curid=3978255",
    "title": "Acanthophoenix",
    "text": "Acanthophoenix is a genus of &lt;a href=\"flowering%20plant\"&gt;flowering plant&lt;/a&gt;s in the &lt;a href=\"Arecaceae\"&gt;palm family&lt;/a&gt; from the &lt;a href=\"Mascarene%20Islands\"&gt;Mascarene Islands&lt;/a&gt; in the &lt;a href=\"Indian%20Ocean\"&gt;Indian Ocean&lt;/a&gt;, where they are commonly called palmiste rouge. A genus long in flux, three &lt;a href=\"species\"&gt;species&lt;/a&gt; are currently recognized, though unsustainable levels of harvesting for their edible &lt;a href=\"Heart%20of%20palm\"&gt;palm hearts&lt;/a&gt; have brought them all to near extinction in habitat. They are closely related to the \"&lt;a href=\"Tectiphiala\"&gt;Tectiphiala&lt;/a&gt;\" and \"&lt;a href=\"Deckenia%20%28plant%29\"&gt;Deckenia&lt;/a&gt;\" genera, differing in the shape of the staminate &lt;a href=\"flower\"&gt;flower&lt;/a&gt;. The name combines the &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; words for \"thorn\" and \"&lt;a href=\"Phoenix%20%28plant%29\"&gt;date palm&lt;/a&gt;\".\nDescription.\nThe solitary trunks are robust and conspicuously ringed, sparsely armed in youth, with a slightly swollen base. The tubular &lt;a href=\"leaf\"&gt;leaf&lt;/a&gt; bases wrap the trunk, forming a 60 – 90 cm &lt;a href=\"crownshaft\"&gt;crownshaft&lt;/a&gt; covered in hairy tomentum and spines. The leaves are pinnate, 2 m long, and borne on a tomentose petiole, sparsely to densely spiny. The leaflets emerge from the hairy rachis in a flat plane, dark green above and lighter below, to 30 cm long, once-folded with a red or yellow, toothed midrib.\nThe species are monoecious. &lt;a href=\"inflorescence\"&gt;inflorescence&lt;/a&gt; sprouts at the crownshaft base, branched to two orders with a short, winged, tomentose peduncle, colored brown and bearing spines. There is a single peduncular bract, the rachis long, often spiny, bearing ivory to red rachillae. The flowers are spirally arranged on first order rachillae, subtended by triangular bracts, with pairs or single staminate flowers on the tips; the branchlets elongate and become green in fruit.\nThe staminate flowers are asymmetrical, white to cream to red, the three sepals are short and imbricate, while the three valvate &lt;a href=\"petal\"&gt;petal&lt;/a&gt;s are three or four times as long. There are up to twelve stamens, exserted at antithesis, on elongated, slender to wide filaments. The anthers are dorsifixed, linear and basally sagittate; the &lt;a href=\"pollen\"&gt;pollen&lt;/a&gt; is monosulcate and elliptic with tectate, reticulate exine. The pistillate flowers are ovoid with three broad, imbricate sepals and as many valvate petals. There may be up to nine tooth-like staminodes or none at all; gynoecium uniocular and ovoid with broad, pendulous stigmas. The &lt;a href=\"fruit\"&gt;fruit&lt;/a&gt; is ellipsoidal to subglobose, maturing to black, with a thin endocarp, carrying one &lt;a href=\"seed\"&gt;seed&lt;/a&gt;. The seed is round with homogeneous endosperm and a basal embryo.\nDistribution and habitat.\nThey are restricted to &lt;a href=\"Mauritius\"&gt;Mauritius&lt;/a&gt; and &lt;a href=\"R%C3%A9union\"&gt;Réunion&lt;/a&gt; though the populations have been so disturbed that their &lt;a href=\"ecology\"&gt;ecology&lt;/a&gt; is poorly known. Because the islands were &lt;a href=\"volcano\"&gt;volcanically&lt;/a&gt; formed, the palms are often found on sloping terrain from sea level to 1350 meters. They are cultivated around the world."
}