{
    "id": "39795941",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=39795941",
    "title": "Marco Anariba",
    "text": "Marco Antonio Anariba Zelaya (born 18 February 1968) is a retired Honduran &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; player who made his name with the national team in the early 1990s.\nClub career.\nNicknamed \"Maco\", Anariba made his debut for &lt;a href=\"Real%20C.D.%20Espa%C3%B1a\"&gt;Real España&lt;/a&gt; in 1985 and spent 11 years with them. He scored 2 goals for the club in a &lt;a href=\"1991%20CONCACAF%20Champions%27%20Cup\"&gt;1991 CONCACAF Champions' Cup&lt;/a&gt; game against Belizean outfit &lt;a href=\"Verdes%20FC\"&gt;Acros Verdes&lt;/a&gt;. He also played for Honduran clubs &lt;a href=\"C.D.%20Motagua\"&gt;Motagua&lt;/a&gt; for whom he scored 3 goals and &lt;a href=\"Pumas%20UNAH\"&gt;Universidad&lt;/a&gt;.\nIn 1990, Anariba was set to join Mexican side &lt;a href=\"Santos%20Laguna\"&gt;Santos Laguna&lt;/a&gt; but newly appointed Honduran coach &lt;a href=\"Jos%C3%A9%20de%20la%20Paz%20Herrera\"&gt;\"Chelato Uclés\"&lt;/a&gt; signed compatriot &lt;a href=\"Tom%C3%A1s%20R%C3%B3chez\"&gt;Tomás Róchez&lt;/a&gt; instead to join a team including &lt;a href=\"Eugenio%20Dolmo%20Flores\"&gt;Eugenio Dolmo Flores&lt;/a&gt; and &lt;a href=\"Luis%20Enrique%20C%C3%A1lix\"&gt;Luis \"Gavilán\" Cálix&lt;/a&gt;.\nHe retired at 30.\nInternational career.\nA left-sided defender, Anariba made his debut for &lt;a href=\"Honduras%20national%20football%20team\"&gt;Honduras&lt;/a&gt; in a May &lt;a href=\"1991%20UNCAF%20Nations%20Cup\"&gt;1991 UNCAF Nations Cup&lt;/a&gt; match against &lt;a href=\"Panama%20national%20football%20team\"&gt;Panama&lt;/a&gt; and has earned a total of 25 caps, scoring 3 goals. He has represented his country in 10 &lt;a href=\"FIFA%20World%20Cup%20qualification\"&gt;FIFA World Cup qualification&lt;/a&gt; matches and played at the &lt;a href=\"1991%20UNCAF%20Nations%20Cup\"&gt;1991&lt;/a&gt; and &lt;a href=\"1993%20UNCAF%20Nations%20Cup\"&gt;1993 UNCAF Nations Cup&lt;/a&gt;s as well as at the &lt;a href=\"1991%20CONCACAF%20Gold%20Cup\"&gt;1991 CONCACAF Gold Cup&lt;/a&gt;.\nHis final international was a May 1993 &lt;a href=\"FIFA%20World%20Cup%20qualification\"&gt;FIFA World Cup qualification&lt;/a&gt; match against &lt;a href=\"El%20Salvador%20national%20football%20team\"&gt;El Salvador&lt;/a&gt;.\nPersonal life.\nAnariba is married to Waldina, who is a lawyer, and lives in El Progreso where he runs a football school. In summer 2010, he got injured in a veteran league match and after he was treated by a doctor he suffered from thrombosis. His health deteriorated due to the medical malpractice and was bedridden for 30 days, the blood clots almost cost him his left leg. Real España later played a match to raise funds to cover his medical costs.\nHis brother Juan Manuel also played for Real España."
}