{
    "id": "39791671",
    "revid": "29463730",
    "url": "https://en.wikipedia.org/wiki?curid=39791671",
    "title": "Pieter Stemmet",
    "text": "Pieter Franz Stemmet (born 18 February 1992) is a South African &lt;a href=\"rugby%20union\"&gt;rugby union&lt;/a&gt; player, currently playing with &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt;n &lt;a href=\"SuperLiga%20%28rugby%29\"&gt;SuperLiga&lt;/a&gt; side &lt;a href=\"Timi%C8%99oara%20Saracens\"&gt;Timișoara Saracens&lt;/a&gt;. His regular position is prop.\nCareer.\nYouth.\nHe represented at the 2005 Under-13 Craven Week tournament and the 2008 Under-16 Grant Khomo Week, which led to his inclusion in the Under-16 Elite Squad in the same year. He played in the 2009 Under-18 Academy Week tournament and in an S.A. Academy side in the Under-18 &lt;a href=\"Craven%20Week\"&gt;Craven Week&lt;/a&gt; tournament in the same year.\nHe joined the in 2011 and represented them in the &lt;a href=\"2011%20Under-19%20Provincial%20Championship\"&gt;2011 Under-19 Provincial Championship&lt;/a&gt;. He was also named in the senior &lt;a href=\"Vodacom%20Cup\"&gt;Vodacom Cup&lt;/a&gt; squad, but didn't make an appearance.\nWestern Province.\nHe returned to in 2012 and was included in their squad for the &lt;a href=\"2012%20Vodacom%20Cup\"&gt;2012 Vodacom Cup&lt;/a&gt; competition. He made his debut in the opening game of the season, a 51–22 victory over . He came on as a substitute just after half-time and scored a debut try at the end of the game in his only appearance for Western Province.\nEastern Province Kings.\nAfter playing for the in the &lt;a href=\"2012%20Under-21%20Provincial%20Championship\"&gt;2012 Under-21 Provincial Championship&lt;/a&gt;, he then joined the and was included in their squad for the &lt;a href=\"2013%20Currie%20Cup%20First%20Division\"&gt;2013 Currie Cup First Division&lt;/a&gt; season.\nHe made his debut for the – as well as his &lt;a href=\"Currie%20Cup\"&gt;Currie Cup&lt;/a&gt; debut – in the 37–21 victory over the on 6 July 2013 in &lt;a href=\"Welkom\"&gt;Welkom&lt;/a&gt;.\nPumas.\nOn 3 June 2014, the Eastern Province Rugby Union announced that Stemmet would join &lt;a href=\"Nelspruit\"&gt;Nelspruit&lt;/a&gt;-based side the on a loan deal for the &lt;a href=\"2014%20Currie%20Cup%20Premier%20Division\"&gt;2014 Currie Cup Premier Division&lt;/a&gt;. However, he failed to make an appearance for the Pumas."
}