{
    "id": "3980048",
    "revid": "1064808791",
    "url": "https://en.wikipedia.org/wiki?curid=3980048",
    "title": "Computational scientist",
    "text": "A computational scientist is a person skilled in &lt;a href=\"scientific%20computing\"&gt;scientific computing&lt;/a&gt;. This person is usually a &lt;a href=\"scientist\"&gt;scientist&lt;/a&gt;, a &lt;a href=\"statistician\"&gt;statistician&lt;/a&gt;, an &lt;a href=\"applied%20mathematician\"&gt;applied mathematician&lt;/a&gt;, or an &lt;a href=\"engineer\"&gt;engineer&lt;/a&gt; who applies &lt;a href=\"high-performance%20computing\"&gt;high-performance computing&lt;/a&gt; and sometimes &lt;a href=\"cloud%20computing\"&gt;cloud computing&lt;/a&gt; in different ways to advance the state-of-the-art in his respective applied discipline; &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt;, &lt;a href=\"social%20sciences\"&gt;social sciences&lt;/a&gt; and so forth. Thus scientific computing has increasingly influenced many areas such as &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"biology\"&gt;biology&lt;/a&gt;, &lt;a href=\"law\"&gt;law&lt;/a&gt;, and &lt;a href=\"medicine\"&gt;medicine&lt;/a&gt; to name a few. Because a computational scientist's work is generally applied to &lt;a href=\"science\"&gt;science&lt;/a&gt; and other disciplines, they are not necessarily trained in &lt;a href=\"computer%20science\"&gt;computer science&lt;/a&gt; specifically, though concepts of computer science are often used. Computational scientists are typically &lt;a href=\"researchers\"&gt;researchers&lt;/a&gt; at &lt;a href=\"University\"&gt;academic universities&lt;/a&gt;, national labs, or &lt;a href=\"Technology%20company\"&gt;tech companies&lt;/a&gt;.\nOne of the tasks of a computational scientist is to analyze large amounts of data, often from &lt;a href=\"astrophysics\"&gt;astrophysics&lt;/a&gt; or related fields, as these can often generate huge amounts of data. Computational scientists often have to clean up and calibrate the data to a usable form for an effective analysis. Computational scientists are also tasked with creating artificial data through &lt;a href=\"Computer%20simulation\"&gt;computer models&lt;/a&gt; and simulations."
}