{
    "id": "3982698",
    "revid": "42153848",
    "url": "https://en.wikipedia.org/wiki?curid=3982698",
    "title": "Kingdom of Illyria",
    "text": "The Kingdom of Illyria was a &lt;a href=\"crown%20land\"&gt;crown land&lt;/a&gt; of the &lt;a href=\"Austrian%20Empire\"&gt;Austrian Empire&lt;/a&gt; from 1816 to 1849, the successor state of the Napoleonic &lt;a href=\"Illyrian%20Provinces\"&gt;Illyrian Provinces&lt;/a&gt;, reconquered by Austria in the &lt;a href=\"War%20of%20the%20Sixth%20Coalition\"&gt;War of the Sixth Coalition&lt;/a&gt; and restored according to the Final Act of the &lt;a href=\"Congress%20of%20Vienna\"&gt;Vienna Congress&lt;/a&gt;. Its administrative centre was in &lt;a href=\"Ljubljana\"&gt;Ljubljana&lt;/a&gt; (officially )\nUpon the &lt;a href=\"Revolutions%20of%201848%20in%20the%20Austrian%20Empire\"&gt;Revolutions of 1848&lt;/a&gt;, the kingdom was dissolved and split into the Austrian crown lands of &lt;a href=\"Duchy%20of%20Carniola\"&gt;Carniola&lt;/a&gt;, &lt;a href=\"Duchy%20of%20Carinthia\"&gt;Carinthia&lt;/a&gt; and the &lt;a href=\"Austrian%20Littoral\"&gt;Austrian Littoral&lt;/a&gt;.\nGeography.\nThe &lt;a href=\"First%20French%20Empire\"&gt;French&lt;/a&gt; Illyrian Provinces had comprised Carniola and western (\"Upper\") &lt;a href=\"Duchy%20of%20Carinthia\"&gt;Carinthia&lt;/a&gt; as well as the Adriatic territories of &lt;a href=\"Gorizia%20and%20Gradisca\"&gt;Gorizia and Gradisca&lt;/a&gt;, &lt;a href=\"Imperial%20Free%20City%20of%20Trieste\"&gt;Trieste&lt;/a&gt; and the &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt;n peninsula. They had also included the &lt;a href=\"Dalmatia\"&gt;Dalmatia&lt;/a&gt;n coast and the lands of the &lt;a href=\"Kingdom%20of%20Croatia%20%28Habsburg%29\"&gt;Kingdom of Croatia&lt;/a&gt; south of the &lt;a href=\"Sava\"&gt;Sava&lt;/a&gt; River. Parts of the territories on the &lt;a href=\"Adriatic%20Sea\"&gt;Adriatic Sea&lt;/a&gt; had been annexed by the &lt;a href=\"Habsburg%20Monarchy\"&gt;Habsburg Monarchy&lt;/a&gt; from &lt;a href=\"Republic%20of%20Venice\"&gt;Venice&lt;/a&gt; in the 1797 &lt;a href=\"Treaty%20of%20Campo%20Formio\"&gt;Treaty of Campo Formio&lt;/a&gt;. Upon the dissolution of the Provinces, the Austrian government split-off Dalmatia and merged the eastern (\"Lower\") part of Carinthia into what was to become the Kingdom of Illyria.\nThe territory of the kingdom included the modern &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;n state of &lt;a href=\"Carinthia%20%28state%29\"&gt;Carinthia&lt;/a&gt; and the western and central part of present-day &lt;a href=\"Slovenia\"&gt;Slovenia&lt;/a&gt;, i.e. &lt;a href=\"Carniola\"&gt;Carniola&lt;/a&gt; with the capital Ljubljana, the &lt;a href=\"Slovenian%20Littoral\"&gt;Slovenian Littoral&lt;/a&gt; (&lt;a href=\"Gori%C5%A1ka\"&gt;Goriška&lt;/a&gt; and &lt;a href=\"Slovenian%20Istria\"&gt;Slovenian Istria&lt;/a&gt;), and &lt;a href=\"Carinthia%20%28Slovenia%29\"&gt;Slovenian Carinthia&lt;/a&gt;. It also included some territories in north-western &lt;a href=\"Croatia\"&gt;Croatia&lt;/a&gt; (present-day &lt;a href=\"Istria%20County\"&gt;Istria County&lt;/a&gt; and the &lt;a href=\"Kvarner%20Gulf\"&gt;Kvarner Gulf&lt;/a&gt; islands of &lt;a href=\"Krk\"&gt;Krk&lt;/a&gt;, &lt;a href=\"Cres\"&gt;Cres&lt;/a&gt; and &lt;a href=\"Lo%C5%A1inj\"&gt;Lošinj&lt;/a&gt;) and north-eastern &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt; (eastern parts of the &lt;a href=\"Friuli%E2%80%93Venezia%20Giulia\"&gt;Friuli–Venezia Giulia&lt;/a&gt; region, i.e. the former Provinces of &lt;a href=\"Province%20of%20Trieste\"&gt;Trieste&lt;/a&gt; and &lt;a href=\"Province%20of%20Gorizia\"&gt;Gorizia&lt;/a&gt; and some small parts of &lt;a href=\"Province%20of%20Udine\"&gt;Udine&lt;/a&gt; around &lt;a href=\"Tarvisio\"&gt;Tarvisio&lt;/a&gt; in the north east and &lt;a href=\"Cervignano%20del%20Friuli\"&gt;Cervignano del Friuli&lt;/a&gt; in the south east). In 1822, &lt;a href=\"Civil%20Croatia\"&gt;Civil Croatia&lt;/a&gt; between the right bank of the Sava and &lt;a href=\"Rijeka\"&gt;Rijeka&lt;/a&gt; was again merged into the Habsburg Kingdom of Croatia.\nHistory.\nThe Kingdom of Illyria was formed to counter the territorial pretenses of the &lt;a href=\"Kingdom%20of%20Hungary\"&gt;Kingdom of Hungary&lt;/a&gt; and the influences of the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, but it lost on its significance with the Hungarian annexation of Civil Croatia and Rijeka. The legal and administrative reforms made by the former French authorities deeply transformed the administrative structures of these territories, so the Austrian Imperial authorities thought it better to group most of them as a separate administrative entity, enabling a slow incorporation into the Austrian legal, judicial and administrative system.\nThe Kingdom of Illyria was officially established on 3 August 1816. It initially also included Croatian territory that was part of the Napoleonic . However, in the early 1820s the pre-Napoleonic &lt;a href=\"Kingdom%20of%20Croatia%20%28Habsburg%29\"&gt;Croatian kingdom&lt;/a&gt; was re-established, which also included the territories which had formed part of the Kingdom of Illyria (the city of &lt;a href=\"Rijeka\"&gt;Rijeka/Fiume&lt;/a&gt; with eastern Istria and the province of &lt;a href=\"Karlovac\"&gt;Karlovac&lt;/a&gt;). \nIn the &lt;a href=\"Spring%20of%20Nations\"&gt;Spring of Nations&lt;/a&gt; in 1848, &lt;a href=\"Slovenes\"&gt;Slovenes&lt;/a&gt; advanced a proposal to include &lt;a href=\"Lower%20Styria\"&gt;Lower Styria&lt;/a&gt; in the Kingdom of Illyria, so most of the Slovene Lands would be united in a single administrative entity and the idea of a &lt;a href=\"United%20Slovenia\"&gt;United Slovenia&lt;/a&gt; would thus be achieved. &lt;a href=\"Peter%20Kozler\"&gt;Peter Kozler&lt;/a&gt; designed a map of such an enlarged Kingdom of Illyria, which would later become an important national symbol in the Slovenian &lt;a href=\"nationalism\"&gt;national&lt;/a&gt; consciousness. The proposal was, however, rejected by the Habsburg Emperor. The Kingdom of Illyria was gradually mentioned less and less and for the last time officially appeared in 1849 as a &lt;a href=\"crown%20land\"&gt;crown land&lt;/a&gt; in the &lt;a href=\"March%20Constitution%20of%20Austria\"&gt;March Constitution of Austria&lt;/a&gt;.\nAdministration.\nFrom 1822 to 1848 it was administered by the &lt;a href=\"Imperial-Royal\"&gt;Imperial-Royal&lt;/a&gt; Government in &lt;a href=\"Ljubljana\"&gt;Ljubljana&lt;/a&gt; (Laibach) for the ' (provinces) of Ljubljana, &lt;a href=\"Novo%20Mesto\"&gt;Novo Mesto&lt;/a&gt; (Neustadt), &lt;a href=\"Postojna\"&gt;Postojna&lt;/a&gt; (Adelsberg), &lt;a href=\"Villach\"&gt;Villach&lt;/a&gt; (Beljak) and &lt;a href=\"Klagenfurt\"&gt;Klagenfurt&lt;/a&gt; (Celovec) and the Imperial-Royal Government for Littoral in &lt;a href=\"Trieste\"&gt;Trieste&lt;/a&gt; for the ' of &lt;a href=\"Istria\"&gt;Istria&lt;/a&gt; (Istrien), &lt;a href=\"Gorizia\"&gt;Gorizia&lt;/a&gt; (Görz) and the imperial city of Trieste."
}