{
    "id": "3983011",
    "revid": "38890092",
    "url": "https://en.wikipedia.org/wiki?curid=3983011",
    "title": "Danny Ortiz",
    "text": "Josué Danny Ortiz Maldonado (July 26, 1976 – February 29, 2004) was a &lt;a href=\"Guatemala\"&gt;Guatemala&lt;/a&gt;n &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"Goalkeeper%20%28association%20football%29\"&gt;goalkeeper&lt;/a&gt; who played for the &lt;a href=\"Guatemala%20national%20football%20team\"&gt;Guatemalan national team&lt;/a&gt; and &lt;a href=\"CSD%20Municipal\"&gt;CSD Municipal&lt;/a&gt;.\nClub career.\nOrtíz played for both Guatemalan giants &lt;a href=\"C.S.D.%20Comunicaciones\"&gt;Comunicaciones&lt;/a&gt; and &lt;a href=\"CSD%20Municipal\"&gt;CSD Municipal&lt;/a&gt; as well as for &lt;a href=\"CD%20Suchitepequez\"&gt;CD Suchitepequez&lt;/a&gt; and &lt;a href=\"Deportivo%20Carch%C3%A1\"&gt;Deportivo Carchá&lt;/a&gt;. He succeeded national team goalkeeper &lt;a href=\"Edgar%20Estrada\"&gt;Edgar Estrada&lt;/a&gt; between the Comunicaciones goalposts when Estrada moved to Municipal, only to take him to Municipal himself a year later in a swap deal which returned Estrada to the \"Cremas\".\nInternational career.\nOrtiz made his debut for &lt;a href=\"Guatemala%20national%20football%20team\"&gt;Guatemala&lt;/a&gt; in a February 2001 friendly match against &lt;a href=\"Panama%20national%20football%20team\"&gt;Panama&lt;/a&gt; and had collected a total of 10 caps, scoring no goals. He had represented his country at the &lt;a href=\"UNCAF%20Nations%20Cup%202001\"&gt;UNCAF Nations Cup 2001&lt;/a&gt; and at the &lt;a href=\"2002%20CONCACAF%20Gold%20Cup\"&gt;2002 CONCACAF Gold Cup&lt;/a&gt;. He was deemed the natural successor to &lt;a href=\"Edgar%20Estrada\"&gt;Edgar Estrada&lt;/a&gt; in the national team until his premature death.\nHis final international was an October 2002 friendly match against &lt;a href=\"Jamaica%20national%20football%20team\"&gt;Jamaica&lt;/a&gt;.\nDeath.\nDuring a 2004 match with Municipal against their eternal rivals and his former club &lt;a href=\"CSD%20Comunicaciones\"&gt;CSD Comunicaciones&lt;/a&gt;, the 211th \"clasico\" between the clubs, Ortiz collided with &lt;a href=\"Mario%20Rafael%20Rodr%C3%ADguez\"&gt;Mario Rodríguez&lt;/a&gt; of the opposing team, suffering a torn &lt;a href=\"pericardium\"&gt;pericardium&lt;/a&gt;. He was taken to the Hospital Centro Médico where Ortiz died two hours later.\nHe became the third Municipal player after Jhonny Aldana and goalkeeper Rolando Marroquín to die while active for the club. His wife and their two children were left behind."
}