{
    "id": "39847",
    "revid": "1067646227",
    "url": "https://en.wikipedia.org/wiki?curid=39847",
    "title": "Roman conquest of Britain",
    "text": "The Roman conquest of Britain was a process that consisted of the conquest of territory located on the island of &lt;a href=\"Great%20Britain\"&gt;Britain&lt;/a&gt; by occupying &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt; forces. It began in AD 43 under Emperor &lt;a href=\"Claudius\"&gt;Claudius&lt;/a&gt;, and was largely completed by 87 when the &lt;a href=\"Stanegate\"&gt;Stanegate&lt;/a&gt; was established.\nThe &lt;a href=\"Roman%20army\"&gt;Roman army&lt;/a&gt; was generally recruited in &lt;a href=\"Roman%20Italy\"&gt;Italia&lt;/a&gt;, &lt;a href=\"Hispania\"&gt;Hispania&lt;/a&gt;, and &lt;a href=\"Gaul\"&gt;Gaul&lt;/a&gt;. To control the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; they used the newly formed \"&lt;a href=\"Classis%20Britannica\"&gt;fleet&lt;/a&gt;\".\nThe Romans under their general &lt;a href=\"Aulus%20Plautius\"&gt;Aulus Plautius&lt;/a&gt; first forced their way inland in several battles against &lt;a href=\"List%20of%20ancient%20Celtic%20peoples%20and%20tribes%23Great%20Britain%20%28Britannia%29\"&gt;British tribes&lt;/a&gt;, including the &lt;a href=\"Battle%20of%20the%20Medway\"&gt;Battle of the Medway&lt;/a&gt;, the Battle of the Thames, and in later years &lt;a href=\"Caratacus%27s%20last%20battle\"&gt;Caratacus's last battle&lt;/a&gt; against &lt;a href=\"Caratacus\"&gt;Caratacus&lt;/a&gt; and the &lt;a href=\"Roman%20conquest%20of%20Anglesey\"&gt;Roman conquest of Anglesey&lt;/a&gt;. Following a widespread &lt;a href=\"Boudica%23Boudica%27s%20uprising\"&gt;uprising&lt;/a&gt; in AD 60 in which &lt;a href=\"Boudica\"&gt;Boudica&lt;/a&gt; sacked &lt;a href=\"Camulodunum\"&gt;Camulodunum&lt;/a&gt;, &lt;a href=\"Verulamium\"&gt;Verulamium&lt;/a&gt; and &lt;a href=\"Londinium\"&gt;Londinium&lt;/a&gt;, the Romans suppressed the rebellion in the &lt;a href=\"Defeat%20of%20Boudica\"&gt;Defeat of Boudica&lt;/a&gt;. They went on eventually to push as far north as central &lt;a href=\"Caledonia\"&gt;Caledonia&lt;/a&gt; in the &lt;a href=\"Battle%20of%20Mons%20Graupius\"&gt;Battle of Mons Graupius&lt;/a&gt;. Even after &lt;a href=\"Hadrian%27s%20Wall\"&gt;Hadrian's Wall&lt;/a&gt; was established as the border, tribes in Scotland and northern England repeatedly rebelled against Roman rule and forts continued to be maintained across northern Britain to protect against these attacks.\nBackground.\nIn common with other regions on the edge of the empire, Britain had enjoyed diplomatic and trading links with the Romans in the century since &lt;a href=\"Julius%20Caesar\"&gt;Julius Caesar&lt;/a&gt;'s &lt;a href=\"Caesar%27s%20invasions%20of%20Britain\"&gt;expeditions in 55 and 54 BC&lt;/a&gt;, and Roman economic and cultural influence was a significant part of the British late pre-Roman &lt;a href=\"Iron%20Age\"&gt;Iron Age&lt;/a&gt;, especially in the south.\nBetween 55 BC and the 40s AD, the \"status quo\" of tribute, hostages, and &lt;a href=\"Roman%20client%20kingdoms%20in%20Britain\"&gt;client states&lt;/a&gt; without direct military occupation, begun by &lt;a href=\"Caesar%27s%20invasions%20of%20Britain\"&gt;Caesar's invasions of Britain&lt;/a&gt;, largely remained intact. &lt;a href=\"Augustus\"&gt;Augustus&lt;/a&gt; prepared invasions in 34 BC, 27 BC and 25 BC. The first and third were called off due to revolts elsewhere in the empire, the second because the Britons seemed ready to come to terms. According to Augustus's \"&lt;a href=\"Res%20Gestae%20Divi%20Augusti\"&gt;Res Gestae&lt;/a&gt;\", two British kings, &lt;a href=\"Dubnovellaunus\"&gt;Dubnovellaunus&lt;/a&gt; and &lt;a href=\"Tincomarus\"&gt;Tincomarus&lt;/a&gt;, fled to Rome as supplicants during his reign, and &lt;a href=\"Strabo\"&gt;Strabo&lt;/a&gt;'s \"Geography\", written during this period, says Britain paid more in customs and duties than could be raised by taxation if the island were conquered.\nBy the 40s AD, the political situation within Britain was in ferment. The &lt;a href=\"Catuvellauni\"&gt;Catuvellauni&lt;/a&gt; had displaced the &lt;a href=\"Trinovantes\"&gt;Trinovantes&lt;/a&gt; as the most powerful kingdom in south-eastern Britain, taking over the former Trinovantian capital of &lt;a href=\"Camulodunum\"&gt;Camulodunum&lt;/a&gt; (&lt;a href=\"Colchester\"&gt;Colchester&lt;/a&gt;). The &lt;a href=\"Atrebates\"&gt;Atrebates&lt;/a&gt; tribe whose capital was at Calleva Atrebatum (&lt;a href=\"Silchester\"&gt;Silchester&lt;/a&gt;) had friendly trade and diplomatic links with Rome and &lt;a href=\"Verica\"&gt;Verica&lt;/a&gt; was recognised by Rome as their king, but &lt;a href=\"Caratacus\"&gt;Caratacus&lt;/a&gt;' &lt;a href=\"Catuvellauni\"&gt;Catuvellauni&lt;/a&gt; conquered the entire kingdom some time after AD 40 and Verica was expelled from Britain.\n&lt;a href=\"Caligula\"&gt;Caligula&lt;/a&gt; may have planned a campaign against the Britons in AD 40, but its execution was unclear: according to &lt;a href=\"Suetonius\"&gt;Suetonius&lt;/a&gt;' \"&lt;a href=\"The%20Twelve%20Caesars\"&gt;The Twelve Caesars&lt;/a&gt;\", he drew up his troops in battle formation facing the &lt;a href=\"English%20Channel\"&gt;English Channel&lt;/a&gt; and, once his forces had become quite confused, ordered them to gather &lt;a href=\"seashell\"&gt;seashell&lt;/a&gt;s, referring to them as \"plunder from the ocean due to the &lt;a href=\"Capitoline%20Hill\"&gt;Capitol&lt;/a&gt; and the &lt;a href=\"Palatine%20Hill\"&gt;Palace&lt;/a&gt;\". Alternatively, he may have actually told them to gather \"huts\", since the word \"musculi\" was also soldier's &lt;a href=\"slang\"&gt;slang&lt;/a&gt; for engineers' huts and Caligula himself was very familiar with the Empire's soldiers. In any case this readied the troops and facilities that would make Claudius' invasion possible three years later. For example, Caligula built a lighthouse at (modern &lt;a href=\"Boulogne-sur-Mer\"&gt;Boulogne-sur-Mer&lt;/a&gt;), the \"Tour D'Ordre\", that provided a model for the one built soon after at (Dover).\nClaudian preparations.\nIn 43, possibly by reassembling Caligula's troops from 40, &lt;a href=\"Claudius\"&gt;Claudius&lt;/a&gt; mounted an invasion force under overall charge of &lt;a href=\"Aulus%20Plautius\"&gt;Aulus Plautius&lt;/a&gt;, a distinguished senator. A pretext of the invasion was to reinstate &lt;a href=\"Verica\"&gt;Verica&lt;/a&gt;, the exiled king of the &lt;a href=\"Atrebates\"&gt;Atrebates&lt;/a&gt;.\nIt is unclear how many &lt;a href=\"Roman%20legion\"&gt;legions&lt;/a&gt; were sent as only the \"\", commanded by future emperor &lt;a href=\"Vespasian\"&gt;Vespasian&lt;/a&gt; was directly attested to have taken part.\nThe ', the ' (later styled ') and the ' (later styled \"\") are known to have served during the &lt;a href=\"Boudica\"&gt;Boudican Revolt&lt;/a&gt; of 60/61, and were probably there since the initial invasion, but the &lt;a href=\"Roman%20army\"&gt;Roman army&lt;/a&gt; was flexible, with cohorts and auxiliary units being moved around whenever necessary.\nThree other men of appropriate rank to command legions are known from the sources to have been involved in the invasion. &lt;a href=\"Cassius%20Dio\"&gt;Cassius Dio&lt;/a&gt; mentions &lt;a href=\"Gnaeus%20Hosidius%20Geta\"&gt;Gnaeus Hosidius Geta&lt;/a&gt;, who probably led the \"IX Hispana\", and Vespasian's brother &lt;a href=\"Titus%20Flavius%20Sabinus%20%28consul%20AD%2047%29\"&gt;Titus Flavius Sabinus the Younger&lt;/a&gt;. He wrote that Sabinus was Vespasian's lieutenant, but as Sabinus was the older brother and preceded Vespasian into public life, he could hardly have been a &lt;a href=\"military%20tribune\"&gt;military tribune&lt;/a&gt;. &lt;a href=\"Eutropius%20%28historian%29\"&gt;Eutropius&lt;/a&gt; mentions &lt;a href=\"Gnaeus%20Sentius%20Saturninus%20%28consul%2041%29\"&gt;Gnaeus Sentius Saturninus&lt;/a&gt;, although as a former consul he may have been too senior, and perhaps accompanied Claudius later.\nCrossing and landing.\nThe main invasion force under Aulus Plautius crossed in three divisions. The port of departure is usually taken to have been &lt;a href=\"Boulogne\"&gt;Boulogne&lt;/a&gt; (), and the main landing at &lt;a href=\"Richborough%20Castle\"&gt;Rutupiae&lt;/a&gt; (&lt;a href=\"Richborough\"&gt;Richborough&lt;/a&gt;, on the east coast of &lt;a href=\"Kent\"&gt;Kent&lt;/a&gt;). Neither of these locations is certain. Dio does not mention the port of departure, and although Suetonius says that the secondary force under Claudius sailed from Boulogne, it does not necessarily follow that the entire invasion force did. Richborough has a large natural harbour which would have been suitable, and archaeology shows Roman military occupation at about the right time. However, Dio says the Romans sailed east to west, and a journey from Boulogne to Richborough is south to north. Some historians suggest a sailing from Boulogne to the &lt;a href=\"Solent\"&gt;Solent&lt;/a&gt;, landing in the vicinity of Noviomagus (&lt;a href=\"Chichester\"&gt;Chichester&lt;/a&gt;) or &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt;, in territory formerly ruled by Verica.\nRiver battles.\nBritish resistance was led by &lt;a href=\"Togodumnus\"&gt;Togodumnus&lt;/a&gt; and &lt;a href=\"Caratacus\"&gt;Caratacus&lt;/a&gt;, sons of the late king of the Catuvellauni, &lt;a href=\"Cunobeline\"&gt;Cunobeline&lt;/a&gt;. A substantial British force met the Romans at a river crossing thought to be near &lt;a href=\"Rochester%2C%20Kent\"&gt;Rochester&lt;/a&gt; on the &lt;a href=\"River%20Medway\"&gt;River Medway&lt;/a&gt;. The &lt;a href=\"Battle%20of%20the%20Medway\"&gt;Battle of the Medway&lt;/a&gt; raged for two days. &lt;a href=\"Gnaeus%20Hosidius%20Geta\"&gt;Gnaeus Hosidius Geta&lt;/a&gt; was almost captured, but recovered and turned the battle so decisively that he was awarded the \"&lt;a href=\"Roman%20triumph\"&gt;Roman triumph&lt;/a&gt;\". At least one division of auxiliary Batavian troops swam across the river as a separate force.\nThe British were pushed back to the &lt;a href=\"River%20Thames\"&gt;Thames&lt;/a&gt;. They were pursued by the Romans across the river, causing some Roman losses in the marshes of &lt;a href=\"Essex\"&gt;Essex&lt;/a&gt;. Whether the Romans made use of an existing bridge for this purpose or built a temporary one is uncertain.\nTogodumnus died shortly after the battle on the Thames. Plautius halted and sent word for Claudius to join him for the final push. Cassius Dio presents this as Plautius needing the emperor's assistance to defeat the resurgent British, who were determined to avenge Togodumnus. However, Claudius was no military man. The &lt;a href=\"Praetorian%20Guard%23Under%20the%20Julio-Claudian%20dynasty\"&gt;Praetorian cohorts&lt;/a&gt; accompanied Emperor Claudius to Britain in AD 43. &lt;a href=\"Arch%20of%20Claudius%20%28British%20victory%29\"&gt;The Arch of Claudius&lt;/a&gt; in Rome says he received the surrender of eleven British kings with no losses, and Suetonius' \"The Twelve Caesars\" says that Claudius received the surrender of the Britons without battle or bloodshed. It is likely that the Catuvellauni were already as good as beaten, allowing the emperor to appear as conqueror on the final march on Camulodunum. Cassius Dio relates that he brought &lt;a href=\"war%20elephant\"&gt;war elephant&lt;/a&gt;s and heavy armaments which would have overawed any remaining native resistance. Eleven tribes of South East Britain surrendered to Claudius and the Romans prepared to move further west and north. The Romans established their new capital at Camulodunum and Claudius returned to Rome to celebrate his victory. Caratacus escaped with his family, retainers, and treasure, to continue his resistance further west.\nAfter the invasion, Verica may have been restored as king of the Atrebates although by this time he would have been very elderly. In any case a new ruler for their region, &lt;a href=\"Cogidubnus\"&gt;Cogidubnus&lt;/a&gt;, soon appeared as his heir and as king of a number of territories following the first stage of the conquest as a reward as a Roman ally.\nAD 44–60.\n&lt;a href=\"Vespasian\"&gt;Vespasian&lt;/a&gt; took a force westwards, subduing tribes and capturing \"&lt;a href=\"oppidum\"&gt;oppida&lt;/a&gt;\" settlements as he went. The force proceeded at least as far as &lt;a href=\"Exeter\"&gt;Exeter&lt;/a&gt;, which became a base for the Roman legion, Legio II Augusta, from 55 until 75. &lt;a href=\"Legio%20IX%20Hispana\"&gt;Legio IX Hispana&lt;/a&gt; was sent north towards &lt;a href=\"Lincoln%2C%20England\"&gt;Lincoln&lt;/a&gt; () and by 47 it is likely that an area south of a line from the &lt;a href=\"Humber\"&gt;Humber&lt;/a&gt; to the &lt;a href=\"Severn%20Estuary\"&gt;Severn Estuary&lt;/a&gt; was under Roman control. That this line is followed by the Roman road of the &lt;a href=\"Fosse%20Way\"&gt;Fosse Way&lt;/a&gt; has led many historians to debate the route's role as a convenient frontier during the early occupation. It is unlikely that the border between Roman and Iron Age Britain was fixed with modern precision during this period.\nLate in 47 the new governor of Britain, &lt;a href=\"Publius%20Ostorius%20Scapula\"&gt;Publius Ostorius Scapula&lt;/a&gt;, began a campaign against the tribes of modern-day &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, and the &lt;a href=\"Cheshire%20Plain\"&gt;Cheshire Gap&lt;/a&gt;. The &lt;a href=\"Silures\"&gt;Silures&lt;/a&gt; of southeast Wales caused considerable problems to Ostorius and fiercely defended the Welsh border country. Caratacus himself led this guerilla campaign but was defeated when he finally chose to offer a decisive &lt;a href=\"Caratacus%27s%20last%20battle\"&gt;battle&lt;/a&gt;; he fled to the Roman client tribe of the Brigantes who occupied the &lt;a href=\"Pennines\"&gt;Pennines&lt;/a&gt;. Their queen &lt;a href=\"Cartimandua\"&gt;Cartimandua&lt;/a&gt; was unable or unwilling to protect him however, given her own accommodation with the Romans, and handed him over to the invaders. Ostorius died and was replaced by &lt;a href=\"Aulus%20Didius%20Gallus\"&gt;Aulus Didius Gallus&lt;/a&gt; who brought the Welsh borders under control but did not move further north or west, probably because Claudius was keen to avoid what he considered a difficult and drawn-out war for little material gain in the mountainous terrain of upland Britain. When &lt;a href=\"Nero\"&gt;Nero&lt;/a&gt; became emperor in 54, he seems to have decided to continue the invasion and appointed &lt;a href=\"Quintus%20Veranius\"&gt;Quintus Veranius&lt;/a&gt; as governor, a man experienced in dealing with the troublesome hill tribes of &lt;a href=\"Anatolia\"&gt;Anatolia&lt;/a&gt;. Veranius and his successor &lt;a href=\"Gaius%20Suetonius%20Paulinus\"&gt;Gaius Suetonius Paulinus&lt;/a&gt; mounted a successful campaign across North Wales, famously killing many &lt;a href=\"druid\"&gt;druid&lt;/a&gt;s when he &lt;a href=\"Roman%20conquest%20of%20Anglesey\"&gt;invaded the island of Anglesey&lt;/a&gt; in 60. Final occupation of Wales was postponed however when the rebellion of &lt;a href=\"Boudica\"&gt;Boudica&lt;/a&gt; forced the Romans to return to the south east in 60 or 61.\nAD 60–78.\nFollowing the successful &lt;a href=\"Battle%20of%20Watling%20Street\"&gt;suppression&lt;/a&gt; of &lt;a href=\"Boudica\"&gt;Boudica&lt;/a&gt;'s uprising in 60 or 61, a number of new Roman governors continued the conquest by edging north.\nThe leader of the Brigantes was queen &lt;a href=\"Cartimandua\"&gt;Cartimandua&lt;/a&gt;. Her husband was &lt;a href=\"Venutius\"&gt;Venutius&lt;/a&gt;; one speculation is that he might have been a &lt;a href=\"Carvetii\"&gt;Carvetian&lt;/a&gt; and may therefore have been responsible for the incorporation of Cumbria into a Brigantian federation whose territory straddled Britain along the &lt;a href=\"Solway%20Firth\"&gt;Solway&lt;/a&gt;-&lt;a href=\"River%20Tyne\"&gt;Tyne&lt;/a&gt; line. Cartimandua may have ruled the Brigantian peoples east of the Pennines (possibly with a centre at &lt;a href=\"Stanwick%20Iron%20Age%20Fortifications\"&gt;Stanwick&lt;/a&gt;), while Venutius was the chief of the Brigantes (or Carvetii) west of the Pennines in Cumbria (with a possible centre based at &lt;a href=\"Clifton%20Dykes\"&gt;Clifton Dykes&lt;/a&gt;.) Cartimandua was forced to ask for Roman aid following a rebellion by Venutius in 69. The Romans evacuated Cartimandua leaving Venutius in power.\nTacitus says that in 71 &lt;a href=\"Quintus%20Petillius%20Cerialis\"&gt;Quintus Petillius Cerialis&lt;/a&gt; (governor AD 71-74) waged a successful war against the &lt;a href=\"Brigantes\"&gt;Brigantes&lt;/a&gt;. Tacitus praises both Cerialis and his successor &lt;a href=\"Sextus%20Julius%20Frontinus\"&gt;Julius Frontinus&lt;/a&gt; (governor 75–78).\nMuch of the conquest of the north may have been achieved under the governorships of &lt;a href=\"Vettius%20Bolanus\"&gt;Vettius Bolanus&lt;/a&gt; (governor AD 69-71), and of Cerialis. From other sources, it seems that Bolanus had possibly dealt with Venutius and penetrated into Scotland, and evidence from the carbon-dating of the gateway timbers of the Roman fort at Carlisle (&lt;a href=\"Luguvalium\"&gt;Luguvalium&lt;/a&gt;) suggest that they were felled in AD 72, during the governorship of Cerialis. Lead ingots from &lt;a href=\"Deva%20Victrix\"&gt;Deva Victrix&lt;/a&gt;, the Roman fortress at &lt;a href=\"Chester\"&gt;Chester&lt;/a&gt;, indicate that construction there was probably under way by AD 74. Nevertheless, &lt;a href=\"Gnaeus%20Julius%20Agricola\"&gt;Gnaeus Julius Agricola&lt;/a&gt; played his part in the west as commander of the legion XX &lt;a href=\"Valeria%20Victrix\"&gt;Valeria Victrix&lt;/a&gt; (71-73), while Cerialis led the &lt;a href=\"IX%20Hispania\"&gt;IX Hispania&lt;/a&gt; in the east. In addition, the &lt;a href=\"Legio%20II%20Adiutrix\"&gt;Legio II Adiutrix&lt;/a&gt; sailed from Chester up river estuaries to cause surprise to the enemy.\nThe western thrust was started from &lt;a href=\"Lancaster%2C%20Lancashire\"&gt;Lancaster&lt;/a&gt;, where there is evidence of a Cerialian foundation, and followed the line of the Lune and Eden river valleys through Low Borrow Bridge and &lt;a href=\"Brougham%2C%20Cumbria\"&gt;Brougham&lt;/a&gt; (&lt;a href=\"Brocavum\"&gt;Brocavum&lt;/a&gt;). On the Cumbrian coast, &lt;a href=\"Ravenglass\"&gt;Ravenglass&lt;/a&gt; and &lt;a href=\"Blennerhasset\"&gt;Blennerhasset&lt;/a&gt; were probably involved from evidence of one of the earliest Roman occupations in Cumbria. &lt;a href=\"Beckfoot\"&gt;Beckfoot&lt;/a&gt; and &lt;a href=\"Maryport\"&gt;Maryport&lt;/a&gt; may also have featured early on. At some point between 72 and 73, part of Cerialis's force moved across the Stainmore Pass from Corbridge westwards to join Agricola, as evidenced by campaign camps (which may have been previously set up by Bolanus) at &lt;a href=\"Rey%20Cross\"&gt;Rey Cross&lt;/a&gt;, Crackenthorpe, &lt;a href=\"Kirkby%20Thore\"&gt;Kirkby Thore&lt;/a&gt; and Plumpton Head. Signal- or watch-towers are also in evidence across the Stainmore area - Maiden Castle, Bowes Moor and Roper Castle, for example. The two forces then moved up from the vicinity of Penrith to Carlisle, establishing the fort there in AD 72/73.\nFrontinus was sent into Roman Britain in 74 to succeed Cerialis as &lt;a href=\"Roman%20governors%20of%20Britain\"&gt;governor&lt;/a&gt;.\nHe returned to the conquest of &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt; interrupted years before and with steady and successful progress finally subdued the &lt;a href=\"Silures\"&gt;Silures&lt;/a&gt; in circa 76 and other hostile tribes, establishing a new base at &lt;a href=\"Caerleon\"&gt;Caerleon&lt;/a&gt; for &lt;a href=\"Legio%20II%20Augusta\"&gt;Legio II \"Augusta\"&lt;/a&gt; (&lt;a href=\"Isca%20Augusta\"&gt;Isca Augusta&lt;/a&gt;) in 75 and a network of smaller forts fifteen to twenty kilometres apart for his auxiliary units. During his tenure, he probably established the fort at &lt;a href=\"Pumsaint\"&gt;Pumsaint&lt;/a&gt; in west &lt;a href=\"Wales\"&gt;Wales&lt;/a&gt;, largely to exploit the &lt;a href=\"gold\"&gt;gold&lt;/a&gt; deposits at &lt;a href=\"Dolaucothi\"&gt;Dolaucothi&lt;/a&gt;. He left the post in 78, and later he was appointed water commissioner in &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt;.\nCampaigns of Agricola (AD 78–84).\nThe new governor was Agricola, returning to Britain, and made famous through the highly laudatory biography of him written by his son-in-law, Tacitus. Arriving in mid-summer of 78, Agricola completed the conquest of Wales in defeating the Ordovices who had destroyed a cavalry &lt;a href=\"ala%20%28Roman%20military%29\"&gt;ala&lt;/a&gt; of Roman auxiliaries stationed in their territory. Knowing the terrain from his prior military service in Britain, he was able to move quickly to subdue them. He then invaded &lt;a href=\"Anglesey\"&gt;Anglesey&lt;/a&gt;, forcing the inhabitants to sue for peace.\nThe following year he moved against the &lt;a href=\"Brigantes\"&gt;Brigantes&lt;/a&gt; of northern England and the &lt;a href=\"Selgovae\"&gt;Selgovae&lt;/a&gt; along the southern coast of Scotland, using overwhelming military power to re-establish Roman control.\nAgricola in Caledonia.\nTacitus says that after a combination of force and diplomacy quieted discontent among the Britons who had been conquered previously, Agricola built forts in their territories in 79. In 80 he marched to the &lt;a href=\"Firth%20of%20Tay\"&gt;Firth of Tay&lt;/a&gt; (some historians hold that he stopped along the &lt;a href=\"Firth%20of%20Forth\"&gt;Firth of Forth&lt;/a&gt; in that year), not returning south until 81, at which time he consolidated his gains in the new lands that he had conquered, and in the rebellious lands that he had re-conquered. In 82 he sailed to either &lt;a href=\"Kintyre\"&gt;Kintyre&lt;/a&gt; or the shores of &lt;a href=\"Argyll\"&gt;Argyll&lt;/a&gt;, or to both. In 83 and 84 he moved north along Scotland's eastern and northern coasts using both land and naval forces, campaigning successfully against the inhabitants, and winning a significant victory over the northern British peoples led by &lt;a href=\"Calgacus\"&gt;Calgacus&lt;/a&gt; at the &lt;a href=\"Battle%20of%20Mons%20Graupius\"&gt;Battle of Mons Graupius&lt;/a&gt;. Archaeology has shown the Romans built military camps in the north along &lt;a href=\"Gask%20Ridge\"&gt;Gask Ridge&lt;/a&gt;, controlling the glens that provided access to and from the &lt;a href=\"Scottish%20Highlands\"&gt;Scottish Highlands&lt;/a&gt;, and also throughout the &lt;a href=\"Scottish%20Lowlands\"&gt;Scottish Lowlands&lt;/a&gt; in northeastern Scotland.\nPrior to his recall in 84, Agricola built a network of military roads and forts to secure the Roman occupation. Existing forts were strengthened and new ones planted in northeastern Scotland along the &lt;a href=\"Highland%20Line\"&gt;Highland Line&lt;/a&gt;, consolidating control of the glens that provided access to and from the &lt;a href=\"Scottish%20Highlands\"&gt;Scottish Highlands&lt;/a&gt;. The line of military communication and supply along southeastern Scotland and northeastern England (i.e., &lt;a href=\"Dere%20Street\"&gt;Dere Street&lt;/a&gt;) was well-fortified. In southernmost Caledonia, the lands of the &lt;a href=\"Selgovae\"&gt;Selgovae&lt;/a&gt; (approximating to modern &lt;a href=\"Dumfriesshire\"&gt;Dumfriesshire&lt;/a&gt; and the &lt;a href=\"Kirkcudbrightshire\"&gt;Stewartry of Kirkcudbright&lt;/a&gt;) were heavily planted with forts, not only establishing effective control there, but also completing a military enclosure of south-central Scotland (most of the &lt;a href=\"Southern%20Uplands\"&gt;Southern Uplands&lt;/a&gt;, &lt;a href=\"Teviotdale\"&gt;Teviotdale&lt;/a&gt;, and western &lt;a href=\"Tweeddale\"&gt;Tweeddale&lt;/a&gt;). In contrast to Roman actions against the Selgovae, the territories of the &lt;a href=\"Novantae\"&gt;Novantae&lt;/a&gt;, &lt;a href=\"Damnonii\"&gt;Damnonii&lt;/a&gt;, and &lt;a href=\"Votadini\"&gt;Votadini&lt;/a&gt; were not planted with forts, and there is nothing to indicate that the Romans were at war with them.\nFindings.\nIn 2019, GUARD Archaeology team led by Iraia Arabaolaza uncovered a marching camp dating to the 1st century AD, used by Roman legions during the invasion of Roman General Agricola. According to Arabaolaza, the fire pits were split 30 metres apart into two parallel lines. The findings also included clay-domed ovens and 26 fire pits dated to between AD 77 and 86 and AD 90 loaded with burn and charcoal contents. Archaeologists suggested that this site had been chosen as a strategic location for the Roman conquest of &lt;a href=\"Ayrshire\"&gt;Ayrshire&lt;/a&gt;.\nAD 84–117.\nAgricola's successors are not named in any surviving source, but it seems they were unable or unwilling to further subdue the far north. The fortress at &lt;a href=\"Inchtuthil\"&gt;Inchtuthil&lt;/a&gt; was dismantled before its completion and the other fortifications of the &lt;a href=\"Gask%20Ridge\"&gt;Gask Ridge&lt;/a&gt; in &lt;a href=\"Perthshire\"&gt;Perthshire&lt;/a&gt;, erected to consolidate the Roman presence in Scotland in the aftermath of &lt;a href=\"Mons%20Graupius\"&gt;Mons Graupius&lt;/a&gt;, were abandoned within the space of a few years. It is equally likely that the costs of a drawn-out war outweighed any economic or political benefit and it was more profitable to leave the Caledonians alone and only under \"&lt;a href=\"de%20jure\"&gt;de jure&lt;/a&gt;\" submission.\nWith the decline of imperial ambitions in Scotland (and Ireland) by AD 87 (the withdrawal of the XX legion), consolidation based on the line of the &lt;a href=\"Stanegate\"&gt;Stanegate&lt;/a&gt; road (between Carlisle and Corbridge) was settled upon. Carlisle was the seat of a 'centurio regionarius' (or 'district commissioner'). When the Stanegate became the new frontier it was augmented by large forts as at &lt;a href=\"Vindolanda\"&gt;Vindolanda&lt;/a&gt; and additional forts at half-day marching intervals were built at &lt;a href=\"Newbrough\"&gt;Newbrough&lt;/a&gt;, &lt;a href=\"Magnis%20%28Carvoran%29\"&gt;Magnis&lt;/a&gt; (Carvoran) and &lt;a href=\"Brampton%20Old%20Church\"&gt;Brampton Old Church&lt;/a&gt;.\nThe years 87-117 were of consolidation and only a few sites north of the Stanegate line were maintained, while the signs are that an orderly withdrawal to the Solway-Tyne line was made. There does not seem to have been any rout caused as a result of battles with various tribes.\nModifications to the Stanegate line, with the reduction in the size of the forts and the addition of fortlets and watchtowers between them, seem to have taken place from the mid-90s onwards. Apart from the Stanegate line, other forts existed along the Solway Coast at Beckfoot, &lt;a href=\"Alauna%20%28Maryport%29\"&gt;Maryport&lt;/a&gt;, Burrow Walls (near to the present town of Workington) and &lt;a href=\"Moresby%2C%20Cumbria\"&gt;Moresby&lt;/a&gt; (near to Whitehaven). Other forts in the region were built to consolidate Roman presence (Beckfoot, for example may date from the late 1st century). A fort at &lt;a href=\"Troutbeck%2C%20Eden\"&gt;Troutbeck&lt;/a&gt; may have been established from the period of Trajan (emperor 98–117) onwards. Other forts that may have been established during this period include Ambleside (&lt;a href=\"Galava\"&gt;Galava&lt;/a&gt;), positioned to take advantage of ship-borne supply to the forts of the &lt;a href=\"Lake%20District\"&gt;Lake District&lt;/a&gt;. From here, a road was constructed during the Trajanic period to &lt;a href=\"Hardknott%20Roman%20Fort\"&gt;Hardknott Roman Fort&lt;/a&gt;. A road between Ambleside to Old Penrith and/or Brougham, going over &lt;a href=\"High%20Street%20%28Lake%20District%29\"&gt;High Street&lt;/a&gt;, may also date from this period.\nFrom AD 117.\nUnder &lt;a href=\"Hadrian\"&gt;Hadrian&lt;/a&gt;, Roman occupation was withdrawn to a defendable frontier by the construction of &lt;a href=\"Hadrian%27s%20Wall\"&gt;Hadrian's Wall&lt;/a&gt; from around 122. In 142 an attempt was made to push the frontier north to the &lt;a href=\"River%20Clyde\"&gt;River Clyde&lt;/a&gt;-&lt;a href=\"River%20Forth\"&gt;River Forth&lt;/a&gt; area when the &lt;a href=\"Antonine%20Wall\"&gt;Antonine Wall&lt;/a&gt; was constructed. This was once again abandoned after two decades and only subsequently re-occupied on an occasional basis. Meanwhile, the Romans retreated to the earlier and stronger Hadrian's Wall in the &lt;a href=\"River%20Tyne%2C%20England\"&gt;River Tyne&lt;/a&gt;-&lt;a href=\"Solway%20Firth\"&gt;Solway Firth&lt;/a&gt; frontier area.\nRoman troops, however, penetrated far into the north of modern Scotland several more times. Indeed, there is a greater density of Roman marching camps in Scotland than anywhere else in Europe as a result of at least four major attempts to subdue the area.\nThe most notable was in 209 when the emperor &lt;a href=\"Septimius%20Severus\"&gt;Septimius Severus&lt;/a&gt;, claiming to be provoked by the belligerence of the &lt;a href=\"Maeatae\"&gt;Maeatae&lt;/a&gt; tribe, campaigned against the &lt;a href=\"Caledonian%20Confederacy\"&gt;Caledonian Confederacy&lt;/a&gt;, a coalition of &lt;a href=\"Common%20Brittonic\"&gt;Brittonic&lt;/a&gt; &lt;a href=\"Pictish\"&gt;Pictish&lt;/a&gt; tribes of the north of Britain. He used the three legions of the British garrison (augmented by the recently formed 2nd Parthica legion), 9000 imperial guards with cavalry support, and numerous auxiliaries supplied from the sea by the British fleet, the Rhine fleet and two fleets transferred from the Danube for the purpose. According to &lt;a href=\"Dio%20Cassius\"&gt;Dio Cassius&lt;/a&gt;, he inflicted genocidal depredations on the natives and incurred the loss of 50,000 of his own men to the attrition of &lt;a href=\"guerrilla%20warfare\"&gt;guerrilla&lt;/a&gt; tactics before having to withdraw to Hadrian's Wall. He repaired and reinforced the wall with a degree of thoroughness that led most subsequent Roman authors to attribute the construction of the wall to him. During the negotiations to purchase the truce necessary to secure the Roman retreat to the wall, Septimius Severus's wife, &lt;a href=\"Julia%20Domna\"&gt;Julia Domna&lt;/a&gt;, criticised the sexual morals of the Caledonian women; the wife of Argentocoxos, a Caledonian chief, replied: \"We consort openly with the best of men while you allow yourselves to be debauched in private by the worst\". This is the first recorded utterance confidently attributable to a native of the area now known as Scotland. The emperor Septimius Severus died at &lt;a href=\"York\"&gt;York&lt;/a&gt; while planning to renew hostilities, and these plans were abandoned by his son &lt;a href=\"Caracalla\"&gt;Caracalla&lt;/a&gt;.\nLater excursions into Scotland by the Romans were generally limited to the scouting expeditions of \"exploratores\" in the buffer zone that developed between the walls, trading contacts, bribes to purchase truces from the natives, and eventually the spread of Christianity. The degree to which the Romans interacted with the &lt;a href=\"Goidelic%20languages\"&gt;Goidelic&lt;/a&gt;-speaking island of &lt;a href=\"Hibernia\"&gt;Hibernia&lt;/a&gt; (modern &lt;a href=\"Ireland\"&gt;Ireland&lt;/a&gt;) is still unresolved amongst archaeologists in Ireland."
}