{
    "id": "3987093",
    "revid": "861759",
    "url": "https://en.wikipedia.org/wiki?curid=3987093",
    "title": "Block wargame",
    "text": " A block wargame is a &lt;a href=\"board%20game\"&gt;board&lt;/a&gt; &lt;a href=\"Wargaming\"&gt;wargame&lt;/a&gt; that represents military units using wooden blocks instead of cardboard &lt;a href=\"Counter%20%28board%20wargames%29\"&gt;counters&lt;/a&gt; or metal/plastic &lt;a href=\"Miniature%20figure%20%28gaming%29\"&gt;miniatures&lt;/a&gt;. These blocks are typically square, have a labeled and an unlabeled side, and are generally thick enough that they can be placed on their side with the labeled side facing the owning player. Details about the unit (for instance, its identity as well as its attack, defense and movement scores) can then be seen easily by the owning player, while the opposing player will be left unsure of the exact nature of piece; while he can see \"where\" his rival's forces are, &lt;a href=\"fog%20of%20war\"&gt;fog of war&lt;/a&gt; is emulated by preserving the secrecy of the type and quality of the troops.\nOften, block pieces display the main information in the center with a series of numbers (or &lt;a href=\"pip%20%28counting%29\"&gt;pip&lt;/a&gt;s) around the edge, so that the current strength of the unit can be shown in a &lt;a href=\"step-reduction\"&gt;step-reduction&lt;/a&gt; system. When the unit is wounded (representing a single person) or diminished in number (representing more than one person), the player turns it counterclockwise, with the number of pips at the top of block indicating its current strength. While the example block has four steps (strengths of 4, 3, 2 and 1 respectively), blocks can have fewer steps.\nAlternatively, some block wargames require the player to remove the block representing the wounded unit from the board and replace it with a block with a lower strength.\nMany people use block games as campaign games for their miniatures battles. It is easy to translate blocks into miniatures (use any convenient ratio) and then use the same ratio after the battle to reduce damaged units according to the battle result.\nHistory.\nThe initial idea of pieces that are visible to only one of two players traces back to the 1908 introduction of the game L'attaque, the first version of \"&lt;a href=\"Stratego\"&gt;Stratego&lt;/a&gt;\". Early \"Stratego\" pieces were cardboard but were replaced by wood after World War II. (Today \"Stratego\" pieces are plastic.)\n\"Stratego\" was not a direct inspiration for block wargames. In 1972, Lance Gutteridge of &lt;a href=\"Gamma%20Two%20Games\"&gt;Gamma Two Games&lt;/a&gt; originally planned on using six-sided dice to represent pieces and to provide for stepwise reduction in strength. The high cost of dice led him to decide to instead use wooden blocks with labels (and four possible steps of strength). The first such block wargame was \"Quebec 1759\", depicting the campaign surrounding the &lt;a href=\"Battle%20of%20the%20Plains%20of%20Abraham\"&gt;Battle of the Plains of Abraham&lt;/a&gt;. Gamma Two Games later produced \"&lt;a href=\"War%20of%201812%20%28board%20game%29\"&gt;War of 1812&lt;/a&gt;\", covering &lt;a href=\"War%20of%201812\"&gt;the war of that name&lt;/a&gt;, and \"&lt;a href=\"Napoleon%20%28board%20game%29\"&gt;Napoleon&lt;/a&gt;\", covering the Waterloo campaign, before changing its name to &lt;a href=\"Columbia%20Games\"&gt;Columbia Games&lt;/a&gt;. \nThrough the 1980s and 1990s Columbia Games was practically the sole publisher of block wargames. Their releases during this time include \"Rommel in the Desert\", covering World War II's North Africa campaign; \"EastFront\" and its sequels, covering the European theater of World War II at the corps level; and \"Bobby Lee\" and \"Sam Grant\", covering the Virginia and Western theaters of the American Civil War.\nToday.\nBlock wargames are enjoying a minor resurgence. Columbia Games' \"&lt;a href=\"Hammer%20of%20the%20Scots%20%28board%20game%29\"&gt;Hammer of the Scots&lt;/a&gt;\" by designer &lt;a href=\"Jerry%20Taylor\"&gt;Jerry Taylor&lt;/a&gt; has been well received. His next title, \"Crusader Rex\" also fared well by many. Jerry Taylor recently released another block game based on &lt;a href=\"Wars%20of%20the%20Roses\"&gt;the War of the Roses&lt;/a&gt;. GMT Games entered the block wargame market in 2003 with the release of \"Europe Engulfed\", a simulation of the entire &lt;a href=\"European%20Theater%20of%20Operations%20United%20States%20Army\"&gt;ETO&lt;/a&gt;. A sister game, \"Asia Engulfed\", was released in 2007, using blocks to represent fleets as well as ground forces. \nGMT also released a block wargame series called \"Commands and Colors: Ancients\" which met with wide approval. Note that this series of games does not fall under the tradition definition of \"block wargame\" as the units have identifying marks on both sides of the blocks, eliminating the &lt;a href=\"fog%20of%20war\"&gt;fog of war&lt;/a&gt; aspect of most Block Wargames. Simmons Games has published the innovative \"Bonaparte at Marengo\", which was nominated for a 2005 award for Best Historical Simulation by \"Games Magazine\"&lt;a href=\"http%3A//www.simmonsgames.com/\"&gt;&lt;/a&gt;; the game features unique long blocks, reminiscent of the symbols used on battle maps."
}