{
    "id": "399009",
    "revid": "17083510",
    "url": "https://en.wikipedia.org/wiki?curid=399009",
    "title": "Maggie Gyllenhaal",
    "text": "Margalit \"Maggie\" Ruth Gyllenhaal (; born November 16, 1977) is an American actress and filmmaker. Part of the &lt;a href=\"Gyllenhaal%20family\"&gt;Gyllenhaal family&lt;/a&gt;, she is the daughter of filmmakers &lt;a href=\"Stephen%20Gyllenhaal\"&gt;Stephen Gyllenhaal&lt;/a&gt; and &lt;a href=\"Naomi%20Foner%20Gyllenhaal\"&gt;Naomi Achs&lt;/a&gt;, and the older sister of actor &lt;a href=\"Jake%20Gyllenhaal\"&gt;Jake Gyllenhaal&lt;/a&gt;.\nGyllenhaal began her career as a teenager with small roles in several of her father's films, and appeared with her brother in the &lt;a href=\"cult%20film\"&gt;cult&lt;/a&gt; favorite \"&lt;a href=\"Donnie%20Darko\"&gt;Donnie Darko&lt;/a&gt;\" (2001). She then appeared in \"&lt;a href=\"Adaptation%20%28film%29\"&gt;Adaptation&lt;/a&gt;,\" \"&lt;a href=\"Confessions%20of%20a%20Dangerous%20Mind%20%28film%29\"&gt;Confessions of a Dangerous Mind&lt;/a&gt;\" (both 2002), and \"&lt;a href=\"Mona%20Lisa%20Smile\"&gt;Mona Lisa Smile&lt;/a&gt;\" (2003). Gyllenhaal received critical acclaim for her leading performances in the erotic romantic comedy drama \"&lt;a href=\"Secretary%20%282002%20film%29\"&gt;Secretary&lt;/a&gt;\" (2002) and the drama \"&lt;a href=\"Sherrybaby\"&gt;Sherrybaby&lt;/a&gt;\" (2006), each of which earned her a &lt;a href=\"Golden%20Globe%20Award\"&gt;Golden Globe Award&lt;/a&gt; nomination. After several commercially successful films in 2006, including \"&lt;a href=\"World%20Trade%20Center%20%28film%29\"&gt;World Trade Center&lt;/a&gt;\", she received wider recognition for playing &lt;a href=\"Rachel%20Dawes\"&gt;Rachel Dawes&lt;/a&gt; in the superhero film \"&lt;a href=\"The%20Dark%20Knight%20%28film%29\"&gt;The Dark Knight&lt;/a&gt;\" (2008).\nFor her performance as a single mother in \"&lt;a href=\"Crazy%20Heart\"&gt;Crazy Heart&lt;/a&gt;\" (2009), she received a nomination for &lt;a href=\"Academy%20Award%20for%20Best%20Supporting%20Actress\"&gt;Academy Award for Best Supporting Actress&lt;/a&gt;. She subsequently starred in the comedies and dramas: \"&lt;a href=\"Nanny%20McPhee%20and%20the%20Big%20Bang\"&gt;Nanny McPhee and the Big Bang&lt;/a&gt;\" (2010), \"&lt;a href=\"Hysteria%20%282011%20film%29\"&gt;Hysteria&lt;/a&gt;\" (2011), and \"&lt;a href=\"Won%27t%20Back%20Down%20%28film%29\"&gt;Won't Back Down&lt;/a&gt;\" (2012). Her other roles include a &lt;a href=\"United%20States%20Secret%20Service\"&gt;Secret Service&lt;/a&gt; agent in the action-thriller \"&lt;a href=\"White%20House%20Down\"&gt;White House Down&lt;/a&gt;\" (2013), a musician in &lt;a href=\"Frank%20%28film%29\"&gt;\"Frank\"&lt;/a&gt; (2014), and the title role in the drama \"&lt;a href=\"The%20Kindergarten%20Teacher%20%282018%20film%29\"&gt;The Kindergarten Teacher&lt;/a&gt;\" (2018). In 2021, Gyllenhaal made her writing and directing debut with the psychological drama \"&lt;a href=\"The%20Lost%20Daughter%20%28film%29\"&gt;The Lost Daughter&lt;/a&gt;\", for which she won the &lt;a href=\"Venice%20International%20Film%20Festival\"&gt;Venice International Film Festival&lt;/a&gt;'s &lt;a href=\"Golden%20Osella\"&gt;Best Screenplay Award&lt;/a&gt;.\nGyllenhaal has also appeared in five stage productions since 2000, including making her &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; debut in a revival of \"&lt;a href=\"The%20Real%20Thing%20%28play%29\"&gt;The Real Thing&lt;/a&gt;.\" She has starred in several television series, including the &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; political-thriller miniseries \"&lt;a href=\"The%20Honourable%20Woman\"&gt;The Honourable Woman&lt;/a&gt;\". For her performance, she won a Golden Globe award for &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Actress%20%E2%80%93%20Miniseries%20or%20Television%20Film\"&gt;Best Actress&lt;/a&gt;, and was nominated for a &lt;a href=\"Primetime%20Emmy%20Award%20for%20Outstanding%20Lead%20Actress%20in%20a%20Limited%20Series%20or%20Movie\"&gt;Primetime Emmy&lt;/a&gt; Award. She also produced and starred in the &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; period drama series \"&lt;a href=\"The%20Deuce%20%28TV%20series%29\"&gt;The Deuce&lt;/a&gt;\" (2017–19). Gyllenhaal has been married to actor &lt;a href=\"Peter%20Sarsgaard\"&gt;Peter Sarsgaard&lt;/a&gt; since 2009 and they have two children together.\nEarly life.\nGyllenhaal was born in Manhattan, the daughter of &lt;a href=\"Naomi%20Foner%20Gyllenhaal\"&gt;Naomi Foner Gyllenhaal&lt;/a&gt; (née Achs) and &lt;a href=\"Stephen%20Gyllenhaal\"&gt;Stephen Gyllenhaal&lt;/a&gt;. The first name on Maggie's birth certificate is \"Margalit\", which she did not discover until 2013, when adopting her husband's surname. \"&lt;a href=\"Margalit%20%28disambiguation%29\"&gt;Margalit&lt;/a&gt;\" () is a &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt; word meaning \"pearl\"; some news stories have spelled it \"Margolit\". She has two brothers; actor &lt;a href=\"Jake%20Gyllenhaal\"&gt;Jake Gyllenhaal&lt;/a&gt; and a half-brother named Luke from their father's second marriage.\nHer father is a film director and poet, and her mother is a screenwriter and director. Her father, a member of the &lt;a href=\"Swedish%20nobility\"&gt;noble&lt;/a&gt; &lt;a href=\"Gyllenhaal%20family\"&gt;Gyllenhaal family&lt;/a&gt;, is of Swedish and English ancestry, and was raised in the &lt;a href=\"The%20New%20Church\"&gt;Swedenborgian&lt;/a&gt; religion. Her last native Swedish ancestor was her great-great-grandfather Anders Leonard Gyllenhaal, a descendant of &lt;a href=\"Leonard%20Gyllenhaal\"&gt;Leonard Gyllenhaal&lt;/a&gt;, a leading Swedenborgian who supported the printing and spreading of Swedenborg's writings.\nHer mother was born in New York City (growing up in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;), and is &lt;a href=\"Jews\"&gt;Jewish&lt;/a&gt;, from &lt;a href=\"Ashkenazi%20Jewish\"&gt;Ashkenazi Jewish&lt;/a&gt; families that emigrated from Russia and Poland. Her mother's first husband was &lt;a href=\"Eric%20Foner\"&gt;Eric Foner&lt;/a&gt;, a noted historian and history professor at &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;. Gyllenhaal has stated that she \"grew up mostly Jewish, culturally\", and she identifies as Jewish, though she did not attend &lt;a href=\"Hebrew%20school\"&gt;Hebrew school&lt;/a&gt;. Her parents married in 1977, and filed for divorce in October 2008.\nGyllenhaal grew up in Los Angeles and studied at the &lt;a href=\"Harvard-Westlake%20School\"&gt;Harvard–Westlake&lt;/a&gt; prep school. She spent four months as a student at &lt;a href=\"The%20Mountain%20School\"&gt;The Mountain School&lt;/a&gt;, a &lt;a href=\"semester%20school\"&gt;semester school&lt;/a&gt; for high school juniors in Vermont. In 1995, she graduated from Harvard–Westlake and moved to New York to attend &lt;a href=\"Columbia%20University\"&gt;Columbia University&lt;/a&gt;, where she studied literature and &lt;a href=\"Eastern%20religions\"&gt;Eastern religions&lt;/a&gt;. She also studied acting for a summer term at the &lt;a href=\"Royal%20Academy%20of%20Dramatic%20Art\"&gt;Royal Academy of Dramatic Art&lt;/a&gt; (RADA) in London, England.\nCareer.\n1992–2001: Early work.\nAt the age of 15, she made a brief appearance in her father's film \"&lt;a href=\"Waterland%20%28film%29\"&gt;Waterland&lt;/a&gt;\" (1992). Soon, she had supporting roles in \"&lt;a href=\"A%20Dangerous%20Woman%20%281993%20film%29\"&gt;A Dangerous Woman&lt;/a&gt;\" (1993) and \"&lt;a href=\"Homegrown%20%28film%29\"&gt;Homegrown&lt;/a&gt;\" (1998), which were directed by her father, which also featured her brother Jake. With their mother, she and Jake appeared in two episodes of \"Molto Mario\", an Italian cooking show on the &lt;a href=\"Food%20Network\"&gt;Food Network&lt;/a&gt;. After graduating from college, she had supporting roles in films including \"&lt;a href=\"Cecil%20B.%20Demented\"&gt;Cecil B. Demented&lt;/a&gt;\" (2000) and \"&lt;a href=\"Riding%20in%20Cars%20with%20Boys\"&gt;Riding in Cars with Boys&lt;/a&gt;\" (2001). Gyllenhaal later achieved recognition in her own right playing her real brother's on-screen sister in the &lt;a href=\"independent%20film\"&gt;indie&lt;/a&gt; &lt;a href=\"cult%20following\"&gt;cult favorite&lt;/a&gt; \"&lt;a href=\"Donnie%20Darko\"&gt;Donnie Darko&lt;/a&gt;\" (2001).\nShe made her theatrical debut in the &lt;a href=\"Berkeley%20Repertory%20Theatre\"&gt;Berkeley Repertory Theatre&lt;/a&gt; production of &lt;a href=\"Patrick%20Marber\"&gt;Patrick Marber&lt;/a&gt;'s \"&lt;a href=\"Closer%20%28play%29\"&gt;Closer&lt;/a&gt;\", for which she received favorable reviews. Production started in May 2000 and ended in mid-July of that year. Gyllenhaal has performed in several other plays, including \"&lt;a href=\"The%20Tempest\"&gt;The Tempest&lt;/a&gt;\", \"&lt;a href=\"Antony%20and%20Cleopatra\"&gt;Antony and Cleopatra&lt;/a&gt;\", \"The Butterfly Project\", and \"&lt;a href=\"No%20Exit\"&gt;No Exit&lt;/a&gt;\".\n2002–2005: Film breakthrough.\nGyllenhaal's breakout role was in the &lt;a href=\"black%20comedy\"&gt;black comedy&lt;/a&gt;, \"&lt;a href=\"Secretary%20%282002%20film%29\"&gt;Secretary&lt;/a&gt;\" (2002), a film about two people who embark on a mutually fulfilling &lt;a href=\"BDSM\"&gt;BDSM&lt;/a&gt; lifestyle. \"&lt;a href=\"The%20New%20York%20Times\"&gt;The New York Times&lt;/a&gt;\" critic &lt;a href=\"Stephen%20Holden\"&gt;Stephen Holden&lt;/a&gt; noted: \"The role of Lee, which Maggie Gyllenhaal imbues with a restrained comic delicacy and sweetness, should make her a star.\" &lt;a href=\"Mick%20LaSalle\"&gt;Mick LaSalle&lt;/a&gt; of the \"&lt;a href=\"San%20Francisco%20Chronicle\"&gt;San Francisco Chronicle&lt;/a&gt;\" wrote: \"Maggie Gyllenhaal, as the self-destructive secretary, is enigmatic and, at moments, sympathetic.\" The film received generally favorable reviews, and Gyllenhaal's performance earned her the Best Breakthrough Performance by an Actress award from the &lt;a href=\"National%20Board%20of%20Review%20of%20Motion%20Pictures\"&gt;National Board of Review of Motion Pictures&lt;/a&gt;, her first &lt;a href=\"Golden%20Globe%20Award\"&gt;Golden Globe&lt;/a&gt; nomination, and an &lt;a href=\"Independent%20Spirit%20Award\"&gt;Independent Spirit Award&lt;/a&gt; nomination. \"Secretary\" was Gyllenhaal's first film role which featured &lt;a href=\"nudity%20in%20film\"&gt;full frontal nudity&lt;/a&gt;. Impressed with the script, she initially had reservations about doing the film, which she believed could deliver an &lt;a href=\"Antifeminism\"&gt;anti-feminist&lt;/a&gt; message. However, after carefully discussing the script with the film's director, &lt;a href=\"Steven%20Shainberg\"&gt;Steven Shainberg&lt;/a&gt;, she agreed to join the project. Although insisting Shainberg did not exploit her, Gyllenhaal has said she felt \"scared when filming began\" and that \"in the wrong hands ... even in just slightly less intelligent hands, this movie could say something really weird.\" Since then, she is guarded about discussing her role in the film, saying only that \"despite myself, sometimes the dynamic that you are exploring in your work spills over into your life.\"Next, she had a supporting role in the comedy-drama \"&lt;a href=\"Adaptation%20%28film%29\"&gt;Adaptation&lt;/a&gt;\" (2002), a film that tells the story of screenwriter &lt;a href=\"Charlie%20Kaufman\"&gt;Charlie Kaufman&lt;/a&gt;'s struggle to adapt \"&lt;a href=\"The%20Orchid%20Thief\"&gt;The Orchid Thief&lt;/a&gt;\" into a film. She later appeared in the &lt;a href=\"unauthorized%20biography\"&gt;unauthorized biography&lt;/a&gt; \"&lt;a href=\"Confessions%20of%20a%20Dangerous%20Mind%20%28film%29\"&gt;Confessions of a Dangerous Mind&lt;/a&gt;\" (2002), part of an ensemble cast that included &lt;a href=\"Sam%20Rockwell\"&gt;Sam Rockwell&lt;/a&gt;, &lt;a href=\"Drew%20Barrymore\"&gt;Drew Barrymore&lt;/a&gt;, &lt;a href=\"George%20Clooney\"&gt;George Clooney&lt;/a&gt;, and &lt;a href=\"Julia%20Roberts\"&gt;Julia Roberts&lt;/a&gt;. The movie grossed US$33 million worldwide. That same year, she had a small role in the comedy \"&lt;a href=\"40%20Days%20and%2040%20Nights\"&gt;40 Days and 40 Nights&lt;/a&gt;\". In 2003, she co-starred with Julia Roberts in \"&lt;a href=\"Mona%20Lisa%20Smile\"&gt;Mona Lisa Smile&lt;/a&gt;\" in the role of Giselle. In an interview with \"&lt;a href=\"The%20Daily%20Telegraph\"&gt;The Daily Telegraph&lt;/a&gt;\", she revealed the reason for accepting the role was \"to play somebody who feels confident in herself as a sexy, beautiful woman\". The film generated mostly mixed reviews, with &lt;a href=\"Manohla%20Dargis\"&gt;Manohla Dargis&lt;/a&gt; of the \"&lt;a href=\"Los%20Angeles%20Times\"&gt;Los Angeles Times&lt;/a&gt;\" describing it as \"smug and reductive\". Her next roles were in smaller independent films: \"&lt;a href=\"Casa%20de%20los%20Babys\"&gt;Casa de los Babys&lt;/a&gt;\" (2003), is a story about six American women impatiently waiting out their lengthy residency requirements in a South American country before picking up their adoptive babies, and \"&lt;a href=\"Criminal%20%282004%20film%29\"&gt;Criminal&lt;/a&gt;\" (2004), a remake of the Argentinian film \"&lt;a href=\"Nine%20Queens\"&gt;Nine Queens&lt;/a&gt;\", with &lt;a href=\"John%20C.%20Reilly\"&gt;John C. Reilly&lt;/a&gt; and &lt;a href=\"Diego%20Luna\"&gt;Diego Luna&lt;/a&gt;. Gyllenhaal plays an honest hotel manager forced to help her crooked brother (Reilly) by seducing one of his victims.\nShe starred in the &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; film \"&lt;a href=\"Strip%20Search%20%28film%29\"&gt;Strip Search&lt;/a&gt;\" (2004), in which she portrayed an American student in China suspected of terrorism. For her role, Gyllenhaal had to perform multiple scenes of &lt;a href=\"Nudity\"&gt;full-frontal nudity&lt;/a&gt; as the film tackled issues of &lt;a href=\"strip%20search\"&gt;strip search&lt;/a&gt;es. In 2004, Gyllenhaal returned to theater in a Los Angeles production of &lt;a href=\"Tony%20Kushner\"&gt;Tony Kushner&lt;/a&gt;'s \"Homebody/ Kabul\" as Priscilla, the Homebody's daughter, who spends most of the play searching for her elusive mother in &lt;a href=\"Kabul\"&gt;Kabul&lt;/a&gt;, &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;. Kushner gave her the role in \"Homebody/ Kabul\" on the strength of her performance in \"Closer\". &lt;a href=\"Ben%20Brantley\"&gt;Ben Brantley&lt;/a&gt; of \"The New York Times\" wrote: \"Ms. Gyllenhaal provides the essential bridge between the parts of the play's title.\" &lt;a href=\"John%20Heilpern\"&gt;John Heilpern&lt;/a&gt; of \"&lt;a href=\"The%20New%20York%20Observer\"&gt;The New York Observer&lt;/a&gt;\" noted that Gyllenhaal's performance was \"compelling\". Finally in 2004, Gyllenhaal was invited to join the &lt;a href=\"Academy%20of%20Motion%20Picture%20Arts%20and%20Sciences\"&gt;Academy of Motion Picture Arts and Sciences&lt;/a&gt;. Viewed as a &lt;a href=\"sex%20symbol\"&gt;sex symbol&lt;/a&gt;, she was ranked in the \"Hot 100 List\" by \"&lt;a href=\"Maxim%20%28magazine%29\"&gt;Maxim&lt;/a&gt;\" magazine in 2004 and 2005.\nGyllenhaal's next film role was in the 2005 comedy-drama \"&lt;a href=\"Happy%20Endings%20%28film%29\"&gt;Happy Endings&lt;/a&gt;\", in which she played an adventuress singer who seduces a young gay musician (&lt;a href=\"Jason%20Ritter\"&gt;Jason Ritter&lt;/a&gt;) as well as his rich father (&lt;a href=\"Tom%20Arnold%20%28actor%29\"&gt;Tom Arnold&lt;/a&gt;). She recorded songs for the film's soundtrack, calling the role the \"roughest, scariest acting ever\" and adding she is more natural when singing on screen than when acting. &lt;a href=\"Lisa%20Schwarzbaum\"&gt;Lisa Schwarzbaum&lt;/a&gt; of \"&lt;a href=\"Entertainment%20Weekly\"&gt;Entertainment Weekly&lt;/a&gt;\" declared Gyllenhaal's performance \"as wonderfully, naturally slouchy-sexy as her character is artificial\".\n2006–2009: Comedies, dramas and theatre.\nFollowing \"Happy Endings\", Gyllenhaal appeared in five films releases in 2006: \"&lt;a href=\"Trust%20the%20Man\"&gt;Trust the Man&lt;/a&gt;\", \"&lt;a href=\"Stranger%20than%20Fiction%20%282006%20film%29\"&gt;Stranger than Fiction&lt;/a&gt;\", \"&lt;a href=\"Monster%20House%20%28film%29\"&gt;Monster House&lt;/a&gt;\", \"&lt;a href=\"World%20Trade%20Center%20%28film%29\"&gt;World Trade Center&lt;/a&gt;\", and \"&lt;a href=\"Sherrybaby\"&gt;Sherrybaby&lt;/a&gt;\". In \"Trust the Man\", featuring &lt;a href=\"Julianne%20Moore\"&gt;Julianne Moore&lt;/a&gt;, &lt;a href=\"David%20Duchovny\"&gt;David Duchovny&lt;/a&gt;, and &lt;a href=\"Billy%20Crudup\"&gt;Billy Crudup&lt;/a&gt;, she played Elaine, who has been dating Tobey, Crudup's character, for seven years and has begun to feel that it is time for her to settle down and start a family. The film was critically and financially unsuccessful. Ethan Alter of \"&lt;a href=\"Premiere%20%28magazine%29\"&gt;Premiere&lt;/a&gt;\" felt that the performances by Gyllenhaal and Duchovny were \"much more at ease\" and concluded with \"that's probably because they're played these characters many times before\". In \"Stranger than Fiction\", Gyllenhaal played a love interest of Harold Crick, played by &lt;a href=\"Will%20Ferrell\"&gt;Will Ferrell&lt;/a&gt;. Her performance in the film received favorable reviews; &lt;a href=\"Mike%20Straka\"&gt;Mike Straka&lt;/a&gt; of &lt;a href=\"Fox%20News%20Channel\"&gt;Fox News&lt;/a&gt; wrote: \"Gyllenhaal has never been sexier in any film before and her interplay with Ferrell will propel her to more &lt;a href=\"A-list\"&gt;A-list&lt;/a&gt; films, leaving her indie-darling days behind, no doubt.\" She voiced Elizabeth \"Zee\" in the &lt;a href=\"computer%20animation\"&gt;computer animated&lt;/a&gt; &lt;a href=\"horror%20film\"&gt;horror film&lt;/a&gt; \"Monster House\". Gyllenhaal played Allison Jimeno, the wife of &lt;a href=\"Port%20Authority%20of%20New%20York%20and%20New%20Jersey\"&gt;Port Authority&lt;/a&gt; officer &lt;a href=\"Will%20Jimeno\"&gt;Will Jimeno&lt;/a&gt;, in &lt;a href=\"Oliver%20Stone\"&gt;Oliver Stone&lt;/a&gt;'s \"World Trade Center\", based on the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in New York City. She regarded this as \"one of the films she most enjoyed making\". The film received favorable reviews and proved to be an international success, earning US$162 million worldwide.\nIn \"Sherrybaby\", Gyllenhaal played a young drug-addicted thief trying to put her life in order after prison so she can reconcile with her daughter. During promotion of the film, she noted of her portrayal of the character: \"I think she's in such dire straits that all she has are these kind of naive, fierce hopes. And while I was playing the part I was looking for pleasure and hope in everything, even in these really bleak things. And so it was really mostly after I finished the movie that I felt pain.\" Her performance in the film was well-received; David Germain of the \"&lt;a href=\"Associated%20Press\"&gt;Associated Press&lt;/a&gt;\" wrote, \"Gyllenhaal humanizes her so deeply and richly ... that Sherry elicits sympathy even in her darkest and weakest moments\", and Dennis Harvey of \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" magazine called her performance \"naturalistic\". For her performance, Gyllenhaal earned a second Golden Globe Best Actress nomination and won the Best Actress category award at the 2006 &lt;a href=\"Stockholm%20International%20Film%20Festival\"&gt;Stockholm International Film Festival&lt;/a&gt;.\nShe appeared in \"&lt;a href=\"The%20Dark%20Knight%20%28film%29\"&gt;The Dark Knight&lt;/a&gt;\" (2008), the sequel to \"&lt;a href=\"Batman%20Begins\"&gt;Batman Begins&lt;/a&gt;\" (2005), in which she replaced &lt;a href=\"Katie%20Holmes\"&gt;Katie Holmes&lt;/a&gt; as &lt;a href=\"Prosecutor\"&gt;Assistant District Attorney&lt;/a&gt;, &lt;a href=\"Rachel%20Dawes\"&gt;Rachel Dawes&lt;/a&gt;. Gyllenhaal acknowledged her character was a &lt;a href=\"damsel%20in%20distress\"&gt;damsel in distress&lt;/a&gt; to an extent, but said director &lt;a href=\"Christopher%20Nolan\"&gt;Christopher Nolan&lt;/a&gt; sought ways to empower her character, so \"Rachel's really clear about what's important to her and unwilling to compromise her morals, which made a nice change\" from the many conflicted characters she had previously portrayed. \"The Dark Knight\" was a critical and commercial success, setting a new opening weekend &lt;a href=\"box%20office\"&gt;box office&lt;/a&gt; record for North America. With revenue of $1 billion worldwide, it became the &lt;a href=\"List%20of%20highest-grossing%20films\"&gt;fourth-highest-grossing film&lt;/a&gt; of all time, and remains Gyllenhaal's most commercially successful feature to date. In a \"&lt;a href=\"Salon%20%28website%29\"&gt;Salon&lt;/a&gt;\" magazine review of the film, &lt;a href=\"Stephanie%20Zacharek\"&gt;Stephanie Zacharek&lt;/a&gt; called Gyllenhaal's character \"a tough cookie in a &lt;a href=\"Barbara%20Stanwyck\"&gt;Stanwyck&lt;/a&gt;-style bias-cut dress\" and stated that \"the movie feels smarter and more supple when she's on-screen\". \"&lt;a href=\"IGN\"&gt;IGN&lt;/a&gt;\" film critic Todd Gilchrist wrote, \"Gyllenhaal adds real depth and energy to Rachel Dawes\".\nIn addition to film, Gyllenhaal played Yelena Andreevna in the &lt;a href=\"Classic%20Stage%20Company\"&gt;Classic Stage Company&lt;/a&gt;'s 2009 &lt;a href=\"Off-Broadway\"&gt;Off-Broadway&lt;/a&gt; production of &lt;a href=\"Anton%20Chekhov\"&gt;Anton Chekhov&lt;/a&gt;'s \"&lt;a href=\"Uncle%20Vanya\"&gt;Uncle Vanya&lt;/a&gt;\" in New York City. The cast also included her husband Peter Sarsgaard. The production, directed by &lt;a href=\"Austin%20Pendleton\"&gt;Austin Pendleton&lt;/a&gt;, began previews on January 17 and ended its limited run on March 1. Joe Dziemianowicz of the &lt;a href=\"Daily%20News%20%28New%20York%29\"&gt;\"New York Daily News\"&lt;/a&gt; was unenthusiastic about her performance, writing \"Gyllenhaal, who was so dynamic as a druggie in the film \"Sherrybaby\", plays Yelena with a slow-mo saunter and monotonous pasted-on smile that makes it seem as if she's been in Sherry's stash.\" However, Malcolm Johnson of the \"&lt;a href=\"Hartford%20Courant\"&gt;Hartford Courant&lt;/a&gt;\" was complimentary, noting that she \"ultimately blossoms\" as the character.\nGyllenhaal agreed to star in the comedy \"&lt;a href=\"Away%20We%20Go\"&gt;Away We Go&lt;/a&gt;\" (2009), in which she plays a bohemian college professor who is an old friend of &lt;a href=\"John%20Krasinski\"&gt;John Krasinski&lt;/a&gt;'s character. The film generated broadly mixed reviews, with &lt;a href=\"Owen%20Gleiberman\"&gt;Owen Gleiberman&lt;/a&gt; of \"Entertainment Weekly\" describing Gyllenhaal's subplot as \"over-the-top\". However, &lt;a href=\"A.%20O.%20Scott\"&gt;A. O. Scott&lt;/a&gt; of \"The New York Times\" praised Gyllenhaal and co-star &lt;a href=\"Allison%20Janney\"&gt;Allison Janney&lt;/a&gt; for their performances, writing that \"both [are] quite funny\". Scott concluded with, \"Ms. Gyllenhaal's line about sex roles in 'the seahorse community' is the screenplay's one clean satirical bull's-eye\". Her next role came in the musical-drama \"&lt;a href=\"Crazy%20Heart\"&gt;Crazy Heart&lt;/a&gt;\", in which she played journalist Jean Craddock, who falls for musician Bad Blake, played by &lt;a href=\"Jeff%20Bridges\"&gt;Jeff Bridges&lt;/a&gt;. The film received an acclaimed response, with praise for Gyllenhaal's performance too. &lt;a href=\"Peter%20Travers\"&gt;Peter Travers&lt;/a&gt; of \"&lt;a href=\"Rolling%20Stone\"&gt;Rolling Stone&lt;/a&gt;\" observed that Gyllenhaal was \"funny, touching and vital as Jean\" and that her part was \"conventionally conceived, but Gyllenhaal plays it with a tough core of intelligence and feeling.\" Her performance earned her an &lt;a href=\"Academy%20Award\"&gt;Academy Award&lt;/a&gt; nomination for &lt;a href=\"Academy%20Award%20for%20Best%20Supporting%20Actress\"&gt;Best Supporting Actress&lt;/a&gt;.\n2010–2020: \"The Deuce\" and other work.\nIn addition to acting, she presented 13 episodes of the &lt;a href=\"PBS\"&gt;PBS&lt;/a&gt; television series \"&lt;a href=\"Independent%20Lens\"&gt;Independent Lens&lt;/a&gt;\" between 2009–10. The program presents &lt;a href=\"documentary%20film\"&gt;documentary film&lt;/a&gt;s made by independent filmmakers. In 2010, Gyllenhaal appeared in \"&lt;a href=\"Nanny%20McPhee%20and%20the%20Big%20Bang\"&gt;Nanny McPhee and the Big Bang&lt;/a&gt;\" with co-star &lt;a href=\"Emma%20Thompson\"&gt;Emma Thompson&lt;/a&gt;, the sequel to the 2005's \"&lt;a href=\"Nanny%20McPhee\"&gt;Nanny McPhee&lt;/a&gt;\". She played Isabel Green, which required her to speak with an English accent. The feature received generally positive reviews; &lt;a href=\"review%20aggregator\"&gt;review aggregator&lt;/a&gt; &lt;a href=\"Rotten%20Tomatoes\"&gt;Rotten Tomatoes&lt;/a&gt; gave the film an approval rating of 76% based on 119 critics. \"&lt;a href=\"The%20Sydney%20Morning%20Herald\"&gt;The Sydney Morning Herald&lt;/a&gt;\" complimented Gyllenhaal's realistic accent and ability to capture her English character with ease. It was a reasonable success at the box office, earning $93 million worldwide.\nFor her next film, Gyllenhaal starred in the &lt;a href=\"Biographical%20film\"&gt;biographical&lt;/a&gt; romance \"&lt;a href=\"Hysteria%20%282011%20film%29\"&gt;Hysteria&lt;/a&gt;\" (2011), which focuses on the events that led to the creation of the &lt;a href=\"vibrator%20%28sex%20toy%29\"&gt;vibrator&lt;/a&gt; during the &lt;a href=\"Victorian%20era\"&gt;Victorian era&lt;/a&gt;. The film received a mixed reception; writing for \"&lt;a href=\"The%20Guardian\"&gt;The Guardian&lt;/a&gt;\", David Cox noted the film's stereotypes and \"yelps of delight\", and praised Gyllenhaal's English accent. In February 2011, Gyllenhaal starred in another Anton Chekhov Off-Broadway production as the character Masha in Austin Pendleton's \"&lt;a href=\"Three%20Sisters%20%28play%29\"&gt;Three Sisters&lt;/a&gt;\" at the Classic Stage Company. The play focused on the Prozorov sisters (Gyllenhaal, &lt;a href=\"Jessica%20Hecht\"&gt;Jessica Hecht&lt;/a&gt;, and &lt;a href=\"Juliet%20Rylance\"&gt;Juliet Rylance&lt;/a&gt;), who are \"unlucky in love, unhappy in the provinces and longing to return to Moscow\", as summarized by &lt;a href=\"Bloomberg%20L.P.\"&gt;Bloomberg&lt;/a&gt;'s Jeremy Gerard. The production began preview performances on January 12, with a limited engagement through March 6.\nIn 2012, she played mother Jaime Fitzpatrick in the drama \"&lt;a href=\"Won%27t%20Back%20Down%20%28film%29\"&gt;Won't Back Down&lt;/a&gt;,\" about a group of parents involved in a &lt;a href=\"parent%20trigger\"&gt;parent trigger&lt;/a&gt; takeover of a failing school. Next, she appeared alongside &lt;a href=\"Channing%20Tatum\"&gt;Channing Tatum&lt;/a&gt; and &lt;a href=\"Jamie%20Foxx\"&gt;Jamie Foxx&lt;/a&gt;, as a &lt;a href=\"United%20States%20Secret%20Service\"&gt;Secret Service&lt;/a&gt; agent in the action-thriller \"&lt;a href=\"White%20House%20Down\"&gt;White House Down&lt;/a&gt;\" (2013). The film was met with mixed reviews and under-performed at the box office. A year later, she starred in the musical comedy \"&lt;a href=\"Frank%20%28film%29\"&gt;Frank&lt;/a&gt;\", about a man who joins an odd band with a group of bizarre musicians. Gyllenhaal, who also plays a musician, said she initially turned down the role because she did not understand it. However, she changed her mind after the story \"stuck with her\". The film premiered at the &lt;a href=\"2014%20Sundance%20Film%20Festival\"&gt;2014 Sundance Film Festival&lt;/a&gt; to favorable opinions; \"&lt;a href=\"Slant%20Magazine\"&gt;Slant&lt;/a&gt;\" magazine's critic opined that Gyllenhaal has \"passive and palpable screen presence\". Also that year, she played Hathfertiti in &lt;a href=\"Matthew%20Barney\"&gt;Matthew Barney&lt;/a&gt; and &lt;a href=\"Jonathan%20Bepler\"&gt;Jonathan Bepler's&lt;/a&gt; \"&lt;a href=\"River%20of%20Fundament\"&gt;River of Fundament&lt;/a&gt;,\" loosely based on the 1983 novel \"&lt;a href=\"Ancient%20Evenings\"&gt;Ancient Evenings&lt;/a&gt;\" by &lt;a href=\"Norman%20Mailer\"&gt;Norman Mailer&lt;/a&gt;.\nGyllenhaal played the lead role as Baroness Nessa Stein, a British-Israeli businesswoman heiress in the BBC political spy thriller television miniseries, \"&lt;a href=\"The%20Honourable%20Woman\"&gt;The Honourable Woman&lt;/a&gt;\". The series was well received; Kevin Fallon wrote in the \"&lt;a href=\"Daily%20Beast\"&gt;Daily Beast&lt;/a&gt;\": \"Gyllenhaal delivers what might be the most towering, complex, best performance of her career in the miniseries.\" \"&lt;a href=\"Time%20%28magazine%29\"&gt;Time&lt;/a&gt;\" magazine praised the series' pacing, themes, settings, and called Gyllenhaal's performance \"remarkable\". At the &lt;a href=\"72nd%20Golden%20Globe%20Awards\"&gt;72nd Golden Globe Awards&lt;/a&gt;, she won &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Actress%20%E2%80%93%20Miniseries%20or%20Television%20Film\"&gt;Best Actress in a Miniseries or Television Film&lt;/a&gt; for her performance. \"The Honourable Woman\" appeared in a list of \"The\" \"Guardian\" critics' 30 best television shows of 2014.\nIn 2016, Gyllenhaal narrated &lt;a href=\"Leo%20Tolstoy\"&gt;Leo Tolstoy&lt;/a&gt;'s novel \"&lt;a href=\"Anna%20Karenina\"&gt;Anna Karenina&lt;/a&gt;;\" it was made available for purchase on &lt;a href=\"Amazon%20%28company%29\"&gt;Amazon&lt;/a&gt;'s &lt;a href=\"Audible%20%28store%29\"&gt;Audible&lt;/a&gt; store. In an interview, Gyllenhaal said \"Making this, doing this, I feel like it's one of the major accomplishments of my work life.\" In February 2017, she served as a member of the jury for the &lt;a href=\"2017%20Berlin%20Film%20Festival\"&gt;2017 Berlin Film Festival&lt;/a&gt;. Returning to film in 2018, Gyllenhaal starred in \"&lt;a href=\"The%20Kindergarten%20Teacher%20%282018%20film%29\"&gt;The Kindergarten Teacher&lt;/a&gt;\", a drama in which her character becomes obsessed with a student whom she believes is a &lt;a href=\"child%20prodigy\"&gt;child prodigy&lt;/a&gt;. The film premiered at the &lt;a href=\"2018%20Sundance%20Film%20Festival\"&gt;2018 Sundance Film Festival&lt;/a&gt;, and was distributed via &lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt;. It is a remake of the 2014 Israeli &lt;a href=\"The%20Kindergarten%20Teacher%20%282014%20film%29\"&gt;film of the same name&lt;/a&gt;. The feature opened to mainly popular reviews; \"The Daily Telegraph\" critic gave the film 4 out of 5 stars, and thought Gyllenhaal was well-cast, writing \"[her] earnest intensity as an actress, gift for fatigue and slightly holier-than-thou authority are key assets here.\" Although Dennis Harvey of \"Variety\" magazine praised her performance, he thought the film lacked \"psychological insight\".\nShe served as a producer and starred in the HBO drama series \"&lt;a href=\"The%20Deuce%20%28TV%20series%29\"&gt;The Deuce&lt;/a&gt;,\" which aired between 2017–19; she played Eileen \"Candy\" Merrell, a &lt;a href=\"sex%20worker\"&gt;sex worker&lt;/a&gt; during the &lt;a href=\"Golden%20Age%20of%20Porn\"&gt;Golden Age of Porn&lt;/a&gt;. \"The Deuce\" earned Gyllenhaal a Golden Globe nomination for Best Actress.\n2021–present.\nIn 2021, Gyllenhaal made her feature directorial debut with the &lt;a href=\"psychological%20drama\"&gt;psychological drama&lt;/a&gt; \"&lt;a href=\"The%20Lost%20Daughter%20%28film%29\"&gt;The Lost Daughter&lt;/a&gt;\", which she also produced and wrote. The film received critical acclaim, and had its premiere at the &lt;a href=\"78th%20Venice%20International%20Film%20Festival\"&gt;78th Venice International Film Festival&lt;/a&gt;, where Gyllenhaal won the &lt;a href=\"Golden%20Osella\"&gt;Best Screenplay Award&lt;/a&gt;. It received four awards, including &lt;a href=\"Gotham%20Independent%20Film%20Award%20for%20Best%20Feature\"&gt;Best Feature&lt;/a&gt; and &lt;a href=\"Gotham%20Independent%20Film%20Award%20for%20Breakthrough%20Director\"&gt;Breakthrough Director&lt;/a&gt;, as well as one further nomination at the &lt;a href=\"Gotham%20Independent%20Film%20Awards%202021\"&gt;2021 Gotham Awards&lt;/a&gt;. At the &lt;a href=\"79th%20Golden%20Globe%20Awards\"&gt;79th Golden Globe Awards&lt;/a&gt;, Gyllenhaal received a nomination for &lt;a href=\"Golden%20Globe%20Award%20for%20Best%20Director\"&gt;Best Director&lt;/a&gt;.\nPersonal life.\nIn 2002, Gyllenhaal began a relationship with actor &lt;a href=\"Peter%20Sarsgaard\"&gt;Peter Sarsgaard&lt;/a&gt;. The couple became engaged in April 2006, and married on May 2, 2009, in a small chapel in &lt;a href=\"Brindisi\"&gt;Brindisi&lt;/a&gt;, Italy. They have two daughters, Ramona (born 2006) and Gloria Ray (born 2012). The family lived in a &lt;a href=\"townhouse\"&gt;townhouse&lt;/a&gt; in &lt;a href=\"Park%20Slope\"&gt;Park Slope&lt;/a&gt;, &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;. In 2019, they listed their townhouse for sale. \nPolitical views.\nAt the &lt;a href=\"18th%20Independent%20Spirit%20Awards\"&gt;18th Independent Spirit Awards&lt;/a&gt; in 2003, she &lt;a href=\"Protests%20against%20the%20Iraq%20War\"&gt;spoke out against the Iraq war&lt;/a&gt;, stating the reason for the invasion was \"oil and imperialism\". In 2005, Gyllenhaal drew controversy for her statement that the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; were \"an occasion to be brave enough to ask some serious questions about America's role in the world  ... It is always useful as individuals or nations to ask how we may have knowingly or unknowingly contributed to this conflict.\" Gyllenhaal took part in Artists United to Win Without War, a campaign started by &lt;a href=\"Robert%20Greenwald\"&gt;Robert Greenwald&lt;/a&gt; that aimed to advance &lt;a href=\"progressivism\"&gt;progressive&lt;/a&gt; causes and voicing &lt;a href=\"opposition%20to%20the%20Iraq%20War\"&gt;opposition to the Iraq War&lt;/a&gt;.\nShe and her brother Jake filmed a commercial for &lt;a href=\"Rock%20the%20Vote\"&gt;Rock the Vote&lt;/a&gt;, and visited the &lt;a href=\"University%20of%20Southern%20California\"&gt;University of Southern California&lt;/a&gt; to encourage students to vote in the &lt;a href=\"2004%20United%20States%20presidential%20election\"&gt;2004 U.S. presidential election&lt;/a&gt;, in which she supported &lt;a href=\"John%20Kerry\"&gt;John Kerry&lt;/a&gt;. Gyllenhaal supported &lt;a href=\"Barack%20Obama\"&gt;Barack Obama&lt;/a&gt; in the &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008 presidential election&lt;/a&gt;. She has campaigned on behalf of the &lt;a href=\"American%20Civil%20Liberties%20Union\"&gt;American Civil Liberties Union&lt;/a&gt; (ACLU), an organization her family strongly supports. In June 2013, Gyllenhaal and numerous other celebrities appeared in a video showing support for &lt;a href=\"whistleblower\"&gt;whistleblower&lt;/a&gt; &lt;a href=\"Chelsea%20Manning\"&gt;Chelsea Manning&lt;/a&gt;.\nCharity work.\nGyllenhaal is a supporter of &lt;a href=\"Witness%20%28human%20rights%20group%29\"&gt;Witness&lt;/a&gt;, a &lt;a href=\"Nonprofit%20organization\"&gt;non-profit organization&lt;/a&gt; that uses video and online technologies to expose &lt;a href=\"human%20rights\"&gt;human rights&lt;/a&gt; violations. She co-hosted a benefit dinner with founder &lt;a href=\"Peter%20Gabriel\"&gt;Peter Gabriel&lt;/a&gt; in November 2007. Gyllenhaal helped raise funds for &lt;a href=\"Trickle%20Up\"&gt;TrickleUp.org&lt;/a&gt;, another non-profit that helps people in poverty to start a &lt;a href=\"micro-enterprise\"&gt;micro-enterprise&lt;/a&gt;. For one of the fundraisers, Gyllenhaal helped design and promote a necklace that sold for US$100; all proceeds from sales went to the charity. Since 2008, Gyllenhaal has been supporting the &lt;a href=\"Hear%20the%20World%20Foundation\"&gt;Hear the World Foundation&lt;/a&gt; as &lt;a href=\"Goodwill%20ambassador\"&gt;ambassador&lt;/a&gt;. In her role, she advocates for equal opportunities and better quality of life for people with &lt;a href=\"hearing%20loss\"&gt;hearing loss&lt;/a&gt;. In October 2008, she hosted a fashion show called \"Fashionably Natural\", which was presented by &lt;a href=\"Gen%20Art\"&gt;Gen Art&lt;/a&gt; and SoyJoy in Los Angeles. The show featured new designers who worked only with natural and &lt;a href=\"Environmentally%20friendly\"&gt;eco-friendly&lt;/a&gt; fabrics and materials. Gyllenhaal is an advocate of &lt;a href=\"Planned%20Parenthood\"&gt;Planned Parenthood&lt;/a&gt;; in 2012 she said, \"Women's health is very important to me.  It has become such a politicized issue and so I will make every effort to elect officials who believe as strongly as I do that all women [...] have access to quality health care and information.\""
}