{
    "id": "3999297",
    "revid": "985645",
    "url": "https://en.wikipedia.org/wiki?curid=3999297",
    "title": "Eltham High School",
    "text": "Eltham High School is a secondary school in &lt;a href=\"Victoria%2C%20Australia\"&gt;Victoria, Australia&lt;/a&gt;. It is located in &lt;a href=\"Eltham%2C%20Victoria\"&gt;Eltham&lt;/a&gt;, a suburb which is north-east from &lt;a href=\"Melbourne\"&gt;Melbourne&lt;/a&gt;. The school has 'free dress' policy and is the only non-uniform secondary school in the Eltham area.\nEltham High School's music program, has won numerous awards. The band was invited to play at the &lt;a href=\"Chicago\"&gt;Chicago&lt;/a&gt; &lt;a href=\"Midwest%20Clinic\"&gt;Midwest Clinic&lt;/a&gt; in 1997 and is one of the only high school bands to ever have attended the event.\nA &lt;a href=\"darkroom\"&gt;darkroom&lt;/a&gt; is available for student use and is capable of developing over 160 photographs per hour.\nYear level structure.\nThe year levels are broken up into three different groups which are:\nStudent laptop initiative.\nAt the end of 2011, Eltham High School started rolling out the One to One Laptop Program initiated by the then Rudd Government for the start of the 2012 school year. This program involved the purchase of several hundred &lt;a href=\"Dell%20Inspiron\"&gt;Dell Inspiron&lt;/a&gt; M102z laptops, either under funding from the Australian National Secondary School Computer Fund (NSSCF) to provide access for students in Years 9–12 or funded through a lease agreement for students in Years 7 and 8.\nThis program has continued in 2013 with the roll out of more than 230 &lt;a href=\"Dell%20XT3\"&gt;Dell XT3&lt;/a&gt; tablet laptops to Year 7 students. All the notebooks in the program run a standard operating environment (SOE) provided by DEECD with a multitude of free and paid software. As of 2018, Eltham High School's chosen device was the &lt;a href=\"Surface%20Pro%204\"&gt;Microsoft Surface Pro 4&lt;/a&gt;. The school also has licensing for a number of additional commercial software suites including Adobe Master Collection, which is available on all classroom and library computers and will be installed on select lease laptops dependent on student course enrolment.\nFurther changes to the school curriculum have been made since the implementation of the program. Since 2015 all Year 7 texts have been in digital format.\nSport.\nThe Eltham Stallions Senior Boys Football Team won the 2013 School Sports Victoria State championship, led by football coach Steven McCrystal and Peter Nicholson.\nEltham High School also has an award-winning volleyball program that is currently led by Greg Thomas. The school recently won its 30th VSSSA pennant since 1996. The program has produced many outstanding volleyballers that have continued on to represent both Victoria and Australia at many championship competitions. Eltham High School is the most successful volleyball school in VSSSA history."
}