{
    "id": "4001693",
    "revid": "10147453",
    "url": "https://en.wikipedia.org/wiki?curid=4001693",
    "title": "1999 NRL season",
    "text": "The 1999 NRL season was the 92nd season of professional &lt;a href=\"rugby%20league\"&gt;rugby league&lt;/a&gt; football in Australia, and the second to be run by the &lt;a href=\"National%20Rugby%20League\"&gt;National Rugby League&lt;/a&gt;. With the exclusion of the &lt;a href=\"Adelaide%20Rams\"&gt;Adelaide Rams&lt;/a&gt; and &lt;a href=\"Gold%20Coast%20Chargers\"&gt;Gold Coast Chargers&lt;/a&gt;, and the joint venture of the &lt;a href=\"St.%20George%20Dragons\"&gt;St. George Dragons&lt;/a&gt; and &lt;a href=\"Illawarra%20Steelers\"&gt;Illawarra Steelers&lt;/a&gt;, seventeen teams competed for the NRL Premiership during the 1999 season, which culminated in the first &lt;a href=\"grand%20final\"&gt;grand final&lt;/a&gt; to be played at &lt;a href=\"Stadium%20Australia\"&gt;Stadium Australia&lt;/a&gt;. The &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;, the first joint-venture club to appear in the grand final, played against the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;, who won the premiership in only their second season.\nSeason summary.\nThe 1999 National Rugby League season was historic for many reasons. The &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt; played their inaugural game after forming the League's first joint venture, losing 10-20 to the &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta Eels&lt;/a&gt;. That game was the second of a double header, which was the first event to be held at Sydney's &lt;a href=\"Telstra%20Stadium\"&gt;Stadium Australia&lt;/a&gt;, the central venue for the &lt;a href=\"Olympic%20Games\"&gt;Olympic Games&lt;/a&gt; the following year. That game attracted a rugby league world record of 104,583 spectators.\nDuring the season, the members of the &lt;a href=\"Balmain%20Tigers\"&gt;Balmain Tigers&lt;/a&gt; and &lt;a href=\"Western%20Suburbs%20Magpies\"&gt;Western Suburbs Magpies&lt;/a&gt; voted to form another joint venture, to be named the &lt;a href=\"Wests%20Tigers\"&gt;Wests Tigers&lt;/a&gt;. After the conclusion of the season, the &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney Rabbitohs&lt;/a&gt; and &lt;a href=\"North%20Sydney%20Bears\"&gt;North Sydney Bears&lt;/a&gt; were excluded from the premiership. The Bears would later form the game's third joint venture with the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt;, whilst South Sydney would fight a two-year legal battle for reinclusion.\nIn August the NRL's CEO &lt;a href=\"Neil%20Whittaker\"&gt;Neil Whittaker&lt;/a&gt; announced that he would resign at the end of the season.\nThe defending premiers, Brisbane endured their worst ever start to a season, with just one win and a draw from their first ten games, however they would miraculously recover and record 11 wins in a row before hitting a few hurdles along the way, including a draw against Manly in round 24 and a loss against then-bogey team &lt;a href=\"Parramatta%20Eels\"&gt;Parramatta&lt;/a&gt; at home in round 25. Their champion &lt;a href=\"Rugby%20league%20positions%23Scrum%20half\"&gt;halfback&lt;/a&gt; and captain &lt;a href=\"Allan%20Langer\"&gt;Allan Langer&lt;/a&gt; retired mid-season as a result. The &lt;a href=\"Newcastle%20Knights\"&gt;Newcastle Knights&lt;/a&gt; also lost an iconic player when 1997 premiership captain &lt;a href=\"Paul%20Harragon\"&gt;Paul Harragon&lt;/a&gt; retired mid-season due to a chronic knee injury. The &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;'s premiership victory saw their captain &lt;a href=\"Glenn%20Lazarus\"&gt;Glenn Lazarus&lt;/a&gt; become the only player to ever win grand finals for three clubs.\n&lt;a href=\"Cliff%20Lyons\"&gt;Cliff Lyons&lt;/a&gt;, making a comeback from retirement for the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt;, was the oldest player in the NRL in 1999.\nTeams.\nThe exclusion of the &lt;a href=\"Adelaide%20Rams\"&gt;Adelaide Rams&lt;/a&gt; and &lt;a href=\"Gold%20Coast%20Chargers\"&gt;Gold Coast Chargers&lt;/a&gt;, and the joint venture of the &lt;a href=\"St.%20George%20Dragons\"&gt;St. George Dragons&lt;/a&gt; and &lt;a href=\"Illawarra%20Steelers\"&gt;Illawarra Steelers&lt;/a&gt;, saw a reduction in the League's teams from twenty to seventeen: the largest reduction in the number of teams in premiership history and the first reduction since the exclusion of Sydney's &lt;a href=\"Newtown%20Jets\"&gt;Newtown Jets&lt;/a&gt; at the end of the &lt;a href=\"1983%20NSWRL%20season\"&gt;1983 season&lt;/a&gt;. \nAdvertising.\nIn a move that polarised some fans, the NRL in its 1999 promotional campaign focused on the game's grass roots supporters who perhaps had been overlooked and pained in the trauma of the &lt;a href=\"Super%20League%20war\"&gt;Super League war&lt;/a&gt;. Sydney advertising agency VCD, in the third year of their four-year tenure with the NRL, produced an advertisement featuring &lt;a href=\"Thomas%20Keneally\"&gt;Thomas Keneally&lt;/a&gt; reading his poem, \"Ode to Rugby League\", which had been commissioned by the NRL. It speaks of the innocent excitement that begins each season. The ad was used at season launch and there was minimal media budget to support it throughout the year. Keneally is a longtime supporter of the &lt;a href=\"Manly-Warringah%20Sea%20Eagles\"&gt;Manly-Warringah Sea Eagles&lt;/a&gt;.\nFinals series.\nGrand Final.\nThe 1999 &lt;a href=\"NRL%20Grand%20Final\"&gt;NRL Grand Final&lt;/a&gt; was the conclusive and premiership-deciding game of the 1999 NRL season. It was contested by the competition's two newest clubs: the &lt;a href=\"Melbourne%20Storm\"&gt;Melbourne Storm&lt;/a&gt;, competing in only its second year (having finished the regular season in 3rd place); and the &lt;a href=\"St.%20George%20Illawarra%20Dragons\"&gt;St. George Illawarra Dragons&lt;/a&gt;, in their first year as a joint-venture club (having finished the regular season in 6th place), after both sides eliminated the rest of the top eight during the finals.\nA new rugby league world record crowd of 107,999 was at &lt;a href=\"Stadium%20Australia\"&gt;Stadium Australia&lt;/a&gt; for the game. The attendance, which saw 67,142 more people attend than had done so for the &lt;a href=\"1998%20NRL%20Grand%20Final\"&gt;1998 NRL Grand Final&lt;/a&gt; at the &lt;a href=\"Sydney%20Football%20Stadium\"&gt;Sydney Football Stadium&lt;/a&gt;, broke the record attendance for a Grand Final, eclipsing the previous record of 78,065 set in &lt;a href=\"1965%20NSWRFL%20season%23Finals\"&gt;1965&lt;/a&gt; when &lt;a href=\"St.%20George%20Dragons\"&gt;St. George&lt;/a&gt; defeated &lt;a href=\"South%20Sydney%20Rabbitohs\"&gt;South Sydney&lt;/a&gt; 12-8 at the &lt;a href=\"Sydney%20Cricket%20Ground\"&gt;Sydney Cricket Ground&lt;/a&gt;. It was the last time that the Clive Churchill Medal was presented in a case before it was changed the following season where it is presented separately with a ribbon being worn around the neck.\nPre-match entertainment featured &lt;a href=\"Hugh%20Jackman\"&gt;Hugh Jackman&lt;/a&gt;'s rendition of the &lt;a href=\"Advance%20Australia%20Fair\"&gt;Australian national anthem&lt;/a&gt;."
}