{
    "id": "40029699",
    "revid": "5132209",
    "url": "https://en.wikipedia.org/wiki?curid=40029699",
    "title": "Jean Knox",
    "text": "Jean Marcia Montagu, Baroness Swaythling, &lt;a href=\"Order%20of%20the%20British%20Empire\"&gt;CBE&lt;/a&gt; (née Leith-Marshall; 14 August 1908 – 13 December 1993), first married name Knox, was Director of the &lt;a href=\"Auxiliary%20Territorial%20Service\"&gt;Auxiliary Territorial Service&lt;/a&gt; from July 1941 to October 1943.\nEarly life.\nShe was born on 14 August 1908 to G. G. Leith-Marshall. Before World War II, she lived in &lt;a href=\"Leicestershire\"&gt;Leicestershire&lt;/a&gt; and was a &lt;a href=\"housewife\"&gt;housewife&lt;/a&gt;. She had had no other job pre-war.\nMilitary service.\nKnox joined the &lt;a href=\"Auxiliary%20Territorial%20Service\"&gt;Auxiliary Territorial Service&lt;/a&gt; nearly a year before the outbreak of World War II, in October 1938, and undertook kitchen duties. She became a company commander, in the 2nd Herts Company. On 30 May 1941, she was given a commission in the ATS in the rank of second subaltern, equivalent to &lt;a href=\"second%20lieutenant\"&gt;second lieutenant&lt;/a&gt;. In April 1941, she was promoted to senior commandant (equivalent to &lt;a href=\"Major%20%28United%20Kingdom%29\"&gt;major&lt;/a&gt;) and appointed Inspector of the ATS. In that role, she inspected every ATS command and had a seat on the ATS Council. \nOn 21 July 1941, she was appointed Director, Auxiliary Territorial Service. She was given the &lt;a href=\"acting%20rank\"&gt;acting rank&lt;/a&gt; of chief controller (equivalent to &lt;a href=\"Major-general%20%28United%20Kingdom%29\"&gt;major general&lt;/a&gt;), while holding the &lt;a href=\"war%20substantive\"&gt;war substantive&lt;/a&gt; rank of senior commander (equivalent to major). This made her the world's youngest general at that time. One of her first actions as Director was to design a new, well fitting uniform for all ranks of the ATS. On 21 July 1942, she was promoted to war substantive controller (equivalent to &lt;a href=\"Colonel%20%28United%20Kingdom%29\"&gt;colonel&lt;/a&gt;) and made &lt;a href=\"temporary%20rank\"&gt;temporary&lt;/a&gt; chief controller. She travelled to Canada in September 1942 to inspect the &lt;a href=\"Canadian%20Women%27s%20Army%20Corps\"&gt;Canadian Women's Army Corps&lt;/a&gt; and assisted in its recruiting campaign. She returned to the UK in November following the seven-week trip. On 30 October 1943, she relinquished the appointment of Director, Auxiliary Territorial Service, for health reasons.\nOn 12 December 1943, she relinquished the temporary rank of chief controller and relinquished her commission, thereby retiring in the rank of war substantive controller.\nLater life.\nFor six weeks in 1948, Knox was managing director of &lt;a href=\"Peter%20Jones%20%28department%20store%29\"&gt;Peter Jones&lt;/a&gt;, &lt;a href=\"Sloane%20Square\"&gt;Sloane Square&lt;/a&gt;, Chelsea, London. She gave no reason for her resignation in April 1948, but the department store described her appointment as a 'trial run'. \nKnox died on 13 December 1993, aged 85.\nPersonal life.\nIn 1935 she married S/Ldr. George Ronald Meldrum Knox son of &lt;a href=\"James%20Meldrum%20Knox%23Family%20Background\"&gt;Lt.-Col. James Meldrum Knox&lt;/a&gt;, with whom she had one daughter. They were divorced before 1945. In 1945, she married Stuart Albert Samuel Montagu, 3rd &lt;a href=\"Baron%20Swaythling\"&gt;Baron Swaythling&lt;/a&gt;, in &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt;.\nHonours.\nIn the 1943 &lt;a href=\"New%20Year%20Honours\"&gt;New Year Honours&lt;/a&gt;, Knox was appointed &lt;a href=\"Commander%20of%20the%20Order%20of%20the%20British%20Empire\"&gt;Commander of the Order of the British Empire&lt;/a&gt; (CBE). She received the insignia of the Order at an investiture ceremony at &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt; from &lt;a href=\"King%20George%20VI\"&gt;King George VI&lt;/a&gt;."
}