{
    "id": "40033700",
    "revid": "30380342",
    "url": "https://en.wikipedia.org/wiki?curid=40033700",
    "title": "Salvador Mercado",
    "text": "Humberto Salvador Mercado-Luján (born 25 March 1969) is a retired &lt;a href=\"Mexican%20people\"&gt;Mexican&lt;/a&gt; &lt;a href=\"Association%20football\"&gt;football&lt;/a&gt; &lt;a href=\"midfielder\"&gt;midfielder&lt;/a&gt; who played professionally in Mexico and the United States.\nMercado began his professional career with &lt;a href=\"Cobras%20de%20Ciudad%20Ju%C3%A1rez\"&gt;Cobras de Ciudad Juárez&lt;/a&gt;. His first match came on 10 March 1991. In the summer of 1994, Mercado spent the Mexican off-season with the &lt;a href=\"El%20Paso%20Patriots\"&gt;El Paso Patriots&lt;/a&gt; of the &lt;a href=\"USISL\"&gt;USISL&lt;/a&gt;. In 1994, he moved to &lt;a href=\"Atl%C3%A9tico%20Celaya\"&gt;Atlético Celaya&lt;/a&gt;. In 1995, he went on loan to El Paso which finished runner-up to the &lt;a href=\"Richmond%20Kickers\"&gt;Richmond Kickers&lt;/a&gt; in the &lt;a href=\"1995%20U.S.%20Open%20Cup\"&gt;1995 U.S. Open Cup&lt;/a&gt; final. In 1996, he again spent the summer with the Patriots. In the winter of 1996, Mercado signed with &lt;a href=\"C.D.%20Guadalajara\"&gt;C.D. Guadalajara&lt;/a&gt;. He was out for most of the season with injury, but played a handful of games as the Chivas won the &lt;a href=\"1996%E2%80%9397%20Mexican%20Primera%20Divisi%C3%B3n%20season%23Torneo%20Verano\"&gt;Torneo Verano&lt;/a&gt;. He then transferred to &lt;a href=\"Tiburones%20Rojos%20de%20Veracruz\"&gt;Tiburones Rojos de Veracruz&lt;/a&gt;. After missing the 1998 summer season with the Patriots, Mercado returned to El Paso in 1999. In 2000, Mercado began the season with Atlético Celaya, but finished it with Ciudad Juarez. In 2001 and 2004, he again spent the summers with the Patriots. In 2001, they played in the &lt;a href=\"USL%20A-League\"&gt;USL A-League&lt;/a&gt; but by 2004, they were in the &lt;a href=\"USL%20Premier%20Development%20League\"&gt;USL Premier Development League&lt;/a&gt;. In 2007, he coached the Patriots."
}