{
    "id": "40057104",
    "revid": "39045967",
    "url": "https://en.wikipedia.org/wiki?curid=40057104",
    "title": "Congo (chess variant)",
    "text": "Congo is a &lt;a href=\"chess%20variant\"&gt;chess variant&lt;/a&gt; invented by &lt;a href=\"Demian%20Freeling\"&gt;Demian Freeling&lt;/a&gt; in 1982 when he was nearly 8 years old. His father (Dutch abstract games designer &lt;a href=\"Christian%20Freeling\"&gt;Christian Freeling&lt;/a&gt;) encouraged him to design a variant using a 7×7 gameboard. Demian was already familiar with &lt;a href=\"chess\"&gt;chess&lt;/a&gt; and &lt;a href=\"xiangqi\"&gt;xiangqi&lt;/a&gt;, and the result blends some features from both. Congo became the second-most popular chess variant at the Fanaat games club in Enschede, the Netherlands.\nFor his Congo engine, Ed van Zon won \"Best of the Zillions\" First Contest, Best Chess-Related Category in March 2001.\nBoard.\nThe play is on the squares of a 7×7 gameboard. The board has two 3×3 \"castles\" to house the lions. A \"river\" divides the board horizontally across the center.\nGame rules.\nThe starting setup is as shown. &lt;a href=\"White%20and%20Black%20in%20chess\"&gt;White&lt;/a&gt; (brown pieces in the diagram) moves first. Players alternate turns; there is no passing. The game is won by capturing the opponent's lion. The game immediately ends when a lion has been captured.\nThere is no &lt;a href=\"Check%20%28chess%29\"&gt;check&lt;/a&gt; in Congo, so a lion may move to an attacked square (but the opponent wins immediately by simply capturing it). Consequently, Congo also has no draw by &lt;a href=\"stalemate\"&gt;stalemate&lt;/a&gt;–stalemate is simply an extreme form of &lt;a href=\"zugzwang\"&gt;zugzwang&lt;/a&gt;, resulting in a loss for the stalemated player.\nLion.\nThe lion moves and captures one step &lt;a href=\"Orthogonality\"&gt;orthogonally&lt;/a&gt; or diagonally in any direction—the same as a &lt;a href=\"King%20%28chess%29\"&gt;king&lt;/a&gt; in chess. It may not leave its 3×3 castle. The lion also has the special power to capture the enemy lion by moving as a chess &lt;a href=\"Queen%20%28chess%29\"&gt;queen&lt;/a&gt; across the river along an unobstructed or diagonal—like the special \"flying general\" move of a &lt;a href=\"Xiangqi%23General\"&gt;xiangqi general&lt;/a&gt;.\nZebra.\nThe zebra moves and captures the same as a chess &lt;a href=\"Knight%20%28chess%29\"&gt;knight&lt;/a&gt;.\nElephant.\nAn elephant can move [to] and capture [on] a square one or two orthogonal steps away. If two steps away, the move or capture must be in a straight line, and the intervening square is jumped (whether occupied or not, unlike the xiangqi elephant which is blocked by a diagonally adjacent piece). Unlike the xiangqi elephant, it may cross the river.\nGiraffe.\nThe giraffe moves (but does not capture) one step in any direction. It can also move [to] and capture [on] a square two steps away in any direction in a straight line. The intervening square is jumped (whether occupied or not).\nMonkey.\nThe monkey moves (but does not capture) one step in any direction. It can also capture an enemy man on an adjacent square (orthogonally or diagonally) by jumping over it to the vacant square immediately beyond. As in &lt;a href=\"international%20draughts\"&gt;international draughts&lt;/a&gt;, multiple captures are permitted with the same piece in the same turn.\nIn a multi-capture move:\nUnlike draughts, a capturing move is never mandatory in Congo.\nCrocodile.\nThe crocodile moves and captures one step in any direction. It can also move and capture as a chess &lt;a href=\"Rook%20%28chess%29\"&gt;rook&lt;/a&gt; toward the river along a file (including entering the river), as well as down the river () when in the river.\nPawn.\nA pawn moves and captures one step straight or diagonally forward. When past the river, it can also move (but not capture) one or two steps straight backward (without jumping).\nA pawn &lt;a href=\"Promotion%20%28chess%29\"&gt;promotes&lt;/a&gt; to \"superpawn\" when reaching the last rank. A superpawn has the same move/capture as a pawn, but in addition can move and capture one step straight sideways, and move (but not capture) one or two steps straight or diagonally backward (without jumping). A superpawn's powers are not dependent on its position on the board.\nDrowning.\nExcept for the crocodile, any piece ending its move in the river must leave the river the next turn or it \"drowns\". A drowned piece is removed from play at the end of the turn.\nA monkey may enter and leave the river during a multi-capture move without consequence; it drowns if and only if it \"ends\" two consecutive turns in the river. If the monkey drowns after completing a multi-capture move, the captures it made are still legal.\nReferences.\nBibliography"
}