{
    "id": "40072950",
    "revid": "42410452",
    "url": "https://en.wikipedia.org/wiki?curid=40072950",
    "title": "Habiba bint Jahsh",
    "text": "Habiba bint Jahsh (&lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt;: حبيبة بنت جحش) was a &lt;a href=\"sahaba\"&gt;companion&lt;/a&gt; of &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;.\nBiography.\nHer father was &lt;a href=\"Jahsh%20ibn%20Riyab\"&gt;Jahsh ibn Riyab&lt;/a&gt;, an immigrant from the &lt;a href=\"Banu%20Asad\"&gt;Asad ibn Khuzayma&lt;/a&gt; tribe who had settled in &lt;a href=\"Mecca\"&gt;Mecca&lt;/a&gt; under the protection of &lt;a href=\"Harb%20ibn%20Umayya\"&gt;Harb ibn Umayya&lt;/a&gt;. Her mother was &lt;a href=\"Umama%20bint%20Abdulmuttalib\"&gt;Umama bint Abdulmuttalib&lt;/a&gt;, a member of the &lt;a href=\"Hashim\"&gt;Hashim&lt;/a&gt; clan of the &lt;a href=\"Banu%20Quraysh\"&gt;Quraysh&lt;/a&gt; tribe and a sister of Muhammad's father. Hence Habiba and her five siblings were the first cousins of Muhammad.\nHabiba was an early convert to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;. She married &lt;a href=\"Abdur%20Rahman%20bin%20Awf\"&gt;Abdur Rahman bin Awf&lt;/a&gt;, but was childless. Habiba was among those who accompanied her brother &lt;a href=\"Abd-Allah%20ibn%20Jahsh\"&gt;Abdullah&lt;/a&gt; on the \"&lt;a href=\"Hijra%20%28Islam%29\"&gt;Hijra&lt;/a&gt;\" to &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt;.\nHabiba suffered from a gynaecological disorder and had constant bleeding for seven years. She consulted Muhammad about how to become ritually clean, and he advised her: \"This is a vein. It is not menstruation. Remain away (from prayer) equal (to the length of time) that your menstruation holds you back. After this, bathe yourself and pray.\" Habiba went to the house of her sister &lt;a href=\"Zaynab%20bint%20Jahsh\"&gt;Zaynab&lt;/a&gt; (Muhammad's wife) and bathed in Zaynab's tub \"till the redness of the blood came over the water\" and the tub was \"full of blood\". The narrators believed that Muhammad had meant that Habiba should take the &lt;a href=\"ghusl\"&gt;ritual bath&lt;/a&gt; once a month like other women. However, of her own accord, Habiba thereafter took the bath before every prayer, apparently five times a day.\nIn 628 Muhammad granted Habiba 30 of dates and grain from the revenues of &lt;a href=\"Khaybar\"&gt;Khaybar&lt;/a&gt;.\nNote.\nHabiba was known interchangeably as \"Umm Habib\": both are feminine forms of the name \"Habib\" (\"beloved\"). The Mesopotamian historian &lt;a href=\"Ibn%20Sa%27d%20al-Baghdadi\"&gt;Muhammad ibn Saad&lt;/a&gt; referred to a tradition in which Habiba was confused with her sister &lt;a href=\"Hammanah%20bint%20Jahsh\"&gt;Hamna&lt;/a&gt;, i.e., it was believed that \"Umm Habib\" was the \"kunya\" of Hamna. Ibn Saad asserts that this is not so: they were two people."
}