{
    "id": "40072989",
    "revid": "42774876",
    "url": "https://en.wikipedia.org/wiki?curid=40072989",
    "title": "Husa knife",
    "text": "A Husa knife, also sometimes called Achang knife, is traditional forged weapon of the &lt;a href=\"Achang%20people\"&gt;Achang people&lt;/a&gt; of China. The Achang live mainly in the village of \"Husa\", and smaller villages nearby, in &lt;a href=\"Longchuan%20County%2C%20Yunnan\"&gt;Longchuan County&lt;/a&gt;, &lt;a href=\"Dehong%20Autonomous%20Prefecture\"&gt;Dehong Autonomous Prefecture&lt;/a&gt; in &lt;a href=\"Yunnan%20Province\"&gt;Yunnan Province&lt;/a&gt;, near the border between China and Burma.\nHusa is well known for its knife and sword makers, who have sold their products to Burma and regions along Nu River since ancient times. The Achang craftsmen make a variety of types of blades.\nHusa knives are made with a special process which gives the metal a pure texture, and a really sharp and durable blade. The handles and sheaths are also inscribed with various traditional patterns, such as \"flying &lt;a href=\"dragon\"&gt;dragon&lt;/a&gt; and &lt;a href=\"phoenix%20%28mythology%29\"&gt;phoenix&lt;/a&gt;\", \"tiger roaring\", \"eastern sunrise\", making each knife a work of art.\nEach Achang family keeps at least one knife of high quality. When the young Achang men get married, they carry back knives to show their heroic vitality. This ethnic custom has continued to the present time.\nHistory.\nForging techniques have been passed down through the generations of the Achang people since the &lt;a href=\"Tang%20Dynasty\"&gt;Tang Dynasty&lt;/a&gt;. \nAccording to historical records, around 600 years ago, during the \"&lt;a href=\"Hongwu\"&gt;Hongwu&lt;/a&gt;\" period in &lt;a href=\"Ming%20Dynasty\"&gt;Ming Dynasty&lt;/a&gt;, soldiers from the army of &lt;a href=\"Mu%20Ying\"&gt;Mu Ying&lt;/a&gt;, a general of the Ming government, were settled in this area. The soldiers brought military techniques of weapon making, gathered during their campaigns against Mongolia, Tibet, the Hui and the Yi, to the local Achang people. Husa village become the \"arsenal\" of Ming government armies. Achang people absorbed the Ming government army's weapon manufacturing technology and evolved a unique Husa knife forge craftsmanship, which matured during the late Ming Dynasty and early &lt;a href=\"Qing%20Dynasty\"&gt;Qing Dynasty&lt;/a&gt; (around 1600-1680), reached its peak in the early twentieth century.\nIn the fight against Napoleon's army, those sabers, forged by the Husa were highly prized by the soldiers.\nDuring the First World War, British forces set up a \"Jingpo\" nationality army in Burma and every soldier was equipped with a special Husa saber, called \"&lt;a href=\"Geleka\"&gt;Geleka&lt;/a&gt;\".\nIn 1990, the master forgers in Husa created a \"Nine dragons\" commander's sword. This sword is worn by the honor guard of Chinese People's Liberation Army, guarding the Chinese national flag on Tian'anmen Square.\nHusa knives have long been in demand by nearby Han, Dai, Jingpo, Lisu, Tibetan, Bai and other ethnic people. Recently, Husa knives have been sold widely from Yunnan Province to Beijing, Tibet, Qinghai, Xinjiang, Gansu, Inner Mongolia and other places, and exported to Burma, Thailand, India and other countries.\nUnder the pressure of the modern culture and the social economy, the Husa knife, forged by traditional techniques and devices, faces heavy competition from less expensive knives made by modern machinery and raw materials. As the traditional masters age, apprentices are rare, and the techniques of Husa knife creation face the danger of extinction.\nVariations.\nMany variations of the Husa knife have been developed during its long history. Some of these are: back swords (cane knives), machetes, broadswords, Tibetan knives (specifically made for Tibetans), daggers, and sabers. The best known types are the back sword (long blade) and Tibetan knife, and these are made with particularly elaborate quality and style. The Tibetan knife has wide and thick blade, and is made in various lengths, with delicate inscription \"tiger roaring\", \"swallow flying\" and other traditional patterns on the handle and sheath. Many Tibetan people wear the knife as their essential tool and ornament.\nForging process.\nThe production process of Husa knife has 10 steps:\nSpecial technique is especially important in the process of quenching. Through heat treatment, the quenching optimizes the hardness and toughness of the blade. In historical records, the blades are described as \"flexible enough to be bent, one hair blown on the blade, cut two, just can chop iron\".\nThe tools to make Husa knives include a wooden &lt;a href=\"bellows\"&gt;bellows&lt;/a&gt;, a clay-made stove, as well as hammers, clamps, and &lt;a href=\"iron%20pillows\"&gt;iron pillows&lt;/a&gt;. Raw iron with high carbon content is selected by an experienced old master from specific locations around Baoshan, Tengchong regions, the traditional mine areas in Yunnan. Younger craftsmen, put the selected raw iron into the stove, heating, forging repeatedly, to purify the texture and form different shapes. The resulting metal is ground into blade blanks; and after all these lengthy processes, comes the most important and subtlest process: quenching. Quenching technology requires special know-how. The quality of a knife, largely depends on the quenching skills. There is a kind of thin blade Husa back sword which can bend its blade as a cycle. It can only be built after repeatedly and precisely water quenching and oil tempering.\nThe knife production comes under a model of co-operation between each \"Zhai\"(small stockaded village) in Husa. Each \"Zhai\" has its \"fist\" product. The whole Husa \"Bazi\"(small plain), likes a handicraft factory, and each \"Zhai\" is one workshop, which is famous for one special product. \nLaifu \"Zhai\" has well-known black cane knife, Mangdong \"Zhai\" has broadsword and dagger, Lajie \"Zhai\" has sharp sickles, Xin \"Zhai\" has back knife and Mangsuo \"Zhai\" has delicate sheaths."
}