{
    "id": "400976",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=400976",
    "title": "2000 millennium attack plots",
    "text": "On or near January 1, 2000, a series of &lt;a href=\"Islamist%20terrorist\"&gt;Islamist terrorist&lt;/a&gt; attacks linked to &lt;a href=\"al-Qaeda\"&gt;al-Qaeda&lt;/a&gt; were planned to occur in the context of &lt;a href=\"millennium%20celebrations\"&gt;millennium celebrations&lt;/a&gt;, including bombing plots against four tourist sites in &lt;a href=\"Jordan\"&gt;Jordan&lt;/a&gt;, the &lt;a href=\"Los%20Angeles%20International%20Airport\"&gt;Los Angeles International Airport&lt;/a&gt; (LAX) and and the hijacking of &lt;a href=\"Indian%20Airlines%20Flight%20814\"&gt;Indian Airlines Flight 814&lt;/a&gt;.\nIn &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;, dozens were killed in &lt;a href=\"Dinnieh%20clashes\"&gt;clashes in the Dinnieh district&lt;/a&gt; between radical Islamists with connections to the Jordan plots and the Lebanese Army. The plots in Jordan and against LAX were foiled by law enforcement agencies, while the attempted bombing of \"The Sullivans\" only failed because the boat filled with explosives sank before detonating.\nThe revelation of the plot linked to the LAX \"Millennium Bomber\" &lt;a href=\"Ahmed%20Ressam\"&gt;Ahmed Ressam&lt;/a&gt; led to unprecedented investigations into other potential terrorist cells in the United States, dubbed Operation \"Borderbom\", and security measures around millennium celebrations. Other al-Qaeda-linked millennium attack plots may have been planned or foiled around the same time.\nMillennium attack plots.\nJordan bombing plots.\nIn Jordan, members of the Islamist terror organization al-Qaeda planned to bomb four sites: a fully booked Radisson hotel in &lt;a href=\"Amman\"&gt;Amman&lt;/a&gt;, Jordan; the border between Jordan and &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;; &lt;a href=\"Mount%20Nebo%20%28Jordan%29\"&gt;Mount Nebo&lt;/a&gt;, a Christian holy site; and a site on the &lt;a href=\"Jordan%20River\"&gt;Jordan River&lt;/a&gt; where &lt;a href=\"John%20the%20Baptist\"&gt;John the Baptist&lt;/a&gt; is said to have &lt;a href=\"Baptism%20of%20Jesus\"&gt;baptized Jesus&lt;/a&gt;. These locations were chosen to target tourists from the United States and Israel. The most active participant was a &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt; taxi driver named &lt;a href=\"Raed%20Hijazi\"&gt;Raed Hijazi&lt;/a&gt;.\nOn November 30, 1999, Jordanian intelligence intercepted a call between Saudi citizen &lt;a href=\"Abu%20Zubaydah\"&gt;Abu Zubaydah&lt;/a&gt;, the leader of the plot, and Khadr Abu Hoshar, a &lt;a href=\"Palestinian%20people\"&gt;Palestinian&lt;/a&gt; militant terrorist. In the conversation, Zubaydah stated, \"The time for training is over.\" Sensing that the attack was imminent, Jordanian police arrested Hoshar and fifteen others on December 12, 1999.\nThe authorities put twenty-eight suspects on trial. Twenty-two of them were quickly found guilty. Six of them, thought to be linked to &lt;a href=\"Osama%20bin%20Laden\"&gt;Osama bin Laden&lt;/a&gt;, including Hijazi, were &lt;a href=\"sentenced%20to%20death\"&gt;sentenced to death&lt;/a&gt;. Abu Zubaydah was sentenced to death \"&lt;a href=\"trial%20in%20absentia\"&gt;in absentia&lt;/a&gt;\". Luai Sakra and &lt;a href=\"Abu%20Musab%20al-Zarqawi\"&gt;Abu Musab al-Zarqawi&lt;/a&gt; were sentenced \"in absentia\" in 2002 for their part in the plot, which included using poison gas during the bombing.\nLAX bombing plot.\nAhmed Ressam, an &lt;a href=\"Algeria\"&gt;Algeria&lt;/a&gt;n citizen living in &lt;a href=\"Montreal\"&gt;Montreal, Canada&lt;/a&gt;, confessed after interrogation to having planned to bomb the Los Angeles International Airport (LAX) on New Year's Eve. He was arrested by &lt;a href=\"U.S.%20Customs%20Service\"&gt;U.S. Customs Service&lt;/a&gt; inspector Diana Dean at &lt;a href=\"Port%20Angeles%2C%20Washington\"&gt;Port Angeles&lt;/a&gt;, &lt;a href=\"Washington%20state\"&gt;Washington&lt;/a&gt;, a U.S. port of entry, on December 14, 1999. Customs officials found a cache of explosives that could have produced \"a blast forty times greater than that of a devastating &lt;a href=\"car%20bomb\"&gt;car bomb&lt;/a&gt;\" and four timing devices hidden in the spare tire well in the trunk of the rented car in which he had traveled from &lt;a href=\"Canada\"&gt;Canada&lt;/a&gt;. Ressam later asserted that the plot was facilitated by Zubaydah and known to bin Laden.\nThe &lt;a href=\"Federal%20Bureau%20of%20Investigation\"&gt;Federal Bureau of Investigation&lt;/a&gt; (FBI) conducted door-to-door interviews of up to 50 individuals across the country, made \"dozens of arrests\" as part of investigations into possible other individuals linked to the case, and reportedly \"questioned hundreds of Muslims from Los Angeles to Boston, wiretapped hundreds of conversations, and put hundreds of individuals under surveillance\". Abdelghani Meskini, a known criminal was arrested in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, &lt;a href=\"New%20York%20City\"&gt;New York&lt;/a&gt; on December 30 by &lt;a href=\"Joint%20Terrorism%20Task%20Force\"&gt;Joint Terrorism Task Force&lt;/a&gt; for his links to Ressam. In New York and Boston, nine other Algerians linked to Meskini were arrested by the FBI, as part of the largest counter-terrorism operation ever conducted in the United States, dubbed Operation \"Borderbom\". Most, including Meskini faced minor charges after no significant terrorism links could be proven, although a main suspected bomb-making accomplice, &lt;a href=\"Abdelmajid%20Dahoumane\"&gt;Abdelmajid Dahoumane&lt;/a&gt; had fled the country. Other suspected targets alleged by &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA) sources included the &lt;a href=\"Seattle\"&gt;Seattle&lt;/a&gt; &lt;a href=\"Space%20Needle\"&gt;Space Needle&lt;/a&gt; and &lt;a href=\"Disneyland\"&gt;Disneyland&lt;/a&gt;, &lt;a href=\"California\"&gt;California&lt;/a&gt;, with maps found with circles around \"three California airports—Los Angeles International, Long Beach and Ontario—as well as maps with San Francisco's landmark Transamerica building and Seattle's Space Needle.\"\nRessam began cooperating with investigators in 2001. He was initially sentenced to 22 years in prison, but in 2010 an appellate court reversed and remanded the case based on procedural errors and recommended that his sentence be extended. He was re-sentenced to 37 years' imprisonment in 2012. Another Algerian-Canadian, &lt;a href=\"Mokhtar%20Haouari\"&gt;Mokhtar Haouari&lt;/a&gt; was sentenced to 24 years imprisonment for assisting Ressam in the plot. &lt;a href=\"Abu%20Doha\"&gt;Abu Doha&lt;/a&gt; was indicted for the plot, but was denied extradition from the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;.\nHijacking of Indian Airlines Flight 814.\nIndian Airlines Flight 814, en route from &lt;a href=\"Nepal\"&gt;Nepal&lt;/a&gt; to &lt;a href=\"India\"&gt;India&lt;/a&gt; was hijacked on December 24, 1999 by five militants of the al-Qaeda-linked &lt;a href=\"Harkat-ul-Mujahideen\"&gt;Harkat-ul-Mujahideen&lt;/a&gt; group. The hijackers reportedly told the captain, \"Fly slowly, fly carefully, there is no hurry. We have to give India a millennium gift,\" as a bomb in the cargo room of the plane was timed to go off at midnight, December 31, 1999. The plane eventually landed in &lt;a href=\"Islamic%20Emirate%20of%20Afghanistan%20%281996%E2%80%932001%29\"&gt;Taliban-controlled&lt;/a&gt; &lt;a href=\"Kandahar\"&gt;Kandahar&lt;/a&gt;, &lt;a href=\"Afghanistan\"&gt;Afghanistan&lt;/a&gt;. On December 31, India agreed to release three captive militants in exchange for the nearly 200 passengers and crew that were being held hostage.\nLebanon and Syria clashes.\nOn December 31, 1999, attacks were launched by a group of up to 300 radical Islamists against Lebanese Army forces in the &lt;a href=\"Miniyeh-Danniyeh%20District\"&gt;Dinnieh district&lt;/a&gt; in northern Lebanon. The group behind the attack, calling itself after the apocalyptic &lt;a href=\"Takfir%20wal-Hijra\"&gt;Takfir wal-Hijra&lt;/a&gt; group was led by &lt;a href=\"Bassam%20Kanj\"&gt;Bassam Kanj&lt;/a&gt;, a close associate of Raed Hijazi who had been indicted for his involvement in the Jordan bombing plots. Kanj had met Hijazi in the &lt;a href=\"Khalden%20training%20camp\"&gt;Khalden training camp&lt;/a&gt; in Afghanistan, and they later worked for the same Boston taxi company in the United States in the 1990s. The fighting lasted for eight days, and killed eleven soldiers, five civilians, and 28 Islamists.\nLebanon being &lt;a href=\"Syrian%20occupation%20of%20Lebanon\"&gt;under Syrian occupation at the time&lt;/a&gt;, the Lebanon clashes followed clashes in &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt; between Syrian security forces and Islamists, some of whom were accused of infiltrating the country from Jordan and Saudi Arabia, that began on 30 December when several Syrian intelligence agents were ambushed and killed. The clashes lasted for four days in &lt;a href=\"Damascus\"&gt;Damascus&lt;/a&gt;, &lt;a href=\"Homs\"&gt;Homs&lt;/a&gt; and nearby villages, and the &lt;a href=\"Hizb%20ut-Tahrir\"&gt;Hizb ut-Tahrir&lt;/a&gt; group claimed that 1,200 of its members had been arrested by January 2000.\nUSS \"The Sullivans\" bombing attempt.\nIn &lt;a href=\"Yemen\"&gt;Yemen&lt;/a&gt;, members of al-Qaeda attempted to bomb the warship while it was refueling in &lt;a href=\"Aden\"&gt;Aden&lt;/a&gt; with a boat laden with explosives. Terrorists deployed a bomb-laden boat on January 3, 2000, but the over-loaded bomb boat sank before detonating.\n&lt;a href=\"Jamal%20Ahmad%20Mohammad%20Al%20Badawi\"&gt;Jamal Ahmad Mohammad Al Badawi&lt;/a&gt; and &lt;a href=\"Fahd%20al-Quso\"&gt;Fahd al-Quso&lt;/a&gt; were charged \"in absentia\" in 2003 for their alleged roles in several terrorist acts, including the attempted bombing of \"The Sullivans\". In 2011, &lt;a href=\"Abd%20al-Rahim%20al-Nashiri\"&gt;Abd al-Rahim al-Nashiri&lt;/a&gt;, held in &lt;a href=\"Guantanamo%20Bay%20detention%20camp\"&gt;Guantanamo&lt;/a&gt;, was charged with planning the attack on \"The Sullivans\" along with other attacks, facing death penalty.\nOther plots.\nAccording to &lt;a href=\"National%20Security%20Advisor%20%28United%20States%29\"&gt;National Security Advisor&lt;/a&gt; of the &lt;a href=\"Presidency%20of%20Bill%20Clinton\"&gt;Clinton administration&lt;/a&gt;, &lt;a href=\"Sandy%20Berger\"&gt;Sandy Berger&lt;/a&gt;, terrorist cells had been disrupted in \"eight countries\" in the weeks before New Year's Eve, which was said to have \"almost certainly\" prevented additional attacks. The man behind the LAX plot, Ahmed Ressam, claimed there had been plans by other terrorist cells of millennium attacks \"in Europe, in the Gulf, against U.S. and Israel.\" Major security operations were launched to improve security for the millennium celebrations in &lt;a href=\"Times%20Square\"&gt;Times Square&lt;/a&gt;, New York, along with several other cities in the United States and Europe.\nIn anticipation of the turn to the new millennium, official concerns by the FBI and U.S. authorities had focused on purported Islamic Terrorism by \"apocalyptic\" Islamic terrorists, Islamic political groups, or radical elements of &lt;a href=\"Islamic%20terrorism\"&gt;Islamic militias&lt;/a&gt;.\nAftermath.\nInvestigation.\nWhile in prison, Ressam revealed that al-Qaeda &lt;a href=\"clandestine%20cell%20system\"&gt;sleeper cells&lt;/a&gt; existed within the United States. This information was included in the &lt;a href=\"President%27s%20Daily%20Brief\"&gt;President's Daily Brief&lt;/a&gt; delivered to President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; on August 6, 2001, entitled \"&lt;a href=\"Bin%20Laden%20Determined%20To%20Strike%20in%20US\"&gt;Bin Laden Determined To Strike in US&lt;/a&gt;\".\nFBI special agent and counter-terrorism chief &lt;a href=\"John%20P.%20O%27Neill\"&gt;John P. O'Neill&lt;/a&gt;, who had been central in the investigation of al-Qaeda in the late 1990s and the millennium plot, and subsequently suspected the existence of sleeper cells in the United States, died in the &lt;a href=\"September%2011%20attacks\"&gt;September 11 attacks&lt;/a&gt; in 2001 as head of security of the &lt;a href=\"World%20Trade%20Center%20%281973%E2%80%932001%29\"&gt;World Trade Center&lt;/a&gt;. O'Neill had started his new job on August 23 less than a month before the attack, after he had been squeezed out of the bureau.\nOn July 19, 2004, it was revealed that the &lt;a href=\"U.S.%20Justice%20Department\"&gt;U.S. Justice Department&lt;/a&gt; was investigating former National Security Advisor of the Clinton administration, Sandy Berger, for unauthorized removal of &lt;a href=\"classified%20information\"&gt;classified documents&lt;/a&gt; in October 2003 from a &lt;a href=\"National%20Archives%20and%20Records%20Administration\"&gt;National Archives&lt;/a&gt; reading room prior to testifying before the 9/11 Commission. The documents were five classified copies of a single report commissioned from Richard A. Clarke, covering internal assessments of the Clinton administration's handling of the plots. An associate of Berger said Berger took one copy in September 2003 and four copies in October 2003.\nAttacks.\nAfter the unsuccessful attack on USS \"The Sullivans\", al-Qaeda attempted the same type of attack for a second time, again in Aden, Yemen. They &lt;a href=\"USS%20Cole%20bombing\"&gt;successfully bombed&lt;/a&gt; on October 12, 2000, in an attack that claimed the lives of seventeen U.S. sailors.\nThe Radisson SAS hotel in Amman, Jordan, which was the target of a millennium attack plot, was one of three hotels in the city that were &lt;a href=\"2005%20Amman%20bombings%23Radisson%20SAS\"&gt;bombed by al-Qaeda in 2005&lt;/a&gt;. Thirty-eight people were killed in the bombing, which was the deadliest of the three hotels attacked."
}