{
    "id": "4010596",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=4010596",
    "title": "Selene (Underworld)",
    "text": "Selene, portrayed by British actress &lt;a href=\"Kate%20Beckinsale\"&gt;Kate Beckinsale&lt;/a&gt;, is a &lt;a href=\"fictional%20character\"&gt;fictional character&lt;/a&gt; and the main &lt;a href=\"protagonist\"&gt;protagonist&lt;/a&gt; of the \"&lt;a href=\"Underworld%20%28film%20series%29\"&gt;Underworld&lt;/a&gt;\" film series. Loosely based on the &lt;a href=\"Selene%20%28comics%29\"&gt;Marvel Comics character of the same name&lt;/a&gt;, she serves as the central character in the &lt;a href=\"film\"&gt;film&lt;/a&gt;s \"&lt;a href=\"Underworld%20%282003%20film%29\"&gt;Underworld&lt;/a&gt;\" (2003), ' (2006), ' (2009), ' (2012), and ' (2016).\nBeckinsale's daughter, Lily Mo Sheen, plays the character as a child in a flashback in \"Underworld: Evolution\". In \"\", Selene is voiced by Canadian &lt;a href=\"Voice%20acting\"&gt;voice actress&lt;/a&gt;, &lt;a href=\"Laura%20Harris\"&gt;Laura Harris&lt;/a&gt;.\nCreation.\nSelene was created by &lt;a href=\"Kevin%20Grevioux\"&gt;Kevin Grevioux&lt;/a&gt;, &lt;a href=\"Len%20Wiseman\"&gt;Len Wiseman&lt;/a&gt;, and &lt;a href=\"Danny%20McBride%20%28writer%29\"&gt;Danny McBride&lt;/a&gt;. According to Grevioux, Selene is based on the Marvel Comics character named &lt;a href=\"Selene%20%28comics%29\"&gt;Selene&lt;/a&gt;, an X-Men villain. Selene was introduced in the first film of the series, \"&lt;a href=\"Underworld%20%282003%20film%29\"&gt;Underworld&lt;/a&gt;\".\nCharacter.\nFlashbacks to her childhood have shown Selene to have been a normal, happy, vibrant child, born in the late 14th century. The youngest of two daughters of a master mason and smith, Selene and her sister Cecilia were shown to love painting pictures, and playing games like '&lt;a href=\"Tag%20%28game%29\"&gt;Silly Goose&lt;/a&gt;'. At the age of nineteen, the untimely and gruesome deaths of her entire family completely broke her heart, as she had loved them all dearly, and left her an &lt;a href=\"orphan\"&gt;orphan&lt;/a&gt;. The deaths of her six-year-old nieces hit her especially hard. Deceived by their murderer, &lt;a href=\"List%20of%20Underworld%20characters%23Viktor\"&gt;Viktor&lt;/a&gt;, into believing that a pack of Lycans were the ones responsible, (which, given the states she found their bodies in, wasn't a hard lie for her to believe), Selene dedicated herself to avenging their deaths.\nAs a Death Dealer (the Vampires' fighting elite), Selene committed herself to the duty of exterminating the Lycans as a species, a duty she saw as 'sacred' one, burying herself into her work. She would also isolate herself, never socializing with anyone outside of the Death Dealers, as the majority of the Vampire Coven are &lt;a href=\"socialites\"&gt;more concerned whiling away their immortal lives in hedonistic pursuits&lt;/a&gt; instead of concerning themselves with the serious business of the war against the Lycans.\nShe would also serve as one of Viktor's most loyal and most powerful Death Dealers, having been vampirically-sired by him personally. While she would look up to Viktor as a surrogate father figure (and he sees her as a surrogate daughter), she would still continue to feel the pain of her grief and loss of her real family's deaths for the centuries to come.\nAccording to &lt;a href=\"Kate%20Beckinsale\"&gt;Kate Beckinsale&lt;/a&gt; in \"The Making of Underworld\", by the point in time of the events of the first movie, Selene had been a soldier of the Vampire Clan for so long, it had gotten to the point where \"[Selene's] almost forgotten she's a woman, she's absolutely focused on revenge and killing, and she's really good at it. Then, she meets &lt;a href=\"Michael%20Corvin\"&gt;Michael&lt;/a&gt;, she starts to get a... kind of memory of what it's like to be human, and to be with humans. She's not completely human, but she is actually 'human' somewhere underneath there.\"\nAccording to the novelizations of the events of the movies, prior to crossing paths with Michael, Selene had never been in love before, although she wasn't still a virgin; neither love nor lust had lured Selene into 'carnal encounters' with other vampires, but rather curiosity, (having been turned while still a virgin) and loneliness. Such encounters had been few, infrequent, and without consequence, all of them \"temporary indulgences quickly put behind her\".\nPersonality.\nSelene is headstrong and stubborn, even to a fault, not willing to back down when she knows something is wrong or leave any stone unturned when she is investigating Lycan activity. This can continue even to the point of endangering herself, such as when she passed out from blood loss at the wheel of her car after Michael warned her against driving in her condition. Selene is described as being \"steely-eyed\", and having great \"emotional independence\" from the rest of the Coven, as well being of \"extreme intelligence\" and of \"sharp intuition\". In her \"Underworld\" official bio, it is stated that she \"trusts almost no-one\", and that she has a \"passion for truth, albeit laced with vengeance\", which \"traps her in a reluctantly violent and tragic purpose\".\nAfter centuries of militaristic discipline, having served as a Death Dealer of the vampire clan, Selene had long since developed a near-impervious, stoic external demeanor. Selene is not known for a sense of humor and is actually one of the most honest vampires in the franchise. She is also something of an idealist, believing in certain ideals as justice. Although a vampire for six centuries, Selene only really willingly interacted with other Death Dealers and has never fit in with her own kind (most of whom are too absorbed in their own pursuits of self-gratification) unlike them, Selene has never forgotten why she became a vampire and that they are at war with the Lycans, which leads her to consider them layabouts and dead weight, so she cares little for what they all think of her.\nIn the first installment, Kraven, who fancies himself as her &lt;a href=\"Courtship\"&gt;suitor&lt;/a&gt;, complains that she pays far too much attention to hunting and killing Lycans, and that she takes \"this warrior business far too seriously\". Selene, meanwhile, regards Kraven as \"a pig, a coward and an insufferable egotist\" who is too wrapped up in himself to even pick up on the fact that Selene simply doesn't want anything to do with him, let alone be his arm-trophy at the coven's social events. She dodges his social gatherings, she outright rejects his romantic advances at every turn, in public and in private and she prefers to dedicate her every waking hour into her calling as a Death Dealer.\nFor the most part, Selene comes across as \"icy\" and \"unemotional\" to those who don't really bother to get close to her, like most of the coven. After years of being a disciplined soldier, Selene is well into the habit of keeping her emotions in check, and keeps her cool in the heat of battle and the face of danger. This same rigorous mentality has made it difficult sometimes to open up to others, especially Michael, early in the story. By her own admission, she's \"not good with feelings\". In the first novelization, she is described as being \"much more comfortable discussing interrogation techniques\" than \"divulging the seamier underside of the vampiric lifestyle\". In \"\", her own daughter easily misinterprets her behavior for being \"as cold as one already dead\", before Selene explains that her heart isn't cold, but it is broken (as Michael is missing at the time) Selene is also in the habit of downplaying any pain or wounds she has received - a habit of hers that Michael has since become familiar with.\nCracks in Selene's emotional armor start to show themselves when she and then-human Michael Corvin meet for the first time at a subway, moments before a shootout, at the beginning of the first film. Other vampires, like Kraven and Erika, quickly catch on to Selene's feelings towards Michael before even she herself does. The two experience a mutual \"dynamic attraction\" at first sight and things start to escalate between the two of them, even after she learns that Michael has been bitten by &lt;a href=\"List%20of%20Underworld%20characters%23Lucian\"&gt;a lycan&lt;/a&gt; while she was trying to protect him from them. Because of his innocence, Selene defends Michael from both vampire and lycan, knowing full well Viktor would kill her for doing so.\nSelene also becomes noticeably more violent when those she loves suffer or die. When her family was murdered, she went on a revenge spree against the lycans (whom she had been led to believe were responsible by Viktor) that lasted over six centuries, until the truth was revealed to her. When she learns of Viktor's hand in her family's murder and sees him about to kill Michael, she slices through his head with his own sword the first shot she gets, without hesitation. Furthermore, when she believes Michael dead by Markus' hand she goes on a suicide mission to eliminate Markus and William, before Michael's hybrid abilities revive him; Selene doesn't care if she dies, just as long as she can take Markus and William down with her. When Markus brings up her family, after impaling her with one of his wing talons, saying how it was a \"mistake\" for Viktor to have \"(kept Selene) as a pet. He should have killed you with the rest of your family\" (in the novelization, Markus also calls them \"insignificant\"); in a fit of rage, Selene snaps the wing talon off at a joint, using it to stab him through the head before pushing him into the spinning rotors of a helicopter. In \"Underworld: Awakening\", when her daughter is taken by the lycans at the Antigen facility, Selene stages an attack on the building, luring the lycan security personnel into a trap by taking the elevator up the building and setting silver gas explosives at every floor, to get back her daughter.\nBiography.\nBackstory.\nAs revealed in the &lt;a href=\"Underworld%20%282003%20film%29\"&gt;first&lt;/a&gt; &amp; , Selene was born to a Hungarian family; her father, mother, her older sister (Cecilia), and her baby twin nieces. Selene is estimated to have been born around the year 1383.\nAt some point, Selene's father was approached by a powerful warlord named &lt;a href=\"List%20of%20Underworld%20characters%23Viktor\"&gt;Viktor&lt;/a&gt; with a &lt;a href=\"Contract\"&gt;commission&lt;/a&gt; to design and build a prison. According to the &lt;a href=\"novelization\"&gt;novelization&lt;/a&gt;s, Selene's father was well known as both a &lt;a href=\"stone%20mason\"&gt;stone mason&lt;/a&gt; and &lt;a href=\"blacksmith\"&gt;blacksmith&lt;/a&gt;; and the commission had involved the excavation of a new dungeon and prison under a fortress of Viktor's, as well as striking two unique keys for one cell in particular. Selene was around 6-7-years-old when work on the prison completed.\nSeven years later, at around the age of 13 to 14 years, Selene became an &lt;a href=\"aunt\"&gt;aunt&lt;/a&gt; to her older sister's twin daughters.\nDuring the winter of , about 6-years-later, Viktor feared that &lt;a href=\"Lucian%20%28Underworld%29\"&gt;Lucian&lt;/a&gt; may know of William, the &lt;a href=\"progenitor\"&gt;progenitor&lt;/a&gt; of all werewolves, (given that Lucian, whether he knew it or not, was now holding one of the keys to William's prison): To Keep the Location of William's prison a secret, Viktor personally killed everyone involved in the construction of the prison and anyone who may have visited or seen the fortress. One night, Viktor prowled into the farm of Selene's family, killed, and fed upon them one-by-one. When he came across Selene, however, he found that he 'could not bear the thought of draining [her] dry', (as described by Kraven) '[Selene], who reminded him so much of his precious Sonja'.\nThat night Viktor turned Selene into a &lt;a href=\"List%20of%20Underworld%20characters%23Vampires\"&gt;vampire&lt;/a&gt; — according to the Underworld: Evolution novelization, Selene was 19 years old when Viktor turned her — and led her to believe that the culprits of the murder of her family were Lycans and that Viktor had saved her from them. He claimed to have been tracking The Lycans when they led him to her family's farm. With the strength of a vampire, Viktor told Selene, she could avenge them all. Selene was the only survivor to have walked through the corridors of the fortress. Viktor did not kill her because of her resemblance to his deceased daughter and his belief that she would have been much too young to remember where exactly the fortress' location was.\nSelene would go on to become a &lt;a href=\"Death%20Dealer%20%28Underworld%29\"&gt;Death Dealer&lt;/a&gt;, fighting against the Lycans for vengeance on the atrocities she believed they had committed against her family. For the centuries that followed, (the better part of a thousand years,) she would serve under Viktor with blind loyalty, remaining in the dark about her family's murder by none other than Viktor himself.\nOn Viktor's orders, Selene would exile &lt;a href=\"Andreas%20Tanis\"&gt;Andreas Tanis&lt;/a&gt;, the Coven's official historian. At some point, she would also become the unwilling object of the romantic interests of &lt;a href=\"List%20of%20Underworld%20characters%23Kraven\"&gt;Kraven&lt;/a&gt;, the Coven's &lt;a href=\"regent\"&gt;regent&lt;/a&gt;.\n\"Underworld\".\nAfter a confrontation with the Lycan hitman &lt;a href=\"List%20of%20Underworld%20characters%23Raze\"&gt;Raze&lt;/a&gt;, she discovered what was supposedly a Lycan lair. She was angry when &lt;a href=\"List%20of%20Underworld%20characters%23Kraven\"&gt;Kraven&lt;/a&gt; dismissed her claims, not knowing that Kraven was in league with the Lycan leader &lt;a href=\"List%20of%20Underworld%20characters%23Lucian\"&gt;Lucian&lt;/a&gt; in a bid to take over the control of the vampire realm from the Elders.\nShe tracked down &lt;a href=\"Michael%20Corvin\"&gt;Michael Corvin&lt;/a&gt;, in whom she believed the Lycans had an interest. Against the sacred laws of &lt;a href=\"List%20of%20Underworld%20characters%23Vampires\"&gt;The Vampire Covenant&lt;/a&gt;, she and Michael, who was infected with the &lt;a href=\"lycanthropy\"&gt;lycanthropy&lt;/a&gt; virus, fell in love.\nShe awakens Viktor from his deep slumber (torpor), believing that only he has the power to deal with the conspiracy between Kraven and Lucian. She then leads a mass assault on the Lycans' underground bunker.\nAfter Michael was shot with silver nitrate by Kraven, Selene was forced to infect Michael with her vampire strain in order to save his life, thus making him the first hybrid, a Lycan dominant hybrid. She also learned the truth about the identity of her family's killer from Kraven; she struck Viktor down while the Elder was preoccupied fighting Michael. She then retrieved &lt;a href=\"List%20of%20Underworld%20characters%23Sonja\"&gt;Sonja&lt;/a&gt;'s pendant, carrying-on her legacy.\n\"Underworld: Evolution\".\nIn \"\", after Viktor's death, Selene and Michael went on the run from both Lycans and Vampires. They were confronted by &lt;a href=\"List%20of%20Underworld%20characters%23Markus%20Corvinus\"&gt;Markus&lt;/a&gt;, the last surviving Vampire Elder. He was now a Vampire-Dominant Hybrid, due to his ingesting the blood of Lycan scientist Singe, which had seeped into his chamber. As Markus attacks her, Michael intervenes and battles him to protect her.\nAfter narrowly escaping Markus and the sunlight, Selene and Michael take refuge in a warehouse and begin a sexual relationship. Selene also finds that she has seen the pendant that Markus was trying to get, when she was a child. In order to find out why Markus was after the pendant, she sought out &lt;a href=\"List%20of%20Underworld%20characters%23Andreas%20Tanis\"&gt;Andreas Tanis&lt;/a&gt;. Tanis told her the truth about her family's slaughter, (they were killed after Lucian began his revolution to keep William from being freed,) and revealed to her that, contrary to popular belief, Markus, not Viktor, is the original vampire.\nHe then set up a meeting for her and Michael with &lt;a href=\"List%20of%20Underworld%20characters%23Alexander%20Corvinus\"&gt;Alexander Corvinus&lt;/a&gt;, Markus's father and the first true immortal. Selene was angered at Alexander for not removing the threat his sons, Markus and &lt;a href=\"List%20of%20Underworld%20characters%23William%20Corvinus\"&gt;William&lt;/a&gt;, posed long ago. Alexander retorted by asking her if she would murder her own son. An interruption by Markus, in which Michael is seemingly killed, also results in Selene's memories of the fortress to be revealed to Markus through her blood. Alexander, dying from his son's attack, told Selene that the only way to defeat Markus and William would be to drink his legendary immortal blood, adding that she would become \"The Future\". Selene gained greater strength and new powers from Alexander's blood.\nShe and a squad of Alexander's Cleaners (who, like Michael, are Alexander's descendants through his third son) invaded William's dungeon, trying to stop the threat. They arrived too late, however, and Selene was forced to fight Markus. Markus was shocked at the smell of his father's blood coursing through Selene's veins. Locking Markus in William's dungeon, Selene discovered that William had infected all surviving members of the six Cleaners escorting her, all of which have become Lycans themselves.\nMarkus killed the last remaining Cleaners who were operating a helicopter which provided close air support/suppressing-fire. When it crashed, the rotors continued to spin dangerously close to those in the fray.\nSelene fought Markus once more, and the Elder drove his wing talon through Selene's chest. Selene, empowered by Alexander's ancient and pure blood, tore away the talon and drove it upwards through Markus's skull before throwing him into the moving rotor blades and killing him. After Selene defeats Markus and Michael defeats William, sunlight lands on Selene's arm, revealing that Alexander's blood has purged the vampiric weakness to sunlight.\n\"Underworld: Rise of the Lycans\".\nSelene briefly appears at the end of \"\", which was also the opening scene of the first \"Underworld\", with the audio from the scene where &lt;a href=\"List%20of%20Underworld%20characters%23Kraven\"&gt;Kraven&lt;/a&gt; tells Selene that it was Viktor who murdered her family, rather than the Lycans, and that Viktor spared her because she reminded him of the daughter he condemned to death; Selene replies to Kraven, \"Lies\".\n\"Underworld: Awakening\".\nIn \"\", Selene escapes imprisonment to find herself in a world where humans have discovered the existence of both Vampire and Lycan clans, and are conducting an all-out war to eradicate both immortal species. However, Selene and her two new allies; David (a young vampire) and Detective Sebastian (who lost his wife after being discovered as a vampire), discover a hidden conspiracy from rogue members of the Lycan clan within the humans' war against both species, and also finds that she has mothered a child with Michael, Eve, who was born during Selene's suspended animation.\nDespite their never having met or become acquainted with one another since Eve's birth, Selene ultimately bonds with her daughter. Selene battles to rescue Eve and Michael, facing a 'Super Lycan', with abilities similar to her own including incredible healing rate and an immunity to silver. Eventually Selene kills the Super Lycan, and rescues Eve, who kills the Lycan doctor in charge, but when they go to rescue Michael (whom Selene had found and weakened the cryogenic tank of earlier), they find that he has already escaped and are unable to locate him, but Selene knows he will be hunted like Eve was.\nEarlier in the film David offers her the opportunity to return to the vampire coven, in hopes she will consent to train a new generation of Death Dealers in response to both the human and Lycan threats, as many of their numbers are either in hiding from their enemies or dead.\n\"Underworld: Blood Wars\".\nFollowing the events of \"Awakening\", Selene sends Eve away for her own safety with not even Selene knowing where she is. Selene keeps a lock of Eve's hair in remembrance and is hunted by the Lycans for Eve's location and the Vampires as a traitor for killing the Vampire Elder Viktor.\nIn response to the threat posed by new Lycan leader Marius, the Vampire Council agrees to grant Selene clemency in exchange for Selene training their Death Dealers to fight this new threat. David eventually convinces Selene to take the offer, but she is betrayed by Council member Semira and her lover Death Dealer Varga as Semira desires revenge for Viktor's death and mostly covets Selene's power for herself. With the help of David and Thomas, Selene escapes, but not before at least a litre of her blood is drained and Thomas killed.\nFollowing Thomas' last wishes, David and Selene travel to the Nordic Coven where David is revealed to be the son of the Vampire Elder Amelia and her rightful heir. Selene meets Nordic warrior, Lena, who shows her the Nordic Coven's cocooning process, a process that enables them to access the \"special place\" between worlds and enhance their abilities. Shortly afterwards, Marius and his Lycans attack the Coven and Selene is defeated. Marius learns from Selene's blood memories that she truly does not know where Eve is and remembering that Lena told her the cocooning process starts with the Vampire submerging themselves in water, Selene submerges herself in a frozen lake. She is later retrieved by David and Lena and cocooned properly.\nDuring the Lycan attack on the Eastern Coven, Selene returns with her powers enhanced by the cocooning, wearing the coat of a member of the Nordic Coven and with her hair having turned partially white. Selene leads the Nordic Vampires to the aid of the Eastern Coven and battles Marius, learning from his blood memories that he murdered her lover Michael and is using his blood to temporarily increase his own abilities (believing that Eve's blood will make this permanent). Selene uses her new speed to get behind Marius and rip out his spine, killing him. David is then able to use Marius' head to get the remaining Lycans to retreat.\nFollowing the battle, Selene helps to treat the injured Vampires wounds and is elected one of the new Vampire Elders, alongside David and Lena, making Selene one of the three new leaders of the entire Vampire race. In a flash forward, it is revealed that Selene was reunited with Eve while at the Nordic Coven.\nSkills and vampiric attributes.\nSelene is proficient with many weapons, medieval and modern. She is well versed with both &lt;a href=\"Gun%20fu\"&gt;projectile&lt;/a&gt; and melee weapons. Modern firearms that she uses include the &lt;a href=\"Walther%20P99\"&gt;Walther P99&lt;/a&gt; and a variety of fully automatic &lt;a href=\"machine%20pistol\"&gt;machine pistol&lt;/a&gt;s. Selene is also an expert in unarmed combat. In \"Blood Wars\", Selene's combat skills are stated to be \"second to none.\" In all three films, she is seen jumping from a ledge of at least one hundred feet and landing without injury.\nAs a vampire, Selene frequently demonstrates superior physical abilities. After absorbing the Corvinus strain directly from Alexander Corvinus, Selene's powers were greatly upgraded. Following her use of the Nordic Coven's sacred ritual, Selene's already incredible powers were greatly enhanced. Selene is stated to be \"the Purest Vampire\" due to having Alexander Corvinus' blood and is one of the most powerful, if not the most powerful Vampire at the time of Blood Wars.\nIn other media.\nSelene appears in the video game \"\". Selene is the &lt;a href=\"third-person%20shooter\"&gt;third-person shooter&lt;/a&gt; throughout the missions.\nProduction background.\nIn 2003's \"&lt;a href=\"Underworld%20%282003%20film%29\"&gt;Underworld&lt;/a&gt;\", &lt;a href=\"Kate%20Beckinsale\"&gt;Kate Beckinsale&lt;/a&gt; became known as an actor and stated that it was markedly different from her previous work and Beckinsale has said she was grateful for the change of pace after appearing in \"a bunch of period stuff and then a bunch of romantic comedies.\" \"It was quite a challenge for me to play an action heroine and pull off all that training when [in real life] I can't catch a ball if it's coming my way.\" The film received mostly negative reviews but was a surprise box office hit and has gained a cult following.\nIn September 2003, shortly after the release of \"Underworld\", production companies &lt;a href=\"Screen%20Gems\"&gt;Screen Gems&lt;/a&gt; and Lakeshore planned to release a prequel as the third film following \"Underworld\"s sequel, \"Underworld: Evolution\". Kate Beckinsale, who portrayed Selene in \"Underworld\", expressed interest in reprising her role for the sequel and the prequel.\nIn 2006, Beckinsale reprised her role as Selene in the successful vampire sequel \"\", directed by her husband. It was the first time she had \"been involved with a movie from the moment it's a germ of an idea right through the whole editing process.\" Her daughter had a small role as the younger Selene, and took direction well: \"I didn't think she would take either of us that seriously. We both envisaged a situation where it would be kind of like trying to get her into a &lt;a href=\"ski%20suit\"&gt;snow suit&lt;/a&gt;. She suddenly became highly professional ... She said, “Could you call me Selene?” I certainly don't insist on being called Selene, so she didn't get that from me.\"\nIn a June 2006 interview, When asked if Kate Beckinsale would reprise her role as Selene in the prequel, Wiseman said, \"It will be in the time period before, but it will overlap into the creation of her as well. We're in the process of seeing how far we go with that.\"\nIn the actual film, Selene appears briefly at the end. Beckinsale did not film new footage, a scene from \"Underworld\" was used to bookend the film. Beckinsale also provided a monologue for the beginning of the film.\nBeckinsale returned to the role of Selene for the fourth installment of the vampire franchise \"\". She \"wasn't intending to do another one\" but was convinced by the quality of the script: \"You really want to see stakes that mean something in these kind of movies. Otherwise, it really is just lots of explosions and people running around in tight clothes.\"\nPublication history.\nSelene appears in the non-canon novel \"&lt;a href=\"Underworld%20%28film%20series%29%23Novels\"&gt;Underworld: Blood Enemy&lt;/a&gt;\", written by &lt;a href=\"Greg%20Cox%20%28writer%29\"&gt;Greg Cox&lt;/a&gt;. Selene is responsible for the death of renegade Lycan Leyba, tracking her down after Leyba's forces attack a Lycan weapons deal and are responsible for the deaths of both the Lycans and another member of Selene's team. During the confrontation with Leyba, Leyba briefly reflects that Selene's eyes are like 'hers' (Sonja's), but Selene never learns the meaning of this comment before she kills Leyba. Leyba's goals remain a mystery to Selene.\nSelene also appears in the &lt;a href=\"IDW%20Publishing\"&gt;IDW Publishing&lt;/a&gt; \"Underworld\" series. Selene is portrayed as having the same characterization as seen in the film. Selene also appears in the sequel novelization series for \"Underworld: Evolution\". The only novelization series of \"Underworld\" she hasn't appear in is the novelization for \"Underworld: Rise of the Lycans\".\nReception.\nThough the first film received generally negative reviews from critics, several elements were praised by audiences and a number of reviewers, including the \"icy English composure\" in &lt;a href=\"Kate%20Beckinsale\"&gt;Kate Beckinsale&lt;/a&gt;'s performance as Selene.\nA few scenes of \"Underworld: Evolution\" were shown in a panel at &lt;a href=\"Comic-Con%20International\"&gt;Comic-Con&lt;/a&gt; in &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt;, in July 2005; however, these scenes did not contain any plot spoilers of the new script, with attendees only being informed about the new hybrids by production designer &lt;a href=\"Patrick%20Tatopoulos\"&gt;Patrick Tatopoulos&lt;/a&gt;. The previewing was well-received as hundreds of fans waited hours to see a clip of the film as well as Kate Beckinsale and the other stars of the movie.\nIn a review for \"Underworld: Awakening\", a top critic from \"&lt;a href=\"Variety%20%28magazine%29\"&gt;Variety&lt;/a&gt;\" said \"Once again, Beckinsale brings an impressive physicality and subzero cool to her portrayal of Selene\".\nMerchandise.\nDue to the impact of the films, action figures for Selene were created, all designed by Mezco. Their size is 5 inches in scale. They all come with display base and accessories."
}