{
    "id": "401032",
    "revid": "1062164948",
    "url": "https://en.wikipedia.org/wiki?curid=401032",
    "title": "Republic F-84 Thunderjet",
    "text": "The Republic F-84 Thunderjet was an American &lt;a href=\"turbojet\"&gt;turbojet&lt;/a&gt; &lt;a href=\"fighter-bomber\"&gt;fighter-bomber&lt;/a&gt; aircraft. Originating as a 1944 &lt;a href=\"United%20States%20Army%20Air%20Forces\"&gt;United States Army Air Forces&lt;/a&gt; (USAAF) proposal for a \"day fighter\", the F-84 first flew in 1946. Although it entered service in 1947, the Thunderjet was plagued by so many structural and engine problems that a 1948 U.S. Air Force review declared it unable to execute any aspect of its intended mission and considered canceling the program. The aircraft was not considered fully operational until the 1949 F-84D model and the design matured only with the definitive F-84G introduced in 1951. In 1954, the straight-wing Thunderjet was joined by the swept-wing &lt;a href=\"F-84F%20Thunderstreak\"&gt;F-84F Thunderstreak&lt;/a&gt; fighter and RF-84F Thunderflash photo &lt;a href=\"reconnaissance%20aircraft\"&gt;reconnaissance aircraft&lt;/a&gt;.\nThe Thunderjet became the USAF's primary strike aircraft during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;, flying 86,408 sorties and destroying 60% of all ground targets in the war as well as eight Soviet-built &lt;a href=\"Mikoyan-Gurevich%20MiG-15\"&gt;MiG fighters&lt;/a&gt;. Over half of the 7,524 F-84s produced served with &lt;a href=\"NATO\"&gt;NATO&lt;/a&gt; nations, and it was the first aircraft to fly with the &lt;a href=\"U.S.%20Air%20Force%20Thunderbirds\"&gt;U.S. Air Force Thunderbirds&lt;/a&gt; demonstration team. The &lt;a href=\"USAF\"&gt;USAF&lt;/a&gt; &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; had F-84 Thunderjets in service from 1948 through 1957.\nThe F-84 was the first production fighter aircraft to utilize &lt;a href=\"inflight%20refueling\"&gt;inflight refueling&lt;/a&gt; and the first fighter capable of carrying a &lt;a href=\"nuclear%20weapon\"&gt;nuclear weapon&lt;/a&gt;, the &lt;a href=\"Mark%207%20nuclear%20bomb\"&gt;Mark 7 nuclear bomb&lt;/a&gt;. Modified F-84s were used in several unusual projects, including the &lt;a href=\"FICON%20project\"&gt;FICON and Tom-Tom&lt;/a&gt; dockings to the &lt;a href=\"B-29%20Superfortress\"&gt;B-29 Superfortress&lt;/a&gt; and &lt;a href=\"B-36\"&gt;B-36&lt;/a&gt; bomber motherships, and the experimental &lt;a href=\"XF-84H%20Thunderscreech\"&gt;XF-84H Thunderscreech&lt;/a&gt; &lt;a href=\"turboprop\"&gt;turboprop&lt;/a&gt;.\nThe F-84 nomenclature can be somewhat confusing. The straight-wing F-84A to F-84E and F-84G models were called the Thunderjet. The &lt;a href=\"F-84F%20Thunderstreak\"&gt;F-84F Thunderstreak&lt;/a&gt; and RF-84F Thunderflash were different airplanes with swept wings. The XF-84H Thunderscreech (not its official name) was an experimental turboprop version of the F-84F. The F-84F swept wing version was intended to be a small variation of the normal Thunderjet with only a few different parts, so it kept the basic F-84 number. Production delays on the F-84F resulted in another order of the straight-wing version; this was the F-84G.\nDesign and development.\nIn 1944, &lt;a href=\"Republic%20Aviation\"&gt;Republic Aviation&lt;/a&gt;'s chief designer, &lt;a href=\"Alexander%20Kartveli\"&gt;Alexander Kartveli&lt;/a&gt;, began working on a &lt;a href=\"turbojet\"&gt;turbojet&lt;/a&gt;-powered replacement for the &lt;a href=\"Republic%20P-47%20Thunderbolt\"&gt;P-47 Thunderbolt&lt;/a&gt; piston-engined fighter. The initial attempts to redesign the P-47 to accommodate a jet engine proved futile due to the large cross-section of the early &lt;a href=\"centrifugal%20compressor\"&gt;centrifugal compressor&lt;/a&gt; turbojets. Instead, Kartveli and his team designed a new aircraft with a streamlined fuselage largely occupied by an &lt;a href=\"axial%20compressor\"&gt;axial compressor&lt;/a&gt; turbojet engine and fuel stored in rather thick unswept wings.\nOn 11 September 1944, the USAAF released General Operational Requirements for a day fighter with a top speed of 600 mph (521 &lt;a href=\"knot%20%28unit%29\"&gt;kn&lt;/a&gt;, 966 km/h), combat radius of 705 miles (612 &lt;a href=\"nautical%20mile\"&gt;nmi&lt;/a&gt;, 1,135 km), and armament of either six 0.50 in (12.7 mm) or four 0.60 in (15.2 mm) machine guns. In addition, the new aircraft had to use the &lt;a href=\"General%20Electric\"&gt;General Electric&lt;/a&gt; TG-180 axial turbojet which entered production as the &lt;a href=\"Allison%20J35\"&gt;Allison J35&lt;/a&gt;.\nOn 11 November 1944, Republic received an order for three prototypes of the new \"XP-84\"—Model AP-23. Since the design promised superior performance to the &lt;a href=\"Lockheed%20Corporation\"&gt;Lockheed&lt;/a&gt;-built &lt;a href=\"Lockheed%20P-80%20Shooting%20Star\"&gt;P-80 Shooting Star&lt;/a&gt; and Republic had extensive experience in building single-seat fighters, no competition was held for the contract. The name \"Thunderjet\" was chosen to continue the Republic Aviation tradition started with the P-47 Thunderbolt while emphasizing the new method of propulsion. On 4 January 1945, even before the aircraft took to the air, the USAAF expanded its order to 25 service test \"YP-84A\"s and 75 production \"P-84B\"s (later modified to 15 YP-84A and 85 P-84B).\nMeanwhile, &lt;a href=\"wind%20tunnel\"&gt;wind tunnel&lt;/a&gt; testing by the &lt;a href=\"National%20Advisory%20Committee%20for%20Aeronautics\"&gt;National Advisory Committee for Aeronautics&lt;/a&gt; revealed longitudinal instability and stabilizer skin buckling at high speeds. The weight of the aircraft, a great concern given the low thrust of early turbojets, was growing so quickly that the USAAF had to set a gross weight limit of 13,400 &lt;a href=\"Pound%20%28mass%29\"&gt;lb&lt;/a&gt; (6,080 kg). The results of this preliminary testing were incorporated into the third prototype, designated \"XP-84A\", which was also fitted with a more powerful J35-GE-15 engine with of thrust.\nThe first prototype XP-84 was transferred to Muroc Army Air Field (present-day &lt;a href=\"Edwards%20Air%20Force%20Base\"&gt;Edwards Air Force Base&lt;/a&gt;) where it flew for the first time on 28 February 1946 with Major Wallace A. \"Wally\" Lien at the controls. It was joined by the second prototype in August, both aircraft flying with J35-GE-7 engines producing . The 15 YP-84As delivered to Patterson Field (present-day &lt;a href=\"Wright-Patterson%20Air%20Force%20Base\"&gt;Wright-Patterson Air Force Base&lt;/a&gt;) for service tests differed from XP-84s by having an upgraded J35-A-15 engine, carrying six 0.50 in (12.7 mm) &lt;a href=\"M2%20Browning%20machine%20gun\"&gt;M2 Browning machine gun&lt;/a&gt;s (four in the nose and one in each wing root), and having the provision for wingtip fuel tanks holding 226 U.S. &lt;a href=\"gallon\"&gt;gal&lt;/a&gt; (856 L) each.\nDue to delays with delivery of jet engines and production of the XP-84A, the Thunderjet had undergone only limited flight testing by the time production P-84Bs began to roll out of the factory in 1947. In particular, the impact of wingtip tanks on aircraft handling was not thoroughly studied. This proved problematic later.\nAfter the creation of the &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt; by the &lt;a href=\"National%20Security%20Act%20of%201947\"&gt;National Security Act of 1947&lt;/a&gt;, the \"Pursuit\" designation was replaced with \"Fighter\", and the P-84 became the \"F-84\".\nF-84s were assigned to the &lt;a href=\"27th%20Fighter%20Wing\"&gt;27th Fighter Wing&lt;/a&gt;, 27th Fighter Escort Wing, 27th Strategic Fighter Wing, 31st Fighter Escort Wing, 127th Fighter Day Wing, 127th Fighter Escort Wing, 127th Strategic Fighter Wing, 407th Strategic Fighter Wing and the 506th Strategic Fighter Wing of the &lt;a href=\"Strategic%20Air%20Command\"&gt;Strategic Air Command&lt;/a&gt; from 1947 through 1958.\nOperational history.\nThe F-84B, which differed from YP-84A only in having faster-firing M3 machine guns, became operational with &lt;a href=\"14th%20Fighter%20Group\"&gt;14th Fighter Group&lt;/a&gt; at &lt;a href=\"Dow%20Field\"&gt;Dow Field&lt;/a&gt;, &lt;a href=\"Bangor%2C%20Maine\"&gt;Bangor, Maine&lt;/a&gt; in December 1947. Flight restrictions followed immediately, limiting maximum speed to &lt;a href=\"Mach%20number\"&gt;Mach 0.8&lt;/a&gt; due to &lt;a href=\"control%20reversal\"&gt;control reversal&lt;/a&gt;, and limiting maximum acceleration to 5.5 &lt;a href=\"g%20force\"&gt;\"g\"&lt;/a&gt; (54 m/s²) due to wrinkling of the fuselage skin. To compound the problem, parts shortages and maintenance difficulties earned the aircraft the nickname, \"Mechanic's Nightmare\". On 24 May 1948, the entire F-84B fleet was grounded due to structural failures.\nA 1948 review of the entire F-84 program discovered that none of the F-84B or F-84C aircraft could be considered operational or capable of executing any aspect of their intended mission. The program was saved from cancellation because the F-84D, whose production was well underway, had satisfactorily addressed the major faults. A fly-off against the F-80 revealed that while the Shooting Star had a shorter takeoff roll, better low altitude climb rate and superior maneuverability, the F-84 could carry a greater bomb load, was faster, had better high altitude performance and greater range. As a temporizing measure, the USAF in 1949 committed US$8 million to implement over 100 upgrades to all F-84Bs, most notably reinforcing the wings. Despite the resultant improvements, the F-84B was withdrawn from active duty by 1952.\nThe \"F-84C\" featured a somewhat more reliable J35-A-13 engine and had some engineering refinements. Being virtually identical to the F-84B, the C model suffered from all of the same defects and underwent a similar structural upgrade program in 1949. All F-84Cs were withdrawn from active service by 1952.\nThe structural improvements were factory-implemented in the \"F-84D\", which entered service in 1949. Wings were covered with thicker aluminum skin, the fuel system was winterized and capable of using &lt;a href=\"JP-4\"&gt;JP-4&lt;/a&gt; fuel, and a more powerful J35-A-17D engine with was fitted. It was discovered that the untested wingtip fuel tanks contributed to wing structural failures by inducing excessive twisting during high-\"g\" maneuvers. To correct this, small triangular fins were added to the outside of the tanks. The F-84D was phased out of USAF service in 1952 and left &lt;a href=\"Air%20National%20Guard\"&gt;Air National Guard&lt;/a&gt; (ANG) service in 1957.\nThe first effective and fully capable Thunderjet was the \"F-84E\" model which entered service in 1949. The aircraft featured the J35-A-17 engine, further wing reinforcement, a 12 in (305 mm) fuselage extension in front of the wings and 3 in (76 mm) extension aft of the wings to enlarge the cockpit and the avionics bay, an A-1C gunsight with APG-30 radar, and provision for an additional pair of 230 gal (870 L) fuel tanks to be carried on underwing pylons. The latter increased the combat radius from .\nOne improvement to the original F-84 design was rocket racks that folded flush with the wing after the 5-inch HVAR rockets were fired, which reduced drag over the older fixed mounting racks. This innovation was adopted by other U.S. jet fighter-bombers.\nDespite the improvements, the in-service rates for the F-84E remained poor with less than half of the aircraft operational at any given time. This was primarily due to a severe shortage of spares for the Allison engines. The expectation was that F-84Es would fly 25 hours per month, accumulating 100 hours between engine overhauls. The actual flight hours for Korean War and NATO deployments rapidly outpaced the supply and Allison's ability to manufacture new engines. The F-84E was withdrawn from USAF service in 1956, lingering with ANG units until 1959.\nThe definitive straight-wing F-84 was the \"F-84G\" which entered service in 1951. The aircraft introduced a refueling boom receptacle in the left wing, &lt;a href=\"autopilot\"&gt;autopilot&lt;/a&gt;, &lt;a href=\"Instrument%20Landing%20System\"&gt;Instrument Landing System&lt;/a&gt;, J35-A-29 engine with of thrust, a distinctive framed canopy (also retrofitted to earlier types), and the ability to carry a single &lt;a href=\"Mark%207%20nuclear%20bomb\"&gt;Mark 7 nuclear bomb&lt;/a&gt;. The F-84G was retired from USAF in the mid-1960s.\nStarting in the early 1960s, the aircraft was deployed by the &lt;a href=\"For%C3%A7a%20A%C3%A9rea%20Portuguesa\"&gt;Força Aérea Portuguesa&lt;/a&gt; (FAP) during the &lt;a href=\"Portuguese%20Colonial%20War\"&gt;Portuguese Colonial War&lt;/a&gt; in Africa. By 1972, all four operating F-84 aircraft were supplementing the FAP in Angola.\nFlying the Thunderjet.\nTypical of most early jets, the Thunderjet's takeoff performance left much to be desired. In hot Korean summers with a full combat load, the aircraft routinely required 10,000 ft (3,000 m) of runway for takeoff even with the help of &lt;a href=\"JATO\"&gt;RATO&lt;/a&gt; bottles (two or four of these were carried, each producing 1,000 lbf (4.4 kN) of thrust for 14 seconds). All but the lead aircraft had their visibility obscured by the thick smoke from the rockets. Early F-84s had to be pulled off the ground at 160 mph (140 kn, 260 km/h) with the control stick held all the way back. Landings were made at a similar speed. For comparison, the &lt;a href=\"North%20American%20P-51%20Mustang\"&gt;North American P-51 Mustang&lt;/a&gt; landed at approximately 120 mph (100 kn, 190 km/h). Despite the \"hot\" landing speeds, the Thunderjet was easy to fly on instruments and crosswinds did not present much of a problem.\nThanks to the thick straight wing the Thunderjet rapidly reached its &lt;a href=\"Mach%20number\"&gt;Mach&lt;/a&gt; 0.82 limitation at full throttle and low altitude. The aircraft had sufficient power to fly faster, but exceeding the Mach limit at low altitudes resulted in a violent pitch-up and structural failure causing the wings to break off. Above 15,000 ft (4,600 m), the F-84 could be flown faster but at the expense of severe buffeting. However, the airspeed was sufficiently easy to control to make safe dive bombing from 10,000 ft (3,000 m) possible. The top speed limitation proved troublesome against Soviet &lt;a href=\"Mikoyan-Gurevich%20MiG-15\"&gt;Mikoyan-Gurevich MiG-15&lt;/a&gt;s in Korea. Slower than the MiG, the F-84 was also unable to turn tightly with a maximum instantaneous-turn load of only 3 Gs followed by rapid loss of airspeed. One F-84E pilot credited with two MiG kills achieved his second victory by intentionally flying his aircraft into pitch-up. The MiGs chasing him were unable to follow the violent maneuver and one crashed into the ground. Luckily for the F-84E pilot, the aircraft did not disintegrate but the airframe did suffer heavy warping. The F-84 was a stable gun platform and the &lt;a href=\"Gyro%20gunsight\"&gt;computing gunsight&lt;/a&gt; aided in accurate gunnery and bombing. Pilots praised the aircraft for Republic's legendary ruggedness.\nPilots nicknamed the Thunderjet \"The Lead Sled\". It was also called \"The Iron Crowbar\", \"a hole sucking air\", \"The Hog\" (\"The Groundhog\"), and \"The World's Fastest Tricycle\", \"Ground Loving Whore\" as a testament to its long takeoff rolls. F-84 lore stated that all aircraft were equipped with a \"sniffer\" device that, upon passing &lt;a href=\"V%20speeds\"&gt;\"V\"2&lt;/a&gt;, would look for the dirt at the end of the runway. As soon as the device could smell the dirt, the controls would turn on and let the pilot fly off the ground. In the same vein, it was suggested a bag of dirt should be carried in the front landing gear well. Upon reaching \"V\"2, the pilot would dump the dirt under the wheels, fooling the sniffer device.\nKorean War.\nThe Thunderjet had a distinguished record during the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt;. Although the F-84B and F-84C could not be deployed because their J35 engines had a service life of only 40 hours, the F-84D and F-84E entered combat with &lt;a href=\"27th%20Special%20Operations%20Wing\"&gt;27th Fighter Escort Group&lt;/a&gt; on 7 December 1950. The aircraft were initially tasked with escorting the B-29 Superfortress bombers. The first Thunderjet air-to-air victory was scored on 21 January 1951 at the cost of two F-84s. The F-84 was a generation behind the swept-wing Soviet &lt;a href=\"Mikoyan-Gurevich%20MiG-15\"&gt;Mikoyan-Gurevich MiG-15&lt;/a&gt; and outmatched, especially when the MiGs were flown by more-experienced pilots, and the MiG counter-air mission was soon given to the &lt;a href=\"North%20American%20F-86%20Sabre\"&gt;F-86 Sabre&lt;/a&gt;. Like its famous predecessor, the P-47, the F-84 switched to the low-level interdiction role at which it excelled.\nThe F-84 flew a total of 86,408 missions, dropping 55,586 tons (50,427 &lt;a href=\"metric%20ton\"&gt;metric ton&lt;/a&gt;s) of bombs and 6,129 tons (5,560 metric tons) of &lt;a href=\"napalm\"&gt;napalm&lt;/a&gt;. The USAF claimed F-84s were responsible for 60% of all ground targets destroyed in the war. Notable F-84 operations included the 1952 &lt;a href=\"attack%20on%20the%20Sui-ho%20Dam\"&gt;attack on the Sui-ho Dam&lt;/a&gt;. During the war, the F-84 became the first USAF fighter to utilize &lt;a href=\"aerial%20refueling\"&gt;aerial refueling&lt;/a&gt;. In aerial combat, F-84 pilots were credited with eight MiG-15 kills against a Soviet-claimed loss of 64 aircraft. The total losses were 335 F-84D, E and G models. According to USAF FY1953, during the Korean war, 358 F-84s were lost, including 249 in combat missions and 109 non-combat losses.\nWestern Europe.\nA notable incident occurred on 10 March 1953, when two F-84Es strayed from German to Czechoslovakian airspace. Two Czech MiG 15 fighters intercepted the US Air Force jets and shot one down. It crashed on the German side of the border and the pilot successfully ejected.\nPortuguese Overseas War.\nIn 1961, the &lt;a href=\"Portuguese%20Air%20Force\"&gt;Portuguese Air Force&lt;/a&gt; sent 25 of their remaining F-84Gs to &lt;a href=\"Portuguese%20Angola\"&gt;Angola&lt;/a&gt;. There, they formed the \"Esquadra 91\" (91st Squadron), based at Luanda Air Base. From then on, the F-84s were engaged in the &lt;a href=\"Angolan%20War%20of%20Independence\"&gt;Angolan Theater&lt;/a&gt; of the &lt;a href=\"Portuguese%20Colonial%20War\"&gt;Portuguese Overseas War&lt;/a&gt;, being mainly employed in &lt;a href=\"air%20strike\"&gt;air strike&lt;/a&gt; missions against the separatist guerrillas. The last F-84s were kept operational in Angola until 1974.\nNotable achievements.\nBy the mid-1960s, the F-84/F-84F was replaced by the &lt;a href=\"North%20American%20F-100%20Super%20Sabre\"&gt;F-100 Super Sabre&lt;/a&gt; and the RF-84F by the &lt;a href=\"McDonnell%20F-101%20Voodoo\"&gt;RF-101 Voodoo&lt;/a&gt; in USAF units, being relegated to duty in the Air National Guard. The last F-84F Thunderflash retired from the ANG in 1971. Three &lt;a href=\"Hellenic%20Air%20Force\"&gt;Hellenic Air Force&lt;/a&gt; RF-84Fs that were retired in 1991 were the last operational F-84s.\nCosts.\nNotes: \"The costs are 1950 estimates and have not been adjusted for inflation.\""
}