{
    "id": "40107729",
    "revid": "1066598203",
    "url": "https://en.wikipedia.org/wiki?curid=40107729",
    "title": "1964 United States presidential election in Massachusetts",
    "text": "The 1964 United States presidential election in Massachusetts took place on November 3, 1964, as part of the &lt;a href=\"1964%20United%20States%20presidential%20election\"&gt;1964 United States presidential election&lt;/a&gt;, which was held throughout all 50 states and &lt;a href=\"Washington%2C%20D.C.\"&gt;D.C.&lt;/a&gt; Voters chose 14 representatives, or electors to the &lt;a href=\"United%20States%20Electoral%20College\"&gt;Electoral College&lt;/a&gt;, who voted for &lt;a href=\"President%20of%20the%20United%20States\"&gt;president&lt;/a&gt; and &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;vice president&lt;/a&gt;.\n&lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt; voted overwhelmingly for the &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democratic&lt;/a&gt; nominee, incumbent &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt; of &lt;a href=\"Texas\"&gt;Texas&lt;/a&gt;, over the &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; nominee, &lt;a href=\"United%20States%20Senate\"&gt;Senator&lt;/a&gt; &lt;a href=\"Barry%20Goldwater\"&gt;Barry Goldwater&lt;/a&gt; of &lt;a href=\"Arizona\"&gt;Arizona&lt;/a&gt;. Johnson ran with Senator &lt;a href=\"Hubert%20Humphrey\"&gt;Hubert H. Humphrey&lt;/a&gt; of &lt;a href=\"Minnesota\"&gt;Minnesota&lt;/a&gt;, while Goldwater’s running mate was &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;Congressman&lt;/a&gt; &lt;a href=\"William%20E.%20Miller\"&gt;William E. Miller&lt;/a&gt; of &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt;.\nJohnson carried Massachusetts in a landslide, taking 76.19% of the vote to Goldwater’s 23.44%, a Democratic victory margin of 52.74%. This made it the third most Democratic state in the nation, after &lt;a href=\"1964%20United%20States%20presidential%20election%20in%20Rhode%20Island\"&gt;Rhode Island&lt;/a&gt; and &lt;a href=\"1964%20United%20States%20presidential%20election%20in%20Hawaii\"&gt;Hawaii&lt;/a&gt;.\nEven in the midst of a massive nationwide Democratic landslide, Massachusetts still weighed in for this election as 30% more Democratic than the national average.\nMassachusetts had been a Democratic-leaning state since &lt;a href=\"1928%20United%20States%20presidential%20election%20in%20Massachusetts\"&gt;1928&lt;/a&gt;, but had voted Republican as recently as &lt;a href=\"1956%20United%20States%20presidential%20election%20in%20Massachusetts\"&gt;1956&lt;/a&gt;, when &lt;a href=\"Dwight%20D.%20Eisenhower\"&gt;Dwight Eisenhower&lt;/a&gt; won the state by 19 points. In &lt;a href=\"1960%20United%20States%20presidential%20election%20in%20Massachusetts\"&gt;1960&lt;/a&gt;, Massachusetts native &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt; had carried the state with 60.22% of the vote, which up to that point had been the strongest Democratic victory in Massachusetts ever, but this record was quickly overtaken by Lyndon Johnson’s landslide in 1964, which remains the strongest Democratic showing in Massachusetts ever.\nThe staunch &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt; Barry Goldwater was widely seen in the &lt;a href=\"Liberalism%20in%20the%20United%20States\"&gt;liberal&lt;/a&gt; &lt;a href=\"Northeastern%20United%20States\"&gt;Northeastern United States&lt;/a&gt; as a right-wing extremist; he had voted against the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act of 1964&lt;/a&gt;, and the Johnson campaign portrayed him as a warmonger who as president would provoke a nuclear war. Thus Goldwater performed especially weakly in liberal northeastern states like Massachusetts, and for the first time in history, a Democratic presidential candidate swept every Northeastern state in 1964. Not only did Johnson win every Northeastern state, but he won all of them with landslides of over 60% of the vote, including Massachusetts, which weighed in as the third most Democratic state in the nation.\nWhile Kennedy had won 60% in Massachusetts in 1960 mostly by sweeping the ethnic Catholic vote, in 1964, this traditional Democratic coalition was joined by mass defections of moderate Yankee Republicans who had voted for Eisenhower and Nixon but could not support the extremist Goldwater. Consequently, the incumbent Johnson was able to take more than three-quarters of the vote in liberal Massachusetts, and indeed Goldwater wrote this state and neighbouring Connecticut, Rhode Island, New York, New Jersey, Pennsylvania and Michigan off from the beginning of his presidential campaign before &lt;a href=\"assassination%20of%20John%20F.%20Kennedy\"&gt;Kennedy’s assassination&lt;/a&gt;.\nJohnson swept every county in Massachusetts, the first time a Democratic presidential candidate had ever done so. This feat would not be repeated again until &lt;a href=\"1992%20United%20States%20presidential%20election%20in%20Massachusetts\"&gt;1992&lt;/a&gt; (Democrats have subsequently swept every county in Massachusetts in every modern election since 1992). Johnson was the first Democrat to ever win &lt;a href=\"Barnstable%20County%2C%20Massachusetts\"&gt;Barnstable County&lt;/a&gt;, &lt;a href=\"Dukes%20County%2C%20Massachusetts\"&gt;Dukes County&lt;/a&gt;, &lt;a href=\"Franklin%20County%2C%20Massachusetts\"&gt;Franklin County&lt;/a&gt; or &lt;a href=\"Plymouth%20County%2C%20Massachusetts\"&gt;Plymouth County&lt;/a&gt;, and the first to carry &lt;a href=\"Nantucket\"&gt;Nantucket County&lt;/a&gt; since &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; in &lt;a href=\"1916%20United%20States%20presidential%20election%20in%20Massachusetts\"&gt;1916&lt;/a&gt;. In &lt;a href=\"Suffolk%20County%2C%20Massachusetts\"&gt;Suffolk County&lt;/a&gt;, home to the state’s capital and largest city, &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, Johnson took an 86.2% of the vote. It would not be until &lt;a href=\"2020%20United%20States%20presidential%20election%20in%20Massachusetts\"&gt;2020&lt;/a&gt; that &lt;a href=\"Suffolk%20County%2C%20Massachusetts\"&gt;Suffolk County&lt;/a&gt;, or any Massachusetts county, would vote for a certain presidential candidate with greater than 80% of the popular vote again (in that case, &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt;).\nThis also remains the only election in which a Democratic presidential nominee has broken 70% of the vote in Massachusetts. Johnson’s 76.19% remains the highest vote share any presidential candidate of either party has ever received in the state, and his 52.74% margin of victory is the widest margin by which any presidential candidate of either party has ever carried the state."
}