{
    "id": "40111549",
    "revid": "30460893",
    "url": "https://en.wikipedia.org/wiki?curid=40111549",
    "title": "Il paria",
    "text": " (\"The Outcast\") is an &lt;a href=\"opera\"&gt;opera&lt;/a&gt; in two acts by &lt;a href=\"Gaetano%20Donizetti\"&gt;Gaetano Donizetti&lt;/a&gt; from a &lt;a href=\"libretto\"&gt;libretto&lt;/a&gt; by &lt;a href=\"Domenico%20Gilardoni\"&gt;Domenico Gilardoni&lt;/a&gt;, based on \"Le Paria\" by &lt;a href=\"Casimir%20Delavigne\"&gt;Casimir Delavigne&lt;/a&gt; and &lt;a href=\"Michele%20Carafa\"&gt;Michele Carafa&lt;/a&gt;'s \"Il paria\" with a libretto by &lt;a href=\"Gaetano%20Rossi\"&gt;Gaetano Rossi&lt;/a&gt;.\nCompleted in the winter of 1828, it was first performed on 12 January 1829 at the &lt;a href=\"Teatro%20San%20Carlo\"&gt;Teatro San Carlo&lt;/a&gt;, &lt;a href=\"Naples\"&gt;Naples&lt;/a&gt;. The opera had modest success, with six performances and Donizetti was not satisfied. In a letter to his father he announced his intentions to revise it, but the idea was abandoned.\nThe scholar &lt;a href=\"William%20Ashbrook\"&gt;William Ashbrook&lt;/a&gt;, has called this work \"Donizetti's finest achievement up to this point\", praising the adhesion of the vocal writing to the dramatic situations and the sense of proportions, stressing in particular the use of a &lt;a href=\"quartet\"&gt;quartet&lt;/a&gt; instead of the classic &lt;a href=\"Finale%20%28music%29\"&gt;final&lt;/a&gt;. According to Ashbrook, the limited luck of \"Paria\" is due in large part to the libretto, with its numerous dramatic flaws, and lack of a final decisive &lt;a href=\"dramaturgy\"&gt;dramaturgy&lt;/a&gt;.\nSome portions were re-used in other works by Donizetti, including \"&lt;a href=\"Anna%20Bolena\"&gt;Anna Bolena&lt;/a&gt;\", \"&lt;a href=\"La%20romanziera%20e%20l%27uomo%20nero\"&gt;La romanziera e l'uomo nero&lt;/a&gt;\", \"&lt;a href=\"Torquato%20Tasso%20%28opera%29\"&gt;Torquato Tasso&lt;/a&gt;\", and \"&lt;a href=\"Le%20duc%20d%27Albe\"&gt;Le duc d'Albe&lt;/a&gt;\",\n as well as in \"&lt;a href=\"Il%20diluvio%20universale\"&gt;Il diluvio universale&lt;/a&gt;\".\nSynopsis.\nAct 1.\nAkebare, high priest of the &lt;a href=\"Brahmin\"&gt;Brahmin&lt;/a&gt;s, plans to give his daughter, Neala, in marriage to a valiant warrior. He has already chosen Idamore, the leader of the warriors, who is to return victorious after defeating the Portuguese enemies, even though he hates him for the glory he receives. Neala is in love with Idamore but is unaware of her father's choice, hence she fears for their destiny.\nIdamore, who returns the affection of Neala, has a secret: he is a &lt;a href=\"Paraiyar\"&gt;Pariah&lt;/a&gt;, a member of a &lt;a href=\"caste\"&gt;caste&lt;/a&gt; mortally hated by the Brahmins because it is considered cursed by the god &lt;a href=\"Brahma\"&gt;Brahma&lt;/a&gt;, but he succeeded in becoming a warrior concealing his origin.\nThe father of Idamore, Zarete, has for a long time heard no news from his son, and now arrives &lt;a href=\"Anonymity\"&gt;incognito&lt;/a&gt;, searching. When he gets to talk to his son and learns that Idamore is about to marry the daughter of their mortal enemy, the Brahmins, a fight between the two breaks out. But ultimately Idamore promises his father he will flee with him, asking his permission to say goodbye to Neala first.\nAct 2.\nIdamore, having learned from Akebare that he's the groom chosen for Neala, reveals his origins to Neala. Neala agrees to elope with him after they have celebrated their wedding.\nZarete, upon learning the wedding is taking place, breaks into the temple, demanding equality between &lt;a href=\"Paraiyar\"&gt;Pariah&lt;/a&gt;s and &lt;a href=\"Brahmin\"&gt;Brahmin&lt;/a&gt;s. He is sentenced to death by Akebare, and Idamore is forced to reveal to everyone that he is the son of a Pariah. Akebare in his fury sentences Idamore to death as well, and Neala begs her father for mercy to no avail. She opts to join them in \"a horrible, atrocious death\", while Akebare rejoices \"Mine is the kingdom! Mine is the empire! I couldn’t yearn for more!\", as he can take possession of the empire when Idamore is dead.\nReferences.\nNotes\nSources"
}