{
    "id": "401342",
    "revid": "1066649055",
    "url": "https://en.wikipedia.org/wiki?curid=401342",
    "title": "Deep South",
    "text": "The Deep South is a cultural and geographic &lt;a href=\"subregion\"&gt;subregion&lt;/a&gt; in the &lt;a href=\"Southern%20United%20States\"&gt;Southern United States&lt;/a&gt;. The term was first used to describe the states most dependent on &lt;a href=\"Plantation%20complexes%20in%20the%20Southern%20United%20States\"&gt;plantations&lt;/a&gt; and &lt;a href=\"Slavery%20in%20the%20United%20States\"&gt;chattel slavery&lt;/a&gt; during the early period of United States history. The region suffered economic hardship after the &lt;a href=\"American%20Civil%20War\"&gt;American Civil War&lt;/a&gt; and was a major site of racial tension during and after the &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction era&lt;/a&gt;. The &lt;a href=\"Civil%20rights%20movement\"&gt;Civil rights movement&lt;/a&gt; in the 1950s and 1960s helped usher in a new era, sometimes referred to as the &lt;a href=\"New%20South\"&gt;New South&lt;/a&gt;. Before 1945, the Deep South was often referred to as the Cotton States, since cotton was the primary &lt;a href=\"cash%20crop\"&gt;cash crop&lt;/a&gt; for economic production.\nUsage.\nThe term \"Deep South\" is defined in a variety of ways:\nOrigins.\nAlthough often used in history books to refer to the seven states that originally formed the Confederacy, the term \"Deep South\" did not come into general usage until long after the Civil War ended. For at least the remainder of the 19th century, \"Lower South\" was the primary designation for those states. When \"Deep South\" first began to gain mainstream currency in print in the middle of the 20th century, it applied to the states and areas of South Carolina, Georgia, southern Alabama, northern Florida, Mississippi, &lt;a href=\"North%20Louisiana\"&gt;northern Louisiana&lt;/a&gt;, &lt;a href=\"West%20Tennessee\"&gt;western Tennessee&lt;/a&gt;, &lt;a href=\"South%20Arkansas\"&gt;southern Arkansas&lt;/a&gt;, and eastern Texas, all historical areas of cotton plantations and slavery. This was the part of the South many considered the \"most Southern.\"\nLater, the general definition expanded to include all of South Carolina, Georgia, Alabama, Mississippi, and Louisiana, as well as often taking in bordering areas of &lt;a href=\"East%20Texas\"&gt;East Texas&lt;/a&gt; and &lt;a href=\"North%20Florida\"&gt;North Florida&lt;/a&gt;. In its broadest application, the Deep South is considered to be \"an area roughly coextensive with the old cotton belt, from eastern North Carolina through South Carolina, west into East Texas, with extensions north and south along the Mississippi.\"\nEarly economics.\nAfter the Civil War, the region was economically poor. After &lt;a href=\"Reconstruction%20era\"&gt;Reconstruction&lt;/a&gt; ended in 1877, a small fraction of the white population composed of wealthy landowners, merchants and bankers controlled the economy, and largely, the politics. Most white farmers were poor and had to do manual work on their farms to survive. As prices fell, farmers work became harder and longer because of a change from largely self-sufficient farms, based on corn and pigs, to the growing of a cash crop of cotton or tobacco. Cotton cultivation took twice as many hours of work as raising corn. The farmers lost their freedom to determine what crops they would grow, ran into increasing indebtedness, and many were forced into tenancy or into working for someone else. Some out-migration occurred, especially to Texas, but over time, the population continued to grow and the farms were subdivided smaller and smaller. Growing discontent helped give rise to the &lt;a href=\"People%27s%20Party%20%28United%20States%29\"&gt;Populist movement&lt;/a&gt; in the early 1890s. It represented a sort of &lt;a href=\"Class%20conflict\"&gt;class warfare&lt;/a&gt;, in which the poor farmers sought to gain more of an economic and political voice.\nFrom Reconstruction through the Civil Rights Movement.\n After 1950, the region became a major epicenter of the &lt;a href=\"Civil%20Rights%20Movement\"&gt;Civil Rights Movement&lt;/a&gt;, including: the emergence of a young (25 year old) new pastor of a local church, &lt;a href=\"Martin%20Luther%20King%20Jr.\"&gt;Martin Luther King Jr.&lt;/a&gt;, the 1955 &lt;a href=\"Montgomery%20bus%20boycott\"&gt;Montgomery bus boycott&lt;/a&gt;, the &lt;a href=\"1956%20Sugar%20Bowl\"&gt;1956 Sugar Bowl Riots&lt;/a&gt;, the 1960 founding of the &lt;a href=\"Student%20Nonviolent%20Coordinating%20Committee\"&gt;Student Nonviolent Coordinating Committee&lt;/a&gt; (SNCC), and the 1964 &lt;a href=\"Freedom%20Summer\"&gt;Freedom Summer&lt;/a&gt;.\nMajor cities and urban areas.\nThe Deep South has three major &lt;a href=\"Metropolitan%20statistical%20area\"&gt;Metropolitan statistical area&lt;/a&gt;s (MSAs) located solely within its boundaries, with populations exceeding 1,000,000 residents. &lt;a href=\"Atlanta\"&gt;Atlanta&lt;/a&gt;, the 9th largest metro area in the United States, is the Deep South's largest population center.\nMetropolitan areas.\nLargest Deep South &lt;a href=\"metropolitan%20area\"&gt;metropolitan area&lt;/a&gt;s include:\nRankings are assorted by &lt;a href=\"metropolitan%20statistical%20area\"&gt;metropolitan statistical area&lt;/a&gt;s (MSAs) population. &lt;a href=\"Combined%20statistical%20area\"&gt;Combined statistical area&lt;/a&gt;s (CSAs) populations are shown as well.\nPeople.\nIn the 1980 census, of people who identified solely by one European national ancestry, most &lt;a href=\"whites\"&gt;European Americans&lt;/a&gt; identified as being of &lt;a href=\"English%20Americans\"&gt;English&lt;/a&gt; ancestry in every Southern state except Louisiana, where more people identified as having French ancestry. A significant number also have &lt;a href=\"Irish%20Americans\"&gt;Irish&lt;/a&gt; and &lt;a href=\"Scotch-Irish%20Americans\"&gt;Scotch-Irish&lt;/a&gt; ancestry.\nWith regards to people in the Deep South who reported only a single European-American ancestry group, the 1980 census showed the following self-identification in each state in this region:\nThese figures do not take into account people who identified as \"English\" and another ancestry group. When the two were added together, people who self-identified as being English with other ancestry, made up an even larger portion of southerners. South Carolina was settled earlier than other states commonly classified as the Deep South. Its population in 1980 included 578,338 people out of 1,706,966 people, who identified as \"English\" only, making them 33.88% of the total population, the largest national ancestry group by a wide margin.\nThe map to the right was prepared by the &lt;a href=\"Census%20Bureau\"&gt;Census Bureau&lt;/a&gt; from the &lt;a href=\"2000%20United%20States%20Census\"&gt;2000 census&lt;/a&gt;; it shows the predominant ancestry in each county as self-identified by residents themselves. Note: The Census said that areas with the largest \"American\"-identified ancestry populations, were mostly settled by descendants of English and others from the British Isles, French, Germans and later Italians. Those with African ancestry tended to identify as African American, although most African Americans also have some British or Northern European ancestors as well.\n, the majority of African-descended Americans in the South live in the &lt;a href=\"Black%20Belt%20%28geological%20formation%29\"&gt;Black Belt&lt;/a&gt; geographic area.\n&lt;a href=\"Hispanic%20and%20Latino%20Americans\"&gt;Hispanic and Latino Americans&lt;/a&gt; largely started arriving in the Deep South during the 1990s, and their numbers have grown rapidly. Politically they have not been very active; most are not yet citizens.\nPolitics.\nPolitical expert &lt;a href=\"Kevin%20Phillips%20%28political%20commentator%29\"&gt;Kevin Phillips&lt;/a&gt; states that, \"From the end of Reconstruction until 1948, the Deep South Black Belts, where only whites could vote, were the nation's leading Democratic Party bastions.\"\nFrom the late 1870s to the mid-1960s, conservative whites of the Deep South held control of state governments and overwhelmingly identified with and supported the &lt;a href=\"History%20of%20the%20United%20States%20Democratic%20Party\"&gt;Democratic Party&lt;/a&gt;. The most powerful leaders belonged to the party's moderate-to-conservative wing. The &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican Party&lt;/a&gt; would only control mainly mountain districts in &lt;a href=\"Appalachia\"&gt;Southern Appalachia&lt;/a&gt;, on the fringe of the Deep South, during the \"&lt;a href=\"Solid%20South\"&gt;Solid South&lt;/a&gt;\" period.\nAt the turn of the 20th century, all Southern states, starting with Mississippi in 1890, passed new constitutions and other laws that effectively &lt;a href=\"Disenfranchisement%20after%20the%20Reconstruction%20Era\"&gt;disenfranchised&lt;/a&gt; the great majority of blacks and sometimes many &lt;a href=\"poor%20white\"&gt;poor white&lt;/a&gt;s as well. Blacks were excluded subsequently from the political system entirely. The white Democratic-dominated state legislatures passed &lt;a href=\"Jim%20Crow%20laws\"&gt;Jim Crow laws&lt;/a&gt; to impose &lt;a href=\"white%20supremacy\"&gt;white supremacy&lt;/a&gt;, including caste segregation of public facilities. In politics, the region became known for decades as the \"Solid South.\" While this disenfranchisement was enforced, all of the states in this region were mainly one-party states dominated by white &lt;a href=\"Southern%20Democrats\"&gt;Southern Democrats&lt;/a&gt;. Southern representatives accrued outsized power in the Congress and the national Democratic Party, as they controlled all the seats apportioned to southern states based on total population, but only represented the richer subset of their white populations.\nMajor demographic changes would ensue in the 20th century. During the two waves of the &lt;a href=\"Great%20Migration%20%28African%20American%29\"&gt;Great Migration&lt;/a&gt; (1916–1970), a total of six million African Americans left the South for the Northeast, Midwest, and West, to escape the oppression and violence in the South. Beginning with the &lt;a href=\"1964%20United%20States%20presidential%20election\"&gt;Goldwater–Johnson election&lt;/a&gt; of 1964, a significant contingent of white conservative voters in the Deep South stopped supporting national Democratic Party candidates and switched to the Republican Party. They still would vote for many Democrats at the state and local level into the 1990s. Studies of the &lt;a href=\"Civil%20Rights%20Movement\"&gt;Civil Rights Movement&lt;/a&gt; often highlight the region. Political scientist Seth McKee concluded that in the &lt;a href=\"1964%20United%20States%20presidential%20election\"&gt;1964 presidential election&lt;/a&gt;, \"Once again, the high level of support for &lt;a href=\"Barry%20Goldwater\"&gt;Goldwater&lt;/a&gt; in the Deep South, and especially their Black Belt counties, spoke to the enduring significance of white resistance to black progress.\"\nWhite southern voters consistently voted for the Democratic Party for many years to hold onto Jim Crow Laws. Once &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt; came to power &lt;a href=\"1932%20United%20States%20presidential%20election\"&gt;in 1932&lt;/a&gt;, the limited southern electorate found itself supporting Democratic candidates who frequently did not share its views. Journalist &lt;a href=\"Matthew%20Yglesias\"&gt;Matthew Yglesias&lt;/a&gt; argues:\nKevin Phillips states that, \"Beginning in 1948, however, the white voters of the Black Belts shifted partisan gears and sought to lead the Deep South out of the Democratic Party. Upcountry, pineywoods and bayou voters felt less hostility towards the New Deal and Fair Deal economic and caste policies which agitated the Black Belts, and for another decade, they kept The Deep South in the Democratic presidential column.\nPhillips emphasizes the three-way 1968 presidential election:\n&lt;a href=\"George%20Wallace\"&gt;Wallace&lt;/a&gt; won very high support from Black Belt whites and no support at all from Black Belt Negroes. In the Black Belt counties of the Deep South, racial polarization was practically complete. Negroes voted for Hubert Humphrey, whites for George Wallace. GOP nominee Nixon garnered very little backing and counties where Barry Goldwater had captured 90 percent to 100 percent of the vote in 1964.\nThe Republican Party in the South had been crippled by the disenfranchisement of blacks, and the national party was unable to relieve their past with the South where Reconstruction was negatively viewed. During the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt; and the administration of Democrat &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;, some &lt;a href=\"New%20Deal%20Coalition\"&gt;New Deal&lt;/a&gt; measures were promoted as intending to aid African Americans across the country and in the poor rural South, as well as poor whites. In the post-&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; era, Democratic Party presidents and national politicians began to support desegregation and other elements of the &lt;a href=\"Civil%20Rights%20Movement\"&gt;Civil Rights Movement&lt;/a&gt;, from President &lt;a href=\"Harry%20S.%20Truman\"&gt;Harry S. Truman&lt;/a&gt;'s desegregating the military, to &lt;a href=\"John%20F.%20Kennedy\"&gt;John F. Kennedy&lt;/a&gt;'s support for non-violent protests. These efforts culminated in &lt;a href=\"Lyndon%20B.%20Johnson\"&gt;Lyndon B. Johnson&lt;/a&gt;'s important work in gaining Congressional approval for the &lt;a href=\"Civil%20Rights%20Act%20of%201964\"&gt;Civil Rights Act of 1964&lt;/a&gt; and &lt;a href=\"Voting%20Rights%20Act%20of%201965\"&gt;Voting Rights Act of 1965&lt;/a&gt;. Since then, upwards of 90 percent of African Americans in the South have voted for the Democratic Party, including 93 percent for Obama in 2012 and 88 percent for Hillary Clinton in 2016.\nLate 20th century to present.\nHistorian &lt;a href=\"Thomas%20Sugrue\"&gt;Thomas Sugrue&lt;/a&gt; attributes the political and cultural changes, along with the easing of racial tensions, as the reason why southern voters began to vote for Republican national candidates, in line with their political ideology. Since then, white Deep South voters have tended to vote for Republican candidates in most presidential elections. Times the Democratic Party has won in the Deep South since the late 20th century include: the &lt;a href=\"U.S.%20presidential%20election%2C%201976\"&gt;1976 election&lt;/a&gt; when Georgia native &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; received the Democratic nomination, the &lt;a href=\"U.S.%20presidential%20election%2C%201980\"&gt;1980 election&lt;/a&gt; when Carter won Georgia, the &lt;a href=\"1992%20United%20States%20presidential%20election\"&gt;1992 election&lt;/a&gt; when Arkansas native and former governor &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt; won Georgia, Tennessee, Louisiana, and Arkansas, the &lt;a href=\"1996%20United%20States%20presidential%20election\"&gt;1996 election&lt;/a&gt; when the incumbent president Clinton again won Louisiana, Tennessee and Arkansas, and when &lt;a href=\"Georgia%20%28U.S.%20state%29\"&gt;Georgia&lt;/a&gt; was won by Joe Biden in the &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 United States presidential election&lt;/a&gt;.\nIn 1995, Georgia Republican &lt;a href=\"Newt%20Gingrich\"&gt;Newt Gingrich&lt;/a&gt; was elected by representatives of a Republican-dominated House as &lt;a href=\"Speaker%20of%20the%20United%20States%20House%20of%20Representatives\"&gt;Speaker of the House&lt;/a&gt;.\nSince the 1990s the white majority has continued to shift toward Republican candidates at the state and local levels. This trend culminated in 2014 when the Republicans swept every statewide office in the Deep South region &lt;a href=\"United%20States%20elections%2C%202014\"&gt;midterm elections&lt;/a&gt;. As a result, the Republican party came to control all the state legislatures in the region, as well as all House seats that were not representing &lt;a href=\"majority-minority%20districts\"&gt;majority-minority districts&lt;/a&gt;.\nPresidential elections in which the Deep South diverged noticeably from the &lt;a href=\"Upper%20South\"&gt;Upper South&lt;/a&gt;, occurred in &lt;a href=\"U.S.%20presidential%20election%2C%201928\"&gt;1928&lt;/a&gt;, &lt;a href=\"U.S.%20presidential%20election%2C%201948\"&gt;1948&lt;/a&gt;, &lt;a href=\"U.S.%20presidential%20election%2C%201964\"&gt;1964&lt;/a&gt;, &lt;a href=\"U.S.%20presidential%20election%2C%201968\"&gt;1968&lt;/a&gt;, and, to a lesser extent, in &lt;a href=\"U.S.%20presidential%20election%2C%201952\"&gt;1952&lt;/a&gt;, &lt;a href=\"U.S.%20presidential%20election%2C%201956\"&gt;1956&lt;/a&gt;, &lt;a href=\"1992%20United%20States%20presidential%20election\"&gt;1992&lt;/a&gt;, and &lt;a href=\"U.S.%20presidential%20election%2C%202008\"&gt;2008&lt;/a&gt;. Former Arkansas Governor &lt;a href=\"Mike%20Huckabee\"&gt;Mike Huckabee&lt;/a&gt; fared well in the Deep South in &lt;a href=\"2008%20Republican%20primaries\"&gt;2008 Republican primaries&lt;/a&gt;, losing only one state (South Carolina) while running (he had dropped out of the race before the Mississippi primary).\nIn the &lt;a href=\"2020%20United%20States%20presidential%20election\"&gt;2020 Presidential Election&lt;/a&gt;, the state of Georgia was considered a toss-up state hinting at a possible Democratic shift in the area. It ultimately would vote Democrat, in favor of &lt;a href=\"Joe%20Biden\"&gt;Joe Biden&lt;/a&gt;.\nStates.\nFrom &lt;a href=\"Thirteen%20Colonies\"&gt;colonial times&lt;/a&gt; to the early-twentieth century, much of the Lower South had a black majority. Three &lt;a href=\"Southern%20United%20States\"&gt;Southern states&lt;/a&gt; had populations that were majority-&lt;a href=\"African%20American\"&gt;black&lt;/a&gt;: Louisiana (from 1810 until about 1890), South Carolina (until the 1920s), and Mississippi (from the 1830s to the 1930s). In the same period, Georgia, Alabama, and Florida had populations that were nearly 50% black, while Maryland, North Carolina, and Virginia had black populations approaching or exceeding 40%. Texas' black population reached 30%.\nThe demographics of these states changed markedly from the 1890s through the 1950s, as two waves of the &lt;a href=\"Great%20Migration%20%28African%20American%29\"&gt;Great Migration&lt;/a&gt; led more than 6,500,000 African-Americans to abandon the economically depressed, segregated Deep South in search of better employment opportunities and living conditions, first in Northern and Midwestern industrial cities, and later west to California. One-fifth of Florida's black population had left the state by 1940, for instance. During the last thirty years of the twentieth century into the twenty-first century, scholars have documented a reverse &lt;a href=\"New%20Great%20Migration\"&gt;New Great Migration&lt;/a&gt; of black people back to southern states, but typically to destinations in the &lt;a href=\"New%20South\"&gt;New South&lt;/a&gt;, which have the best jobs and developing economies.\nThe District of Columbia, one of the magnets for black people during the Great Migration, was long the sole majority-minority federal jurisdiction in the continental U.S. The black proportion has declined since the 1990s due to &lt;a href=\"gentrification\"&gt;gentrification&lt;/a&gt; and expanding opportunities, with many black people moving to southern states such as Texas, Georgia, Florida, and Maryland and others migrating to jobs in states of the &lt;a href=\"New%20South\"&gt;New South&lt;/a&gt; in &lt;a href=\"New%20Great%20Migration\"&gt;a reverse of the Great Migration&lt;/a&gt;.\nTransportation.\n&lt;a href=\"U.S.%20Route%2090\"&gt;U.S. Route 90&lt;/a&gt; runs from Texas to Jacksonville, Florida. &lt;a href=\"U.S.%20Route%2011\"&gt;U.S. Route 11&lt;/a&gt; runs through the Deep South to New York."
}