{
    "id": "40153915",
    "revid": "16944783",
    "url": "https://en.wikipedia.org/wiki?curid=40153915",
    "title": "Elizabeth Smith (translator)",
    "text": "Elizabeth Smith (December 1776 – 7 August 1806) was an English translator, linguist, and Biblical and Oriental scholar.\nEarly life and education.\nSmith, the second child and eldest daughter of George and Juliet Smith, was born at &lt;a href=\"Burn%20Hall%2C%20County%20Durham\"&gt;Burn Hall&lt;/a&gt;, a family property near &lt;a href=\"Durham%2C%20England\"&gt;Durham&lt;/a&gt;, in December 1776. A clever and bookish child, she was never at school, and was chiefly educated by her mother. At the beginning of 1782 the family moved to &lt;a href=\"Suffolk\"&gt;Suffolk&lt;/a&gt;, to be near a blind relative, who died in 1784. They moved back to Burn Hall till June 1785, when the father, who was partner in a &lt;a href=\"West%20Country\"&gt;West Country&lt;/a&gt; banking firm, took &lt;a href=\"Piercefield%20Park\"&gt;Piercefield Park&lt;/a&gt;, near &lt;a href=\"Chepstow\"&gt;Chepstow&lt;/a&gt;, &lt;a href=\"Monmouthshire\"&gt;Monmouthshire&lt;/a&gt;. By this time Elizabeth had made good progress in music. For three years from the spring of 1786 she was under a governess, who taught her French and a little Italian. All her other linguistic attainments were of her own acquiring. The family had a good library, and she read with avidity, especially the poets. Devoting some hours before breakfast each morning to study, she improved her Italian, and by 1793 could read Spanish without difficulty.\n&lt;a href=\"Campaigns%20of%201793%20in%20the%20French%20Revolutionary%20Wars\"&gt;The declaration of war by France in February 1793&lt;/a&gt; produced a financial crisis which proved fatal to several banks, her father's among the number. In March he gave up Piercefield, and in 1794 &lt;a href=\"Purchase%20of%20commissions%20in%20the%20British%20army\"&gt;took a commission in the army&lt;/a&gt;, serving for some years in Ireland. Elizabeth spent seven or eight months at the fashionable spa resort &lt;a href=\"Bath%2C%20Somerset\"&gt;Bath&lt;/a&gt;, where her friend Mary Hunt encouraged her to study German and botany. At the end of the year she began Arabic and Persian. She began Latin in November 1794, and by February 1795 had \"read &lt;a href=\"Caesar%27s%20Commentaries%20%28disambiguation%29\"&gt;Cæsar's Commentaries&lt;/a&gt;, &lt;a href=\"Livy\"&gt;Livy&lt;/a&gt;, and some volumes of &lt;a href=\"Cicero\"&gt;Cicero&lt;/a&gt;\", and was \"very impatient to begin &lt;a href=\"Virgil\"&gt;Virgil&lt;/a&gt;\". After she and her mother joined her father at &lt;a href=\"Sligo\"&gt;Sligo&lt;/a&gt;, she picked up an &lt;a href=\"Irish%20language\"&gt;Irish&lt;/a&gt; grammar at &lt;a href=\"Armagh\"&gt;Armagh&lt;/a&gt;, and at once began to study it. She must have begun &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt; soon after returning to Bath in October 1796, as she was translating from the &lt;a href=\"Book%20of%20Genesis\"&gt;Book of Genesis&lt;/a&gt; in 1797. In 1799 she found at Shirley a &lt;a href=\"Syriac%20New%20Testament\"&gt;Syriac New Testament&lt;/a&gt;, printed in &lt;a href=\"Hebrew%20alphabet\"&gt;Hebrew characters&lt;/a&gt;, and could \"read it very well\". &lt;a href=\"Johannes%20Buxtorf%20II\"&gt;Buxtorf's&lt;/a&gt; \"Florilegium\" she carried always in her pocket. In the summer of 1799 the family settled at &lt;a href=\"Ballitore\"&gt;Ballitore&lt;/a&gt;, &lt;a href=\"County%20Kildare\"&gt;County Kildare&lt;/a&gt;, moving in May 1801 to &lt;a href=\"Coniston%2C%20Cumbria\"&gt;Coniston&lt;/a&gt; (then in &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;, now in &lt;a href=\"Cumbria\"&gt;Cumbria&lt;/a&gt;), where Smith spent the rest of her life. In May 1802 she met the writer &lt;a href=\"Elizabeth%20Hamilton%20%28writer%29\"&gt;Elizabeth Hamilton&lt;/a&gt; (1758–1816), who thought that \"with a little of the Scotch frankness … she would be one of the most perfect of human beings.\"\nDeath.\nAfter a year's decline of health, Smith died at Coniston on 7 August 1806. She was buried at &lt;a href=\"Hawkshead\"&gt;Hawkshead&lt;/a&gt;, where there is a tablet to her memory in the &lt;a href=\"parish%20church\"&gt;parish church&lt;/a&gt;.\nWorks.\nSmith's powers of memory and of divination must have been remarkable, for she rarely consulted a dictionary. Translation from Hebrew was her \"Sunday work\". Along with her intellectual accomplishments, Smith also excelled at cooking, needlework, and equestrianism. Among her &lt;a href=\"Philology\"&gt;philological&lt;/a&gt; collections were lists of words in Welsh, Chinese, and African dialects, with some Icelandic studies.\nThe following were published from her papers: \nSelections from the author's didactic writings also appeared in \"The Lady's Monitor\" (1828)."
}