{
    "id": "4017618",
    "revid": "1021250968",
    "url": "https://en.wikipedia.org/wiki?curid=4017618",
    "title": "Sam Sniderman",
    "text": "Sam Sniderman, (June 15, 1920 – September 23, 2012) was a &lt;a href=\"Canadians\"&gt;Canadian&lt;/a&gt; businessman best known as the founder of the Canadian &lt;a href=\"record%20shop\"&gt;record shop&lt;/a&gt; chain &lt;a href=\"Sam%20the%20Record%20Man\"&gt;Sam the Record Man&lt;/a&gt;. Sniderman was also a major promoter of &lt;a href=\"Music%20of%20Canada\"&gt;Canadian music&lt;/a&gt; including involvement in pushing for the &lt;a href=\"Canadian%20content\"&gt;Canadian content&lt;/a&gt; (CANCON) broadcast regulations and creating the &lt;a href=\"Juno%20Awards\"&gt;Juno Awards&lt;/a&gt;.\nLife and career.\nBorn in &lt;a href=\"Toronto\"&gt;Toronto&lt;/a&gt;, &lt;a href=\"Ontario\"&gt;Ontario&lt;/a&gt;, Sniderman grew up in its Jewish enclave known as &lt;a href=\"Kensington%20Market\"&gt;Kensington Market&lt;/a&gt;.\nHe attended high school at &lt;a href=\"Harbord%20Collegiate%20Institute\"&gt;Harbord Collegiate Institute&lt;/a&gt; and started selling records in his brother Sidney's store, Sniderman Radio Sales and Service, in 1936. In 1959 he opened his first store on Toronto's &lt;a href=\"Yonge%20Street\"&gt;Yonge Street&lt;/a&gt;, and then moved it to the iconic 347 Yonge Street flagship store location in 1961. In 1969, he started franchising the store.\nHe retired in 2000 and turned over ownership of the business to his sons, Bobby and Jason, and Sid's daughters Lana and Arna. The flagship Toronto store that bore his name closed in 2007 and its distinctive façade was declared a heritage site by the city.\nFollowing the closure, Sniderman expressed his support for &lt;a href=\"Ryerson%20University\"&gt;Ryerson University&lt;/a&gt;'s bid to expropriate the Yonge Street property if his children and nieces failed to negotiate a deal to sell the property to the university. In the end, Ryerson reached a deal to purchase the property from the family.\nAwards and honours.\nOn October 20, 1976, he was invested into the &lt;a href=\"Order%20of%20Canada\"&gt;Order of Canada&lt;/a&gt;. He was appointed to the Order's third tier, &lt;a href=\"Order%20of%20Canada%23Member\"&gt;Member&lt;/a&gt;, for \"found[ing] the Recordings Archive Library at the University of Toronto, now the largest of its kind in Canada. For his constant support of Canadian talent and concern for the preservation of our cultural heritage\".\nSniderman was inducted into the &lt;a href=\"Canadian%20Country%20Music%20Hall%20of%20Fame\"&gt;Canadian Country Music Hall of Fame&lt;/a&gt; in 1997.\nSam Sniderman himself remained an active participant in the Canadian music industry until his death. Always a believer in the \"more is more\" philosophy, he established the Sniderman Sound Recording Archive at the University of Toronto's School of Music, ensuring that it is \"as big as possible.\" Sniderman spoke at the 2006 &lt;a href=\"East%20Coast%20Music%20Awards\"&gt;East Coast Music Awards&lt;/a&gt;. In 1999, Sniderman received the Ramon John Hnatyshyn Award for Voluntarism in the Performing Arts, a companion award of the &lt;a href=\"Governor%20General%27s%20Performing%20Arts%20Awards\"&gt;Governor General's Performing Arts Awards&lt;/a&gt;, for his tireless support of Canadian musicians.\nHis son &lt;a href=\"Jason%20Sniderman\"&gt;Jason Sniderman&lt;/a&gt; is a musician and was also an executive with Sam the Record Man. Another son, Bobby Sniderman, went into business for himself as proprietor of The Senator restaurant."
}