{
    "id": "40176033",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=40176033",
    "title": "Termitomyces schimperi",
    "text": "Termitomyces schimperi is a large &lt;a href=\"mushroom\"&gt;mushroom&lt;/a&gt; associated with the termite species \"&lt;a href=\"Macrotermes%20michaelseni\"&gt;Macrotermes michaelseni&lt;/a&gt;\". It grows in the northern part of &lt;a href=\"Southern%20Africa\"&gt;Southern Africa&lt;/a&gt;, from northern Namibia up to the Democratic Republic of the Congo (DRC) and eastwards to Malawi and Mozambique, and to the Ivory Coast in the west.\nIn Namibia it is commonly referred to by its &lt;a href=\"Herero%20language\"&gt;Herero&lt;/a&gt; name \"Ejova\" (singular)/ \"Omajowa\" (plural). &lt;a href=\"German%20Namibians\"&gt;German Namibians&lt;/a&gt; refer to the mushroom as \"Termitenpilz.\"\nCharacteristics.\n\"Termitomyces schimperi \" can grow to the size of a \"large frying pan\". When they emerge, the &lt;a href=\"sporocarp%20%28fungi%29\"&gt;fruitbody of the fungus&lt;/a&gt; are the \"size of a man’s fist\", before rapidly expanding to 15–28 cm and sometimes reaching 40 cm in diameter. The &lt;a href=\"pileus%20%28mycology%29\"&gt;tops&lt;/a&gt; are white. Yellowish to red-brown discolouration of the thick soft scales may occur by the mound soil. Below the top most layer, the scales are white. The pseudorhiza (a cord-like structure resembling a plant root) is narrower at its origin in the termite nest, and may be as long as 90 cm. Its consistency above ground is less dense. The sporocarps can be seen in groups of 5–10 around the lower parts of termite mound, and grow to around 50 cm above soil level. Up to 50 sporocarps have been reported around a single mound. The \"Termitomyces schimperi \" usually appear after soaking rains of 12 mm or more during spring, but the main crop develops during January to March which is the main rainy season. If the &lt;a href=\"hypha\"&gt;hypha&lt;/a&gt;e remain in the mound when harvested, they may grow on the same termite mound for many years. The termites consume the &lt;a href=\"partial%20veil\"&gt;partial veil&lt;/a&gt; following maturation of the fungus.\nTermite association.\n\"Termitomyces schimperi\" do not appear on all termite mounds. They grow on\ntall termite mounds of central and northern parts of Namibia where a large rainfall occurs, and can often extend to 4-5 m in height. Their tops inclinetowards the north. The associated termite is the \"Termes bellicosus\" also known as Macrotermes michaelseni. In Zambia the \"Termitomyces schimperi\" is found at the termite mounds of \"&lt;a href=\"Odontotermes%20patruus\"&gt;Odontotermes patruus&lt;/a&gt;\". \nCultural association.\nThe mushroom is seen as a symbol of growth and prosperity by Namibians and is highly valued in &lt;a href=\"Namibian%20culture\"&gt;Namibian culture&lt;/a&gt;. Their popularity in Africa is reflected in their appearance on postage stamps. It has high value as an edible source in the &lt;a href=\"Ivory%20Coast\"&gt;Ivory Coast&lt;/a&gt;."
}