{
    "id": "40186441",
    "revid": "589223",
    "url": "https://en.wikipedia.org/wiki?curid=40186441",
    "title": "Château de Canisy",
    "text": "Château de Canisy is a &lt;a href=\"ch%C3%A2teau\"&gt;château&lt;/a&gt; constructed on the site of a former &lt;a href=\"castle\"&gt;castle&lt;/a&gt; in the \"&lt;a href=\"Communes%20of%20France\"&gt;commune&lt;/a&gt; of \"&lt;a href=\"Canisy\"&gt;Canisy&lt;/a&gt;, in the &lt;a href=\"Manche\"&gt;Manche&lt;/a&gt; \"&lt;a href=\"Departments%20of%20France\"&gt;département&lt;/a&gt;\" of &lt;a href=\"France\"&gt;France&lt;/a&gt;. The present building was constructed some time in the 16th century. It is located about from &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; and from &lt;a href=\"Saint-L%C3%B4\"&gt;Saint-Lô&lt;/a&gt;, in the center of &lt;a href=\"Normandy\"&gt;Normandy&lt;/a&gt;. The château is surrounded by 740 acres of forests, ponds, lakes, gardens and manicured lawns.\nMembers of the Kergorlay family have owned the estate for the past 1,000 years. The ownership of the château has been passed down to the oldest male heir in the family since the time it was built. At the present time, Comte Denis de Kergolay is the presiding owner of the Château de Canisy.\nHistory.\nConstruction.\nIn 1066, the Lord of Canisy was Hugues de Carbonnel. At that time there was a medieval castle on the grounds and a &lt;a href=\"fortified%20tower\"&gt;fortified tower&lt;/a&gt;; only a portion of these remain.\nThe present Château de Canisy was mainly constructed between 1558 and 1625 during the time that Herve de Carbonnel was presiding owner of the estate. He commissioned the architect François Gabriel to oversee the renovation. Local stone used on the exterior of the château has a purple hue, which at times appears to change color in the sunlight.\nThe château has parapets and towers which were typical of the architectural design of that era. At one time the château was surrounded by a &lt;a href=\"moat\"&gt;moat&lt;/a&gt;, which has since been filled in.\nSecond World War.\nIn 1940, German soldiers took over the château and occupied it until August 1944. During that time, Brigitte de Kergorlay, daughter of the heir of the castle, was the translator between the German forces and her father, who spoke fluent German, but refused to speak to the German soldiers at all.\nThe surrounding commune of Canisy was part of the aerial saturation bombing that was launched by the &lt;a href=\"First%20United%20States%20Army%20Group\"&gt;United States First Army&lt;/a&gt; led by &lt;a href=\"Omar%20Bradley\"&gt;General Omar Bradley&lt;/a&gt;. During the battle on 26 July 1944, the commune was liberated when Bradley pushed his troops through the German lines. This was known as &lt;a href=\"Operation%20Cobra\"&gt;Operation Cobra&lt;/a&gt;, which had a goal of creating a passage for the Allies to get from Normandy to &lt;a href=\"Brittany\"&gt;Brittany&lt;/a&gt;. After liberation, the Château de Canisy was used as a hospital for wounded &lt;a href=\"Allies%20of%20World%20War%20II\"&gt;Allied soldiers&lt;/a&gt;.\nRestorations.\nDuring the occupation of the château by the German forces and the ensuing battles accompanying the landing of the Allies, there was severe damage to the structure. Since that time, the château has undergone several restorations.\nDuring the one thousand years this castle and the surrounding grounds have been owned by the Kergorlay family, some changes have been made to make life in the estate more modern and convenient, while maintaining as much as possible of its original architectural heritage.\nIt has been listed since 1945 as a \"&lt;a href=\"monument%20historique\"&gt;monument historique&lt;/a&gt;\" by the &lt;a href=\"French%20Ministry%20of%20Culture\"&gt;French Ministry of Culture&lt;/a&gt;.\nToday.\nThe Kergorlay family has opened the Château de Canisy as a historical château, hotel and event venue. Rooms in the castle are decorated with furniture accumulated by the various Kergorlay owners throughout history, to represent specific time periods. Inside the castle there is also a library which contains many rare and collectable books."
}