{
    "id": "401856",
    "revid": "875232",
    "url": "https://en.wikipedia.org/wiki?curid=401856",
    "title": "Dumdums (band)",
    "text": "The Dumdums (formerly stylised as Dum Dums) were a British guitar-pop band. London-based, they split up in August 2001. The band members were &lt;a href=\"Josh%20Doyle\"&gt;Josh Doyle&lt;/a&gt; – vocals and guitar, Steve Clarke – bass and vocals, Stuart 'Baxter' Wilkinson – drums and vocals.\nIn their short but successful career their achievements included reaching the Top 40 in the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt; with four singles (\"Everything\", \"Can't Get You Out of My Thoughts\", \"You Do Something To Me\" and \"Army of Two\") and playing at Wembley Stadium with &lt;a href=\"Bon%20Jovi\"&gt;Bon Jovi&lt;/a&gt; and at Hyde Park, London with &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt;, &lt;a href=\"Christina%20Aguilera\"&gt;Christina Aguilera&lt;/a&gt; and &lt;a href=\"Destiny%27s%20Child\"&gt;Destiny's Child&lt;/a&gt;. After selling out a final UK tour, they decided to part ways at the peak of their popularity under a shroud of mystery.\nTheir principal songwriter/lead vocalist Josh Doyle is now resident in &lt;a href=\"Nashville\"&gt;Nashville&lt;/a&gt;, &lt;a href=\"Tennessee\"&gt;Tennessee&lt;/a&gt;. After years in the musical wilderness he emerged in 2012 to make his network TV debut on \"&lt;a href=\"Jimmy%20Kimmel%20Live%21\"&gt;Jimmy Kimmel Live!&lt;/a&gt;\", with his new band and a single \"Solarstorms\". \"&lt;a href=\"Billboard%20%28magazine%29\"&gt;Billboard&lt;/a&gt;\" magazine wrote in their 7 November 2012 issue \"615 Spotlight\" feature, that Doyle \"may well be the Next Big Thing on an international level\".\nCareer.\nOriginally formed in 1997, straight out of school, the band spent their early years &lt;a href=\"Gig%20%28musical%20performance%29\"&gt;gig&lt;/a&gt;ging in small venues and songwriting. They signed a management contract with Modernwood Management, and then signed to &lt;a href=\"Wildstar%20Records\"&gt;Wildstar Records&lt;/a&gt; in March 1999. In the same month they went on their first UK &lt;a href=\"concert%20tour\"&gt;tour&lt;/a&gt;, supporting fellow Modernwood artist, &lt;a href=\"Nik%20Kershaw\"&gt;Nik Kershaw&lt;/a&gt;. A more extensive tour in September, supporting &lt;a href=\"My%20Life%20Story\"&gt;My Life Story&lt;/a&gt;, followed. It was on this tour that the band began to build up their fanbase, selling a two-track CD known as \"The Blue CD\" that contained the tracks \"Everything\" and \"Until My Ship Comes In\".\nDum Dums' debut single, \"Everything\", produced by Steve Power was released on 28 February 2000. Accompanied by a &lt;a href=\"music%20video\"&gt;video&lt;/a&gt; and A-listing on British radio stations, including &lt;a href=\"BBC%20Radio%201\"&gt;BBC Radio 1&lt;/a&gt;, it reached 21 in the &lt;a href=\"UK%20Singles%20Chart\"&gt;UK Singles Chart&lt;/a&gt;.\nThe second single, \"Can't Get You Out of My Thoughts\" was released on 26 June 2000 and reached number 18 in the UK &lt;a href=\"record%20chart\"&gt;chart&lt;/a&gt;.\nOn 18 September 2000, their debut album, \"&lt;a href=\"It%20Goes%20Without%20Saying\"&gt;It Goes Without Saying&lt;/a&gt;\", again produced by Power, was released in the UK. It received favourable reviews from the &lt;a href=\"music%20journalism\"&gt;music press&lt;/a&gt;, with the band being compared to &lt;a href=\"Green%20Day\"&gt;Green Day&lt;/a&gt;, &lt;a href=\"The%20Police\"&gt;The Police&lt;/a&gt;, &lt;a href=\"Blink-182\"&gt;Blink-182&lt;/a&gt;, &lt;a href=\"Elvis%20Costello\"&gt;Elvis Costello&lt;/a&gt; and &lt;a href=\"The%20Jam\"&gt;The Jam&lt;/a&gt;. The album comprised eleven listed tracks and an unlisted bonus track, revealed as \"Setting Sail\" in the &lt;a href=\"liner%20notes\"&gt;liner notes&lt;/a&gt;.\nA third single, \"You Do Something To Me\" was released a week prior to the album, and this reached number 27. The music video for this song, inspired by &lt;a href=\"Queen%20%28band%29\"&gt;Queen&lt;/a&gt;'s \"&lt;a href=\"I%20Want%20to%20Break%20Free\"&gt;I Want to Break Free&lt;/a&gt;\" promo, featured Doyle and Wilkinson in &lt;a href=\"Drag%20%28clothing%29\"&gt;drag&lt;/a&gt;. The song was used as the theme tune to the &lt;a href=\"CBBC%20%28TV%20channel%29\"&gt;CBBC&lt;/a&gt; show \"&lt;a href=\"Xchange%20%28CBBC%29\"&gt;Xchange&lt;/a&gt;\", and they performed the song on the last episode of the series.\nThey supported &lt;a href=\"Bon%20Jovi\"&gt;Bon Jovi&lt;/a&gt; at &lt;a href=\"Wembley%20Stadium%20%281924%29\"&gt;Wembley Stadium&lt;/a&gt; and also performed at &lt;a href=\"Glastonbury%20Festival\"&gt;Glastonbury&lt;/a&gt;, &lt;a href=\"T%20in%20the%20Park\"&gt;T in the Park&lt;/a&gt;, &lt;a href=\"V2000\"&gt;V2000&lt;/a&gt; and several roadshows and outdoor gigs organised by local radio stations. In October they played 22 shows at arenas around the country supporting &lt;a href=\"Robbie%20Williams\"&gt;Robbie Williams&lt;/a&gt;. The year ended with another headline tour, with a final gig at London's &lt;a href=\"Shepherd%27s%20Bush%20Empire\"&gt;Shepherd's Bush Empire&lt;/a&gt; on 19 December.\nThere was also TV exposure on shows such as \"&lt;a href=\"The%20Big%20Breakfast\"&gt;The Big Breakfast&lt;/a&gt;\", \"\", and \"&lt;a href=\"Pepsi%20Chart%20%28UK%29\"&gt;The Pepsi Chart&lt;/a&gt;\". Doyle also appeared as a panellist on the &lt;a href=\"BBC%20Two\"&gt;BBC Two&lt;/a&gt; quiz show, \"&lt;a href=\"Never%20Mind%20The%20Buzzcocks\"&gt;Never Mind The Buzzcocks&lt;/a&gt;\".\nThe final single from their debut album, \"Army of Two\" was released on 5 February 2001. It reached number 27 in the UK Singles Chart; exactly matching the chart placings of both \"You Do Something To Me\" and \"It Goes Without Saying\". There were three acoustic performances at &lt;a href=\"Tower%20Records%20%28music%20retailer%29\"&gt;Tower Records&lt;/a&gt; in London, &lt;a href=\"Birmingham\"&gt;Birmingham&lt;/a&gt; and &lt;a href=\"Southampton\"&gt;Southampton&lt;/a&gt; to promote the release. UK gigs in 2001 mainly consisted of appearances at University Summer Balls. The band also travelled to Germany and Japan for tours with &lt;a href=\"Wheatus\"&gt;Wheatus&lt;/a&gt; and The PeteBest. They entered the Japanese &lt;a href=\"Top%2040\"&gt;Top 20&lt;/a&gt; with \"Everything\".\nThe band went into the studio on three occasions in 2001, recording demo versions of the songs that would eventually comprise their second album. A session in February resulted in five new tracks being laid down, including \"Photographs\", which was played many times on tour in 2000. Another session in April saw ten tracks &lt;a href=\"sound%20recording%20and%20reproduction\"&gt;recorded&lt;/a&gt;, and a final session in June, just prior to their Japanese tour, yielded another four tracks.\nBy mutual agreement the band decided to break up, and announced via their website that their last concert would be at the &lt;a href=\"Greenbelt%20Festival\"&gt;Greenbelt Festival&lt;/a&gt; in August 2001. The set at the last gig included a new song that had been demoed, called \"Travelling at Speed\".\nDoyle has had a re-emergence as a US-based singer-songwriter whilst Wilkinson and Clarke formed Rogue States.\nThe band released b-sides under the title Dumdums in May 2018."
}