{
    "id": "401983",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=401983",
    "title": "Khalid of Saudi Arabia",
    "text": "Khalid bin Abdulaziz Al Saud ( \"Khalid ibn ʿAbd al ʿAzīz Āl Suʿūd\"; 13 February 1913 13 June 1982) was a Saudi Arabian statesman and politician who served as &lt;a href=\"King%20of%20Saudi%20Arabia\"&gt;King of Saudi Arabia&lt;/a&gt; from 25 March 1975 to his death in 1982. Prior to his ascension, he was &lt;a href=\"Crown%20Prince%20of%20Saudi%20Arabia\"&gt;Crown Prince of Saudi Arabia&lt;/a&gt; from 29 March 1965 to 25 March 1975. He was the fifth son of &lt;a href=\"King%20Abdulaziz\"&gt;King Abdulaziz&lt;/a&gt;, the founder of modern Saudi Arabia. He was the third of Abdulaziz's six sons who were kings (the others were &lt;a href=\"Saud%20of%20Saudi%20Arabia\"&gt;Saud&lt;/a&gt;, &lt;a href=\"Faisal%20of%20Saudi%20Arabia\"&gt;Faisal&lt;/a&gt;, &lt;a href=\"Fahd%20of%20Saudi%20Arabia\"&gt;Fahd&lt;/a&gt;, &lt;a href=\"Abdullah%20of%20Saudi%20Arabia\"&gt;Abdullah&lt;/a&gt; and &lt;a href=\"Salman%20of%20Saudi%20Arabia\"&gt;Salman&lt;/a&gt;).\nKhalid was the son of King Abdulaziz and &lt;a href=\"Al%20Jawhara%20bint%20Musaed%20Al%20Jiluwi\"&gt;Al Jawhara bint Musaed Al Jiluwi&lt;/a&gt;. He assisted his half-brother Prince Faisal in his duties as &lt;a href=\"Ministry%20of%20Foreign%20Affairs%20%28Saudi%20Arabia%29\"&gt;foreign minister of Saudi Arabia&lt;/a&gt;. Khalid served as &lt;a href=\"viceroy\"&gt;viceroy&lt;/a&gt; of the &lt;a href=\"Hejaz\"&gt;Hejaz&lt;/a&gt; region for a brief time in the 1930s. He visited the United States in 1943 together with Faisal, establishing relations between the two countries. He was appointed as the deputy prime minister of Saudi Arabia in 1962. After Khalid's full brother &lt;a href=\"Muhammad%20bin%20Abdulaziz%20Al%20Saud\"&gt;Prince Muhammad&lt;/a&gt; stepped aside from the royal succession, King Faisal named Khalid as crown prince in 1965.\nFollowing the &lt;a href=\"Faisal%20of%20Saudi%20Arabia%23Assassination%20and%20aftermath\"&gt;murder of King Faisal&lt;/a&gt; in 1975, Khalid ascended to the throne. His reign saw both huge developments in the country due to increase in oil revenues and significant events in the &lt;a href=\"Middle%20East\"&gt;Middle East&lt;/a&gt;. In 1979, a group of civilians &lt;a href=\"Grand%20Mosque%20seizure\"&gt;seized&lt;/a&gt; the &lt;a href=\"Masjid%20al-Haram\"&gt;Grand Mosque&lt;/a&gt; of Mecca and sought but failed to kidnap Khalid. Saudi forces regained control over the mosque, but the seizure resulted in the introduction of stricter religious policies in Saudi Arabia. Khalid died in 1982 and was succeeded by his half-brother Fahd.\nEarly life and education.\nKhalid was born in Qasr Al Hukm, Riyadh, on 13 February 1913. He was the fifth son of King Abdulaziz. His mother, Al Jawhara bint Musaed, was from the important Al Jiluwi clan. She was a second cousin of Abdulaziz, their paternal grandfathers &lt;a href=\"Jiluwi%20bin%20Turki\"&gt;Jiluwi bin Turki&lt;/a&gt; and &lt;a href=\"Faisal%20bin%20Turki%20bin%20Abdullah%20Al%20Saud\"&gt;Faisal bin Turki&lt;/a&gt; being brothers. This was in keeping with long-standing traditions in Arabia of marriage within the same lineage, and members of Al Jiluwi frequently intermarried with the members of Al Saud.\nKhalid had one full-brother, Muhammad. His full sister, Al Anoud, married to the sons of King Abdulaziz's brother &lt;a href=\"Sa%27ad%20bin%20Abdul%20Rahman\"&gt;Sa'ad bin Abdul Rahman&lt;/a&gt;. She first married Saud bin Sa'ad. After Saud died, she married Fahd bin Sa'ad. Khalid attended the Mufirej school founded by Sheikh Abdul Rahman Al Mufirej in 1879 based in the Sheikh Abdullah bin Abdul Latif mosque in the Dukhna neighborhood of Riyadh. There he acquired basic literacy skills and studied arithmetics.\nEarly experience.\nAged 14, Khalid was sent by Abdulaziz as his representative to the desert tribes to hear their concerns and problems. In 1928 he and his brother Muhammad were given the task of observing the &lt;a href=\"Transjordan%20%28region%29\"&gt;Transjordan&lt;/a&gt; border during the &lt;a href=\"Ikhwan%20revolt\"&gt;Ikhwan revolt&lt;/a&gt;. Prince Khalid's preparation for ruling a modern state started through his visits with his brother Prince Faisal on foreign missions. He served as advisor to Faisal. Prince Khalid became an international figure due to his visits and service as a Saudi representative. He was more liberal in informing the press about the rationale behind foreign policy decisions.\nPrince Khalid was made acting viceroy of Hejaz in early 1932 when his full brother Prince Muhammad carried out the task badly. The same year he was named as viceroy of Hejaz, replacing Prince Faisal in the post, who was named minister of foreign affairs, and Prince Khalid's term lasted until 1934. Prince Khalid joined the Saudi army led by his older brother Prince Faisal and fought against Yemeni forces in 1934. After the war, Prince Khalid served as the chairman of the Saudi delegation at the Taif Conference with Yemen in 1934. This was a diplomatic move that led to the Taif Treaty later that year which was signed by Prince Khalid on behalf of Saudi Arabia and Abdullah al Wazeer on behalf of Yemen.\nPrince Khalid was named interior minister in 1934 and was the Saudi representative at the peace negotiations in Yemen in 1935. In 1939, he participated in the &lt;a href=\"St.%20James%20Conference\"&gt;St. James Conference&lt;/a&gt; on &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt; in London as the minister of interior as well as an assistant to Prince Faisal, head of the Saudi delegation.\nIn October 1943 Prince Faisal and Prince Khalid visited the United States representing their father, upon the July 1943 invitation of &lt;a href=\"US%20President\"&gt;President&lt;/a&gt; &lt;a href=\"Franklin%20D.%20Roosevelt\"&gt;Franklin D. Roosevelt&lt;/a&gt;. The visit was the earliest high-level contact between Saudi Arabia and the USA. &lt;a href=\"Vice%20President%20of%20the%20United%20States\"&gt;Vice President&lt;/a&gt; &lt;a href=\"Henry%20A.%20Wallace\"&gt;Henry A. Wallace&lt;/a&gt; organized a dinner for them at the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;. They also met with Roosevelt. They stayed at the official government guest house, &lt;a href=\"Blair%20House\"&gt;Blair House&lt;/a&gt;, and visited the &lt;a href=\"West%20Coast%20of%20the%20United%20States\"&gt;West Coast&lt;/a&gt; by a special train that was officially provided by the US government. A foreign diplomat described Prince Khalid following the visit as the \"nicest man in Saudi Arabia.\"\nHowever, after this visit and during the most of the 1950s Prince Khalid did not play a significant role in the government partly due to the fact that his half-brother &lt;a href=\"Mansour%20bin%20Abdulaziz\"&gt;Mansour bin Abdulaziz&lt;/a&gt; and his nephew &lt;a href=\"Abdullah%20bin%20Faisal%20Al%20Saud%20%281923%E2%80%932007%29\"&gt;Abdullah bin Faisal&lt;/a&gt; became much more dominant political figures. Prince Khalid reemerged as a significant figure in 1960 when King Saud named him acting prime minister. In addition, at the end of October 1962 he was appointed deputy prime minister in the new cabinet formed by Crown Prince Faisal which indicated his prominence in the line of succession. During the rivalry between Crown Prince Faisal and King Saud, Prince Khalid supported the former together with other princes who were members of the Al Jiluwi branch of Al Saud through maternal lineage or marriage. The group was led by Prince Muhammad, Prince Khalid and Prince Abdullah.\nAt the beginning of King Faisal's reign Prince Khalid became a member of the council which had been established by the king to guide the succession issues.\nCrown prince.\nKhalid's older full-brother Prince Muhammad declined a place in the succession. Khalid also refused the offer of King Faisal to be named as crown prince several times until March 1965. In addition, he asked King Faisal to remove him from the position various times. His request was not accepted by the King who persuaded him about the fact that his presence as crown prince was necessary to keep peace within the House of Saud. One of the speculations about Prince Khalid's selection as heir designate was his lack of predilection for politics. In short, by selecting him as heir designate the royal family could create intra-familial consensus.\nKhalid was named Crown Prince of Saudi Arabia on 29 March 1965 to succeed King Faisal. It was announced by King Faisal on the same day through a broadcast over Mecca Radio:Since the position of Crown Prince is a fundamental factor for the continuation and firmness of the reign, now the country enjoys stability, advancement and prosperity. Thanks to its adherence to Islam. It gives me great pleasure to announce...that I have chosen my brother Prince Khalid bin Abdulaziz as Crown Prince to rule after me.\nPrince Khalid was also named first deputy prime minister following his appointment as crown prince. Although &lt;a href=\"Joseph%20A.%20K%C3%A9chichian\"&gt;Joseph A. Kéchichian&lt;/a&gt; argues that Crown Prince Khalid was not active in daily issues, but acted as a representative during King Faisal's absences in meetings or ceremonies, he governed all organisational and executive powers of the Council of Ministers. He also dealt with the affairs of the &lt;a href=\"Mecca%20Province\"&gt;Governorate of Mecca&lt;/a&gt; on behalf of King Faisal. However, in 1968 Crown Prince Khalid expressed his desire not to preside over the Council of Ministers against King Faisal's request which led to the appointment of Prince Fahd as second deputy prime minister with the task of leading the Council meetings.\nIn 1970 Crown Prince Khalid led Saudi delegations to &lt;a href=\"Jordan\"&gt;Jordan&lt;/a&gt; to meet the needs of &lt;a href=\"Palestinians\"&gt;Palestinians&lt;/a&gt; who were seriously affected from Israel's attacks. According to the declassified US diplomatic documents of 1971, he enjoyed the support of the tribal chiefs, religious authorities and of Prince Abdullah, head of the &lt;a href=\"Saudi%20National%20Guard\"&gt;National Guard&lt;/a&gt;, during this period.\nReign.\nKhalid succeeded to the throne on 25 March 1975 when King Faisal was assassinated. He was proclaimed king after a meeting of senior members of Al Saud: his uncle &lt;a href=\"Abdullah%20bin%20Abdul%20Rahman\"&gt;Abdullah bin Abdul Rahman&lt;/a&gt; and his brothers Muhammad, &lt;a href=\"Nasser%20bin%20Abdulaziz%20Al%20Saud\"&gt;Nasser&lt;/a&gt;, &lt;a href=\"Saad%20bin%20Abdulaziz%20Al%20Saud\"&gt;Saad&lt;/a&gt;, Fahd, and Abdullah. The meeting occurred just hours after the assassination of King Faisal. Khalid also became the de facto prime minister of Saudi Arabia and the chairman of two significant councils, namely the Higher Council for Administrative Reform and the Supreme Council for National Security.\nAlthough there are various reports stating that King Khalid was only a figurehead during his reign, he was in fact not a figurehead, but the final decision-maker on all major policy issues during his reign. King Faisal established a system in which the king was the final mediator in family problems. King Khalid reduced the power of the &lt;a href=\"Sudairi%20Seven\"&gt;Sudairi Seven&lt;/a&gt; concerning succession in 1977 when he was in London for treatment. Following the unsuccessful attempt of the Sudairi Seven to overthrow King Khalid and to install Prince Sultan as deputy crown prince instead of Prince Abdullah he asked Crown Prince Fahd and Prince Abdullah to fully obey the existing succession plan without any change. King Khalid also closely checked the activities of Crown Prince Fahd due to the latter's clear support for the pro-Western policies and hostile tendency against &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and &lt;a href=\"Shia%20in%20Saudi%20Arabia\"&gt;Shia population of Saudi Arabia&lt;/a&gt;.\nIn addition, King Khalid was not an ineffective leader. Although he seemed to be reluctant to rule the country initially, he later warmed to the throne and displayed an apparent interest in improving the education, health-care and infrastructure of the country during his seven-year reign. During the first two years of his reign he was not active in politics due to his poor health condition, but later he became much more active as a result of his much better health.\nKing Khalid is also considered to have been a genial caretaker during his reign. However, he failed to monopolize the power during his reign, leading to the empowerment of the princes who had been in powerful posts in late King Faisal's reign. He had some personal characteristics that made him a respected king. He was admired as an honest man who managed to have good relations with the traditional establishment of Saudi Arabia. Therefore, he was granted support by other princes and powerful forces of the country. Ghadah Alghunaim, a board member of the &lt;a href=\"King%20Abdulaziz%20Center%20for%20National%20Dialogue\"&gt;King Abdulaziz Center for National Dialogue&lt;/a&gt;, argues in her &lt;a href=\"doctoral%20dissertation\"&gt;doctoral dissertation&lt;/a&gt; that his reign is known as the Saudi golden era and the era of goodness.\nDomestic affairs.\nKing Khalid's reign was of massive development in Saudi Arabia and therefore, the country became one of the richest countries in that the oil revenues became $40 billion in 1977 and $90 billion in 1980.\nKing Khalid primarily dealt with domestic affairs with special focus on agricultural development. The industrial cities of &lt;a href=\"Jubail\"&gt;Jubail&lt;/a&gt; and &lt;a href=\"Yanbu\"&gt;Yanbu&lt;/a&gt; were created during his reign. &lt;a href=\"Jeddah%20Port\"&gt;Jeddah Port Authority&lt;/a&gt; was established in September 1976 to expand the capacity of the existing port. The number of schools increased during his reign. In 1975, there were 3,028 elementary schools, 649 secondary schools and 182 high schools. In 1980, there were 5,373 elementary, 1,377 secondary and 456 high schools. The other significant development in the field of education during his reign was the establishment of &lt;a href=\"King%20Faisal%20University\"&gt;King Faisal University&lt;/a&gt;. The others were the Higher Education Center for Women which was opened in 1976 as well as colleges of medicine and &lt;a href=\"pharmacology\"&gt;pharmacology&lt;/a&gt; established specifically for female students.\nImmediately following his ascension to the throne King Khalid issued a &lt;a href=\"general%20amnesty\"&gt;general amnesty&lt;/a&gt; which allowed the release of &lt;a href=\"political%20prisoners\"&gt;political prisoners&lt;/a&gt; who had been members of the left wing movements and the return of those who had been in exile to Saudi Arabia. Most of them were arrested during the reign of King Faisal.\nIn terms of administrative functions King Khalid followed the structure established by King Faisal in which both royals and non-royals occupied significant positions. The political power consolidation of the ruling family was intensified during his reign. However, King Khalid expanded the role of nonroyals in &lt;a href=\"bureaucracy\"&gt;bureaucracy&lt;/a&gt; without diminishing the roles of royal family members. These non-royals were mostly graduates of foreign universities, and by 1977 ten of the thirty-six members in the council of ministers were those who received a master's or doctorate degree from Western universities.\nThe strict financial policies of King Faisal, coupled with the aftermath of the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt;, created a financial windfall that fueled development and led to a commercial and economic boom in the country. Notable achievements in his reign included the institution of the second Five-Year Plan in 1975, which aimed to build up Saudi infrastructure and health care. The planned budget for the development plan was $142 billion. Although not all goals were achieved, the second development plan was much more successful than the first one. King Khalid also launched the Kingdom's third development plan with the budget of $250 billion in May 1980.\nIn a reorganization of the council of ministers on 30 March 1975, King Khalid named Crown Prince Fahd deputy prime minister and Prince Abdullah second deputy prime minister. Appointment of Prince Fahd as both crown prince and first deputy prime minister made him much powerful figure in contrast to the status of King Khaled when he was crown prince under King Faisal reign. &lt;a href=\"Nayef%20bin%20Abdulaziz%20Al%20Saud\"&gt;Prince Nayef&lt;/a&gt; was named minister of interior succeeding Prince Fahd on 30 March 1975. King Khalid also appointed &lt;a href=\"Saud%20bin%20Faisal%20bin%20Abdul-Aziz\"&gt;Prince Saud&lt;/a&gt; as the foreign affairs minister in March 1975.\nIn addition to the existing ministerial bodies six new ones were established by King Khalid. One of them was the ministry of municipal and rural affairs established in October 1975, and &lt;a href=\"Majid%20bin%20Abdul%20Aziz%20al%20Saud\"&gt;Prince Majid&lt;/a&gt; was appointed minister. Additionally, &lt;a href=\"Mutaib%20bin%20Abdulaziz%20Al%20Saud\"&gt;Prince Mutaib&lt;/a&gt; was appointed minister of public works and housing that was also established by King Khalid in October 1975. These two appointments were a move to reduce the power of Sudairi Seven in the cabinet. Besides, the ministry of industry and electricity, the ministry of higher education, the ministry of post, telegraph, and telephone and the ministry of planning were all founded by King Khalid. In the same government reshuffle he removed &lt;a href=\"Musaid%20bin%20Abdul%20Rahman%20Al%20Saud\"&gt;Prince Musaid&lt;/a&gt;, his uncle, from the post of finance minister which he had been held since 16 March 1962, and &lt;a href=\"Mohammed%20bin%20Ali%20Aba%20Al%20Khail\"&gt;Mohammed bin Ali Aba Khail&lt;/a&gt; was made new finance minister. King Khalid also expanded the internal structure of some ministries, for instance, in 1976 the Public Security Administration was created to preserve the public order and tranquility, to promote of the public health, safety, and morals, and to detect and punish the crimes, and attached it to the ministry of interior.\nThe members of the inner family council headed by King Khalid included his brothers, namely Prince Mohammad, Crown Prince Fahd, Prince Abdullah, Prince Sultan, and &lt;a href=\"Abdul%20Muhsin%20bin%20Abdulaziz%20Al%20Saud\"&gt;Prince Abdul Muhsin&lt;/a&gt; and two of his uncles, Prince Ahmed and Prince Musaid. Prince Mohammad was one of King Khalid's key advisors. In fact, they acted together on almost all political issues. Another of his advisors was &lt;a href=\"Maarouf%20al-Dawalibi\"&gt;Maarouf al-Dawalibi&lt;/a&gt;, former &lt;a href=\"Prime%20Minister%20of%20Syria\"&gt;Prime Minister of Syria&lt;/a&gt; and founder of the &lt;a href=\"Islamic%20Socialist%20Front\"&gt;Islamic Socialist Front&lt;/a&gt;.\n&lt;a href=\"Kamal%20Adham\"&gt;Kamal Adham&lt;/a&gt; served as the president of &lt;a href=\"Al%20Mukhabarat%20Al%20A%27amah\"&gt;Al Mukhabarat Al A'amah&lt;/a&gt; or the general intelligence directorate until 19 January 1979 which he had held since 1965. Adham's successor in the post was &lt;a href=\"Turki%20bin%20Faisal\"&gt;Turki bin Faisal&lt;/a&gt;. Another administrative unit established by King Khalid in 1975 was the &lt;a href=\"Royal%20Commission%20for%20Jubail%20and%20Yanbu\"&gt;Royal Commission for Jubail and Yanbu&lt;/a&gt; of which the first secretary general was &lt;a href=\"Abdullah%20bin%20Faisal%20bin%20Turki%20bin%20Abdullah%20Al%20Saud\"&gt;Abdullah bin Faisal bin Turki&lt;/a&gt;.\nIn 1977 a coup attempt by &lt;a href=\"Saudi%20Air%20Force\"&gt;Saudi Air Force&lt;/a&gt; personnel, backed by the &lt;a href=\"Libyan%20Intelligence%20Service\"&gt;Libyan Intelligence Service&lt;/a&gt;, was discovered and quickly defeated.\nSaudi Arabia acquired full control of &lt;a href=\"Aramco\"&gt;Aramco&lt;/a&gt; in 1980 during his reign and the company was renamed as Saudi Aramco. In March 1980 King Khalid established a constitutional committee with eight members under the presidency of Prince Nayef. However, the committee could not manage to produce the basic law that had been promised. King Khalid implemented a significant policy towards &lt;a href=\"bedouins\"&gt;bedouins&lt;/a&gt; through a decree dated 15 March 1981 which required them to settle in a fixed place.\nIn November 1979, Khalid's reign saw two major local incidents which have had significant effects on the politics of Saudi Arabia: the &lt;a href=\"Grand%20Mosque%20seizure\"&gt;Grand Mosque seizure&lt;/a&gt; and the &lt;a href=\"1979%20Qatif%20Uprising\"&gt;Qatif Uprising&lt;/a&gt;.\nGrand Mosque seizure.\nSome foreign observers thought traditionalism was no longer a strong force in Saudi Arabia. This idea was disproved when at least 500 dissidents &lt;a href=\"Grand%20Mosque%20Seizure\"&gt;invaded and seized&lt;/a&gt; the Grand Mosque in Mecca on 20 November 1979. The same day two other raids were made by the groups related to these dissidents in &lt;a href=\"Medina\"&gt;Medina&lt;/a&gt; and &lt;a href=\"Taif\"&gt;Taif&lt;/a&gt;. The dissidents in Medina were immediately defeated by the Saudi troops. The goal of the dissidents in Taif was to abduct King Khalid who escaped the attack due to the changes in his plans.\nWhen the first news of the attack in Mecca reached Riyadh, the initial reaction of King Khalid was to consult the ulama, in order to get permission to use military force to eject the attackers. The ulama hesitated and refrained from a definite answer. Only after the assault had been underway for 36 hours did some ulama allow the use of force. At the time of the event, Crown Prince Fahd was in &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; for a meeting of the Arab Summit and then commander of the National Guard Prince Abdullah was in &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; for an official visit. Therefore, King Khalid assigned the responsibility to Prince Sultan, the minister of defense, and Prince Nayef, the minister of interior, to deal with the incident.\nThe Grand Mosque was regained by Saudi forces on 4 December 1979 and 63 rebels were executed on 9 January 1980 in eight different cities. The executions were decreed by King Khalid after the edict issued by ulemas. Although the Saudi government under King Khalid executed the rebels, the religious establishment that inspired them were given greater powers. And ulema successfully pressed King Khalid to realize their intentions.\n1979 Qatif Uprising.\nIn November 1979 the Shiite in &lt;a href=\"Eastern%20Province%2C%20Saudi%20Arabia\"&gt;the Eastern Province&lt;/a&gt;, particularly in &lt;a href=\"Qatif\"&gt;Qatif&lt;/a&gt; and in nearby villages, organized protests and several demonstrators were arrested. The major reason for the uprising was negative conditions in villages. In the spring of 1979 King Khalid announced an annual budget of 160 billion &lt;a href=\"Saudi%20Riyal\"&gt;Saudi Riyal&lt;/a&gt; indicating that this budget would be employed to improve the living conditions of all Saudi citizens. However, the budget did not make any significant contribution to the services for citizens. Instead, the members of the Saudi royal family benefitted from the budget. Following the release of the demonstrators in February 1980, King Khalid and Crown Prince Fahd visited the Eastern region from town to town. Due to King Khalid's policy change towards Shiite population in the region they positively modified their approach towards the Saudi government and abandoned their oppositional ideas and actions.\nInternational relations.\nAlthough King Khalid did not have an extensive interest in foreign affairs as much as King Faisal had, his reign witnessed many important international events, including the Iranian Revolution, the assassination of &lt;a href=\"Anwar%20Sadat\"&gt;Anwar Sadat&lt;/a&gt; and the &lt;a href=\"Soviet%20invasion%20of%20Afghanistan\"&gt;Soviet invasion of Afghanistan&lt;/a&gt;, all of which had significant effects for Saudi Arabia. In addition, the Saudi government led by King Khalid was much more active in improving the relations of Saudi Arabia with neighbouring states in contrast to the reign of Faisal. His government was also much more moderate and less conservative in regard to the &lt;a href=\"Arab-Israeli%20conflict\"&gt;Arab-Israeli conflict&lt;/a&gt; than that of King Faisal. Kamal Adham was King Khalid's key counsellor on foreign policy during his reign from 1975 to 1982.\nKing Khalid initiated the move to bring in foreign labor to help with the country's development.\n1975−1980.\nIn April 1975, King Khalid's first diplomatic coup was the conclusion of a demarcation agreement concerning the &lt;a href=\"Al%20Buraymi%20Oasis\"&gt;Al Buraymi Oasis&lt;/a&gt;, where the frontiers of Abu Dhabi, Oman and Saudi Arabia meet. Claims and counterclaims over this frontier had exacerbated relations among them for years. Therefore, King Khalid aimed at settling this long-standing boundary disputes. The conclusion of negotiations under King Khalid added to his stature as a statesman. Another significant event was the visit of &lt;a href=\"Shah%20Mohammad%20Reza%20Pahlavi\"&gt;Shah Mohammad Reza Pahlavi&lt;/a&gt; of Iran to Riyadh on 28 April 1975. In June 1975 Saudi Arabia appointed an ambassador to the United Arab Emirates which also assigned an ambassador to Saudi Arabia the same date.\nHis first official visit as the King of Saudi Arabia was to Cairo, Egypt, in mid-July 1975. The visit was an indication of Saudi Arabia's support of the initiatives of Anwar Sadat concerning peace settlement between the Arabs and Israel. King Khalid visited Damascus in December 1975 and met with then-&lt;a href=\"Syrian%20President\"&gt;Syrian President&lt;/a&gt; &lt;a href=\"Hafez%20Assad\"&gt;Hafez Assad&lt;/a&gt; to discuss the ways to support Muslims in Lebanon where &lt;a href=\"Lebanon%20Civil%20War\"&gt;civil war&lt;/a&gt; began in April 1975. He declared the Saudi Arabia's support to Syria's role in the war.\nDiplomatic relations with the &lt;a href=\"People%27s%20Democratic%20Republic%20of%20Yemen\"&gt;People's Democratic Republic of Yemen&lt;/a&gt; were reestablished in March 1976. A month later, in April 1976, King Khalid made state visits to all of the &lt;a href=\"Gulf%20states%20%28Middle%20East%29\"&gt;Gulf states&lt;/a&gt; in the hope of promoting closer relations with his peninsular neighbors. He also called numerous summits and inaugurated the &lt;a href=\"Cooperation%20Council%20for%20the%20Arab%20States%20of%20the%20Gulf\"&gt;Gulf Cooperation Council&lt;/a&gt; (GCC) in 1981 that is seen an outcome of his early visits. Then GCC was established along with Bahrain, Kuwait, Oman, Qatar and the United Arab Emirates.\nOne of the significant international moves occurred in the reign of King Khalid was the establishment of the &lt;a href=\"Safari%20Club\"&gt;Safari Club&lt;/a&gt; of which the treaty was signed on 1 September 1976. It was a &lt;a href=\"secret%20organization\"&gt;secret organization&lt;/a&gt; with the participation of Egypt, &lt;a href=\"France\"&gt;France&lt;/a&gt;, Iran, Morocco and Saudi Arabia to eliminate the potential influence of &lt;a href=\"communism\"&gt;communism&lt;/a&gt; in the region. The treaty was signed by Kamal Adham on behalf of Saudi Arabia. King Khalid organized a conference in Riyadh in October 1976 to resolve the ongoing Lebanese civil war, and the conference contributed to end the war. The same month he also visited Pakistan, and the visit was mostly concerned with Saudi Arabia's financial support for the joint developmental projects in Pakistan. In addition, he visited &lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt;, &lt;a href=\"Rawalpindi\"&gt;Rawalpindi&lt;/a&gt;, &lt;a href=\"Lahore\"&gt;Lahore&lt;/a&gt; and &lt;a href=\"Karachi\"&gt;Karachi&lt;/a&gt;, and initiated the construction of &lt;a href=\"Faisal%20Mosque\"&gt;King Faisal Mosque&lt;/a&gt; in Islamabad.\nOn 19 May 1977 King Khalid met Syrian President Hafez Assad and Egyptian President Anwar Sadat in Riyadh to initiate a coordinated policy on &lt;a href=\"Arab-Israeli%20conflict\"&gt;Arab-Israeli conflict&lt;/a&gt;. King Khalid and &lt;a href=\"Pakistani%20Prime%20Minister\"&gt;Pakistani Prime Minister&lt;/a&gt; &lt;a href=\"Zulfikar%20Ali%20Bhutto\"&gt;Zulfikar Ali Bhutto&lt;/a&gt; met in Riyadh on 18 June 1977. Lebanese Foreign Minister Fuad Butrus was received by King Khalid in Riyadh on 5 July 1977 to discuss current situation in Lebanon. On 10 July 1977 &lt;a href=\"Yen%20Chia-kan\"&gt;Yen Chia-kan&lt;/a&gt;, &lt;a href=\"President%20of%20Taiwan\"&gt;President of Taiwan&lt;/a&gt;, visited Saudi Arabia and was received by the King in Riyadh. Two days later, on 12 July 1977, King Khalid and &lt;a href=\"Somali%20President\"&gt;Somali President&lt;/a&gt; &lt;a href=\"Mohamed%20Siad%20Barre\"&gt;Mohamed Siad Barre&lt;/a&gt; met in &lt;a href=\"Jeddah\"&gt;Jeddah&lt;/a&gt;. &lt;a href=\"Sudanese%20President\"&gt;Sudanese President&lt;/a&gt; &lt;a href=\"Jaafar%20Nimeiry\"&gt;Jaafar Nimeiry&lt;/a&gt; and King Khalid met in Ta'if on 2 August 1977. King Khalid's next visitors were &lt;a href=\"Italian%20Prime%20Minister\"&gt;Italian Prime Minister&lt;/a&gt; &lt;a href=\"Giulio%20Andreotti\"&gt;Giulio Andreotti&lt;/a&gt; and &lt;a href=\"Foreign%20Minister%20of%20Italy\"&gt;Foreign Minister&lt;/a&gt; &lt;a href=\"Arnaldo%20Forlani\"&gt;Arnaldo Forlani&lt;/a&gt; who visited Saudi Arabia on 5–6 August.\nIn early January 1978 the US President &lt;a href=\"Jimmy%20Carter\"&gt;Jimmy Carter&lt;/a&gt; paid an official visit to Riyadh and met King Khalid to discuss the &lt;a href=\"Middle%20East%20peace\"&gt;Middle East peace&lt;/a&gt; efforts. Immediately after this meeting Shah Mohammad Reza Pahlavi visited King Khalid on 11 January 1978 to discuss some topics related to the security of the region. Following King Khalid's heart surgery at the &lt;a href=\"Cleveland%20Clinic\"&gt;Cleveland Clinic&lt;/a&gt; on 3 October 1978 Jimmy Carter invited him to the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt; for lunch, and they met on 27 October. The &lt;a href=\"Camp%20David%20accord\"&gt;Camp David accord&lt;/a&gt; which was signed by Egypt and &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; in September 1978 severely affected the Saudi-Egyptian alliance, and Saudi Arabia's diplomatic relations with Egypt were terminated following the Baghdad Conference in November 1978. The same year King Khalid visited France to finalize the procurement of $24 billion &lt;a href=\"military%20equipment\"&gt;military equipment&lt;/a&gt;, namely tanks, helicopters, and a complete &lt;a href=\"Radar%20Networks\"&gt;radar network&lt;/a&gt; which was capable of covering the entire &lt;a href=\"Red%20Sea\"&gt;Red Sea&lt;/a&gt;. Much of this equipment was sent to &lt;a href=\"North%20Yemen\"&gt;North Yemen&lt;/a&gt;, Sudan, and &lt;a href=\"Somalia\"&gt;Somalia&lt;/a&gt; to assist their resistance against communism.\nFollowing the 1979 Islamic Revolution in Iran, King Khalid sent &lt;a href=\"Ruhollah%20Khomeini\"&gt;Khomeini&lt;/a&gt; a congratulatory message, stating that Islamic solidarity could be the basis for closer relations of two countries. He also argued that with the foundation of the Islamic Republic in Iran there were no obstacles that inhibited the cooperation between two countries. In addition, King Khalid requested the secretary-general of the Organization of the Islamic Conference to congratulate the new Iranian government. However, his initiatives were unsuccessful in that Saudi Arabia unofficially supported Iraq against Iran in the &lt;a href=\"Iran%E2%80%93Iraq%20War\"&gt;Iran–Iraq War&lt;/a&gt; in 1980.\nOn 24 December 1979 &lt;a href=\"Pakistan%20President\"&gt;Pakistan President&lt;/a&gt; &lt;a href=\"Zia%20ul%20Haq\"&gt;Zia ul Haq&lt;/a&gt; visited Riyadh and met King Khalid in relation to the Grand Mosque crisis which had been solved at the beginning of the month.\n1980−1982.\nIn April 1980 King Khalid cancelled the state visit to Britain as a protest over the broadcasting of \"&lt;a href=\"Death%20of%20a%20Princess\"&gt;Death of a Princess&lt;/a&gt;\" on 9 April 1980 in the United Kingdom that narrated the execution of &lt;a href=\"Misha%27al%20bint%20Fahd%20al%20Saud\"&gt;Misha'al bin Fahd&lt;/a&gt;, the granddaughter of Prince Mohammad bin Abdulaziz. King Khalid had been invited by &lt;a href=\"Elizabeth%20II\"&gt;Queen Elizabeth II&lt;/a&gt; in June 1979, following the Queen's visit to Saudi Arabia in February 1979, during which King Khalid gave her a diamond necklace. In addition, the British ambassador was expelled from Saudi Arabia for five months due to the broadcasting of the documentary on &lt;a href=\"ITV%20%28TV%20network%29\"&gt;ITV&lt;/a&gt;. Egyptian actress Suzan Abu Talib or &lt;a href=\"Sawsan%20Badr\"&gt;Sawsan Badr&lt;/a&gt; and other actors who had roles in the documentary were banned from entering Saudi Arabia.\nKing Khalid in the capacity of the chairman of the Organisation of Islamic Cooperation assisted Pakistani authorities to end the hijacking of the &lt;a href=\"Pakistan%20International%20Airlines\"&gt;Pakistan International Airlines&lt;/a&gt; Flight 326 on 2 March 1981 first to &lt;a href=\"Kabul\"&gt;Kabul&lt;/a&gt; and to Damascus on the request of President Zia ul Haq. Upon meeting then-British Prime Minister &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt; in Saudi Arabia in April 1981, King Khalid is reputed to have said he would be happy to discuss &lt;a href=\"falcon\"&gt;falcon&lt;/a&gt;s with her, but for all matters of administration she should talk to Crown Prince Fahd. King Khalid's visit to the United Kingdom that had been cancelled in 1980 was realized on 9 June 1981 for four days. Next he visited Spain on 15 June 1981.\nKing Khalid asked the US President Jimmy Carter to sell advanced fighter planes to Saudi Arabia to assist in countering communist aggression in the area. The delivery of the first of sixty F-15s under the agreement approved by Carter arrived in the Kingdom in 1982. He purchased a &lt;a href=\"Boeing%20747\"&gt;Boeing 747&lt;/a&gt; with an operating room should he be stricken while on his travels. Jimmy Carter in his memoirs stated that both King Khalid and then Crown Prince Fahd assured him of \"their unequivocal support for Sadat\", but they would realize no concrete move in this direction, at least not publicly.\nViews.\nIn June 1974 when he was Crown Prince Khalid argued that France taught the Syrians to be stubborn, and the British\ninstilled the idea for the Arabs to differ with each other.\nAt the very beginning of his reign King Khalid stated \"Islamic law is and will remain our standard, our source of inspiration, and our goal.\" and \"We are against communism and we will protect ourselves against it by all means. If the United States pressed Israel into making a just peace settlement, Russia would not acquire a single foothold in the Middle East.\"\nHe questioned the support of the &lt;a href=\"US%20administration\"&gt;US administration&lt;/a&gt; to Greece instead of Turkey in late May 1976 citing &lt;a href=\"Turkish%20Brigade\"&gt;Turkey's contributions&lt;/a&gt; in the &lt;a href=\"Korean%20War\"&gt;Korean War&lt;/a&gt; during the 1950s. In an interview on BBC Summary of World Broadcasts he expressed the following views on &lt;a href=\"Zionism\"&gt;Zionism&lt;/a&gt;, &lt;a href=\"Communism\"&gt;Communism&lt;/a&gt; and &lt;a href=\"colonialism\"&gt;colonialism&lt;/a&gt; on 3 July 1979: \"We regard Zionism, communism and colonialism as a trinity allied against Arab and Islamic rights and aspirations. Our policy is based on that understanding, and it is natural for us to be always subjected to biased and poisonous campaigns at the hand of that very trinity.\" Following the defeat of invaders of Grand Mosque King Khalid expressed the following: \"if [Juhayman] al Otaibi and his cohorts had targeted palaces rather than the Grand Mosque [in their 1979 uprising] the results of the uprising might have been very different.\"\nAt the third summit of the Organization of Islamic Cooperation in Taif in January 1981 he declared non-alignment of Saudi Arabia concerning the tensions between the USA and Soviet Union: \"Our loyalty must be neither to an eastern bloc nor to a western bloc. The security of the Islamic nation will not be assured by joining a military alliance, nor by taking refuge under the umbrella of a superpower.\"\nPersonal life.\nKing Khalid married four times and was the father of ten children. While the sequence in seniority of his wives is not known clearly, his wives were:\nKhalid had four sons and six daughters. Prince Bandar, the eldest son of King Khalid, was born in 1935. He was one of the members of Al Saud Family Council established by Crown Prince Abdullah in June 2000 to discuss private issues such as business activities of princes and marriages of princess to individuals who were not member of House of Saud. Prince Bandar died in Mecca in March 2018. His youngest child, Prince Faisal, is the former governor of &lt;a href=\"Asir%20Province\"&gt;Asir Province&lt;/a&gt; and a member of the &lt;a href=\"Allegiance%20Council\"&gt;Allegiance Council&lt;/a&gt;.\nKhalid's eldest daughter, Princess Al Bandari, married her cousin Prince Badr, son of Prince Abdul Muhsin. Another of his daughters, Princess Hussa, married Abdullah bin Faisal bin Turki, grandson of &lt;a href=\"Turki%20I%20bin%20Abdulaziz\"&gt;Turki I bin Abdulaziz&lt;/a&gt;. She died at the age of 59 in November 2010. Two of his daughters married the sons of Abdullah bin Faisal: Princess Al Jawhara married &lt;a href=\"Khalid%20bin%20Abdullah%20bin%20Faisal%20Al%20Saud\"&gt;Khalid bin Abdullah bin Faisal Al Saud&lt;/a&gt; and has a son, &lt;a href=\"Mohammed%20bin%20Khalid%20Al%20Saud\"&gt;Mohammed&lt;/a&gt;, and Princess Nouf married &lt;a href=\"Mohammed%20bin%20Abdullah%20Al%20Saud\"&gt;Mohammed bin Abdullah&lt;/a&gt; and has three children, including &lt;a href=\"Noura%20bint%20Mohammed%20Al%20Saud\"&gt;Noura&lt;/a&gt;.\nAnother daughter of Khalid, Moudi, married Prince &lt;a href=\"Abdul%20Rahman%20bin%20Faisal%20Al%20Saud%20%281942%E2%80%932014%29\"&gt;Abdul Rahman bin Faisal&lt;/a&gt; and is the general secretary of the King Khalid Foundation and the Al Nahda Foundation, and a former member of &lt;a href=\"Consultative%20Assembly%20of%20Saudi%20Arabia\"&gt;the Consultative Assembly&lt;/a&gt;. One of Khalid's daughters, Mishael bint Khalid died in Riyadh in April 2014.\nPersonality, pastimes and property.\nKhalid was described as warm, cheerful, attentive and devout and was adored by his sisters and brothers. An American journalist from \"&lt;a href=\"Christian%20Science%20Monitor\"&gt;Christian Science Monitor&lt;/a&gt;\", &lt;a href=\"John%20K.%20Cooley\"&gt;John K. Cooley&lt;/a&gt;, following his observation of King Khalid at majlis stated that he carefully listened to his subjects showing his sense of humor and amused smile. During the first year of his rule King Khalid was said by his close observers to be an open and good man without any pretense representing the best example of Arab gentlemanly culture. His favourite topics to discuss at majlis with visitors were the problems related to education and youth.\nKhalid had the capacity to settle conflicts which was first recognized by his father. It was the reason for sending him to Yemen in 1935 to handle the problems with local people. During his kingship Khalid acted as a mediator between the Sudairi brothers and Prince Abdullah although he was much closer to the latter.\n&lt;a href=\"Falconry\"&gt;Falconry&lt;/a&gt; and horse-riding were Khalid's favorite pastimes. He was described as a man of the desert. He had one of the best falcon collections. In the late 1970s King Khalid was given a rare &lt;a href=\"Alberta\"&gt;Alberta&lt;/a&gt;-trained &lt;a href=\"gyrfalcon\"&gt;gyrfalcon&lt;/a&gt; by the &lt;a href=\"Canadian%20government\"&gt;Canadian government&lt;/a&gt; as a gift. Hunting was also one of his favorites, and he went to &lt;a href=\"African%20countries\"&gt;African countries&lt;/a&gt; to participate in hunting safaris when he was young. Khalid bought the first &lt;a href=\"Toyota%20Landcruiser\"&gt;Toyota Landcruiser&lt;/a&gt; in 1955 for falconry. In December 1975 he bought the then longest &lt;a href=\"Cadillac\"&gt;Cadillac&lt;/a&gt; at 25 feet and 2 inches long again for falconry, and \"&lt;a href=\"Time%20magazine\"&gt;Time magazine&lt;/a&gt;\" called it \"Khalidillac\". In June 1974 while he was Crown Prince in a meeting with US Foreign Minister &lt;a href=\"Henry%20Kissinger\"&gt;Henry Kissinger&lt;/a&gt; Khalid stated that he had been interested in hunting with hawks for forty years.\nIn the same meeting Kissinger asked him where he lived. In response he stated that he lived in Riyadh, but in the summer he stayed in &lt;a href=\"Taif\"&gt;Taif&lt;/a&gt;. King Khalid owned a desert farm outside Riyadh at Um Hamam. He bought &lt;a href=\"Beechwood%20House%2C%20Highgate\"&gt;Beechwood House&lt;/a&gt; in the north London suburb of &lt;a href=\"Highgate\"&gt;Highgate&lt;/a&gt; for £1.9 million in March 1977 to use following two operations on his hip in the &lt;a href=\"Wellington%20Hospital%2C%20London\"&gt;Wellington Hospital&lt;/a&gt; in London.\nHealth.\nWhen Khalid bin Abdulaziz was crown prince, he had a massive heart attack in 1970 and had a heart surgery in 1972 at the Cleveland Clinic in the United States. Since King Khalid suffered from heart ailment for a long period of time, Crown Prince Fahd was in charge of ruling the country. On 3 October 1978, he underwent a second heart surgery again in Cleveland. He also had a hip operation at Wellington Hospital in London in 1976. In February 1980, King Khalid had a minor heart attack.\nDeath and funeral.\nKing Khalid died on 13 June 1982 due to a heart attack in his summer palace in Taif. On the same day his body was brought from Taif to Mecca. After funeral prayers at the Grand Mosque in Mecca, King Khalid was buried in &lt;a href=\"Al%20Oud%20cemetery\"&gt;Al Oud cemetery&lt;/a&gt; in Riyadh. Leaders of Qatar, Kuwait, Djibouti, the United Arab Emirates and Bahrain, as well as &lt;a href=\"President%20of%20Egypt\"&gt;President of Egypt&lt;/a&gt; &lt;a href=\"Hosni%20Mubarak\"&gt;Hosni Mubarak&lt;/a&gt;, participated in the funeral.\nLegacy.\n&lt;a href=\"King%20Khalid%20International%20Airport\"&gt;King Khalid International Airport&lt;/a&gt;, &lt;a href=\"King%20Khalid%20University\"&gt;King Khalid University&lt;/a&gt;, King Khalid Eye Specialist Hospital in Riyadh, &lt;a href=\"King%20Khalid%20Military%20City\"&gt;King Khalid Military City&lt;/a&gt; and King Khalid Medical City in &lt;a href=\"Eastern%20Province%2C%20Saudi%20Arabia\"&gt;the Eastern province&lt;/a&gt; were all named after him. In Riyadh there is also a &lt;a href=\"mosque\"&gt;mosque&lt;/a&gt; named after him, King Khalid Mosque, serving the &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; since 1988. In Jeddah a bridge is named after King Khalid. There is a &lt;a href=\"research%20center\"&gt;research center&lt;/a&gt; on &lt;a href=\"wildlife\"&gt;wildlife&lt;/a&gt; in Saudi Arabia named after him, Khalid Wildlife Research Centre.\nIn addition, his family established King Khalid Foundation, which is being headed by his son, Abdullah bin Khalid. The foundation awards individuals who have achievements in the fields of corporate social responsibility, nonprofit management and social innovation.\nAwards.\nIn January 1981 King Khalid was awarded by the United Nations (UN) a gold medal which is the UN's highest decoration for the statesmen who significantly contributed to peace and cooperation worldwide. King Khalid also received the &lt;a href=\"King%20Faisal%20International%20Prize\"&gt;King Faisal International Prize&lt;/a&gt; for Service to Islam due to his efforts in support of Islamic solidarity in 1981."
}