{
    "id": "4019640",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4019640",
    "title": "Pakistan Ordnance Factories",
    "text": "The Pakistan Ordnance Factories (POF) is a major &lt;a href=\"Arms%20industry%20in%20Pakistan\"&gt;firearms&lt;/a&gt;, &lt;a href=\"Military\"&gt;defence&lt;/a&gt; &lt;a href=\"Military%20contractor\"&gt;contractor&lt;/a&gt;, and &lt;a href=\"Military%20Inc.\"&gt;military corporation&lt;/a&gt; headquartered in &lt;a href=\"Wah%20Cantonment\"&gt;Wah Cantt&lt;/a&gt;, &lt;a href=\"Punjab%2C%20Pakistan\"&gt;Punjab&lt;/a&gt;, Pakistan. It is \"the largest defence industrial complex under the Ministry of Defence Production, producing conventional arms &amp; ammo to international standards. POF Board headquarter is at Wah Cantt. Presently POF 14 ordnance factories and three commercial subsidiaries. Pakistan Ordnance Factories also manufacture commercial explosives, hunting ammunition and possess extensive facilities for the manufacture of brass, copper and aluminum ingots, extrusions and sections for non-military applications. A garments factory, which has state of the art cloth cutting facilities and modern stitching units, manufactures military uniforms and can also cater for the needs of the civil sector\".\nFounded in December 1951 by the &lt;a href=\"Government%20of%20Pakistan\"&gt;government&lt;/a&gt; of Pakistan with early collaboration from the British &lt;a href=\"Royal%20Ordnance%20Factory\"&gt;Royal Ordnance Factory&lt;/a&gt;, the POF engineers, develops, produces, manufactures, and promotes a wide range of different types of infantry and special-purpose &lt;a href=\"weapons\"&gt;weapons&lt;/a&gt;, &lt;a href=\"Military%20explosive\"&gt;explosives&lt;/a&gt;, &lt;a href=\"ammunition\"&gt;ammunition&lt;/a&gt;, &lt;a href=\"Mortar%20%28weapon%29\"&gt;mortars&lt;/a&gt;, &lt;a href=\"Military%20rocket\"&gt;rockets&lt;/a&gt;, and the &lt;a href=\"Military%20Tactical%20Gear\"&gt;military gear&lt;/a&gt; for Pakistan's &lt;a href=\"Pakistan%20Armed%20Forces\"&gt;military&lt;/a&gt;. Its corporate leadership comes from a deputation by &lt;a href=\"GHQ%20%28Pakistan%20Army%29\"&gt;GHQ&lt;/a&gt; where the &lt;a href=\"Chief%20of%20Army%20Staff%20%28Pakistan%29\"&gt;chief of army staff&lt;/a&gt; (COAS) approves the appointment, but POF is under the &lt;a href=\"Pakistan%20Ministry%20of%20Defense\"&gt;Ministry of Defense&lt;/a&gt;, so the &lt;a href=\"Chief%20of%20the%20Army%20Staff%20%28Pakistan%29\"&gt;COAS&lt;/a&gt; is not in the direct &lt;a href=\"command%20hierarchy\"&gt;chain of command&lt;/a&gt;. The POF is the earliest and one of the largest military corporations in Pakistan, and later influenced many other military corporations in the &lt;a href=\"Pakistan%20Armed%20Forces\"&gt;Pakistan Armed Forces&lt;/a&gt;.\nPOF produces ammunition that meets requirements set by &lt;a href=\"NATO%20Military%20Symbols%20for%20Land%20Based%20Systems\"&gt;NATO specification&lt;/a&gt;. Apart from military works, the POF also serves the civilian &lt;a href=\"Law%20enforcement%20in%20Pakistan\"&gt;law enforcement agencies&lt;/a&gt;, &lt;a href=\"Paramilitary%20forces%20of%20Pakistan\"&gt;paramilitary&lt;/a&gt;, and private security markets nationwide.\nHistory.\nDuring their colonial rule, the British built sixteen ordnance factories in the &lt;a href=\"British%20Raj\"&gt;British Raj&lt;/a&gt;, most of which were inherited by India. &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt;'s first Prime Minister, &lt;a href=\"Liaquat%20Ali%20Khan\"&gt;Liaquat Ali Khan&lt;/a&gt;, issued a directive within four months of the &lt;a href=\"Partition%20of%20India\"&gt;independence&lt;/a&gt; of Pakistan to establish an ordnance factory in collaboration with British &lt;a href=\"Royal%20Ordnance%20Factory\"&gt;Royal Ordnance Factory&lt;/a&gt; to manufacture 0.303 calibre rifles. In December 1951 Pakistan's second Prime Minister, &lt;a href=\"Khawaja%20Nazimuddin\"&gt;Khawaja Nazimuddin&lt;/a&gt;, inaugurated the first four POF workshops in the small town of &lt;a href=\"Wah%20Cantonment\"&gt;Wah Cantonment&lt;/a&gt;.\nBackground.\nLocated 45 km from &lt;a href=\"Islamabad\"&gt;Islamabad&lt;/a&gt; and with main manufacturing facilities at Wah Cantonment, POF is a sprawling complex of fourteen production units and six subsidiaries producing conventional arms and ammunition. Research and development projects have been undertaken to minimise dependence on foreign suppliers. Efforts have been made towards self-reliance through innovation and indigenisation, for achieving the following:-\n1. Optimal utilisation of surplus capacity of POF.\n2. Generation of funds to supplement budget grant.\n3. Participative collaboration with the private sector.\n4. Enhancing exports.\nPOF uses technology and equipment that has been acquired from the United States, the United Kingdom, France, Germany and China. The factories in POF employ some of the latest state of the art processes, including computerised numerical controlled machines and flexible Manufacturing systems for the production of precision components.\nA Stamp was also issued by Pakistan Post on the occasion of golden jubilee of POF (Dt. 28 December 2001) to honour the country's largest defence manufacturing unit's services.\nPOF has been awarded standards by the &lt;a href=\"International%20Organisation%20for%20Standardisation\"&gt;International Organisation for Standardisation&lt;/a&gt;. These include &lt;a href=\"ISO%209001\"&gt;ISO 9001&lt;/a&gt; for quality management, &lt;a href=\"ISO%2014001\"&gt;ISO 14001&lt;/a&gt; for environmental management, and &lt;a href=\"ISO%2017025\"&gt;ISO 17025&lt;/a&gt; for meeting the general requirements for Competence of Test and Calibration Laboratories. In 2005, P.O.F was also awarded with safety and health environment standard OHSAS 18001.\nDuring a visit to POF, Prime Minister &lt;a href=\"Shaukat%20Aziz\"&gt;Shaukat Aziz&lt;/a&gt; made the following tribute:\nProducts.\nPOF produce approximately 70 major products for supply to the &lt;a href=\"Pakistan%20Army\"&gt;Pakistan Army&lt;/a&gt;, &lt;a href=\"Pakistan%20Navy\"&gt;Navy&lt;/a&gt; and &lt;a href=\"Pakistan%20Air%20Force\"&gt;Air Force&lt;/a&gt;. The main products include &lt;a href=\"automatic%20rifle\"&gt;automatic rifle&lt;/a&gt;s, &lt;a href=\"Pistol\"&gt;Pistol&lt;/a&gt;s, light/medium/heavy &lt;a href=\"machine%20guns\"&gt;machine guns&lt;/a&gt;, a wide range of &lt;a href=\"Mortar%20%28weapon%29\"&gt;mortar&lt;/a&gt; and artillery ammunition, aircraft and anti-aircraft ammunition, tank and anti-tank ammunition, &lt;a href=\"bomb\"&gt;bomb&lt;/a&gt;s, &lt;a href=\"grenades\"&gt;grenades&lt;/a&gt;, &lt;a href=\"land%20mines\"&gt;land mines&lt;/a&gt;, &lt;a href=\"pyrotechnics\"&gt;pyrotechnics&lt;/a&gt;, small ammunition, rockets, military &amp; commercial explosives &amp; propellants and signal stores.\nInfantry weapons.\nPOF Eye.\nPOF Eye is a special-purpose hand-held weapon system similar in concept to the CornerShot that can fire weapons around corners. It was first revealed at the 5th International Defence Exhibition and Seminar (IDEAS 2008), held at the Karachi Expo Centre in November 2008. It is designed for SWAT and special forces teams in hostile situations, particularly counter-terrorism and hostage rescue operations. It allows its operator to both see and attack an armed target without exposing the operator to counter-attack.\nExports.\nIn addition to meeting the demands of Pakistan Defense Forces, POF products are in service with over 40 countries in Europe, Africa, Asia, the Middle East and the Americas. Ammunition and rifles have been exported to countries such as Iraq, Croatia and Afghanistan for their respective military establishments.\nPOF specializes in the manufacturing of commercial explosives, hunting ammunition and possesses extensive facilities for the manufacture of brass, copper and aluminum ingots. A state of the art garments factory, manufactures military uniforms and can also cater for the needs of the civil sector.\nAs of post 2010s, Pakistan has been aiming to push ahead with its export market but facing difficulties due to international guidelines enforced by the &lt;a href=\"United%20Nations\"&gt;United Nations&lt;/a&gt;.\nIn 2017, the POF announced it will be opening a branch in the &lt;a href=\"United%20Arab%20Emirates\"&gt;United Arab Emirates&lt;/a&gt; and targeting Middle Eastern markets where it will cater not only the needs of the host country, but throughout much of the Middle East where demands are high.\nIncidents.\nAugust 2008 bombing.\nOn 21 August 2008, POF's industrial complex was the target of twin suicide bombings by the &lt;a href=\"Tehrik-i-Taliban%20Pakistan\"&gt;Tehrik-i-Taliban&lt;/a&gt;; 68 people were killed and 81 injured in the attack."
}