{
    "id": "40202033",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=40202033",
    "title": "FC Tambov",
    "text": "FC Tambov () was a Russian &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; team from &lt;a href=\"Tambov\"&gt;Tambov&lt;/a&gt;. It last played in the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt;, having won promotion to the top division of Russian football in 2019, before dissolving in 2021.\nHistory.\nFC Tambov started out on the professional level in the third-tier &lt;a href=\"Russian%20Professional%20Football%20League\"&gt;Russian Professional Football League&lt;/a&gt; in the 2013–14 season. Despite coming in last in their zone in their first professional season, the team was not &lt;a href=\"Promotion%20and%20relegation\"&gt;relegated&lt;/a&gt;, as a team that came ahead of them in the table dropped out for financial reasons.\nFor the 2016–17 season, they were &lt;a href=\"Promotion%20and%20relegation\"&gt;promoted&lt;/a&gt; to the &lt;a href=\"Russian%20Football%20National%20League\"&gt;Russian Football National League&lt;/a&gt; for the first time. On the last day of the 2016–17 season, they needed to defeat &lt;a href=\"FC%20SKA-Khabarovsk\"&gt;FC SKA-Khabarovsk&lt;/a&gt; away to achieve 4th place and a spot in the promotion play-offs for the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt;, but the game ended with a score of 2–2, leaving Tambov in 5th place. At the end of the next 2017–18 season they secured 4th place and a chance to play in the promotion play-offs. They lost both legs of the play-offs to &lt;a href=\"FC%20Amkar%20Perm\"&gt;FC Amkar Perm&lt;/a&gt; and remained in the FNL.\nOn 11 May 2019, the club secured a top-two finish in the &lt;a href=\"2018%E2%80%9319%20Russian%20National%20Football%20League\"&gt;2018–19 Russian National Football League&lt;/a&gt; and subsequently promotion to the Russian Premier League for the 2019–20 season, for the first time in the club's history. For Premier League football purposes, they played their \"home\" games at the &lt;a href=\"Mordovia%20Arena\"&gt;Mordovia Arena&lt;/a&gt; in &lt;a href=\"Saransk\"&gt;Saransk&lt;/a&gt;, 184 miles away. The local ground did not pass the Premier League standards and the planned renovation was not finished by the deadline.\nDuring the winter break of the 2020–21 season, Tambov experienced extreme financial difficulties, which led to most of the squad leaving as free agents, with only 3 players remaining from the autumn part of the season. &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt; advanced the season fees for the TV rights to the club so that it would be able to finish the season and not drop out. The squad was filled out with free agents and prospects which the other RPL teams loaned for the rest of the season. On 27 March 2021, it was reported that Tambov did not apply for the &lt;a href=\"Russian%20Premier%20League\"&gt;Russian Premier League&lt;/a&gt; or &lt;a href=\"Russian%20Football%20National%20League\"&gt;Russian Football National League&lt;/a&gt; license for the 2021–22 season, but can still apply for the third-tier &lt;a href=\"Russian%20Professional%20Football%20League\"&gt;PFL&lt;/a&gt; license. On 2 May 2021, they lost their 9th game in a row (which was also their 17th winless game in a row) and officially secured the last place in the RPL and relegation. They finished the season with a streak of 11 losses and 19 winless matches. On 19 May 2021, club's general director Olga Konovalova announced that all the contracts for coaching and backroom staff and all the players have been terminated and the club will undergo bankruptcy and be dissolved.\nHonours.\n&lt;a href=\"Russian%20Football%20National%20League\"&gt;Russian Football National League&lt;/a&gt;\n&lt;a href=\"Russian%20Professional%20Football%20League\"&gt;Russian Professional Football League&lt;/a&gt;"
}