{
    "id": "40236358",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=40236358",
    "title": "Hungarian Ornithological and Nature Conservation Society",
    "text": "The Hungarian Ornithological and Nature Conservation Society (&lt;a href=\"Hungarian%20language\"&gt;Hungarian&lt;/a&gt;: \"Magyar Madártani és Természetvédelmi Egyesület\") (MME), also known as BirdLife Hungary, is a non-profit &lt;a href=\"ornithology\"&gt;ornithological&lt;/a&gt; and &lt;a href=\"Conservation%20%28ethic%29\"&gt;nature conservation&lt;/a&gt; organisation founded in &lt;a href=\"Hungary\"&gt;Hungary&lt;/a&gt; in 1974. Its mission is to protect wild birds and help preserve &lt;a href=\"biodiversity\"&gt;biodiversity&lt;/a&gt;. It has about 10,000 members, employs 26 staff, and is the Hungarian partner organisation of &lt;a href=\"BirdLife%20International\"&gt;BirdLife International&lt;/a&gt;. Since 1991 it has published the journal \"Ornis Hungarica\".\nHistory.\nMME was formed in 1974 with 200 founding members. Initially it focussed on population surveys of &lt;a href=\"threatened%20species\"&gt;threatened species&lt;/a&gt;, later expanding to promotion of, and lobbying for, nature conservation, as well as education and conservation fieldwork programs.\nActivities.\nAnimals for which MME has been involved in conservation programs include the &lt;a href=\"Vipera%20ursinii\"&gt;meadow viper&lt;/a&gt;, &lt;a href=\"imperial%20eagle\"&gt;imperial eagle&lt;/a&gt;, &lt;a href=\"saker%20falcon\"&gt;saker falcon&lt;/a&gt;, &lt;a href=\"great%20bustard\"&gt;great bustard&lt;/a&gt;, and &lt;a href=\"white%20stork\"&gt;white&lt;/a&gt; and &lt;a href=\"black%20stork\"&gt;black stork&lt;/a&gt;s. Since 1976 MME has also operated the Hungarian Bird Ringing Centre.\n\"Ornis Hungarica\".\n Ornis Hungarica is a biannual &lt;a href=\"Peer%20review\"&gt;peer-reviewed&lt;/a&gt; &lt;a href=\"open%20access\"&gt;open access&lt;/a&gt; &lt;a href=\"scientific%20journal\"&gt;scientific journal&lt;/a&gt; covering &lt;a href=\"ornithology\"&gt;ornithology&lt;/a&gt; published by the society. It was established in 1991 and is edited by &lt;a href=\"Tibor%20Cs%C3%B6rg%C5%91\"&gt;Tibor Csörgő&lt;/a&gt;. It concentrates in particular on the &lt;a href=\"bird\"&gt;bird&lt;/a&gt;s of Central Europe and Hungary."
}