{
    "id": "403130",
    "revid": "11498870",
    "url": "https://en.wikipedia.org/wiki?curid=403130",
    "title": "Herbert Wehner",
    "text": "Herbert Richard Wehner (11 July 1906 – 19 January 1990) was a German politician. A former member of the &lt;a href=\"Communist%20Party%20of%20Germany\"&gt;Communist Party&lt;/a&gt;, he joined the &lt;a href=\"Social%20Democratic%20Party%20of%20Germany\"&gt;Social Democrats&lt;/a&gt; (SPD) after &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;. He served as Federal &lt;a href=\"Minister%20of%20Intra-German%20Relations\"&gt;Minister of Intra-German Relations&lt;/a&gt; from 1966 to 1969 and thereafter as chairman of the SPD parliamentary group in the &lt;a href=\"Bundestag\"&gt;Bundestag&lt;/a&gt; until 1983.\nDuring his tenure in the Bundestag from 1949 to 1983, Wehner became (in-)famous for his caustic rhetoric and &lt;a href=\"heckler\"&gt;heckling&lt;/a&gt; style, often hurling personal insults at MPs with whom he disagreed. He holds the record for official censures (77 by one count, 78 or 79 by others) handed down by the &lt;a href=\"Presidium%20of%20the%20Bundestag\"&gt;presiding&lt;/a&gt; officer.\nLife.\nHerbert Wehner was born in &lt;a href=\"Dresden\"&gt;Dresden&lt;/a&gt;, the son of a shoemaker. His father was active in his &lt;a href=\"trade%20union\"&gt;trade union&lt;/a&gt; and a member of the Social Democratic Party. More radical than his father, Wehner engaged in &lt;a href=\"Anarcho-syndicalism\"&gt;anarcho-syndicalist&lt;/a&gt; circles around &lt;a href=\"Erich%20M%C3%BChsam\"&gt;Erich Mühsam&lt;/a&gt;, driven by the 1923 invasion of &lt;a href=\"Reichswehr\"&gt;Reichswehr&lt;/a&gt; troops into the &lt;a href=\"Saxony\"&gt;Free State of Saxony&lt;/a&gt; at the behest of the &lt;a href=\"German%20People%27s%20Party\"&gt;DVP&lt;/a&gt;–SPD &lt;a href=\"German%20Reich\"&gt;Reich&lt;/a&gt; government of Chancellor &lt;a href=\"Gustav%20Stresemann\"&gt;Gustav Stresemann&lt;/a&gt;. He also fell out with Mühsam, whose &lt;a href=\"pacifism\"&gt;pacifist&lt;/a&gt; manners he rejected, and finally joined the Communist Party of Germany (KPD) in 1927, becoming an official of the party's \"&lt;a href=\"Rote%20Hilfe\"&gt;Rote Hilfe&lt;/a&gt;\" organisation the same year.\nWehner rose quickly and was elected to the \"&lt;a href=\"Landtag\"&gt;Landtag&lt;/a&gt;\" state legislature of Saxony in 1930. Nevertheless, he resigned one year later to work at the KPD &lt;a href=\"politburo\"&gt;politburo&lt;/a&gt; in Berlin with &lt;a href=\"Walter%20Ulbricht\"&gt;Walter Ulbricht&lt;/a&gt;. After Hitler's &lt;a href=\"Machtergreifung\"&gt;seizure of power&lt;/a&gt; in January 1933, he participated in the communist &lt;a href=\"German%20resistance%20to%20Nazism\"&gt;resistance&lt;/a&gt; against the &lt;a href=\"Nazi%20Germany\"&gt;Nazi&lt;/a&gt; regime from the &lt;a href=\"Saar%20%28protectorate%29\"&gt;Saar Protectorate&lt;/a&gt;. When the Saar was re-incorporated in 1935, Wehner went into &lt;a href=\"exile\"&gt;exile&lt;/a&gt;, first to Paris, then in 1937 to &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, where he lived at &lt;a href=\"Hotel%20Lux\"&gt;Hotel Lux&lt;/a&gt;, wrote for the \"&lt;a href=\"Deutsche%20Zentral-Zeitung\"&gt;Deutsche Zentral-Zeitung&lt;/a&gt;\" and had to face &lt;a href=\"Joseph%20Stalin\"&gt;Joseph Stalin&lt;/a&gt;'s &lt;a href=\"Great%20Purge\"&gt;Great Purge&lt;/a&gt; of 1937–38. After Wehner's death, German news magazine \"&lt;a href=\"Der%20Spiegel\"&gt;Der Spiegel&lt;/a&gt;\" documented accusations that he informed the &lt;a href=\"NKVD\"&gt;NKVD&lt;/a&gt; on several party fellows like &lt;a href=\"Hugo%20Eberlein\"&gt;Hugo Eberlein&lt;/a&gt;, presumably to save his own life. After being sent to neutral Sweden in 1941 in order to re-enter Germany, he was arrested at &lt;a href=\"Stockholm\"&gt;Stockholm&lt;/a&gt; and interned for &lt;a href=\"espionage\"&gt;espionage&lt;/a&gt; in 1942. Whether he deliberately went into custody has not been conclusively established; at least he was excluded from the Communist Party by politburo chief &lt;a href=\"Wilhelm%20Pieck\"&gt;Wilhelm Pieck&lt;/a&gt;.\nUpon his return to Germany in 1946, Wehner joined the Social Democratic Party in &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt; and soon became an aide of Chairman &lt;a href=\"Kurt%20Schumacher\"&gt;Kurt Schumacher&lt;/a&gt;. After the &lt;a href=\"1949%20West%20German%20federal%20election\"&gt;1949 federal election&lt;/a&gt; he entered the &lt;a href=\"Bundestag\"&gt;Bundestag&lt;/a&gt; parliament and remained an MP until his retirement from politics in 1983, from 1952 to 1958 also as a member of the &lt;a href=\"European%20Parliament\"&gt;European Parliament&lt;/a&gt;. In 1957/58 and again from 1964 to 1966, he served as deputy chairman of the SPD parliamentary group. Wehner was instrumental in the party's adoption of the &lt;a href=\"Godesberg%20Program\"&gt;Godesberg Program&lt;/a&gt; in which the Social Democrats repudiated a fixation on &lt;a href=\"Marxism\"&gt;Marxist&lt;/a&gt; ideology and broadened its appeal. In 1966, he was named Federal Minister for All-German Affairs in the &lt;a href=\"Christian%20Democratic%20Union%20%28Germany%29\"&gt;CDU&lt;/a&gt;–SPD &lt;a href=\"grand%20coalition\"&gt;grand coalition&lt;/a&gt; government of Chancellor &lt;a href=\"Kurt%20Georg%20Kiesinger\"&gt;Kurt Georg Kiesinger&lt;/a&gt;. The cooperation between the ex-communist and the former member of the &lt;a href=\"Nazi%20Party\"&gt;Nazi Party&lt;/a&gt; went well; Wehner even promised the CDU partners to stabilize the coalition by backing the implementation of a &lt;a href=\"plurality%20voting%20system\"&gt;plurality voting system&lt;/a&gt;, which he later denoted as \"nonsense\".\nWhen the SPD assumed the &lt;a href=\"Rein%23In%20popular%20expression\"&gt;reins&lt;/a&gt; of government under Chancellor &lt;a href=\"Willy%20Brandt\"&gt;Willy Brandt&lt;/a&gt; upon the &lt;a href=\"1969%20West%20German%20federal%20election\"&gt;1969 federal election&lt;/a&gt;, Wehner became chairman of the SPD parliamentary faction. He was known as a hard disciplinarian who kept his members in line. When the CDU on 27 April 1972 waged a &lt;a href=\"constructive%20vote%20of%20no%20confidence\"&gt;constructive vote of no confidence&lt;/a&gt; against Brandt, he ordered the SPD deputies not to participate in the ballot in order to exclude possible bribed dissidents. The opposing candidate &lt;a href=\"Rainer%20Barzel\"&gt;Rainer Barzel&lt;/a&gt; failed to reach the &lt;a href=\"Supermajority\"&gt;absolute majority&lt;/a&gt; by two votes. After Brandt was re-elected in &lt;a href=\"1972%20West%20German%20federal%20election\"&gt;1972&lt;/a&gt;, the relations between the two men cooled down during the &lt;a href=\"1973%20oil%20crisis\"&gt;1973 oil crisis&lt;/a&gt;, when Wehner increasingly viewed the chancellor's policies as indecisive. In the course of the &lt;a href=\"Guillaume%20Affair\"&gt;Guillaume Affair&lt;/a&gt;, he did not make great efforts to persuade Brandt to stay in office and promoted the chancellorship of &lt;a href=\"Helmut%20Schmidt\"&gt;Helmut Schmidt&lt;/a&gt;.\nAlready &lt;a href=\"Father%20of%20the%20House\"&gt;Father of the House&lt;/a&gt; from 1980, Wehner did not seek re-election in &lt;a href=\"1983%20West%20German%20federal%20election\"&gt;1983&lt;/a&gt;, after the &lt;a href=\"social-liberal%20coalition\"&gt;social-liberal coalition&lt;/a&gt; had finally broken up. He retired to &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;, where he died in 1990 at the age of 83 after a long illness, suffering from &lt;a href=\"Diabetes%20mellitus\"&gt;Diabetes mellitus&lt;/a&gt; and &lt;a href=\"Binswanger%27s%20disease\"&gt;Binswanger's disease&lt;/a&gt;.\nRhetoric.\nWehner held an infamous reputation among members of the Bundestag (and the public) for his sharp, and often insulting, rhetoric towards MPs that disagreed with him. \nHis remarks about political opponents often revolved around insulting word plays with their respective last names. One notable exception is his pejorative neologism \"Düffeldoffel\" which he used to insult &lt;a href=\"Helmut%20Kohl\"&gt;Helmut Kohl&lt;/a&gt;. His sharp comments would not stop at his own party either: When the SPD-MP Franz Josef Zebisch complained about how the alphabetic seating order in the Bundestag in the 1960s left him at the back of the room, Wehner told him to just rename himself to “Comrade Asshole”.\nGerman media occasionally depicts Wehner and CSU-politician &lt;a href=\"Franz%20Josef%20Strau%C3%9F\"&gt;Franz Josef Strauß&lt;/a&gt; to have been political rivals as both had highly influential yet never the highest positions within their respective parties and Strauß was also known for a fierce albeit less personally insulting rhetoric. Ironically, both politicians worked together as Federal Ministers in the cabinet of Kurt Georg Kiesinger.\nWehner's reception across the aisle among CDU/CSU politicians was mostly negative due to his rhetoric. However, CDU politician Heiner Geißler acknowledged Wehner's uncompromising style of standing up for his party's positions as \"the biggest parliamentary howitzer of all time\"."
}