{
    "id": "40328103",
    "revid": "38697682",
    "url": "https://en.wikipedia.org/wiki?curid=40328103",
    "title": "Trinomial triangle",
    "text": "The trinomial triangle is a variation of &lt;a href=\"Pascal%27s%20triangle\"&gt;Pascal's triangle&lt;/a&gt;. The difference between the two is that an entry in the trinomial triangle is the sum of the \"three\" (rather than the \"two\" in Pascal's triangle) entries above it:\nformula_1\nThe formula_2-th entry of the formula_3-th row is denoted by\nRows are counted starting from 0. The entries of the formula_3-th row are indexed starting with formula_6 from the left, and the middle entry has index 0. The symmetry of the entries of a row about the middle entry is expressed by the relationship\nProperties.\nThe formula_3-th row corresponds to the coefficients in the &lt;a href=\"polynomial%20expansion\"&gt;polynomial expansion&lt;/a&gt; of the expansion of the &lt;a href=\"trinomial\"&gt;trinomial&lt;/a&gt; formula_9 raised to the formula_3-th power:\nor, symmetrically,\nhence the alternative name trinomial coefficients because of their relationship to the &lt;a href=\"multinomial%20coefficients\"&gt;multinomial coefficients&lt;/a&gt;:\nFurthermore, the diagonals have interesting properties, such as their relationship to the &lt;a href=\"triangular%20numbers\"&gt;triangular numbers&lt;/a&gt;.\nThe sum of the elements of formula_3-th row is formula_15.\nRecurrence formula.\nThe trinomial coefficients can be generated using the following &lt;a href=\"recurrence%20formula\"&gt;recurrence formula&lt;/a&gt;:\nwhere formula_19 for formula_20 and formula_21.\nCentral trinomial coefficients.\nThe middle entries of the trinomial triangle\nwere studied by &lt;a href=\"Leonhard%20Euler\"&gt;Euler&lt;/a&gt; and are known as central trinomial coefficients.\nThe formula_3-th central trinomial coefficient is given by\nTheir &lt;a href=\"generating%20function\"&gt;generating function&lt;/a&gt; is\nEuler noted the following \"exemplum memorabile inductionis fallacis\" (\"notable example of fallacious induction\"):\nwhere formula_27 is the \"n\"-th &lt;a href=\"Fibonacci%20number\"&gt;Fibonacci number&lt;/a&gt;. For larger formula_3, however, this relationship is incorrect. &lt;a href=\"George%20Andrews%20%28mathematician%29\"&gt;George Andrews&lt;/a&gt; explained this fallacy using the general identity\nApplications.\nIn chess.\nThe triangle corresponds to the number of possible paths that can be taken by the &lt;a href=\"King%20%28chess%29\"&gt;king&lt;/a&gt; in a game of &lt;a href=\"chess\"&gt;chess&lt;/a&gt;. The entry in a cell represents the number of different paths (using a minimum number of moves) the king can take to reach the cell.\nIn combinatorics.\nThe coefficient of formula_30 in the polynomial expansion of formula_31 specifies the number of different ways of randomly drawing formula_2 cards from two sets of formula_3 identical playing cards. For example, in such a card game with two sets of the three cards A, B, C, the choices look like this:\nIn particular, this results in formula_34 as the number of different hands in a game of \"&lt;a href=\"Doppelkopf\"&gt;Doppelkopf&lt;/a&gt;\".\nAlternatively, it is also possible to arrive at this number by considering the number of ways of choosing formula_35 pairs of identical cards from the two sets, which is formula_36. The remaining formula_37 cards can then be chosen in formula_38 ways, which can be written in terms of the &lt;a href=\"binomial%20coefficients\"&gt;binomial coefficients&lt;/a&gt; as\nFor example,\nThe example above corresponds to the three ways of selecting two cards without pairs of identical cards (AB, AC, BC) and the three ways of selecting a pair of identical cards (AA, BB, CC)."
}