{
    "id": "4033849",
    "revid": "1064103492",
    "url": "https://en.wikipedia.org/wiki?curid=4033849",
    "title": "Second in Command",
    "text": "Second in Command is a 2006 American &lt;a href=\"action%20film\"&gt;action film&lt;/a&gt; starring &lt;a href=\"Jean-Claude%20Van%20Damme\"&gt;Jean-Claude Van Damme&lt;/a&gt; and directed by &lt;a href=\"Simon%20Fellows\"&gt;Simon Fellows&lt;/a&gt;. The film was released &lt;a href=\"direct-to-video\"&gt;direct-to-DVD&lt;/a&gt; in the United States on May 2, 2006.\nPlot.\nCommander Sam Keenan (Jean-Claude Van Damme), a decorated &lt;a href=\"United%20States%20Navy%20SEALs\"&gt;US Navy SEAL&lt;/a&gt;, is sent to the &lt;a href=\"Eastern%20Europe\"&gt;Eastern Europe&lt;/a&gt;an nation of &lt;a href=\"Moldavia\"&gt;Moldavia&lt;/a&gt; to become the new security attaché at the US Embassy.\nWhen he arrives, Keenan learns that Moldavia is in the middle of a civil war. At the embassy, Keenan meets with Ambassador George Norland (Colin Stinton), who designates Keenan as his &lt;a href=\"Deputy%20chief%20of%20mission\"&gt;\"second in command\"&lt;/a&gt; despite the traditional diplomatic hierarchy, which is contested by others afterward. Recently, the US installed a new government in Moldavia, which is led by Moldavia's newly elected president Yuri Amirev (Serban Celea). Amirev wants the nation to be run as a &lt;a href=\"democratic%20republic\"&gt;democratic republic&lt;/a&gt;, but under the command of Anton Tavarov (Velibor Topić), &lt;a href=\"Communism\"&gt;communist&lt;/a&gt; insurgents have caused a riot at the presidential palace, threatening the fragile stability of the country. The insurgents are loyal to Alexei Kirilov (Costel Lupea), the former brutal communist dictator of Moldavia.\nWhen the palace guards start firing on the insurgents without Amirev's authorization, the insurgents storm the palace, demanding Amirev's head. Keenan volunteers to bring Amirev to the embassy. But events reach critical mass, and the insurgents open fire. Keenan barely makes it back with Amirev, but the fight isn't over yet. Fifty Americans are holed up in the embassy, and Tavarov and his massive army have arrived at the gates, with plans to crash the building and drag Amirev out by any means necessary. To add to Keenan's problems, Norland is killed by a rocket that was launched by one of Tavarov's men.\nTo defend the embassy, Keenan has only 15 &lt;a href=\"Marine%20Security%20Guard\"&gt;Marines&lt;/a&gt;, &lt;a href=\"Central%20Intelligence%20Agency\"&gt;CIA&lt;/a&gt; bureaucrat Frank Gaines (William Tapley), limited ammunition, and his martial arts skills to hold Tavarov's army off until American reinforcements arrive. To make matters worse, Keenan's girlfriend, reporter Michelle Whitman (Julie Cox), is one of the hostages. With Tavarov's crew getting in position for attack, a power struggle takes place between Keenan and Gaines; with help hours away, it will be up to Keenan to rescue the hostages.\nWhen the supposedly loyal General Borgov (a personal CIA \"asset\" claimed by Gaines) arrives, he turns out to side with the insurgents but Keenan rescues the surviving personnel with help from arriving American military reinforcements.\nProduction.\nIt is set and filmed in &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt;, &lt;a href=\"Romania\"&gt;Romania&lt;/a&gt; in 50 days on June 7 and July 27, 2005.\nReception.\nThe film opened in the 24th place with $1.04 million in the rentals chart. \nDavid Nusair of &lt;a href=\"Reel%20Film%20Reviews\"&gt;Reel Film Reviews&lt;/a&gt; gave it 1.5 out of 4. He said that after Van Damme's surprisingly decent previous film &lt;a href=\"Wake%20of%20Death\"&gt;Wake of Death&lt;/a&gt; it was hard not to be disappointed and criticized the \"astonishingly inept directorial choices\".\nHome media.\nDVD was released in &lt;a href=\"DVD%20region%20code%231\"&gt;Region 1&lt;/a&gt; in the United States on May 2, 2006. It was released in Region 2 in the United Kingdom on 15 May 2006. It was distributed by &lt;a href=\"Sony%20Pictures%20Home%20Entertainment\"&gt;Sony Pictures Home Entertainment&lt;/a&gt;."
}