{
    "id": "40367998",
    "revid": "37664675",
    "url": "https://en.wikipedia.org/wiki?curid=40367998",
    "title": "List of shopping malls in Nicaragua",
    "text": "The &lt;a href=\"1972%20Managua%20earthquake\"&gt;1972 Managua earthquake&lt;/a&gt; virtually destroyed all of the existing supermarkets, shops and department stores in the city of &lt;a href=\"Managua\"&gt;Managua&lt;/a&gt;. New shopping centers and malls were rebuilt on other locations, which formed the bases for Managua's dispersed structure.\nHistory.\nThe seventies: rebuilding Managua.\nThe &lt;a href=\"Somoza\"&gt;Somoza&lt;/a&gt; regime declared 1973 as the year of \"Hope and Reconstruction\". Many of the shops destroyed by the earthquake were relocated to the premises of the old Livestock Fair, next to the Colonia Centroamerica neighborhood, forming the &lt;a href=\"Centro%20Comercial%20Managua\"&gt;Centro Comercial Managua&lt;/a&gt;, built in provisional facilities.\nA modern and more permanent shopping center was built in 1974, the &lt;a href=\"Camino%20de%20Oriente\"&gt;Centro Comercial Camino de Oriente&lt;/a&gt;, with movie theaters, restaurants, a bowling alley and two night clubs, the Lobo Jack and Infinito Discotheque. Under the same premise, a smaller shopping center at the Colonia Centroamerica was built, the Plaza de Compras de la Centroamerica, today almost abandoned housing only a supermarket, a fast food chain and some smaller office spaces.\nSeveral commercial projects were carried out in the seventies, all of them in the new neighborhoods of the periphery of Managua, such as the Centro Comercial Plaza España, built in 1975 in the upscale Bolonia neighborhood. Other shopping centers of that time are the Centro Comercial Nejapa, which housed the Managua Local District Court until the end of 2012, and similar developments in the neighborhoods of Bello Horizonte, Ciudad Jardin and Linda Vista.\nPresent and future.\nMany of the shopping centers built in the seventies are now partially abandoned or used for other purposes. One notable exception is &lt;a href=\"Metrocentro%20Managua\"&gt;Metrocentro Managua&lt;/a&gt;, built in 1974 by Salvadorean investors, and renovated and extended with more store space and the building of the four-star Hotel &lt;a href=\"Real%20InterContinental%20Metrocentro%20Managua\"&gt;Real InterContinental Metrocentro Managua&lt;/a&gt; in 1998 and 2004.\nIn 1998, thanks to the economic improvement after the &lt;a href=\"Nicaraguan%20Revolution%23Contra%20War\"&gt;civil war&lt;/a&gt; of the last decade, the new &lt;a href=\"Plaza%20Inter\"&gt;Plaza Inter&lt;/a&gt; shopping mall was built in Managua's historical center by foreign investors.\nWith the new millennium, larger and more spacious shopping malls were built, such as &lt;a href=\"Galer%C3%ADas%20Santo%20Domingo\"&gt;Galerías Santo Domingo&lt;/a&gt; in 2005 and &lt;a href=\"Multicentro%20Las%20Am%C3%A9ricas\"&gt;Multicentro Las Américas&lt;/a&gt; in 2006. In 2011 the first shopping mall outside the capital city Managua was built: the &lt;a href=\"Centro%20Plaza%20Occidente\"&gt;Centro Plaza Occidente&lt;/a&gt; in &lt;a href=\"Chinandega\"&gt;Chinandega&lt;/a&gt;. Another, &lt;a href=\"Multicentro%20Estel%C3%AD\"&gt;Multicentro Estelí&lt;/a&gt;,e opened in 2013 in the northern city of &lt;a href=\"Estel%C3%AD\"&gt;Estelí&lt;/a&gt;.\nStrip malls.\nAs Managua spread out following the earthquake, a large number of &lt;a href=\"strip%20mall\"&gt;strip mall&lt;/a&gt;s, or shopping plazas, were built all around the city. These strip malls are home to a small number of stores, usually between five and fifteen, and are located in Managua's main commercial arteries and neighbourhoods. A non-exhaustive list of strip malls includes:"
}