{
    "id": "4036644",
    "revid": "6046731",
    "url": "https://en.wikipedia.org/wiki?curid=4036644",
    "title": "Brick and mortar",
    "text": "Brick and mortar (also bricks and mortar or B&amp;M) refers to a physical presence of an organization or business in a building or other structure. The term \"brick-and-mortar business\" is often used to refer to a company that possesses or leases &lt;a href=\"retail%20shop\"&gt;retail shop&lt;/a&gt;s, factory production facilities, or warehouses for its operations. More specifically, in the jargon of &lt;a href=\"e-commerce\"&gt;e-commerce&lt;/a&gt; businesses in the 2000s, brick-and-mortar businesses are companies that have a physical presence (e.g., a &lt;a href=\"Retailer\"&gt;retail shop&lt;/a&gt; in a building) and offer face-to-face customer experiences.\nThis term is usually used to contrast with a transitory business or an &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;-only presence, such as fully &lt;a href=\"Online%20shopping\"&gt;online shop&lt;/a&gt;s, which have no physical presence for shoppers to visit, talk with staff in person, touch and handle products and buy from the firm in person. However, such online businesses normally have non-public physical facilities from which they either run business operations (e.g., the company headquarters and &lt;a href=\"back%20office\"&gt;back office&lt;/a&gt; facilities), and/or warehouses for storing and distributing products. Concerns such as foot traffic, &lt;a href=\"storefront\"&gt;storefront&lt;/a&gt; visibility, and appealing interior design apply to brick-and-mortar businesses rather than online ones. An online-only business needs to have an attractive, well-designed &lt;a href=\"website\"&gt;website&lt;/a&gt;, a reliable &lt;a href=\"e-commerce\"&gt;e-commerce&lt;/a&gt; system for payment, a good delivery or shipping service and effective online marketing tactics to drive &lt;a href=\"web%20traffic\"&gt;web traffic&lt;/a&gt; to the site. Governments are also adopting &lt;a href=\"e-government\"&gt;e-government&lt;/a&gt; approaches, which is the use of online services for citizens to enable them to fill in government forms, pay tax bills and register for government programs online; these services aim to cut bricks and mortar costs (building leasing/purchase and staff costs) and improve services to citizens (by offering 24/7 access to information and services).\nEtymology.\nThe name is a &lt;a href=\"metonym\"&gt;metonym&lt;/a&gt; derived from the traditional building materials associated with physical buildings: &lt;a href=\"brick\"&gt;brick&lt;/a&gt;s and &lt;a href=\"Mortar%20%28masonry%29\"&gt;mortar&lt;/a&gt;, however, it is applicable to all stores with a physical storefront, not just those built out of bricks and mortar. The term was originally used by 19th century American novelist &lt;a href=\"Herman%20Melville\"&gt;Herman Melville&lt;/a&gt; in the book &lt;a href=\"Moby%20Dick%20%28whale%29\"&gt;Moby Dick&lt;/a&gt; (chapter 96). The term \"brick-and-mortar businesses\" is also a &lt;a href=\"retronym\"&gt;retronym&lt;/a&gt;, in that most shops had a physical presence before the advent of the &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;. The term is also applicable in a pre-Internet era, when contrasting businesses with physical retail presence with those that operated strictly in an &lt;a href=\"Mail%20order\"&gt;order-by-mail&lt;/a&gt; capacity pre-&lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;.\nHistory.\nThe history of brick and mortar businesses cannot be dated precisely, but it existed in the earliest vendor stalls in the &lt;a href=\"History%20of%20the%20city\"&gt;first towns&lt;/a&gt; (as early as 7500 BCE), where merchants brought their agricultural produce, clay pots and handmade clothing to sell in a village &lt;a href=\"Market%20%28place%29\"&gt;market&lt;/a&gt;. Bricks and mortar businesses remain important in the 2010s, though many shops and services, ranging from &lt;a href=\"consumer%20electronics\"&gt;consumer electronics&lt;/a&gt; shops to clothing shops and even &lt;a href=\"grocery%20shop\"&gt;grocery shop&lt;/a&gt;s have begun offering online shopping. This physical presence, either of a retail shop, a &lt;a href=\"customer%20service\"&gt;customer service&lt;/a&gt; location with staff, where clients can go in person to ask questions about a product or service, or a service center or repair facility where customers can bring their products, has played a crucial role in providing goods and services to consumers throughout history.\nAll large retailers in the 19th and the early to mid-20th century started off with a smaller brick and mortar presence, which increased as the businesses grew. A prime example of this is &lt;a href=\"McDonald%E2%80%99s\"&gt;McDonald’s&lt;/a&gt;, a company that started with one small restaurant and now has nearly 36,000 restaurants in over 120 countries and plans to grow further; this shows the importance of having a physical presence. For many &lt;a href=\"small%20business\"&gt;small business&lt;/a&gt;es, their business model is mostly limited to a bricks and mortar model, such as a &lt;a href=\"diner\"&gt;diner&lt;/a&gt; restaurant or a &lt;a href=\"dry%20cleaning\"&gt;dry cleaning&lt;/a&gt; service. Nevertheless, even service-based businesses can use websites and \"apps\" to reach new customers or improve their services. For example, a dry cleaning service could use a website to let customers know of the hours and location(s) of their bricks and mortar stores.\nDecline.\n&lt;a href=\"Netflix\"&gt;Netflix&lt;/a&gt;, an online &lt;a href=\"movie%20streaming\"&gt;movie streaming&lt;/a&gt; website founded in 1997, is an example of how an online business has affected a B&amp;M businesses such as &lt;a href=\"video%20rental%20store\"&gt;video rental store&lt;/a&gt;s. After Netflix and similar companies became popular, traditional DVD rental stores such as &lt;a href=\"Blockbuster%20LLC\"&gt;Blockbuster LLC&lt;/a&gt; went out of business. Customers preferred to be able to instantly watch movies and TV shows using \"streaming\", without having to go to a physical rental store to rent a DVD, and then return to the store to give the DVD back. \"The rapid rise of &lt;a href=\"Streaming%20media\"&gt;online film streaming&lt;/a&gt; offered by the likes of &lt;a href=\"Lovefilm\"&gt;Lovefilm&lt;/a&gt; and Netflix made Blockbuster's video and DVD [rental] business model practically obsolete.'\nThere has been an increase in online retailers in the 2000s, as people are using &lt;a href=\"e-commerce\"&gt;e-commerce&lt;/a&gt; (online sales) to fulfill basic needs ranging from grocery shopping to book purchases. Sales through mobile devices such as &lt;a href=\"tablet%20computer\"&gt;tablet computer&lt;/a&gt;s and &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt;s have also risen in the 2000s: \"While total online sales rose 18% year-on-year in December to £11.1 [B], according to the latest figures [January 2014] from e-tail industry body IMRG and advisory firm Capgemini, sales via mobile devices doubled to £3 [B].'\nThe increase in households where both adults work outside the home, combined with the convenience of shopping for and buying products and services online, has decreased the number of customers going to retail outlets, as consumers can access the same information about products and services without paying for gas, parking and other costs, thus saving them time and money. \"Today’s consumers lead busy lives and [Bricks and Mortar] shopping takes time. Often it is a [challenging] task. Consumers find researching and shopping on the Web far more convenient than brick-and-mortar visits.\" Brick and mortar businesses are not limited to having a physical presence only, they may also have an online presence such as &lt;a href=\"Tesco\"&gt;Tesco&lt;/a&gt;, who offer an online grocery service as well as a brick and mortar retail presence.\nBenefits.\nThe presence of brick and mortar establishments may bring many benefits to businesses;\nDrawbacks.\nThe brick and mortar approach also has various drawbacks.\nNew businesses and fixed costs.\n&lt;a href=\"Fixed%20costs\"&gt;Fixed costs&lt;/a&gt; are a serious challenge for B&amp;M businesses. Fixed costs are payments that a business has to make for elements such as &lt;a href=\"renting\"&gt;rent&lt;/a&gt; of a store and monthly payments for services such as a &lt;a href=\"security%20alarm\"&gt;security alarm&lt;/a&gt;. Fixed costs stay the same for a business even if it ramps up its operations or winds down its operations during a slow period. In contrast, &lt;a href=\"variable%20costs\"&gt;variable costs&lt;/a&gt; change as a business ramps its operations up or down. Variable costs include &lt;a href=\"wages\"&gt;wages&lt;/a&gt; (for employees paid by the hour) and &lt;a href=\"electricity\"&gt;electricity&lt;/a&gt; for operating machinery used by the business during its operating hours. If a business increases its hours of operation, its hourly wages and electricity bill will rise, but its rent and security alarm costs will stay the same (assuming that the business does not add additional locations). &lt;a href=\"Start-up%20company\"&gt;Start-up companies&lt;/a&gt; and other &lt;a href=\"small%20business\"&gt;small business&lt;/a&gt;es typically find it hard to pay all of the fixed costs that are part of their venture. Research shows that 70% of new start up businesses fail within the first 10 years.\nInconvenient for customers with busy lifestyles.\nPeople have busier lifestyles in the 2010s, with more families having both adults working, and therefore they find it harder to find the time to physically go and shop at stores and services. As well, in many cities &lt;a href=\"traffic%20jam\"&gt;traffic jam&lt;/a&gt;s and &lt;a href=\"Traffic%20congestion\"&gt;congestion&lt;/a&gt; on roads have made it more stressful and time-consuming to drive to physical locations to shop. Online shopping and online services, which consumers can access from an &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;-connected &lt;a href=\"laptop\"&gt;laptop&lt;/a&gt; or &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; are more convenient for these people. With mobile devices, consumers can order take-out food, gifts and services even when they are \"on the go\", such as stuck sitting on a bus or waiting in an airport lounge for a plane.\nExpensive and luxury products.\nB&amp;M increases the fixed cost for any business, therefore the products sold in physical shops tend to be more expensive compared to online shops. For stores selling expensive products or services in a B&amp;M format, customers expect beautiful window displays, fine decorating in the establishment and well-dressed salespeople who earn high &lt;a href=\"commission%20%28remuneration%29\"&gt;commission&lt;/a&gt; on their sales. Some high-end hair salons and luxury car stores even offer conveniences such as free &lt;a href=\"espresso\"&gt;espresso&lt;/a&gt; and bottled water, all of which add to the overhead of selling these products and services. Online shops, even those for luxury goods, do not have to pay for high-end retail stores and salespeople. Nevertheless, high-end online stores typically incur higher costs for their online presence, because they need to have leading edge &lt;a href=\"Web%202.0\"&gt;Web 2.0&lt;/a&gt; functions on their website, a professionally designed site, and in some cases, staff available to respond to phone calls, e-mails and online \"chat\" questions.\nWider stock availability online.\nProducts may be out stock in relatively small brick and mortar retail stores and due to limited space in &lt;a href=\"small%20business\"&gt;small business&lt;/a&gt; retail stores, these establishments may only be able to carry a few types of each product. Online shops are able to have a huge amount of stock in numerous large warehouses (e.g., &lt;a href=\"Amazon.com\"&gt;Amazon.com&lt;/a&gt; has warehouses in numerous locations from which it ships its products) which it can quickly ship out. An online store may be able to order up products from a large number of geographically dispersed warehouses, even warehouses owned and operated by third parties (e.g., smaller companies), which are connected to the large company via the Internet.\nQueues.\nQueues (&lt;a href=\"Queue%20area\"&gt;lineups&lt;/a&gt; and &lt;a href=\"waiting%20room\"&gt;waiting room&lt;/a&gt;s) are part and parcel of B&amp;M retail businesses, due to physical constraints and the limitations on how many staff the business can afford to hire. A physical store may only have a few salespeople to serve customers, so many customers may have to wait in line during the busiest hours. To lessen the stress of waiting, some B&amp;M stores provide big-screen TVs with cable TV, free coffee and newspapers; while these niceties improve the customer experience, they add to the costs of operating a B&amp;M establishment. On the other hand, an online virtual store in which customers select their own purchases in a virtual \"shopping cart\" and pay for them using &lt;a href=\"e-commerce\"&gt;e-commerce&lt;/a&gt; approaches may be able to serve thousands of customers at the same time.\nE-government.\nBeginning in the 1990s and early 2000s, many governments in industrialised countries began to offer &lt;a href=\"e-government\"&gt;e-government&lt;/a&gt; services to citizens. Online government services are offered by a range of government departments and agencies, ranging from departments of motor vehicles (online car registration), police (paying &lt;a href=\"speeding%20ticket\"&gt;speeding ticket&lt;/a&gt;s online), city services (paying &lt;a href=\"parking%20ticket\"&gt;parking ticket&lt;/a&gt;s online or requesting that a &lt;a href=\"pothole\"&gt;pothole&lt;/a&gt; be filled) and social services (registering for &lt;a href=\"social%20assistance\"&gt;social assistance&lt;/a&gt; or &lt;a href=\"unemployment%20insurance\"&gt;unemployment insurance&lt;/a&gt;) and tax departments (paying a tax bill or submitting a &lt;a href=\"tax%20return\"&gt;tax return&lt;/a&gt; online). Many governments use e-services to provide online information to citizens (e.g., \"help\" guides, &lt;a href=\"Frequently%20Asked%20Question\"&gt;Frequently Asked Question&lt;/a&gt; lists, manuals for government program applicants, etc.), thus saving on the need for &lt;a href=\"call%20center\"&gt;call center&lt;/a&gt;s where citizens can call to ask questions or physical service locations where citizens can come in person to ask about government forms or services.\nThese online government services aim at two goals: reducing costs to governments and improving client service. By offering these services and information online, governments save money, because they do not have to offer as many bricks and mortar client service centers where citizens can come and fill in these forms and pay government bills. Governments offering e-services can also operate with less &lt;a href=\"civil%20servant\"&gt;civil servant&lt;/a&gt;s and thus less salary and benefits costs, as the citizens using online services are generally doing all of the administrative tasks (e.g., downloading a form, filling in a form, looking up guidance in an online \"help\" manual, paying fees) themselves using their home computer. E-government services also improve service for citizens who have access to a computer, &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt; and an online payment method (e.g., a &lt;a href=\"credit%20card\"&gt;credit card&lt;/a&gt; or &lt;a href=\"PayPal\"&gt;PayPal&lt;/a&gt;), because these citizens are not limited by the 9 am-5 pm or 8 am-4 pm &lt;a href=\"business%20hours\"&gt;business hours&lt;/a&gt; of most physical government offices, and citizens do not have to incur the costs of transportation (e.g., bus tickets, gas, parking, etc.) associated with going to a bricks and mortar location. Nevertheless, government e-services do not help all citizens, due to the &lt;a href=\"digital%20divide\"&gt;digital divide&lt;/a&gt;; citizens who are in &lt;a href=\"poverty\"&gt;poverty&lt;/a&gt;, who are &lt;a href=\"homelessness\"&gt;homeless&lt;/a&gt; or who live in rural or remote regions may not have access to high speed &lt;a href=\"Internet\"&gt;Internet&lt;/a&gt;. These citizens, as well as those who are not comfortable with computers or those who do not understand how to use them, which in practice means elderly people, are not able to benefit from e-services."
}