{
    "id": "40382119",
    "revid": "34465229",
    "url": "https://en.wikipedia.org/wiki?curid=40382119",
    "title": "Dee Richard",
    "text": "Jerome P. \"Dee\" Richard (born March 27, 1955), is, as of April 2019, one of four &lt;a href=\"Independent%20%28politics%29\"&gt;Independent&lt;/a&gt; members of the &lt;a href=\"Louisiana%20House%20of%20Representatives\"&gt;Louisiana House of Representatives&lt;/a&gt;. A native and resident of &lt;a href=\"Thibodaux%2C%20Louisiana\"&gt;Thibodaux&lt;/a&gt;, Richard has since 2008 represented District 55, which encompasses &lt;a href=\"Lafourche%20Parish%2C%20Louisiana\"&gt;Lafourche Parish&lt;/a&gt;, &lt;a href=\"Louisiana\"&gt;Louisiana&lt;/a&gt;.\nBackground.\nRichard (pronounced REE-shard) is the fifth of seven children of Paul E. Richard of the St. Charles Community in Lafourche Parish and the former Doris Roux, a native of &lt;a href=\"Lockport%2C%20Louisiana\"&gt;Lockport&lt;/a&gt;. He graduated in 1973 from &lt;a href=\"Thibodaux%20High%20School\"&gt;Thibodaux High School&lt;/a&gt; and attended &lt;a href=\"Nicholls%20State%20University\"&gt;Nicholls State University&lt;/a&gt; in Thibodaux for a year before he transferred to &lt;a href=\"Louisiana%20State%20University\"&gt;Louisiana State University&lt;/a&gt; in &lt;a href=\"Baton%20Rouge%2C%20Louisiana\"&gt;Baton Rouge&lt;/a&gt;, from which he received a &lt;a href=\"Bachelor%20of%20Science\"&gt;Bachelor of Science&lt;/a&gt; degree in 1978 in the field of Business Education. Richard taught school briefly after his graduation from LSU and then ventured into the petro-chemical industry. His most recent position has been as sales manager for Byron Talbot Contractors.\nRichard served two stints as a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt; on the &lt;a href=\"Lafourche%20Parish%20School%20Board\"&gt;Lafourche Parish School Board&lt;/a&gt;, from 1982 to 1984 and again from 1986 to 1994. In 1998, while still a Democrat, Richard was elected to the at-large seat on the Thibodaux City Council. He polled 2,511 votes (61.1 percent) to defeat another Democrat, Stella Chiasson Lasseigne, who received 1,601 votes (38.9 percent).\nRichard and his wife, the former Connie Berger, have a daughter, Victoria (born 1995).\nHouse career.\nIn the &lt;a href=\"nonpartisan%20blanket%20primary\"&gt;nonpartisan blanket primary&lt;/a&gt; held on October 20, 2007 to fill the state House seat vacated by the term-limited Warren Triche, a Democrat, Richard led a four-candidate field with 5,562 votes (40.7 percent). He was placed into a second round of balloting with Democrat Michael \"Mike\" Matherne, who received 3,369 votes (24.64 percent). The third place candidate, \"Jay\" Caillouet, also a Democrat, trailed Matherne by 2 votes, 3,367 (24.63 percent) and was hence eliminated from contention. The fourth-place candidate was &lt;a href=\"Republican%20Party%20%28United%20States%29\"&gt;Republican&lt;/a&gt; Alfred \"Al\" Carter, who finished with 1,375 votes (10.1 percent). In the &lt;a href=\"general%20election\"&gt;general election&lt;/a&gt;, Richard defeated Matherne, 4,120 (58.62 percent) to 2,908 (41.4 percent). Richard received fewer raw votes in the general election than he had the primary but won on the basis of lower turnout.\nIn announcing his campaign for a second term in the House in 2011, Richard cited his chief accomplishments as support for higher educational institutions in &lt;a href=\"Acadiana\"&gt;Acadiana&lt;/a&gt;, protection of the coastal &lt;a href=\"wetlands\"&gt;wetlands&lt;/a&gt;, and reducing the size of state government.\n\"I have maintained my independence and have not been afraid to go against the 'powers-that-be' in state government, especially when it came to voting against the legislative pay raise. I was so dead set against the pay raise that I actually signed an &lt;a href=\"affidavit\"&gt;affidavit&lt;/a&gt; declining the increase in the event the legislation was eventually signed into law by the &lt;a href=\"Bobby%20Jindal\"&gt;governor&lt;/a&gt;,\" said Richard.\nRichard was handily reelected to the state House in the primary election held on October 22, 2011, when he defeated a restaurant/bar owner from &lt;a href=\"Raceland%2C%20Louisiana\"&gt;Raceland&lt;/a&gt;, the Republican Bobby \"Beck\" Grabert, 8,123 (78 percent) to 2,286 (22 percent).\nRichard serves on these House committees: (1) Education (2) Labor and Industrial Relations, and (3) Transportation, Highways, and Public Works. He is a member of the Louisiana Rural Caucus. He is rated 59 percent by the &lt;a href=\"interest%20group\"&gt;interest group&lt;/a&gt;, the &lt;a href=\"Louisiana%20Association%20of%20Business%20and%20Industry\"&gt;Louisiana Association of Business and Industry&lt;/a&gt;. Richard successfully pushed for unanimous House passage of a bill to require the Louisiana Office of Contractual Review to reduce by 10 percent the amount spent on consulting service contracts for the next fiscal year. Richard said the change could reduce the state budget deficit by about $500 million.\nEarly in 2016, Richard joined twenty-seven other dissenting House members in opposition to legislation by Representative &lt;a href=\"Katrina%20Jackson\"&gt;Katrina Jackson&lt;/a&gt;, a Democrat from &lt;a href=\"West%20Monroe%2C%20Louisiana\"&gt;West Monroe&lt;/a&gt;, that increases the state &lt;a href=\"sales%20tax\"&gt;sales tax&lt;/a&gt; by one cent over 18 months, beginning April 1, 2016. The time frame was subsequently increased to 27 months to extend through June 30, 2018. Joining Richard in opposing the bill was the Republican &lt;a href=\"Beryl%20Amedee\"&gt;Beryl Amedee&lt;/a&gt; of &lt;a href=\"Gray%2C%20Louisiana\"&gt;Gray&lt;/a&gt;. Backing the tax increase were area lawmakers &lt;a href=\"Tanner%20Magee\"&gt;Tanner Magee&lt;/a&gt; and &lt;a href=\"Jerome%20Zeringue\"&gt;Jerome Zeringue&lt;/a&gt;, both freshmen Republicans from Houma, and Democrat &lt;a href=\"Jerry%20%26quot%3BTruck%26quot%3B%20Gisclair\"&gt;Jerry \"Truck\" Gisclair&lt;/a&gt; of &lt;a href=\"Larose%2C%20Louisiana\"&gt;Larose&lt;/a&gt; in Lafourche Parish.\nRichard is politically &lt;a href=\"Conservative%20%28politics%29\"&gt;conservative&lt;/a&gt; and frequently appears on the statewide &lt;a href=\"radio\"&gt;radio&lt;/a&gt; &lt;a href=\"talk%20show\"&gt;talk show&lt;/a&gt;, \"The Moon Griffon Show\", broadcast from &lt;a href=\"Lafayette%2C%20Louisiana\"&gt;Lafayette&lt;/a&gt;."
}