{
    "id": "40436088",
    "revid": "7611264",
    "url": "https://en.wikipedia.org/wiki?curid=40436088",
    "title": "Monarchy of Germany",
    "text": "The Monarchy of Germany (the German Monarchy) was the system of government in which a hereditary monarch was the sovereign of the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt; from 1871 to 1918.\nHistory.\nThe Monarch of Germany was created with the proclamation of the President of the &lt;a href=\"North%20German%20Confederation\"&gt;North German Confederation&lt;/a&gt; and the &lt;a href=\"Kingdom%20of%20Prussia\"&gt;King of Prussia&lt;/a&gt;, &lt;a href=\"William%20I%20of%20Prussia\"&gt;William I of Prussia&lt;/a&gt;, as \"&lt;a href=\"German%20Emperor\"&gt;German Emperor&lt;/a&gt;\" during the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt;, on 18 January 1871 at the &lt;a href=\"Palace%20of%20Versailles\"&gt;Palace of Versailles&lt;/a&gt;.\nThe title German Emperor () was carefully chosen by &lt;a href=\"Minister%20President%20of%20Prussia\"&gt;Minister President of Prussia&lt;/a&gt; and &lt;a href=\"North%20German%20Confederation\"&gt;Chancellor of the North German Confederation&lt;/a&gt; &lt;a href=\"Otto%20von%20Bismarck\"&gt;Otto von Bismarck&lt;/a&gt; after discussion until (and after) the day of the proclamation. William I accepted this title grudgingly as he would have preferred \"Emperor of Germany\" which was, however, unacceptable to the federated monarchs, and which would also have signalled a claim to lands outside of his reign (&lt;a href=\"Austrian%20Empire\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt;, &lt;a href=\"Grand%20Duchy%20of%20Luxembourg\"&gt;Luxembourg&lt;/a&gt; etc.). The title \"Emperor of the Germans\", as had proposed at the &lt;a href=\"Frankfurt%20Parliament\"&gt;Frankfurt Parliament&lt;/a&gt; in 1848, was ruled out as he considered himself chosen \"&lt;a href=\"By%20the%20Grace%20of%20God\"&gt;By the Grace of God&lt;/a&gt;\", &lt;a href=\"Divine%20right%20of%20kings\"&gt;not by the people&lt;/a&gt; as in a democracy.\nBy this ceremony, the &lt;a href=\"North%20German%20Confederation\"&gt;North German Confederation&lt;/a&gt; was transformed into the &lt;a href=\"German%20Empire\"&gt;German Empire&lt;/a&gt;. This empire was a &lt;a href=\"federal%20monarchy\"&gt;federal monarchy&lt;/a&gt;; the emperor was head of state and &lt;a href=\"President%20%28government%20title%29\"&gt;president&lt;/a&gt; of the &lt;a href=\"States%20of%20the%20German%20Empire\"&gt;federated monarchs&lt;/a&gt; (the &lt;a href=\"king\"&gt;king&lt;/a&gt;s of &lt;a href=\"Kingdom%20of%20Bavaria\"&gt;Bavaria&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20W%C3%BCrttemberg\"&gt;Württemberg&lt;/a&gt;, &lt;a href=\"Kingdom%20of%20Saxony\"&gt;Saxony&lt;/a&gt;, the &lt;a href=\"grand%20duke\"&gt;grand duke&lt;/a&gt;s of &lt;a href=\"Grand%20Duchy%20of%20Oldenburg\"&gt;Oldenburg&lt;/a&gt;, &lt;a href=\"Grand%20Duchy%20of%20Baden\"&gt;Baden&lt;/a&gt;, &lt;a href=\"Grand%20Duchy%20of%20Mecklenburg-Schwerin\"&gt;Mecklenburg-Schwerin&lt;/a&gt;, &lt;a href=\"Grand%20Duchy%20of%20Hesse\"&gt;Hesse&lt;/a&gt;, as well as other principalities, duchies and of the &lt;a href=\"City-state\"&gt;free cities&lt;/a&gt; of &lt;a href=\"Free%20City%20of%20Hamburg\"&gt;Hamburg&lt;/a&gt;, &lt;a href=\"Free%20City%20of%20L%C3%BCbeck\"&gt;Lübeck&lt;/a&gt; and &lt;a href=\"Bremen%20%28state%29\"&gt;Bremen&lt;/a&gt;).\nSome organisations such as \"&lt;a href=\"Tradition%20und%20Leben\"&gt;Tradition und Leben&lt;/a&gt;\" advocate a return to monarchy; however, there is currently little mainstream support for a restoration of the monarchy.\nHeads of the House of Hohenzollern.\nDespite the abolition of the monarchy in 1918, the House of Hohenzollern never relinquished their claims to the thrones of Prussia and the German Empire. These claims are linked by the &lt;a href=\"Constitution%20of%20the%20German%20Empire\"&gt;Constitution of the German Empire&lt;/a&gt;: according to this, whoever was King of Prussia was also German Emperor. However, these claims are not recognised by the &lt;a href=\"Germany\"&gt;Federal Republic of Germany&lt;/a&gt; or anyone else, this included the &lt;a href=\"Weimar%20Republic\"&gt;Weimar Republic&lt;/a&gt;, &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and &lt;a href=\"West%20Germany\"&gt;West&lt;/a&gt; or &lt;a href=\"East%20Germany\"&gt;East&lt;/a&gt; Germany.\nIn 1933 &lt;a href=\"Prince%20Wilhelm%20of%20Prussia%20%281906%E2%80%931940%29\"&gt;Prince William&lt;/a&gt; renounced his claim to the former throne when he married &lt;a href=\"Dorothea%20von%20Salviati\"&gt;Dorothea von Salviati&lt;/a&gt;, in 1940 William II accepted Dorothea and his daughters Felicitas and Christa as dynastic members thus styled HRH Dorothea, Princess of Prussia, HRH Felicitas, Princess of Prussia and HRH Christa, Princess of Prussia, Prince William was killed in 1940.\n&lt;a href=\"Louis%20Ferdinand%2C%20Prince%20of%20Prussia\"&gt;Prince Louis Ferdinand&lt;/a&gt; who was third in line of the succession by 1933, his first son Prince Friedrich Wilhelm renounced his claim in 1967 to marry Waltraud Freytag whom he divorced in 1975 and his second son Prince Michael renounced his claim in 1966 to marry Jutta Jörn like his brother he divorced her in 1982, then his third son Prince Louis Ferdinand of Prussia, Jr. was involved in a severe accident during military maneuvers when he was pinned between two vehicles. Although his leg was amputated, he succumbed several weeks later to the trauma and died in 1977.\n&lt;a href=\"Georg%20Friedrich%2C%20Prince%20of%20Prussia\"&gt;Prince George Frederick&lt;/a&gt; inherited from his grandfather, and during his time as head of House of Hohenzollern his two uncles Princes Friedrich Wilhelm and Michael challenged him to a lawsuit claiming that, despite their renunciations as &lt;a href=\"Dynasty%23Dynasts\"&gt;dynasts&lt;/a&gt; at the time of their marriages, the loss of their inheritance rights based on their selection of spouse was discriminatory and unconstitutional. His uncles were initially successful, the Regional Court of &lt;a href=\"Hechingen\"&gt;Hechingen&lt;/a&gt; and the higher Regional Court of &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt; ruling in their favour in 1997 on the grounds that the requirement to &lt;a href=\"Royal%20intermarriage\"&gt;marry equally&lt;/a&gt; was \"immoral\". However, the &lt;a href=\"Federal%20Court%20of%20Justice%20of%20Germany\"&gt;Federal Court of Justice of Germany&lt;/a&gt; overturned the original rulings in favour of Georg Friedrich's uncles, the case being &lt;a href=\"Remand%20%28court%20procedure%29\"&gt;remand&lt;/a&gt;ed to the courts at &lt;a href=\"Hechingen\"&gt;Hechingen&lt;/a&gt; and &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt;. This time both courts ruled in favour of Georg Friedrich. His uncles then took their case to the &lt;a href=\"Federal%20Constitutional%20Court%20of%20Germany\"&gt;Federal Constitutional Court of Germany&lt;/a&gt; which overruled the previous court rulings in Georg Friedrich's favour. On 19 October 2005, a German regional court ruled that Georg Friedrich was indeed the principal heir of his grandfather, Louis Ferdinand (who was the primary beneficiary of the &lt;a href=\"trust%20%28law%29\"&gt;trust&lt;/a&gt; set up for the estate of Wilhelm II), but also concluded that each of the children of Louis Ferdinand was entitled to a portion of the Prussian inheritance."
}