{
    "id": "40440822",
    "revid": "82432",
    "url": "https://en.wikipedia.org/wiki?curid=40440822",
    "title": "Non-denominational Muslim",
    "text": "Non-denominational Muslims () are &lt;a href=\"Muslim\"&gt;Muslim&lt;/a&gt;s who do not belong to, do not self-identify with, or cannot be readily classified under one of the identifiable &lt;a href=\"Islamic%20schools%20and%20branches\"&gt;Islamic schools and branches&lt;/a&gt;.\nNon-denomination Muslims are found primarily in Central Asia. &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt; has the largest amount of Non-denomination Muslims which constitute about 74% of the population. Southeastern Europe also has a large amount of Non-denominational Muslims.\nSectarian controversies have a long and complex history in Islam and they have been exploited and amplified by rulers for political ends. However, the notion of Muslim unity has remained an important ideal and in modern times intellectuals have spoken against sectarian divisions. Recent surveys report that large proportions of Muslims in some parts of the world self-identify as \"just Muslim\", although there is little published analysis available regarding the motivations underlying this response.\nEtymology.\nNon-.\nThe description \"non-\" may be used for example in relation to Islamic studies at educational institutions that are not limited in scope to one particular \"&lt;a href=\"madhhab\"&gt;madhhab&lt;/a&gt;\" or school of jurisprudence. For non-denominational Muslims, Pew uses the description of \"choose not to affiliate\" while Russian officials use the term \"Unaffiliated Muslims\" for those who do not belong to any branch or denomination.\nThe term , i.e., \"non-follower\", can be used to describe the adherents of movements such as &lt;a href=\"Salafi%20movement\"&gt;Salafism&lt;/a&gt; and &lt;a href=\"Ahl-e-Hadith\"&gt;Ahl-e-Hadith&lt;/a&gt; who do not necessarily follow the rulings of a particular traditional but identify as Sunni Muslims.\nOverview.\nHistory of sectarianism.\nAfter the death of the Islamic prophet &lt;a href=\"Muhammad\"&gt;Muhammad&lt;/a&gt;, two conflicting views emerged about who should succeed him as the leader of the Muslim community. Some Muslims, who believed that Muhammad never clearly named his successor, resorted to the Arabian tradition of electing their leader by a council of influential members of the community. Others believed that Muhammad had chosen his cousin and son-in-law &lt;a href=\"Ali%20ibn%20Abi%20Talib\"&gt;Ali ibn Abi Talib&lt;/a&gt; to succeed him. This disagreement eventually resulted in a &lt;a href=\"First%20Fitna\"&gt;civil war&lt;/a&gt; which pitted supporters of Ali against supporters of the founder of the &lt;a href=\"Umayyad\"&gt;Umayyad&lt;/a&gt; dynasty &lt;a href=\"Muawiyah%20I\"&gt;Muawiyah&lt;/a&gt;, and these two camps later evolved into the &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt; and &lt;a href=\"Shia\"&gt;Shia&lt;/a&gt; denominations. For the Shias, Ali and the &lt;a href=\"Imamah%20%28Shia%20doctrine%29\"&gt;Imams&lt;/a&gt; who succeeded him gradually became the embodiment of God's continuing guidance, and they tended to stress the religious functions of the caliphate and deplore its political compromises; Sunnis were more inclined to circumscribe its religious role and more readily accepted its pragmatic dimensions. As these differences became increasingly vested with religious importance, they gave rise to two distinct forms of Islam.\nOne assumption is that Sunnis represent Islam as it existed before the divisions, and should be considered as normative, or the standard. This perception is partly due to the reliance on highly ideological sources that have been accepted as reliable historical works, and also because the vast majority of the population is Sunni. Both Sunnism and Shi'ism are the end products of several centuries of competition between ideologies. Both sects used each other to further cement their own identities and divisions.\nIn the &lt;a href=\"Early%20Modern%20period\"&gt;Early Modern period&lt;/a&gt; the conflict between Shias and Sunnis took a turn for the worse when the &lt;a href=\"Safavid\"&gt;Safavid&lt;/a&gt; and &lt;a href=\"Ottoman%20Dynasty\"&gt;Ottoman&lt;/a&gt; dynasties turned the military conflict between them into a religious war after the Safavids made Shia Islam the state religion in their empire. During that era some Sunnis and Shias for the first time began refusing to recognize each other as Muslims. Sectarianism continued to be exploited for political benefits into modern times. An example of this was the &lt;a href=\"Muhammad%20Zia-ul-Haq\"&gt;Zia&lt;/a&gt; regime in Pakistan, who used sectarian divisions between the Sunni and Shia to counter the growing geopolitical influence of Iran, as well as to distract from the domestic political problems. Post-Zia governments in Pakistan continued to \"cynically manipulate sectarian conflicts for short term political gain.\"\nDevelopment and thought.\nIslam originally brought a radical &lt;a href=\"egalitarianism\"&gt;egalitarianism&lt;/a&gt; to a fiercely tribal society, within which a person's status was based on his tribal membership. The Quran set all individuals as equals, erasing the importance of tribal status. The primary identity of \"Muslims\" became simply \"Muslim\", rather than as a member of a tribe, ethnicity or gender. The Quranic concept of the &lt;a href=\"ummah\"&gt;ummah&lt;/a&gt; depends on this unified concept of an Islamic community, and it was appealed to again in the 19th century, as a response to colonialism by European powers. One Muslim scholar leading the emphasis on Muslim unity was &lt;a href=\"Muhammad%20Iqbal\"&gt;Muhammad Iqbal&lt;/a&gt;, whose views have been referred to as \"ummatic\". Iqbal emphatically referred to sectarianism as an \"idol\" that needed to be \"smashed forever\". He is quoted as having stated, \"I condemn this accursed religious and social sectarianism, there are no Wahhabis, Shias, &lt;a href=\"Ahmadiyya\"&gt;Mirza&lt;/a&gt;'s or Sunnis. Fight not for interpretations of the truth when the truth itself is in danger.\" In his later life, Iqbal began to transcend the narrow domain of nationalist causes and began to speak to the Muslims spread all over the globe, encouraging them to unify as one community.\n&lt;a href=\"Muhammad%20Ali%20Jinnah%23Jinnah.27s%20conversion%20by%20Iqbal\"&gt;Iqbal's influence on Jinnah&lt;/a&gt;, the founder of Pakistan, is also well documented. Jinnah, who was born to an &lt;a href=\"Isma%27ilism\"&gt;Ismaili Shia&lt;/a&gt; family and briefly converted to &lt;a href=\"Twelver\"&gt;Twelver Shi'ism&lt;/a&gt; as a young man, publicly described himself as neither Shia nor Sunni, his standard answer to questions asking him to define his sect being: \"was Muhammad the Prophet a Shia or a Sunni?\"\nOther intellectuals who spoke against sectarianism during this era were &lt;a href=\"Altaf%20Hussain%20Hali\"&gt;Altaf Hussain Hali&lt;/a&gt;, who blamed sectarianism for the decline of Muslims, the &lt;a href=\"Aga%20Khan%20III\"&gt;Aga Khan III&lt;/a&gt;, who cited it as a hindrance to progress, and &lt;a href=\"Muhammad%20Akram%20Khan\"&gt;Muhammad Akram Khan&lt;/a&gt;, who said sectarianism drained the intellectual capacities of Muslim scholars.\nNon-denominational Muslims may also defend their stance by pointing to the Quran such as &lt;a href=\"Al%20Imran\"&gt;Al Imran&lt;/a&gt; verse 103, which asks Muslims to stay united and not to become divided. In Pakistan, sectarianism is cited as a hindrance to the unification of Islamic Law: \"Codification of the Islamic Laws related to family and property on the basis of the concept of Talfiq should also be considered. This will require strong public opinion in favour of this unification of the Islamic Law on a non-sectarian basis, as no change can be considered permanent unless it has full support of the public.\"\nAcademia.\nThere are faith schools and graduation programs with curriculums that have been described as being oriented towards \"non-denominational Islam\". Non-denominational Muslims have been adopted by some theocratic governments into their fold of pan-Islamism as a means to tackle unreasoning partisanship and &lt;a href=\"takfirism\"&gt;takfirism&lt;/a&gt;. Some academic press publishing companies have assigned a proper noun-like title to Muslims without a specific sectarian affiliation by capitalizing the designation as \"Just a Muslim\". The customs and rituals practised by non-denominational Muslims in Northern Nigeria are statistically more likely to be &lt;a href=\"Sunni\"&gt;Sunni&lt;/a&gt;-inclined. In other jurisdictions, some officials have applied a mandatory religious instruction that purportedly gives students a non-denominational outlook in an attempt to appear pluralistic, but in practice, does no such thing.\nDispersions.\nWestern-born Muslims are more likely to be non-affiliated than immigrant Muslims, and when pressed may suggest they try to follow Islamic religious texts \"as closely as possible\". Although Pew has given comprehensive figures on Muslims with an unspecified branch or affiliation, earlier research from 2006 has also come from &lt;a href=\"Council%20on%20American%E2%80%93Islamic%20Relations\"&gt;CAIR&lt;/a&gt;. Some publishers and authors have categorized such non-specified Muslims as being within the liberal or &lt;a href=\"Liberal%20movements%20within%20Islam\"&gt;progressive&lt;/a&gt; stream of the faith. &lt;a href=\"Sahel\"&gt;Sahel&lt;/a&gt;ian non-denominational Muslims have demonstrated an aversion to austere religious measures. However, non-denominational Muslims in a locality in India have expressly suggested that non-denominational Islam is more traditional than what they consider as the more puritan and reformist &lt;a href=\"Deobandi\"&gt;Deobandi&lt;/a&gt; movement.\nAlthough some non-denominational Muslims came to their position &lt;a href=\"social%20influence\"&gt;influenced&lt;/a&gt; by their parents, others have come to this position irrespective and in spite of their parents. Some laymen non-denominational Muslims exhibit hostility towards the notion that Islam is divided into the binary subdivisions of Sunnism and Shiaism, thereby erasing space for the unaffiliated non-denominational Muslims.\nNon-denominational Islam has been described as a generic or a broad run-of-the-mill approach to the faith. Some adherents to the non-denominational form of Islam perceive it as less judgemental or censorious. Some non-denominational Muslims consider their unaffiliated stance to be a shield against the risk of becoming docile and meek subjects of domineering clergymen. According to the Muslim Council of America, facets occurring among non-denominational Muslims from a practical point of view includes lacking organizational convenance or spokespersons, and in terms of precepts, a universal or inclusive approach to all schools of thought. According to MCA, non-denominational Muslims also deemphasize the opinion of scholars, viewing them as non-binding, reject the blasphemy or laws within Islam, and posit the implementation of human dignity, freedom of expression and human intellect according to circumstance and changing situations, such as discernment between the present and seventh century Arabia. They have also depicted non-denominational Muslims as having a theological position that favors self-determination, human intellect, human dignity, a proportionate level of egalitarianism between the various religions and genders, and adapting to changing circumstances. Despite on occasion sourcing indicating that those identifying as \"just a Muslim\" may constitute up to a quarter of Muslims, more established institutions may express hostility to such a flexible approach to faith due to its ability to foment attitudes calling for an elimination of &lt;a href=\"Islamic%20clergy\"&gt;Islamic clergy&lt;/a&gt;.\nSetting.\nIn 2017, there were 144 non-denominational prayer rooms and other places of worship in the &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt;, open to all denominations. This represented 7.4% of the total of mosques and Islamic prayer rooms in the UK. 99% of them provided women's facilities such as prayer space, toilets or ablution spaces. In 2013, there were 156 non-denominational Muslim prayer rooms and places of worship in the U.K, although according to Mehmood Naqshbandi, the congregation does not necessarily subscribe to the same viewpoints as the staff. This represented 3.5 per cent of the total mosque capacity and 9.4% of the total number of mosques and Islamic prayer rooms in the UK. Those who are \"non-denominational Muslim\" have seen the term adopted or adherents coalescing with a wide assortment of persuasions, including &lt;a href=\"Islamic%20revival\"&gt;Muslim revivalists&lt;/a&gt;, &lt;a href=\"Salafism\"&gt;Salafists&lt;/a&gt;, active members of the &lt;a href=\"Muslim%20Brotherhood\"&gt;Muslim Brotherhood&lt;/a&gt;, &lt;a href=\"LGBT%20Muslims\"&gt;LGBT Muslims&lt;/a&gt;, or the quintessential all-embracing college, described as a \"non-denominational Muslim institution\" in &lt;a href=\"Ota%2C%20Ogun\"&gt;Ota Ogun State&lt;/a&gt;, Nigeria wherein in the 1950s, all its Islam-related shelves were stocked with books solely affiliated with &lt;a href=\"Ahmadiyya\"&gt;Ahmadiyya&lt;/a&gt; or from western orientalists, even though Ahmadiyya is considered heretical by institutions in some of the most populous Muslim-majority countries such as Pakistan and Indonesia.\nDemographics.\nAccording to the &lt;a href=\"Pew%20Research%20Center\"&gt;Pew Research Center&lt;/a&gt;'s Religion &amp; Public Life Project, at least one in five Muslims in at least 22 countries self-identifies as \"just Muslim\". The country with the highest proportion of Muslims identifying themselves in this non-sectarian way is &lt;a href=\"Kazakhstan\"&gt;Kazakhstan&lt;/a&gt; at 74%. It also reports that such respondents make up a majority of the Muslims in eight countries (and a plurality in three others): &lt;a href=\"Albania\"&gt;Albania&lt;/a&gt; (65%), &lt;a href=\"Kyrgyzstan\"&gt;Kyrgyzstan&lt;/a&gt; (64%), &lt;a href=\"Kosovo\"&gt;Kosovo&lt;/a&gt; (58%), &lt;a href=\"Indonesia\"&gt;Indonesia&lt;/a&gt; (56%), &lt;a href=\"Mali\"&gt;Mali&lt;/a&gt; (55%), &lt;a href=\"Bosnia%20and%20Herzegovina\"&gt;Bosnia and Herzegovina&lt;/a&gt; (54%), &lt;a href=\"Uzbekistan\"&gt;Uzbekistan&lt;/a&gt; (54%), &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt; (52%), &lt;a href=\"Azerbaijan\"&gt;Azerbaijan&lt;/a&gt; (45%), &lt;a href=\"Russia\"&gt;Russia&lt;/a&gt; (45%), and &lt;a href=\"Nigeria\"&gt;Nigeria&lt;/a&gt; (42%). Other countries with significant percentages are: &lt;a href=\"Cameroon\"&gt;Cameroon&lt;/a&gt; (40%), &lt;a href=\"Tunisia\"&gt;Tunisia&lt;/a&gt; (40%), &lt;a href=\"Guinea%20Bissau\"&gt;Guinea Bissau&lt;/a&gt; (36%), &lt;a href=\"Uganda\"&gt;Uganda&lt;/a&gt; (33%), &lt;a href=\"Morocco\"&gt;Morocco&lt;/a&gt; (30%), &lt;a href=\"Senegal\"&gt;Senegal&lt;/a&gt; (27%), &lt;a href=\"Chad\"&gt;Chad&lt;/a&gt; (23%), &lt;a href=\"Ethiopia\"&gt;Ethiopia&lt;/a&gt; (23%), &lt;a href=\"Liberia\"&gt;Liberia&lt;/a&gt; (22%), &lt;a href=\"Niger\"&gt;Niger&lt;/a&gt; (20%), &lt;a href=\"Tanzania\"&gt;Tanzania&lt;/a&gt; (20%), and &lt;a href=\"Pakistan\"&gt;Pakistan&lt;/a&gt; (15%).\nCommentary.\nIt has been described as a phenomenon that gained momentum in the 20th century which can overlap with orthodox Sunni tenets despite adherents not adhering to any specific &lt;a href=\"madhab\"&gt;madhab&lt;/a&gt;. In an alluding commentary on surah &lt;a href=\"Al-Mu%27minoon\"&gt;Al-Mu'minoon&lt;/a&gt; verse 53, &lt;a href=\"Abdullah%20Yusuf%20Ali\"&gt;Abdullah Yusuf Ali&lt;/a&gt; states:\nSee also.\nReform movements within Islam:\nOther religions:"
}