{
    "id": "4046712",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=4046712",
    "title": "Beaumont Municipal Airport",
    "text": "Beaumont Municipal Airport is seven miles west of downtown &lt;a href=\"Beaumont%2C%20Texas\"&gt;Beaumont&lt;/a&gt;, in &lt;a href=\"Jefferson%20County%2C%20Texas\"&gt;Jefferson County, Texas&lt;/a&gt;. The &lt;a href=\"National%20Plan%20of%20Integrated%20Airport%20Systems\"&gt;National Plan of Integrated Airport Systems&lt;/a&gt; for 2017–2021 &lt;a href=\"FAA%20airport%20categories\"&gt;categorized&lt;/a&gt; it as a \"&lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt;\" facility.\nAirlines at Beaumont operate from &lt;a href=\"Jack%20Brooks%20Regional%20Airport\"&gt;Jack Brooks Regional Airport&lt;/a&gt; (BPT) south of the city.\nFacilities.\nThe airport covers 276 &lt;a href=\"acre\"&gt;acre&lt;/a&gt;s (112 &lt;a href=\"hectare\"&gt;ha&lt;/a&gt;) at an &lt;a href=\"elevation\"&gt;elevation&lt;/a&gt; of 32 feet (10 m). It has two &lt;a href=\"runway\"&gt;runway&lt;/a&gt;s: 13/31 is 4,001 by 75 feet (1,220 x 23 m) &lt;a href=\"asphalt\"&gt;asphalt&lt;/a&gt;; 16/34 is 2,050 by 75 feet (625 x 23 m) turf.\nIn the year ending July 30, 2011 the airport had 15,500 aircraft operations, average 42 per day: 97% &lt;a href=\"general%20aviation\"&gt;general aviation&lt;/a&gt; and 3% military. In August 2017, 30 aircraft were based at the airport: 25 single-engine, 1 multi-engine, 1 jet and 3 &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;.\nHistory.\nThe airport opened in 1937; construction was a &lt;a href=\"Works%20Project%20Administration\"&gt;Works Project Administration&lt;/a&gt; project. The airport was used &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; by the &lt;a href=\"United%20States%20Army%20Air%20Corps\"&gt;Army Air Corps&lt;/a&gt; for antisubmarine patrols. Until around 1940 Eastern Air Lines flights between Houston and New York stopped at Beaumont, one a day each way, and the airport probably never saw airlines after that—it didn't get a paved runway until the 1960s.\nImprovements.\nA $230,000 building replaced the original terminal building in the late 1970s. Other improvements included paved runways, taxiway, parking apron and lighting costing $593,000.\nRunway and taxiways were improved in 2009; partial financing was from a $2.9 million grant from the Texas Department of Transportation.\nIn 2014 facilities were completely renovated. Upcoming improvements include a 12,500 sq ft hangar, a 2,500 sq ft office building, removal of a two unit T-Hangar replaced by an eight unit T-Hangar."
}