{
    "id": "4047259",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4047259",
    "title": "Polite number",
    "text": "In &lt;a href=\"number%20theory\"&gt;number theory&lt;/a&gt;, a polite number is a &lt;a href=\"positive%20integer\"&gt;positive integer&lt;/a&gt; that can be written as the sum of two or more consecutive positive integers. A positive integer which is not polite is called impolite. The impolite numbers are exactly the &lt;a href=\"power%20of%20two\"&gt;powers of two&lt;/a&gt;, and the polite numbers are the &lt;a href=\"natural%20number\"&gt;natural number&lt;/a&gt;s that are not powers of two.\nPolite numbers have also been called staircase numbers because the &lt;a href=\"Young%20diagram\"&gt;Young diagram&lt;/a&gt;s which represent graphically the &lt;a href=\"Partition%20%28number%20theory%29\"&gt;partition&lt;/a&gt;s of a polite number into consecutive integers (in the &lt;a href=\"Young_tableau%23Diagrams\"&gt;French notation&lt;/a&gt; of drawing these diagrams) resemble &lt;a href=\"staircase\"&gt;staircase&lt;/a&gt;s. If all numbers in the sum are strictly greater than one, the numbers so formed are also called trapezoidal numbers because they represent patterns of points arranged in a &lt;a href=\"trapezoid\"&gt;trapezoid&lt;/a&gt;.\nThe problem of representing numbers as sums of consecutive integers and of counting the number of representations of this type has been studied by &lt;a href=\"James%20Joseph%20Sylvester\"&gt;Sylvester&lt;/a&gt;, Mason, &lt;a href=\"William%20J.%20LeVeque\"&gt;Leveque&lt;/a&gt;, and many other more recent authors. The polite numbers describe the possible numbers of sides of the &lt;a href=\"Reinhardt%20polygon\"&gt;Reinhardt polygon&lt;/a&gt;s.\nExamples and characterization.\nThe first few polite numbers are\nThe impolite numbers are exactly the &lt;a href=\"power%20of%20two\"&gt;powers of two&lt;/a&gt;. It follows from the &lt;a href=\"Lambek%E2%80%93Moser%20theorem\"&gt;Lambek–Moser theorem&lt;/a&gt; that the \"n\"th polite number is \"f\"(\"n\" + 1), where\nPoliteness.\nThe \"politeness\" of a positive number is defined as the number of ways it can be expressed as the sum of consecutive integers. For every \"x\", the politeness of \"x\" equals the number of &lt;a href=\"odd%20number\"&gt;odd&lt;/a&gt; &lt;a href=\"divisor\"&gt;divisor&lt;/a&gt;s of \"x\" that are greater than one. \nThe politeness of the numbers 1, 2, 3, ... is\nFor instance, the politeness of 9 is 2 because it has two odd divisors, 3 and itself, and two polite representations\nthe politeness of 15 is 3 because it has three odd divisors, 3, 5, and 15, and (as is familiar to &lt;a href=\"cribbage\"&gt;cribbage&lt;/a&gt; players) three polite representations\nAn easy way of calculating the politeness of a positive number by decomposing the number into its &lt;a href=\"prime%20factors\"&gt;prime factors&lt;/a&gt;, taking the powers of all prime factors greater than 2, adding 1 to all of them, multiplying the numbers thus obtained with each other and subtracting 1. For instance 90 has politeness 5 because formula_2; the powers of 3 and 5 are respectively 2 and 1, and applying this method formula_3.\nConstruction of polite representations from odd divisors.\nTo see the connection between odd divisors and polite representations, suppose a number \"x\" has the odd divisor \"y\" &gt; 1. Then \"y\" consecutive integers centered on \"x\"/\"y\" (so that their average value is \"x\"/\"y\") have \"x\" as their sum:\nSome of the terms in this sum may be zero or negative. However, if a term is zero it can be omitted and any negative terms may be used to cancel positive ones, leading to a polite representation for \"x\". (The requirement that \"y\" &gt; 1 corresponds to the requirement that a polite representation have more than one term; applying the same construction for \"y\" = 1 would just lead to the trivial one-term representation \"x\" = \"x\".)\nFor instance, the polite number \"x\" = 14 has a single nontrivial odd divisor, 7. It is therefore the sum of 7 consecutive numbers centered at 14/7 = 2:\nThe first term, −1, cancels a later +1, and the second term, zero, can be omitted, leading to the polite representation\nConversely, every polite representation of \"x\" can be formed from this construction. If a representation has an odd number of terms, \"x\"/\"y\" is the middle term, while if it has an &lt;a href=\"parity%20%28mathematics%29\"&gt;even&lt;/a&gt; number of terms and its minimum value is \"m\" it may be extended in a unique way to a longer sequence with the same sum and an odd number of terms, by including the 2\"m\" − 1 numbers −(\"m\" − 1), −(\"m\" − 2), ..., −1, 0, 1, ..., \"m\" − 2, \"m\" − 1.\nAfter this extension, again, \"x\"/\"y\" is the middle term. By this construction, the polite representations of a number and its odd divisors greater than one may be placed into a &lt;a href=\"bijection\"&gt;one-to-one correspondence&lt;/a&gt;, giving a &lt;a href=\"bijective%20proof\"&gt;bijective proof&lt;/a&gt; of the characterization of polite numbers and politeness. More generally, the same idea gives a two-to-one correspondence between, on the one hand, representations as a sum of consecutive integers (allowing zero, negative numbers, and single-term representations) and on the other hand odd divisors (including 1).\nAnother generalization of this result states that, for any \"n\", the number of partitions of \"n\" into odd numbers having \"k\" distinct values equals the number of partitions of \"n\" into distinct numbers having \"k\" maximal runs of consecutive numbers. \nHere a run is one or more consecutive values such that the next larger and the next smaller consecutive values are not part of the partition; for instance the partition 10 = 1 + 4 + 5 has two runs, 1 and 4 + 5.\nA polite representation has a single run, and a partition with one value \"d\" is equivalent to a factorization of \"n\" as the product \"d\" ⋅ (\"n\"/\"d\"), so the special case \"k\" = 1 of this result states again the equivalence between polite representations and odd factors (including in this case the trivial representation \"n\" = \"n\" and the trivial odd factor 1).\nTrapezoidal numbers.\nIf a polite representation starts with 1, the number so represented is a &lt;a href=\"triangular%20number\"&gt;triangular number&lt;/a&gt;\nOtherwise, it is the difference of two nonconsecutive triangular numbers\nThis second case is called a trapezoidal number. One can also consider polite numbers that aren't trapezoidal. The only such numbers are the triangular numbers with only one nontrivial odd divisor, because for those numbers, according to the &lt;a href=\"bijection\"&gt;bijection&lt;/a&gt; described earlier, the odd divisor corresponds to the triangular representation and there can be no other polite representations. Thus, non-trapezoidal polite number must have the form of a power of two multiplied by an odd prime. As Jones and Lord observe, there are exactly two types of triangular numbers with this form:\n. For instance, the perfect number 28 = 23 − 1(23 − 1) and the number 136 = 24 − 1(24 + 1) are both this type of polite number. It is conjectured that there are infinitely many Mersenne primes, in which case there are also infinitely many polite numbers of this type."
}