{
    "id": "40471",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=40471",
    "title": "Thessaloniki",
    "text": "Thessaloniki (; , ), also known as Thessalonica (), Saloniki or Salonica () is the second-largest city in &lt;a href=\"Greece\"&gt;Greece&lt;/a&gt;, with over 1 million inhabitants in its &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;metropolitan area&lt;/a&gt;, and the &lt;a href=\"capital%20city\"&gt;capital&lt;/a&gt; of the &lt;a href=\"geographic%20regions%20of%20Greece\"&gt;geographic region&lt;/a&gt; of &lt;a href=\"Macedonia%20%28Greece%29\"&gt;Macedonia&lt;/a&gt;, the &lt;a href=\"administrative%20regions%20of%20Greece\"&gt;administrative region&lt;/a&gt; of &lt;a href=\"Central%20Macedonia\"&gt;Central Macedonia&lt;/a&gt; and the &lt;a href=\"Decentralized%20Administration%20of%20Macedonia%20and%20Thrace\"&gt;Decentralized Administration of Macedonia and Thrace&lt;/a&gt;. It is also known in &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; as (), literally \"the co-capital\", a reference to its historical status as the () or \"co-reigning\" city of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; alongside &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;.\nThessaloniki is located on the &lt;a href=\"Thermaic%20Gulf\"&gt;Thermaic Gulf&lt;/a&gt;, at the northwest corner of the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt;. It is bounded on the west by the delta of the &lt;a href=\"Vardar\"&gt;Axios&lt;/a&gt;. The &lt;a href=\"Thessaloniki%20%28municipality%29\"&gt;municipality of Thessaloniki&lt;/a&gt;, the historical center, had a population of 325,182 in 2011, while the &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;Thessaloniki metropolitan area&lt;/a&gt; had 1,030,338 inhabitants in 2011. It is Greece’s second major economic, industrial, commercial and political centre; it is a major transportation hub for Greece and southeastern Europe, notably through the &lt;a href=\"Port%20of%20Thessaloniki\"&gt;Port of Thessaloniki&lt;/a&gt;. The city is renowned for its festivals, events and vibrant cultural life in general, and is considered to be Greece's cultural capital. Events such as the &lt;a href=\"Thessaloniki%20International%20Fair\"&gt;Thessaloniki International Fair&lt;/a&gt; and the &lt;a href=\"Thessaloniki%20International%20Film%20Festival\"&gt;Thessaloniki International Film Festival&lt;/a&gt; are held annually, while the city also hosts the largest bi-annual meeting of the &lt;a href=\"Greek%20diaspora\"&gt;Greek diaspora&lt;/a&gt;. Thessaloniki was the 2014 &lt;a href=\"European%20Youth%20Capital\"&gt;European Youth Capital&lt;/a&gt;.\nThe city of Thessaloniki was founded in 315 BC by &lt;a href=\"Cassander\"&gt;Cassander of Macedon&lt;/a&gt; and was named after his wife &lt;a href=\"Thessalonike%20of%20Macedon\"&gt;Thessalonike&lt;/a&gt;, daughter of &lt;a href=\"Philip%20II%20of%20Macedon\"&gt;Philip II of Macedon&lt;/a&gt; and sister of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;. An important metropolis by the Roman period, Thessaloniki was the second largest and wealthiest city of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;. It &lt;a href=\"Siege%20of%20Thessalonica%20%281422%E2%80%931430%29\"&gt;was conquered by the Ottomans&lt;/a&gt; in 1430 and remained an important seaport and multi-ethnic metropolis during the nearly five centuries of &lt;a href=\"Ottoman%20Greece\"&gt;Turkish rule&lt;/a&gt;. It passed from the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; to the &lt;a href=\"Kingdom%20of%20Greece\"&gt;Kingdom of Greece&lt;/a&gt; on 8 November 1912. Thessaloniki exhibits &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine architecture&lt;/a&gt;, including &lt;a href=\"Paleochristian%20and%20Byzantine%20monuments%20of%20Thessaloniki\"&gt;numerous Paleochristian and Byzantine monuments&lt;/a&gt;, a &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt;, as well as several &lt;a href=\"Roman%20Empire\"&gt;Roman&lt;/a&gt;, &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; and &lt;a href=\"Sephardic%20Jewish\"&gt;Sephardic Jewish&lt;/a&gt; structures. The city's main university, &lt;a href=\"Aristotle%20University\"&gt;Aristotle University&lt;/a&gt;, is the largest in Greece and the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;.\nThessaloniki is a popular tourist destination in Greece. In 2013, \"&lt;a href=\"National%20Geographic%20%28magazine%29\"&gt;National Geographic Magazine&lt;/a&gt;\" included Thessaloniki in its top tourist destinations worldwide, while in 2014 \"&lt;a href=\"Financial%20Times\"&gt;Financial Times&lt;/a&gt;\" FDI magazine (Foreign Direct Investments) declared Thessaloniki as the best mid-sized European city of the future for human capital and lifestyle.&lt;ref name=\"European Cities and Regions of the Future 2014/15\"&gt;&lt;/ref&gt; Among street photographers, the center of Thessaloniki is also considered the most popular destination for &lt;a href=\"street%20photography\"&gt;street photography&lt;/a&gt; in Greece.\nNames and etymology.\nThe original name of the city was . It was named after the princess &lt;a href=\"Thessalonike%20of%20Macedon\"&gt;Thessalonike of Macedon&lt;/a&gt;, the half sister of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt;, whose name means \"Thessalian victory\", from Thessalos, and 'victory' (&lt;a href=\"Nike%20%28mythology%29\"&gt;Nike&lt;/a&gt;), honoring the Macedonian victory at the &lt;a href=\"Battle%20of%20Crocus%20Field\"&gt;Battle of Crocus Field&lt;/a&gt; (353/352 BC).\nMinor variants are also found, including , , , and .\nThe name is first attested in Greek in the &lt;a href=\"Chronicle%20of%20the%20Morea\"&gt;Chronicle of the Morea&lt;/a&gt; (14th century), and is common in &lt;a href=\"folk%20song\"&gt;folk song&lt;/a&gt;s, but it must have originated earlier, as &lt;a href=\"Muhammad%20al-Idrisi\"&gt;al-Idrisi&lt;/a&gt; called it \"Salunik\" already in the 12th century. It is the basis for the city's name in other languages: (\"Solunŭ\") in &lt;a href=\"Old%20Church%20Slavonic\"&gt;Old Church Slavonic&lt;/a&gt;, () in &lt;a href=\"Judaeo-Spanish\"&gt;Judeo-Spanish&lt;/a&gt;, () in &lt;a href=\"Hebrew\"&gt;Hebrew&lt;/a&gt;, (\"Selânik\") in &lt;a href=\"Ottoman%20Turkish%20language\"&gt;Ottoman Turkish&lt;/a&gt; and in &lt;a href=\"Turkish%20language\"&gt;modern Turkish&lt;/a&gt;, in &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;, \"Solun\" or in the &lt;a href=\"Slavic%20speakers%20of%20Greek%20Macedonia\"&gt;local&lt;/a&gt; and neighboring &lt;a href=\"South%20Slavic%20languages\"&gt;South Slavic languages&lt;/a&gt;, (\"Saloníki\") in &lt;a href=\"Russian%20language\"&gt;Russian&lt;/a&gt;, and \"Sãrunã\" in &lt;a href=\"Aromanian%20language\"&gt;Aromanian&lt;/a&gt;.\nIn English, the city can be called Thessaloniki, Salonika, Thessalonica, Salonica, Thessalonika, Saloniki, Thessalonike, or Thessalonice. In printed texts, the most common name and spelling until the early 20th century was Thessalonica; through most of rest of the 20th century, it was Salonika. By about 1985, the most common single name became Thessaloniki. The forms with the Latin ending \"-a\" taken together remain more common than those with the phonetic Greek ending \"-i\" and much more common than the ancient transliteration \"-e\".\nThessaloniki was revived as the city's official name in 1912, when it joined the &lt;a href=\"Kingdom%20of%20Greece%20%28Gl%C3%BCcksburg%29\"&gt;Kingdom of Greece&lt;/a&gt; during the &lt;a href=\"Balkan%20Wars\"&gt;Balkan Wars&lt;/a&gt;. In local speech, the city's name is typically pronounced with a dark and deep \"&lt;a href=\"Velarized%20alveolar%20lateral%20approximant\"&gt;L&lt;/a&gt;\" characteristic of Modern Macedonian accent. The name is often abbreviated as .\nHistory.\nFrom classical antiquity to the Roman Empire.\nThe city was founded around 315 BC by the &lt;a href=\"Cassander\"&gt;King Cassander of Macedon&lt;/a&gt;, on or near the site of the ancient town of &lt;a href=\"Therma\"&gt;Therma&lt;/a&gt; and 26 other local villages. He named it after his wife &lt;a href=\"Thessalonike%20of%20Macedon\"&gt;Thessalonike&lt;/a&gt;, a half-sister of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; and princess of Macedonia as daughter of &lt;a href=\"Philip%20II%20of%20Macedon\"&gt;Philip II&lt;/a&gt;. Under the kingdom of Macedonia the city retained its own autonomy and parliament and evolved to become the most important city in Macedonia.\nAfter the fall of the &lt;a href=\"Macedonia%20%28ancient%20kingdom%29\"&gt;Kingdom of Macedonia&lt;/a&gt; in 168 BC, in 148 BC Thessalonica was made the capital of the &lt;a href=\"Macedonia%20%28Roman%20province%29\"&gt;Roman province of Macedonia&lt;/a&gt;. Thessalonica became a &lt;a href=\"free%20city%20%28antiquity%29\"&gt;free city&lt;/a&gt; of the &lt;a href=\"Roman%20Republic\"&gt;Roman Republic&lt;/a&gt; under &lt;a href=\"Mark%20Antony\"&gt;Mark Antony&lt;/a&gt; in 41 BC. It grew to be an important trade hub located on the \"&lt;a href=\"Via%20Egnatia\"&gt;Via Egnatia&lt;/a&gt;\", the road connecting &lt;a href=\"Dyrrhachium\"&gt;Dyrrhachium&lt;/a&gt; with &lt;a href=\"Byzantium\"&gt;Byzantium&lt;/a&gt;, which facilitated trade between Thessaloniki and great centers of commerce such as &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; and &lt;a href=\"Byzantium\"&gt;Byzantium&lt;/a&gt;. Thessaloniki also lay at the southern end of the main north–south route through the Balkans along the valleys of the &lt;a href=\"Great%20Morava\"&gt;Morava&lt;/a&gt; and &lt;a href=\"Vardar\"&gt;Axios&lt;/a&gt; river valleys, thereby linking the Balkans with the rest of Greece. The city became the capital of one of the four Roman districts of Macedonia; later it became the capital of all the Greek provinces of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; because of its importance in the &lt;a href=\"Balkan%20peninsula\"&gt;Balkan peninsula&lt;/a&gt;.\nAt the time of the Roman Empire, about 50 A.D., Thessaloniki was also one of the &lt;a href=\"early%20centers%20of%20Christianity\"&gt;early centers of Christianity&lt;/a&gt;; while on his second missionary journey, &lt;a href=\"Paul%20the%20Apostle\"&gt;Paul the Apostle&lt;/a&gt; visited this city's chief synagogue on three Sabbaths and sowed the seeds for Thessaloniki's first Christian church. Later, Paul wrote two letters to the new church at Thessaloniki, preserved in the &lt;a href=\"Biblical%20canon\"&gt;Biblical canon&lt;/a&gt; as &lt;a href=\"First%20Epistle%20to%20the%20Thessalonians\"&gt;First&lt;/a&gt; and &lt;a href=\"Second%20Epistle%20to%20the%20Thessalonians\"&gt;Second Thessalonians&lt;/a&gt;. Some scholars hold that the First Epistle to the Thessalonians is the first written book of the &lt;a href=\"New%20Testament\"&gt;New Testament&lt;/a&gt;.\nIn 306 AD, Thessaloniki acquired a patron saint, &lt;a href=\"Demetrius%20of%20Thessaloniki\"&gt;St. Demetrius&lt;/a&gt;, a Christian whom Galerius is said to have put to death. Most scholars agree with &lt;a href=\"Hippolyte%20Delehaye\"&gt;Hippolyte Delehaye&lt;/a&gt;'s theory that Demetrius was not a Thessaloniki native, but his veneration was transferred to Thessaloniki when it replaced &lt;a href=\"Sirmium\"&gt;Sirmium&lt;/a&gt; as the main military base in the Balkans. A &lt;a href=\"basilica\"&gt;basilica&lt;/a&gt;l church dedicated to St. Demetrius, &lt;a href=\"Hagios%20Demetrios\"&gt;Hagios Demetrios&lt;/a&gt;, was first built in the 5th century AD and is now a &lt;a href=\"UNESCO%20World%20Heritage%20Site\"&gt;UNESCO World Heritage Site&lt;/a&gt;.\nWhen the Roman Empire was divided into the &lt;a href=\"tetrarchy\"&gt;tetrarchy&lt;/a&gt;, Thessaloniki became the administrative capital of one of the four portions of the Empire under &lt;a href=\"Galerius\"&gt;Galerius Maximianus Caesar&lt;/a&gt;, where Galerius commissioned an imperial palace, a new &lt;a href=\"hippodrome\"&gt;hippodrome&lt;/a&gt;, a &lt;a href=\"triumphal%20arch\"&gt;triumphal arch&lt;/a&gt; and a &lt;a href=\"mausoleum\"&gt;mausoleum&lt;/a&gt; among others.\nIn 379, when the Roman &lt;a href=\"praetorian%20prefecture%20of%20Illyricum\"&gt;Prefecture of Illyricum&lt;/a&gt; was divided between the East and West Roman Empires, Thessaloniki became the capital of the new Prefecture of Illyricum. The following year, the &lt;a href=\"Edict%20of%20Thessalonica\"&gt;Edict of Thessalonica&lt;/a&gt; made &lt;a href=\"Christianity\"&gt;Christianity&lt;/a&gt; the state religion of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. In 390, &lt;a href=\"Goths\"&gt;Gothic&lt;/a&gt; troops under the Roman Emperor &lt;a href=\"Theodosius%20I\"&gt;Theodosius I&lt;/a&gt;, led a &lt;a href=\"Massacre%20of%20Thessalonica\"&gt;massacre against the inhabitants of Thessalonica&lt;/a&gt;, who had risen in revolt against the Gothic soldiers. By the time of the &lt;a href=\"Fall%20of%20the%20Western%20Roman%20Empire\"&gt;Fall of Rome&lt;/a&gt; in 476, Thessaloniki was the second-largest city of the &lt;a href=\"Byzantine%20Empire\"&gt;Eastern Roman Empire&lt;/a&gt;.\nByzantine era and Middle Ages.\nFrom the first years of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;, Thessaloniki was considered the second city in the Empire after &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;, both in terms of wealth and size. with a population of 150,000 in the mid-12th century. The city held this status until its transfer to Venetian control in 1423. In the 14th century, the city's population exceeded 100,000 to 150,000, making it larger than &lt;a href=\"London\"&gt;London&lt;/a&gt; at the time.\nDuring the 6th and 7th centuries, the area around Thessaloniki was invaded by &lt;a href=\"Pannonian%20Avars\"&gt;Avars&lt;/a&gt; and Slavs, who unsuccessfully laid siege to the city several times, as narrated in the \"&lt;a href=\"Miracles%20of%20Saint%20Demetrius\"&gt;Miracles of Saint Demetrius&lt;/a&gt;\". Traditional historiography stipulates that many Slavs settled in the hinterland of Thessaloniki; however, modern scholars consider this migration to have been on a much smaller scale than previously thought. In the 9th century, the Byzantine missionaries &lt;a href=\"Cyril%20and%20Methodius\"&gt;Cyril and Methodius&lt;/a&gt;, both natives of the city, created the first &lt;a href=\"literary%20language\"&gt;literary language&lt;/a&gt; of the Slavs, the &lt;a href=\"Old%20Church%20Slavonic\"&gt;Old Church Slavonic&lt;/a&gt;, most likely based on the Slavic dialect used in the hinterland of their hometown.\nA naval attack led by &lt;a href=\"List%20of%20converts%20to%20Islam%20from%20Christianity\"&gt;Byzantine converts to Islam&lt;/a&gt; (including &lt;a href=\"Leo%20of%20Tripoli\"&gt;Leo of Tripoli&lt;/a&gt;) in 904 resulted in the &lt;a href=\"Sack%20of%20Thessalonica%20%28904%29\"&gt;sack of the city&lt;/a&gt;.\nThe economic expansion of the city continued through the 12th century as the rule of the &lt;a href=\"Komnenoi\"&gt;Komnenoi&lt;/a&gt; emperors expanded Byzantine control to the north. Thessaloniki passed out of Byzantine hands in 1204, when Constantinople was &lt;a href=\"siege%20of%20Constantinople%20%281204%29\"&gt;captured&lt;/a&gt; by the forces of the &lt;a href=\"Fourth%20Crusade\"&gt;Fourth Crusade&lt;/a&gt; and incorporated the city and its surrounding territories in the &lt;a href=\"Kingdom%20of%20Thessalonica\"&gt;Kingdom of Thessalonica&lt;/a&gt; — which then became the largest &lt;a href=\"vassal\"&gt;vassal&lt;/a&gt; of the &lt;a href=\"Latin%20Empire\"&gt;Latin Empire&lt;/a&gt;. In 1224, the Kingdom of Thessalonica was overrun by the &lt;a href=\"Despotate%20of%20Epirus\"&gt;Despotate of Epirus&lt;/a&gt;, a remnant of the former Byzantine Empire, under &lt;a href=\"Theodore%20Komnenos%20Doukas\"&gt;Theodore Komnenos Doukas&lt;/a&gt; who crowned himself Emperor, and the city became the capital of the short-lived &lt;a href=\"Empire%20of%20Thessalonica\"&gt;Empire of Thessalonica&lt;/a&gt;. Following his defeat at &lt;a href=\"Battle%20of%20Klokotnitsa\"&gt;Klokotnitsa&lt;/a&gt; however in 1230, the Empire of Thessalonica became a vassal state of the &lt;a href=\"Second%20Bulgarian%20Empire\"&gt;Second Bulgarian Empire&lt;/a&gt; until it was recovered again in 1246, this time by the &lt;a href=\"Nicaean%20Empire\"&gt;Nicaean Empire&lt;/a&gt;.\nIn 1342, the city saw the rise of the &lt;a href=\"Zealots%20of%20Thessalonica\"&gt;Commune of the Zealots&lt;/a&gt;, an anti-aristocratic party formed of sailors and the poor, which is nowadays described as social-revolutionary. The city was practically independent of the rest of the Empire, as it had its own government, a form of republic. The zealot movement was overthrown in 1350 and the city was reunited with the rest of the Empire.\nThe &lt;a href=\"Fall%20of%20Gallipoli\"&gt;capture&lt;/a&gt; of &lt;a href=\"Gelibolu\"&gt;Gallipoli&lt;/a&gt; by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottomans&lt;/a&gt; in 1354 kicked off a rapid Turkish expansion in the southern &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt;, conducted both by the Ottomans themselves and by semi-independent Turkish &lt;a href=\"ghazi%20%28warrior%29\"&gt;ghazi&lt;/a&gt; warrior-bands. By 1369, the Ottomans were able to &lt;a href=\"Ottoman%20conquest%20of%20Adrianople\"&gt;conquer Adrianople&lt;/a&gt; (modern &lt;a href=\"Edirne\"&gt;Edirne&lt;/a&gt;), which became their new capital until &lt;a href=\"Fall%20of%20Constantinople\"&gt;1453&lt;/a&gt;. Thessalonica, ruled by &lt;a href=\"Manuel%20II%20Palaiologos\"&gt;Manuel II Palaiologos&lt;/a&gt; (r. 1391–1425) itself surrendered after a &lt;a href=\"Siege%20of%20Thessalonica%20%281383%E2%80%931387%29\"&gt;lengthy siege in 1383–1387&lt;/a&gt;, along with most of eastern and central Macedonia, to the forces of Sultan &lt;a href=\"Murad%20I\"&gt;Murad I&lt;/a&gt;. Initially, the surrendered cities were allowed complete autonomy in exchange for payment of the \"&lt;a href=\"kharaj\"&gt;kharaj&lt;/a&gt;\" &lt;a href=\"poll-tax\"&gt;poll-tax&lt;/a&gt;. Following the death of Emperor &lt;a href=\"John%20V%20Palaiologos\"&gt;John V Palaiologos&lt;/a&gt; in 1391, however, Manuel II escaped Ottoman custody and went to Constantinople, where he was crowned emperor, succeeding his father. This angered Sultan &lt;a href=\"Bayezid%20I\"&gt;Bayezid I&lt;/a&gt;, who laid waste to the remaining Byzantine territories, and then turned on Chrysopolis, which was captured by storm and largely destroyed. Thessalonica too submitted again to Ottoman rule at this time, possibly after brief resistance, but was treated more leniently: although the city was brought under full Ottoman control, the Christian population and the Church retained most of their possessions, and the city retained its institutions.\nThessalonica remained in Ottoman hands until 1403, when Emperor Manuel II sided with Bayezid's eldest son &lt;a href=\"S%C3%BCleyman%20%C3%87elebi\"&gt;Süleyman&lt;/a&gt; in the &lt;a href=\"Ottoman%20Interregnum\"&gt;Ottoman succession struggle&lt;/a&gt; that broke out following the crushing defeat and capture of Bayezid at the &lt;a href=\"Battle%20of%20Ankara\"&gt;Battle of Ankara&lt;/a&gt; against &lt;a href=\"Tamerlane\"&gt;Tamerlane&lt;/a&gt; in 1402. In exchange for his support, in the &lt;a href=\"Treaty%20of%20Gallipoli\"&gt;Treaty of Gallipoli&lt;/a&gt; the Byzantine emperor secured the return of Thessalonica, part of its hinterland, the &lt;a href=\"Chalcidice\"&gt;Chalcidice&lt;/a&gt; peninsula, and the coastal region between the rivers &lt;a href=\"Strymon%20River\"&gt;Strymon&lt;/a&gt; and &lt;a href=\"Pineios%20%28Thessaly%29\"&gt;Pineios&lt;/a&gt;. Thessalonica and the surrounding region were given as an autonomous &lt;a href=\"appanage\"&gt;appanage&lt;/a&gt; to &lt;a href=\"John%20VII%20Palaiologos\"&gt;John VII Palaiologos&lt;/a&gt;. After his death in 1408, he was succeeded by Manuel's third son, the &lt;a href=\"Despot%20%28court%20title%29\"&gt;Despot&lt;/a&gt; &lt;a href=\"Andronikos%20Palaiologos%20%28son%20of%20Manuel%20II%29\"&gt;Andronikos Palaiologos&lt;/a&gt;, who was supervised by &lt;a href=\"Demetrios%20Leontares\"&gt;Demetrios Leontares&lt;/a&gt; until 1415. Thessalonica enjoyed a period of relative peace and prosperity after 1403, as the Turks were preoccupied with their own civil war, but was attacked by the rival Ottoman pretenders in 1412 (by &lt;a href=\"Musa%20%C3%87elebi\"&gt;Musa Çelebi&lt;/a&gt;) and 1416 (during the uprising of &lt;a href=\"Mustafa%20%C3%87elebi\"&gt;Mustafa Çelebi&lt;/a&gt; against &lt;a href=\"Mehmed%20I\"&gt;Mehmed I&lt;/a&gt;). Once the Ottoman civil war ended, the Turkish pressure on the city began to increase again. Just as during the 1383–1387 siege, this led to a sharp division of opinion within the city between factions supporting resistance, if necessary with Western help, or submission to the Ottomans.\nIn 1423, Despot Andronikos Palaiologos ceded it to the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt; with the hope that it could be protected from the Ottomans who were &lt;a href=\"Siege%20of%20Thessalonica%20%281422%E2%80%931430%29\"&gt;besieging the city&lt;/a&gt;. The Venetians held Thessaloniki until it was captured by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; Sultan &lt;a href=\"Murad%20II\"&gt;Murad II&lt;/a&gt; on 29 March 1430.\nOttoman period.\nWhen Sultan &lt;a href=\"Murad%20II\"&gt;Murad II&lt;/a&gt; captured Thessaloniki and &lt;a href=\"looting\"&gt;sacked&lt;/a&gt; it in 1430, contemporary reports estimated that about one-fifth of the city's population was enslaved. &lt;a href=\"Ottoman%20weapons%23Firearms%20and%20artillery\"&gt;Ottoman artillery&lt;/a&gt; was used to secure the city's capture and bypass its double walls. Upon the conquest of Thessaloniki, some of its inhabitants escaped, including intellectuals such as &lt;a href=\"Theodorus%20Gaza\"&gt;Theodorus Gaza&lt;/a&gt; \"Thessalonicensis\" and &lt;a href=\"Andronicus%20Callistus\"&gt;Andronicus Callistus&lt;/a&gt;. However, the change of sovereignty from the Byzantine Empire to the Ottoman one did not affect the city's prestige as a major imperial city and trading hub. Thessaloniki and &lt;a href=\"Smyrna\"&gt;Smyrna&lt;/a&gt;, although smaller in size than &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt;, were the Ottoman Empire's most important trading hubs. Thessaloniki's importance was mostly in the field of &lt;a href=\"shipping\"&gt;shipping&lt;/a&gt;, but also in manufacturing, while most of the city's trade was controlled by ethnic &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt;.\nDuring the Ottoman period, the city's population of &lt;a href=\"Ottomans\"&gt;Ottoman&lt;/a&gt; &lt;a href=\"Muslims\"&gt;Muslims&lt;/a&gt; (including those of &lt;a href=\"Turkish%20people\"&gt;Turkish&lt;/a&gt; origin, as well as &lt;a href=\"Albanian%20Muslims\"&gt;Albanian Muslim&lt;/a&gt;, &lt;a href=\"Bulgarian%20Muslim\"&gt;Bulgarian Muslim&lt;/a&gt; and &lt;a href=\"Greek%20Muslim\"&gt;Greek Muslim&lt;/a&gt; of convert origin) grew substantially. According to the 1478 census Selânik (), as the city came to be known in Ottoman Turkish, had 6,094 Greek Orthodox &lt;a href=\"household\"&gt;household&lt;/a&gt;s, 4,320 Muslim ones, and some Catholic. No Jews were recorded in the census suggesting that the subsequent influx of Jewish population was not linked to the already existing &lt;a href=\"Romaniote%20Jews\"&gt;Romaniots&lt;/a&gt; community. Soon after the turn of the 15th to 16th century, however, nearly 20,000 &lt;a href=\"Sephardic%20Jews\"&gt;Sephardic Jews&lt;/a&gt; immigrated to Greece from the &lt;a href=\"Iberian%20Peninsula\"&gt;Iberian Peninsula&lt;/a&gt; following their expulsion from Spain by the 1492 &lt;a href=\"Alhambra%20Decree\"&gt;Alhambra Decree&lt;/a&gt;. By c. 1500, the number of households had grown to 7,986 Greek ones, 8,575 Muslim ones, and 3,770 Jewish. By 1519, Sephardic Jewish households numbered 15,715, 54% of the city's population. Some historians consider the Ottoman regime's invitation to Jewish settlement was a strategy to prevent the ethnic Greek population from dominating the city. The city became both the largest Jewish city in the world and the only Jewish majority city in the world in the 16th century. As a result, Thessaloniki attracted persecuted Jews from all over the world.\nThessaloniki was the capital of the &lt;a href=\"Sanjak%20of%20Selanik\"&gt;Sanjak of Selanik&lt;/a&gt; within the wider &lt;a href=\"Rumeli%20Eyalet\"&gt;Rumeli Eyalet&lt;/a&gt; (Balkans) until 1826, and subsequently the capital of &lt;a href=\"Selanik%20Eyalet\"&gt;Selanik Eyalet&lt;/a&gt; (after 1867, the &lt;a href=\"Selanik%20Vilayet\"&gt;Selanik Vilayet&lt;/a&gt;). This consisted of the sanjaks of Selanik, &lt;a href=\"Sanjak%20of%20Serres\"&gt;Serres&lt;/a&gt; and &lt;a href=\"Sanjak%20of%20Drama\"&gt;Drama&lt;/a&gt; between 1826 and 1912.\nWith the break out of the &lt;a href=\"Greek%20War%20of%20Independence\"&gt;Greek War of Independence&lt;/a&gt; in the spring of 1821, the governor Yusuf Bey imprisoned in his headquarters more than 400 hostages. On 18 May, when Yusuf learned of the insurrection to the villages of &lt;a href=\"Chalkidiki\"&gt;Chalkidiki&lt;/a&gt;, he ordered half of his hostages to be slaughtered before his eyes. The mulla of Thessaloniki, Hayrıülah, gives the following description of Yusuf's retaliations: \"Every day and every night you hear nothing in the streets of Thessaloniki but shouting and moaning. It seems that Yusuf Bey, the Yeniceri Agasi, the Subaşı, the hocas and the ulemas have all gone raving mad.\" It would take until the end of the century for the city's Greek community to recover.\nThessaloniki was also a &lt;a href=\"Janissary\"&gt;Janissary&lt;/a&gt; stronghold where novice Janissaries were trained. In June 1826, regular Ottoman soldiers attacked and destroyed the Janissary base in Thessaloniki while also killing over 10,000 Janissaries, an event known as &lt;a href=\"The%20Auspicious%20Incident\"&gt;The Auspicious Incident&lt;/a&gt; in Ottoman history. In 1870–1917, driven by economic growth, the city's population expanded by 70%, reaching 135,000 in 1917.\nThe last few decades of Ottoman control over the city were an era of revival, particularly in terms of the city's infrastructure. It was at that time that the Ottoman administration of the city acquired an \"official\" face with the creation of the &lt;a href=\"Government%20House%20%28Thessaloniki%29\"&gt;Government House&lt;/a&gt; while a number of new public buildings were built in the &lt;a href=\"Eclecticism\"&gt;eclectic style&lt;/a&gt; in order to project the European face both of Thessaloniki and the Ottoman Empire. The city walls were torn down between 1869 and 1889, efforts for a planned expansion of the city are evident as early as 1879, the first tram service started in 1888 and the city streets were illuminated with electric lamp posts in 1908. In 1888, the &lt;a href=\"Chemins%20de%20fer%20Orientaux\"&gt;Oriental Railway&lt;/a&gt; connected Thessaloniki to Central Europe via rail through &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt; and to &lt;a href=\"Bitola\"&gt;Monastir&lt;/a&gt; in 1893, while the &lt;a href=\"Thessaloniki%E2%80%93Alexandroupoli%20railway\"&gt;Thessaloniki-Istanbul Junction Railway&lt;/a&gt; connected it to &lt;a href=\"Istanbul\"&gt;Constantinople&lt;/a&gt; in 1896.\n20th century and since.\nIn the early 20th century, Thessaloniki was in the center of radical activities by various groups; the &lt;a href=\"Internal%20Macedonian%20Revolutionary%20Organization\"&gt;Internal Macedonian Revolutionary Organization&lt;/a&gt;, founded in 1897, and the Greek &lt;a href=\"Struggle%20for%20Macedonia%23Causes\"&gt;Macedonian Committee&lt;/a&gt;, founded in 1903. In 1903, an anarchist group known as the &lt;a href=\"Boatmen%20of%20Thessaloniki\"&gt;Boatmen of Thessaloniki&lt;/a&gt; planted bombs in several buildings in Thessaloniki, including the &lt;a href=\"Ottoman%20Bank\"&gt;Ottoman Bank&lt;/a&gt;, with some assistance from the IMRO. The Greek consulate in Ottoman Thessaloniki (now the &lt;a href=\"Museum%20for%20the%20Macedonian%20Struggle%20%28Thessaloniki%29\"&gt;Museum of the Macedonian Struggle&lt;/a&gt;) served as the center of operations for the Greek guerillas.\nDuring this period, and since the 16th century, Thessaloniki's Jewish element was the most dominant; it was the only city in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; where the Jews were a majority of the total population. The city was ethnically diverse and &lt;a href=\"cosmopolitanism\"&gt;cosmopolitan&lt;/a&gt;. In 1890, its population had risen to 118,000, 47% of which were Jews, followed by Turks (22%), Greeks (14%), Bulgarians (8%), Roma (2%), and others (7%). By 1913, the ethnic composition of the city had changed so that the population stood at 157,889, with Jews at 39%, followed again by Turks (29%), Greeks (25%), Bulgarians (4%), Roma (2%), and others at 1%. Many varied religions were practiced and many languages spoken, including &lt;a href=\"Judaeo-Spanish\"&gt;Judeo-Spanish&lt;/a&gt;, a dialect of &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt; spoken by the city's Jews.\nThessaloniki was also the center of activities of the &lt;a href=\"Young%20Turks\"&gt;Young Turks&lt;/a&gt;, a political reform movement, which goal was to replace the Ottoman Empire's absolute monarchy with a constitutional government. The Young Turks started out as an underground movement, until finally in 1908, they started the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk Revolution&lt;/a&gt; from the city of Thessaloniki, which lead to of them gaining control over the Ottoman Empire and put an end to the Ottoman sultans power. &lt;a href=\"Eleftherias%20Square\"&gt;Eleftherias (Liberty) Square&lt;/a&gt;, where the Young Turks gathered at the outbreak of the revolution, is named after the event. Turkey's first president &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Ataturk&lt;/a&gt;, who was born and raised in Thessaloniki, was a member of the Young Turks in his soldier days and also partook in the Young Turk Revolution.\nAs the &lt;a href=\"First%20Balkan%20War\"&gt;First Balkan War&lt;/a&gt; broke out, Greece declared war on the Ottoman Empire and expanded its borders. When &lt;a href=\"Eleftherios%20Venizelos\"&gt;Eleftherios Venizelos&lt;/a&gt;, &lt;a href=\"Prime%20Minister%20of%20Greece\"&gt;Prime Minister&lt;/a&gt; at the time, was asked if the Greek army should move towards Thessaloniki or Monastir (now &lt;a href=\"Bitola\"&gt;Bitola&lt;/a&gt;, &lt;a href=\"Republic%20of%20North%20Macedonia\"&gt;Republic of North Macedonia&lt;/a&gt;), Venizelos replied \"\" (\"Thessaloniki, at all costs!\"). As both Greece and &lt;a href=\"Kingdom%20of%20Bulgaria\"&gt;Bulgaria&lt;/a&gt; wanted Thessaloniki, the Ottoman garrison of the city entered negotiations with both armies. On 8 November 1912 (26 October &lt;a href=\"Adoption%20of%20the%20Gregorian%20calendar\"&gt;Old Style&lt;/a&gt;), the feast day of the city's patron saint, &lt;a href=\"Saint%20Demetrius%20of%20Thessaloniki\"&gt;Saint Demetrius&lt;/a&gt;, the Greek Army accepted the surrender of the Ottoman garrison at Thessaloniki. The Bulgarian army arrived one day after the surrender of the city to Greece and Tahsin Pasha, ruler of the city, told the Bulgarian officials that \"I have only one Thessaloniki, which I have surrendered\". After the &lt;a href=\"Second%20Balkan%20War\"&gt;Second Balkan War&lt;/a&gt;, Thessaloniki and the rest of the &lt;a href=\"Greek%20Macedonia\"&gt;Greek portion&lt;/a&gt; of &lt;a href=\"Macedonia%20%28region%29\"&gt;Macedonia&lt;/a&gt; were officially annexed to Greece by the &lt;a href=\"Treaty%20of%20Bucharest%20%281913%29\"&gt;Treaty of Bucharest&lt;/a&gt; in 1913. On 18 March 1913 &lt;a href=\"George%20I%20of%20Greece\"&gt;George I of Greece&lt;/a&gt; was assassinated in the city by &lt;a href=\"Alexandros%20Schinas\"&gt;Alexandros Schinas&lt;/a&gt;.\nIn 1915, during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, a large &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allied&lt;/a&gt; &lt;a href=\"Expeditionary%20warfare\"&gt;expeditionary force&lt;/a&gt; established a base at Thessaloniki for operations against pro-German Bulgaria. This culminated in the establishment of the &lt;a href=\"Macedonian%20front%20%28World%20War%20I%29\"&gt;Macedonian Front&lt;/a&gt;, also known as the Salonika Front. And a temporary hospital run by the &lt;a href=\"Scottish%20Women%27s%20Hospitals%20for%20Foreign%20Service\"&gt;Scottish Women's Hospitals for Foreign Service&lt;/a&gt; was set up in a disused factory. In 1916, pro-&lt;a href=\"Venizelism\"&gt;Venizelist&lt;/a&gt; Greek army officers and civilians, with the support of the Allies, launched an uprising, creating a pro-Allied &lt;a href=\"Provisional%20government\"&gt;temporary government&lt;/a&gt; by the name of the \"&lt;a href=\"Provisional%20Government%20of%20National%20Defence\"&gt;Provisional Government of National Defence&lt;/a&gt;\" that controlled the \"New Lands\" (lands that were gained by Greece in the &lt;a href=\"Balkan%20Wars\"&gt;Balkan Wars&lt;/a&gt;, most of &lt;a href=\"Northern%20Greece\"&gt;Northern Greece&lt;/a&gt; including &lt;a href=\"Macedonia%20%28Greece%29\"&gt;Greek Macedonia&lt;/a&gt;, the &lt;a href=\"North%20Aegean\"&gt;North Aegean&lt;/a&gt; as well as the island of &lt;a href=\"Crete\"&gt;Crete&lt;/a&gt;); the official government of the King in &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, the \"State of Athens\", controlled \"Old Greece\" which were traditionally monarchist. The State of Thessaloniki was disestablished with the unification of the two opposing Greek governments under Venizelos, following the &lt;a href=\"abdicate\"&gt;abdication&lt;/a&gt; of &lt;a href=\"Constantine%20I%20of%20Greece\"&gt;King Constantine&lt;/a&gt; in 1917.\nOn 30 December 1915 an &lt;a href=\"Austria-Hungarian%20Empire\"&gt;Austrian&lt;/a&gt; &lt;a href=\"wikt%3Aair%20raid\"&gt;air raid&lt;/a&gt; on Thessaloniki alarmed many town civilians and killed at least one person, and in response the Allied troops based there arrested the German, Austrian, Bulgarian and Turkish &lt;a href=\"vice-consul\"&gt;vice-consul&lt;/a&gt;s and their families and dependents and put them on a battleship, and billeted troops in their consulate buildings in Thessaloniki.\nMost of the old center of the city was destroyed by the &lt;a href=\"Great%20Thessaloniki%20Fire%20of%201917\"&gt;Great Thessaloniki Fire of 1917&lt;/a&gt;, which was started accidentally by an unattended kitchen fire on 18 August 1917. The fire swept through the centre of the city, leaving 72,000 people homeless; according to the Pallis Report, most of them were Jewish (50,000). Many businesses were destroyed, as a result, 70% of the population were unemployed. Two churches and many synagogues and mosques were lost. More than one quarter of the total population of approximately 271,157 became homeless. Following the fire the government prohibited quick rebuilding, so it could implement the new redesign of the city according to the European-style urban plan prepared by a group of architects, including the Briton &lt;a href=\"Thomas%20Mawson\"&gt;Thomas Mawson&lt;/a&gt;, and headed by French architect &lt;a href=\"Ernest%20H%C3%A9brard\"&gt;Ernest Hébrard&lt;/a&gt;. Property values fell from 6.5 million &lt;a href=\"Greek%20drachma\"&gt;Greek drachma&lt;/a&gt;s to 750,000.\nAfter the defeat of Greece in the &lt;a href=\"Greco-Turkish%20War%20%281919%E2%80%931922%29\"&gt;Greco-Turkish War&lt;/a&gt; and during the break-up of the Ottoman Empire, a &lt;a href=\"population%20exchange\"&gt;population exchange&lt;/a&gt; took place between Greece and Turkey. Over 160,000 ethnic Greeks deported from the former &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; – particularly Greeks from &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt; and &lt;a href=\"East%20Thrace\"&gt;East Thrace&lt;/a&gt; were resettled in the city, changing its demographics. Additionally many of the city's Muslims, including Ottoman &lt;a href=\"Greek%20Muslims\"&gt;Greek Muslims&lt;/a&gt;, were deported to &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, ranging at about 20,000 people. This made the Greek element dominant, while the Jewish population was reduced to a minority for the first time since the 14th century.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; Thessaloniki was heavily bombarded by &lt;a href=\"Kingdom%20of%20Italy%23Fascist%20regime%20%281922%E2%80%931943%29\"&gt;Fascist Italy&lt;/a&gt; (with 232 people dead, 871 wounded and over 800 buildings damaged or destroyed in November 1940 alone), and, the Italians having failed in &lt;a href=\"Greco-Italian%20War\"&gt;their invasion of Greece&lt;/a&gt;, it fell to the forces of &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; on 8 April 1941 and went under German occupation. The Nazis soon forced the Jewish residents into a ghetto near the railroads and on 15 March 1943 began the deportation of the city's Jews to &lt;a href=\"Auschwitz%20concentration%20camp\"&gt;Auschwitz&lt;/a&gt; and &lt;a href=\"Bergen-Belsen%20concentration%20camp\"&gt;Bergen-Belsen concentration camp&lt;/a&gt;s. Most were immediately murdered in the &lt;a href=\"gas%20chambers\"&gt;gas chambers&lt;/a&gt;. Of the 45,000 Jews deported to Auschwitz, only 4% survived.\nDuring a speech in &lt;a href=\"Reichstag%20%28Nazi%20Germany%29\"&gt;Reichstag&lt;/a&gt;, Hitler claimed that the intention of his Balkan campaign, was to prevent the Allies from establishing \"a new Macedonian front\", as they had during WWI. The importance of Thessaloniki to &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; can be demonstrated by the fact that, initially, &lt;a href=\"Hitler\"&gt;Hitler&lt;/a&gt; had planned to incorporate it directly into &lt;a href=\"Nazi%20Germany\"&gt;Nazi Germany&lt;/a&gt; and not have it controlled by a puppet state such as the &lt;a href=\"Hellenic%20State%20%281941%E2%80%931944%29\"&gt;Hellenic State&lt;/a&gt; or an ally of Germany (Thessaloniki had been promised to &lt;a href=\"Kingdom%20of%20Yugoslavia\"&gt;Yugoslavia&lt;/a&gt; as a reward for joining the &lt;a href=\"Axis%20powers\"&gt;Axis&lt;/a&gt; on 25 March 1941). \nAs it was the first major city in Greece to fall to the occupying forces, the first &lt;a href=\"Greek%20resistance\"&gt;Greek resistance&lt;/a&gt; group formed in Thessaloniki (under the name , , \"Freedom\") as well as the first anti-Nazi newspaper in an occupied territory anywhere in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;, also by the name \"Eleftheria\". Thessaloniki was also home to a military camp-converted-concentration camp, known in German as \"Konzentrationslager Pavlo Mela\" (&lt;a href=\"Pavlos%20Melas\"&gt;Pavlos Melas&lt;/a&gt; Concentration Camp), where members of the resistance and other anti-fascists were held either to be killed or sent to other concentration camps. On 30 October 1944, after battles with the retreating German army and the Security Battalions of &lt;a href=\"Georgios%20Poulos\"&gt;Poulos&lt;/a&gt;, forces of &lt;a href=\"Greek%20People%27s%20Liberation%20Army\"&gt;ELAS&lt;/a&gt; entered Thessaloniki as liberators headed by &lt;a href=\"Markos%20Vafiadis\"&gt;Markos Vafiadis&lt;/a&gt; (who did not obey orders from ELAS leadership in Athens to not enter the city). Pro-EAM celebrations and demonstrations followed in the city. In the &lt;a href=\"Greek%20plebiscite%2C%201946\"&gt;1946 monarchy referendum&lt;/a&gt;, the majority of the locals voted in favor of a republic, contrary to the rest of Greece.\nAfter the war, Thessaloniki was rebuilt with large-scale development of new infrastructure and industry throughout the 1950s, 1960s and 1970s. Many of its architectural treasures still remain, adding value to the city as a tourist destination, while several early Christian and Byzantine monuments of Thessaloniki were added to the &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage list&lt;/a&gt; in 1988. In 1997, Thessaloniki was celebrated as the &lt;a href=\"European%20Capital%20of%20Culture\"&gt;European Capital of Culture&lt;/a&gt;, sponsoring events across the city and the region. Agency established to oversee the cultural activities of that year 1997 was still in existence by 2010. In 2004, the city hosted a number of the &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; events as part of the &lt;a href=\"2004%20Summer%20Olympics\"&gt;2004 Summer Olympics&lt;/a&gt;.\nToday, Thessaloniki has become one of the most important trade and business hubs in &lt;a href=\"Southeastern%20Europe\"&gt;Southeastern Europe&lt;/a&gt;, with its port, the &lt;a href=\"Port%20of%20Thessaloniki\"&gt;Port of Thessaloniki&lt;/a&gt; being one of the largest in the Aegean and facilitating trade throughout the Balkan hinterland. On 26 October 2012 the city celebrated its centennial since its incorporation into Greece. The city also forms one of the largest student centers in Southeastern Europe, is host to the largest student population in Greece and was the &lt;a href=\"European%20Youth%20Capital\"&gt;European Youth Capital&lt;/a&gt; in 2014.\nGeography.\nThessaloniki is located 502 kilometres (312 mi) north of &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;.\nThessaloniki's urban area spreads over 30 kilometres (19 mi) from &lt;a href=\"Oraiokastro\"&gt;Oraiokastro&lt;/a&gt; in the north to &lt;a href=\"Thermi\"&gt;Thermi&lt;/a&gt; in the south in the direction of &lt;a href=\"Chalkidiki\"&gt;Chalkidiki&lt;/a&gt;.\nGeology.\nThessaloniki lies on the northern fringe of the &lt;a href=\"Thermaic%20Gulf\"&gt;Thermaic Gulf&lt;/a&gt; on its eastern coast and is bound by &lt;a href=\"Mount%20Chortiatis\"&gt;Mount Chortiatis&lt;/a&gt; on its southeast. Its proximity to imposing &lt;a href=\"mountain\"&gt;mountain&lt;/a&gt; ranges, hills and fault lines, especially towards its southeast have historically made the city prone to geological changes.\nSince medieval times, Thessaloniki was hit by strong &lt;a href=\"earthquake\"&gt;earthquake&lt;/a&gt;s, notably in 1759, 1902, 1978 and 1995. On 19–20 June 1978, the city suffered &lt;a href=\"1978%20Thessaloniki%20earthquake\"&gt;a series of powerful earthquakes&lt;/a&gt;, registering 5.5 and 6.5 on the &lt;a href=\"Richter%20magnitude%20scale\"&gt;Richter scale&lt;/a&gt;. The tremors caused considerable damage to a number of buildings and ancient monuments, but the city withstood the catastrophe without any major problems. One apartment building in central Thessaloniki collapsed during the second earthquake, killing many, raising the final death toll to 51.\nClimate.\nThessaloniki's climate is directly affected by the Aegean Sea, on which it is situated. The city lies in a transitional climatic zone, so its climate displays characteristics of several climates. According to the &lt;a href=\"K%C3%B6ppen%20climate%20classification\"&gt;Köppen climate classification&lt;/a&gt;, city has a &lt;a href=\"Mediterranean%20climate\"&gt;Mediterranean climate&lt;/a&gt; (\"Csa\"), bordering on a &lt;a href=\"semi-arid%20climate\"&gt;semi-arid climate&lt;/a&gt; (\"BSk\"), observed on the periphery of the region. Its average annual precipitation of is due to the &lt;a href=\"Pindus\"&gt;Pindus&lt;/a&gt; rain shadow drying the westerly winds. However, the city has a summer precipitation between , which prevents it from qualifying as a Mediterranean climate (\"Csa\"), and increases gradually towards the north and west, turning humid subtropical.\nWinters are relatively dry, with common morning frost. Snowfalls occur sporadically more or less every winter, but the snow cover does not last for more than a few days. Fog is common, with an average of 193 foggy days in a year. During the coldest winters, temperatures can drop to . The record minimum temperature in Thessaloniki was . On average, Thessaloniki experiences frost (sub-zero temperature) 32 days a year. The coldest month of the year in the city is January, with an average 24-hour temperature of . Wind is also usual in the winter months, with December and January having an average wind speed of .\nThessaloniki's summers are hot and quite dry. Maximum temperatures usually rise above , but they rarely approach or go over ; the average number of days the temperature is above is 32. The maximum recorded temperature in the city was . Rain seldom falls in summer, mainly during thunderstorms. In the summer months Thessaloniki also experiences strong &lt;a href=\"heat%20wave\"&gt;heat wave&lt;/a&gt;s. The hottest month of the year in the city is July, with an average 24-hour temperature of .\nGovernment.\nAccording to the &lt;a href=\"Kallikratis%20reform\"&gt;Kallikratis reform&lt;/a&gt;, as of 1 January 2011 the &lt;a href=\"Thessaloniki%20Urban%20Area\"&gt;Thessaloniki Urban Area&lt;/a&gt; () which makes up the \"City of Thessaloniki\", is made up of six self-governing &lt;a href=\"List%20of%20municipalities%20of%20Greece\"&gt;municipalities&lt;/a&gt; () and one municipal unit (). The &lt;a href=\"List%20of%20municipalities%20of%20Greece\"&gt;municipalities&lt;/a&gt; that are included in the &lt;a href=\"Thessaloniki%20Urban%20Area\"&gt;Thessaloniki Urban Area&lt;/a&gt; are those of Thessaloniki (the city center and largest in population size), &lt;a href=\"Kalamaria\"&gt;Kalamaria&lt;/a&gt;, &lt;a href=\"Neapoli-Sykies\"&gt;Neapoli-Sykies&lt;/a&gt;, &lt;a href=\"Pavlos%20Melas%20%28municipality%29\"&gt;Pavlos Melas&lt;/a&gt;, &lt;a href=\"Kordelio-Evosmos\"&gt;Kordelio-Evosmos&lt;/a&gt;, &lt;a href=\"Ampelokipoi-Menemeni\"&gt;Ampelokipoi-Menemeni&lt;/a&gt;, and the municipal units of &lt;a href=\"Pylaia\"&gt;Pylaia&lt;/a&gt; and &lt;a href=\"Panorama%2C%20Thessaloniki\"&gt;Panorama&lt;/a&gt;, part of the municipality of &lt;a href=\"Pylaia-Chortiatis\"&gt;Pylaia-Chortiatis&lt;/a&gt;. Prior to the &lt;a href=\"Kallikratis%20reform\"&gt;Kallikratis reform&lt;/a&gt;, the &lt;a href=\"Thessaloniki%20Urban%20Area\"&gt;Thessaloniki Urban Area&lt;/a&gt; was made up of twice as many municipalities, considerably smaller in size, which created bureaucratic problems.\nThessaloniki Municipality.\nThe &lt;a href=\"Thessaloniki%20%28municipality%29\"&gt;municipality of Thessaloniki&lt;/a&gt; () is the second most populous in Greece, after &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt;, with a resident population of 325,182 (in 2011) and an area of . The municipality forms the core of the &lt;a href=\"Thessaloniki%20Urban%20Area\"&gt;Thessaloniki Urban Area&lt;/a&gt;, with its central district (the city center), referred to as the \"Kentro\", meaning 'center' or 'downtown'.\nThe city's first mayor, Osman Sait Bey, was appointed when the institution of mayor was inaugurated under the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; in 1912. The incumbent mayor is &lt;a href=\"Konstantinos%20Zervas\"&gt;Konstantinos Zervas&lt;/a&gt;. In 2011, the municipality of Thessaloniki had a budget of €464.33 million while the budget of 2012 stands at €409.00 million.\nOther.\nThessaloniki is the second largest city in Greece. It is an influential city for the northern parts of the country and is the capital of the &lt;a href=\"Central%20Macedonia\"&gt;region of Central Macedonia&lt;/a&gt; and the &lt;a href=\"Thessaloniki%20%28regional%20unit%29\"&gt;Thessaloniki regional unit&lt;/a&gt;. The Ministry of Macedonia and Thrace is also based in Thessaloniki, since the city is the \"de facto\" capital of the &lt;a href=\"Geographic%20regions%20of%20Greece\"&gt;Greek region&lt;/a&gt; of &lt;a href=\"Macedonia%20%28Greece%29\"&gt;Macedonia&lt;/a&gt;.\nIt is customary every year for the &lt;a href=\"Prime%20Minister%20of%20Greece\"&gt;Prime Minister of Greece&lt;/a&gt; to announce his administration's policies on a number of issues, such as the economy, at the opening night of the &lt;a href=\"Thessaloniki%20International%20Fair\"&gt;Thessaloniki International Fair&lt;/a&gt;. In 2010, during the first months of the &lt;a href=\"Economy%20of%20Greece%232010%20debt%20crisis\"&gt;2010 Greek debt crisis&lt;/a&gt;, the entire &lt;a href=\"cabinet%20of%20Greece\"&gt;cabinet of Greece&lt;/a&gt; met in Thessaloniki to discuss the country's future.\nIn the &lt;a href=\"Hellenic%20Parliament\"&gt;Hellenic Parliament&lt;/a&gt;, the Thessaloniki urban area constitutes a 16-seat constituency. As of the &lt;a href=\"2019%20Greek%20legislative%20election\"&gt;2019 Greek legislative election&lt;/a&gt; the largest party in Thessaloniki is the &lt;a href=\"New%20Democracy%20%28Greece%29\"&gt;New Democracy&lt;/a&gt; with 35.55% of the vote, followed by the &lt;a href=\"Syriza\"&gt;Coalition of the Radical Left&lt;/a&gt; (31.29%) and the &lt;a href=\"Movement%20for%20Change%20%28Greece%29\"&gt;Movement for Change&lt;/a&gt; (6.05%). The table below summarizes the results of the latest elections.\nCityscape.\nArchitecture.\nArchitecture in Thessaloniki is the direct result of the city's position at the centre of all historical developments in the Balkans. Aside from its commercial importance, Thessaloniki was also for many centuries the military and administrative hub of the region, and beyond this the transportation link between Europe and &lt;a href=\"the%20Levant\"&gt;the Levant&lt;/a&gt;.\nMerchants, traders and refugees from all over Europe settled in the city. The need for commercial and public buildings in this new era of prosperity led to the construction of large edifices in the city center. During this time, the city saw the building of banks, large hotels, theatres, warehouses, and factories. Architects who designed some of the most notable buildings of the city, in the late 19th and early 20th century, include &lt;a href=\"Vitaliano%20Poselli\"&gt;Vitaliano Poselli&lt;/a&gt;, &lt;a href=\"Pietro%20Arrigoni\"&gt;Pietro Arrigoni&lt;/a&gt;, &lt;a href=\"Xenophon%20Paionidis\"&gt;Xenophon Paionidis&lt;/a&gt;, &lt;a href=\"Salvatore%20Poselli\"&gt;Salvatore Poselli&lt;/a&gt;, , &lt;a href=\"Eli%20Modiano\"&gt;Eli Modiano&lt;/a&gt;, &lt;a href=\"Mosh%C3%A9%20Jacques\"&gt;Moshé Jacques&lt;/a&gt;, , &lt;a href=\"Frederic%20Charnot\"&gt;Frederic Charnot&lt;/a&gt;, &lt;a href=\"Ernst%20Ziller\"&gt;Ernst Ziller&lt;/a&gt;, , , &lt;a href=\"Dimitris%20Andronikos\"&gt;Dimitris Andronikos&lt;/a&gt;, &lt;a href=\"Levi%20Ernst\"&gt;Levi Ernst&lt;/a&gt;, &lt;a href=\"Angelos%20Siagas\"&gt;Angelos Siagas&lt;/a&gt;, &lt;a href=\"Alexandros%20Tzonis\"&gt;Alexandros Tzonis&lt;/a&gt; and more, using mainly the styles of &lt;a href=\"Eclecticism\"&gt;Eclecticism&lt;/a&gt;, &lt;a href=\"Art%20Nouveau\"&gt;Art Nouveau&lt;/a&gt; and &lt;a href=\"Baroque%20Revival%20architecture\"&gt;Neobaroque&lt;/a&gt;.\nThe city layout changed after 1870, when the seaside fortifications gave way to extensive piers, and many of the oldest walls of the city were demolished, including those surrounding the &lt;a href=\"White%20Tower%20of%20Thessaloniki\"&gt;White Tower&lt;/a&gt;, which today stands as the main landmark of the city. As parts of the early Byzantine walls were demolished, this allowed the city to expand east and west along the coast.\nThe expansion of &lt;a href=\"Eleftherias%20Square\"&gt;Eleftherias Square&lt;/a&gt; towards the sea completed the new commercial hub of the city and at the time was considered one of the most vibrant squares of the city. As the city grew, workers moved to the western districts, because of their proximity to factories and industrial activities; while the middle and &lt;a href=\"Social%20class\"&gt;upper classes&lt;/a&gt; gradually moved from the city-center to the eastern suburbs, leaving mainly businesses. In 1917, a devastating fire swept through the city and burned uncontrollably for 32 hours. It destroyed the city's historic center and a large part of its architectural heritage, but paved the way for modern development featuring wider diagonal avenues and monumental squares.\nCity centre.\nAfter the Great Thessaloniki Fire of 1917, a team of architects and urban planners including &lt;a href=\"Thomas%20Mawson\"&gt;Thomas Mawson&lt;/a&gt; and &lt;a href=\"Ernest%20Hebrard\"&gt;Ernest Hebrard&lt;/a&gt;, a French architect, chose the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; era as the basis of their (re)building designs for Thessaloniki's city centre. The new city plan included axes, diagonal streets and monumental squares, with a &lt;a href=\"Grid%20plan\"&gt;street grid&lt;/a&gt; that would channel traffic smoothly. The plan of 1917 included provisions for future population expansions and a street and road network that would be, and still is sufficient today. It contained sites for public buildings and provided for the restoration of Byzantine churches and Ottoman mosques.\nAlso called the \"historic centre\", it is divided into several districts, including Dimokratias Square (Democracy Sq. known also as \"Vardaris\") \"&lt;a href=\"Ladadika\"&gt;Ladadika&lt;/a&gt;\" (where many entertainment venues and tavernas are located), \"Kapani\" (where the &lt;a href=\"Modiano%20Market\"&gt;city's central Modiano market&lt;/a&gt; is located), \"Diagonios, &lt;a href=\"Navarinou%20Square\"&gt;Navarinou&lt;/a&gt;, &lt;a href=\"Arch%20of%20Galerius%20and%20Rotunda\"&gt;Rotonda&lt;/a&gt;, &lt;a href=\"Agias%20Sofias%20Square\"&gt;Agia Sofia&lt;/a&gt;\" and \"Hippodromio\", which are all located around Thessaloniki's most central point, &lt;a href=\"Aristotelous%20Square\"&gt;Aristotelous Square&lt;/a&gt;.\nVarious commercial stoas around Aristotelous are named from the city's past and historic personalities of the city, like stoa &lt;a href=\"Maurice%20de%20Hirsch\"&gt;Hirsch&lt;/a&gt;, stoa &lt;a href=\"Carasso%20family\"&gt;Carasso&lt;/a&gt;/Ermou, Pelosov, Colombou, Levi, &lt;a href=\"Modiano%20Market\"&gt;Modiano&lt;/a&gt;, Morpurgo, Mordoch, Simcha, Kastoria, Malakopi, Olympios, Emboron, Rogoti, Vyzantio, Tatti, Agiou Mina, Karipi etc.\nThe western portion of the city centre is home to Thessaloniki's law courts, its &lt;a href=\"New%20railway%20station%20%28Thessaloniki%29\"&gt;central international railway station&lt;/a&gt; and the &lt;a href=\"Port%20of%20Thessaloniki\"&gt;port&lt;/a&gt;, while its eastern side hosts the city's two universities, the &lt;a href=\"Thessaloniki%20International%20Fair\"&gt;Thessaloniki International Exhibition Centre&lt;/a&gt;, the city's &lt;a href=\"Kaftanzoglio%20Stadium\"&gt;main stadium&lt;/a&gt;, its archaeological and Byzantine museums, the new city hall and its central parks and gardens, namely those of the \"ΧΑΝΘ\" and \"Pedion tou Areos\".\nAno Poli.\nAno Poli (also called \"Old Town\" and literally the \"Upper Town\") is the heritage listed district north of Thessaloniki's city center that was not engulfed by the &lt;a href=\"Great%20Thessaloniki%20Fire%20of%201917\"&gt;great fire of 1917&lt;/a&gt; and was declared a &lt;a href=\"UNESCO\"&gt;UNESCO&lt;/a&gt; &lt;a href=\"World%20Heritage%20Site\"&gt;World Heritage Site&lt;/a&gt; by ministerial actions of &lt;a href=\"Melina%20Merkouri\"&gt;Melina Merkouri&lt;/a&gt;, during the 1980s. It consists of Thessaloniki's most traditional part of the city, still featuring small stone paved streets, old squares and homes featuring old &lt;a href=\"Greek%20architecture\"&gt;Greek&lt;/a&gt; and &lt;a href=\"Ottoman%20architecture\"&gt;Ottoman architecture&lt;/a&gt;. It is the favorite area of Thessaloniki's poets, intellectuals and bohemians.\nAno Poli also, is the highest point in Thessaloniki and as such, is the location of the city's \"acropolis\", its Byzantine fort, the &lt;a href=\"Heptapyrgion%20%28Thessaloniki%29\"&gt;Heptapyrgion&lt;/a&gt;, a large portion of the &lt;a href=\"Walls%20of%20Thessaloniki\"&gt;city's remaining walls&lt;/a&gt;, and with many of its additional Ottoman and Byzantine structures still standing. The area provides access to the \"&lt;a href=\"Kedrinos%20Lofos\"&gt;Seich Sou&lt;/a&gt;\" Forest National Park and features panoramic views of the whole city and the &lt;a href=\"Thermaic%20Gulf\"&gt;Thermaic Gulf&lt;/a&gt;. On clear days &lt;a href=\"Mount%20Olympus\"&gt;Mount Olympus&lt;/a&gt;, at about away across the gulf, can also be seen towering the horizon.\nOther districts of Thessaloniki Municipality.\nIn the Municipality of Thessaloniki, in addition to the historic center and the Upper Town, are included the following districts: Xirokrini, Dikastiria (Courts), Ichthioskala, Palaios Stathmos, Lachanokipoi, Behtsinari, Panagia Faneromeni, Doxa, Saranta Ekklisies, Evangelistria, Triandria, Agia Triada-Faliro, Ippokrateio, Charilaou, Analipsi, Depot and Toumba.\nIn the area of the Old Railway Station (Palaios Stathmos) began the construction of the &lt;a href=\"Holocaust%20Museum%20of%20Greece\"&gt;Holocaust Museum of Greece&lt;/a&gt;. In this area are located the &lt;a href=\"Railway%20Museum%20of%20Thessaloniki\"&gt;Railway Museum of Thessaloniki&lt;/a&gt;, the &lt;a href=\"Water%20Supply%20Museum\"&gt;Water Supply Museum&lt;/a&gt; and large entertainment venues of the city, such as \"Milos\", \"Fix\", \"Vilka\" (which are housed in converted old factories). The &lt;a href=\"New%20Thessaloniki%20Railway%20Station\"&gt;New Thessaloniki Railway Station&lt;/a&gt; is located on Monastiriou street.\nOther extended and densely built-up residential areas are &lt;a href=\"Charilaou\"&gt;Charilaou&lt;/a&gt; and &lt;a href=\"Toumba%20%28Thessaloniki%29\"&gt;Toumba&lt;/a&gt;, which is divided in \"Ano Toumpa\" and \"Kato Toumpa\". Toumba was named after the homonymous hill of Toumba where extensive archaeological research takes place. It was created by refugees after the 1922 Asia Minor disaster and the population exchange (1923–24).\nOn \"Exochon\" avenue (\"Rue des Campagnes\", today Vasilissis Olgas and Vasileos Georgiou Avenues), was up until the 1920s home to the city's most affluent residents and formed the outermost suburbs of the city at the time, with the area close to the &lt;a href=\"Thermaic%20Gulf\"&gt;Thermaic Gulf&lt;/a&gt;, from the 19th century holiday villas which defined the area.\nThessaloniki urban area.\nOther districts of the wider urban area of Thessaloniki are Ampelokipi, Eleftherio - Kordelio, Menemeni, Evosmos, Ilioupoli, Stavroupoli, Nikopoli, Neapoli, Polichni, Paeglos, Meteora, Agios Pavlos, Kalamaria, Pylaia and the Sykies.\nNorthwestern Thessaloniki is home to \"Moni Lazariston\", located in &lt;a href=\"Stavroupoli\"&gt;Stavroupoli&lt;/a&gt;, which today forms one of the most important cultural centers for the city, including &lt;a href=\"MOMus%E2%80%93Museum%20of%20Modern%20Art%E2%80%93Costakis%20Collection\"&gt;MOMus–Museum of Modern Art–Costakis Collection&lt;/a&gt; and two theatres of the &lt;a href=\"National%20Theatre%20of%20Northern%20Greece\"&gt;National Theatre of Northern Greece&lt;/a&gt;.\nIn northwestern Thessaloniki exist many cultural premises such as the open-air Theater \"Manos Katrakis\" in Sykies, the Museum of Refugee Hellenism in Neapolis, the municipal theater and the open-air theater in Neapoli and the New Cultural Center of Menemeni (Ellis Alexiou Street). The Stavroupolis Botanical Garden on Perikleous Street includes 1,000 species of plants and is an oasis of 5 acres of greenery. The Environmental Education Center in Kordelio was designed in 1997 and is one of a few public buildings of bioclimatic design in Thessaloniki.\nNorthwest Thessaloniki forms the main entry point into the city of Thessaloniki with the avenues of Monastiriou, Lagkada and 26is Octovriou passing through it, as well as the extension of the A1 motorway, feeding into Thessaloniki's city center. The area is home to the &lt;a href=\"Thessaloniki%20Bus%20Station\"&gt;Macedonia InterCity Bus Terminal&lt;/a&gt; (&lt;a href=\"KTEL%20%28Greece%29\"&gt;KTEL&lt;/a&gt;), the &lt;a href=\"New%20Thessaloniki%20Railway%20Station\"&gt;New Thessaloniki Railway Station&lt;/a&gt;, the &lt;a href=\"Zeitenlik\"&gt;Zeitenlik&lt;/a&gt; &lt;a href=\"Allies%20%28World%20War%20I%29\"&gt;Allied&lt;/a&gt; memorial &lt;a href=\"military%20cemetery\"&gt;military cemetery&lt;/a&gt;.\nMonuments have also been erected in honor of the fighters of the &lt;a href=\"Greek%20Resistance\"&gt;Greek Resistance&lt;/a&gt;, as in these areas the Resistance was very active: the monument of Greek National Resistance in Sykies, the monument of Greek National Resistance in Stavroupolis, the Statue of the struggling Mother in Eptalofos Sq. and the monument of the young Greeks that were executed on May 11, 1944, by the Nazis in Xirokrini. In Eptalofos, on May 15, 1941, one month after the occupation of the country, was founded the first resistance organization in Greece, \"Eleftheria\", with its newspaper and the first illegal printing house in the city of Thessaloniki.\nToday southeastern Thessaloniki has in some way become an extension of the city center, with the avenues of Megalou Alexandrou, Georgiou Papandreou (Antheon), Vasileos Georgiou, Vasilissis Olgas, Delfon, Konstantinou Karamanli (Nea Egnatia) and Papanastasiou passing through it, enclosing an area traditionally called (\",\" Dépôt), from the name of the old tram station, owned by a French company.\nThe municipality of &lt;a href=\"Kalamaria\"&gt;Kalamaria&lt;/a&gt; is also located in southeastern Thessaloniki and was firstly inhabited mainly by Greek refugees from &lt;a href=\"Asia%20Minor\"&gt;Asia Minor&lt;/a&gt; and &lt;a href=\"East%20Thrace\"&gt;East Thrace&lt;/a&gt; after 1922. There are built the &lt;a href=\"Northern%20Greece%20Naval%20Command\"&gt;Northern Greece Naval Command&lt;/a&gt; and the old royal palace (called &lt;a href=\"Palataki%20%28Thessaloniki%29\"&gt;Palataki&lt;/a&gt;), located on the most westerly point of &lt;a href=\"Mikro%20Emvolo\"&gt;Mikro Emvolo&lt;/a&gt; cape.\nPaleochristian and Byzantine monuments (UNESCO).\nBecause of Thessaloniki's importance during the &lt;a href=\"early%20Christianity\"&gt;early Christian&lt;/a&gt; and &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; periods, the city is host to several paleochristian monuments that have significantly contributed to the development of &lt;a href=\"Byzantine%20art\"&gt;Byzantine art&lt;/a&gt; and &lt;a href=\"Byzantine%20architecture\"&gt;architecture&lt;/a&gt; throughout the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt; as well as &lt;a href=\"Serbia\"&gt;Serbia&lt;/a&gt;. The evolution of Imperial &lt;a href=\"Byzantine%20architecture\"&gt;Byzantine architecture&lt;/a&gt; and the prosperity of Thessaloniki go hand in hand, especially during the first years of the Empire, when the city continued to flourish. It was at that time that the &lt;a href=\"Arch%20of%20Galerius%20and%20Rotunda\"&gt;Complex of&lt;/a&gt; &lt;a href=\"Roman%20emperor\"&gt;Roman emperor&lt;/a&gt; &lt;a href=\"Galerius\"&gt;Galerius&lt;/a&gt; was built, as well as the first church of &lt;a href=\"Saint%20Demetrius\"&gt;Hagios Demetrios&lt;/a&gt;.\nBy the 8th century, the city had become an important administrative center of the &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine Empire&lt;/a&gt;, and handled much of the &lt;a href=\"Byzantine%20Empire\"&gt;Empire&lt;/a&gt;'s &lt;a href=\"Balkans\"&gt;Balkan&lt;/a&gt; affairs. During that time, the city saw the creation of more notable Christian churches that are now UNESCO World Heritage Sites, such as the &lt;a href=\"Church%20of%20Saint%20Catherine%2C%20Thessaloniki\"&gt;Church of Saint Catherine&lt;/a&gt;, the &lt;a href=\"Hagia%20Sophia%20%28Thessaloniki%29\"&gt;Hagia Sophia of Thessaloniki&lt;/a&gt;, the &lt;a href=\"Church%20of%20the%20Acheiropoietos\"&gt;Church of the Acheiropoietos&lt;/a&gt;, the &lt;a href=\"Church%20of%20Panagia%20Chalkeon\"&gt;Church of Panagia Chalkeon&lt;/a&gt;. When the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; took control of Thessaloniki in 1430, most of the city's churches were converted into &lt;a href=\"mosques\"&gt;mosques&lt;/a&gt;, but have survived to this day. Travelers such as &lt;a href=\"Paul%20Lucas%20%28traveller%29\"&gt;Paul Lucas&lt;/a&gt; and &lt;a href=\"Abdulmejid%20I\"&gt;Abdulmejid I&lt;/a&gt; document the city's wealth in Christian monuments during the years of the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; control of the city.\nThe church of &lt;a href=\"Hagios%20Demetrios\"&gt;Hagios Demetrios&lt;/a&gt; was burnt down during the &lt;a href=\"Great%20Thessaloniki%20Fire%20of%201917\"&gt;Great Thessaloniki Fire of 1917&lt;/a&gt;, as did many other of the city's monuments, but it was rebuilt. During &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, the city was extensively bombed and as such many of Thessaloniki's paleochristian and Byzantine monuments were heavily damaged. Some of the sites were not restored until the 1980s. Thessaloniki has more UNESCO World Heritage Sites listed than any other city in Greece, a total of 15 monuments. They have been listed since 1988.\nUrban sculpture.\nThere are around 150 statues or busts in the city. Probably the most famous one is the equestrian statue of &lt;a href=\"Alexander%20the%20Great\"&gt;Alexander the Great&lt;/a&gt; on the promenade, placed in 1973 and created by sculptor &lt;a href=\"Evangelos%20Moustakas\"&gt;Evangelos Moustakas&lt;/a&gt;. An equestrian statue of &lt;a href=\"Constantine%20I%20of%20Greece\"&gt;Constantine I&lt;/a&gt;, by sculptor , is located in Demokratias Square. Other notable statues include that of &lt;a href=\"Eleftherios%20Venizelos\"&gt;Eleftherios Venizelos&lt;/a&gt; by sculptor , &lt;a href=\"Pavlos%20Melas\"&gt;Pavlos Melas&lt;/a&gt; by &lt;a href=\"Natalia%20Mela\"&gt;Natalia Mela&lt;/a&gt;, the statue of &lt;a href=\"Emmanouel%20Pappas\"&gt;Emmanouel Pappas&lt;/a&gt; by &lt;a href=\"Memos%20Makris\"&gt;Memos Makris&lt;/a&gt;, &lt;a href=\"Chrysostomos%20of%20Smyrna\"&gt;Chrysostomos of Smyrna&lt;/a&gt; by &lt;a href=\"Athanase%20Apartis\"&gt;Athanasios Apartis&lt;/a&gt;, such as various creations by &lt;a href=\"George%20Zongolopoulos\"&gt;George Zongolopoulos&lt;/a&gt;.\nThessaloniki 2012 Program.\nWith the 100th anniversary of the 1912 incorporation of Thessaloniki into Greece, the government announced a large-scale redevelopment program for the city of Thessaloniki, which aims in addressing the current environmental and spatial problems that the city faces. More specifically, the program will drastically change the physiognomy of the city by relocating the Thessaloniki International Exhibition Center and grounds of the &lt;a href=\"Thessaloniki%20International%20Fair\"&gt;Thessaloniki International Fair&lt;/a&gt; outside the city centre and turning the current location into a large metropolitan park, redeveloping the coastal front of the city, relocating the city's numerous military camps and using the grounds and facilities to create large parklands and cultural centers; and the complete redevelopment of the harbor and the \"Lachanokipoi\" and \"Dendropotamos\" districts (behind and near the &lt;a href=\"Port%20of%20Thessaloniki\"&gt;Port of Thessaloniki&lt;/a&gt;) into a commercial business district, with possible &lt;a href=\"skyscraper\"&gt;highrise&lt;/a&gt; developments.\nThe plan also envisions the creation of new wide avenues in the outskirts of the city and the creation of pedestrian-only zones in the city centre. Furthermore, the program includes plans to expand the jurisdiction of \"Seich Sou\" Forest National Park and the improvement of accessibility to and from the Old Town. The ministry has said that the project will take an estimated 15 years to be completed, in 2025.\nPart of the plan has been implemented with extensive pedestrianization's within the city center by the municipality of Thessaloniki and the revitalization the eastern urban waterfront/promenade, (, new promenade), with a modern and vibrant design. Its first section opened in 2008, having been awarded as the best public project in Greece of the last five years by the Hellenic Institute of Architecture.\nThe municipality of Thessaloniki's budget for the reconstruction of important areas of the city and the completion of the waterfront, opened in January 2014, was estimated at around million ( million) for the year 2011 alone.\nEconomy.\nThessaloniki rose to economic prominence as a major economic hub in the &lt;a href=\"Balkans\"&gt;Balkans&lt;/a&gt; during the years of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. The &lt;a href=\"Pax%20Romana\"&gt;Pax Romana&lt;/a&gt; and the city's strategic position allowed for the facilitation of trade between &lt;a href=\"Rome\"&gt;Rome&lt;/a&gt; and &lt;a href=\"Byzantium\"&gt;Byzantium&lt;/a&gt; (later &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; and now &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;) through Thessaloniki by means of the &lt;a href=\"Via%20Egnatia\"&gt;Via Egnatia&lt;/a&gt;. The Via Egnatia also functioned as an important line of communication between the Roman Empire and the nations of Asia, particularly in relation to the &lt;a href=\"Silk%20Road\"&gt;Silk Road&lt;/a&gt;. With the partition of the Roman Emp. into &lt;a href=\"Byzantine%20Empire\"&gt;East&lt;/a&gt; (Byzantine) and &lt;a href=\"Western%20Roman%20Empire\"&gt;West&lt;/a&gt;, Thessaloniki became the second-largest city of the Eastern Roman Empire after New Rome (Constantinople) in terms of economic might. Under the Empire, Thessaloniki was the largest port in the Balkans. As the city passed from Byzantium to the &lt;a href=\"Republic%20of%20Venice\"&gt;Republic of Venice&lt;/a&gt; in 1423, it was subsequently conquered by the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. Under Ottoman rule the city retained its position as the most important trading hub in the Balkans. Manufacturing, shipping and trade were the most important components of the city's economy during the Ottoman period, and the majority of the city's trade at the time was controlled by ethnic &lt;a href=\"Greeks\"&gt;Greeks&lt;/a&gt;. Plus, the &lt;a href=\"Jews%20of%20Thessaloniki\"&gt;Jewish community&lt;/a&gt; was also an important factor in the trade sector.\nHistorically important industries for the economy of Thessaloniki included &lt;a href=\"tobacco%20industry\"&gt;tobacco&lt;/a&gt; (in 1946 35% of all tobacco companies in Greece were headquartered in the city, and 44% in 1979) and &lt;a href=\"bank\"&gt;bank&lt;/a&gt;ing (in Ottoman years Thessaloniki was a major center for investment from western Europe, with the &lt;a href=\"Banque%20de%20Salonique\"&gt;Banque de Salonique&lt;/a&gt; having a capital of 20 million &lt;a href=\"French%20franc\"&gt;French franc&lt;/a&gt;s in 1909).\nServices.\nThe &lt;a href=\"secondary%20sector%20of%20the%20economy\"&gt;service sector&lt;/a&gt; accounts for nearly two thirds of the total labour force of Thessaloniki. Of those working in services, 20% were employed in trade, 13% in education and healthcare, 7.1% in real estate, 6.3% in transport, communications &amp; storing, 6.1% in the finance industry &amp; service-providing organizations, 5.7% in public administration &amp; insurance services and 5.4% in hotels &amp; restaurants.\nThe city's port, the &lt;a href=\"Port%20of%20Thessaloniki\"&gt;Port of Thessaloniki&lt;/a&gt;, is one of the largest ports in the Aegean and as a &lt;a href=\"free%20port\"&gt;free port&lt;/a&gt;, it functions as a major gateway to the Balkan hinterland. In 2010, more than 15.8 million tons of products went through the city's port, making it the second-largest port in Greece after &lt;a href=\"Aghioi%20Theodoroi\"&gt;Aghioi Theodoroi&lt;/a&gt;, surpassing &lt;a href=\"Piraeus\"&gt;Piraeus&lt;/a&gt;. At 273,282 &lt;a href=\"Twenty-foot%20equivalent%20unit\"&gt;TEUs&lt;/a&gt;, it is also Greece's second-largest container port after &lt;a href=\"Piraeus\"&gt;Piraeus&lt;/a&gt;. As a result, the city is a major transportation hub for the whole of south-eastern Europe, carrying, among other things, trade to and from the neighbouring countries.\nIn recent years Thessaloniki has begun to turn into a major port for &lt;a href=\"Cruising%20%28maritime%29\"&gt;cruising&lt;/a&gt; in the eastern &lt;a href=\"Mediterranean\"&gt;Mediterranean&lt;/a&gt;. The Greek ministry of tourism considers Thessaloniki to be Greece's second most important commercial port, and companies such as &lt;a href=\"Royal%20Caribbean%20International\"&gt;Royal Caribbean International&lt;/a&gt; have expressed interest in adding the Port of Thessaloniki to their destinations. A total of 30 cruise ships are expected to arrive at Thessaloniki in 2011.\nCompanies.\nAfter &lt;a href=\"WWII\"&gt;WWII&lt;/a&gt; and the &lt;a href=\"Greek%20civil%20war\"&gt;Greek civil war&lt;/a&gt;, heavy industrialization of the city's suburbs began in the middle 1950s.\nDuring the 1980s a spate of factory shut downs occurred, mostly of automobile manufacters, such as &lt;a href=\"Agricola%20%28vehicles%29\"&gt;Agricola (vehicles)&lt;/a&gt;, &lt;a href=\"AutoDiana\"&gt;AutoDiana&lt;/a&gt;, &lt;a href=\"EBIAM\"&gt;EBIAM&lt;/a&gt;, &lt;a href=\"Motoemil\"&gt;Motoemil&lt;/a&gt;, &lt;a href=\"Pantelemidis-TITAN\"&gt;Pantelemidis-TITAN&lt;/a&gt; and &lt;a href=\"C.AR%20%28automobiles%29\"&gt;C.AR (automobiles)&lt;/a&gt;. Since the 1990s, companies took advantage of cheaper labour markets and more lax regulations in other countries, and among the largest companies to shut down factories were &lt;a href=\"Goodyear%20Tire%20and%20Rubber%20Company\"&gt;Goodyear&lt;/a&gt;, AVEZ pasta industry (one of the first industrial factories in northern Greece, built in 1926), &lt;a href=\"Philkeram%20Johnson\"&gt;Philkeram Johnson&lt;/a&gt;, AGNO dairy and VIAMIL.\nHowever, Thessaloniki still remains a major business hub in the Balkans and Greece, with a number of important Greek companies headquartered in the city, such as the &lt;a href=\"ELBO\"&gt;Hellenic Vehicle Industry&lt;/a&gt; (ELVO), &lt;a href=\"Namco%20%28automobiles%29\"&gt;Namco (automobiles)&lt;/a&gt;, &lt;a href=\"Astra%20Airlines\"&gt;Astra Airlines&lt;/a&gt;, &lt;a href=\"Ellinair\"&gt;Ellinair&lt;/a&gt;, &lt;a href=\"Pyramis\"&gt;Pyramis&lt;/a&gt; and &lt;a href=\"MLS%20Multimedia\"&gt;MLS Multimedia&lt;/a&gt;, which introduced the first Greek-built &lt;a href=\"smartphone\"&gt;smartphone&lt;/a&gt; in 2012.\nIn early 1960s, with the collaboration of &lt;a href=\"Standard%20Oil\"&gt;Standard Oil&lt;/a&gt; and &lt;a href=\"ESSO-Pappas\"&gt;ESSO-Pappas&lt;/a&gt;, a large industrial zone was created, containing &lt;a href=\"Oil%20refinery\"&gt;refineries&lt;/a&gt;, &lt;a href=\"oil%20refinery\"&gt;oil refinery&lt;/a&gt; and &lt;a href=\"steel\"&gt;steel&lt;/a&gt; production (owned by &lt;a href=\"Hellenic%20Steel%20Co.\"&gt;Hellenic Steel Co.&lt;/a&gt;). The zone attracted also a series of different factories during the next decades.\n&lt;a href=\"Titan%20Cement\"&gt;Titan Cement&lt;/a&gt; has also facilities outside the city, on the road to &lt;a href=\"Serres\"&gt;Serres&lt;/a&gt;, such as the &lt;a href=\"Heracles%20General%20Cement\"&gt;AGET Heracles&lt;/a&gt;, a member of the &lt;a href=\"Lafarge%20%28company%29\"&gt;Lafarge&lt;/a&gt; group, and &lt;a href=\"Alumil%20Aluminium%20Industry%20S.A.\"&gt;Alumil SA&lt;/a&gt;.\nMultinational companies such as &lt;a href=\"Air%20Liquide\"&gt;Air Liquide&lt;/a&gt;, &lt;a href=\"American%20Cyanamid\"&gt;Cyanamid&lt;/a&gt;, &lt;a href=\"Nestl%C3%A9\"&gt;Nestlé&lt;/a&gt;, &lt;a href=\"Pfizer\"&gt;Pfizer&lt;/a&gt;, &lt;a href=\"Coca-Cola%20Hellenic%20Bottling%20Company\"&gt;Coca-Cola Hellenic Bottling Company&lt;/a&gt; and &lt;a href=\"Vivartia\"&gt;Vivartia&lt;/a&gt; have also industrial facilities in the suburbs of the city.\nFoodstuff or drink companies headquartered in the city include the &lt;a href=\"Mevgal\"&gt;Macedonian Milk Industry&lt;/a&gt; (Mevgal), &lt;a href=\"Allatini%20%28company%29\"&gt;Allatini&lt;/a&gt;, &lt;a href=\"Barbastathis\"&gt;Barbastathis&lt;/a&gt;, &lt;a href=\"Hellenic%20Sugar%20Industry\"&gt;Hellenic Sugar Industry&lt;/a&gt;, &lt;a href=\"Haitoglou%20Bros\"&gt;Haitoglou Bros&lt;/a&gt;, &lt;a href=\"Mythos%20Brewery\"&gt;Mythos Brewery&lt;/a&gt;, &lt;a href=\"Malamatina\"&gt;Malamatina&lt;/a&gt;, while the &lt;a href=\"Goody%27s%20Burger%20House%20%28restaurant%29\"&gt;Goody's&lt;/a&gt; chain started from the city.\nThe &lt;a href=\"American%20Farm%20School\"&gt;American Farm School&lt;/a&gt; also has important contribution in food production.\nMacroeconomic indicators.\nIn 2011, the &lt;a href=\"Thessaloniki%20%28regional%20unit%29\"&gt;regional unit of Thessaloniki&lt;/a&gt; had a &lt;a href=\"Gross%20Domestic%20Product\"&gt;Gross Domestic Product&lt;/a&gt; of &lt;a href=\"Euro\"&gt;€&lt;/a&gt;18.293 billion (ranked 2nd amongst the country's regional units), comparable to &lt;a href=\"Bahrain\"&gt;Bahrain&lt;/a&gt; or &lt;a href=\"Cyprus\"&gt;Cyprus&lt;/a&gt;, and a per capita of €15,900 (ranked 16th). In &lt;a href=\"Purchasing%20Power%20Parity\"&gt;Purchasing Power Parity&lt;/a&gt;, the same indicators are €19,851 billion (2nd) and €17,200 (15th) respectively. In terms of comparison with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt; average, Thessaloniki's GDP per capita indicator stands at 63% the EU average and 69% in &lt;a href=\"Purchasing%20Power%20Parity\"&gt;PPP&lt;/a&gt; – this is comparable to the German state of &lt;a href=\"Brandenburg\"&gt;Brandenburg&lt;/a&gt;. Overall, Thessaloniki accounts for 8.9% of the total &lt;a href=\"economy%20of%20Greece\"&gt;economy of Greece&lt;/a&gt;. Between 1995 and 2008 Thessaloniki's GDP saw an average growth rate of 4.1% per annum (ranging from +14.5% in 1996 to −11.1% in 2005) while in 2011 the economy contracted by −7.8%.\nDemographics.\nHistorical ethnic statistics.\nThe tables below show the ethnic statistics of Thessaloniki during the end of the 19th and the beginning of the 20th century.\nPopulation growth.\nThe municipality of Thessaloniki is the most populous in the Thessaloniki Urban Area. Its population has increased in the latest census and the metropolitan area's population rose to over one million. The city forms the base of the &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;Thessaloniki metropolitan area&lt;/a&gt;, with latest census in 2011 giving it a population of 1,030,338.\nJews of Thessaloniki.\nThe Jewish population in Greece is the oldest in mainland Europe (see &lt;a href=\"Romaniotes\"&gt;Romaniotes&lt;/a&gt;). When &lt;a href=\"Paul%20the%20Apostle\"&gt;Paul the Apostle&lt;/a&gt; came in Thessaloniki he taught in the area of what today is called \"Upper City\". Later, during the Ottoman period, with the coming of Sephardic Jews from Spain, the community of Thessaloniki became mostly Sephardic. Thessaloniki became the largest center in Europe of the &lt;a href=\"Sephardic\"&gt;Sephardic&lt;/a&gt; Jews, who nicknamed the city \"la madre de Israel\" (Israel's mother) and \"Jerusalem of the Balkans\". It also included the historically significant and ancient Greek-speaking &lt;a href=\"Romaniotes\"&gt;Romaniote&lt;/a&gt; community. During the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; era, Thessaloniki's Sephardic community was half of the population according to the Ottoman Census of 1902 and almost 40% the city's population of 157,000 about 1913; Jewish merchants were prominent in commerce until the ethnic Greek population increased after Thessaloniki was incorporated into the Kingdom of Greece in 1913. By the 1680s, about 300 families of &lt;a href=\"Sephardic%20Jews\"&gt;Sephardic Jews&lt;/a&gt;, followers of &lt;a href=\"Sabbatai%20Zevi\"&gt;Sabbatai Zevi&lt;/a&gt;, had converted to &lt;a href=\"Islam\"&gt;Islam&lt;/a&gt;, becoming a sect known as the \"&lt;a href=\"D%C3%B6nmeh\"&gt;Dönmeh&lt;/a&gt;\" (convert), and migrated to Salonika, whose population was majority Jewish. They established an active community that thrived for about 250 years. Many of their descendants later became prominent in trade. Many Jewish inhabitants of Thessaloniki spoke &lt;a href=\"Judaeo-Spanish\"&gt;Judeo-Spanish&lt;/a&gt;, the &lt;a href=\"Romance%20languages\"&gt;Romance language&lt;/a&gt; of the &lt;a href=\"Sephardic\"&gt;Sephardic&lt;/a&gt; Jews.\nFrom the second half of the 19th century with the Ottoman reforms, the Jewish community had a new revival. Many French and especially &lt;a href=\"Italian%20Jews\"&gt;Italian Jews&lt;/a&gt; (from &lt;a href=\"Livorno\"&gt;Livorno&lt;/a&gt; and other cities), influential in introducing new methods of education and developing new schools and intellectual environment for the Jewish population, were established in Thessaloniki. Such modernists introduced also new techniques and ideas from the industrialized Western Europe and from the 1880s the city began to industrialize. The Italian Jews Allatini brothers led Jewish entrepreneurship, establishing &lt;a href=\"Mill%20%28grinding%29\"&gt;milling&lt;/a&gt; and other food industries, &lt;a href=\"brick\"&gt;brick&lt;/a&gt;making and processing plants for &lt;a href=\"tobacco\"&gt;tobacco&lt;/a&gt;. Several traders supported the introduction of a large textile-production industry, superseding the weaving of cloth in a system of artisanal production. Notable names of the era include among others the Italo-Jewish Modiano family and the &lt;a href=\"Allatini%20%28company%29\"&gt;Allatini&lt;/a&gt;. &lt;a href=\"Benrubi%20SA\"&gt;Benrubis&lt;/a&gt; founded also in 1880 one of the first retail companies in the Balkans.\nAfter the &lt;a href=\"Balkan%20Wars\"&gt;Balkan Wars&lt;/a&gt;, Thessaloniki was incorporated into the &lt;a href=\"Kingdom%20of%20Greece\"&gt;Kingdom of Greece&lt;/a&gt; in 1913. At first the community feared that the annexation would lead to difficulties and during the first years its political stance was, in general, anti-&lt;a href=\"Venizelism\"&gt;Venizelist&lt;/a&gt; and pro-royalist/conservative. The &lt;a href=\"Great%20Thessaloniki%20Fire%20of%201917\"&gt;Great Thessaloniki Fire of 1917&lt;/a&gt; during &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt; burned much of the center of the city and left 50,000 Jews homeless of the total of 72,000 residents who were burned out. Having lost homes and their businesses, many Jews emigrated: to the United States, Palestine, and Paris. They could not wait for the government to create a new urban plan for rebuilding, which was eventually done.\nAfter the &lt;a href=\"Greco-Turkish%20War%20%281919%E2%80%931922%29\"&gt;Greco-Turkish War&lt;/a&gt; in 1922 and the bilateral population exchange between Greece and Turkey, many refugees came to Greece. Nearly 100,000 ethnic Greeks resettled in Thessaloniki, reducing the proportion of Jews in the total community. After this, Jews made up about 20% of the city's population. During the interwar period, Greece granted Jewish citizens the same &lt;a href=\"civil%20rights\"&gt;civil rights&lt;/a&gt; as other Greek citizens. In March 1926, Greece re-emphasized that all citizens of Greece enjoyed equal rights, and a considerable proportion of the city's Jews decided to stay. During the &lt;a href=\"Metaxas%20regime\"&gt;Metaxas regime&lt;/a&gt;, the stance towards Jews became even better.\n&lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; brought a disaster for the Jewish Greeks, since in 1941 the Germans occupied Greece and began actions against the Jewish population. Greeks of the &lt;a href=\"Greek%20resistance\"&gt;Resistance&lt;/a&gt; helped save some of the Jewish residents. By the 1940s, the great majority of the Jewish Greek community firmly identified as both Greek and Jewish. According to &lt;a href=\"Misha%20Glenny\"&gt;Misha Glenny&lt;/a&gt;, such Greek Jews had largely not encountered \"anti-Semitism as in its North European form.\"\nIn 1943, the Nazis began brutal actions against the historic Jewish population in Thessaloniki, forcing them into a &lt;a href=\"ghetto\"&gt;ghetto&lt;/a&gt; near the railroad lines and beginning &lt;a href=\"deportation\"&gt;deportation&lt;/a&gt; to concentration and labor camps. They deported and exterminated approximately 96% of Thessaloniki's Jews of all ages during the &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt;. The Thessaloniki &lt;a href=\"Holocaust\"&gt;Holocaust&lt;/a&gt; memorial in Eleftherias (\"Freedom\") Square was built in 1997 in memory of all the Jewish people from Thessaloniki murdered in the Holocaust. The site was chosen because it was the place where Jewish residents were rounded up before embarking to trains for concentration camps. Today, a community of around 1200 remains in the city. Communities of descendants of Thessaloniki Jews – both Sephardic and Romaniote – live in other areas, mainly the United States and Israel. &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt;i singer &lt;a href=\"Yehuda%20Poliker\"&gt;Yehuda Poliker&lt;/a&gt; recorded a song about the Jewish people of Thessaloniki, called \"Wait for me, Thessaloniki\".\nOthers.\nSince the late 19th century, many merchants from Western Europe (mainly from &lt;a href=\"France\"&gt;France&lt;/a&gt; and &lt;a href=\"Italy\"&gt;Italy&lt;/a&gt;) were established in the city. They had an important role in the social and economic life of the city and introduced new industrial techniques. Their main district was what is known today as the \"Frankish district\" (near &lt;a href=\"Ladadika\"&gt;Ladadika&lt;/a&gt;), where the Catholic church designed by &lt;a href=\"Vitaliano%20Poselli\"&gt;Vitaliano Poselli&lt;/a&gt; is also situated. A part of them left after the incorporation of the city into the Greek kingdom, while others, who were of Jewish faith, were exterminated by the &lt;a href=\"Nazis\"&gt;Nazis&lt;/a&gt;.\nThe &lt;a href=\"Bulgarians\"&gt;Bulgarian&lt;/a&gt; community of the city increased during the late 19th century. The community had a Men's High School, a Girl's High School, a trade union and a gymnastics society. A large part of them were Catholics, as a result of actions by the &lt;a href=\"Congregation%20of%20the%20Mission\"&gt;Lazarists&lt;/a&gt; society, which had its base in the city.\nAnother group is the &lt;a href=\"Armenians\"&gt;Armenian&lt;/a&gt; community which dates back to the Byzantine and Ottoman periods. During the 20th century, after the &lt;a href=\"Armenian%20genocide\"&gt;Armenian genocide&lt;/a&gt; and the defeat of the Greek army in the &lt;a href=\"Greco-Turkish%20War%20%281919%E2%80%9322%29\"&gt;Greco-Turkish War (1919–22)&lt;/a&gt;, many fled to Greece including Thessaloniki. There is also an Armenian cemetery and an Armenian church at the center of the city.\nCulture.\nLeisure and entertainment.\nThessaloniki is regarded not only as the cultural and entertainment capital of northern Greece but also the cultural capital of the country as a whole. The city's main theaters, run by the &lt;a href=\"National%20Theatre%20of%20Northern%20Greece\"&gt;National Theatre of Northern Greece&lt;/a&gt; () which was established in 1961, include the \"Theater of the Society of Macedonian Studies\", where the National Theater is based, the \"Royal Theater\" ()-the first base of the National Theater-, \"Moni Lazariston\", and the \"Earth Theater\" and \"Forest Theater\", both amphitheatrical open-air theatres overlooking the city.\nThe title of the &lt;a href=\"European%20Capital%20of%20Culture\"&gt;European Capital of Culture&lt;/a&gt; in 1997 saw the birth of the city's first opera and today forms an independent section of the &lt;a href=\"National%20Theatre%20of%20Northern%20Greece\"&gt;National Theatre of Northern Greece&lt;/a&gt;. The opera is based at the &lt;a href=\"Thessaloniki%20Concert%20Hall\"&gt;Thessaloniki Concert Hall&lt;/a&gt;, one of the largest concert halls in Greece. Recently a second building was also constructed and designed by Japanese architect &lt;a href=\"Arata%20Isozaki\"&gt;Arata Isozaki&lt;/a&gt;. Thessaloniki is also the seat of two symphony orchestras, the \"Thessaloniki State Symphony Orchestra\" and the \"Symphony Orchestra of the Municipality of Thessaloniki\".\n\"Olympion Theater\", the site of the &lt;a href=\"Thessaloniki%20International%20Film%20Festival\"&gt;Thessaloniki International Film Festival&lt;/a&gt; and the \"Plateia Assos Odeon multiplex\" are the two major cinemas in downtown Thessaloniki. The city also has a number of multiplex cinemas in major shopping malls in the suburbs, most notably in &lt;a href=\"Mediterranean%20Cosmos\"&gt;Mediterranean Cosmos&lt;/a&gt;, the largest retail and entertainment development in the Balkans.\nThessaloniki is renowned for its major shopping streets and lively laneways. &lt;a href=\"Tsimiski%20Street\"&gt;Tsimiski Street&lt;/a&gt;, Mitropoleos and Proxenou Koromila avenue are the city's most famous shopping streets and are among Greece's most expensive and exclusive high streets. The city is also home to one of Greece's most famous and prestigious hotels, &lt;a href=\"Makedonia%20Palace\"&gt;Makedonia Palace&lt;/a&gt; hotel, the Hyatt Regency Casino and hotel (the biggest casino in Greece and one of the biggest in Europe) and &lt;a href=\"Waterland%20WaterPark%20%28Thessaloniki%29\"&gt;Waterland&lt;/a&gt;, the largest water park in southeastern Europe.\nThe city has long been known in Greece for its vibrant city culture, including having the most cafes and bars per capita of any city in Europe; and as having some of the best nightlife and entertainment in the country, thanks to its large young population and multicultural feel. &lt;a href=\"Lonely%20Planet\"&gt;Lonely Planet&lt;/a&gt; listed Thessaloniki among the world's \"ultimate party cities\".\nParks and recreation.\nAlthough Thessaloniki is not renowned for its parks and greenery throughout its urban area, where green spaces are few, it has several large open spaces around its waterfront, namely the central city gardens of \"Palios Zoologikos Kipos\" (which is recently being redeveloped to also include rock climbing facilities, a new skatepark and paintball range), the park of \"Pedion tou Areos\", which also holds the city's annual floral expo; and the parks of the \"Nea Paralia\" (waterfront) that span for along the coast, from the &lt;a href=\"White%20Tower%20of%20Thessaloniki\"&gt;White Tower&lt;/a&gt; to the &lt;a href=\"Thessaloniki%20Concert%20Hall\"&gt;concert hall&lt;/a&gt;.\nThe \"Nea Paralia\" parks are used throughout the year for a variety of events, while they open up to the Thessaloniki waterfront, which is lined up with several cafés and bars; and during summer is full of Thessalonians enjoying their long evening walks (referred to as \"the volta\" and is embedded into the culture of the city). Having undergone an extensive revitalization, the city's waterfront today features a total of 12 thematic gardens/parks.\nThessaloniki's proximity to places such as the national parks of &lt;a href=\"Pieria%20%28regional%20unit%29\"&gt;Pieria&lt;/a&gt; and beaches of &lt;a href=\"Chalkidiki\"&gt;Chalkidiki&lt;/a&gt; often allow its residents to easily have access to some of the best outdoor recreation in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt;; however, the city is also right next to the \"Seich Sou\" forest national park, just away from Thessaloniki's city center; and offers residents and visitors alike, quiet viewpoints towards the city, mountain bike trails and landscaped hiking paths. The city's &lt;a href=\"zoo\"&gt;zoo&lt;/a&gt;, which is operated by the municipality of Thessaloniki, is also located nearby the national park.\nOther recreation spaces throughout the &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;Thessaloniki metropolitan area&lt;/a&gt; include the \"Fragma Thermis\", a landscaped parkland near &lt;a href=\"Thermi\"&gt;Thermi&lt;/a&gt; and the Delta wetlands west of the city center; while urban beaches that have continuously been awarded the &lt;a href=\"Blue%20Flag%20beach\"&gt;blue flags&lt;/a&gt;, are located along the coastline of Thessaloniki's southeastern suburbs of &lt;a href=\"Thermaikos\"&gt;Thermaikos&lt;/a&gt;, about away from the city center.\nMuseums and galleries.\nBecause of the city's rich and diverse history, Thessaloniki houses many museums dealing with many different eras in history. Two of the city's most famous museums include the &lt;a href=\"Archaeological%20Museum%20of%20Thessaloniki\"&gt;Archaeological Museum of Thessaloniki&lt;/a&gt; and the &lt;a href=\"Museum%20of%20Byzantine%20Culture\"&gt;Museum of Byzantine Culture&lt;/a&gt;.\nThe &lt;a href=\"Archaeological%20Museum%20of%20Thessaloniki\"&gt;Archaeological Museum of Thessaloniki&lt;/a&gt; was established in 1962 and houses some of the most important &lt;a href=\"Macedon\"&gt;ancient Macedonian&lt;/a&gt; artifacts, including an extensive collection of golden artwork from the royal palaces of &lt;a href=\"Aegae%20%28Macedon%29\"&gt;Aigai&lt;/a&gt; and &lt;a href=\"Pella\"&gt;Pella&lt;/a&gt;. It also houses exhibits from &lt;a href=\"Macedon\"&gt;Macedon&lt;/a&gt;'s prehistoric past, dating from the &lt;a href=\"Neolithic%20age\"&gt;Neolithic&lt;/a&gt; to the &lt;a href=\"Bronze%20Age\"&gt;Bronze Age&lt;/a&gt;. The &lt;a href=\"Prehistoric%20Antiquities%20Museum%20of%20Thessaloniki\"&gt;Prehistoric Antiquities Museum of Thessaloniki&lt;/a&gt; has exhibits from those periods as well.\nThe &lt;a href=\"Museum%20of%20Byzantine%20Culture\"&gt;Museum of Byzantine Culture&lt;/a&gt; is one of the city's most famous museums, showcasing the city's glorious &lt;a href=\"Byzantine%20Empire\"&gt;Byzantine&lt;/a&gt; past. The museum was also awarded &lt;a href=\"Council%20of%20Europe\"&gt;Council of Europe&lt;/a&gt;'s museum prize in 2005. The museum of the &lt;a href=\"White%20Tower%20of%20Thessaloniki\"&gt;White Tower of Thessaloniki&lt;/a&gt; houses a series of galleries relating to the city's past, from the creation of the &lt;a href=\"White%20Tower%20of%20Thessaloniki\"&gt;White Tower&lt;/a&gt; until recent years.\nOne of the most modern museums in the city is the &lt;a href=\"Thessaloniki%20Science%20Center%20and%20Technology%20Museum\"&gt;Thessaloniki Science Center and Technology Museum&lt;/a&gt; and is one of the most high-tech museums in Greece and southeastern Europe. It features the largest &lt;a href=\"planetarium\"&gt;planetarium&lt;/a&gt; in Greece, a cosmotheater with the country's largest &lt;a href=\"flat%20screen\"&gt;flat screen&lt;/a&gt;, an &lt;a href=\"amphitheater\"&gt;amphitheater&lt;/a&gt;, a &lt;a href=\"motion%20simulator\"&gt;motion simulator&lt;/a&gt; with 3D projection and 6-axis movement and exhibition spaces. Other industrial and technological museums in the city include the &lt;a href=\"Railway%20Museum%20of%20Thessaloniki\"&gt;Railway Museum of Thessaloniki&lt;/a&gt;, which houses an original &lt;a href=\"Orient%20Express\"&gt;Orient Express&lt;/a&gt; train, the &lt;a href=\"War%20Museum%20of%20Thessaloniki\"&gt;War Museum of Thessaloniki&lt;/a&gt; and others. The city also has a number of educational and sports museums, including the &lt;a href=\"Thessaloniki%20Olympic%20Museum\"&gt;Thessaloniki Olympic Museum&lt;/a&gt;.\nThe &lt;a href=\"Atat%C3%BCrk%20Museum%20%28Thessaloniki%29\"&gt;Atatürk Museum&lt;/a&gt; in Thessaloniki is the historic house where &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt;, founder of modern-day &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;, was born. The house is now part of the Turkish consulate complex, but admission to the museum is free. The museum contains historic information about &lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt; and his life, especially while he was in Thessaloniki.\nOther ethnological museums of the sort include the &lt;a href=\"Historical%20Museum%20of%20the%20Balkan%20Wars\"&gt;Historical Museum of the Balkan Wars&lt;/a&gt;, the &lt;a href=\"Jewish%20Museum%20of%20Thessaloniki\"&gt;Jewish Museum of Thessaloniki&lt;/a&gt; and the &lt;a href=\"Museum%20for%20the%20Macedonian%20Struggle%20%28Thessaloniki%29\"&gt;Museum of the Macedonian Struggle&lt;/a&gt;, containing information about the freedom fighters in &lt;a href=\"Macedonia%20%28region%29\"&gt;Macedonia&lt;/a&gt; and their &lt;a href=\"Greek%20Struggle%20for%20Macedonia\"&gt;struggle to liberate the region&lt;/a&gt; from the Ottoman yoke. Construction on the &lt;a href=\"Holocaust%20Museum%20of%20Greece\"&gt;Holocaust Museum of Greece&lt;/a&gt; began in the city in 2018.\nThe city also has a number of important art galleries. Such include the &lt;a href=\"Macedonian%20Museum%20of%20Contemporary%20Art\"&gt;Macedonian Museum of Contemporary Art&lt;/a&gt;, housing exhibitions from a number of well-known &lt;a href=\"Greek%20people\"&gt;Greek&lt;/a&gt; and foreign artists. The &lt;a href=\"Teloglion%20Foundation%20of%20Art\"&gt;Teloglion Foundation of Art&lt;/a&gt; is part of &lt;a href=\"Aristotle%20University%20of%20Thessaloniki\"&gt;Aristotle University of Thessaloniki&lt;/a&gt; and includes an extensive collection of works by important artists of the 19th and 20th centuries, including works by prominent &lt;a href=\"Greek%20people\"&gt;Greeks&lt;/a&gt; and native Thessalonians. The &lt;a href=\"Thessaloniki%20Museum%20of%20Photography\"&gt;Thessaloniki Museum of Photography&lt;/a&gt; also houses a number of important exhibitions, and is located within the old port of Thessaloniki.\nArchaeological sites.\nThessaloniki is home to a number of prominent archaeological sites. Apart from its recognized UNESCO World Heritage Sites, Thessaloniki features a large two-terraced &lt;a href=\"Roman%20Forum%20%28Thessaloniki%29\"&gt;Roman forum&lt;/a&gt; featuring two-storey &lt;a href=\"stoa\"&gt;stoa&lt;/a&gt;s, dug up by accident in the 1960s. The forum complex also boasts two &lt;a href=\"Roman%20baths\"&gt;Roman baths&lt;/a&gt;, one of which has been excavated while the other is buried underneath the city. The forum also features a small theater, which was also used for &lt;a href=\"gladiatorial%20games\"&gt;gladiatorial games&lt;/a&gt;. Although the initial complex was not built in Roman times, it was largely refurbished in the 2nd century. It is believed that the forum and the theater continued to be used until at least the 6th century.\nAnother important archaeological site is the imperial palace complex which Roman emperor &lt;a href=\"Galerius\"&gt;Galerius&lt;/a&gt;, located at &lt;a href=\"Navarinou%20Square\"&gt;Navarinou Square&lt;/a&gt;, commissioned when he made Thessaloniki the capital of his portion of the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt;. The large octagonal portion of the complex, most of which survives to this day, is believed to have been an imperial throne room. Various &lt;a href=\"mosaic\"&gt;mosaic&lt;/a&gt;s from the palatial complex have also survived. Some historians believe that the complex must have been in use as an imperial residence until the 11th century.\nNot far from the palace itself is the &lt;a href=\"Arch%20of%20Galerius\"&gt;Arch of Galerius&lt;/a&gt;, known colloquially as the \"Kamara\". The arch was built to commemorate the emperor's campaigns against the &lt;a href=\"Persia\"&gt;Persia&lt;/a&gt;ns. The original structure featured three arches; however, only two full arches and part of the third survive to this day. Many of the arches' marble parts survive as well, although it is mostly the brick interior that can be seen today.\nOther monuments of the city's past, such as the \"Incantadas\", a &lt;a href=\"Caryatid\"&gt;Caryatid&lt;/a&gt; portico from the ancient forum, have been removed or destroyed over the years. The Incantadas in particular are on display at the &lt;a href=\"Louvre\"&gt;Louvre&lt;/a&gt;. Thanks to a private donation of €180,000, it was announced on 6 December 2011 that a replica of the Incantadas would be commissioned and later put on display in Thessaloniki.\nThe construction of the &lt;a href=\"Thessaloniki%20Metro\"&gt;Thessaloniki Metro&lt;/a&gt; inadvertently started the largest &lt;a href=\"Excavation%20%28archaeology%29\"&gt;archaeological dig&lt;/a&gt; not only of the city, but of &lt;a href=\"Northern%20Greece\"&gt;Northern Greece&lt;/a&gt;; the dig spans and has unearthed 300,000 individual artefacts from as early as the &lt;a href=\"Roman%20Empire\"&gt;Roman Empire&lt;/a&gt; and as late as the &lt;a href=\"Great%20Thessaloniki%20Fire%20of%201917\"&gt;Great Thessaloniki Fire of 1917&lt;/a&gt;. Ancient Thessaloniki's &lt;a href=\"Decumanus%20Maximus\"&gt;Decumanus Maximus&lt;/a&gt; was also found and of the marble-paved and column-lined road were unearthed along with shops, other buildings, and plumbing, prompting one scholar to describe the discovery as \"the Byzantine &lt;a href=\"Pompeii\"&gt;Pompeii&lt;/a&gt;\". Some of the artefacts will be put on display inside the metro stations, while will feature the world's first open &lt;a href=\"archaeological%20site\"&gt;archaeological site&lt;/a&gt; located within a metro station.\nFestivals.\nThessaloniki is home of a number of festivals and events. The &lt;a href=\"Thessaloniki%20International%20Fair\"&gt;Thessaloniki International Fair&lt;/a&gt; is the most important event to be hosted in the city annually, by means of economic development. It was first established in 1926 and takes place every year at the \"Thessaloniki International Exhibition Center\". The event attracts major political attention and it is customary for the &lt;a href=\"Prime%20Minister%20of%20Greece\"&gt;Prime Minister of Greece&lt;/a&gt; to outline his administration's policies for the next year, during event. Over 250,000 visitors attended the exposition in 2010. The new &lt;a href=\"Art%20Thessaloniki\"&gt;Art Thessaloniki&lt;/a&gt;, is starting first time 29.10. – 1 November 2015 as an international contemporary art fair. \nThe &lt;a href=\"International%20Thessaloniki%20Film%20Festival\"&gt;Thessaloniki International Film Festival&lt;/a&gt; is established as one of the most important film festivals in &lt;a href=\"Southern%20Europe\"&gt;Southern Europe&lt;/a&gt;, with a number of notable film makers such as &lt;a href=\"Francis%20Ford%20Coppola\"&gt;Francis Ford Coppola&lt;/a&gt;, &lt;a href=\"Faye%20Dunaway\"&gt;Faye Dunaway&lt;/a&gt;, &lt;a href=\"Catherine%20Deneuve\"&gt;Catherine Deneuve&lt;/a&gt;, &lt;a href=\"Irene%20Papas\"&gt;Irene Papas&lt;/a&gt; and &lt;a href=\"Fatih%20Ak%C4%B1n\"&gt;Fatih Akın&lt;/a&gt; taking part, and was established in 1960. The &lt;a href=\"Thessaloniki%20Documentary%20Festival\"&gt;Documentary Festival&lt;/a&gt;, founded in 1999, has focused on documentaries that explore global social and cultural developments, with many of the films presented being candidates for &lt;a href=\"FIPRESCI\"&gt;FIPRESCI&lt;/a&gt; and Audience Awards.\nThe Dimitria festival, founded in 1966 and named after the city's &lt;a href=\"patron%20saint\"&gt;patron saint&lt;/a&gt; of &lt;a href=\"St.%20Demetrius\"&gt;St. Demetrius&lt;/a&gt;, has focused on a wide range of events including music, theatre, dance, local happenings, and exhibitions. The \"&lt;a href=\"DMC%20World%20DJ%20Championships\"&gt;DMC DJ Championship&lt;/a&gt;\" has been hosted at the International Trade Fair of Thessaloniki, has become a worldwide event for aspiring DJs and turntablists. The \"International Festival of Photography\" has taken place every February to mid-April. Exhibitions for the event are sited in museums, heritage landmarks, galleries, bookshops and cafés. Thessaloniki also holds an annual International Book Fair.\nBetween 1962–1997 and 2005–2008 the city also hosted the &lt;a href=\"Thessaloniki%20Song%20Festival\"&gt;Thessaloniki Song Festival&lt;/a&gt;, Greece's most important music festival, at &lt;a href=\"Alexandreio%20Melathron%20Nikos%20Galis%20Hall\"&gt;Alexandreio Melathron&lt;/a&gt;.\nIn 2012, the city hosted its first &lt;a href=\"pride%20parade\"&gt;pride parade&lt;/a&gt;, \"Thessaloniki Pride\", which took place between 22 and 23 June. It has been held every year ever since, however in 2013 &lt;a href=\"transgender\"&gt;transgender&lt;/a&gt; people participating in the parade became victims of &lt;a href=\"police%20brutality\"&gt;police brutality&lt;/a&gt;. The issue was soon settled by the government. The city's &lt;a href=\"Greek%20Orthodox%20Church\"&gt;Greek Orthodox Church&lt;/a&gt; leadership has consistently rallied against the event, but mayor Boutaris sided with \"Thessaloniki Pride\", saying also that Thessaloniki would seek to host &lt;a href=\"EuroPride\"&gt;EuroPride&lt;/a&gt; 2020. The event was given to Thessaloniki in September 2017, beating &lt;a href=\"Bergen\"&gt;Bergen&lt;/a&gt;, &lt;a href=\"Brussels\"&gt;Brussels&lt;/a&gt;, and &lt;a href=\"Hamburg\"&gt;Hamburg&lt;/a&gt;.\nSports.\nThe main stadium of the city is the &lt;a href=\"Kaftanzoglio%20Stadium\"&gt;Kaftanzoglio Stadium&lt;/a&gt; (also home ground of &lt;a href=\"Iraklis%20F.C.%20%28Thessaloniki%29\"&gt;Iraklis F.C.&lt;/a&gt;), while other main stadiums of the city include the football &lt;a href=\"Toumba%20Stadium\"&gt;Toumba Stadium&lt;/a&gt; and &lt;a href=\"Kleanthis%20Vikelidis%20Stadium\"&gt;Kleanthis Vikelidis Stadium&lt;/a&gt; home grounds of &lt;a href=\"PAOK%20FC\"&gt;PAOK FC&lt;/a&gt; and &lt;a href=\"Aris%20Thessaloniki%20F.C.\"&gt;Aris F.C.&lt;/a&gt;, respectively, all of whom are founding members of the &lt;a href=\"Super%20League%20Greece\"&gt;Greek league&lt;/a&gt;.\nBeing the largest \"multi-sport\" stadium in the city, &lt;a href=\"Kaftanzoglio%20Stadium\"&gt;Kaftanzoglio Stadium&lt;/a&gt; regularly plays host to &lt;a href=\"athletics%20%28sport%29\"&gt;athletics&lt;/a&gt; events; such as the &lt;a href=\"European%20Athletics%20Association\"&gt;European Athletics Association&lt;/a&gt; event \"Olympic Meeting Thessaloniki\" every year; it has hosted the Greek national championships in 2009 and has been used for &lt;a href=\"athletics%20at%20the%20Mediterranean%20Games\"&gt;athletics at the Mediterranean Games&lt;/a&gt; and for the &lt;a href=\"European%20Cup%20%28athletics%29\"&gt;European Cup in athletics&lt;/a&gt;. In 2004, the stadium served as an official &lt;a href=\"Athens%202004\"&gt;Athens 2004&lt;/a&gt; venue, while in 2009 the city and the stadium hosted the &lt;a href=\"2009%20IAAF%20World%20Athletics%20Final\"&gt;2009 IAAF World Athletics Final&lt;/a&gt;.\nThessaloniki's major indoor arenas include the state-owned &lt;a href=\"Alexandreio%20Melathron%20Nikos%20Galis%20Hall\"&gt;Alexandreio Melathron&lt;/a&gt;, &lt;a href=\"P.A.O.K.%20Sports%20Arena\"&gt;P.A.O.K. Sports Arena&lt;/a&gt; and the &lt;a href=\"YMCA\"&gt;YMCA&lt;/a&gt; indoor hall. Other sporting clubs in the city include &lt;a href=\"Apollon%20Pontou%20FC\"&gt;Apollon FC&lt;/a&gt; based in &lt;a href=\"Kalamaria\"&gt;Kalamaria&lt;/a&gt;, &lt;a href=\"Agrotikos%20Asteras%20F.C.\"&gt;Agrotikos Asteras F.C.&lt;/a&gt; based in &lt;a href=\"Evosmos\"&gt;Evosmos&lt;/a&gt; and YMCA. Thessaloniki has a rich sporting history with its teams winning the first ever panhellenic &lt;a href=\"association%20football\"&gt;football&lt;/a&gt; (Aris FC), &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt; (Iraklis BC), and &lt;a href=\"water%20polo\"&gt;water polo&lt;/a&gt; (AC Aris) tournaments.\nDuring recent years, &lt;a href=\"PAOK%20FC\"&gt;PAOK FC&lt;/a&gt; has emerged as the strongest football club of the city, winning also the Greek championship without a defeat (&lt;a href=\"2018%E2%80%9319%20Super%20League%20Greece\"&gt;2018–19 season&lt;/a&gt;).\nThe city played a major role in the development of basketball in Greece. The local YMCA was the first to introduce the sport to the country, while &lt;a href=\"G.S.%20Iraklis%20B.C.\"&gt;Iraklis B.C.&lt;/a&gt; won the first ever Greek championship. From 1982 to 1993 &lt;a href=\"Aris%20B.C.\"&gt;Aris B.C.&lt;/a&gt; dominated the league, regularly finishing in first place. In that period Aris won a total of 9 championships, 7 cups and one European Cup Winners' Cup. The city also hosted the &lt;a href=\"2003%20FIBA%20Under-19%20World%20Championship\"&gt;2003 FIBA Under-19 World Championship&lt;/a&gt; in which Greece came third. In volleyball, &lt;a href=\"Iraklis%20V.C.%20%28Thessaloniki%29\"&gt;Iraklis&lt;/a&gt; has emerged since 2000 as one of the most successful teams in Greece and Europe – see &lt;a href=\"2005%E2%80%9306%20CEV%20Champions%20League\"&gt;2005–06 CEV Champions League&lt;/a&gt;. In October 2007, Thessaloniki also played host to the first Southeastern European Games.\nThe city is also the finish point of the annual &lt;a href=\"Alexander%20The%20Great%20Marathon\"&gt;Alexander The Great Marathon&lt;/a&gt;, which starts at &lt;a href=\"Pella\"&gt;Pella&lt;/a&gt;, in recognition of its Ancient Macedonian heritage.\nThere are also aquatic and athletic complexes such as \"Ethniko\" and \"Poseidonio\".\nMedia.\nThessaloniki is home to the &lt;a href=\"ERT3\"&gt;ERT3&lt;/a&gt; TV-channel and &lt;a href=\"Radio%20Macedonia%20%28ERT3%29\"&gt;Radio Macedonia&lt;/a&gt;, both services of &lt;a href=\"Hellenic%20Broadcasting%20Corporation\"&gt;Hellenic Broadcasting Corporation (ERT)&lt;/a&gt; operating in the city and are broadcast all over Greece.\nThe municipality of Thessaloniki also operates three radio stations, namely FM100, FM101 and FM100.6; and TV100, a television network which was also the first non-&lt;a href=\"state-owned\"&gt;state-owned&lt;/a&gt; TV station in Greece and opened in 1988. Several private TV-networks also broadcast out from Thessaloniki, with &lt;a href=\"Makedonia%20TV\"&gt;Makedonia TV&lt;/a&gt; being the most popular.\nThe city's main newspapers and some of the most circulated in Greece, include \"&lt;a href=\"Makedonia%20%28newspaper%29\"&gt;Makedonia&lt;/a&gt;\", which was also the first newspaper published in Thessaloniki in 1911 and \"Aggelioforos\". A large number of radio stations also broadcast from Thessaloniki as the city is known for its music contributions.\nNotable Thessalonians.\nThroughout its history, Thessaloniki has been home to a number of well-known figures. It was also the birthplace or base of various Saints and other religious figures, such as &lt;a href=\"Demetrius%20of%20Thessaloniki\"&gt;Demetrius of Thessaloniki&lt;/a&gt;, &lt;a href=\"Cyril%20and%20Methodius\"&gt;Cyril and Methodius&lt;/a&gt; (creators of the first Slavic alphabet), &lt;a href=\"Saint%20Mitre\"&gt;Saint Mitre&lt;/a&gt; (Saint Demetrius, not to be confused with the previous), &lt;a href=\"Gregory%20Palamas\"&gt;Gregorios Palamas&lt;/a&gt;, &lt;a href=\"Matthew%20Blastares\"&gt;Matthew Blastares&lt;/a&gt;, &lt;a href=\"Eustathius%20of%20Thessalonica\"&gt;Eustathius of Thessalonica&lt;/a&gt; and &lt;a href=\"Patriarch%20Philotheus%20I%20of%20Constantinople\"&gt;Patriarch Philotheus I of Constantinople&lt;/a&gt;. Other Byzantine-era notable people included jurist &lt;a href=\"Constantine%20Armenopoulos\"&gt;Constantine Armenopoulos&lt;/a&gt;, historian &lt;a href=\"John%20Kaminiates\"&gt;Ioannis Kaminiates&lt;/a&gt;, &lt;a href=\"Demetrius%20Triclinius\"&gt;Demetrius Triclinius&lt;/a&gt;, &lt;a href=\"Thomas%20Magister\"&gt;Thomas Magistros&lt;/a&gt;, the anti-Palamian theologians &lt;a href=\"Prochoros%20Kydones\"&gt;Prochoros&lt;/a&gt; and &lt;a href=\"Demetrios%20Kydones\"&gt;Demetrios Kydones&lt;/a&gt;, such as scholars &lt;a href=\"Theodorus%20Gaza\"&gt;Theodorus Gaza&lt;/a&gt; (\"Thessalonicensis\") and &lt;a href=\"Matthaios%20Kamariotis\"&gt;Matthaios Kamariotis&lt;/a&gt;.\nMany of the country's best-known musicians and movie personalities are from Thessaloniki, such as &lt;a href=\"Zoe%20Laskari\"&gt;Zoe Laskari&lt;/a&gt;, &lt;a href=\"Costas%20Hajihristos\"&gt;Costas Hajihristos&lt;/a&gt;, , &lt;a href=\"Giannis%20Dalianidis\"&gt;Giannis Dalianidis&lt;/a&gt;, &lt;a href=\"Maria%20Plyta\"&gt;Maria Plyta&lt;/a&gt;, &lt;a href=\"Harry%20Klynn\"&gt;Harry Klynn&lt;/a&gt;, &lt;a href=\"Antonis%20Remos\"&gt;Antonis Remos&lt;/a&gt;, &lt;a href=\"Paschalis%20Terzis\"&gt;Paschalis Terzis&lt;/a&gt;, &lt;a href=\"Nikos%20Papazoglou\"&gt;Nikos Papazoglou&lt;/a&gt;, &lt;a href=\"Nikolas%20Asimos\"&gt;Nikolas Asimos&lt;/a&gt;, &lt;a href=\"Giorgos%20Hatzinasios\"&gt;Giorgos Hatzinasios&lt;/a&gt;, , &lt;a href=\"Stavros%20Kouyioumtzis\"&gt;Stavros Kouyioumtzis&lt;/a&gt;, &lt;a href=\"Giannis%20Kalatzis\"&gt;Giannis Kalatzis&lt;/a&gt;, &lt;a href=\"Natassa%20Theodoridou\"&gt;Natassa Theodoridou&lt;/a&gt;, Katia Zygouli, &lt;a href=\"Kostas%20Voutsas\"&gt;Kostas Voutsas&lt;/a&gt;, &lt;a href=\"Takis%20Kanellopoulos\"&gt;Takis Kanellopoulos&lt;/a&gt;, &lt;a href=\"Titos%20Vandis\"&gt;Titos Vandis&lt;/a&gt;, &lt;a href=\"Manolis%20Chiotis\"&gt;Manolis Chiotis&lt;/a&gt;, &lt;a href=\"Dionysis%20Savvopoulos\"&gt;Dionysis Savvopoulos&lt;/a&gt;, &lt;a href=\"Marinella\"&gt;Marinella&lt;/a&gt;, &lt;a href=\"Yvonne%20Sanson\"&gt;Yvonne Sanson&lt;/a&gt; and the classical composer &lt;a href=\"Emilios%20Riadis\"&gt;Emilios Riadis&lt;/a&gt;. Additionally, there have been a number of politicians born in the city: &lt;a href=\"Ioannis%20Skandalidis\"&gt;Ioannis Skandalidis&lt;/a&gt;, , &lt;a href=\"Evangelos%20Venizelos\"&gt;Evangelos Venizelos&lt;/a&gt;, &lt;a href=\"Christos%20Sartzetakis\"&gt;Christos Sartzetakis&lt;/a&gt;, fourth &lt;a href=\"President%20of%20Greece\"&gt;President of Greece&lt;/a&gt;, and &lt;a href=\"Yiannis%20Boutaris\"&gt;Yiannis Boutaris&lt;/a&gt;. Sports personalities from the city include &lt;a href=\"Nikos%20Galis\"&gt;Nikos Galis&lt;/a&gt;, &lt;a href=\"Georgios%20Roubanis\"&gt;Georgios Roubanis&lt;/a&gt;, &lt;a href=\"Giannis%20Ioannidis\"&gt;Giannis Ioannidis&lt;/a&gt;, &lt;a href=\"Faidon%20Matthaiou\"&gt;Faidon Matthaiou&lt;/a&gt;, &lt;a href=\"Alketas%20Panagoulias\"&gt;Alketas Panagoulias&lt;/a&gt;, &lt;a href=\"Panagiotis%20Fasoulas\"&gt;Panagiotis Fasoulas&lt;/a&gt;, &lt;a href=\"Eleni%20Daniilidou\"&gt;Eleni Daniilidou&lt;/a&gt;, &lt;a href=\"Traianos%20Dellas\"&gt;Traianos Dellas&lt;/a&gt;, &lt;a href=\"Giorgos%20Koudas\"&gt;Giorgos Koudas&lt;/a&gt;, &lt;a href=\"Kleanthis%20Vikelidis\"&gt;Kleanthis Vikelidis&lt;/a&gt;, &lt;a href=\"Christos%20Kostis\"&gt;Christos Kostis&lt;/a&gt;, &lt;a href=\"Dimitris%20Salpingidis\"&gt;Dimitris Salpingidis&lt;/a&gt; and &lt;a href=\"Nikos%20Zisis\"&gt;Nikos Zisis&lt;/a&gt;. Benefactor &lt;a href=\"Ioannis%20Papafis\"&gt;Ioannis Papafis&lt;/a&gt;, architect &lt;a href=\"Lysandros%20Kaftanzoglou\"&gt;Lysandros Kaftanzoglou&lt;/a&gt; and writers, such as &lt;a href=\"Grigorios%20Zalykis\"&gt;Grigorios Zalykis&lt;/a&gt;, &lt;a href=\"Manolis%20Anagnostakis\"&gt;Manolis Anagnostakis&lt;/a&gt;, &lt;a href=\"Kleitos%20Kyrou\"&gt;Kleitos Kyrou&lt;/a&gt;, , &lt;a href=\"Giorgos%20Ioannou%20%28novelist%29\"&gt;Giorgos Ioannou&lt;/a&gt;, &lt;a href=\"Elias%20Petropoulos\"&gt;Elias Petropoulos&lt;/a&gt;, , &lt;a href=\"Rena%20Molho\"&gt;Rena Molho&lt;/a&gt; and &lt;a href=\"Dinos%20Christianopoulos\"&gt;Dinos Christianopoulos&lt;/a&gt; are also from Thessaloniki.\nThe city is also the birthplace or base of a number of international personalities, which include &lt;a href=\"Bulgarians\"&gt;Bulgarians&lt;/a&gt; (&lt;a href=\"Atanas%20Dalchev\"&gt;Atanas Dalchev&lt;/a&gt;), &lt;a href=\"Jews\"&gt;Jews&lt;/a&gt; (&lt;a href=\"Moshe%20Levy%20%28chemist%29\"&gt;Moshe Levy&lt;/a&gt;, &lt;a href=\"Maurice%20Abravanel\"&gt;Maurice Abravanel&lt;/a&gt;, &lt;a href=\"Isaak%20Benrubi\"&gt;Isaak Benrubi&lt;/a&gt;, &lt;a href=\"Isaac%20Carasso\"&gt;Isaac&lt;/a&gt; and &lt;a href=\"Daniel%20Carasso\"&gt;Daniel Carasso&lt;/a&gt;, &lt;a href=\"Rapha%C3%ABl%20Salem\"&gt;Raphaël Salem&lt;/a&gt;, &lt;a href=\"Baruch%20Uziel\"&gt;Baruch Uziel&lt;/a&gt;, &lt;a href=\"Shlomo%20Halevi%20Alkabetz\"&gt;Shlomo Halevi Alkabetz&lt;/a&gt;, &lt;a href=\"Salamo%20Arouch\"&gt;Salamo Arouch&lt;/a&gt;, &lt;a href=\"Avraam%20Benaroya\"&gt;Avraam Benaroya&lt;/a&gt;), &lt;a href=\"Slav%20Macedonians\"&gt;Slav Macedonians&lt;/a&gt; (&lt;a href=\"Dimo%20Todorovski\"&gt;Dimo Todorovski&lt;/a&gt;), &lt;a href=\"Italians\"&gt;Italians&lt;/a&gt; (, &lt;a href=\"Giacomo%20Poselli\"&gt;Giacomo Poselli&lt;/a&gt;, ), &lt;a href=\"French%20people\"&gt;French&lt;/a&gt; (&lt;a href=\"Louis%20Dumont\"&gt;Louis Dumont&lt;/a&gt;), &lt;a href=\"Spanish%20people\"&gt;Spanish&lt;/a&gt; (&lt;a href=\"Juana%20Mord%C3%B3\"&gt;Juana Mordó&lt;/a&gt;), &lt;a href=\"Turkish%20people\"&gt;Turks&lt;/a&gt; (&lt;a href=\"Mustafa%20Kemal%20Atat%C3%BCrk\"&gt;Mustafa Kemal Atatürk&lt;/a&gt;, &lt;a href=\"N%C3%A2z%C4%B1m%20Hikmet\"&gt;Nâzım Hikmet&lt;/a&gt;, &lt;a href=\"Afet%20%C4%B0nan\"&gt;Afet İnan&lt;/a&gt;, &lt;a href=\"Cahit%20Arf\"&gt;Cahit Arf&lt;/a&gt;, &lt;a href=\"Mehmet%20Cavit%20Bey\"&gt;Mehmet Cavit Bey&lt;/a&gt;, &lt;a href=\"Sabiha%20Sertel\"&gt;Sabiha Sertel&lt;/a&gt;, &lt;a href=\"Abdul%20Kerim%20Pasha\"&gt;Abdul Kerim Pasha&lt;/a&gt;, &lt;a href=\"Hasan%20Tahsin%20Uzer\"&gt;Hasan Tahsin Uzer&lt;/a&gt;, &lt;a href=\"Hasan%20Tahsin\"&gt;Hasan Tahsin&lt;/a&gt;) and &lt;a href=\"Armenians\"&gt;Armenians&lt;/a&gt; (&lt;a href=\"Jean%20Tatlian\"&gt;Jean Tatlian&lt;/a&gt;).\nCuisine.\nBecause Thessaloniki remained under &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman&lt;/a&gt; rule for about 100 years more than southern Greece, it has retained a lot of its Eastern character, including its culinary tastes. Spices in particular play an important role in the cuisine of Thessaloniki, something which is not true to the same degree about Greece's southern regions. Thessaloniki's Ladadika borough is a particularly busy area in regards to Thessalonian cuisine, with most &lt;a href=\"taverna\"&gt;taverna&lt;/a&gt;s serving traditional &lt;a href=\"meze\"&gt;meze&lt;/a&gt; and other such culinary delights.\n&lt;a href=\"Bougatsa\"&gt;Bougatsa&lt;/a&gt;, a breakfast &lt;a href=\"pastry\"&gt;pastry&lt;/a&gt;, which can be either sweet or savory, is very popular throughout the city and has spread around other parts of Greece and the Balkans as well. Another popular snack is \"&lt;a href=\"Simit\"&gt;koulouri&lt;/a&gt;\".\nNotable sweets of the city are \"Trigona\", \"Roxákia\", \"\" and \"Armenonville\". A stereotypical Thessalonian &lt;a href=\"coffee\"&gt;coffee&lt;/a&gt; drink is &lt;a href=\"Frapp%C3%A9%20coffee\"&gt;Frappé coffee&lt;/a&gt;. Frappé was invented in the &lt;a href=\"Thessaloniki%20International%20Fair\"&gt;Thessaloniki International Fair&lt;/a&gt; in 1957 and has since spread throughout Greece and Cyprus to become a hallmark of the Greek &lt;a href=\"coffee%20culture\"&gt;coffee culture&lt;/a&gt;.\nTourism.\nA touristic boom took place in the 2010s, during the years of mayor &lt;a href=\"Yiannis%20Boutaris\"&gt;Boutaris&lt;/a&gt;, especially from the neighboring countries, &lt;a href=\"Austria\"&gt;Austria&lt;/a&gt;, &lt;a href=\"Israel\"&gt;Israel&lt;/a&gt; and &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;. In 2010, the sleepovers of foreign tourists in the city were around 250,000. In 2018, the sleepovers of foreign tourists was estimated to reach 3,000,000 people.\nMusic.\nThe city is viewed as a romantic one in Greece, and as such Thessaloniki is commonly featured in &lt;a href=\"Music%20of%20Greece\"&gt;Greek songs&lt;/a&gt;. There are a number of famous songs that go by the name 'Thessaloniki' (&lt;a href=\"rebetiko\"&gt;rebetiko&lt;/a&gt;, &lt;a href=\"la%C3%AFko\"&gt;laïko&lt;/a&gt; etc.) or include the name in their title.\nDuring the 1930s and 40s the city became a center of the &lt;a href=\"Rebetiko\"&gt;Rebetiko&lt;/a&gt; music, partly because of the &lt;a href=\"4th%20of%20August%20Regime\"&gt;Metaxas&lt;/a&gt; censorship, which was stricter in Athens. &lt;a href=\"Vassilis%20Tsitsanis\"&gt;Vassilis Tsitsanis&lt;/a&gt; wrote some of his best songs in Thessaloniki.\nThe city is the birthplace of significant composers in the Greek music scene, such as &lt;a href=\"Manolis%20Chiotis\"&gt;Manolis Chiotis&lt;/a&gt;, &lt;a href=\"Stavros%20Kouyioumtzis\"&gt;Stavros Kouyioumtzis&lt;/a&gt; and &lt;a href=\"Dionysis%20Savvopoulos\"&gt;Dionysis Savvopoulos&lt;/a&gt;. It is also notable for its rock music scene and its many rock groups; some became famous such as &lt;a href=\"Xylina%20Spathia\"&gt;Xylina Spathia&lt;/a&gt;, &lt;a href=\"Trypes\"&gt;Trypes&lt;/a&gt; or the &lt;a href=\"pop%20rock\"&gt;pop rock&lt;/a&gt; group &lt;a href=\"Onirama\"&gt;Onirama&lt;/a&gt;.\nBetween 1962–1997 and 2005–2008 the city also hosted the &lt;a href=\"Thessaloniki%20Song%20Festival\"&gt;Thessaloniki Song Festival&lt;/a&gt;. In the &lt;a href=\"Eurovision%20Song%20Contest%202013\"&gt;Eurovision Song Contest 2013&lt;/a&gt; Greece was represented by &lt;a href=\"Koza%20Mostra\"&gt;Koza Mostra&lt;/a&gt; and &lt;a href=\"Agathonas%20Iakovidis\"&gt;Agathonas Iakovidis&lt;/a&gt;, both from Thessaloniki.\nEducation.\nThessaloniki is a major center of education for Greece. Three of the country's largest universities are located in central Thessaloniki: &lt;a href=\"Aristotle%20University%20of%20Thessaloniki\"&gt;Aristotle University of Thessaloniki&lt;/a&gt;, the &lt;a href=\"University%20of%20Macedonia\"&gt;University of Macedonia&lt;/a&gt; and the &lt;a href=\"International%20Hellenic%20University\"&gt;International Hellenic University&lt;/a&gt;. Aristotle University was founded in 1926 and is currently the largest university in &lt;a href=\"list%20of%20universities%20in%20Greece\"&gt;Greece&lt;/a&gt; by number of students, which number at more than 80,000 in 2010, and is a member of the &lt;a href=\"Utrecht%20Network\"&gt;Utrecht Network&lt;/a&gt;. For the academic year 2009–2010, &lt;a href=\"Aristotle%20University\"&gt;Aristotle University&lt;/a&gt; was ranked as one of the 150 best universities in the world for arts and humanities and among the 250 best universities in the world overall by the &lt;a href=\"Times%20Higher%20Education-QS%20World%20University%20Rankings\"&gt;Times QS World University Rankings&lt;/a&gt;, making it one of the top 2% of best universities worldwide. Leiden ranks &lt;a href=\"Aristotle%20University\"&gt;Aristotle University&lt;/a&gt; as one of the top 100 European universities and the best university in Greece, at number 97. Since 2010, Thessaloniki is also home to the Open University of Thessaloniki, which is funded by &lt;a href=\"Aristotle%20University\"&gt;Aristotle University&lt;/a&gt;, the &lt;a href=\"University%20of%20Macedonia\"&gt;University of Macedonia&lt;/a&gt; and the municipality of Thessaloniki.\nAdditionally, a &lt;a href=\"Technological%20Educational%20Institute\"&gt;TEI&lt;/a&gt; (Technological Educational Institute), namely the &lt;a href=\"Alexander%20TEI%20of%20Thessaloniki\"&gt;Alexander Technological Educational Institute of Thessaloniki&lt;/a&gt;, is located in the western suburb of &lt;a href=\"Sindos\"&gt;Sindos&lt;/a&gt;; home also to the industrial zone of the city. Numerous public and private &lt;a href=\"IEK\"&gt;vocational institutes&lt;/a&gt; () provide professional training to young students, while a large number of private colleges offer &lt;a href=\"United%20States\"&gt;American&lt;/a&gt; and &lt;a href=\"UK\"&gt;UK&lt;/a&gt; academic curriculum, via cooperation with foreign universities. In addition to &lt;a href=\"Greek%20people\"&gt;Greek&lt;/a&gt; students, the city hence attracts many foreign students either via the &lt;a href=\"Erasmus\"&gt;Erasmus&lt;/a&gt; programme for public universities, or for a complete degree in public universities or in the city's private colleges. the city's total student population was estimated around 200,000.\nTransport.\nTram.\n&lt;a href=\"Tram\"&gt;Tram&lt;/a&gt; was the main, oldest and most popular public urban mean of Thessalonians in the past. It functioned from 1893 to 1957, when it was disestablished by the government of &lt;a href=\"Konstantinos%20Karamanlis\"&gt;Konstantinos Karamanlis&lt;/a&gt;. The French \"Compagnie de Tramways et d' Éclairage Électrique de Salonique\" operated it from 1912 until 1940, when the company was purchased by the Hellenic State. The operating base and tram station was in the district of Dépôt.\nBefore the &lt;a href=\"Greek%20government-debt%20crisis\"&gt;economic crisis of 2009&lt;/a&gt;, there were various proposals for new tram lines.\nBus.\n&lt;a href=\"Thessaloniki%20Urban%20Transport%20Organization\"&gt;Thessaloniki Urban Transport Organization&lt;/a&gt; (\"OASTH\") operates buses as the only form of public transport in Thessaloniki. It was founded in 1957 and operates a fleet of 604 vehicles on 75 routes throughout the &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;Thessaloniki metropolitan area&lt;/a&gt;. International and regional bus links are provided by &lt;a href=\"KTEL%20%28Greece%29\"&gt;KTEL&lt;/a&gt; at its &lt;a href=\"Thessaloniki%20Bus%20Station\"&gt;Macedonia InterCity Bus Terminal&lt;/a&gt;, located to the west of the city centre.\nMetro.\nThe creation of a metro system for Thessaloniki goes back as far as 1918, when &lt;a href=\"Thomas%20Hayton%20Mawson\"&gt;Thomas Hayton Mawson&lt;/a&gt; and &lt;a href=\"Ernest%20H%C3%A9brard\"&gt;Ernest Hébrard&lt;/a&gt; proposed the creation of a Thessaloniki Metropolitan Railway. In 1968, a circular metro line was proposed, and in 1987 the first serious proposal was presented and construction briefly started in 1988, before stalling and finally being abandoned due to lack of funding. Both the 1918 and 1988 proposals ran almost the identical route to the current &lt;a href=\"Line%201%20%28Thessaloniki%20Metro%29\"&gt;Line 1&lt;/a&gt;.\nConstruction on Thessaloniki's current metro began in 2006 and is classified as a &lt;a href=\"megaproject\"&gt;megaproject&lt;/a&gt;: it has a budget of €1.57 billion ($ billion). &lt;a href=\"Line%201%20%28Thessaloniki%20Metro%29\"&gt;Line 1&lt;/a&gt; and &lt;a href=\"Line%202%20%28Thessaloniki%20Metro%29\"&gt;Line 2&lt;/a&gt; are currently under construction and will enter service, in phases, between 2023 and 2024. &lt;a href=\"Line%201%20%28Thessaloniki%20Metro%29\"&gt;Line 1&lt;/a&gt; is long and stops at 13 stations, while &lt;a href=\"Line%202%20%28Thessaloniki%20Metro%29\"&gt;Line 2&lt;/a&gt; is long and stops at a further 5 stations, while also calling at 11 of the Line 1 stations. &lt;a href=\"Thessaloniki%20Metro%23Archaeology\"&gt;Important archaeological discoveries&lt;/a&gt; have been made during construction, and some of the system's stations will house archaeological exhibitions. One stop, , will house the only open archaeological site within a metro station anywhere in the world.\n&lt;a href=\"Line%202%20%28Thessaloniki%20Metro%29\"&gt;Line 2&lt;/a&gt; is to be expanded further, with a loop extension to the western suburbs of the city, towards &lt;a href=\"Evosmos\"&gt;Evosmos&lt;/a&gt; and &lt;a href=\"Stavroupoli\"&gt;Stavroupoli&lt;/a&gt;, and one overground extension towards &lt;a href=\"Thessaloniki%20Airport%20%26quot%3BMakedonia%26quot%3B\"&gt;the Airport&lt;/a&gt;. The western extension is more high-priority than the airport one, as the airport will be served by a 10-minute shuttle bus to the terminus of Line 2, .\nOnce it opens in 2023, it is expected that 320,000 people will use the metro every day, or 116 million people every year.\nCommuter/suburban rail (Proastiakos).\nCommuter rail services have recently been established between Thessaloniki and the city of &lt;a href=\"Larissa\"&gt;Larissa&lt;/a&gt; (the service is known in &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; as the \"&lt;a href=\"Proastiakos\"&gt;Proastiakos&lt;/a&gt;\", meaning \"Suburban Railway\"). The service is operated using &lt;a href=\"Siemens%20Desiro\"&gt;Siemens Desiro&lt;/a&gt; EMU trains on a modernised electrified &lt;a href=\"double%20track\"&gt;double track&lt;/a&gt; and stops at 11 refurbished stations, covering the journey in 1 hour and 33 minutes. Furthermore, an additional line has also been established, although with the use of regional trains, between Thessaloniki and the city of &lt;a href=\"Edessa%2C%20Greece\"&gt;Edessa&lt;/a&gt;.\nThessaloniki Airport \"Makedonia\".\nInternational and domestic &lt;a href=\"air%20traffic\"&gt;air traffic&lt;/a&gt; to and from the city is served by &lt;a href=\"Thessaloniki%20Airport%20%26quot%3BMakedonia%26quot%3B\"&gt;Thessaloniki Airport \"Makedonia\"&lt;/a&gt;. The short length of the airport's two runways means that it does not currently support intercontinental flights, although a major extension – lengthening one of its runways into the &lt;a href=\"Thermaic%20Gulf\"&gt;Thermaic Gulf&lt;/a&gt; – is under construction, despite considerable opposition from local environmental groups. Following the completion of the runway works, the airport will be able to serve intercontinental flights and cater for larger aircraft in the future. After long delays, the new runway of the airport was completed in spring 2019. Construction of a second terminal began in September 2018 and finished in February 2021, three months ahead of schedule.\nRailways and ferry connections.\nBecause of the Greek economic crisis, all international train links from the city were suspended in February 2011. Until then, the city was a major railway hub for the Balkans, with direct connections to &lt;a href=\"Sofia\"&gt;Sofia&lt;/a&gt;, &lt;a href=\"Skopje\"&gt;Skopje&lt;/a&gt;, &lt;a href=\"Belgrade\"&gt;Belgrade&lt;/a&gt;, &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt;, &lt;a href=\"Vienna\"&gt;Vienna&lt;/a&gt;, &lt;a href=\"Budapest\"&gt;Budapest&lt;/a&gt;, &lt;a href=\"Bucharest\"&gt;Bucharest&lt;/a&gt; and &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;, alongside &lt;a href=\"Athens\"&gt;Athens&lt;/a&gt; and other destinations in Greece. Daily through trains to Sofia and Belgrade were restarted in May 2014. Thessaloniki remains one of Greece's most important railway hubs and has the biggest &lt;a href=\"marshalling%20yard\"&gt;marshalling yard&lt;/a&gt; in the country.\nRegional train services within Greece (operated by &lt;a href=\"TrainOSE\"&gt;TrainOSE&lt;/a&gt;, the &lt;a href=\"Hellenic%20Railways%20Organization\"&gt;Hellenic Railways Organization&lt;/a&gt;'s train operating company), link the city with other parts of the country, from its central railway passenger station, called the \"&lt;a href=\"New%20railway%20station%20%28Thessaloniki%29\"&gt;New railway station&lt;/a&gt;\" located at the western end of Thessaloniki's city center.\nThe &lt;a href=\"Port%20of%20Thessaloniki\"&gt;Port of Thessaloniki&lt;/a&gt; connects the city with seasonal ferries to the &lt;a href=\"Sporades\"&gt;Sporades&lt;/a&gt; and other north Aegean islands, with its &lt;a href=\"Passenger\"&gt;passenger terminal&lt;/a&gt;, being one of the largest in the &lt;a href=\"Aegean%20Sea\"&gt;Aegean Sea&lt;/a&gt; basin; having handled around 162,731 &lt;a href=\"passengers\"&gt;passengers&lt;/a&gt; in 2007. Meanwhile, ongoing actions have been going on for more connections and the port is recently being upgraded, as Thessaloniki is also slowly turning into a major tourist port for cruising in the eastern Mediterranean.\nMotorways.\nThessaloniki lies on the crossroads of the &lt;a href=\"Motorway%201%20%28Greece%29\"&gt;A1&lt;/a&gt;/&lt;a href=\"European%20route%20E75\"&gt;E75&lt;/a&gt;, &lt;a href=\"Egnatia%20Odos%20%28modern%20road%29\"&gt;A2&lt;/a&gt;/&lt;a href=\"European%20route%20E90\"&gt;E90&lt;/a&gt; and &lt;a href=\"Motorway%2025%20%28Greece%29\"&gt;A25&lt;/a&gt; &lt;a href=\"motorway\"&gt;motorway&lt;/a&gt;s; which connect the city with other parts of the country, as well as the &lt;a href=\"Republic%20of%20North%20Macedonia\"&gt;Republic of North Macedonia&lt;/a&gt;, &lt;a href=\"Bulgaria\"&gt;Bulgaria&lt;/a&gt; and &lt;a href=\"Turkey\"&gt;Turkey&lt;/a&gt;.\nThe city itself is bypassed by the C-shaped &lt;a href=\"Thessaloniki%20Inner%20Ring%20Road\"&gt;Thessaloniki Inner Ring Road&lt;/a&gt; (\"Esoteriki Peripheriaki Odos\", ), which all of the above motorways connect onto it. The western end of the route begins at the junction with the &lt;a href=\"Motorway%201%20%28Greece%29\"&gt;A1&lt;/a&gt;/&lt;a href=\"Egnatia%20Odos%20%28modern%20road%29\"&gt;A2&lt;/a&gt; motorways in \"Lachanagora\" District. Clockwise it heads northeast around the city, passing through the northwestern suburbs, the forest of \"Seich Sou\" and through to the southeast suburb/borough of &lt;a href=\"Kalamaria\"&gt;Kalamaria&lt;/a&gt;. The ring road ends at a large junction with the &lt;a href=\"Motorway%2025%20%28Greece%29\"&gt;A25&lt;/a&gt; motorway, which then continues south to &lt;a href=\"Chalkidiki\"&gt;Chalkidiki&lt;/a&gt;, passing through &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;Thessaloniki's&lt;/a&gt; outer southeast suburbs.\nThe speed limit on this motorway is , it currently has three traffic lanes for each direction and forms the city's most vital road link; handling more than 120,000 vehicles daily, instead of 30,000 as it was meant to handle when designed in 1975.\nAn outer &lt;a href=\"ring%20road\"&gt;ring road&lt;/a&gt; known as Eksoteriki Peripheriaki Odos (, \"outer ring road\") carries all traffic that completely bypasses the city. It is Part of &lt;a href=\"Motorway%202%20%28Greece%29\"&gt;Motorway 2&lt;/a&gt;.\nFuture plans.\nDespite the large effort that was made in 2004 to improve the motorway features of the Thessaloniki &lt;a href=\"ring%20road\"&gt;ring road&lt;/a&gt;, the motorway is still insufficient to tackle Thessaloniki's increasing traffic and metropolitan population. To tackle this problem, the government has introduced large scale redevelopment plans throughout 2011 with tenders expected to be announced within early 2012; that include the total restructuring of the A16 in the western side of the city, with new junctions and new &lt;a href=\"hard%20shoulder\"&gt;emergency lanes&lt;/a&gt; throughout the whole length of the motorway. In the eastern side an even larger scale project has been announced, for the construction of a new elevated motorway section above the existing, which would allow faster travel for drivers heading through to the &lt;a href=\"Thessaloniki%20International%20Airport%2C%20%26quot%3BMacedonia%26quot%3B\"&gt;airport&lt;/a&gt; and &lt;a href=\"Chalkidiki\"&gt;Chalkidiki&lt;/a&gt; that do not wish to exit into the city, and will decongest the existing motorway for city commuters. The plans also include adding one more lane in each direction on the existing A16 ring road and on the &lt;a href=\"Motorway%2025%20%28Greece%29\"&gt;A25&lt;/a&gt; passing through &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;Thessaloniki's&lt;/a&gt; southeast suburbs, from its junction with the A16 in &lt;a href=\"Kalamaria\"&gt;Kalamaria&lt;/a&gt;, up to the airport exit (&lt;a href=\"Greek%20National%20Road%2067\"&gt;ΕΟ67&lt;/a&gt;); which will make it an 8 lane highway.\nAdditional long term plans further include the extension of the planned outer &lt;a href=\"ring%20road\"&gt;ring road&lt;/a&gt; known as Eksoteriki Peripheriaki Odos (, \"outer ring road\") to circle around the entire &lt;a href=\"Thessaloniki%20metropolitan%20area\"&gt;Thessaloniki metropolitan area&lt;/a&gt;, crossing over the Thermaic Gulf from the east, to join with the &lt;a href=\"Motorway%201%20%28Greece%29\"&gt;A1&lt;/a&gt;/&lt;a href=\"European%20route%20E75\"&gt;E75&lt;/a&gt; motorway. Preliminary plans have been announced which include a bridge over the gulf, as part of the southern bypass of the city; to cater for the large number of travellers from Macedonia and the rest of Greece heading to the &lt;a href=\"Thessaloniki%20International%20Airport%2C%20%26quot%3BMacedonia%26quot%3B\"&gt;airport&lt;/a&gt;, and to the increasingly popular tourist region of &lt;a href=\"Chalkidiki\"&gt;Chalkidiki&lt;/a&gt;.\nInternational relations.\nConsulates\nTwin towns – sister cities.\nThessaloniki is &lt;a href=\"Twin%20towns%20and%20sister%20cities\"&gt;twinned&lt;/a&gt; with:"
}