{
    "id": "40498",
    "revid": "1066334602",
    "url": "https://en.wikipedia.org/wiki?curid=40498",
    "title": "Greater London Authority",
    "text": "The Greater London Authority (GLA), colloquially known by the metonym \"City Hall\", is the &lt;a href=\"Devolution%20in%20the%20United%20Kingdom\"&gt;devolved&lt;/a&gt; &lt;a href=\"Regions%20of%20England\"&gt;regional&lt;/a&gt; governance body of the London &lt;a href=\"Regions%20of%20England\"&gt;region&lt;/a&gt;, which consists of the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt; and the &lt;a href=\"Ceremonial%20counties%20of%20England\"&gt;ceremonial county&lt;/a&gt; of &lt;a href=\"Greater%20London\"&gt;Greater London&lt;/a&gt;. It consists of two political branches: the executive &lt;a href=\"Mayor%20of%20London\"&gt;Mayoralty&lt;/a&gt; (currently led by &lt;a href=\"Sadiq%20Khan\"&gt;Sadiq Khan&lt;/a&gt;) and the 25-member &lt;a href=\"London%20Assembly\"&gt;London Assembly&lt;/a&gt;, which serves as a means of &lt;a href=\"separation%20of%20powers\"&gt;checks and balances&lt;/a&gt; on the former. Since May 2016, both branches have been under the control of the &lt;a href=\"London%20Labour%20Party\"&gt;London Labour Party&lt;/a&gt;. The authority was established in 2000, following a &lt;a href=\"1998%20Greater%20London%20Authority%20referendum\"&gt;local referendum&lt;/a&gt;, and derives most of its powers from the &lt;a href=\"Greater%20London%20Authority%20Act%201999\"&gt;Greater London Authority Act 1999&lt;/a&gt; and the &lt;a href=\"Greater%20London%20Authority%20Act%202007\"&gt;Greater London Authority Act 2007&lt;/a&gt;.\nIt is a strategic regional authority, with powers over transport, policing, economic development, and fire and emergency planning. Three functional bodies—&lt;a href=\"Transport%20for%20London\"&gt;Transport for London&lt;/a&gt;, the &lt;a href=\"Mayor%27s%20Office%20for%20Policing%20and%20Crime\"&gt;Mayor's Office for Policing and Crime&lt;/a&gt;, and the &lt;a href=\"London%20Fire%20Commissioner\"&gt;London Fire Commissioner&lt;/a&gt;—are responsible for delivery of services in these areas. The planning policies of the Mayor of London are detailed in a statutory &lt;a href=\"London%20Plan\"&gt;London Plan&lt;/a&gt; that is regularly updated and published.\nThe Greater London Authority is mostly funded by direct government grant and it is also a &lt;a href=\"Council%20Tax%23Precepting%20authorities\"&gt;precepting authority&lt;/a&gt;, with some money collected with local &lt;a href=\"Council%20Tax\"&gt;Council Tax&lt;/a&gt;. The GLA is unique in the British devolved and local government system, in terms of structure (it uses a &lt;a href=\"presidential%20system\"&gt;presidential system&lt;/a&gt;-esque model), elections and selection of powers. The authority was established to replace a range of joint boards and &lt;a href=\"quango\"&gt;quango&lt;/a&gt;s and provided an elected upper tier of local government in Greater London for the first time since the abolition of the &lt;a href=\"Greater%20London%20Council\"&gt;Greater London Council&lt;/a&gt; in 1986.\nPurpose.\nThe GLA is responsible for the strategic administration of the 1579 km2 (610 sq. miles) of &lt;a href=\"Greater%20London\"&gt;Greater London&lt;/a&gt;. It shares local government powers with the councils of 32 &lt;a href=\"London%20boroughs\"&gt;London boroughs&lt;/a&gt; and the &lt;a href=\"City%20of%20London%20Corporation\"&gt;City of London Corporation&lt;/a&gt;. It was created to improve the co-ordination between the local authorities in Greater London, and the &lt;a href=\"Mayor%20of%20London\"&gt;Mayor of London&lt;/a&gt;'s role is to give London a single person to represent it. The Mayor proposes policy and the GLA's budget, and makes appointments to the capital's strategic executive such as &lt;a href=\"Transport%20for%20London\"&gt;Transport for London&lt;/a&gt;. The primary purpose of the London Assembly is to hold the Mayor of London to account by scrutiny of his or her actions and decisions. The assembly must also accept or amend the mayor's budget on an annual basis. The GLA is based at &lt;a href=\"City%20Hall%2C%20London%20%28Southwark%29\"&gt;City Hall&lt;/a&gt;, a new building on the south bank of the &lt;a href=\"River%20Thames\"&gt;River Thames&lt;/a&gt;, next to &lt;a href=\"Tower%20Bridge\"&gt;Tower Bridge&lt;/a&gt;.\nThe GLA is different from the Corporation of the &lt;a href=\"City%20of%20London\"&gt;City of London&lt;/a&gt; with its largely ceremonial Lord Mayors, which controls only the Square Mile of the City, London's chief financial centre.\nBackground.\nIn 1986, the &lt;a href=\"Greater%20London%20Council\"&gt;Greater London Council&lt;/a&gt; was abolished by the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservative&lt;/a&gt; government of &lt;a href=\"Margaret%20Thatcher\"&gt;Margaret Thatcher&lt;/a&gt;. Many people have surmised that the decision to abolish the GLC was made because of the existence of a high-spending left-wing &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; administration under &lt;a href=\"Ken%20Livingstone\"&gt;Ken Livingstone&lt;/a&gt;, although pressure for the abolition of the GLC had arisen before Livingstone took over, and was largely driven by the belief among the outer &lt;a href=\"London%20borough%20council\"&gt;London borough council&lt;/a&gt;s that they could perform the functions of the GLC just as well.\nOn abolition, the strategic functions of the GLC were transferred to bodies controlled by central government or joint boards nominated by the &lt;a href=\"London%20borough%20council\"&gt;London borough council&lt;/a&gt;s. Some of the service delivery functions were transferred down to the councils themselves. For the next 14 years there was no single elected body for the whole of London. The Labour Party never supported the abolition of the GLC and made it a policy to re-establish some form of citywide elected authority.\nCreation.\nThe Labour party adopted a policy of a single, directly elected mayor (a policy first suggested by &lt;a href=\"Tony%20Banks%2C%20Baron%20Stratford\"&gt;Tony Banks&lt;/a&gt; in 1990), together with an elected assembly watching over the mayor; this model, based on the &lt;a href=\"mayor%E2%80%93council%20government\"&gt;mayor–council government&lt;/a&gt; of many American cities, was partly aimed at making sure the new body resembled the erstwhile GLC as little as possible. After the Labour party won the &lt;a href=\"1997%20United%20Kingdom%20general%20election\"&gt;1997 general election&lt;/a&gt;, the policy was outlined in a &lt;a href=\"white%20paper\"&gt;white paper&lt;/a&gt; entitled \"A Mayor and Assembly for London\" (March 1998).\nSimultaneously with the elections to the London Borough councils, a &lt;a href=\"1998%20London%20referendum\"&gt;referendum&lt;/a&gt; was held on the establishment of the GLA in May 1998, which was approved with 72% of the vote. The &lt;a href=\"Greater%20London%20Authority%20Act%201999\"&gt;Greater London Authority Act 1999&lt;/a&gt; passed through Parliament, receiving &lt;a href=\"royal%20assent\"&gt;royal assent&lt;/a&gt; in October 1999. In a controversial election campaign, the then prime minister, &lt;a href=\"Tony%20Blair\"&gt;Tony Blair&lt;/a&gt;, attempted to block Livingstone's nomination and imposed his own candidate. In reaction, Livingstone stood as an independent candidate, resulting in his expulsion from the Labour Party and in March 2000, &lt;a href=\"2000%20London%20mayoral%20election\"&gt;was elected&lt;/a&gt; as Mayor of London. Following an interim period in which the mayor and assembly had been elected but had no powers, the GLA was formally established on 3 July 2000.\nHeadquarters.\nFor the first two years of its existence, the Greater London Authority was based at Romney House, 47 &lt;a href=\"Marsham%20Street\"&gt;Marsham Street&lt;/a&gt; in &lt;a href=\"Westminster\"&gt;Westminster&lt;/a&gt;. Meetings of the London Assembly took place at Emmanuel Centre, also on Marsham Street.\nBetween July 2002 and December 2021, the Greater London Authority was based at a building known as &lt;a href=\"City%20Hall%2C%20London%20%28Southwark%29\"&gt;City Hall&lt;/a&gt; in &lt;a href=\"Southwark\"&gt;Southwark&lt;/a&gt;, on the banks of the &lt;a href=\"River%20Thames\"&gt;River Thames&lt;/a&gt;, close to &lt;a href=\"Tower%20Bridge\"&gt;Tower Bridge&lt;/a&gt;. City Hall was designed by Norman Foster and constructed at a cost of £43 million on a site formerly occupied by &lt;a href=\"Wharf\"&gt;wharves&lt;/a&gt; serving the &lt;a href=\"Pool%20of%20London\"&gt;Pool of London&lt;/a&gt;. This building did not belong to the GLA but was leased under a 25-year rental agreement from the &lt;a href=\"Kuwait%20Investment%20Authority\"&gt;Kuwait Investment Authority&lt;/a&gt;.\nIn November 2020, Mayor of London Sadiq Khan announced plans to vacate City Hall at the end of 2021 and relocate to &lt;a href=\"The%20Crystal\"&gt;The Crystal&lt;/a&gt; in the &lt;a href=\"Canning%20Town\"&gt;Canning Town&lt;/a&gt; area of &lt;a href=\"East%20London\"&gt;East London&lt;/a&gt;. The Crystal building is owned by the Greater London Authority and is currently under-occupied. City Hall was not owned by the authority itself and the proposed move would save the Greater London Authority £12.6 million a year in rental costs. The decision was confirmed on 3 November 2020. Newham Borough Council gave permission for a change of use for the building in December 2020. The authority vacated City Hall on 2 December 2021 and the move is due to completed in the first week of January 2022. The Crystal was renamed \"City Hall\" in December 2021.\nIn addition to City Hall, staff of the Greater London Authority are also based at Palestra House on &lt;a href=\"Blackfriars%20Road\"&gt;Blackfriars Road&lt;/a&gt; and at the London Fire Brigade headquarters on &lt;a href=\"Union%20Street%2C%20London\"&gt;Union Street&lt;/a&gt;, both in &lt;a href=\"Southwark\"&gt;Southwark&lt;/a&gt;.\nThe predecessors of the Greater London Authority, the &lt;a href=\"Greater%20London%20Council\"&gt;Greater London Council&lt;/a&gt; and the &lt;a href=\"London%20County%20Council\"&gt;London County Council&lt;/a&gt;, had their headquarters at &lt;a href=\"County%20Hall%2C%20London\"&gt;County Hall&lt;/a&gt;, upstream on the &lt;a href=\"South%20Bank\"&gt;South Bank&lt;/a&gt;. Although County Hall's old council chamber is still intact, the building is unavailable for use by the GLA because of its conversion into, among other things, a luxury hotel, amusement arcade and aquarium.\nPowers and functions.\nFunctional bodies.\nAreas which the GLA has responsibility for include transport, policing, fire and rescue, development and strategic planning. The GLA does not directly provide any services itself. Instead, its work is carried out by functional bodies which come under the GLA umbrella and work under the policy direction of the mayor and assembly. These functional bodies (defined in section 424 (1) of the Greater London Authority Act 1999)are:\nIn November 2005, the government published a consultation document reviewing the powers of the GLA, making proposals for additional powers, including &lt;a href=\"waste%20authorities%20in%20Greater%20London\"&gt;waste management&lt;/a&gt;, planning, housing, and learning and skills. The result of the consultation and final proposals were published by the &lt;a href=\"Department%20for%20Communities%20and%20Local%20Government\"&gt;Department for Communities and Local Government&lt;/a&gt; on 13 July 2006.\nPlanning.\nThe GLA is responsible for co-ordinating &lt;a href=\"land%20use%20planning\"&gt;land use planning&lt;/a&gt; in &lt;a href=\"Greater%20London\"&gt;Greater London&lt;/a&gt;. The mayor produces a strategic plan, the \"&lt;a href=\"London%20Plan\"&gt;London Plan&lt;/a&gt;\". The individual &lt;a href=\"London%20Borough\"&gt;London Borough&lt;/a&gt; councils are legally bound to comply with the plan. The mayor has the power to over-ride planning decisions made by the London Boroughs if they are believed to be against the interests of London as a whole.\nEnergy policy.\nAs of 2006, London generates 42 million tonnes of &lt;a href=\"carbon%20emissions\"&gt;carbon emissions&lt;/a&gt; per year, 7% of the UK's total. 44% of this comes from housing, 28% from commercial premises, 21% from transport, and 7% from industry.\nThe Mayor's energy strategy planned to cut carbon emission levels by 20% by 2010 and 60% by 2050 (although achieving the first of these targets is unlikely). Measures taken to achieve this have included the creation of the &lt;a href=\"London%20Climate%20Change%20Agency\"&gt;London Climate Change Agency&lt;/a&gt;, the London Energy Partnership and the founding of the international &lt;a href=\"Large%20Cities%20Climate%20Leadership%20Group\"&gt;Large Cities Climate Leadership Group&lt;/a&gt;.\nThe London Sustainable Development Commission has calculated that for housing to meet the 60% target, all new developments would have to be constructed to be carbon-neutral with immediate effect (using &lt;a href=\"zero%20energy%20building\"&gt;zero energy building&lt;/a&gt; techniques), in addition to cutting energy used in existing housing by 40%.\nPolitical control.\nAfter the &lt;a href=\"2021%20London%20Assembly%20election\"&gt;2021 election&lt;/a&gt;s, &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour&lt;/a&gt; has the largest representation on the GLA with the mayor as well as eleven assembly members, followed by nine from the &lt;a href=\"Conservative%20Party%20%28UK%29\"&gt;Conservatives&lt;/a&gt;, three &lt;a href=\"Green%20Party%20of%20England%20and%20Wales\"&gt;Greens&lt;/a&gt;, and two from the &lt;a href=\"Liberal%20Democrats%20%28UK%29\"&gt;Liberal Democrats&lt;/a&gt;."
}