{
    "id": "40522687",
    "revid": "18872885",
    "url": "https://en.wikipedia.org/wiki?curid=40522687",
    "title": "Jan of Holešov",
    "text": "Jan z Holešova or Jan of Holešov (1366 in &lt;a href=\"Hole%C5%A1ov\"&gt;Holešov&lt;/a&gt; – 1436 in &lt;a href=\"Rajhrad\"&gt;Rajhrad&lt;/a&gt;) was a &lt;a href=\"Czechs\"&gt;Czech&lt;/a&gt; writer, &lt;a href=\"linguist\"&gt;linguist&lt;/a&gt;, &lt;a href=\"musicologist\"&gt;musicologist&lt;/a&gt;, &lt;a href=\"theologian\"&gt;theologian&lt;/a&gt;, and one of the first &lt;a href=\"ethnographer\"&gt;ethnographer&lt;/a&gt;s and a founder of modern &lt;a href=\"comparative%20linguistics\"&gt;comparative linguistics&lt;/a&gt;.\nBiography.\nJan from Holešov was born the son of the administrator of the bishop's property in Holešov. After a brief (and historically uncertain) period spent acting as a priest in &lt;a href=\"Slu%C5%A1ovice\"&gt;Slušovice&lt;/a&gt;, he went to study in the &lt;a href=\"Sorbonne\"&gt;Sorbonne&lt;/a&gt;, and after his return he joined the &lt;a href=\"Benedictine%20order\"&gt;Benedictine&lt;/a&gt; monastery in &lt;a href=\"B%C5%99evnov%20Monastery\"&gt;Břevnov&lt;/a&gt; in Prague. After the outbreak of the &lt;a href=\"Hussite%20Wars\"&gt;Hussite Wars&lt;/a&gt;, when the monastery was destroyed, he moved to the Benedictine monastery in &lt;a href=\"Rajhrad\"&gt;Rajhrad u Brna&lt;/a&gt; (1420), where he served as prior and died in 1436.\nWork.\nHis entire career was as a monk and scholar, and he probably was one of the most educated persons of his time. He became widely renowned for two publications for which his authorship is confirmed. The first, written in 1397, is a &lt;a href=\"theology\"&gt;theological&lt;/a&gt;, but above all &lt;a href=\"linguistics\"&gt;linguistic&lt;/a&gt;, analysis of the oldest-known Czech song \"&lt;a href=\"Hospodine%2C%20pomiluj%20ny\"&gt;Lord, Have Mercy on Us&lt;/a&gt;\" from the 10th or the first half of the 11th century (whose authorship is sometimes ascribed to &lt;a href=\"Saint%20Adalbert%20of%20Prague\"&gt;Saint Adalbert of Prague&lt;/a&gt;). Despite some small factual errors and limited access to the sources, it is the first work of modern &lt;a href=\"comparative%20linguistics\"&gt;comparative linguistics&lt;/a&gt;, for which Jan of Holešov could be considered a founder.\nEven more important is his \"Treatise on Christmas Eve\", where he describes and analyzes the folk customs associated with the celebration of Christmas Day and evening. This is an early example of an &lt;a href=\"ethnography\"&gt;ethnography&lt;/a&gt;. He analyzes the different Christmas customs (using his own childhood experience), including their probable roots and describes the oldest known &lt;a href=\"Slavs\"&gt;Slavic&lt;/a&gt; carol \"Vele, vele, stojí dubec vprostřed dvoru\" (\"Vele, Vele, the Oak Stands in the Middle of the Court\").\nThe Czech historian &lt;a href=\"Josef%20Peka%C5%99\"&gt;Josef Pekař&lt;/a&gt; attributed the authorship of Czech spelling with &lt;a href=\"diacritic\"&gt;diacritic&lt;/a&gt;al marks (instead of the previously used &lt;a href=\"Digraph%20%28orthography%29\"&gt;digraph&lt;/a&gt;s) to Jan; however, other historians have attributed that contribution to &lt;a href=\"Jan%20Hus\"&gt;Jan Hus&lt;/a&gt;, possibly from ideological reasons when the Hussite movement became a kind of national ideology in Czech lands. Jan of Holešov was considered a theological opponent of Jan Hus, and in the 19th century a letter criticizing Jan Hus, called \"Utrum credit possit in Papam\", surfaced, supposedly sent by Jan from Holešov to the Pope. Modern linguistics cast doubt on the authorship of the letter, because Jan from Holešov used a different style of writing, but, because of that allegation, he and his works were ignored for a long time and remain widely unknown until now.\nBesides the two works mentioned above, Jan of Holešov may be the author of five other books, but his authorship of these is not certain."
}