{
    "id": "40522096",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=40522096",
    "title": "Wall Street Magnate",
    "text": "Wall Street Magnate is a fantasy stock-trading platform and community website. By March 2015, the platform had exceeded 60,000 monthly users. Participants are given $100,000 in simulated currency to build their fantasy stock portfolio. Stocks are traded on the platform based on data from the &lt;a href=\"New%20York%20Stock%20Exchange\"&gt;New York Stock Exchange&lt;/a&gt;, &lt;a href=\"NASDAQ\"&gt;NASDAQ&lt;/a&gt; and &lt;a href=\"American%20Stock%20Exchange\"&gt;AMEX&lt;/a&gt;. According to &lt;a href=\"International%20Data%20Corporation\"&gt;IDC&lt;/a&gt;, \"Wall Street Magnate has woven together social elements, real-time feeds, leaderboards, and data-rich progress reports into a compelling game-like experience.\" Of particular note are social features derived from fantasy sports leagues that allow users to form clubs, track member progress, and compete against other clubs. Wall Street Magnate also allows its users to create competitions, compare portfolios, track investments, and communicate via instant messaging. It accounts for both &lt;a href=\"dividends\"&gt;dividends&lt;/a&gt; and &lt;a href=\"stock%20splits\"&gt;stock splits&lt;/a&gt; in real-time, and constantly streams current financial news from a variety of media outlets. Additionally, the platform allows its members to test out thousands of new &lt;a href=\"exchange-traded%20product\"&gt;exchange-traded product&lt;/a&gt;s including &lt;a href=\"exchange-traded%20funds\"&gt;exchange-traded funds&lt;/a&gt; (ETFs) and debt securities such as &lt;a href=\"exchange-traded%20notes\"&gt;exchange-traded notes&lt;/a&gt; (ETNs).\nWall Street Magnate differs from other social networks in that it is written in &lt;a href=\"ColdFusion%20Markup%20Language\"&gt;ColdFusion Markup Language&lt;/a&gt; and runs on &lt;a href=\"Adobe%20Systems\"&gt;Adobe's&lt;/a&gt; &lt;a href=\"Adobe%20ColdFusion\"&gt;ColdFusion&lt;/a&gt; engine. It leverages ColdFusion components, built-in asynchronous &lt;a href=\"JavaScript\"&gt;JavaScript&lt;/a&gt; and &lt;a href=\"XML\"&gt;XML&lt;/a&gt; &lt;a href=\"Ajax%20%28programming%29\"&gt;(AJAX)&lt;/a&gt; widgets, and a variety of information sources via &lt;a href=\"RSS\"&gt;RSS&lt;/a&gt; and XML feeds, which allow Wall Street Magnate to efficiently process and manage large amounts of data.\nThe idea for Wall Street Magnate was conceived by a lawyer, Lewis Schlossberg, and a stock-trader, Laurence Cohen, in November 2010 after watching \"&lt;a href=\"The%20Social%20Network\"&gt;The Social Network&lt;/a&gt;\". It was incorporated in February 2011 and remained in beta for one year while college students held competitions on the site. In May 2013, Wall Street Magnate officially released its platform and made it available to the public. In July 2014, Wall Street Magnate released its app in the &lt;a href=\"App%20Store%20%28iOS%29\"&gt;App Store&lt;/a&gt; and &lt;a href=\"Google%20Play\"&gt;Google Play&lt;/a&gt; store. As of December 2016, Wall Street Magnate's app has received over 100,000 downloads. Since the release of its app, hundreds of university and high school investment clubs have begun using Wall Street Magnate. The &lt;a href=\"University%20of%20North%20Carolina\"&gt;University of North Carolina&lt;/a&gt; teaches its Stochastic Models in Finance course using the platform, and high school teachers in Pennsylvania, Connecticut, Maryland, Florida, Texas and California have incorporated the platform into their classrooms. Beginning in June 2016, Wall Street Magnate started partnering with financial media outlets to run fantasy stock trading competitions."
}