{
    "id": "4052959",
    "revid": "1036757910",
    "url": "https://en.wikipedia.org/wiki?curid=4052959",
    "title": "Chicken Soup with Barley",
    "text": "Chicken Soup with Barley is a 1956 play by &lt;a href=\"United%20Kingdom\"&gt;British&lt;/a&gt; &lt;a href=\"playwright\"&gt;playwright&lt;/a&gt; &lt;a href=\"Arnold%20Wesker\"&gt;Arnold Wesker&lt;/a&gt;. It is the first of the 'Wesker &lt;a href=\"trilogy\"&gt;trilogy&lt;/a&gt;' – being followed by \"&lt;a href=\"Roots%20%28play%29\"&gt;Roots&lt;/a&gt;\" and \"I'm Talking About Jerusalem\" – and was first performed on stage in 1958 at the &lt;a href=\"Belgrade%20Theatre\"&gt;Belgrade Theatre&lt;/a&gt; in &lt;a href=\"Coventry\"&gt;Coventry&lt;/a&gt;, transferring later that year to the &lt;a href=\"Royal%20Court%20Theatre\"&gt;Royal Court Theatre&lt;/a&gt; in London. It is considered to be an important play in the history of &lt;a href=\"Theatre%20of%20the%20United%20Kingdom%23After%201945\"&gt;post-war British theatre&lt;/a&gt;, and one of the few English plays with a sympathetic portrayal of a &lt;a href=\"communist\"&gt;communist&lt;/a&gt; family.\nThe play is split into three acts, each with two scenes. It spans 20 years of the lives of the &lt;a href=\"Jewish\"&gt;Jewish&lt;/a&gt;, immigrant Kahn family living in 1936 in London, and traces the downfall of their ideals in a changing world, parallel to the disintegration of the family. The protagonists are the parents, Sarah and Harry, and their children, Ada and Ronnie. They are communists, and Wesker explores how they struggle to maintain their convictions in the face of the &lt;a href=\"Second%20World%20War\"&gt;Second World War&lt;/a&gt;, &lt;a href=\"Stalinism\"&gt;Stalinism&lt;/a&gt;, and the &lt;a href=\"1956%20Hungarian%20Revolution\"&gt;1956 Hungarian Revolution&lt;/a&gt;. Sarah is an adamant &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt;; she is strong, family-minded, honest though bossy; Harry, her husband, is weak, a liar and lacks conviction; Ada is extremely passionate about what she believes in, especially &lt;a href=\"Marxism\"&gt;Marxism&lt;/a&gt;, and, like the others, is also romantic both personally and politically; and finally, Ronnie is a romantic, youthful idealist.\nThe character of Sarah was based on Arnold Wesker's aunt, &lt;a href=\"Sarah%20Wesker\"&gt;Sarah Wesker&lt;/a&gt;, who was a trade union activist in the East End of London.\nA major revival, starring &lt;a href=\"Samantha%20Spiro\"&gt;Samantha Spiro&lt;/a&gt;, was staged at the Royal Court in the summer of 2011."
}