{
    "id": "40538763",
    "revid": "42340798",
    "url": "https://en.wikipedia.org/wiki?curid=40538763",
    "title": "Baja Med",
    "text": "Baja Med is a term conceived by Chef Miguel Ángel Guerrero that refers to &lt;a href=\"fusion%20cuisine\"&gt;fusion cuisine&lt;/a&gt; of &lt;a href=\"Mexican%20cuisine\"&gt;Mexican cuisine&lt;/a&gt;, such as &lt;a href=\"chicharr%C3%B3n\"&gt;chicharrón&lt;/a&gt; and &lt;a href=\"cotija%20cheese\"&gt;cotija cheese&lt;/a&gt;, with those of &lt;a href=\"Mediterranean%20cuisine\"&gt;Mediterranean&lt;/a&gt;, such as olive oil, and &lt;a href=\"Asian%20cuisine\"&gt;Asian cuisine&lt;/a&gt;, such as lemongrass. Baja Med dishes showcase the fresh produce and seafood of &lt;a href=\"Baja%20California\"&gt;Baja California&lt;/a&gt;.\nIngredients.\nThe cuisine features the fresh produce of the state. This includes fresh seafood from the port of &lt;a href=\"Ensenada%2C%20Baja%20California\"&gt;Ensenada&lt;/a&gt; such as mussels, oysters, clams and shrimp, and blue tuna; miniature vegetables from the fields south of Ensenada, olives from the winemaking region of the &lt;a href=\"Guadalupe%2C%20Baja%20California\"&gt;Guadalupe Valley&lt;/a&gt; just northeast of Ensenada, dates from &lt;a href=\"San%20Ignacio%2C%20Baja%20California%20Sur\"&gt;San Ignacio&lt;/a&gt; and tomatoes and strawberries from the &lt;a href=\"San%20Quint%C3%ADn%2C%20Baja%20California\"&gt;San Quintin&lt;/a&gt; Valley. Additional ingredients include red lobster, manta rays, sea cucumbers and &lt;a href=\"salicornia\"&gt;salicornia&lt;/a&gt;, a succulent that grows in sand dunes. \nExamples of dishes.\nExamples of Baja Med dishes include:\nChefs and restaurants.\nBaja Med cuisine is a feature of the various restaurants of La Querencia and La Esperanza from Miguel Ángel Guerrero, other &lt;a href=\"Tijuana\"&gt;Tijuana&lt;/a&gt; restaurants such as Food Garden, and Manzanilla in the city of &lt;a href=\"Ensenada%2C%20Baja%20California\"&gt;Ensenada&lt;/a&gt;. In &lt;a href=\"Bonita%2C%20California\"&gt;Bonita, California&lt;/a&gt;, between &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; and Tijuana, Plascencia's Romesco features the cuisine. \nValle de Guadalupe.\nIn the &lt;a href=\"Valle%20de%20Guadalupe\"&gt;Valle de Guadalupe&lt;/a&gt; wine country near Ensenada, chef Jaír Tellez's restaurant Laja is renowned for the cuisine, as are his restaurants Contramar and Merotoro in &lt;a href=\"Mexico%20City\"&gt;Mexico City&lt;/a&gt;. Diego Hernández heads up Corazón de Tierra in the &lt;a href=\"Valle%20de%20Guadalupe\"&gt;Valle de Guadalupe&lt;/a&gt;, rated by William Reed Business Media (the \"San Pellegrino survey\") as one of Latin America's 50 best restaurants, also rick baylessand his trendy Leña Brava in Chicago. while chef &lt;a href=\"Javier%20Plascencia\"&gt;Javier Plascencia&lt;/a&gt; is present with his Finca de Altozano, and &lt;a href=\"Drew%20Deckman\"&gt;Drew Deckman&lt;/a&gt; with Deckman's en el Mogor."
}