{
    "id": "40549274",
    "revid": "12107077",
    "url": "https://en.wikipedia.org/wiki?curid=40549274",
    "title": "Moses Hess",
    "text": "Moses (Moshe) Hess (21 January 1812 – 6 April 1875) was a &lt;a href=\"History%20of%20the%20Jews%20in%20Germany\"&gt;German-Jewish&lt;/a&gt; philosopher, early &lt;a href=\"communist\"&gt;communist&lt;/a&gt; and &lt;a href=\"Zionist\"&gt;Zionist&lt;/a&gt; thinker. His socialist theories, led to disagreements with &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt; and &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;. He is considered a founder of &lt;a href=\"Labor%20Zionism\"&gt;Labor Zionism&lt;/a&gt;.\nBiography.\nMoses (Moshe) Hess was born in &lt;a href=\"Bonn\"&gt;Bonn&lt;/a&gt;, which was under French rule at the time. In his French-language birth certificate, his name is given as \"Moïse\"; he was named after his maternal grandfather. His father was an ordained rabbi, but never practiced this profession. Hess received a Jewish religious education from his grandfather, and later studied philosophy at the &lt;a href=\"University%20of%20Bonn\"&gt;University of Bonn&lt;/a&gt;, but never graduated.\nHe married a poor Catholic seamstress, Sibylle Pesch, \"in order to redress the injustice perpetrated by society\". Although they remained happily married until Hess' death, Sibylle may have had an affair with Friedrich Engels while he was smuggling her from Belgium to France to be reunited with her husband. The incident may have precipitated Hess' split from the Communist movement. \nHess was an early proponent of &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt;, and a precursor to what would later be called &lt;a href=\"Zionism\"&gt;Zionism&lt;/a&gt;. As correspondent for the &lt;a href=\"Rheinische%20Zeitung\"&gt;Rheinische Zeitung&lt;/a&gt;, a radical newspaper founded by liberal Rhenish businessmen, he lived in Paris. He was a friend and important collaborator of &lt;a href=\"Karl%20Marx\"&gt;Karl Marx&lt;/a&gt;, who was the editor of the , following his advice, and befriended also with &lt;a href=\"Friedrich%20Engels\"&gt;Friedrich Engels&lt;/a&gt;. Hess initially introduced Engels to &lt;a href=\"communism\"&gt;communism&lt;/a&gt;, through his theoretical approach.\nMarx, Engels and Hess took refuge in Brussels, Belgium, in 1845, and used to live in the same street. By the end of the decade, Marx and Engels had fallen out with Hess. The work of Hess was also criticized in part of \"&lt;a href=\"The%20German%20Ideology\"&gt;The German Ideology&lt;/a&gt;\" by Marx and Engels.\nHess fled to &lt;a href=\"Switzerland\"&gt;Switzerland&lt;/a&gt; temporarily following the suppression of the &lt;a href=\"French%20Revolution%20of%201848\"&gt;1848 commune&lt;/a&gt;. He would also go abroad during the &lt;a href=\"Franco-Prussian%20War\"&gt;Franco-Prussian War&lt;/a&gt; of 1870–71. During the 1850s Hess immersed himself into studying the natural sciences and gaining, in an autodidactic fashion, a scientific foundation for his thoughts. \nHess died in Paris in 1875. As he requested, he was buried in the Jewish cemetery of &lt;a href=\"Cologne\"&gt;Cologne&lt;/a&gt;. In 1961, he was re-interred in the &lt;a href=\"Kvutzat%20Kinneret\"&gt;Kinneret&lt;/a&gt; Cemetery in Israel along with other &lt;a href=\"Labor%20Zionism\"&gt;Socialist-Zionists&lt;/a&gt; such as &lt;a href=\"Nachman%20Syrkin\"&gt;Nachman Syrkin&lt;/a&gt;, &lt;a href=\"Ber%20Borochov\"&gt;Ber Borochov&lt;/a&gt;, and &lt;a href=\"Berl%20Katznelson\"&gt;Berl Katznelson&lt;/a&gt;. \n&lt;a href=\"Moshav\"&gt;Moshav&lt;/a&gt; &lt;a href=\"Kfar%20Hess\"&gt;Kfar Hess&lt;/a&gt; was named in his honour.\nViews and opinions.\nHess became reluctant to base all history on economic causes and &lt;a href=\"class%20struggle\"&gt;class struggle&lt;/a&gt; (as Marx and Engels did), and he came to see the struggle of races, or nationalities, as the prime factor of history.\nAccording to George Litcheim, Hess, who differed from Marx on a number of issues, still testified in a letter to &lt;a href=\"Alexander%20Herzen\"&gt;Alexander Herzen&lt;/a&gt; that what he and Herzen were writing about \"resembles a neat sketch drawn on paper, whereas Marx's judgment upon these events [European upheavals] is as it were engraved with iron force in the rock of time\" (Paraphrased by George Lichtheim, \"A Short History of Socialism\", 1971 p. 80).\nFrom 1861 to 1863, he lived in Germany, where he became acquainted with the rising tide of German &lt;a href=\"antisemitism\"&gt;antisemitism&lt;/a&gt;. It was then that he reverted to his Jewish name Moses (after apparently going by Moritz Hess) in protest against &lt;a href=\"Jewish%20assimilation\"&gt;Jewish assimilation&lt;/a&gt;. He published \"\" in 1862. Hess interprets history as a circle of &lt;a href=\"Ethnic%20nationalism\"&gt;race&lt;/a&gt; and national struggles. He contemplated the rise of &lt;a href=\"Italian%20nationalism\"&gt;Italian nationalism&lt;/a&gt; and the German reaction to it, and from this he arrived at the idea of Jewish national revival, and at his prescient understanding that the Germans would not be tolerant of the national aspirations of others and would be particularly intolerant of the Jews. His book calls for the establishment of a Jewish socialist commonwealth in &lt;a href=\"Palestine%20%28region%29\"&gt;Palestine&lt;/a&gt;, in line with the emerging national movements in Europe and as the only way to respond to antisemitism and assert Jewish identity in the modern world.\nScholarly work.\nHess's \"Rome and Jerusalem: The Last National Question\" went unnoticed in his time, as most German Jews preferred &lt;a href=\"cultural%20assimilation\"&gt;cultural assimilation&lt;/a&gt;. His work did not stimulate political activity or discussion. When &lt;a href=\"Theodor%20Herzl\"&gt;Theodor Herzl&lt;/a&gt; first read \"Rome and Jerusalem\" he wrote that \"since &lt;a href=\"Spinoza\"&gt;Spinoza&lt;/a&gt; Jewry had no bigger thinker than this forgotten Moses Hess.\" He said he might not have written (\"The Jewish State\") if he had known \"Rome and Jerusalem\" beforehand. &lt;a href=\"Ze%27ev%20Jabotinsky\"&gt;Vladimir Ze'ev Jabotinsky&lt;/a&gt; honored Hess in \"The Jewish Legion in the World War\" as one of the people that made the &lt;a href=\"Balfour%20Declaration\"&gt;Balfour declaration&lt;/a&gt; possible, along with Herzl, &lt;a href=\"Walter%20Rothschild\"&gt;Walter Rothschild&lt;/a&gt; and &lt;a href=\"Leon%20Pinsker\"&gt;Leon Pinsker&lt;/a&gt;."
}