{
    "id": "40542496",
    "revid": "9438818",
    "url": "https://en.wikipedia.org/wiki?curid=40542496",
    "title": "Medieval stone churches in Finland",
    "text": "Medieval stone churches in Finland were built between the 13th and 16th century. The total number of churches was 104, of which 83 have been preserved. Numbers include the &lt;a href=\"Sacristy\"&gt;sacristies&lt;/a&gt; of uncompleted churches. Finnish medieval stone churches are mainly located in the &lt;a href=\"Western%20Finland\"&gt;western&lt;/a&gt; and &lt;a href=\"Southern%20Finland\"&gt;southern&lt;/a&gt; parts of the country. They were usually &lt;a href=\"fieldstone%20church\"&gt;fieldstone church&lt;/a&gt;es made of grey &lt;a href=\"granite\"&gt;granite&lt;/a&gt;. Some are built of red granite and &lt;a href=\"limestone\"&gt;limestone&lt;/a&gt; while two churches are made of brick.\nHistory.\nChristianity gained a foothold in Finland during the 11th century. The oldest churches and chapels were built of wood, which remained the most common material until the late 19th century. The oldest preserved wooden churches in Finland date back to the 17th century. The oldest stone church is the &lt;a href=\"St.%20Olaf%27s%20Church%2C%20Jomala\"&gt;St. Olaf's Church&lt;/a&gt; in &lt;a href=\"Jomala\"&gt;Jomala&lt;/a&gt;, &lt;a href=\"%C3%85land\"&gt;Åland&lt;/a&gt;. It was completed 1260–1280.\n&lt;a href=\"Dating%20methodologies%20in%20archaeology\"&gt;Dating&lt;/a&gt; the churches is difficult, since there are very few reliable sources. During the era of &lt;a href=\"History%20of%20Finland%23Nationalism\"&gt;Finnish nationalism&lt;/a&gt; in the late 19th century, the stone churches were considered to be from the 12th or 13th century. They were later mainly dated back to the 14th century. In the 1990s, the Finnish archeologist &lt;a href=\"Markus%20Hiekkanen\"&gt;Markus Hiekkanen&lt;/a&gt; claimed the churches were much younger, constructed between the 15th and early 16th century.\nStyle.\nFinnish medieval stone churches can be classified in three groups by their architectural style. The first group includes the oldest churches found exclusively in the Åland Islands. The second group is mainly built in the areas of &lt;a href=\"Southwest%20Finland\"&gt;Southwest Finland&lt;/a&gt;, &lt;a href=\"Uusimaa\"&gt;Uusimaa&lt;/a&gt; and the southern parts of &lt;a href=\"Tavastia%20%28historical%20province%29\"&gt;Tavastia&lt;/a&gt;. The youngest group is located in the historical provinces of &lt;a href=\"Satakunta%20%28historical%20province%29\"&gt;Satakunta&lt;/a&gt; and &lt;a href=\"Ostrobothnia%20%28historical%20province%29\"&gt;Ostrobothnia&lt;/a&gt;. In this period, new churches were also completed in regions where they already existed. The last medieval stone churches were built in the 1550s.\nFinnish stone churches are small and simple, more like village churches. The exception is &lt;a href=\"Turku%20Cathedral\"&gt;Turku Cathedral&lt;/a&gt; which is the national &lt;a href=\"shrine\"&gt;shrine&lt;/a&gt; of Finland. Most churches do not have a &lt;a href=\"steeple\"&gt;steeple&lt;/a&gt;, but a wooden &lt;a href=\"bell%20tower\"&gt;bell tower&lt;/a&gt; located next to them. The churches are usually considered as representative of &lt;a href=\"Gothic%20architecture\"&gt;European Gothic&lt;/a&gt;. Brick &lt;a href=\"Ornament%20%28art%29\"&gt;ornaments&lt;/a&gt; on the &lt;a href=\"gable\"&gt;gable&lt;/a&gt;s are influenced by &lt;a href=\"Brick%20Gothic\"&gt;Brick Gothic&lt;/a&gt; in &lt;a href=\"Northern%20Germany\"&gt;Northern Germany&lt;/a&gt; from where many of the builders came. Only the oldest churches in Åland have &lt;a href=\"Romanesque%20architecture\"&gt;Romanesque&lt;/a&gt; forms. Since brick was expensive, it was used only for window and door frames, &lt;a href=\"Vault%20%28architecture%29\"&gt;vaults&lt;/a&gt; and gable ornaments. The only medieval brick churches in Finland are Turku Cathedral in &lt;a href=\"Turku\"&gt;Turku&lt;/a&gt; and &lt;a href=\"Holy%20Cross%20Church%2C%20Hattula\"&gt;Holy Cross Church&lt;/a&gt; in &lt;a href=\"Hattula\"&gt;Hattula&lt;/a&gt;.\nInteriors.\nThe inside walls and vaults were usually painted white and decorated with &lt;a href=\"Fresco-secco\"&gt;Fresco-secco&lt;/a&gt; mural paintings. They are the oldest examples of Finnish art. The paintings of 47 churches have been preserved. This artwork was often painted over during the &lt;a href=\"Reformation\"&gt;Reformation&lt;/a&gt; era, but later uncovered. Some churches have notable paintings by foreign masters but others display a rather primitive form of art. Only a few &lt;a href=\"stained%20glass\"&gt;stained glass&lt;/a&gt; windows are preserved.\nFinnish stone churches have some 800 wooden sculptures including 130 &lt;a href=\"crucifix\"&gt;crucifix&lt;/a&gt;es. They were mainly imported from &lt;a href=\"Gotland\"&gt;Gotland&lt;/a&gt; or Northern Germany but some are the work of local Finnish masters. The &lt;a href=\"pew\"&gt;pew&lt;/a&gt;s were made of wood, as were the &lt;a href=\"pulpit\"&gt;pulpit&lt;/a&gt;s. During the winter, the churches were usually very cold since there was no heating. Some of the churches had &lt;a href=\"Burial%20vault%20%28tomb%29\"&gt;burial vaults&lt;/a&gt; for the local &lt;a href=\"nobility\"&gt;nobility&lt;/a&gt; and other devout persons."
}