{
    "id": "405507",
    "revid": "1544984",
    "url": "https://en.wikipedia.org/wiki?curid=405507",
    "title": "Life in the Freezer",
    "text": "Life in the Freezer is a &lt;a href=\"BBC\"&gt;BBC&lt;/a&gt; &lt;a href=\"nature%20documentary\"&gt;nature documentary&lt;/a&gt; series written and presented by &lt;a href=\"David%20Attenborough\"&gt;David Attenborough&lt;/a&gt;, first transmitted in the United Kingdom from 18 November 1993.\nA study of the seasonal cycle of &lt;a href=\"Antarctica\"&gt;Antarctica&lt;/a&gt;, it was the first of Attenborough's more specialised surveys following his major trilogy that began with \"&lt;a href=\"Life%20on%20Earth%20%28TV%20series%29\"&gt;Life on Earth&lt;/a&gt;\". Each of the six 30-minute episodes (except the last) examines how species cope with life on the Antarctic continent during the year.\nThe series was produced in conjunction with The &lt;a href=\"National%20Geographic%20Society\"&gt;National Geographic Society&lt;/a&gt; and Lionheart International, Inc. The producer was &lt;a href=\"Alastair%20Fothergill\"&gt;Alastair Fothergill&lt;/a&gt; and the music was composed by &lt;a href=\"George%20Fenton\"&gt;George Fenton&lt;/a&gt;.\nPart of David Attenborough's 'Life' series of programmes, it was preceded by \"&lt;a href=\"The%20Trials%20of%20Life\"&gt;The Trials of Life&lt;/a&gt;\" (1990) and followed by \"&lt;a href=\"The%20Private%20Life%20of%20Plants\"&gt;The Private Life of Plants&lt;/a&gt;\" (1995).\nBackground.\nOver the course of the series, the seasonal effect on the continent is explored, from one of the harshest &lt;a href=\"winter\"&gt;winter&lt;/a&gt;s on the planet to the arrival of &lt;a href=\"spring%20%28season%29\"&gt;spring&lt;/a&gt;, which welcomes a population of ocean travellers returning to breed. Then, in the &lt;a href=\"summer\"&gt;summer&lt;/a&gt;, creatures such as &lt;a href=\"seal%20%28mammal%29\"&gt;seal&lt;/a&gt;s and &lt;a href=\"penguin\"&gt;penguin&lt;/a&gt;s struggle to raise their young before winter once again sets in. At this point, the ice sheet doubles and animals must leave to find food.\nDavid Attenborough accompanied a 20-strong crew to Antarctica and spent three years filming the series. They had to contend with monolithic &lt;a href=\"glaciers\"&gt;glaciers&lt;/a&gt; and extreme weather conditions, including mountainous seas, 160 km/h blizzards and harsh temperatures.\nOnce again, following on from \"The Trials of Life\", the team used the latest camera technology and techniques, and had to travel into territory that had been previously inaccessible to filmmakers. For example, to photograph the wildlife of the sea, boats, divers, suspended capsules and remotely controlled cameras mounted on inflatables were used. Particularly dangerous to divers were &lt;a href=\"leopard%20seal\"&gt;leopard seal&lt;/a&gt;s and other predators, so some underwater sequences necessitated the use of cages for safety. The team also used a small, steel-hulled yacht, the \"Damien II\". It had a retractable keel, which enabled the vessel to venture into shallow bays and land camera crews on to remote islands, where they could remain in contact via radio. A &lt;a href=\"steadicam\"&gt;steadicam&lt;/a&gt; was used to obtain close-ups of fighting &lt;a href=\"fur%20seal\"&gt;fur seal&lt;/a&gt;s, with another person carrying a pair of wooden poles close by, in case one of the creatures attacked the human visitors.\nCameraman &lt;a href=\"Michael%20deGruy\"&gt;Michael deGruy&lt;/a&gt; gave an account of what it was like to film beneath the ice during a blizzard:\nI jumped into a seal hole, pushing the ice away as I entered, and they handed me my camera. Surprisingly, I wasn't too cold, except around where my mouth held on to my regulator, and that instantly froze and became numb. Suddenly everything was quiet and I found myself looking at easily one of the most extraordinary scenes I had ever, ever experienced. When I dropped down through a hole in the ice, I was completely surrounded by ice: a tunnel maybe twenty feet across. Everything above me on the land was roaring with wind and down there, there was absolutely no sound except for the distant trills of Weddell seals.\nThe last episode looks at the race by &lt;a href=\"human\"&gt;human&lt;/a&gt;s to be the first to reach the &lt;a href=\"South%20Pole\"&gt;South Pole&lt;/a&gt;, and its second half describes how the series was made.\nEpisodes.\n1. \"The Bountiful Sea\".\nBroadcast 18 November 1993, the first episode introduces the &lt;a href=\"continent\"&gt;continent&lt;/a&gt; of Antarctica and the surrounding sea and islands, its &lt;a href=\"glacier\"&gt;glacier&lt;/a&gt;s and the &lt;a href=\"iceberg\"&gt;iceberg&lt;/a&gt;s that form from it. It describes how the continent changes throughout the seasons, as it effectively doubles in size in winter when the surrounding sea freezes over, \"the greatest seasonal change that takes place on this planet.\" Penguins, &lt;a href=\"whales\"&gt;whales&lt;/a&gt; and seals are shown feeding in the &lt;a href=\"Southern%20Ocean\"&gt;Southern Ocean&lt;/a&gt;. Many of them eat the abundant &lt;a href=\"krill\"&gt;krill&lt;/a&gt; (which in turn feed on &lt;a href=\"phytoplankton\"&gt;phytoplankton&lt;/a&gt; and ice-algae). &lt;a href=\"Humpback%20whale\"&gt;Humpback whale&lt;/a&gt;s are shown catching krill through sophisticated co-operation: they create spiralling curtains of air bubbles that drive it into their centre, where the whales can then catch them by surging upwards in the middle of the spiral. Also shown are the various &lt;a href=\"seabird\"&gt;seabird&lt;/a&gt;s which feed in the Antarctic sea, especially &lt;a href=\"albatross\"&gt;albatross&lt;/a&gt;es, whose impressive wingspans are possible because they utilise the updraft generated by the huge waves in the stormy southern waters. Because of the patchiness of krill, albatrosses can travel for many hundreds or indeed thousands of miles on a single trip in search of it. All birds scavenge, and a group (including &lt;a href=\"giant%20petrel\"&gt;giant petrel&lt;/a&gt;s) is shown taking the remains of a whale, left by &lt;a href=\"orca\"&gt;orca&lt;/a&gt;. Many birds (including penguins) lay their &lt;a href=\"egg\"&gt;egg&lt;/a&gt;s and feed their chicks on the islands surrounding the Antarctic continent, especially &lt;a href=\"South%20Georgia%20Island\"&gt;South Georgia&lt;/a&gt; where both albatross and &lt;a href=\"king%20penguin\"&gt;king penguin&lt;/a&gt;s have their nesting sites throughout the year.\n2. \"The Ice Retreats\".\nBroadcast 25 November 1993, the second programme examines what happens during spring on Antarctica. The sea ice extends for hundreds of miles around the continent, but there are a few &lt;a href=\"subantarctic%20islands\"&gt;subantarctic islands&lt;/a&gt; that escape it. Such places are highly valued, for as the sea never freezes, animals can always get ashore. &lt;a href=\"Elephant%20seal\"&gt;Elephant seal&lt;/a&gt;s are the first creatures to return to the beaches. They form large breeding colonies, where the males fight fierce battles to gain and retain permanent access to a great number of females and mate with them as soon as they are receptive again. Millions of &lt;a href=\"macaroni%20penguin\"&gt;macaroni penguin&lt;/a&gt;s occupy huge territories on the islands to breed, as do thousands of albatrosses. The &lt;a href=\"Antarctic%20peninsula\"&gt;Antarctic peninsula&lt;/a&gt; is one of the few regions of the continent inhabited by animals, even in summer. &lt;a href=\"Gentoo%20penguin\"&gt;Gentoo penguin&lt;/a&gt;s build their nests on bare rock and humpback whales seek krill along the coast, while &lt;a href=\"Adelie%20penguin\"&gt;Adelie penguin&lt;/a&gt;s nest even further south. &lt;a href=\"Crabeater%20seal\"&gt;Crabeater seal&lt;/a&gt;s, one of the most numerous mammals on Earth, live and reproduce in the &lt;a href=\"pack%20ice\"&gt;pack ice&lt;/a&gt; zone around Antarctica. &lt;a href=\"Snow%20petrel\"&gt;Snow petrel&lt;/a&gt;s fly many miles into the island to find rock on which to lay their eggs.\n3. \"The Race to Breed\".\nBroadcast 2 December 1993, this instalment looks at the summer, when almost all life in the region breeds. A South Georgian colony of fur seals is shown: the pups grow fast on the rich, &lt;a href=\"fat\"&gt;fat&lt;/a&gt;ty &lt;a href=\"milk\"&gt;milk&lt;/a&gt; provided by their mothers and double their weight in just sixty days. As the females become sexually available, the mating season begins – males try to claim territory and mate with females. &lt;a href=\"Chinstrap%20penguin\"&gt;Chinstrap penguin&lt;/a&gt;s form large groups on &lt;a href=\"Deception%20Island\"&gt;Deception Island&lt;/a&gt;, climbing up its steep slopes to find mountain ridges free of snow. Returning birds find their partners by recognising their voice (performing a brief greeting ritual when they find them), which is why the colonies are very noisy during the breeding season. Males and females take turns in catching food, some of which they later regurgitate for their chicks. The summer also thaws some of the ice on the continent's shores. The fresh water allows &lt;a href=\"moss\"&gt;moss&lt;/a&gt; and other plants to grow, which in turn provide food for &lt;a href=\"mite\"&gt;mite&lt;/a&gt;s that are adapted to the cold climate – they can survive temperatures up to minus 30 °C because they contain a kind of &lt;a href=\"antifreeze\"&gt;antifreeze&lt;/a&gt;. They become active as soon as the ice melts, and reproduce whenever they get an opportunity to do so. Lichens grow even further south than moss, and algae populate some of the snow. In the ocean, life is much more diverse, and &lt;a href=\"cormorant\"&gt;blue-eyed shag&lt;/a&gt;s dive for fish near the peninsula. More than 300,000 &lt;a href=\"petrel\"&gt;petrel&lt;/a&gt;s come to breed to the Scullin Monolith, one of the few areas of open rock.\n4. \"The Door Closes\".\nBroadcast 9 December 1993, this episode describes the migration of most animals northwards (some from the Antarctic continent, others from the few islands surrounding it) as the continent and surrounding sea freeze over at the end of summer. At Cape Royds, the most southernly colony of Adelie penguins is virtually emptied as adults lead their newly feathered young to the sea. Young penguins often fall prey to leopard seals as they try to make their way across the already partially frozen water – and their stripped remains become food for &lt;a href=\"isopod\"&gt;isopod&lt;/a&gt;s and meter-long &lt;a href=\"nemertea\"&gt;nemertea&lt;/a&gt;ns. However, before going to the sea, the adult penguins must &lt;a href=\"moult\"&gt;moult&lt;/a&gt; their coats. The freezing sea ice usually does not reach South Georgia, and seal pups are still fed there by their mothers in autumn to be ready for the winter. They use their remaining time for play and mock fights in the ocean. Those who do not survive become food for the predator birds – the &lt;a href=\"skua\"&gt;skua&lt;/a&gt;s and the giant petrels. Elephant seals also undergo moulting while on the island. Albatrosses nesting on South Georgia continue to feed and mate, but the ever harsher weather forces most animals further northwards.\n5. \"The Big Freeze\".\nBroadcast 16 December 1993, this programme deals with those who stay during the coldest weather. As almost all animal inhabitants of Antarctica are forced to migrate, the sea underneath the ice still provides a home to many specially adapted fish whose &lt;a href=\"Cell%20%28biology%29\"&gt;cell&lt;/a&gt;s are protected from freezing through an inherent \"antifreeze\". Many feed on the faeces of other animals. Perhaps the most notable larger creature that does not journey north is the &lt;a href=\"Weddell%20seal\"&gt;Weddell seal&lt;/a&gt;, which can be found as close as 1300 kilometres to the pole. Groups of seals tear holes into the ice to dive for food and come up to breathe. The females come back to the ice to give birth. Also described is primitive &lt;a href=\"plant\"&gt;plant&lt;/a&gt; life such as &lt;a href=\"lichen\"&gt;lichen&lt;/a&gt;, which can still be found on the continent in winter, even in the extremely dry and permanently frozen &lt;a href=\"valley\"&gt;valley&lt;/a&gt;s – conditions under which dead animals can lie frozen for many centuries without decomposing. Attenborough observes that the Antarctic plateau is so \"forbidding, hostile and desolate\" that human life there seems not only insignificant, but also \"totally irrelevant\". Also explored is the life of the &lt;a href=\"emperor%20penguin\"&gt;emperor penguin&lt;/a&gt;, \"the only birds to lay their eggs directly on ice\". While others retreat, emperors migrate not just to the ice, but into Antarctica itself. The newly laid egg is quickly transferred from female to male. They then incubate the eggs under the harshest conditions on Earth (huddling closely together in temperatures of minus 70 °C), while their partners return to the sea.\n6. \"Footsteps in the Snow\".\nBroadcast 23 December 1993, the final instalment discusses human exploration of Antarctica, in particular the mission led by Captain &lt;a href=\"Robert%20Falcon%20Scott\"&gt;Robert Falcon Scott&lt;/a&gt;, whose team died on the way back from the South Pole. Attenborough visits the hut at Cape Evans where Scott and his team spent the winter of 1911. It shows their well-equipped laboratory and the darkroom where the group's photographer, &lt;a href=\"Herbert%20Ponting\"&gt;Herbert Ponting&lt;/a&gt;, developed his films. Attenborough contrasts the transportation used by Scott (initially motor sledge, ponies and dogs before ending up on foot) with today's &lt;a href=\"helicopter\"&gt;helicopter&lt;/a&gt;s. The episode also details the scientific work in the modern human bases in Antarctica, especially &lt;a href=\"Mawson%20Station\"&gt;Mawson Base&lt;/a&gt; and its observation of Adelie penguins (partially through tracking devices). The film concludes that although working in Antarctica is now much easier than during the early days of exploration, human footsteps on the continent are still exceedingly rare – in part because of international treaties prohibiting industrial exploitation.\nA. N. Wilson controversy.\nAfter \"Life in the Freezer\" was broadcast, &lt;a href=\"A.%20N.%20Wilson\"&gt;A. N. Wilson&lt;/a&gt;, then a television reviewer for \"&lt;a href=\"The%20Independent\"&gt;The Independent&lt;/a&gt;\", wrote a column accusing the production team of staging a harrowing sequence in which a leopard seal killed and dismembered a young penguin. He claimed that the chances of filming natural behaviour like this were far too low, and that the crew must have thrown baby penguins to the seal until they got the shot they wanted.\nAlastair Fothergill responded by threatening to sue. In a private settlement, Wilson was forced to publish an apology and retraction acknowledging that there had been no basis for his claims. \"The Independent\" also paid an undisclosed sum of money, which Fothergill and Attenborough donated to a fund for the penguins of the &lt;a href=\"Falkland%20Islands\"&gt;Falkland Islands&lt;/a&gt;.\nWilson had previously made similar claims about Attenborough's previous series, \"&lt;a href=\"The%20Trials%20of%20Life\"&gt;The Trials of Life&lt;/a&gt;\", regarding the filming of the &lt;a href=\"malleefowl\"&gt;malleefowl&lt;/a&gt;, and had been forced to retract those as well.\nDVD and book.\nThe series is available in the UK for Regions 2 and 4 as a single DVD (BBCDVD1106, released 16 September 2002) and as part of \"&lt;a href=\"The%20Life%20Collection\"&gt;The Life Collection&lt;/a&gt;\". There are no extra features.\nThe accompanying book, \"Life in the Freezer: A Natural History of the Antarctic\" by Alastair Fothergill with a foreword by David Attenborough ( ), was published by BBC Books on 4 November 1993. It is currently out of print."
}