{
    "id": "4058657",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4058657",
    "title": "Francis Lewis High School",
    "text": "Francis Lewis High School (FLHS) is a selective public &lt;a href=\"high%20school\"&gt;high school&lt;/a&gt; located in &lt;a href=\"Fresh%20Meadows%2C%20Queens\"&gt;Fresh Meadows&lt;/a&gt;, in the &lt;a href=\"New%20York%20City%20borough\"&gt;New York City borough&lt;/a&gt; of &lt;a href=\"Queens\"&gt;Queens&lt;/a&gt;. It is one of the most-applied-to public high schools in New York City with 9,468 applicants in 2016. Operated by the &lt;a href=\"New%20York%20City%20Department%20of%20Education\"&gt;New York City Department of Education&lt;/a&gt;, the school serves students of grades 912. The school is named after &lt;a href=\"Francis%20Lewis\"&gt;Francis Lewis&lt;/a&gt;, who signed the &lt;a href=\"United%20States%20Declaration%20of%20Independence\"&gt;United States Declaration of Independence&lt;/a&gt; as a representative of New York.\nThe school has several competitive and high-performing academic programs. Students are admitted to the school, either as zoned applicants from the surrounding area, or through these programs, whose acceptance rate are below 3% in the 2019 admissions statistics, some being as low as 1%.\nThe school has a 93% attendance rate, compared to 89% citywide. The school's graduation rate is 88% in four years, compared to 76% citywide. Of the graduating class, 82% of graduates enrolled in college or other post-secondary program within six months of graduation, compared to 59% citywide.\nStudent body.\nFrancis Lewis is one of the most selective and applied to public high schools in New York City. In March 2016, Francis Lewis had 9,468 applicants applying for a seat in the school. During the 2019–2020 school year, Francis Lewis had 4,418 students enrolled. For the 2019–2020 academic year, the student body was 56% &lt;a href=\"Asian%20American\"&gt;Asian&lt;/a&gt;, 22% &lt;a href=\"Hispanic%20American\"&gt;Hispanic&lt;/a&gt;, 16% &lt;a href=\"White%20American\"&gt;Caucasian&lt;/a&gt;, and 6% &lt;a href=\"African%20American\"&gt;African American&lt;/a&gt;. Ten percent of the students were learning English as a second language. Fourteen percent of the students had special needs.\nFrancis Lewis is also one of the most overcrowded; it has a capacity of 2,300, and the 2019–2020 enrollment figures exceeded that capacity by 176 percent. In 2019, the &lt;a href=\"New%20York%20City%20School%20Construction%20Authority\"&gt;New York City School Construction Authority&lt;/a&gt; started constructing an annex with 500 seats and amenities such as a culinary arts room, a science lab, and a greenhouse. The annex is scheduled to be completed by September 2022.\nThe school has an alumni association for graduates.\nSpecial programs and enrollment.\nEighth and ninth graders applying to Francis Lewis can be admitted through its specialized academic programs which include the following.\nIn May 1995, the debate team won the New York City Championship in the annual Lincoln-Douglas debates for the first time in school history.\nBefore students enter sophomore year, Francis Lewis High School offers students the chance to switch into different programs. Several three-year programs become available, including the following:\nAcademics.\nIn order to give students high school credit and &lt;a href=\"Regents%20Examinations\"&gt;Regents&lt;/a&gt; credit, Francis Lewis offers numerous classes such as integrated &lt;a href=\"algebra\"&gt;algebra&lt;/a&gt;, &lt;a href=\"geometry\"&gt;geometry&lt;/a&gt;, &lt;a href=\"trigonometry\"&gt;trigonometry&lt;/a&gt;/algebra II, pre-trigonometry, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, &lt;a href=\"Environmental%20science\"&gt;living environment&lt;/a&gt;/&lt;a href=\"biology\"&gt;biology&lt;/a&gt;, &lt;a href=\"chemistry\"&gt;chemistry&lt;/a&gt;, &lt;a href=\"physics\"&gt;physics&lt;/a&gt;, &lt;a href=\"earth%20science\"&gt;earth science&lt;/a&gt;, &lt;a href=\"world%20history\"&gt;global history&lt;/a&gt; and &lt;a href=\"geography\"&gt;geography&lt;/a&gt;, &lt;a href=\"History%20of%20the%20United%20States\"&gt;U.S. History&lt;/a&gt; and &lt;a href=\"Geography%20of%20the%20United%20States\"&gt;geography&lt;/a&gt;, &lt;a href=\"Government%20of%20the%20United%20States\"&gt;U.S. government&lt;/a&gt; and &lt;a href=\"economics\"&gt;economics&lt;/a&gt;, &lt;a href=\"health%20education\"&gt;health&lt;/a&gt;, &lt;a href=\"forensic%20science\"&gt;forensic science&lt;/a&gt;, &lt;a href=\"sports%20medicine\"&gt;sports medicine&lt;/a&gt;, &lt;a href=\"literature\"&gt;literature&lt;/a&gt;, &lt;a href=\"music%20appreciation\"&gt;music appreciation&lt;/a&gt;, &lt;a href=\"art\"&gt;art&lt;/a&gt;, and &lt;a href=\"graphic%20design\"&gt;graphic design&lt;/a&gt;.\nAs &lt;a href=\"physical%20education\"&gt;physical education&lt;/a&gt; classes, Francis Lewis High School offers &lt;a href=\"frisbee\"&gt;frisbee&lt;/a&gt;, &lt;a href=\"racket%20sports\"&gt;racket sports&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"yoga\"&gt;yoga&lt;/a&gt; and &lt;a href=\"dance\"&gt;dance&lt;/a&gt;, &lt;a href=\"walking\"&gt;walking&lt;/a&gt;, &lt;a href=\"weight%20training\"&gt;weight training and conditioning&lt;/a&gt;, and &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;.\nThe school offers music electives including &lt;a href=\"choir\"&gt;chorus&lt;/a&gt;, concert choir, honors &lt;a href=\"concert%20band\"&gt;concert band&lt;/a&gt;, &lt;a href=\"jazz%20ensemble\"&gt;jazz ensemble&lt;/a&gt;, &lt;a href=\"guitar\"&gt;guitar&lt;/a&gt;, &lt;a href=\"electronic%20keyboard\"&gt;keyboard&lt;/a&gt;, &lt;a href=\"marching%20band\"&gt;marching band&lt;/a&gt;, and &lt;a href=\"string%20orchestra\"&gt;string orchestra&lt;/a&gt;. Students may take music electives for as long as their high school tenure. &lt;a href=\"Music%20appreciation\"&gt;Music appreciation&lt;/a&gt; is offered as a one-year class for art/music credit.\nLanguage studies.\nIn keeping with the school's diversity, Francis Lewis High School teaches several foreign languages, including &lt;a href=\"Mandarin%20Chinese\"&gt;Chinese (Mandarin)&lt;/a&gt;, &lt;a href=\"French%20language\"&gt;French&lt;/a&gt;, &lt;a href=\"Greek%20language\"&gt;Greek&lt;/a&gt; (for the fourth year of the University Scholars program), &lt;a href=\"Italian%20language\"&gt;Italian&lt;/a&gt;, &lt;a href=\"Japanese%20language\"&gt;Japanese&lt;/a&gt;, &lt;a href=\"Korean%20language\"&gt;Korean&lt;/a&gt;, &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt;, and &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;. Classes for native speakers in Chinese, Korean, and Spanish are also available for students satisfying the NYCDOE's foreign language requirement. The school previously taught &lt;a href=\"Arabic\"&gt;Arabic&lt;/a&gt; and &lt;a href=\"Hebrew%20language\"&gt;Hebrew&lt;/a&gt;, but those classes ended due to declining interest.\nEnglish as New Language (ENL) is also available for English learners.\nAdvanced Placement courses.\nIn 1978, Francis Lewis High School was the first public high school to achieve certification to the &lt;a href=\"International%20Baccalaureate\"&gt;International Baccalaureate&lt;/a&gt;, but stopped offering it in the 1990s. &lt;a href=\"Advanced%20Placement\"&gt;Advanced Placement&lt;/a&gt; (AP) courses are also available, offering college credit for work done during high school (based on the final test score). Students may choose the full program to get a full years' college credit, or simply courses of interest (for credit towards single college courses such as math or humanities). Sixty percent of twelfth graders take at least one Advanced Placement exam at any time during high school; of these, 72% earned at least a 3 on at least one Advanced Placement exam.\nStudents can choose from 20 AP courses offered at Francis Lewis, including &lt;a href=\"AP%20Biology\"&gt;Biology&lt;/a&gt;, &lt;a href=\"AP%20Calculus%23AP%20Calculus%20AB\"&gt;Calculus AB&lt;/a&gt;, &lt;a href=\"AP%20Calculus%23AP%20Calculus%20BC\"&gt;Calculus BC&lt;/a&gt;, &lt;a href=\"AP%20Capstone\"&gt;Capstone&lt;/a&gt;, &lt;a href=\"AP%20Chemistry\"&gt;Chemistry&lt;/a&gt;, &lt;a href=\"AP%20Chinese%20Language%20and%20Culture\"&gt;Chinese Language and Culture&lt;/a&gt;, &lt;a href=\"AP%20Computer%20Science\"&gt;Computer Science A&lt;/a&gt;, &lt;a href=\"AP%20English%20Language%20and%20Composition\"&gt;English Language and Composition&lt;/a&gt;, &lt;a href=\"AP%20English%20Literature%20and%20Composition\"&gt;English Literature and Composition&lt;/a&gt;, &lt;a href=\"AP%20Environmental%20Science\"&gt;Environmental Science&lt;/a&gt;, &lt;a href=\"AP%20Japanese%20Language%20and%20Culture\"&gt;Japanese Language and Culture&lt;/a&gt;, &lt;a href=\"AP%20Latin\"&gt;Latin&lt;/a&gt;, &lt;a href=\"AP%20Macroeconomics\"&gt;Macroeconomics&lt;/a&gt;, &lt;a href=\"AP%20Microeconomics\"&gt;Microeconomics&lt;/a&gt;, &lt;a href=\"AP%20Physics%201\"&gt;Physics 1&lt;/a&gt;, &lt;a href=\"AP%20Physics%202\"&gt;Physics 2&lt;/a&gt;, , &lt;a href=\"AP%20Psychology\"&gt;Psychology&lt;/a&gt;, &lt;a href=\"Spanish%20language\"&gt;Spanish&lt;/a&gt;, &lt;a href=\"AP%20Statistics\"&gt;Statistics&lt;/a&gt;, &lt;a href=\"AP%20United%20States%20Government%20and%20Politics\"&gt;United States Government and Politics&lt;/a&gt;, &lt;a href=\"AP%20United%20States%20History\"&gt;United States History&lt;/a&gt;, and &lt;a href=\"AP%20World%20History\"&gt;World History&lt;/a&gt;.\nCollege Now! courses.\nFrancis Lewis High School offers several courses from College Now, a program offered by the &lt;a href=\"City%20University%20of%20New%20York\"&gt;City University of New York&lt;/a&gt; to allow students access City University of New York classes and earn college credit. Classes are offered at &lt;a href=\"Queens%20College%2C%20City%20University%20of%20New%20York\"&gt;Queens College&lt;/a&gt; and &lt;a href=\"Queensborough%20Community%20College\"&gt;Queensborough Community College&lt;/a&gt;.\nStudents can choose up to six classes including &lt;a href=\"astronomy\"&gt;astronomy&lt;/a&gt;, &lt;a href=\"health%20education\"&gt;health&lt;/a&gt; and &lt;a href=\"nutrition\"&gt;nutrition&lt;/a&gt;, &lt;a href=\"criminal%20justice\"&gt;criminal justice&lt;/a&gt;/&lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;, &lt;a href=\"Computers\"&gt;computers in modern society&lt;/a&gt;, &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;, and &lt;a href=\"calculus\"&gt;pre-calculus&lt;/a&gt;.\nJunior Reserve Officers' Training Corps.\nIn 1994, the US Army &lt;a href=\"Junior%20Reserve%20Officers%27%20Training%20Corps\"&gt;Junior Reserve Officers' Training Corps&lt;/a&gt; (JROTC) program was established in the school. It is the largest in the nation, with more than 1,000 cadets of the 1,725 high school chapters in the country. The battalion is an honor unit with distinction, and it is considered one of the best and well-known US Army JROTC units in the nation. It had a 100% graduation rate from 1992 to 2013.\nThere are six JROTC teams, namely Academic, Choir, Drum Corps, Honor Guard, and Drill Team (Armed and Unarmed). Two teams compete, Academic and Drill Team (Unarmed – Patriot Pride, Armed – Patriot Guard). Francis Lewis High School used to have a competing Raiders team (female – Patriot Strength, male – Patriot Force). \nIn 2018 allegations of hazing (involving sexual and physical assault) from the male Raiders team were made.\nThe Patriot Guard were national champions in 2007, 2009–2011, and placed second in 2012. The Patriot Pride came in second in 2006, 2008 and 2009 and first in 2010 and 2013 National Championships in &lt;a href=\"Daytona%2C%20Florida\"&gt;Daytona, Florida&lt;/a&gt;.\nThe female Raiders were national champions for four consecutive years from 2009 to 2012. The male Raiders' most recent first-place title was in 2011, having come in third in the 2012 Nationals and second in the 2013 Nationals.\nThe Academic team was awarded first place at the 2015 Leadership Bowl Nationals. The Academic team placed as finalists in the JROTC Leadership Academic Bowl in 2011, 2012, and 2013.\nIn 2010, Francis Lewis had more cadets in the &lt;a href=\"United%20States%20Military%20Academy\"&gt;United States Military Academy&lt;/a&gt; than any other public high school in the United States.\nThe JROTC Program may be chosen as an elective that a student may have in addition to their program. Students enrolled in JROTC are required to partake in weekly physical training, conduct school and community service, wear the Army Service Uniform once a week, as well as take courses on leadership, nutrition, personal finance, civics, and government.\nExtracurricular activities.\nAthletics.\nFrancis Lewis High School's athletic teams compete in the &lt;a href=\"PSAL\"&gt;PSAL&lt;/a&gt;. Student-athletes compete in &lt;a href=\"baseball\"&gt;baseball&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"bowling\"&gt;bowling&lt;/a&gt;, &lt;a href=\"cheerleading\"&gt;cheerleading&lt;/a&gt;, &lt;a href=\"cross%20country%20running\"&gt;cross country&lt;/a&gt;, &lt;a href=\"fencing\"&gt;fencing&lt;/a&gt;, &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"American%20handball\"&gt;handball&lt;/a&gt;, &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;, &lt;a href=\"softball\"&gt;softball&lt;/a&gt;, &lt;a href=\"swimming%20%28sport%29\"&gt;swimming&lt;/a&gt;, &lt;a href=\"tennis\"&gt;tennis&lt;/a&gt;, &lt;a href=\"track%20and%20field\"&gt;track&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt;, and &lt;a href=\"wrestling\"&gt;wrestling&lt;/a&gt;\nFrancis Lewis High School's cross country team won the PSAL championship in 1968.\nThe school's soccer team won the PSAL championship in 1969.\nThe softball team won the PSAL championship in 1975.\nFrancis Lewis High School's girls basketball team won the PSAL Championship in March 1979. The team was undefeated in the regular season that year.\nFrancis Lewis has had a &lt;a href=\"cricket\"&gt;cricket&lt;/a&gt; team since 2015.\nThe school's male and female &lt;a href=\"American%20handball\"&gt;American handball&lt;/a&gt; team won the PSAL championship in the 2018–2019 season.\nDuring the 1994–1995 season, Francis Lewis High School's boys basketball team was undefeated in its division, the first time it had done so since the 1980–1981 season. The team won the PSAL B Championship in March 1995. The team advanced to the New York State Federation Basketball Class A championship in &lt;a href=\"Glens%20Falls\"&gt;Glens Falls&lt;/a&gt;. It lost to &lt;a href=\"Mount%20Saint%20Michael%20Academy\"&gt;Mount Saint Michael Academy&lt;/a&gt; of the Bronx, knocking it out of the state tournament.\nFrancis Lewis High School's athletic field is named for &lt;a href=\"Margaret%20Lambert\"&gt;Margaret Lambert&lt;/a&gt;, a &lt;a href=\"History%20of%20the%20Jews%20in%20Germany\"&gt;German Jewish&lt;/a&gt; &lt;a href=\"track%20and%20field\"&gt;track and field&lt;/a&gt; athlete. During the 1930s, &lt;a href=\"Nazi%20Germany\"&gt;German&lt;/a&gt; athletic teams were closed to Jewish athletes, and the &lt;a href=\"United%20States%20Olympic%20Committee\"&gt;United States&lt;/a&gt; was considering to boycott the &lt;a href=\"1936%20Summer%20Olympics\"&gt;1936 Summer Olympics in Berlin&lt;/a&gt; in protest of Germany's &lt;a href=\"anti-Semitism\"&gt;anti-Semitism&lt;/a&gt;. &lt;a href=\"Adolf%20Hitler\"&gt;Adolf Hitler&lt;/a&gt; wanted to avoid a boycott, so he threatened her father to have her train for Germany in order to convince the world that Germany welcomed Jewish athletes to its team if they qualified. She tied the German high jump record at the national trials in &lt;a href=\"Stuttgart\"&gt;Stuttgart&lt;/a&gt;, and she trained at the Olympic training camp in &lt;a href=\"Ettlingen\"&gt;Ettlingen&lt;/a&gt;.\nClubs.\nFrancis Lewis offers a varying number of clubs approved by the Student Organization (SO). Students may fill out a club registration forms from the SO Office by the late September deadline.\nThe 2019–2020 school year offers clubs including &lt;a href=\"https%3A//nyc.cce.cornell.edu/4-h/\"&gt;4H Cornell&lt;/a&gt;, &lt;a href=\"American%20Red%20Cross\"&gt;American Red Cross&lt;/a&gt; Club, Anime Club, Art Club, Asian Food Culture Club, Baseball Club, &lt;a href=\"Calligraphy\"&gt;Calligraphy&lt;/a&gt; Club, Chess Club, Chinese Chess Club, Chinese Club, Chinese Origami Club, Christian Seekers Fellowship, Creative Writing Club, Cultural Dance Club, Current Events Club, &lt;a href=\"https%3A//www.deca.org\"&gt;DECA&lt;/a&gt;, DIY Club, Double Up (Mentor) Club, &lt;a href=\"Dungeons%20%26amp%3B%20Dragons\"&gt;Dungeons and Dragons&lt;/a&gt;, Endangered Species Club, Environmental Club, Fashion Club, Film Club, Fitness Club, Gardening Club, Girls Fall Conditioning, &lt;a href=\"Girls%20Who%20Code\"&gt;Girls Who Code (GWC)&lt;/a&gt;, &lt;a href=\"https%3A//www.glamourgals.org\"&gt;Glamour Gals&lt;/a&gt;, &lt;a href=\"https%3A//thegreenteam.org\"&gt;Green Team&lt;/a&gt;, &lt;a href=\"Harry%20Potter\"&gt;Harry Potter&lt;/a&gt; Club, Hellenic Club, History Club, HS Investment Club (HSIC), Humans of Francis Lewis Magazine, Inspiring Inclusive Leaders, International Education Club, ISS Club, Japanese Club, Jewish Student Union, Journalism Club (FLHS News), &lt;a href=\"Junior%20State%20of%20America\"&gt;Junior State of America&lt;/a&gt; (JSA), &lt;a href=\"K-pop\"&gt;K-pop&lt;/a&gt; and Urban Dance Club (KUD), &lt;a href=\"Key%20Club\"&gt;Key Club&lt;/a&gt;, Korean Club, &lt;a href=\"Korean%20drum\"&gt;Korean Drum&lt;/a&gt; Club, &lt;a href=\"Kung%20Fu\"&gt;Kung Fu&lt;/a&gt; Club, &lt;a href=\"LGBTQ%2B\"&gt;LGBTQ+&lt;/a&gt; Club, Math Club, Media Production Club, Medical Explorers Club, &lt;a href=\"Mindfulness\"&gt;Mindfulness&lt;/a&gt; + &lt;a href=\"Yoga\"&gt;Yoga&lt;/a&gt; Club, &lt;a href=\"Model%20United%20Nations\"&gt;Model United Nations&lt;/a&gt;, Modern Music Club, Muslim Student Association Club, &lt;a href=\"My%20Brother%27s%20Keeper%20Challenge\"&gt;My Brother's Keeper&lt;/a&gt;, &lt;a href=\"https%3A//www.adl.org/who-we-are/our-organization/signature-programs/no-place-for-hate\"&gt;No Place for Hate&lt;/a&gt;, Nu Gamma Psi (male and female &lt;a href=\"Stepping%20%28African-American%29\"&gt;step&lt;/a&gt; teams), One Love Counseling Club, Programmers Initiative Club (PI), Public Speaking for Beginners, Puzzle Club, Science Olympiads, Sikh Student Association, Spanish Club, Students for Climate Action Now, &lt;a href=\"Taekwondo\"&gt;Taekwondo&lt;/a&gt; Club, &lt;a href=\"Ted%20Talk\"&gt;TED Talk&lt;/a&gt; Club, Teen Community Service (TCS), Travelers Club, Trivia Club, Ultimate Unity Dance Club, &lt;a href=\"UNICEF\"&gt;UNICEF&lt;/a&gt;, Video Game Club, Visual Arts Club, Women's Empowerment Club, and Workout Club.\nFormer clubs include 3D Model Club (2017–2018), &lt;a href=\"American%20Civil%20Liberties%20Union\"&gt;ACLU&lt;/a&gt; (2017–2018) African American Club (2018–2019), Ancient History Club (2018–2019), Animal Humane Society (2017–2018), Astronomy Club (2016–2017), &lt;a href=\"https%3A//medschool.ucla.edu/body.cfm%3Fid%3D1158%26amp%3Baction%3Ddetail%26amp%3Bref%3D602\"&gt;Big Sib-Little Sib&lt;/a&gt; (2017–2018), Books for Baddies (2018–2019), Bookworms (2017–2018), Caribbean Club (2017–2018), Comedy Club (2018–2019), Comic Book Club (2016–2017), Conscious Club (2018–2019), Conservation Club (2017–2018), Dancer Dynasty Club (2018–2019), Debate Club (2018–2019), eSport Club (2018–2019), Filipino Club, FLNBC (2015–2016), Food Appreciation Club (2017–2018), Game Club (2017–2018), Gamer's Connect (2018–2019), Game Development and Design Club (2018–2019), Glee Club (2015–2018), Global Advocates Club (2017–2019), Interconnected Club (2017–2018), International Club (2017–2018), International Pop Club (2017–2018), &lt;a href=\"Latin\"&gt;Latin&lt;/a&gt; Club (2017–2018), Latinos Unidos (2018–2019), Make-Up Club (2017–2018), Mental Health Club (2018–2019), Music Cover Club (2018–2019), Music Creation (2018–2019), One Neutron Extra (ONE, 2016–2017), &lt;a href=\"https%3A//operationcareinternational.org\"&gt;Operation CARE Team&lt;/a&gt; (2017–2019), Philosophy Club (2018–2019), Photography Club, Pre-Med Club, Social Activist Club (2018–2019), SPEAK (2018–2019), STEMP Club (2018–2019), Video Game Club (2017–2018), and Youth Civic Engagement (YCE, 2018–2019).\nHistory.\nIn 1952, the Northeast Queens Council for Schools advocated for a northeast Queens high school because of severe overcrowding at &lt;a href=\"Bayside%20High%20School%20%28Queens%29\"&gt;Bayside High School&lt;/a&gt;, &lt;a href=\"Flushing%20High%20School\"&gt;Flushing High School&lt;/a&gt;, &lt;a href=\"Andrew%20Jackson%20High%20School%20%28Queens%29\"&gt;Andrew Jackson High School&lt;/a&gt;, and &lt;a href=\"Jamaica%20High%20School\"&gt;Jamaica High School&lt;/a&gt;.\nIn December 1955, the &lt;a href=\"New%20York%20City%20Board%20of%20Education\"&gt;New York City Board of Education&lt;/a&gt; approved the building of a new high school, called Northeast Queens High School, near the intersection of &lt;a href=\"Utopia%20Parkway%20%28Queens%29\"&gt;Utopia Parkway&lt;/a&gt; and 59th Avenue, with a capacity of 3,000 students. The city bought 11 acres of land, and the City Planning Commission agreed that the high school was needed, but the Commission did not approve the allocation of money to build the school in the capital budget.\nIn August 1956, the city approved the hiring of the firm of &lt;a href=\"Eggers%20%26amp%3B%20Higgins\"&gt;Eggers &amp; Higgins&lt;/a&gt; to be the architect of the building, although the budget to actually build the high school was not yet approved.\nIn October 1956, &lt;a href=\"Mayor%20of%20New%20York%20City\"&gt;Mayor&lt;/a&gt; &lt;a href=\"Robert%20F.%20Wagner%20Jr.\"&gt;Robert F. Wagner Jr.&lt;/a&gt; wrote a letter to the City Planning Commission asking it to include the construction of Northeast Queens High School in its capital budget. The construction was included in the capital budget in 1957.\nIn March 1958, the Board of Education approved a contract to build the high school. A $4,229,000 contract was awarded to the lowest bidder, Caristo Construction Company. The ground-breaking happened that same year. A group of parents tried to have an indoor swimming pool built in the high school, but they were not successful. The high school ended up costing $6,100,000 to build.\nFrancis Lewis High School opened on September 13, 1960. The school was named after &lt;a href=\"Francis%20Lewis\"&gt;Francis Lewis&lt;/a&gt;, a resident of &lt;a href=\"Whitestone%2C%20Queens\"&gt;Whitestone&lt;/a&gt; who signed the &lt;a href=\"United%20States%20Declaration%20of%20Independence\"&gt;United States Declaration of Independence&lt;/a&gt;. Vincent McGarrett was the first principal. Herman Wolf was the first basketball coach. &lt;a href=\"Queensborough%20Community%20College\"&gt;Queensborough Community College&lt;/a&gt; held some of its classes at Francis Lewis High School that year because its own campus was still under construction.\nFrancis Lewis High School was built for a capacity of 2,700 students. The school was overcrowded as of the 1962–1963 school year. &lt;a href=\"Benjamin%20N.%20Cardozo%20High%20School\"&gt;Cardozo High School&lt;/a&gt; was built in 1967 in order to relieve overcrowding at Francis Lewis.\nIn 1965, &lt;a href=\"Queensborough%20Community%20College\"&gt;Queensborough Community College&lt;/a&gt; held some of its evening classes at Francis Lewis High School due to overcrowding at Queensborough.\nIn 1978, Francis Lewis High School graduated &lt;a href=\"International%20Baccalaureate\"&gt;International Baccalaureate&lt;/a&gt; diploma students, the first public high school in the United States to do so. It terminated in the 1990s.\nIn early 2018, Francis Lewis High School announced plans for a new annex to add more space and alleviate overcrowding. It would be located where a tennis court and the Margaret Lambert Track and Field House were. Construction began in 2019. Completion is expected by 2023."
}