{
    "id": "4059685",
    "revid": "353866",
    "url": "https://en.wikipedia.org/wiki?curid=4059685",
    "title": "Operation Savannah (Angola)",
    "text": "Operation Savannah was the South African code name for their military incursion into Angola in 1975–1976. It was part of the &lt;a href=\"South%20African%20Border%20War\"&gt;South African Border War&lt;/a&gt; and arose due to the &lt;a href=\"Angolan%20War%20of%20Independence\"&gt;Angolan War of Independence&lt;/a&gt;. The operation also materially influenced the subsequent &lt;a href=\"Angolan%20Civil%20War\"&gt;Angolan Civil War&lt;/a&gt;. South African forces invaded deep into Angola with the objective of driving the MPLA, Soviet and Cuban forces out of southern Angola so as to strengthen the position of UNITA, the main opponent of the MPLA and an ally of South Africa. \nSouth Africa as well as UNITA and FNLA had been receiving material and tacit support of the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; as part of their &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; opposition to the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; which emboldened them to pursue this incursion. South African and UNITA fortunes were overturned and their forces were compelled to withdraw due to MPLA, Cuban and Soviet pressure. Victory was claimed by the &lt;a href=\"MPLA\"&gt;MPLA&lt;/a&gt; who were actively supported by &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt; and the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt;, over the combined forces of &lt;a href=\"UNITA\"&gt;UNITA&lt;/a&gt;, &lt;a href=\"FNLA\"&gt;FNLA&lt;/a&gt;, &lt;a href=\"Zaire\"&gt;Zaire&lt;/a&gt; and &lt;a href=\"South%20Africa\"&gt;South Africa&lt;/a&gt;. For the MPLA, the victory was essential for the proclamation of independence and subsequent political control over &lt;a href=\"Angola\"&gt;Angola&lt;/a&gt;.\nBackground.\nThe \"&lt;a href=\"Carnation%20Revolution\"&gt;Carnation Revolution&lt;/a&gt;\" or \"25 April\" revolution of 1974 ended &lt;a href=\"Portugal\"&gt;Portugal&lt;/a&gt;'s colonial government, but Angola's three main independence forces, &lt;a href=\"National%20Liberation%20Front%20of%20Angola\"&gt;National Liberation Front of Angola&lt;/a&gt; (FNLA), National Union for the Total Independence of Angola (&lt;a href=\"UNITA\"&gt;UNITA&lt;/a&gt;) and the People's Movement for the Liberation of Angola (&lt;a href=\"MPLA\"&gt;MPLA&lt;/a&gt;) began competing for dominance in the country.\nFighting began in November 1974, starting in the capital city, &lt;a href=\"Luanda\"&gt;Luanda&lt;/a&gt;, and spreading quickly across all of Angola, which was soon divided among the combatants. The FNLA occupied northern Angola, UNITA the central south, while the MPLA mostly occupied the coastline, the far south-east and, after capturing it in November 1974, &lt;a href=\"Cabinda%20Province\"&gt;Cabinda&lt;/a&gt;. Negotiations for independence resulted in the Treaty of &lt;a href=\"Alvor%20Agreement\"&gt;Alvor&lt;/a&gt; being signed on 15 January 1975, naming the date of official independence as 11 November 1975. The agreement ended the &lt;a href=\"Angolan%20War%20of%20Independence\"&gt;war for independence&lt;/a&gt; but marked the escalation of the &lt;a href=\"Angolan%20Civil%20War\"&gt;civil war&lt;/a&gt;. Two dissenting groups, the &lt;a href=\"Front%20for%20the%20Liberation%20of%20the%20Enclave%20of%20Cabinda\"&gt;Front for the Liberation of the Enclave of Cabinda&lt;/a&gt; and the &lt;a href=\"Eastern%20Revolt\"&gt;Eastern Revolt&lt;/a&gt;, never signed the accords, as they were excluded from negotiations. The coalition government established by the Treaty of Alvor soon ended as nationalist factions, doubting one another's intentions, tried to control the country by force.\nFighting between the three forces resumed in Luanda hardly a day after the transitional government assumed office on 15 January 1975.\nThe liberation forces sought to seize strategic points, most importantly the capital, by the official day of independence. The MPLA managed to seize Luanda from the FNLA whilst UNITA retreated from the capital. By March 1975, the FNLA was driving towards Luanda from the north, joined by units of the &lt;a href=\"Zaire\"&gt;Zairian&lt;/a&gt; army which the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; had encouraged Zaire to provide.\nBetween 28 April and early May, 1,200 Zairian troops crossed into northern Angola to assist the FNLA.\nThe FNLA eliminated all remaining MPLA presence in the northern provinces and assumed positions east of &lt;a href=\"Kifangondo\"&gt;Kifangondo&lt;/a&gt; on the eastern outskirts of Luanda, from where it continued to encroach on the capital. The situation for the MPLA in Luanda became increasingly precarious.\nThe MPLA received supplies from the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and repeatedly requested 100 officers for military training from &lt;a href=\"Cuba\"&gt;Cuba&lt;/a&gt;. Until late August, Cuba had a few technical advisors deployed in Angola. By 9 July, the MPLA gained control of the capital, Luanda.\nStarting 21 August, Cuba established four training facilities (CIR) with almost 500 men, which were to train about 4,800 FAPLA recruits in three to six months. The mission was expected to be short-term and to last about 6 months.\nThe CIR in &lt;a href=\"Cabinda%20%28province%29\"&gt;Cabinda&lt;/a&gt; accounted for 191 instructors, while &lt;a href=\"Benguela\"&gt;Benguela&lt;/a&gt;, Saurimo (formerly Henrique de Carvalho) and at N'Dalatando (formerly Salazar) had 66 or 67 instructors each. Some were posted in headquarters in Luanda or in other places throughout the country. The training centres were operational by 18–20 October.\nMilitary intervention.\n&lt;a href=\"South%20African%20Defence%20Force\"&gt;South African Defence Force&lt;/a&gt; (SADF) involvement in Angola, part of the interrelated &lt;a href=\"South%20African%20Border%20War\"&gt;South African Border War&lt;/a&gt;, started in 1966 when the South West African People's Organization (&lt;a href=\"SWAPO\"&gt;SWAPO&lt;/a&gt;) commenced an armed struggle for Namibian independence. SWAPO officials founded an armed wing, the &lt;a href=\"People%27s%20Liberation%20Army%20of%20Namibia\"&gt;People's Liberation Army of Namibia&lt;/a&gt; (PLAN), which operated from bases in &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt; and rural &lt;a href=\"Ovamboland\"&gt;Ovamboland&lt;/a&gt;.\nWith the loss of the Portuguese colonial administration as an ally and the possibility of new regimes sympathetic to SWAPO in Lisbon's former colonies, Pretoria recognised that it would lose a valued \"&lt;a href=\"Cordon%20sanitaire%20%28international%20relations%29\"&gt;cordon sanitaire&lt;/a&gt;\" between South West Africa and the &lt;a href=\"Frontline%20States\"&gt;Frontline States&lt;/a&gt;. PLAN could seek sanctuary in Angola, and South Africa would be faced with another hostile regime and potentially militarised border to cross in pursuit of Namibian guerrillas.\nWith both the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; and the &lt;a href=\"United%20States\"&gt;United States&lt;/a&gt; arming major factions in the Angolan Civil War, the conflict escalated into a major &lt;a href=\"Cold%20War\"&gt;Cold War&lt;/a&gt; battleground. South Africa offered advisory and technical assistance to &lt;a href=\"UNITA\"&gt;UNITA&lt;/a&gt;, while a number of Cuban combat troops entered the country to fight alongside the Marxist &lt;a href=\"MPLA\"&gt;MPLA&lt;/a&gt;. Moscow also plied its Angolan clients with heavy weapons. American aid to UNITA and the FNLA was initially undertaken with &lt;a href=\"Operation%20IA%20Feature\"&gt;Operation IA Feature&lt;/a&gt;, but this was terminated by the &lt;a href=\"Clark%20Amendment\"&gt;Clark Amendment&lt;/a&gt; in October 1976. Aid would not yet return until after the repeal of the Clark Amendment in 1985. China subsequently recalled its military advisers from Zaire, ending its tacit support for the FNLA.\nCuban instructors began training PLAN in Zambia in April 1975, and the movement had 3,000 new recruits by April. Guerrilla activity intensified, election boycotts were staged in Ovamboland, and the Ovambo Chief Minister assassinated. South Africa responded by calling up more reservists and placing existing security forces along the border on standby. Raids into Angola became commonplace after July 15.\nSupport for UNITA and FNLA.\nConsequently, with the covert assistance of the United States through the &lt;a href=\"Central%20Intelligence%20Agency\"&gt;Central Intelligence Agency&lt;/a&gt; (CIA), it began assisting UNITA and the FNLA in a bid to ensure that a neutral or friendly government in Luanda prevailed. On 14 July 1975, South African Prime Minister &lt;a href=\"Balthazar%20Johannes%20Vorster\"&gt;Balthazar Vorster&lt;/a&gt; approved weapons worth US $14 million to be bought secretly for FNLA and UNITA. of which the first shipments from South Africa arrived in August 1975.\nRuacana-Calueque occupation.\nOn 9 August 1975 a 30-man SADF patrol moved some into southern Angola and occupied the &lt;a href=\"Ruacana\"&gt;Ruacana&lt;/a&gt;-&lt;a href=\"Calueque\"&gt;Calueque&lt;/a&gt; &lt;a href=\"hydro-electric\"&gt;hydro-electric&lt;/a&gt; complex and other installations on the &lt;a href=\"Cunene%20River\"&gt;Cunene River&lt;/a&gt;.\nThe scheme was an important strategic asset for &lt;a href=\"Ovamboland\"&gt;Ovamboland&lt;/a&gt;, which relied on it for its water supply. The facility had been completed earlier in the year with South African funding.\nSeveral hostile incidences with UNITA and SWAPO frightening foreign workers had provided a rationale for the occupation.\nThe defence of the facility in southern Angola also was South Africa's justification for the first permanent deployment of regular SADF units inside Angola.\nOn 22 August 1975 the SADF initiated operation \"Sausage II\", a major raid against SWAPO in southern Angola and on 4 September 1975, Vorster authorized the provision of limited military training, advice and logistical assistance. In turn FNLA and UNITA would help the South Africans fight SWAPO.\nMeanwhile, the MPLA had gained against UNITA in Southern Angola and by mid-October was in control of 12 of Angola's provinces and most cities. UNITA's territory had been shrinking to parts of central Angola, and it became apparent that UNITA did not have any chance of capturing Luanda by independence day, which neither the United States nor South Africa were willing to accept.\nThe SADF established a training camp near Silva Porto (&lt;a href=\"Kuito\"&gt;Kuito&lt;/a&gt;) and prepared the defences of Nova Lisboa (&lt;a href=\"Huambo\"&gt;Huambo&lt;/a&gt;). They assembled the mobile attack unit \"Foxbat\" to stop approaching FAPLA-units with which it clashed on 5 October, thus saving Nova Lisboa for UNITA.\nTask Force Zulu.\nTask Force Zulu was a conventional armed forces battalion of FNLA (\"Frente Nacional de Libertacao\" or National Front for the Liberation of Angola) troops that were trained by members of the South African Defence Force 1st Reconnaissance Commandos and was led by Col. Jan Dirk Breytenbach. The unit focused on marching onto an enemy position with great speed. Late during the conflict, the name of the task force was changed to Task Force Bravo after reorganization.\nOn 14 October, the South Africans secretly initiated Operation Savannah when Task Force Zulu crossed from Namibia into &lt;a href=\"Cuando%20Cubango\"&gt;Cuando Cubango&lt;/a&gt;. The operation provided for elimination of the MPLA from the southern border area, then from south western Angola, from the central region, and finally for the capture of Luanda (the political faction that held Luanda would be recognized by Portugal on independence day as the official government).\nAccording to &lt;a href=\"John%20Stockwell%20%28CIA%20officer%29\"&gt;John Stockwell&lt;/a&gt;, a former CIA officer, \"there was close liaison between the CIA and the South Africans\" and \"'high officials' in Pretoria claimed that their intervention in Angola had been based on an 'understanding' with the United States\". The intervention was also backed by &lt;a href=\"Zaire\"&gt;Zaire&lt;/a&gt; and &lt;a href=\"Zambia\"&gt;Zambia&lt;/a&gt;.\nWith the liberation forces busy fighting each other, the SADF advanced very quickly. Task Force Foxbat joined the invasion in mid-October. The territory the MPLA had just gained in the south was quickly lost to the South African advances. After South African advisors and antitank weapons helped to stop an MPLA advance on Nova Lisboa (&lt;a href=\"Huambo\"&gt;Huambo&lt;/a&gt;) in early October, Zulu captured Roçadas (&lt;a href=\"Xangongo\"&gt;Xangongo&lt;/a&gt;) by 20, Sá da Bandeira (&lt;a href=\"Lubango\"&gt;Lubango&lt;/a&gt;) by 24 and &lt;a href=\"Namibe%20%28province%29\"&gt;Moçâmedes&lt;/a&gt; by 28 October.\nWith the South Africans moving quickly toward Luanda, the Cubans had to terminate the CIR at Salazar only 3 days after it started operating and deployed most of the instructors and Angolan recruits in Luanda.\nOn 2–3 November, 51 Cubans from the CIR Benguela and South Africans had their first direct encounter near Catengue, where FAPLA unsuccessfully tried to stop the Zulu advance. This encounter led Zulu-Commander Breytenbach to conclude that his troops had faced the best organized FAPLA opposition to date.\nFor the duration of the campaign, Zulu had advanced 3,159 km in thirty-three days and had fought twenty-one battles / skirmishes in addition to sixteen hasty and fourteen deliberate attacks. Task Force Zulu accounted for an estimated 210 MPLA dead, 96 wounded and 50 POWs while it had suffered 5 dead and 41 wounded.\nCuban intervention.\nAfter the MPLA debacle at Catengue, the Cubans became very aware of the South African intervention. On 4 November Castro decided to begin an intervention on an unprecedented scale: \"&lt;a href=\"Cuba%20in%20Angola\"&gt;Operation Carlota&lt;/a&gt;\". The same day, a first airplane with 100 heavy weapon specialists, which the MPLA had requested in September, left for Brazzaville, arriving in Luanda on 7 November. On November 9 the first 100 men of a contingent of a 652-strong battalion of elite Special Forces were flown in. The 100 specialists and 88 men of the special forces were dispatched immediately to the nearby front at Kifangondo. They assisted 850 FAPLA, 200 &lt;a href=\"Katanga%20Province\"&gt;Katangans&lt;/a&gt; and one Soviet advisor.\nWith the help of the Cubans and the Soviet advisor, FAPLA decisively repelled an FNLA-Zairian assault in the &lt;a href=\"Battle%20of%20Quifangondo\"&gt;Battle of Kifangondo&lt;/a&gt; on 8 November. The South African contingent, 52 men commanded by General Ben de Wet Roos, that had provided for the artillery on the northern front, had to be evacuated by ship on 28 November. MPLA-leader &lt;a href=\"Agostinho%20Neto\"&gt;Agostinho Neto&lt;/a&gt; proclaimed independence and the formation of the &lt;a href=\"Angola\"&gt;People's Republic of Angola&lt;/a&gt; on 11 November and became its first President.\nSouth African reinforcements.\nOn 6 and 7 November 1975 Zulu captured the harbour cities of &lt;a href=\"Benguela\"&gt;Benguela&lt;/a&gt; (terminal of the Benguela railroad) and &lt;a href=\"Lobito\"&gt;Lobito&lt;/a&gt;. The towns and cities captured by the SADF were given to UNITA. In central Angola, at the same time, combat unit Foxbat had moved north toward Luanda. By then, the South Africans realised that Luanda could not be captured by independence day on 11 November and the South Africans considered ending the advance and retreating. But on 10 November 1975 Vorster relented to UNITA's urgent request to maintain the military pressure with the objective of capturing as much territory as possible before the impending meeting of the &lt;a href=\"Organization%20of%20African%20Unity\"&gt;Organization of African Unity&lt;/a&gt;. Thus, Zulu and Foxbat continued north with two new battle groups formed further inland (X-Ray and Orange) and \"there was little reason to think the FAPLA would be able to stop this expanded force from capturing Luanda within a week.\"\nThrough November and December 1975, the SADF presence in Angola numbered 2,900 to 3,000 personnel.\nAfter Luanda was secured against the north and with reinforcements from Cuba arriving, Zulu faced stronger resistance advancing on Novo Redondo (&lt;a href=\"Sumbe\"&gt;Sumbe&lt;/a&gt;). First Cuban reinforcements arrived in Porto Amboim, only a few km north of Novo Redondo, quickly destroying three bridges crossing the Queve river, effectively stopping the South African advance along the coast on 13 November 1975.\nDespite concerted efforts to advance north to Novo Redondo, the SADF was unable to break through FAPLA defences. In a last successful advance a South African task force and UNITA troops captured Luso on the Benguela railway on 11 December which they held until 27 December.\nEnd of South African advance.\nBy mid-December South Africa extended military service and brought in reserves. \"An indication of the seriousness of the situation ... is that one of the most extensive military call-ups in South African history is now taking place\". By late December, the Cubans had deployed 3,500 to 4,000 troops in Angola, of which 1,000 were securing Cabinda, and eventually the struggle began to favour of the MPLA. Apart from being \"bogged down\" on the southern front, the South African advance halted, \"as all attempts by Battle-Groups Orange and X-Ray to extend the war into the interior had been forced to turn back by destroyed bridges\". In addition, South Africa had to deal with two other major setbacks: the international press criticism of the operation and the associated change of US policies. Following the discovery of SADF troops in Angola, most African and Western backers declined to continue to back the South Africans due to the negative publicity of links with the Apartheid government. The South African leadership felt betrayed with a member of congress saying \"When the chips were down there was not a single state prepared to stand with South Africa. Where was America? Where were Zaire, Zambia ... and South Africa's other friends?\"\nMajor battles and incidents.\nBattle of Quifangondo.\nOn 10 November 1975, the day before Angolan independence, the FNLA attempted against advice to capture Luanda from the MPLA. South African gunners and aircraft assisted the offensive which went horribly wrong for the attackers; they were routed by the FAPLA assisted by Cubans manning superior weaponry that had arrived recently in the country. The Cuban-led force shot 2,000 rockets at the FNLA. The South African artillery, antiquated due to the UN embargo, was not any match for the longer-ranged Cuban &lt;a href=\"BM-21\"&gt;BM-21&lt;/a&gt; rocket launchers, and therefore could not influence the result of the battle.\nBattle of Ebo.\nThe Cuban military, anticipating a South African advance (under the direction of Lieutenant Christopher du Raan) towards the town of &lt;a href=\"Ebo%2C%20Angola\"&gt;Ebo&lt;/a&gt;, established positions there at a river crossing to thwart any assault. The defending artillery force, equipped with a &lt;a href=\"BM-21%20Grad\"&gt;BM-21&lt;/a&gt; battery, a 76mm field gun, and several anti-tank units, subsequently destroyed seven to eight armoured cars, whilst they were bogged down with RPG-7s, on November 25, killing 50 enemy soldiers. The Cubans suffered no casualties.\nSecond in command (2IC) car manned by Lt Jaco \"Bok\" Kriel, Cpl Gerrie Hugo and Richard \"Flappie\" Ludwig scouted to the North to look for an alternative route across the river. They got bogged down but managed to dig themselves out of the mud. Unbeknown to them this happened right in front of the enemy positions. Apparently only the superb fire control of the enemy saved them from a certain demise.\nJohann du Toit's troop moved forward towards the bridge after Hannes Swanepoel's troop deployed tactically and all, with the odd exception, got stuck in the mud.\nThe troop of Abrie Cloete also moved into the terrain and with the exception of the car of John Wahl suffered the same fate as the troop of Hannes Swanepoel. John Wahl then deployed in an excellent fire support position.\nThe first three vehicles got shot out. The fourth vehicle of Kees van der Linde returned fire with their co-axial Browning machine gun and pinned the enemy down. At this stage Kees van der Linde's car broke down with a fuel line problem.\nKees managed to sort this out but got wounded in his legs in the process. This vehicle managed to withdraw back to the mortar position where it broke down again and Kees got seriously wounded for the second time. The 2IC car charged into the killing zone, after a call for help from Gert Botha and started the rescue attempt which saved the lives of at least eight more armoured members by drawing the fire away from them as the enemy would have shot the vehicles again and again. In the process they got shot out by various anti tank weapons. The first shot hit them on the muzzle-brake, the second took off the anti aircraft Browning and wounded Jaco Kriel over the top of his head and he sat down stunned for a minute or two. The car was thus useless as the co-axial Browning could not be reloaded by Kriel. John Wahl then knocked out the 76 mm and saved the crew of the 2IC car in the process. The 2IC car was now useless and withdrew but loaded the wounded Volgraaf on the front of their car and transported him back to the medical post. Bok Kriel however jumped out of the car, saw that Abrie Cloete abandoned his car and ran away. He took control of this car and together with John Wahl they continued with the rescue attempts.\nOver the next few hours a fierce exchange of fire took place. In the process John Wahl moved in and rescued Gert Botha. Bok Kriel also moved in and rescues Jaco Kotze. Again John Wahl moved in and rescued Giel Visser. This he did without his gunner as to make space for Giel and for all intent and purposes were thus unarmed. Lombard was killed and Bok Kriel got wounded for the second time, in his neck.\nAll of these actions were launched on own initiative, without any orders been given and under death defying circumstances because by then, the killing zone of the ambush was barraged by wave after wave of 122mm &lt;a href=\"BM-21%20Grad\"&gt;BM-21&lt;/a&gt; multiple rocket launchers. This led to more than 80 (exact number unknown) casualties amongst the infantry which were surrogate forces in the form of &lt;a href=\"FNLA\"&gt;FNLA&lt;/a&gt; and &lt;a href=\"UNITA\"&gt;UNITA&lt;/a&gt; soldiers.\nA SAAF &lt;a href=\"Cessna%20185\"&gt;Cessna 185&lt;/a&gt; spotter aircraft was shot down over Ebo the following day which killed Williamson, Taljaard and Thompson. This was the first tangible South African defeat of Operation Savannah.\n\"Bridge 14\".\nFollowing the ambush at Ebo, the South African \"Battle Group Foxbat\" began attempting to breach the Nhia River at \"Bridge 14\", a strategic crossing near the &lt;a href=\"FAPLA\"&gt;FAPLA&lt;/a&gt; headquarters north of &lt;a href=\"Quibala\"&gt;Quibala&lt;/a&gt;. This ensuing Battle for Bridge 14 accounted for the many fierce actions fought by withdrawing Cuban and Angolan forces from the river inland to \"Top Hat\", a hill overlooking the southern approach to the bridge. In early December, \"Foxbat\" had infiltrated the hill with two artillery observers, who directed fire on FAPLA positions from a battery of &lt;a href=\"BL%205.5-inch%20Medium%20Gun\"&gt;BL 5.5-inch Medium Gun&lt;/a&gt;s. This development forced Cuban commander Raúl Arguelles to call off an intended counter-offensive and order a redeployment via Ebo, instructing his units to withdraw from the Nhia. His subsequent death in a landmine explosion caused much confusion in some sectors of the defence line, with several of the defending units overlooking Bridge 14 as a result of a series of miscommunications. Meanwhile, South African &lt;a href=\"sapper\"&gt;sapper&lt;/a&gt;s started repairing the bridge on December 11 despite heavy FAPLA opposition. By morning the Cuban situation had worsened with \"Foxbat\" advancing in full force. At about 7 AM, the defending troops came under attack. Heavy artillery pounded the northern banks, wiping out several mortar positions and at least one ammunition truck. The Cubans, supported by &lt;a href=\"ZPU-4\"&gt;ZPU-4&lt;/a&gt;s and &lt;a href=\"BM-21%20Grad\"&gt;BM-21 Grad&lt;/a&gt;s, covered the main road with &lt;a href=\"9K11%20Malyutka\"&gt;Sagger&lt;/a&gt; &lt;a href=\"wire-guided%20missile\"&gt;wire-guided missile&lt;/a&gt;s to deter the South African advance. However, a column of twelve &lt;a href=\"Eland%20Mk7\"&gt;Eland-90 armoured car&lt;/a&gt;s supported by infantry broke through, skirting the road to confuse the missile teams, who had trained their weapons on the centre of the bridge.\nThe Elands swiftly engaged the remaining mortars with &lt;a href=\"high-explosive\"&gt;high-explosive&lt;/a&gt; rounds, routing their crews. Twenty Cuban advisers were also dispatched when they attempted to overtake Lieutenant van Vuuren's armoured car in the chaos, possibly mistaking it for an Angolan vehicle. Slowing to let the truck pass, van Vuuren promptly slammed a 90mm round into its rear – killing the occupants.\nIt was during this engagement that &lt;a href=\"Danny%20Roxo\"&gt;Danny Roxo&lt;/a&gt; single-handedly killed twelve FAPLA soldiers while conducting a reconnaissance of the bridge, an action for which he was awarded the &lt;a href=\"Honoris%20Crux%20%281975%29\"&gt;Honoris Crux&lt;/a&gt;. A number of other South African military personnel were also decorated for bravery at Bridge 14, some posthumously. It is estimated that 200 Cubans lost their lives during the attack; the SADF suffered 4 dead.\nThe events at Bridge 14 were subsequently dramatised by South Africa in the 1976 &lt;a href=\"Afrikaans\"&gt;Afrikaans&lt;/a&gt; film Brug 14. The action was re-enacted using national servicemen. During the making of the film near Bethlehem in the OFS, Captain Douw Steyn was severely injured when a blank round from an Eland was accidentally fired and a piece of shrapnel removed his calf muscle. A useful rugby player, he went on to recover, and played one more match before hanging up the boots.\nBattle of Luso.\nOn December 10, the South African Task Force X-Ray followed the Benguela railway line from Silva Porto (&lt;a href=\"Kuito\"&gt;Kuito&lt;/a&gt;) east to &lt;a href=\"Luena%2C%20Moxico%20Province\"&gt;Luso&lt;/a&gt;, which they overran on the 10th December 1975. The South African contingent included an armoured squadron, supporting infantry units, some artillery, engineers, and UNITA irregulars. Their main objective was to seize the Luso airport, which later went on to serve as a supply point until the South Africans finally departed Angola in early January 1976.\nBattles involving Battlegroup Zulu in the west.\nThere were numerous unrecorded clashes fought in the southwest between Colonel &lt;a href=\"Jan%20Breytenbach\"&gt;Jan Breytenbach&lt;/a&gt;'s SADF battlegroup and scattered MPLA positions during Operation Savannah. Eventually, Breytenbach's men were able to advance three thousand kilometers over Angolan soil in thirty-three days.\nOn a related note, Battlegroup Zulu later formed the basis of South Africa's famous &lt;a href=\"South%20African%2032%20Battalion\"&gt;32 Battalion&lt;/a&gt;.\nAmbrizete incident.\nThe &lt;a href=\"South%20African%20Navy\"&gt;South African Navy&lt;/a&gt; was not planned to be involved in the hereunto land operation, but after a failed intervention by the South African Army in the &lt;a href=\"Battle%20of%20Quifangondo\"&gt;Battle of Quifangondo&lt;/a&gt;, nevertheless had to hastily extract a number of army personnel by sea from far behind enemy lines in Angola, as well as abandoned guns. Ambrizete north of &lt;a href=\"Luanda\"&gt;Luanda&lt;/a&gt; at was chosen as the pick-up point for the gunners involved in the defeat at Quifangondo. The &lt;a href=\"frigate\"&gt;frigate&lt;/a&gt;s and went to the area, where the latter used inflatable boats and its &lt;a href=\"Westland%20Wasp\"&gt;Westland Wasp&lt;/a&gt; helicopter to extract 26 personnel successfully from the beach on 28 November 1975. The &lt;a href=\"replenishment%20oiler\"&gt;replenishment oiler&lt;/a&gt; provided logistical support to the frigates, and picked up the guns in Ambriz after they were towed to &lt;a href=\"Zaire\"&gt;Zaire&lt;/a&gt;, and took them to &lt;a href=\"Walvis%20Bay\"&gt;Walvis Bay&lt;/a&gt;.\nGeneral &lt;a href=\"Constand%20Viljoen\"&gt;Constand Viljoen&lt;/a&gt;, who had grave concerns at the time about the safety of both his soldiers and abandoned field guns, called it \"the most difficult night ever in my operational career\".\nThe success of this operation was exceptionally fortuitous, given that the South African Navy had been penetrated by the spy &lt;a href=\"Dieter%20Gerhardt\"&gt;Dieter Gerhardt&lt;/a&gt;.\nAftermath.\nSouth Africa continued to assist UNITA in order to ensure that SWAPO did not establish any bases in southern Angola.\nThe South African Defence Force acknowledged 28 dead and 100 wounded during Operation Savannah.\nSouth African order of battle.\nThe South Africans deployed a number of Combat Groups during Operation Savannah – initially, only Combat Groups A and B were deployed, with the remaining groups being mobilised and deployed into Angola later in the campaign. There has been much dispute the overall size of Task Force Zulu. Current evidence indicates that the Task Force started with approximately 500 men and grew to a total of 2,900 with the formation of Battle Groups Foxbat, Orange and X-Ray.\nAssociation.\nThe Savannah Association is an association of ex-servicemen of all units who were involved in the operation. They meet annually to commemorate the operation. The insignia of the association is a &lt;a href=\"caltrop\"&gt;caltrop&lt;/a&gt;."
}