{
    "id": "40611663",
    "revid": "1057616537",
    "url": "https://en.wikipedia.org/wiki?curid=40611663",
    "title": "Gabe Zichermann",
    "text": "Gabe Zichermann (born May 20, 1974) is a Canadian-American author, public speaker, and businessman. He has worked as a proponent of leveraging &lt;a href=\"game%20mechanics\"&gt;game mechanics&lt;/a&gt; in business, education, and other non-entertainment platforms to increase user engagement in a process called &lt;a href=\"gamification\"&gt;gamification&lt;/a&gt;.\nBusiness ventures.\nZichermann has held a series of positions in the technology sector. He formerly served as vice president of strategy and communications at &lt;a href=\"Trymedia\"&gt;Trymedia&lt;/a&gt;, and was their first US hire. As a marketing director of CMP Media, he managed &lt;a href=\"Gamasutra\"&gt;Gamasutra&lt;/a&gt; and \"&lt;a href=\"Game%20Developer%20%28magazine%29\"&gt;Game Developer&lt;/a&gt;\" magazine. In 2008 he created now-defunct &lt;a href=\"Startup%20company\"&gt;start-up&lt;/a&gt; RMBR to introduce game mechanics into photo sharing. He was the Chief Marketing/Strategy Officer at Boonty Inc., an online company that sells downloadable games. He has served as co-director of the New York chapter of the Founder Institute as well as a board member of StartOut.org He is the co-founder and CEO of Dopamine, Inc., a firm that specializes in helping businesses utilize gamification.\nIn his role as CEO of Gamification.co, Zichermann chairs the organization's annual Gamification Summit, delivering the keynote address each year. \nGamification.\nAlthough the term 'gamification' was coined by the founder of &lt;a href=\"Bunchball\"&gt;Bunchball&lt;/a&gt;, Rajat Paharia, Gabe Zichermann is known as one of the concept's most vocal advocates.\nZichermann reports that he gravitated towards using game mechanics professionally with games like \"&lt;a href=\"Where%20in%20the%20World%20Is%20Carmen%20Sandiego%3F%20%281985%29\"&gt;Where in the World is Carmen Sandiego?&lt;/a&gt;\" and \"&lt;a href=\"Civilization%20%28video%20game%29\"&gt;Civilization&lt;/a&gt;\". In his speeches at &lt;a href=\"TED%20%28conference%29\"&gt;TEDx&lt;/a&gt; he argues that not only can gamification be exploited by business but it also can be utilized in education as a &lt;a href=\"serious%20game\"&gt;serious game&lt;/a&gt; to teach students that are not otherwise engaged with traditional classrooms. He points to &lt;a href=\"educationalist\"&gt;educationalist&lt;/a&gt; &lt;a href=\"Anant%20Pai\"&gt;Anant Pai&lt;/a&gt;'s work with an elementary school in &lt;a href=\"White%20Bear%20Lake%2C%20Minnesota\"&gt;White Bear Lake, Minnesota&lt;/a&gt; as well as University of Washington's &lt;a href=\"Foldit\"&gt;Foldit&lt;/a&gt; program. He counters the argument that the immersive environment of video games don't teach the right kind of attention by pointing to the concept of &lt;a href=\"Fluid%20and%20crystallized%20intelligence\"&gt;fluid intelligence&lt;/a&gt;. Zichermann believes the intense mental engagement of video games is tied to the &lt;a href=\"dopamine\"&gt;dopamine&lt;/a&gt; released in game participants as the players receive rewards in game. Zichermann also refutes the idea that gamification is necessarily pernicious or simply a fad by pointing to the positive results of gamification applied outside of the entertainment industry, although he has acknowledged that a dark side does exist to this technology. He also posits that gamification could be taken to online banking, charitable organizations, or any other industry. A system of rewards could encourage members of a gym to attend regularly.\nZichermann describes business software utilizing gamification as \"&lt;a href=\"funware\"&gt;funware&lt;/a&gt;\", remarking that even websites like &lt;a href=\"Facebook\"&gt;Facebook&lt;/a&gt; and &lt;a href=\"LinkedIn\"&gt;LinkedIn&lt;/a&gt; use some element of online reward to prompt user interaction. He has explained the \"reason why Facebook is a really compelling &lt;a href=\"Massively%20multiplayer%20online%20game\"&gt;MMO&lt;/a&gt; is because it's fun and you get something out of it.\" He opines that increasing the degree of game mechanics through funware in work production will become even more effective on the &lt;a href=\"millennial%20generation\"&gt;millennial generation&lt;/a&gt; raised with video games and seek to stay in a game environment at the workplace. He has criticized current location-based applications like &lt;a href=\"Foursquare%20City%20Guide\"&gt;Foursquare&lt;/a&gt; as lacking enough social element as well as being too complicated for users to remain engaged.\nBooks.\nIn 2010, Zichermann co-wrote \"Game-Based Marketing: Inspire Customer Loyalty Through Rewards, Challenges, and Contests\" with &lt;a href=\"National%20Public%20Radio\"&gt;NPR&lt;/a&gt; contributor Joselin Linder, describing the game mechanics that helped make &lt;a href=\"FarmVille\"&gt;FarmVille&lt;/a&gt; and Foursquare so successful.\nIn 2011, Zichermann co-wrote \"Gamification by Design: Implementing Game Mechanics in Web and Mobile Apps\" with Christopher Cunningham. The book has been described as a quick read, introducing the concept of gamification and discussing how businesses could implement gamification to keep their customers engaged. Zichermann agrees that the book's concept of engagement may be 75% customer psychology. The book also includes a &lt;a href=\"Ruby%20on%20Rails\"&gt;Ruby on Rails&lt;/a&gt; coding tutorial to implement gamification in online forum design.\nIn 2013, Zichermann partnered with Joselin Linder again to co-author \"The Gamification Revolution: How Leaders Leverage Game Mechanics to Crush the Competition\". The book discusses gamification as a &lt;a href=\"loyalty%20program\"&gt;loyalty program&lt;/a&gt; not unlike &lt;a href=\"S%26amp%3BH%20Green%20Stamps\"&gt;S&amp;H Green Stamps&lt;/a&gt; or &lt;a href=\"McDonald%27s%20Monopoly\"&gt;McDonald's Monopoly&lt;/a&gt;."
}