{
    "id": "4067532",
    "revid": "1064586046",
    "url": "https://en.wikipedia.org/wiki?curid=4067532",
    "title": "Hindustani grammar",
    "text": "&lt;a href=\"Hindustani%20language\"&gt;Hindustani&lt;/a&gt;, the &lt;a href=\"lingua%20franca\"&gt;lingua franca&lt;/a&gt; of Northern India and Pakistan, has two standardised &lt;a href=\"Register%20%28sociolinguistics%29\"&gt;register&lt;/a&gt;s: &lt;a href=\"Hindi\"&gt;Hindi&lt;/a&gt; and &lt;a href=\"Urdu\"&gt;Urdu&lt;/a&gt;. Grammatical differences between the two standards are minor but each uses its own script: Hindi uses &lt;a href=\"Devanagari\"&gt;Devanagari&lt;/a&gt; while Urdu uses &lt;a href=\"Urdu%20alphabet\"&gt;an extended form&lt;/a&gt; of the &lt;a href=\"Perso-Arabic%20script\"&gt;Perso-Arabic script&lt;/a&gt;, typically in the &lt;a href=\"Nasta%CA%BFl%C4%ABq%20script\"&gt;Nastaʿlīq&lt;/a&gt; style.\nOn this grammar page &lt;a href=\"Hindustani%20language\"&gt;Hindustani&lt;/a&gt; is written in \"standard &lt;a href=\"oriental%20studies\"&gt;orientalist&lt;/a&gt;\" &lt;a href=\"Transcription%20%28linguistics%29\"&gt;transcription&lt;/a&gt; as outlined in . Being \"primarily a system of &lt;a href=\"transliteration\"&gt;transliteration&lt;/a&gt; from the Indian scripts, [and] based in turn upon &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt;\" (&lt;a href=\"cf.\"&gt;cf.&lt;/a&gt; &lt;a href=\"IAST\"&gt;IAST&lt;/a&gt;), these are its salient features: &lt;a href=\"subscript\"&gt;subscript&lt;/a&gt; &lt;a href=\"dot%20%28diacritic%29\"&gt;dot&lt;/a&gt;s for &lt;a href=\"retroflex%20consonant\"&gt;retroflex consonant&lt;/a&gt;s; &lt;a href=\"Macron%20%28diacritic%29\"&gt;macron&lt;/a&gt;s for etymologically, contrastively &lt;a href=\"long%20vowel\"&gt;long vowel&lt;/a&gt;s; \"h\" for &lt;a href=\"Aspiration%20%28phonetics%29\"&gt;aspirated&lt;/a&gt; &lt;a href=\"plosive\"&gt;plosive&lt;/a&gt;s; and &lt;a href=\"tilde\"&gt;tilde&lt;/a&gt;s for &lt;a href=\"nasalized%20vowel\"&gt;nasalised vowel&lt;/a&gt;s.\nPhonology.\nThe sounds presented in parenthesis in the tables below signify they are only found in loanwords from either &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; or &lt;a href=\"Sanskrit\"&gt;Sanskrit&lt;/a&gt;. More information about phonology of Hindustani can be read on &lt;a href=\"Hindustani%20phonology\"&gt;Hindustani phonology&lt;/a&gt; and .\nVowels.\nHindustani natively possesses a symmetrical ten-vowel system. The vowels [ə], [ɪ], [ʊ] are always short in length, while the vowels [ɑː], [iː], [uː], [eː], [oː], [ɛː], [ɔː] are always considered long, in addition to an eleventh vowel /æː/ which is found in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; &lt;a href=\"loanword\"&gt;loanword&lt;/a&gt;s. \nVowel.\n occurs as a conditioned &lt;a href=\"allophone\"&gt;allophone&lt;/a&gt; of (&lt;a href=\"schwa\"&gt;schwa&lt;/a&gt;) in proximity to , if and only if the is surrounded on both sides by two schwas. and is realised as separate vowel. For example, in ( – 'to say'), the is surrounded on both sides by schwa, hence both the schwas will become fronted to short , giving the pronunciation . Syncopation of phonemic middle schwa can further occur to give .\nConsonants.\nHindustani has a core set of 28 &lt;a href=\"consonant\"&gt;consonant&lt;/a&gt;s inherited from earlier &lt;a href=\"Indo-Aryan%20languages\"&gt;Indo-Aryan&lt;/a&gt;. Supplementing these are two consonants that are internal developments in specific word-medial contexts, and seven consonants originally found in loan words, whose expression is dependent on factors such as status (class, education, etc.) and cultural register (Modern Standard Hindi vs Urdu).\nAllophony of and.\n and are &lt;a href=\"allophone\"&gt;allophone&lt;/a&gt;s in Hindustani. These are distinct phonemes in English, but both are allophones of the phoneme in Hindustani (written in Hindi or in Urdu), including loanwords of &lt;a href=\"Arabic%20language\"&gt;Arabic&lt;/a&gt; and &lt;a href=\"Persian%20language\"&gt;Persian&lt;/a&gt; origin. More specifically, they are \"&lt;a href=\"Complementary%20distribution%23in%20phonology\"&gt;conditional allophones&lt;/a&gt;\", i.e. rules apply on whether is pronounced as or depending on context. Native Hindi speakers pronounce as in ( – , 'vow') and in ( – 'food dish'), treating them as a single phoneme and without being aware of the allophonic distinctions, though these are apparent to native English speakers. The rule is that the consonant is pronounced as semivowel in onglide position, i.e. between an onset consonant and a following vowel.\n&lt;a href=\"Consonant\"&gt;Consonant&lt;/a&gt;s and &lt;a href=\"vowel\"&gt;vowel&lt;/a&gt;s are outlined in the table below. Hovering the mouse cursor over them will reveal the appropriate &lt;a href=\"International%20Phonetic%20Alphabet\"&gt;IPA&lt;/a&gt; information, while in the rest of the article hovering the mouse cursor over forms will reveal the appropriate English &lt;a href=\"translation\"&gt;translation&lt;/a&gt;. \nMorphology.\nNouns.\nHindustani distinguishes two &lt;a href=\"grammatical%20gender\"&gt;genders&lt;/a&gt; (masculine and feminine), two noun types (&lt;a href=\"count%20noun\"&gt;count&lt;/a&gt; and non-count), two &lt;a href=\"grammatical%20number\"&gt;numbers&lt;/a&gt; (singular and plural), and three &lt;a href=\"grammatical%20case\"&gt;case&lt;/a&gt;s (&lt;a href=\"direct%20case\"&gt;nominative&lt;/a&gt;, &lt;a href=\"oblique%20case\"&gt;oblique&lt;/a&gt;, and &lt;a href=\"vocative%20case\"&gt;vocative&lt;/a&gt;). Nouns may be further divided into two classes based on &lt;a href=\"declension\"&gt;declension&lt;/a&gt;, called type-I, type-II, and type-III. The basic difference between the two categories is that the former two have characteristic &lt;a href=\"suffix\"&gt;termination&lt;/a&gt;s in the nominative singular while the latter does not.\nThe table below displays the suffix paradigms. A &lt;a href=\"hyphen\"&gt;hyphen&lt;/a&gt; symbol (for the marked type-I) denotes change from the original termination to another (for example laṛkā to laṛke in the masculine singular oblique), whereas a &lt;a href=\"Plus%20and%20minus%20signs\"&gt;plus&lt;/a&gt; sign (for the unmarked type-II) denotes an ending which should be added (seb to sebõ in the masculine plural oblique). -Ø denotes that no suffix is added to the noun stem. The next table of noun &lt;a href=\"declension\"&gt;declension&lt;/a&gt;s shows the above noun case paradigms in action.\nNotesː \nAdjectives.\n&lt;a href=\"Adjective\"&gt;Adjective&lt;/a&gt;s may be divided into declinable and indeclinable categories. Declinables are marked, through termination, for the gender, number, case of the nouns they qualify. The set of declinable adjective terminations is similar but greatly simplified in comparison to that of noun terminations. Indeclinable adjectives are completely invariable, and can end in either &lt;a href=\"consonant\"&gt;consonant&lt;/a&gt;s or &lt;a href=\"vowel\"&gt;vowel&lt;/a&gt;s (including ā and ī \"). A number of declinables display nasalisation of all terminations. Nominative masculine singular form (-ā\") is the &lt;a href=\"citation%20form\"&gt;citation form&lt;/a&gt;.\nAll adjectives can be used either &lt;a href=\"Attributive%20adjective%23Attributive.2C%20predicative.2C%20absolute.2C%20and%20substantive%20adjectives\"&gt;attributively, predicatively, or substantively&lt;/a&gt;. Substantively they are declined as nouns rather than adjectives. The &lt;a href=\"Semblative%20case\"&gt;semblative postposition&lt;/a&gt; sā is used with adjectives for modifying or lightening their meaning; giving them an \"-ish\", \"-esque\", \"like\", or \"quite\" sense. e.g. nīlā \"blue\" → nīlā sā \"bluish\". Its emphasis is rather ambiguous, sometimes enhancing, sometimes toning down, the sense of the adjective.\nComparatives and superlatives.\n&lt;a href=\"Comparative\"&gt;Comparison&lt;/a&gt;s are made by using the &lt;a href=\"Instrumental%20case\"&gt;instrumental&lt;/a&gt; &lt;a href=\"postposition\"&gt;postposition&lt;/a&gt; se (&lt;a href=\"%23Postpositions\"&gt;see below&lt;/a&gt;) the noun takes the oblique case and the combination of \"noun + postposition\" gets the &lt;a href=\"instrumental%20case\"&gt;instrumental case&lt;/a&gt;, and words like aur, zyādā (\"more\") and kam (\"less\") are added for relative comparisons. The word for \"more\" (zyādā) is optional, while \"less\" (kam) is required, so that in the absence of either, \"more\" will be inferred.\nIn the absence of an object of comparison the word for \"more\" is now no longer optional:\n&lt;a href=\"Superlative\"&gt;Superlative&lt;/a&gt;s are made through comparisons with sab (\"all\") with the &lt;a href=\"Instrumental%20case\"&gt;instrumental postposition&lt;/a&gt; se as the suffix. Comparisons using \"least\" are rare; it is more common to use an antonym.\nIn Sanskritised and Persianised &lt;a href=\"Register%20%28sociolinguistics%29\"&gt;register&lt;/a&gt;s of Hindustani, comparative and superlative adjectival forms using suffixes derived from those languages can be found.\nNumerals.\nThe numeral systems of several of the Indo-Aryan languages, including Hindustani and &lt;a href=\"Nepali%20language\"&gt;Nepali&lt;/a&gt;, are typical &lt;a href=\"decimal\"&gt;decimal&lt;/a&gt; systems, but contracted to the extent that nearly every number 1–99 is irregular. The first four, and sixth, &lt;a href=\"Ordinal%20number%20%28linguistics%29\"&gt;ordinal numbers&lt;/a&gt; are also irregular. The suffix \"-vā̃ marks ordinals five and seven onwards. The ordinals decline in the same way as the declinable adjectives. The suffix -gunā (translates as \"times\" as in multiplying) marks the multipliers which for the first three multipliers changes the numeral root. The collective forms of numerals take the same form as the oblique plural case for masculine nouns. They are formed by adding the suffix -\"õ\". There are two types of adverbials. The first type is formed using the suffix -bārā but only for the numerals 2, 3, and 4 (but it's rarely used for 3 and even more rarely for 4). The second type of adverbial is constructed periphrastically using the quantifier bār meaning \"times\" (as in turns). The adverbial \"dobārā\" could be translated as \"again\" or \"for a second time\", similarly \"\"tibārā\" and \"caubārā\"\" mean \"for a third time\" and \"for a fourth time\" respectively. However, the periphrasatic adverbial constructions \"\"do bār\", \"tīn bār\"\" etc. translate as \"two times\", \"three times\" etc. respectively.\n\"H = Hindi; U = Urdu\"\nPostpositions.\nThe aforementioned &lt;a href=\"inflection\"&gt;inflection&lt;/a&gt;al &lt;a href=\"grammatical%20case\"&gt;case&lt;/a&gt; system only goes so far on its own, and rather serves as that upon which is built a system of &lt;a href=\"agglutinative\"&gt;agglutinative&lt;/a&gt; &lt;a href=\"suffix\"&gt;suffix&lt;/a&gt;es or &lt;a href=\"Grammatical%20particle\"&gt;particle&lt;/a&gt;s known as &lt;a href=\"postposition\"&gt;postposition&lt;/a&gt;s, which parallel &lt;a href=\"English%20language\"&gt;English&lt;/a&gt;'s &lt;a href=\"preposition\"&gt;preposition&lt;/a&gt;s. It is their use with a noun or verb that necessitates the noun or verb taking the oblique case (though the bare oblique is also sometimes used &lt;a href=\"adverb\"&gt;adverb&lt;/a&gt;ially), and it is with them that the locus of grammatical function or \"case-marking\" then lies. There are eight such \"one-word\" primary case-marking postpositions.\nSecondary postpositions.\nSome compound postpositions do not have the genitive marker as their primary postposition, such as:\nTertiary postpositions.\nSome other compound postpositions with two secondary postpositions (called tertiary postposition) can be constructed by adding primary postpositions to some of the compound postpositions shown above.\nPronouns.\nPersonal and non-personal pronouns.\nHindustani has &lt;a href=\"personal%20pronoun\"&gt;personal pronoun&lt;/a&gt;s for the first and second persons, while for the third person &lt;a href=\"demonstrative\"&gt;demonstrative&lt;/a&gt;s are used, which can be categorised &lt;a href=\"Deixis\"&gt;deictically&lt;/a&gt; as proximate and non-proximate. tū, tum, and āp are the three \"2P\" pronouns, constituting a threefold scale of sociolinguistic formality: respectively, \"intimate\", \"familiar\", and \"formal\". The \"2P\" intimate conjugations are grammatically singular while the \"2P\" familiar and formal conjugations are grammatically plural. For the non-personal pronouns (demonstrative, relative, and interrogative) the plural forms are also the formal forms. &lt;a href=\"Pronoun\"&gt;Pronouns&lt;/a&gt; in Hindustani do not distinguish &lt;a href=\"Grammatical%20gender\"&gt;gender&lt;/a&gt; however they distinguish the &lt;a href=\"Direct%20case\"&gt;nominative&lt;/a&gt;, &lt;a href=\"Oblique%20case\"&gt;oblique&lt;/a&gt;, and the common &lt;a href=\"Accusative%20case\"&gt;accusative&lt;/a&gt;/&lt;a href=\"dative\"&gt;dative&lt;/a&gt; &lt;a href=\"grammatical%20case\"&gt;grammatical case&lt;/a&gt;s. The latter-most, often called a set of &lt;a href=\"Contraction%20%28grammar%29\"&gt;contracted&lt;/a&gt; forms, is used synonymously with the dative/accusative pronoun constructed from the oblique case by suffixing the dative/accusative &lt;a href=\"postposition\"&gt;postposition&lt;/a&gt; ko. So, for e.g., mujhe and mujhko are synonymous dative/accusative pronouns. \nThe \"1P\" and \"2P\" pronouns (except the formal \"2P\" pronoun āp) have their own distinctive genitive forms merā, hamārā, terā, &amp; tumhārā unlike the non-personal pronouns whose genitive forms are constructed employing the &lt;a href=\"oblique%20case\"&gt;oblique case&lt;/a&gt; pronoun to which the genitive postposition kā is suffixed ( + \"kā). The personal pronouns (except the formal 2P āp) colloquially can also take the genitive oblique case before primary postpositions. So, instead of mujhe or mujhko, the &lt;a href=\"Periphrasis\"&gt;periphrastic&lt;/a&gt; construction mere ko is fairly commonly heard as a synonym to mujhe/mujhko\" in colloquial speech.\nTo construct the &lt;a href=\"Ergative%20case\"&gt;ergative&lt;/a&gt; case pronouns, the ergative postposition ne is suffixed to the nominative case forms rather than the oblique case forms for the personal pronouns, while the \"&lt;a href=\"demonstrative\"&gt;demonstrative&lt;/a&gt;\", \"&lt;a href=\"Relative%20pronoun\"&gt;relative&lt;/a&gt;\", and \"&lt;a href=\"Interrogative%20word\"&gt;interrogative&lt;/a&gt;\" pronouns have unique ergative oblique case forms to which ne gets suffixed. So, rather than *\"mujh-ne and *\"tujh-ne, it's ma͠i-ne and tū-ne, and for the non-personal pronouns (e.g., for demonstrative plural) it's inhõ-ne and unhõ-ne.\" The \"1P\" plural and the \"2P\" familiar pronouns also have an emphatic ergative case form which respectively are hamī̃ne and tumhī̃ne which are derived using the exclusive emphatic particle hī as ham + hī + ne and tum + hī + ne.\" For the rest of the personal pronouns, the inclusive emphatic particle hī must come after the pronoun in ergative case and never between the pronoun and the postposition ne. So, rather than *\"ma͠i-hī-ne, it's &lt;a href=\"Periphrasis\"&gt;periphrastically&lt;/a&gt; constructed as ma͠ine hī.\" As for the non-personal pronouns, both ways of constructing the emphatic forms are gramamtically valid. So, for e.g. the demonstrative proximal singular emphatic pronoun isīne and isne hī are synonymous. The emphatic forms for the relative pronouns are constructed &lt;a href=\"Periphrasis\"&gt;periphrastically&lt;/a&gt; as well, but they instead use the inclusive emphatic particle bhī.\" So, the emphatic form of the relative singular ergative pronoun jisne is jisne bhī meaning \"whoever\" and not *jis-bhī-ne\", which not a valid construction.\nCompound postpositions must be used with the genitive oblique cases when using them with the personal pronouns (except the \"2P\" formal āp). So, when using the compound postposition ke andar – \"inside\"\", *\"mujh-ke andar and *\"mujh andar are grammatically invalid constructions and instead it should be mere andar – \"inside me\". The compound postpositions that have the primary postposition kī in place of kā must have the genitive oblique case declined to the feminine gender. So, when using the postposition kī taraf – \"towards\", it should be merī taraf and not *mere taraf.\"\nReflexive pronouns.\napnā is a (genitive) &lt;a href=\"reflexive%20pronoun\"&gt;reflexive pronoun&lt;/a&gt;: \"my/your/etc. (own)\". Using non-reflexive and reflexive together gives emphasis; e.g. merā apnā \"my (very) own\". xud, āp, and svayam are some (nominative; non-genitive) others: \"my/your/etc.-self\". Bases for oblique usage are usually apne (self)\" or apne āp (automatically)\". The latter alone can also mean \"of one's own accord\"; āpas mẽ means \"among/between oneselves\".\nIndefinite quantifier pronouns.\nkoī and kuch are &lt;a href=\"indefinite%20pronoun\"&gt;indefinite pronoun&lt;/a&gt;s/&lt;a href=\"Quantifier%20%28linguistics%29\"&gt;quantifier&lt;/a&gt;s. As pronouns, koī is used for &lt;a href=\"Animacy\"&gt;animate&lt;/a&gt; singular (\"someone\") and kuch for animate plural and inanimates (\"something\"). As quantifiers/adjectives koī is used for singular &lt;a href=\"count%20noun\"&gt;count noun&lt;/a&gt;s and \"kuch\" for &lt;a href=\"mass%20noun\"&gt;mass noun&lt;/a&gt;s and plural count nouns. koī takes the form kisī in the oblique. The form kaī is a &lt;a href=\"Grammatical%20number%23paucal\"&gt;paucal&lt;/a&gt; equivalent to koī, being used in the context of \"several\" or \"a few\" things. kuch can also act as an &lt;a href=\"adverb\"&gt;adverb&lt;/a&gt;, qualifying an adjective, meaning \"rather\". koī preceding a number takes the meaning of \"about, approximately\". In this usage it does not oblique to kisī.\nAdverbial pronouns.\nNote:\nEmphatic pronouns.\nEmphatic pronouns of Hindustani are formed by combining the exclusive emphatic particle hī or the inclusive emphatic particle bhī (with the interrogatory and relative pronouns respectively) and the pronoun in their regular oblique and nominative case. Usually, combining the emphatic particles and the pronouns with end with the consonant -h form a new set of emphatic nominative case and emphatic oblique case pronouns. The rest of the pronouns can also be combined with the exclusive emphatic particle but they do not form true pronouns, but simply add the emphatic particle as an adposition after them. The Relative and Interrogatory pronouns can only take the inclusive emphatic particle bhī as an adposition and never the exclusive emphatic particle hī.\nAdverbs.\nHindustani has few underived forms. &lt;a href=\"Adverb\"&gt;Adverb&lt;/a&gt;s may be derived in ways such as the following —\nVerbs.\nOverview.\nThe Hindustani &lt;a href=\"verb\"&gt;verb&lt;/a&gt;al system is largely structured around a combination of &lt;a href=\"Grammatical%20aspect\"&gt;aspect&lt;/a&gt; and &lt;a href=\"Grammatical%20tense\"&gt;tense&lt;/a&gt;/&lt;a href=\"Grammatical%20mood\"&gt;mood&lt;/a&gt;. Like the nominal system, the Hindustani verb involves successive layers of (inflectional) elements to the right of the &lt;a href=\"Root%20%28linguistics%29\"&gt;lexical base&lt;/a&gt;.\nHindustani has 3 aspects: &lt;a href=\"perfective\"&gt;perfective&lt;/a&gt;, &lt;a href=\"habitual%20aspect\"&gt;habitual&lt;/a&gt;, and &lt;a href=\"Continuous%20and%20progressive%20aspects\"&gt;progressive&lt;/a&gt;, each having overt morphological correlates. These are &lt;a href=\"participle\"&gt;participle&lt;/a&gt; forms, inflecting for &lt;a href=\"Grammatical%20gender\"&gt;gender&lt;/a&gt; and &lt;a href=\"Grammatical%20number\"&gt;number&lt;/a&gt; by way of a vowel termination, like adjectives. The perfective, though displaying a \"number of irregularities and morphophonemic adjustments\", is the simplest, being just the &lt;a href=\"Word%20stem\"&gt;verb stem&lt;/a&gt; followed by the agreement vowel. The habitual forms from the &lt;a href=\"imperfective\"&gt;imperfective&lt;/a&gt; participle; verb stem, plus -\"t\"-, then vowel. The continuous forms &lt;a href=\"Periphrasis\"&gt;periphrastic&lt;/a&gt;ally through &lt;a href=\"compound%20verb\"&gt;compound&lt;/a&gt;ing (&lt;a href=\"%23Compounds\"&gt;see below&lt;/a&gt;) with the perfective of rêhnā \"to stay\".\nThe &lt;a href=\"Copula%20%28linguistics%29\"&gt;copula&lt;/a&gt; honā \"to be\" can be put into five grammatical moods: &lt;a href=\"indicative\"&gt;indicative&lt;/a&gt;, &lt;a href=\"Presumptive%20mood\"&gt;presumptive&lt;/a&gt;, &lt;a href=\"subjunctive\"&gt;subjunctive&lt;/a&gt;, &lt;a href=\"contrafactual\"&gt;contrafactual&lt;/a&gt; and, &lt;a href=\"Imperative%20mood\"&gt;imperative&lt;/a&gt;. Used both in basic predicative/existential sentences and as &lt;a href=\"Auxiliary%20verb\"&gt;verbal auxiliaries&lt;/a&gt; to aspectual forms, these constitute the basis of tense and mood.\nNon-aspectual forms include the &lt;a href=\"infinitive\"&gt;infinitive&lt;/a&gt;, the &lt;a href=\"Imperative%20mood\"&gt;imperative&lt;/a&gt;, and the &lt;a href=\"conjunction%20%28grammar%29\"&gt;conjunctive&lt;/a&gt;. Mentioned morphological conditions such as the subjunctive, \"presumptive\", etc. are applicable to both copula roots for auxiliary usage with aspectual forms \"and\" to non-copula roots directly for often unspecified (non-aspectual) &lt;a href=\"Finite%20verb\"&gt;finite&lt;/a&gt; forms.\n&lt;a href=\"Finite%20verb\"&gt;Finite verb&lt;/a&gt;al &lt;a href=\"Agreement%20%28linguistics%29\"&gt;agreement&lt;/a&gt; is with the nominative &lt;a href=\"Subject%20%28grammar%29\"&gt;subject&lt;/a&gt;, except in the \"&lt;a href=\"Transitive%20verb\"&gt;transitive&lt;/a&gt; perfective\", where it is with the &lt;a href=\"direct%20object\"&gt;direct object&lt;/a&gt;, with the erstwhile subject taking the &lt;a href=\"ergative%20case\"&gt;ergative&lt;/a&gt; construction \"-ne\" (see &lt;a href=\"%23Postpositions\"&gt;postpositions&lt;/a&gt; above). The perfective aspect thus displays &lt;a href=\"split%20ergativity\"&gt;split ergativity&lt;/a&gt;.\nTabled below on the left are the paradigms for adjectival &lt;a href=\"Agreement%20%28linguistics%29\"&gt;concord&lt;/a&gt; (A), here only slightly different from that introduced &lt;a href=\"%23Adjectives\"&gt;previously&lt;/a&gt;: the f. pl. can nasalise under certain conditions. To the right are the paradigms for &lt;a href=\"Grammatical%20person\"&gt;personal&lt;/a&gt; concord (P), used by the subjunctive.\nCopula in Hindustani.\nAll the verbs in Hindustani except the verb honā (to be) are &lt;a href=\"Defective%20verb\"&gt;defective&lt;/a&gt; and cannot be conjugated into these following moods and tenses in their non-aspectual forms (or simple aspect):\nThe verb honā (to be) serves as the copula whose conjugations are used to form the three aspectual (or compound) forms of verbs (habitual, perfective, and progressive). In the tables below all the conjugations of the copula honā (to be) are shown on the left and all the conjugations of the verb karnā (to do) (like which all other verbs have conjugations) are shown on the right.\n1 \"the pronouns tum and āp can be used in both singular and plural sense by adding plural indicator words\" \"like sab (all) and log (people), akin to the English pronouns you and y'all.\"\n\"2 the contrafactual mood serves as both the past subjunctive and the past conditional mood.\"\nCompound tenses.\nPeriphrastic Hindustani verb forms consist of two elements. The first of these two elements is the aspect marker. The second element (the copula) is the common tense-mood marker.\nMood &amp; aspects.\nHindustani has three aspects, \"Habitual aspect\", \"Perfective Aspect\" and the \"Progressive Aspect\". To construct the progressive aspect and forms, Hindustani makes use of the progressive participle rahā which is derived from the verb rêhnā (\"to stay\" or \"to remain\"). Unlike English and many other Indo-European languages, Hindustani does differentiate between Continuous and the Progressive aspects. So, for e.g. the sentence \"ma͠i śarṭ pêhên rahā hū̃\" will always translate as \"\"I am (in the process) of wearing a shirt.\" and it can never be used to mean \"I am (already) wearing a shirt\".\". In English, however, \"I am wearing a shirt.\" can be used to mean both the idea of progressive action and a continuous action. To convey the continuous state of an action the \"perfective adjectival participle\" is employed. So, \"I am (already) wearing a shirt.\" translates in to Hindustani as \"ma͠i śarṭ pêhnā huā hū̃.\" All the personal compounds forms of the verb karnā (to do) in all the three aspect and all the grammatical moods are shown in the table below:\nDifferent copulas.\nThe \"habitual\", \"progressive\", and \"imperfect\" aspectual participles can be used with copulas other than honā \"(to be)\" such as rêhnā (to stay)\", ānā (to come)\", \"jānā (to go)\". These copulas can be converted into their participle forms and can be conjugated to form personal compound aspectual forms. Each of the four copulas provides a unique nuance to the aspect.\nParticiples.\nThe participle forms of any verb is constructed by adding suffixes to the verb root. The participle forms of the verb karnā \"(to do)\" are shown in the tables below:\nVerb forms.\nA summary of all verb forms is given in the tables below. The sample verb is intransitive dauṛnā \"to run\", and the sample inflection is 3rd. masc. sg. (P = \"e\", A = \"ā\") where applicable.\nNotes\nSet of related verbs.\nTransitives are morphologically contrastive in Hindustani, leading to the existence of related verb sets divisible along such lines. While the derivation of such forms shows patterns, they do reach a level of variegation so as to make it somewhat difficult to outline all-encompassing rules. Furthermore, some sets may have as many as four to five distinct members; also, the meaning of certain members of given sets may be idiosyncratic. \nThese below are the verb forms that a verb in Hindi can have —\nStarting from direct transitive verb forms, the other verb stems i.e., intransitive, causative, reflexive, indirect stems are produced according to these following (not exhaustive) assorted rules —\nLight verbs.\n&lt;a href=\"Compound%20verb\"&gt;Compound verb&lt;/a&gt;s, a highly visible feature of Hindi–Urdu grammar, consist of a verbal stem plus a &lt;a href=\"light%20verb\"&gt;light verb&lt;/a&gt;. The light verb (also called \"subsidiary\", \"explicator verb\", and \"vector\") loses its own independent meaning and instead \"lends a certain shade of meaning\" to the main or stem verb, which \"comprises the lexical core of the compound\". While almost any verb can act as a main verb, there is a limited set of productive light verbs. Shown below are prominent such light verbs, with their independent meaning first outlined, followed by their semantic contribution as auxiliaries. Finally, having to do with the \"manner\" of an occurrence, compounds verbs are mostly used with completed actions and imperatives, and much less with negatives, conjunctives, and contexts continuous or speculative. This is because non-occurrences cannot be described to have occurred in a particular manner. The auxiliaries when combined with the main verb provides an aspectual sense to the main verb it modifies. Light verbs such as jānā \"to go\", ānā \"to come\", cuknā when combined with the main verb give the formed compound verb a &lt;a href=\"perfective%20aspect\"&gt;perfective aspect&lt;/a&gt;, while retaining the original meaning of the main verb.\nThe first three light verbs in the above table are the most common of auxiliaries, and the \"least marked\", or \"lexically nearly colourless\". The nuance conveyed by an auxiliary can often be very subtle, and need not always be expressed with different words in English translation. lenā and denā, transitive verbs, occur with transitives, while intransitive jānā occurs mostly with intransitives; a compound of a transitive and jānā will be grammatically intransitive as jānā is.\nFinally, having to do with the \"manner\" of an occurrence, compounds verbs are mostly used with completed actions and imperatives, and much less with negatives, conjunctives, and contexts continuous or speculative. This is because non-occurrences cannot be described to have occurred in a particular manner.\nConjuncts.\nAnother notable aspect of Hindi–Urdu grammar is that of \"conjunct verbs\", composed of a &lt;a href=\"noun\"&gt;noun&lt;/a&gt; or &lt;a href=\"adjective\"&gt;adjective&lt;/a&gt; paired up with a general verbaliser, most commonly transitive karnā \"to do\" or intransitive honā \"to be\", \"to happen\", functioning in the place of what in &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; would be single unified verb. All conjunct verbs formed using karnā are transitive verbs and all conjunct verbs formed using the verb honā are intransitive verbs.\nIn the case of an adjective as the non-verbal element, it is often helps to think of karnā \"to do\" as supplementarily having the senses of \"to cause to be\", \"to make\", \"to render\", etc.\nIn the case of a noun as the non-verbal element, it is treated syntactically as the verb's (direct) object (never taking the ko marker; governing agreement in perfective and infinitival constructions), and the semantic &lt;a href=\"Patient%20%28grammar%29\"&gt;patient&lt;/a&gt; (or &lt;a href=\"Agent%20%28grammar%29\"&gt;agent&lt;/a&gt;: see gālī khānā below) of the conjunct verbal expression is often expressed/marked syntactically as a &lt;a href=\"Genitive%20case\"&gt;genitive postposition&lt;/a&gt; (-kā\" ~ \"ke\" ~ \"kī) of the noun.\nWith &lt;a href=\"English%20language\"&gt;English&lt;/a&gt; it is the verb stems themselves that are used. All English loan words are used by forming compound verbs in Hindi by using either honā (intransitive) or karnā (transitive).\nPassive.\nThe &lt;a href=\"Grammatical%20voice\"&gt;passive&lt;/a&gt; construction is &lt;a href=\"Periphrasis\"&gt;periphrastic&lt;/a&gt;. It is formed from the perfective participle by addition of the auxiliary jānā \"to go\"; i.e. likhnā \"to write\" → likhā jānā \"to be written\". The agent is marked by the &lt;a href=\"Instrumental%20case\"&gt;instrumental postposition&lt;/a&gt; se. Furthermore, both intransitive and transitive verbs may be grammatically passivized to show physical/psychological incapacity, usually in negative sentences. Lastly, intransitives often have a passive sense, or convey unintentional action.\nSyntax.\nWord order.\nHindustani is a word order free language, in the sense that word order does not usually signal grammatical functions in the language. However, the &lt;a href=\"unmarked\"&gt;unmarked&lt;/a&gt; word order in Hindustani is &lt;a href=\"subject%E2%80%93object%E2%80%93verb\"&gt;SOV&lt;/a&gt;. It is neither purely &lt;a href=\"Branching%20%28linguistics%29\"&gt;left- nor right-branching&lt;/a&gt;, and phenomena of both types can be found. The order of constituents in sentences as a whole lacks governing \"hard and fast rules\", and frequent deviations can be found from normative word position, describable in terms of a small number of rules, accounting for facts beyond the pale of the label of \"SOV\".\nIn the example below, it is shown that all word orders make sense for simple sentences, which do not have adjectives, negations and adverbs. As a general rule, whatever information comes first in the sentence gets emphasised and the information which appears at the end of a sentence gets emphasised the least.\nAs long as both dative and the accusative case are not used in the sentence, the word order flexibility remains. For example, in the table below the locative and the accusative case is used in the same sentence, the word order is flexible because the markers for the locative and the accusative cases are different but in Hindustani, the marker for the accusative and the dative case are the same, which is ko for nouns and the oblique case pronouns or they have their own unique pronoun forms which are the same for dative and the accusative case.\nUsage of dative/accusative noun + accusative/dative pronoun\nWhen noun and pronoun are used together in a sentence and one is in accusative case while the other is in the dative case, there is no way to differentiate which one is which just by looking at the sentence. Usually in such cases, owing to the default word order of Hindi (which is SOV) which noun/pronoun comes earlier in the sentence becomes the subject of the sentence and what comes later becomes the object of the sentence.\nUsage of dative noun + accusative noun\nNouns in Hindi are put in the dative or accusative case first having the noun in the oblique case and then by adding the postposition ko after it. However, when two nouns are used in a sentence in which one of them is in the accusative case and the other in the dative case, the sentence becomes ambiguous and stops making sense, so, to make sense of the sentence, one of the noun (which is assumed to be in the accusative case) is put into the nominative case and the other one is left as it is (in the dative case). The noun which is put into the nominative case becomes the direct object of the sentence and the other one (which is now in the Accusative case) becomes the indirect object of the sentence.\nWhen both the nouns use the ko marker, generally, all permutations in which the nouns with the same case marker are adjacent to one another become ambiguous or convey no sense.\nRemoving the ko from the word sā̃p leaves it in the \"nominative case\". Now, it acts as the \"direct object\" of the sentence and saperā becomes the \"indirect object\" of the sentence. The English translation becomes \"Give the snake-charmer a snake.\"\" and when the opposite is done, the English translation of the sentence becomes \"Give the snake a snake-charmer.\"\" \nUsage of dative pronoun + accusative pronoun\nWhen two pronouns are used in a sentence, all the sentences remain grammatically valid but the ambiguity of precisely telling the subject and the object of the sentence remains. However, just as we did above, converting one the pronoun into nominative case does not work for all pronouns but only for the 3rd person pronouns and doing that for any other pronoun will leave the sentence ungrammatical and without sense. The reason that this works only for the 3rd person pronoun because these are not really the \"regular\" 3rd person pronouns but are instead the demonstrative pronouns. Hindustani lacks the regular 3rd person pronouns and hence compensates for them by using the demonstrative pronouns.\nSo, the ambiguity cannot completely be removed in this case here, unless of course it is interpreted that what comes first becomes the subject of the sentence. The English translation becomes either \"Give me to that/him/her/it.\" or \"Give me that/him/her/it.\" depending on which pronoun appears first in the sentence.\nPossession.\nUnlike English and many other Indo-European languages, Hindustani doesn't have a verb which uniquely translate to \"to have\" of English. Possession is reflected in Hindustani by the genitive marker kā (inflected appropriately) or the postposition ke pās (\"near\") and the verb honā. Possible objects of possession fall into the following four main categories in Hindustani,\nNote: The verb honā can be translated as \"to be\", \"to have/possess\", \"to exist\" or \"to happen\" depending on the context. The third person singular and plural conjugations depending on the context could also be translated as \"there is\" and \"there are\" respectively.\nNote: Sometimes when talking about physical objects (including animals) both the fundamental and non-fundamental possessions are used interchangeably when the meaning conveyed in both cases doesn't lead to confusion. For example, mere do kutte haĩ and mere pās do kutte haĩ (both translating as, \"I have two dogs.\") are often used interchangeably when referring to pet dogs, with the sentence with the fundamental possession showing or having more emotional attachment. The reason these both are used interchangeably because it is a priori understood that the dogs in the context must be pet dogs. Same happens with the second example above on both the tables conveying the possession of eyes; it is understood that the eyes in the context are one's own. In the contexts where such a priori information is not immediately understood, these two types of possessions cannot be used interchangeably.\nRelativisation.\nRather than using relative clauses after nouns, as in English, Hindustani uses correlative clauses. In Hindustani, a correlative clause can go before or after the entire clause, the adjective, the noun, the pronoun or the verb it relativises.\nNote: The relative pronoun jo can be used as both relative \"\"what\" and relative \"who\"\".\nCase-marking and verb agreement.\nHindustani has &lt;a href=\"tripartite%20alignment\"&gt;tripartite case-marking&lt;/a&gt;, which means that the subject in intransitive clauses, and the agent and the object in transitive clauses each can be marked by a distinct case form. The full set of case distinctions is however only realized in certain clause types.\nIn \"intransitive\" clauses, the subject is in nominative case. The verb displays &lt;a href=\"Agreement%20%28linguistics%29\"&gt;agreement&lt;/a&gt; with the subject: depending on aspect and mood, the verb agrees in gender and number, and/or person and number.\nIn \"transitive\" clauses, there are three patterns:\nFully distinctive case marking is found in perfective clauses with animate and/or definite objects. Here, the agent takes the ergative case marker \"ne\", while the object takes the accusative case marker \"ko\". The verb does not agree with either of the core arguments (agent and object), but is marked per default as third person masculine singular (calāyā hai).\nIn perfective clauses with an indefinite object, the agent keeps the ergative case marker, but the object is in nominative case. The verb agrees with the object: the perfective form calāyī hai is marked for feminine gender, agreeing with the gender of the object gāṛī.\nIn all other clause types, the agent is in nominative case and triggers agreement on the verb. The object is either in nominative case or accusative case, depending on animacy/definiteness\nThe following table summarises the three basic case-marking and agreement types.\nDifferential argument marking.\nHindustani, like other Indo-Aryan languages, displays differential case marking on both subjects (DSM) and &lt;a href=\"differential%20object%20marking\"&gt;objects&lt;/a&gt; (DOM). Diachronically, differential argument marking developed very differently for subjects and objects, but for both became prevalent in the 17th century. For subjects, it is predicate-licensed and dependent on semantics, whereas for objects it is discourse-driven.\nFor subjects, on top of the previously discussed &lt;a href=\"split%20ergativity\"&gt;split ergativity&lt;/a&gt; (in which perfective case verbs take the ergative \"ne\" on the subject, while other conjugations have an unmarked subject), certain &lt;a href=\"modal%20auxiliary%20verb\"&gt;modal auxiliary verb&lt;/a&gt;s take different case markers for their subjects.\nThe most notable instance of DSM is the &lt;a href=\"experiencer%20%28linguistics%29\"&gt;experiencer dative subject&lt;/a&gt; (a type of &lt;a href=\"quirky%20subject\"&gt;quirky subject&lt;/a&gt;). Verbs indicating sensations (lagnā \"to seem\"), emotions (mêhsūs honā \"to feel\"), and cognition (patā honā \"to be known\"), all license the dative case marker ko on their subjects. This is a cross-lingual phenomenon.\nPassive subjects taking the modal auxiliary jānā 'to go', usually connoting reduced agentivity, take the instrumental se. This construction can also be used to indicate ability.\nThe dative ko indicates obligation or necessity. The modal honā 'to be' and paṛnā 'to fall' both take this on their subjects.\nThe accusative marker ko is only applied when the object is definite, similar to the distinction between \"the\" and \"a(n)\" in English.\nFurther reading.\n&lt;section begin=\"list-of-glossing-abbreviations\"/&gt;\nABBR1:meaning1\nABBR2:meaning2\n&lt;section end=\"list-of-glossing-abbreviations\"/&gt;"
}