{
    "id": "40697442",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=40697442",
    "title": "Mayflower Compact signatories",
    "text": "The &lt;a href=\"Mayflower%20Compact\"&gt;Mayflower Compact&lt;/a&gt; was an iconic document in the history of America, written and signed aboard the \"&lt;a href=\"Mayflower\"&gt;Mayflower&lt;/a&gt;\" on November 11, 1620 while anchored in &lt;a href=\"Provincetown%20Harbor\"&gt;Provincetown Harbor&lt;/a&gt; in &lt;a href=\"Massachusetts\"&gt;Massachusetts&lt;/a&gt;. The Compact was originally drafted as an instrument to maintain unity and discipline in &lt;a href=\"Plymouth%20Colony\"&gt;Plymouth Colony&lt;/a&gt;, but it has become one of the most historic documents in American history. It was published in London in \"&lt;a href=\"Mourt%27s%20Relation\"&gt;Mourt's Relation&lt;/a&gt;\" in 1622, and the authors had added a preamble to clarify its meaning: \"it was thought good there should be an association and agreement, that we should combine together in one body, and to submit to such government and governors as we should by common consent agree to make and choose.\"\nForty-one men signed the Compact, beginning with Governor &lt;a href=\"John%20Carver%20%28Plymouth%20Colony%20governor%29\"&gt;John Carver&lt;/a&gt; and ending with Edward Lester. Nine adult males on board did not sign the document; some had been hired as seamen only for one year and others may have been too ill to write. No women signed it, in accordance with cultural and legal custom of the times.\nWhat is known today of the wording of the Mayflower Compact comes from &lt;a href=\"William%20Bradford%20%28Plymouth%20Colony%20governor%29\"&gt;William Bradford&lt;/a&gt;’s manuscript, apparently copied from the original document. The original of the Mayflower Compact has long been lost, possibly stolen during the &lt;a href=\"American%20Revolutionary%20War\"&gt;American Revolutionary War&lt;/a&gt; (1775-1783). The text was first published in 1622 and then in Bradford's journal from about 1630. Plymouth Colony secretary &lt;a href=\"Nathaniel%20Morton\"&gt;Nathaniel Morton&lt;/a&gt; provides both text of the Compact and a list of signers in his 1669 \"New Englands Memoriall\", and it is possible that this list was in the sequence of their signing.\nThe list of signers was published at least twice in the 18th century, but each time based apparently on Morton's 1669 list and not the original. Consequently, there has been confusion for many years about the actual list of signers. Some suggest there would be names besides those Morton had provided if all adult male passengers had signed the compact. Morton apparently copied from Bradford, and not from the original written and signed compact.\nThe Morton signer list from 1669 is what most \"Mayflower\" scholars have used when compiling a list of those who signed. That list is used in the Stratton book on page 413 and is what is used here. There are variations in the spelling of some names between Stratton's list and Morton's 1669 list, and those 13 instances are also noted here.\nSignatories.\n&lt;a href=\"John%20Carver%20%28Plymouth%20Colony%20governor%29\"&gt;John Carver&lt;/a&gt; - An early associate of Bradford and Brewster who became a prominent member of the English Separatist church in &lt;a href=\"Leiden\"&gt;Leiden&lt;/a&gt;, &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt; where he was a &lt;a href=\"deacon\"&gt;deacon&lt;/a&gt; in the church. With Robert Cushman, he was an agent for the Leideners in 1620, organizing for the \"Mayflower\" voyage. He was a prosperous man who invested a large portion of his personal wealth in the voyage. He came on the \"Mayflower\" with his wife and five servants, one of whom was Roger Wilder who died early, along with a 7-year boy in his care named &lt;a href=\"Richard%20More%20%28Mayflower%20passenger%29\"&gt;Jasper More&lt;/a&gt;. (Jasper was one of the four More children on board and one of the earliest to die.) Carver was the first governor of Plymouth Colony and died suddenly at age 56, in April or May 1621, with his wife dying shortly thereafter. His legacy was overshadowed by his failure to provide a return to \"Mayflower\"’s London investors, much to their vexation against him. The Fortune in November 1621 carried angry Merchant Adventurer letters addressed to him but by then he was already long deceased.\n&lt;a href=\"William%20Bradford%20%28Plymouth%20Colony%20governor%29\"&gt;William Bradford&lt;/a&gt; - An early convert to the &lt;a href=\"English%20Separatist\"&gt;Separatist&lt;/a&gt; Church in &lt;a href=\"Nottinghamshire\"&gt;Nottinghamshire&lt;/a&gt; England who came to Leiden, Holland about 1608 and became prominent in the church there. He came on the \"Mayflower\" with his wife Dorothy, leaving a young son in Leiden; Dorothy drowned while the ship was at anchor in &lt;a href=\"Cape%20Cod\"&gt;Cape Cod&lt;/a&gt; Harbor. He became colony &lt;a href=\"Governor\"&gt;Governor&lt;/a&gt; after the death of John Carver, and was prominent in the Plymouth Church. His writings of early Plymouth Colony are important historic documents.\n&lt;a href=\"Edward%20Winslow\"&gt;Edward Winslow&lt;/a&gt; - A gentleman from a well-off family who was prominent in the Separatist church in Leiden and involved with Brewster in printing anti-Anglican church religious tracts. He boarded the \"Mayflower\" with his wife and two servants, one of whom was Elias Story, who died early along with 8-year-old &lt;a href=\"Katherine%20More\"&gt;Ellen More&lt;/a&gt;, who was in his care. His wife died in March 1621. In May 1621, he married the widow of William White as the first wedding in Plymouth Colony. He was quite prominent in colony governmental, religious, and Indian affairs. In 1646, he returned to &lt;a href=\"England\"&gt;England&lt;/a&gt; to join the anti-royalist Commonwealth government of &lt;a href=\"Oliver%20Cromwell\"&gt;Oliver Cromwell&lt;/a&gt; and died of fever in 1654 while on a military expedition in the &lt;a href=\"Caribbean%20Sea\"&gt;Caribbean Sea&lt;/a&gt;.\n&lt;a href=\"William%20Brewster%20%28Mayflower%20passenger%29\"&gt;William Brewster&lt;/a&gt; - In the 1580s, he was an assistant to William Davison, secretary to &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Queen Elizabeth I&lt;/a&gt;; Davison was a party to the 1587 execution of &lt;a href=\"Mary%2C%20Queen%20of%20Scots\"&gt;Mary Queen of Scots&lt;/a&gt;. About twenty years later, Brewster was among those prominent in the early English Separatist church, emigrating to &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt; in 1608 where he became Ruling Elder of the Leiden church. While in Leiden, he was hunted by English authorities in England and Holland for printing &lt;a href=\"sedition\"&gt;seditious&lt;/a&gt; tracts against the &lt;a href=\"Anglican\"&gt;Anglican&lt;/a&gt; church (&lt;a href=\"Church%20of%20England\"&gt;Church of England&lt;/a&gt;), forcing him to go into hiding until the \"Mayflower\" departure. He boarded the \"Mayflower\" with his wife, two sons, and two of the four More children who were on the ship: Mary, age 4, who died early, and Richard, age 6, who survived. In &lt;a href=\"Plymouth%20Colony\"&gt;Plymouth Colony&lt;/a&gt;, Brewster was Ruling Elder of the Plymouth Church until his death in 1644 at age 80.\n&lt;a href=\"Isaac%20Allerton\"&gt;Isaac Allerton&lt;/a&gt; - A Leiden Separatist and Merchant Adventurer originally from London who boarded the \"Mayflower\" with his wife and three children. During his life, he was a ship owner involved in &lt;a href=\"New%20England\"&gt;New England&lt;/a&gt; and trans-Atlantic trading. In Plymouth Colony, he was second in authority to Governor Bradford in the colony's early years. Later, Bradford felt that Allerton had abused the colonists' trust over many years, and he was forced to leave the colony in the 1630s.\n&lt;a href=\"Myles%20Standish\"&gt;Myles Standish&lt;/a&gt; - (Name per Morton, 1669: Miles Standish) - Standish had been a soldier of fortune, possibly from &lt;a href=\"London%2C%20England\"&gt;London&lt;/a&gt; but serving in the &lt;a href=\"Low%20Countries\"&gt;Low Countries&lt;/a&gt; in &lt;a href=\"Europe\"&gt;Europe&lt;/a&gt; prior to joining the Leiden contingent. There is evidence that he was not a member of the Leiden church but was associated with it. He came on the \"Mayflower\" with his wife Rose, who died early. He was the colony's chief military officer and served well in that capacity until his death in 1656.\n&lt;a href=\"John%20Alden\"&gt;John Alden&lt;/a&gt; - Alden has no known place of origin but he was hired in Southampton as a &lt;a href=\"Cooper%20%28profession%29\"&gt;cooper&lt;/a&gt;. He married fellow \"Mayflower\" passenger Priscilla Mullins, forming the basis of the famous Longfellow romantic poem. The couple became quite prosperous from the estate of Priscilla's father William Mullins, and John became a prominent and influential colonist involved in many governmental activities over his long life.\n&lt;a href=\"Samuel%20Fuller%20%28Pilgrim%29\"&gt;Samuel Fuller&lt;/a&gt; - He was prominent among the English Separatists living in Leiden Holland and later in the activities of Plymouth Colony. He left his family in Leiden and came on the \"Mayflower\" with only young servant William Butten, who died at sea a few days before reaching Cape Cod. He was the largely self-taught physician and surgeon of the colony and died in 1633 of an infectious fever that killed many that year.\n&lt;a href=\"Christopher%20Martin%20%28Mayflower%20passenger%29\"&gt;Christopher Martin&lt;/a&gt; - He was a prosperous leader of those non-religious persons known as \"Strangers\" on the \"Mayflower\", as well as a representative of the Merchant Adventurer investment group. He came on the ship with his wife and two servants, one of whom was his step-son &lt;a href=\"List%20of%20Mayflower%20passengers%20who%20died%20in%20the%20winter%20of%201620%E2%80%9321\"&gt;Solomon Prower&lt;/a&gt;, and John Langmore, both of whom died early deaths. He was chosen as \"governor\" of the \"&lt;a href=\"Speedwell%20%281577%20ship%29\"&gt;Speedwell&lt;/a&gt;\" and then of the \"Mayflower\" when \"Speedwell\" was forced to remain in England. He had &lt;a href=\"Acrimony%20%28emotion%29\"&gt;acrimonious&lt;/a&gt; issues with the passengers on the \"Speedwell\" and later on the \"Mayflower\", as well as issues over the purchase of voyage supplies. This required his removal by those in authority while at sea. In Plymouth, Solomon Prower died on December 24, 1620 with Martin dying in January 1621. His wife also died in the first winter.\n&lt;a href=\"William%20Mullins%20%28Mayflower%20passenger%29\"&gt;William Mullins&lt;/a&gt; - He was a merchant shareholder in the Merchant Adventurers investment group. Bradford called him one of the more prosperous of the \"Mayflower\" passengers, traveling with his wife, son, and daughter, as well as his servant Robert Carter who died early in 1621. He had left two children in England: William Jr., who emigrated in 1636, and eldest daughter Sarah, the administrator of his estate. Mullins died in February 1621, with his wife and son dying sometime after, but before November 1621. Only his daughter Priscilla survived to marry John Alden, with her inheritance making them a prosperous colonial family.\n&lt;a href=\"William%20White%20%28Mayflower%20passenger%29\"&gt;William White&lt;/a&gt; - Apparently a prosperous London merchant who came to the \"Mayflower\" with a family and two servants, one of whom was Edward Thompson who was one of the earliest to die on December 4, 1620, and William Holbeck who died in early 1621. His wife gave birth to a son named Peregrine sometime in late November while the ship was anchored in Cape Cod Harbor, historically known as the first English child born in New England. White died in February 1621 about the same day as William Mullins. His widow Susanna married Edward Winslow in May 1621 as the first marriage in the colony. Their son &lt;a href=\"Josiah%20Winslow\"&gt;Josiah Winslow&lt;/a&gt; (or Josias Winslow) was a historic long-term colony governor.\n&lt;a href=\"Richard%20Warren\"&gt;Richard Warren&lt;/a&gt; - He was a London merchant whose family became one of the more prosperous in Plymouth Colony. He was prominent in colony affairs until his early death about 1628. His widow Elizabeth had come over on the Anne in 1623 with their five daughters and was able to legally assume some of his government duties after his death, unusual for a woman in that era.\n&lt;a href=\"John%20Howland%20%28Mayflower%20passenger%29\"&gt;John Howland&lt;/a&gt; - He had no record of Leiden residence. He came on the \"Mayflower\" as a servant to John Carver and could have been the beneficiary of some of his estate upon Carver's and his wife's deaths, which possibly contributed to his rapid rise as a colony leader. During his long life, he was involved in numerous governmental and religious activities. He married Elizabeth, daughter of John Tilley, and had a large family with many historic descendants.\n&lt;a href=\"Stephen%20Hopkins%20%28Mayflower%20passenger%29\"&gt;Stephen Hopkins&lt;/a&gt; - (Name per Morton, 1669: Stevin Hopkins) He was apparently a prosperous man who boarded the \"Mayflower\" with his wife, four children (with one son born later at sea), and two servants. He was the only \"Mayflower\" passenger with prior New World experience, being shipwrecked with others in Bermuda in 1609 for 9 months; they had built two small ships for escape to Virginia. In Jamestown, he worked for two years under &lt;a href=\"John%20Smith%20%28explorer%29\"&gt;Capt. John Smith&lt;/a&gt; and may have come in contact with the legendary Pocahontas, wife of fellow Bermuda castaway John Rolfe. His prior experience with Indians in Virginia served him well with Indian relationships in Plymouth Colony.\n&lt;a href=\"Edward%20Tilley%20%28Mayflower%20passenger%29\"&gt;Edward Tilley&lt;/a&gt; - (Name per Morton, 1669: Edward Tilly) He was from London and associated with Thomas Weston of the Merchant Adventurers before emigration. He and his wife were members of the Leiden contingent and both perished in the first winter, he probably in January 1621 from pneumonia caught from exploration in freezing weather. His brother John and wife also died that winter. In Edward's care had been relatives Humility Cooper and Henry Samson, who did survive and were as orphans in company with their relative Elizabeth Tilley, the sole survivor of the John Tilley family. Elizabeth later married John Howland.\n&lt;a href=\"John%20Tilley%20%28Mayflower%20passenger%29\"&gt;John Tilley&lt;/a&gt; - (Name per Morton, 1669: John Tilly) Older brother of Edward Tilley. John and his wife both died in the first winter, as with his brother Edward and his wife. Their daughter Elizabeth survived to marry John Howland and had a large family.\n&lt;a href=\"Francis%20Cooke%20%28Mayflower%20passenger%29\"&gt;Francis Cooke&lt;/a&gt; - (Name per Morton, 1669: Francis Cook) Early prominent member of the Leiden Separatists who was residing in Leiden well before the arrival of the English Separatists, where he married Hester Mayhieu, a French Walloon. He came over in 1620 accompanied by his son John, with the rest of his family coming over on the \"Anne\" in 1623. Over his long life, he was involved in many colonial military and governmental activities and died in 1695.\n&lt;a href=\"Thomas%20Rogers%20%28Mayflower%20passenger%29\"&gt;Thomas Rogers&lt;/a&gt; - He was a merchant in Leiden and a member of the Separatist church. His eldest son Joseph came with him on the \"Mayflower\" and survived him, as Thomas Rogers died in the first winter.\n&lt;a href=\"Thomas%20Tinker%20%28Mayflower%20passenger%29\"&gt;Thomas Tinker&lt;/a&gt; - He and his unnamed wife and son were all members of the Leiden contingent. All three died in the first winter.\nJohn Rigsdale - (Name per Morton, 1669: John Ridgdale) John Rigsdale and his wife Alice were from London. They both died in the early weeks of the colony. Banks has his name as \"Rigdale.\"\n&lt;a href=\"Edward%20Fuller%20%28Mayflower%20passenger%29\"&gt;Edward Fuller&lt;/a&gt; - He arrived with his wife and son Samuel in company with his brother Samuel Fuller. The names of Edward Fuller and his brother Samuel Fuller appear in a &lt;a href=\"Leiden\"&gt;Leiden&lt;/a&gt;, &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt; record, but there is no other information about his life in &lt;a href=\"Holland\"&gt;Holland&lt;/a&gt;. Both he and his wife died soon after arrival in Plymouth settlement, survived by their son Samuel who joined the growing group of colony orphans. Another son Matthew came later to the colony.\n&lt;a href=\"John%20Turner%20%28Mayflower%20passenger%29\"&gt;John Turner&lt;/a&gt; - One of the earliest members of the Leiden church and a burgess of Leiden in 1610, emigrating to Leiden from England with Bradford and Brewster. He and his two unnamed sons came as members of the Leiden contingent and all died soon after arrival. He had a daughter named Elizabeth or \"Lysbet\" who came over later and married an unnamed man in Salem.\n&lt;a href=\"Francis%20Eaton%20%28Mayflower%20passenger%29\"&gt;Francis Eaton&lt;/a&gt; - He may have been employed by the Merchant Adventurers as a carpenter for the \"Mayflower\". He arrived with his wife Sarah and son Samuel, his wife soon dying. He had two more marriages and died in 1633.\n&lt;a href=\"James%20Chilton%20%28Mayflower%20passenger%29\"&gt;James Chilton&lt;/a&gt; - Author Charles Banks provides that his name was written as \"James Chylton\" in records of 1583. He was a Leiden Separatist who was about age 64 on the \"Mayflower\", making him the oldest passenger. His wife Susanna and daughter Mary came with him, with daughter Isabella coming later and daughter Ingle staying in Leiden. He died on December 8, 1620 while the ship was still anchored in Cape Cod Harbor. His wife also died in the first winter. Mary Chilton married John Winslow.\n&lt;a href=\"John%20Crackston%20%28Mayflower%20passenger%29\"&gt;John Crackstone/Crackston&lt;/a&gt; - (Name per Morton, 1669: John Craxton) A Leiden Separatist who came with his son John; married daughter Anne stayed in Leiden. He died the first winter in Plymouth, with his son John dying shortly after the 1627 cattle division.\n&lt;a href=\"John%20Billington\"&gt;John Billington&lt;/a&gt; - He came from London and boarded the \"Mayflower\" with a wife and two sons—a non-Separatist family who were quite troublesome for their fellow passengers. Bradford wondered how they became associated with the \"Mayflower\". After arriving in Plymouth, they increasingly caused trouble for those in the colony and for colony leaders. John Billington Sr. was hanged for murder in 1630, the first execution in the colony.\n&lt;a href=\"Moses%20Fletcher%20%28Mayflower%20passenger%29\"&gt;Moses Fletcher&lt;/a&gt; - A Leiden Separatist who was a smith by occupation and listed Leiden as his place of residence at the time of emigration. He died shortly after arrival in the colony, and left a family in Holland that produced least 20 great-grandchildren. Evidence exists of his descendants living today in Europe.\n&lt;a href=\"John%20Goodman%20%28pilgrim%29\"&gt;John Goodman&lt;/a&gt; - A member of the Leiden congregation thought to have died sometime after January 19, 1621 and at least by the cattle division of 1627.\n&lt;a href=\"Degory%20Priest%20%28Mayflower%20passenger%29\"&gt;Degory Priest&lt;/a&gt; - (Name per Morton, 1669: Digery Priest) Aged about 40 in 1619, a Leiden Separatist member who was married to Sarah, sister of Isaac Allerton. He died early in January 1621, leaving a widow and two daughters. His wife returned to Holland, remarried, and came back on the \"Anne\" in 1623 with new husband Cuthbert Cuthbertson and her daughters from her first marriage.&lt;\nThomas Williams - He was about age 40 on the \"Mayflower\". Bradford listed him as one of the adult men from Leiden. He and his sister lived in Leiden and were known to have been from Yarmouth in County Norfolk. He died the first winter.\nGilbert Winslow - He arrived with his brother Edward Winslow as part of his brother's family. He was allowed to sign the Mayflower Compact, apparently due to his brother's established position, being only about 20 years old then. He appeared in the 1623 land division and returned to England after a number of years in the colony and died there.\nEdmund Margesson - (Name per Morton, 1669: Edmond Margeson) Author Charles Banks wrote that his name may have been \"Edmund Masterson\" who was the father of Richard Masterson of Leiden who came to Plymouth later. Author Caleb Johnson writes of his name being potentially \"Margetson\". He died soon after arrival.\n&lt;a href=\"Peter%20Browne%20%28Mayflower%20passenger%29\"&gt;Peter Browne&lt;/a&gt; - (Name per Morton, 1669: Peter Brown) He was not a Leiden Separatist and was from the same hometown as William Mullins, who also was not a Leidener. He married widow Mary Ford who may have been the only woman on the \"Fortune\" in 1621. She died in 1630 and he in 1633.\nRichard Britteridge - (Name per Morton, 1669: Richard Bitteridge) Probably from London, his name may have been \"Brightridge,\" per author Caleb Johnson. He was not in Leiden records. He was the first person to die after the \"Mayflower\" reached Plymouth settlement, dying on December 21, 1620, one of six passengers who died in December.\n&lt;a href=\"George%20Soule%20%28Mayflower%20passenger%29\"&gt;George Soule&lt;/a&gt; - He arrived from London as a servant to Edward Winslow. In his long life, he was involved in many colonial public service activities. He died in 1679.\nRichard Clarke - (Name per Morton, 1669: Richard Clark) Probably not a member of the Leiden congregation. No other biographical information about him. He died soon after arrival.\nRichard Gardiner - Per author Caleb Johnson, his name may also be found spelt \"Gardinar.\" Banks wrote without authority that he was a seaman employed by the Company to remain in the colony but instead returned to England. Banks also wrote on highly dubious grounds that he was probably of Harwich in County Essex, the hometown of \"Mayflower\" captain Christopher Jones and may have been related to him. He received one share in the colony land division of 1623 and was a crew member of the Plymouth-based \"Little James\" in 1624. Bradford wrote that he became a seaman and may have died in England or at sea, although per Johnson he may have been on the \"Little James\" when she returned to England in late 1624 as part of the Admiralty investigation into the shipwreck earlier that year.\nJohn Allerton - He was hired to stay in the colony for a year to work and then return to Leiden to assist others who wished to come to America, but he died sometime in the early months of 1621. There was a possible relationship to Isaac Allerton, but no documented evidence exists.\nThomas English - He appeared in Leiden records as \"Thomas England.\" He was a \"Mayflower\" seaman hired as master of the ship's shallop (light sailboat), which was for coastal transportation and trading. He died in the first winter, sometime before the \"Mayflower\" departed on its return to England in April 1621.\n&lt;a href=\"Edward%20Doty%20%28Mayflower%20passenger%29\"&gt;Edward Doty&lt;/a&gt; - (Name per Morton, 1669: Edward Doten) He was from London and came as a servant of Stephen Hopkins, also from London. Per author Caleb Johnson, his quick temper was the primary cause of numerous civil disturbances recorded against him in the more-than 30 years he lived in the colony. One of the first recorded was in June 1621 when he was in a sword and dagger fight with fellow Hopkins servant Edward Leister, where both were lightly wounded and sentenced to public punishment.\nEdward Leister - (Name per Morton, 1669: Edward Liester) Banks credited him with various names such as Lester, Litster, Lister, and Lyster. Bradford gave his name as \"Leister\" (\"Liester\" in the 1669 version), which seems more correct per authors Caleb Johnson and Eugene Stratton. He came from London as a servant of Stephen Hopkins, completed his apprenticeship, and then moved to Virginia Colony."
}