{
    "id": "40701730",
    "revid": "20155832",
    "url": "https://en.wikipedia.org/wiki?curid=40701730",
    "title": "List of Littlest Pet Shop (2012 TV series) characters",
    "text": "\"&lt;a href=\"Littlest%20Pet%20Shop%20%282012%20TV%20series%29\"&gt;Littlest Pet Shop&lt;/a&gt;\" is a Canadian–American children's &lt;a href=\"List%20of%20animated%20television%20series\"&gt;animated television series&lt;/a&gt; developed by &lt;a href=\"Tim%20Cahill%20%28producer%29\"&gt;Tim Cahill&lt;/a&gt; and &lt;a href=\"Julie%20McNally-Cahill\"&gt;Julie McNally-Cahill&lt;/a&gt;. The series is based on &lt;a href=\"Hasbro\"&gt;Hasbro&lt;/a&gt;'s \"&lt;a href=\"Littlest%20Pet%20Shop\"&gt;Littlest Pet Shop&lt;/a&gt;\" toy line, and features Blythe Baxter (voiced by &lt;a href=\"Ashleigh%20Ball%20%28voice%20actress%29\"&gt;Ashleigh Ball&lt;/a&gt;, with the character based on the &lt;a href=\"Blythe%20%28doll%29\"&gt;doll of the same name&lt;/a&gt;) as the main protagonist, as well as other characters who reside in Downtown City (a city modeled after &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;). Along with Blythe is her father, Roger Baxter (voiced by &lt;a href=\"Michael%20Kopsa\"&gt;Michael Kopsa&lt;/a&gt;), and her employer Mrs. Anna Twombly (voiced by &lt;a href=\"Kathleen%20Barr\"&gt;Kathleen Barr&lt;/a&gt;) at the nearby &lt;a href=\"pet%20store\"&gt;pet store&lt;/a&gt;, Littlest Pet Shop. Away from home, she maintains several friends at her local high school. As well as the human cast are her seven animal companions, who reside within Littlest Pet Shop during the day, that Blythe unexpectedly gains the ability communicate with.\nProtagonists.\nBlythe Baxter.\nBlythe is the central character of the series and is an aspiring fashion artist and designer. She is very kind and compassionate and is always ready to assist others in need, whether it be the pets, Mrs. Twombly or her new friends Youngmee, Sue and Jasper or maybe Whittany and Brittany Biskit. She has chestnut hair and light blue eyes and is always wearing fashionable, unique outfits. Blythe, along with her father, Roger Baxter, moves to a flat in Downtown City above a pet store named \"Littlest Pet Shop\". Soon after moving into the building, Blythe hits her head and discovers that she now has the ability to talk and to understand animals. She comes to enjoy working at the Littlest Pet Shop not long after she saves the store from going out of business. Although she has wanted to be on TV all her life, she is also extremely camera shy. She is also little closer to YoungMee, her best friend. Blythe's mother was Lauren Smith (nicknamed \"Betty\") prior to adopting the surname Baxter upon marrying Roger, and Lauren's former pet tortoise Speedy Shellberg claims that Betty also had the ability to talk to animals, a fact that was confirmed by her father in the series' finale. Throughout the series, several jokes were made at the expanse of Blyt\nRussell Ferguson.\nRussell is a male orange &lt;a href=\"European%20hedgehog\"&gt;European hedgehog&lt;/a&gt; with yellow-green eyes. He is the organiser of the group with a love of food. Though uptight, he maintains everyone in the shop, making sure everything's orderly. Though Russell heavily wishes to fit in more with his friends, unfortunately, his love for safety and maintenance and friendship of six friends often spoils the other pets' enjoyment, which causes them to poke fun at him. A running gag is that he is often mistaken for a &lt;a href=\"porcupine\"&gt;porcupine&lt;/a&gt;. In the Season 1 episode \"Penny for Your Laughs\" it is revealed that he has an abnormal fear of marshmallows. He also has a fear of ghosts.\nSunil Nevla.\nSunil is a male blue &lt;a href=\"banded%20mongoose\"&gt;banded mongoose&lt;/a&gt; with golden eyes and an &lt;a href=\"Indian%20people\"&gt;Indian&lt;/a&gt; accent. He is very shy and fearful, but when faced with adventure, he will (though reluctantly) gather courage and bravery for his friends. He is a magician, who enjoys performing various magic tricks to his friends at the shop. Most of them fail or rarely work when he needs it to. Despite his timid appearance and personality, Sunil becomes aggressive at the thought of &lt;a href=\"cobras\"&gt;cobras&lt;/a&gt; (an &lt;a href=\"mongoose%23Diet\"&gt;allusion to mongooses&lt;/a&gt;' &lt;a href=\"Predation\"&gt;natural prey&lt;/a&gt;). He is Vinnie's best friend. Sunil is known to &lt;a href=\"Entomophobia\"&gt;become scared of insects&lt;/a&gt; every time he sees one.\nVincent Alfonso \"Vinnie\" Terrio.\nVinnie is a male green &lt;a href=\"gecko\"&gt;gecko&lt;/a&gt; with purple eyes. Though slow at times, he is a talented dancer. Unfortunately, he is prone to wreaking havoc for others in the pet shop because of his natural clumsiness. In \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20%282012%20TV%20series%29%20episodes%23ep24\"&gt;Frenemies&lt;/a&gt;\" he finds out he is a better dancer without his tail. His favorite series is \"Shake a Leg\", a &lt;a href=\"Competitive%20dance\"&gt;dance competition&lt;/a&gt; show. He is Sunil's best friend.\nPepper Mildred Clark.\nPepper is a female grey and white &lt;a href=\"striped%20skunk\"&gt;striped skunk&lt;/a&gt; with light magenta eyes. A self-proclaimed comedian, she loves making her friends laugh, usually through the use of &lt;a href=\"pun\"&gt;pun&lt;/a&gt;s and comical props. At times, however, she can be brash and a little inconsiderate towards others. Her &lt;a href=\"odor\"&gt;smells&lt;/a&gt; change depending on her mood. She speaks in a thick Boston accent.\nMinka Mark.\nMinka is a female pink &lt;a href=\"spider%20monkey\"&gt;spider monkey&lt;/a&gt; with light blue eyes, who is an artist. Energetic, flexible, and hyper, she is an expert regarding abstract art. However, she is constantly distracted by shiny objects, hanging out on the tire swing, or looking for something to eat. In \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20%282012%20TV%20series%29%20episodes%23ep9\"&gt;Dumb Dumbwaiter&lt;/a&gt;\", she's revealed to be heavily &lt;a href=\"claustrophobia\"&gt;claustrophobic&lt;/a&gt;. When in a small space and not able to escape, Minka sits and rocks herself back and forth quietly saying to herself; \"Space monkey, I'm a space monkey...\".\nZoe Trent.\nZoe is a female purple &lt;a href=\"Cavalier%20King%20Charles%20Spaniel\"&gt;Cavalier King Charles Spaniel&lt;/a&gt; with light blue eyes, who is a singer. A born diva, she strives to achieve her goal as being the greatest entertainer, though she can sometimes be quite dramatic and snobbish and leader, and a little rude towards others, she cares for everyone very much and is very willing to go out of her comfort zone to be there for them. Her owners are couple John (voiced by &lt;a href=\"Peter%20New\"&gt;Peter New&lt;/a&gt;) and Clarissa Trent (voiced by &lt;a href=\"Tabitha%20St.%20Germain\"&gt;Tabitha St. Germain&lt;/a&gt;). Zoe is the older sister of Gail Trent. In \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20%282012%20TV%20series%29%20episodes%23ep14\"&gt;Trading Places&lt;/a&gt;\", Zoe says she has a crush on a dog named &lt;a href=\"Littlest%20Pet%20Shop%20%282012%20TV%20series%29%23Digby\"&gt;Digby&lt;/a&gt; and once fell in love with a street mime in &lt;a href=\"Paris\"&gt;Paris&lt;/a&gt; named Philippe.\nPenny Ling.\nPenny is a female white and indigo &lt;a href=\"giant%20panda\"&gt;giant panda&lt;/a&gt; with grey eyes, who is a rhythmic gymnast with a talent for &lt;a href=\"twirling\"&gt;twirling ribbons&lt;/a&gt;. Being the &lt;a href=\"Peacekeeping\"&gt;peacekeeper&lt;/a&gt; of the group, her feelings are mostly sensitive and is prone to getting hurt by others, though when the job comes down to it, Penny can be very straightforward and direct, and there are sometimes that she can be grumpy.\nRoger Baxter.\nRoger is Blythe's fun-loving, slightly clumsy father whose airline piloting job takes them from their quiet hometown to Downtown City where countless adventures await. He has dark brown with some grey hair and blue eyes. Mr. Baxter loves spending time with Blythe, listening to heavy metal and supporting any of Blythe's talents and endeavors.\nAnna Twombly.\nMrs. Twombly is the kind and off-beat owner of the Littlest Pet Shop and day-camp for pets. She has silver hair and turquoise eyes. Mrs. Twombly befriends Blythe and helps her to display and sell her first pet fashion collection. She has a love for animals and making them feel at home in Littlest Pet Shop. She also has a bizarre obsession for collecting doorknobs, occasionally compulsive cleaning and some unique talents from her past, including inventing the &lt;a href=\"martial%20art\"&gt;martial art&lt;/a&gt; of kung-fu quilting.\nButtercream Sundae.\nButtercream is a female yellow and brown &lt;a href=\"Netherland%20Dwarf%20rabbit\"&gt;Netherland Dwarf rabbit&lt;/a&gt; with dark green eyes, who is a dancer. A later addition to the group, Buttercream's owner is Youngmee Song's Aunt Christie, who owns the candy shop named Sweet Delights. She is very active and hyper, but also very mischievous. A running gag is that she has a habit of saying overly sweet, hyper, and nonsensical statements (possibly from constant sugar hypes) and whenever she does, one of the pets will say catchphrase \"What?\" to her. Buttercream calmly responds with another \"What?\", twirls her ears with a twanging sound, and then relaxes herself before saying \"Anywho.\" She shows up occasionally throughout the playwright.\nAnimals.\nAl.\nBig Al is a Canadian accented big &lt;a href=\"alligator\"&gt;alligator&lt;/a&gt; who appears in \"Fish Out of Water\". He lives in the sewers as a trash compactor to get rid of garbage. He helps the pets to save Goldy from saw blades.\nBaa Baa Lou.\nA &lt;a href=\"goat\"&gt;goat&lt;/a&gt; who visits the Littlest Pet Shop in the episode \"Secret Cupet\". He soon falls in love with a pig by Sugar Sprinkles's love song's magic spell, and he reappears at the end of the episode.\nBasil.\nHe is a timid and sensitive &lt;a href=\"peacock\"&gt;peacock&lt;/a&gt; with teal eyes who appears in \"Proud as a... Peacock?\". He's a little nervous about his \"Televised Debut\" for the Downtown City's Botanical gardens, Pepper helps Basil for his debut by find his inner peacock, but in the end Pepper shows Basil to find his inner peacock is showing his confidence inside of him.\nCairo Autumn.\nA &lt;a href=\"Sphynx%20cat\"&gt;Sphynx cat&lt;/a&gt; with blue eyes that is owned by Mona Autumn. She gives Blythe advice on how to deal with Mona and helps her gain Mona's approval.\nCanine Cop.\nThe Canine Cop is a &lt;a href=\"German%20Shepherd\"&gt;German Shepherd&lt;/a&gt;. He was introduced in \"Super Sunil\", accompanying his owner at his job, and gave friendly advice to &lt;a href=\"%23Sugar%20Sprinkles\"&gt;Sugar Sprinkles&lt;/a&gt; and &lt;a href=\"%23Russell%20Ferguson\"&gt;Russell&lt;/a&gt; about getting the intended parking spot for the Sweet Truck.\nCaptain Cuddles.\nA &lt;a href=\"European%20polecat\"&gt;European polecat&lt;/a&gt; with a French accent. Pepper has a crush on him, and they both love funny, good jokes.\nCashmere and Velvet Biskit.\nTwo &lt;a href=\"chinchilla\"&gt;chinchilla&lt;/a&gt;s who resemble the Biskit Twins. The Biskits planned to keep them only for one day for the school's Pet Appreciation day and then ditch them at an animal shelter, but Blythe, Penny Ling, and Vinnie are determined to get the Biskits to keep them as permanent pets. They make a cameo appearance in \"Fish Out of Water\".\nCheep-Cheep.\nHe is a British accented &lt;a href=\"spider%20monkey\"&gt;spider monkey&lt;/a&gt; and a cousin of Minka. He wishes that his owner would understand him better, but Minka helps him communicate with his owner by using other ways to communicating.\nDelilah Barnsley.\nDelilah is a &lt;a href=\"cat\"&gt;cat&lt;/a&gt; from England with a British accent. She speaks in riddles that can be difficult to understand. Sunil falls in love with her (she seems to be aware of this and humors him by flirting occasionally). Her associates are Milah, Shilah, and Twylah. Delilah reappears in the season four episode \"Pitch Purrfect\".\nDesi.\nA &lt;a href=\"myna%20bird\"&gt;myna bird&lt;/a&gt; with brown eyes. He is scared of his owner, Ramon, and now his new owner is the main judge.\nDigby.\nDr. Handsomeface is a German Shepherd who appears in \"Un-vetted\".\nDodger and Twist.\nTwo Englishman accented &lt;a href=\"European%20hamsters\"&gt;European hamsters&lt;/a&gt; who have built a network of hamster tubes around the city, which they use to steal merchandise from Largest Ever Pet Shop to give to needy pets (in the style of Robin Hood). They appear only in the episode \"Hamster Hoods\" which is a parody of Robin Hood itself.\nDolores.\nShe is a &lt;a href=\"slow%20loris\"&gt;slow loris&lt;/a&gt; and is from the darkest of &lt;a href=\"Tamango\"&gt;Tamango&lt;/a&gt;. She likes to eat &lt;a href=\"biscuits\"&gt;biscuits&lt;/a&gt; and &lt;a href=\"Compound%20feed\"&gt;kibble&lt;/a&gt; and she hates being laughed at. Even Pepper is laughing about Dolores that she has a squeaky high-pitched voice and eats slowly. She uses her power of &lt;a href=\"curse\"&gt;curse&lt;/a&gt; to shrink the Littlest Pet Shop and the six pets, but Vinnie imagines that could happen.\nEsteban Banderas.\nEsteban Marion Banderas is a &lt;a href=\"macaw\"&gt;macaw&lt;/a&gt; with golden eyes who won over most of the pets with a story about how he saved his home village from bandits, but Vinnie is the only one &lt;a href=\"jealous\"&gt;jealous&lt;/a&gt;, who didn't believe him.\nFelina Meow.\nA cat who is a viral video star.\nFleur le Moose.\nA &lt;a href=\"French%20Canadians\"&gt;French-Canadian&lt;/a&gt; moose who is very nervous.\nFluffy.\nFluffy is an orange &lt;a href=\"cat\"&gt;cat&lt;/a&gt; with purple hair. &lt;a href=\"Delilah\"&gt;Delilah&lt;/a&gt; chooses her, infuriating &lt;a href=\"%23Zoe%20Trent\"&gt;Zoe&lt;/a&gt;. She only appears in \"Pitch Purrrfect\".\nFluffy Lighting.\nA racer bunny who appears in \"Race Team: Buttercream\".\nFuzzy Gumbopaws.\nA cat that makes his first appearance in \"Steamed\".\nGail Trent.\nGail is a pink &lt;a href=\"Cavalier%20King%20Charles%20Spaniel\"&gt;Cavalier King Charles Spaniel&lt;/a&gt; dog with darker blue eyes than her older sister, Zoe Trent. No information regarding herself, but it seems she and her sister care a lot for each other. Gail mentioned that her sister usually mistakes other dogs that resemble her, such as Tootsie, for being her.\nGenghis.\nA &lt;a href=\"poodle\"&gt;poodle&lt;/a&gt; of the art critic &lt;a href=\"%23Morgan%20Payne\"&gt;Morgan Payne&lt;/a&gt;.\nGrinka.\nMinka's great-great-grandpa who was the first &lt;a href=\"spider%20monkey\"&gt;spider monkey&lt;/a&gt; in space. He only appears in the beginning of the episode \"Stand Up Stinker\". He only made one appearance through the entire series, which means his first appearance is his last appearance.\nGoldy.\nA &lt;a href=\"goldfish\"&gt;goldfish&lt;/a&gt; with light blue eyes who appears in \"Fish Out of Water\", is a self-proclaimed wildfish. He is adventurous at heart (despite his monotonous voice) but lives a dull life, since he can only stay within the confines of his fish bowl. The pets try to make him more mobile so that he can travel around and \"see the world\". From the episode \"Fish Out of Water\".\nHarold Winston.\nHe is a &lt;a href=\"groundhog\"&gt;groundhog&lt;/a&gt; with beige eyes who appears in \"In the Loop\". Harold is a know it all and know much about everything. But he reveals that his facts are inaccurate because he misspeaks due to his vast knowledge.\nHawk.\nThe &lt;a href=\"Hawk\"&gt;Hawk&lt;/a&gt; is an animal who appeared in \"What Did You Say?\". A predatory bird, it tried to make a snack out of &lt;a href=\"%23Vinnie%20Terrio\"&gt;Vinnie&lt;/a&gt;.\nHubble.\nA newborn &lt;a href=\"American%20robin\"&gt;American robin&lt;/a&gt; with blue eyes, whom Russell raises after Blythe finds him inside her \"Nest Hat\".\nIvan.\nA Russian circus &lt;a href=\"bear\"&gt;bear&lt;/a&gt; who appears in \"Ivan the Terrific\".\nJebbie Cho.\nA Korean-speaking &lt;a href=\"black-footed%20ferret\"&gt;black-footed ferret&lt;/a&gt; with aquamarine eyes who appears in \"Tongue Tied\". She comes to the Littlest Pet Shop for help from Blythe to find her owner from Korea in time to go back home to Korea. Her name, \"Jebbie\" (as Jebi) refers to the bird, &lt;a href=\"Swallow\"&gt;Swallow&lt;/a&gt;.\nJerry Ferguson.\nRussell's father. He appears in \"Senior Day\".\nJoey Featherton.\nA pigeon (and possibly hippie) who can understand the tribal raccoons at City Park.\nJuan Jorge José.\nA dog who was once in love with &lt;a href=\"%23Zoe%20Trent\"&gt;Zoe&lt;/a&gt;. He works for dog treat commercials.\nKittery Banter.\n. Voice actor: Maryke Hendrikse\nA minor character of the series. She is not named in the show, but her name is used in merchandise. She only made one appearance through the entire series, which means her first appearance is her last appearance.\nL-Zard's crew.\nL-Zard, Forky, Lazy Susan, Fish Sauce, 3DGB, Bearded Lady, Lemonface, Ted Dancin and Skink-a-dink-a-dinkity-dink are a dancing crew of lizards who live at &lt;a href=\"Hollywood\"&gt;Hollywood&lt;/a&gt;.\n3DGB.\nA &lt;a href=\"skink\"&gt;skink&lt;/a&gt;.\nBearded Lady.\nA &lt;a href=\"Pogona\"&gt;bearded dragon&lt;/a&gt;.\nFish Sauce.\nA skink.\nForky.\nA skink.\nL-Zard.\nA &lt;a href=\"chameleon\"&gt;chameleon&lt;/a&gt;.\nLazy Susan.\nA &lt;a href=\"Common%20basilisk\"&gt;basilisk&lt;/a&gt;.\nLemonface.\nA &lt;a href=\"spiny%20lizard\"&gt;spiny lizard&lt;/a&gt;.\nSkink-a-dink-a-dinkity-dink.\nA &lt;a href=\"newt\"&gt;newt&lt;/a&gt;.\nTed Dancin.\nAn &lt;a href=\"iguana\"&gt;iguana&lt;/a&gt;.\nLing family.\nThough technically not pets, Penny Ling's cousins who live in a panda reserve in Shanghai. They enjoy American &lt;a href=\"movie%20musical\"&gt;movie musical&lt;/a&gt;s. They only appear in \"Shanghai Hi-Jinks\".\nJun Ling.\nA fuchsia headed panda with lighter coloring on her eyelids and ears. She has bright emerald eyes with multiple eyelashes, a light pink nose, and two pink flowers on her right ear. Her body, arms, and legs are all fuchsia, while her chest and stomach are white.\nLing Jun.\nA white-headed panda with dark purple-colored eyes and powder blue circles around them. Her ears and tail are also powder blue, as is her body, which has white going down the front center. Her arms and legs are also blue, but they have white at the toes, and on her palms.\nLing Pen.\nA white panda bear with bright cyan eyes. His ears are a deep grey-indigo color, while his tail, legs, arms, and eye markings are a dull shade of blue.\nPanda Elder.\nA panda bear that lives with his relative's Jun Ling, Ling Pen and Ling Jun back in Shanghai. He appears in the episode Shanghai Hi-Jinks. He only made one appearance through the entire series, which means his first appearance is his last appearance.\nLolly Pinkington.\nA &lt;a href=\"pig\"&gt;pig&lt;/a&gt; whom Baa Baa Lou falls in love with, in Secret Cupet. She's not named in the show, but her name is given by merchandise.\nLord Twigg.\nA &lt;a href=\"North%20American%20beaver\"&gt;beaver&lt;/a&gt; who appears in \"Game of Groans\".\nMadame Pom.\nA female &lt;a href=\"Pomeranian%20%28dog%29\"&gt;Pomeranian&lt;/a&gt; with blue eyes. Snobby and narcissistic, she won a dog modelling show against Zoe, starting a rivalry between the two. When she and Zoe confront each other again in the episode \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20%282012%20TV%20series%29%20episodes%23ep10\"&gt;Eve of Destruction&lt;/a&gt;\", their rivalry sparks up again and they try to use their fashion to determine who is the better model. However, they end up becoming friends in the process. She reappears in the season two episode, \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20%282012%20TV%20series%29%20episodes%23ep40\"&gt;To Paris With Zoe&lt;/a&gt;\", trying to help Zoe focus on the competition.\nMary Frances.\nA male pig with pink irises. He is mistaken for a girl by Russell due to his feminine name, later he went missing, but was found under the table, sleeping, by Russell.\nMeow-Meow.\nA kitten who she only tells \"why\". Meow-Meow asks the pets why Blythe can understand them. When they ask Blythe why he can talk to them, Meow-Meow speaks.\nMilah.\n. Voice actor: Diana Kaarina and Singing Voice: Diana Kaarina\nA pink &lt;a href=\"cat\"&gt;cat&lt;/a&gt; with blue bangs and blue eyes. Her necklace is like Delilah's, only the jewel is &lt;a href=\"blue\"&gt;blue&lt;/a&gt;. She was asked by &lt;a href=\"Delilah\"&gt;Delilah&lt;/a&gt; to get Zoe's permission to use her song. She appeared in \"Pitch Purrfect\".\nMitzi.\nA southern accented &lt;a href=\"Striped%20skunk\"&gt;skunk&lt;/a&gt; with blue eyes who appears in \"Sue Syndrome\". Mitzi can make pleasant and sweet smells for other pets to make them happy, but she has a problem she can't be a real skunk. Pepper shows Mitzi how be a real skunk by showing her skunk emotions.\nMinLing.\nA baby &lt;a href=\"Triceratops\"&gt;Triceratops&lt;/a&gt; with green eyes. Minka and Penny Ling mistakenly think that the egg is their ball in their fantasy. She hatches again at the end of the episode.\nMushroom.\nA &lt;a href=\"Bigfoot\"&gt;Sasquatch, or Bigfoot&lt;/a&gt;. She is very protective of her home the forest and will do anything to protect it, like destroying the Biskits' forester vehicle. She became friends with Penny Ling and her friends. She is sensitive about her feet. The toyline gives her name as Mushroom Lee.\nNevla family.\nThey appear first in an imagination in the episode \"Frenemies\". They later appeared in the episode \"Bake Boss\". They want their son to be a doctor, but on their final appearance, they want him to be a filmmaker.\nSunil's Dad.\nVoice Actor: Sam Vincent\nHe is a teal &lt;a href=\"mongoose\"&gt;mongoose&lt;/a&gt; with emerald green eyes, a turquoise face and belly, the tip of his tail is of the same color. In addition to the back stripes he shares with his son, he has stripes on his tail.\nSunil's Mom.\nVoice Actor: Tabitha St. Germain\nShe is a blue mongoose with light blue hair and brown eyes. Unlike her son, she does not have stripes on her back. She wears earrings, a bracelet, and a red &lt;a href=\"Bindi%20%28decoration%29\"&gt;bindi&lt;/a&gt; on her forehead.\nOld Bananas.\nHe is also known as O.B. He is a famous &lt;a href=\"orangutan\"&gt;orangutan&lt;/a&gt; who is a comedian. Pepper is a big fan of his, but despite being a comedian, he originally is a grumpy ape and doesn't seem to be impressed due to Pepper's lack of comedian skills.\nOlive Shellstein.\nA female green &lt;a href=\"tortoise\"&gt;tortoise&lt;/a&gt; with dark purple eyes. She seems to be very quiet and shy in almost the entire episode. Minka expects Olive to be friends with her, which was actually true before the end of the episode after Olive revealed her true self.\nOllie Arms.\nOllie is a pink &lt;a href=\"octopus\"&gt;octopus&lt;/a&gt; with purple-blue eyes, who gets lost on the way to an aquarium display. He stumbles upon Littlest Pet Shop for temporary shelter, but causes more of a stir than intended.\nParker.\nA homesick &lt;a href=\"penguin\"&gt;penguin&lt;/a&gt; who the pets attempt to cheer up, but he comes to acknowledge the truth about where anybody's place is.\nPeachy Fluffton.\nStrum Basso.\nA &lt;a href=\"sand%20cat\"&gt;sand cat&lt;/a&gt; who appears in \"It's the Pet Fest! (Part 2)\". He was among the pets belonging to the Soul Patches and Ted is his owner. He plays guitar and keyboard.\nPete.\nA male gray &lt;a href=\"rat\"&gt;rat&lt;/a&gt; with brown purple eyes. He lived in the city's dump and he helps Vinnie and his &lt;a href=\"fly%20%28insect%29\"&gt;fly (insect)&lt;/a&gt; friend to Littlest Pet Shop.\nPhilippe.\nA &lt;a href=\"mime%20artist\"&gt;mime artist&lt;/a&gt; dog with green eyes that lives in Paris. Zoe falls in love with him, distracting her from the competition.\nPoodles.\nA &lt;a href=\"persian%20cat\"&gt;persian cat&lt;/a&gt;. She was among the pets being analyzed by &lt;a href=\"%23Finola%20Frum\"&gt;Finola&lt;/a&gt; in Pawlm Reading. According to Finola, \"Poodles wants you to know that she really, really wants you to buy her Nummy Nuggets brand pet food\".\nPoppy Pawsley.\nEliza Biskit's pet mixed-breed Pekingese. She was believed to be purebred until the judges saw her paws.\nPrickly Rat.\nThe Prickly Rat is an animal that infested Downtown City High in Trading Places. He looks similar to &lt;a href=\"%23Russell%20Ferguson\"&gt;Russell&lt;/a&gt;, which causes some confusion.\nRaccoons.\n&lt;a href=\"Raccoon\"&gt;Raccoon&lt;/a&gt;s at Downtown City Park. They act, look, and sound like &lt;a href=\"Indigenous%20peoples%20of%20the%20Americas\"&gt;Native Americans&lt;/a&gt;.\nSam U.L..\nHe is one of several dogs that appear in \"Terriers and Tiaras\". He reveals to Zoe how bad the pageant circuit is for the dogs, and joins several other dogs in rebelling against their owners.\nScarletta Redd.\nA &lt;a href=\"red%20panda\"&gt;red panda&lt;/a&gt; who appears in the episode \"Seeing Red\".\nScout Kerry.\nA &lt;a href=\"Siamese%20%28cat%29\"&gt;Siamese&lt;/a&gt; cat with turquoise eyes. Although kind, the other pets allude to her as a suspicious-looking character. She seems to enjoy shredding things.\nShahrukh.\nA male &lt;a href=\"mongoose\"&gt;mongoose&lt;/a&gt; with yellow-green eyes, who looks very similar to Sunil, who hails from India. He is an extremely rich pet movie star, and decides to swap places with Sunil for one day because he is tired of all the attention given to him by his human handlers, but reveals to be lazy and dully tyrannous, making the Littlest Pet Shop pets wait on him.\nShakespeare.\nA &lt;a href=\"French%20Spaniel\"&gt;French Spaniel&lt;/a&gt; who appears in \"Game of Groans\". He looks like and is named after the famous poet, Shakespeare.\nShea Butter.\nA &lt;a href=\"Yorkshire%20Terrier\"&gt;Yorkshire Terrier&lt;/a&gt; who appeared in \"Terriers and Tiaras\". She is the pet of her owner Cindeanna Mellon. She even told Zoe Trent that we're dogs and dogs have to stick together while having fun kinda type. That is until all the dogs are out of the competition for Russell Ferguson to win the Terriers and Tiaras award.\nShilah.\n. Voice actor: Lili Beaudoin, Singing Voice: Shannon Chan-Kent\nA yellow cat with pink bangs and blue eye makeup visible when her eyes are closed. Like her associates, she has a necklace, except the jewel is pink.\nShivers.\nA tortoise who is 150 years old and at one time, was owned by Blythe's mother.\nSteve.\nAn &lt;a href=\"Indian%20cobra\"&gt;Indian water cobra&lt;/a&gt; who was available for adoption at Largest Ever Pet Shop, which he hates and Sunil former arch-enemy.\nStori Jameson.\nA male dog with white fur and turquoise eyes that \"Terriers and Tiaras\" contestant Judi Jo Jameson mistakes as a female.\nSugar Sprinkles.\nA female tan colored &lt;a href=\"snowshoe%20cat\"&gt;snowshoe cat&lt;/a&gt; with blue eyes. She tends to burst out into singing while playing with her ukulele. In the episode Sweet [Truck] Ride, she sang \"Sprinkles on my Head\". She is calm and kind with an apologetic demeanor. (She loves &lt;a href=\"ribbons\"&gt;Ribbon&lt;/a&gt; to show her). In her first appearance in \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep16\"&gt;Sweet (Truck) Ride&lt;/a&gt;\", she appears as part of a fantasy sequence paying &lt;a href=\"Homage%20%28arts%29\"&gt;homage&lt;/a&gt; to \"&lt;a href=\"Star%20Trek\"&gt;Star Trek&lt;/a&gt;\" in a &lt;a href=\"Star%20Trek%20uniforms\"&gt;green uniform&lt;/a&gt;. She is the only non-main character (apart from Blythe and her pets) to appear as both TV and game counterparts; she shows up occasionally throughout the series.\nSunshine Sweetness.\nSunshine is a purple &lt;a href=\"gorilla\"&gt;gorilla&lt;/a&gt; who knows Tess McSavage. Tess has a misunderstanding of her squeaky panda she named Squeezy which explains why Tess has a phobia of pandas and gorillas. In the end, Tess finds Sunshine's squeaky and faces her fears of pandas and gorillas.\nSweet Cheeks.\nA &lt;a href=\"sugar%20glider\"&gt;sugar glider&lt;/a&gt; with purple eyes. His owner, Finola Frum, pretends she is a pet psychic, and he helps Blythe discover the truth about her business.\nTangier.\nA professional model &lt;a href=\"Welsh%20Corgi\"&gt;Corgi&lt;/a&gt; for the Tres Blasé magazine. He appeared in \"Some Assistance Required\". He appears to be &lt;a href=\"passive-aggressive\"&gt;passive-aggressive&lt;/a&gt; and would do anything to stay on top of modeling, including sabotaging the work of any competition.\nTenzing Norgert.\nA &lt;a href=\"mountain%20goat\"&gt;mountain goat&lt;/a&gt; who appears in \"Un-vetted\".\nTiger.\nA &lt;a href=\"tabby%20cat\"&gt;tabby cat&lt;/a&gt; shown as one of the imprisoned pets in the \"Largest Ever Pet Shop\" during \"Gailbreak!\". He got close to escaping, but was caught by \"Fisher Biskit\" in the process, while the other pets managed to escape.\nTootsie.\nA Cavalier King Charles Spaniel dog. Despite being a boy, he looks very girly, which caused &lt;a href=\"%23Zoe%20Trent\"&gt;Zoe&lt;/a&gt; to confuse him for her sister, &lt;a href=\"%23Gail%20Trent\"&gt;Gail&lt;/a&gt;. Both of them have pink fur with lighter pink markings. However, they have some differences. Tootsie wears a plain crystal-blue necklace while Gail wears a gold necklace with a heart. His eyes are green-blue in color, while his ears/hair is a neon purple-pink color.\nTwylah.\n. Voice actor: Rhona Rees \nTwylah is a &lt;a href=\"cat\"&gt;cat&lt;/a&gt; with blue fur and purple bangs. Although she doesn't appear in the show, her colors are hypothesized based on the colors of her associates: Milah, Shilah, and Delilah. &lt;a href=\"Delilah\"&gt;Delilah&lt;/a&gt; revealed that Twylah had a litter of kittens, causing her absence in the cats’ singing competition, which is why they were choosing someone to sing with them.\nVlad.\nA &lt;a href=\"vampire%20bat\"&gt;vampire bat&lt;/a&gt; who appears in \"Littlest Pet Shop of Horrors\".\nMr. Otto Von Fuzzlebutt.\nMr. Von Fuzzlebutt is an energetic &lt;a href=\"raccoon\"&gt;raccoon&lt;/a&gt; who visits the pet shop in the episode \"Sleeper\". He soon enters a deep sleep (which he calls mini-hibernation power naps, which, according to him, are essential for raccoons during the season), making it harder for Vinnie and Sunil to make sure he has a good time at the day-camp and forcing them to make it look as if Mr. Von Fuzzlebutt is still awake. Penny Ling seems to have fallen for him.\nWeasel Whiskers.\nA &lt;a href=\"weasel\"&gt;weasel&lt;/a&gt; who appears in \"Race Team: Buttercream\". He is the announcer of the bunny races.\nWeber.\nHe is a &lt;a href=\"house%20spider\"&gt;house spider&lt;/a&gt; with violet eyes who appears in \"Why Can't We Be Friends?\" who Vinnie befriends and tries to keep hidden from Sunil due to his arachnophobia, but when Sunil finds Weber bathing, he freaks out but Blythe manages to get Sunil to see the best side of Weber.\nWhiskers and Sideburns.\nTwo &lt;a href=\"koalas\"&gt;koalas&lt;/a&gt; who don't like each other are arguing. They make the other pets against each other's sides. In the end, Whiskers and Sideburns rejoin their cousinship back together again. They only appear in the episode \"Feud for Thought\". An obvious play on the &lt;a href=\"Hatfields%20and%20McCoys\"&gt;Hatfields and McCoys&lt;/a&gt;.\nWiggles McSunbask.\nWiggles is an &lt;a href=\"American%20alligator\"&gt;American alligator&lt;/a&gt; with green eyes. He bullied the Littlest Pet Shop pets, driving them to take a stand without Blythe's help. He later reveals that he only did it because of his appearance, he thought he could act mean to those who get in his way.\nHumans.\nAlice.\nAlice is a little girl and a minor antagonist who lives with her mother across the Littlest Pet Shop.\nMr Banks.\nMr Banks is a poetry teacher. He asked Blythe's classmates if she will come at school today. He appeared in \"Russell Up Some Fun\".\nMr Barish.\nBob Barish, usually addressed as Mr. Barish, is Downtown City High's Home Ec. teacher. He has a love interest in Robinnia Amster.\nBob Flemingheimer.\nBob Flemingheimer is the host of a talk show called \"Late Afternoon with Bob Flemingheimer\". He is one of Pepper's idols, to whom she wishes she could tell jokes. He was one of the judges at Downtown City High for a student comedy show. He met Blythe Baxter after her performance and told her that she was not good for stand-up comedy, but she was funny.\nMr Bromidic.\nMr. Bromidic is the designer of the Fashion Universerly North day camp. He appears in \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep27\"&gt;Missing Blythe&lt;/a&gt;\". He only made one appearance through the entire series, which means his first appearance is his last appearance.\nChristie.\nChristie is Youngmee's work-a-holic aunt with a caring disposition and a talent for making &lt;a href=\"confectionery\"&gt;confectioneries&lt;/a&gt;. She is of &lt;a href=\"Korean%20diaspora\"&gt;Korean descent&lt;/a&gt; and has jet black hair and dark violet eyes like her niece. Christie owns a bakery and sweets shop, Sweet Delights, and the pet's new rabbit friend, Buttercream.\nChristopher Lyedecker.\nPageant director for the hit reality show \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep21\"&gt;Terriers and Tiaras&lt;/a&gt;\".\nClover Fields.\nClover Fields is a Reclusive designer who appears in \"Some Assistance Required\".\nCindeanna Mellon.\nCindeanna Mellon is a quiet \"pageant mom\" who is the owner of Shea Butter. She only appears in the episode \"Terriers and Tiaras\".\nMr Dale.\nMr Dale works for &lt;a href=\"%23Fisher%20Biskit\"&gt;Fisher Biskit&lt;/a&gt;. He pretends to be a &lt;a href=\"building%20inspector\"&gt;building inspector&lt;/a&gt; so he can put the Pawza out of business, but Blythe tricked him into revealing the truth. He only appears in the episode \"The Pawza Hotel\".\nEmma.\nThe teenage daughter of Roger's co-pilot Steph for the pet jet. She is an aspiring tour guide and often takes Blythe sightseeing when they land in various country's they visit (usually against Blythe's will) as an opportunity to follow her career. Her voice actress, Brooke Goldner, voiced Rebound from the Hub's series, \"&lt;a href=\"Pound%20Puppies%20%282010%20TV%20series%29\"&gt;Pound Puppies&lt;/a&gt;\". She appears throughout season 2 when Blythe goes to other countries.\nFinola Frumt.\nFinola Frum is the owner of Sweet Cheeks. She is a fake psychic (in reality, she is a saleswoman for the \"Nummy Nuggets\" Food Corporation) who cons many pet owners into buying her brand of pet food. She also conned Mrs. Twombly into ordering large amounts of her food and allowing her to read the minds of the pets in the daycare (which she got all wrong). She also does not listen to her pet Sweet Cheeks and limits his activities. In the end, it took the combined efforts of Blythe and Sweet Cheeks (who decided to rebel against his owner) to trick Finola into revealing her scam. Needless to say, Mrs. Twombly (and everyone present at the pet store) was not amused at the deception and this would constitute a massive refund from the Nummy Nuggets corporation. The company was incredibly sorry for the deception and took everything back... except for Finola, who was fired due to conduct that was considered unethical and poor by the company. She then decided, on part from advice from Blythe, to take Sweet Cheeks to the park- much to the little critter's joy.\nFisher Biskit.\nFisher is the Biskit twins' wealthy and business minded father. Though Mr. Biskit has spoiled his daughters, Whittany and Brittany, he has no qualms about putting his foot down when he expects them to carry out a task that he has given them. He has white hair and light grey-blue eyes.\nFrancois LeGrande.\nHe is the Biskits' &lt;a href=\"butler\"&gt;butler&lt;/a&gt; who often talks. He helps the Biskit twins with some of their devious plots. In the episode The Pet Fest Part 2, he is fired by the Biskit twins but is later re-hired by their father. It's revealed he has a family that breeds chinchillas.\nFred.\nFred is an employee of the museum wearing a mummy mascot in the episode \"A Day at the Museum\".\nGinny Hues.\nGinny Hues is the host of the TV show \"Wake up People!\" She only appears in the episode \"The Nest Hats Craze!\" and the cameo appearance of the episode \"To Paris With Zoe\".\nHenri.\nChef Henri is a cook who works for the Pet Jet. He spoke a line in French in his first appearance, but had an Italian accent in his second.\nHenrietta Twombly.\nHenrietta Twombly is the great-great-grandmother of Anna Twombly. She also created the first Littlest Pet Shop in the old west and the shop was passed down throughout generations. Also shown in \"The Treasure of Henrietta Twombly\", she kept a treasure chest full of fancy pet food for the pets.\nJane.\nJane is a woman who only appeared in \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep15\"&gt;Topped With Buttercream&lt;/a&gt;\".\nJasper Jones.\nJasper is Blythe's helpful, supportive and sometimes sarcastic friend. He is of &lt;a href=\"Afro-American%20peoples%20of%20the%20Americas\"&gt;African descent&lt;/a&gt; and has hazel eyes. Jasper has many hobbies and talents, such as photography, film editing and being able to paint detailed world landmarks like the &lt;a href=\"Taj%20Mahal\"&gt;Taj Mahal&lt;/a&gt; on rice's grains.\nJohn and Clarissa Trent.\nJohn and Clarissa Trent are Zoe Trent's owners.\nJosh Sharp.\nJosh first appears in \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep8\"&gt;Blythe's Crush&lt;/a&gt;\", and is secretly Blythe's love interest. Josh makes a second appearance in \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep17\"&gt;Helicopter Dad&lt;/a&gt;\" and has made various other appearances since.\nJudi Jo Jameson.\nJudi Jo Jameson is a loud and demanding \"pageant mom\" who becomes a temporary rival of Blythe. After her dog Princess Stori failed to win the Terriers and Tiaras pageant, she disowns him in disgust, leaving him to the care of Philippa.\nKen Kankatka.\nKen Kankatka is a friend of Roger Baxter and owner of Olive. He knew Roger from flying school and the two seem to be good friends, which is shown when the two give each other nicknames. It is likely that he is a pilot, much like Roger.\nMr. Kim.\nMr. Kim is a man who only appeared in the episode \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep37\"&gt;Blythe's Big Idea&lt;/a&gt;\".\nThe King.\nThe &lt;a href=\"King\"&gt;King&lt;/a&gt; is a Cousin of Minka's owner's cousin's cousin. He only appears in the episode \"So Interesting\".\nLaura.\nRoger Baxter's aunt, mentioned by him in War of the Weirds, as he recalled having seen clouds that looked like her.\nLauren Smith.\nThis is the birth name of Blythe's absent mother, who is only named. She is the former owner of Speedy Shellberg, and acquired the nickname \"Betty\" through unknown reasons. \"Betty\" Smith met and married Roger Baxter, and also gave birth to Blythe, in an unknown order. Although Blythe inquires about \"Betty\" Baxter, it is unclear if Lauren Baxter was still known by her childhood nickname after marriage. Until her father's clarification in the season 4 premiere, Blythe's questions indicate she did not know her mother's forename or surname. Like Blythe, she was able to talk to animals.\nLittlest Pat.\nLittlest Pat is a minor character. He went into the Littlest Pet Shop looking for a shop that would cater to his business. He is a small man who dresses like a leprechaun and has an Irish accent. He only made one appearance through the entire series, which means his first appearance is his last appearance.\nMadison.\nA girl in braces who isn't too bright. She subbed in for Blythe at the pet shop when Blythe was not there. She now works at the Pawza Hotel. She wears a face mask when near pets.\nMr. McHat and Mr. Coyfield.\nMr. McHat and Mr. Coyfield are Whiskers and Sideburns' owners.\nMcKenna Nicole.\nMcKenna Nicole is a girl who loves fashion. She attended Fashion University North during summer, staying in the \"Sew-What\" student dorm with Blythe.\nMs Westerkamp.\nMiss Westerkamp is the teacher of the Fashion University North day camp. It only appears in the episode \"Missing Blythe\".\nMrs Mondt.\nMrs Mondt is a Math teacher and head of the Matheletes. She first appeared in the episode \"Books and Covers\". Mrs. Mondt always seems to have problems with the Biskits. Namely because the two do not do very well in math and keep stating that math language is another form of terminology.\nMona Autumn.\nMona Autumn is the owner of the famous fashion bag magazine Tres Blasé. She is known to crush inspired fashionistas from even starting in fashion or give them a bright a future. In fact she is very nice, she acts tough so she could rule out any copy cats, suck ups and so on.\nMorgan.\nMorgan has played &lt;a href=\"Bruce%20Bruce\"&gt;Bruce Bruce&lt;/a&gt; in \"The Big, Feathered Parade The Big, Feathered Parade\".\nMorgan Payne.\nMorgan Payne is an art critic who appears in the episode \"&lt;a href=\"List%20of%20Littlest%20Pet%20Shop%20episodes%23ep3\"&gt;Bad Hair Day&lt;/a&gt;\".\nPrincipal Morris.\nPrincipal Morris is the principal of Downtown City High. He is shown to be strict about the school's order.\nOliver St. Oliver.\nOliver St. Oliver is the head of pet modelling.\nPhilippa.\nPhilippa is the niece of Judi Jo Jameson's husband. She helps Judi Jo at the dog pageants. E\nPhoebe.\nPhoebe is the assistant of Mona Autumn. She works exhaustively, with a very tight schedule, following severe exigences of her frightening boss.\nRamon.\nA devious Spanish costume designer who becomes an adversary for Blythe since he plundered her designs for a parade, but was caught. He appears in 'Plane it on Rio', where he repeats his crime to cheat in the Rio carnival show to cheat, but was again defeated.\nRiley Robinson.\nRiley Robinson is an Australian accented host of the reality show, \"Treasure Hunters\", who only appeared in the episode \"The Treasure of Henrietta Twombly\".\nRobinnia Amster.\nRobinnia Amster, usually addressed as Ms. Amster, is Downtown City High's history teacher. She has a love interest in Bob Barish.\nMr. Sawdust.\nMr. Sawdust is a janitor who only appeared in the episode \"Trading Places\". When Russell Ferguson followed Blythe Baxter into the school while inside the new backpack she's wearing, Mr. Sawdust thinks that there's a hedgehog on the loose in the school hall way but instead he captures a Prickly Rat in the trash can with his bigger net.\nSherman.\nSherman is a student of Downtown City High. He was introduced in \"Books and Covers\" as Blythe and Youngmee's mathlete classmate.\nThe Soul Patches.\nIt is Blythe and Youngmee's favourite band which is composed by four boys.\nTanya Twitchel.\nTanya Twitchel is a character seen in \"Terriers and Tiaras\". She entered the pet pageant with her dog, Sam U.L. She is shown to be very competitive and will try to make her way to the top no matter who she steps on in the process. She is not fond of Blythe, but seems to have a little more respect for others later.\nTess McSavage.\nTess McSavage is a world-famous zoologist, and friend of Mrs. Twombly. She is known by her TV show, \"Secrets of the Wild\".\nVi Tannabruzzo.\nVi Tannabruzzo first appeared in \"Penny For Your Laughs\".\nBrittany and Whittany Biskit.\nBrittany and Whittany Biskit are the main antagonists of the series. They are twins who are bullies and all-around rich &lt;a href=\"Spoiled%20child\"&gt;mean girl&lt;/a&gt;s that seem to envy their arch-nemesis Blythe. Though not the smartest, this duo is not opposed to using whatever evil scheme they can come up with (and \"Daddy's\" money) to sabotage Blythe and her friends' endeavors. Brittany and Whittany's father is the owner of Largest Ever Pet Shop, the unfriendly competitor of Littlest Pet Shop. Both the twins have red eyes; Brittany has bleached white hair while Whittany's is naturally black. They each one have a pet chinchilla; one is named Cashmere, the other Velvet.\nYadon'say.\nYadon'say is a silent pop diva. Her only role was in \"The Nest Hats Craze!\", but she's appeared many times as a background character. Her name is a play on the phrase \"you don't say\", alluding to the fact that she doesn't talk.\nYoungmee Song.\nYoungmee is Blythe's kind, empathetic (sometimes spacey), new friend whose Aunt Christie owns a neighbouring sweets shop and, Buttercream, the rabbit. She is of &lt;a href=\"Korean%20diaspora\"&gt;Korean descent&lt;/a&gt; and has jet black hair and dark violet eyes. She is well known for being intelligent. Youngmee soon becomes the only one of Blythe's friends who learn Blythe's secret. As of season 4, Youngmee gains a pet in Nutasha Margareta \"Nutmeg Dash\" Dashiniola (voiced by &lt;a href=\"Tabitha%20St.%20Germain\"&gt;Tabitha St. Germain&lt;/a&gt;), a &lt;a href=\"Cocker%20Spaniel\"&gt;Cocker Spaniel&lt;/a&gt; who previously belonged to a billionaire named William Stacie who recently passed away.\nReferences.\nCast information\nOther references"
}