{
    "id": "40726000",
    "revid": "30161259",
    "url": "https://en.wikipedia.org/wiki?curid=40726000",
    "title": "Walter Poenisch",
    "text": "Walter Poenisch (July 11, 1913 – June 6, 2000) was an American &lt;a href=\"baker\"&gt;baker&lt;/a&gt; and &lt;a href=\"long-distance%20swimming\"&gt;long-distance swimmer&lt;/a&gt;. In 1963, at the age of 50, Poenisch began his professional swimming career by swimming in the Jim Moran Lake Michigan Swim, a 30-mile professional marathon swim in &lt;a href=\"Lake%20Michigan\"&gt;Lake Michigan&lt;/a&gt;. In June 1972, Poenisch tried to establish a long-distance ocean swimming record off of Florida but was pulled from the water after sharks attacked his safety cage. In 1976, he swam 125 miles in the &lt;a href=\"Florida%20Straits\"&gt;Florida Straits&lt;/a&gt; and was listed in the &lt;a href=\"Guinness%20Book%20of%20World%20Records\"&gt;Guinness Book of World Records&lt;/a&gt; for the longest ocean swim. To memorialize his 65th birthday in 1978, Poenisch set out to be the first to swim from &lt;a href=\"Havana%2C%20Cuba\"&gt;Havana, Cuba&lt;/a&gt; to the &lt;a href=\"Florida%20Keys\"&gt;Florida Keys&lt;/a&gt;. As then-&lt;a href=\"President%20of%20Cuba\"&gt;President of Cuba&lt;/a&gt; &lt;a href=\"Fidel%20Castro\"&gt;Fidel Castro&lt;/a&gt; watched, Poenisch began his swim from Cuba on July 13, 1978. About thirty-three hours later, Poenisch arrived at &lt;a href=\"Little%20Duck%20Key\"&gt;Little Duck Key&lt;/a&gt;, a small island in the lower Florida Keys. As a result of not filing for official recognition – he had no outside observer beside his own personal crew – his swim did not receive official recognition. He subsequently sued three parties, including the &lt;a href=\"International%20Swimming%20Hall%20of%20Fame\"&gt;International Swimming Hall of Fame&lt;/a&gt; and &lt;a href=\"Diana%20Nyad\"&gt;Diana Nyad&lt;/a&gt;, a long-distance swimmer competitor who began her first &lt;a href=\"Marathon%20swimming%23Solo%20Swims\"&gt;Cuba-to-Florida swim&lt;/a&gt; on July 16, 1978 – two days after Poenisch arrived in Florida. Poenisch claimed that Nyad's publicist and Nyad had &lt;a href=\"slander\"&gt;slander&lt;/a&gt;ed him just before she left on her swim due to how they characterized his Cuba-to-Florida swim efforts. Poenisch received $5,000 from each of the three parties in an out-of-court settlement five years later in April 1983. Poenisch died in June 2000 and, as of September 2013, has not received official recognition for his 1978 Cuba-to-Florida swim.\nIn August 2017, Poenisch was inducted into the International Swimming Hall of Fame as a \"Pioneer Open Water Swimmer.\""
}