{
    "id": "40735575",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=40735575",
    "title": "Secretary of the Department of the Prime Minister and Cabinet (Australia)",
    "text": "The Secretary of the Department of the Prime Minister and Cabinet is the &lt;a href=\"Australian%20Public%20Service\"&gt;public service&lt;/a&gt; &lt;a href=\"Departmental%20secretary\"&gt;head&lt;/a&gt; of Australia's &lt;a href=\"Department%20of%20the%20Prime%20Minister%20and%20Cabinet%20%28Australia%29\"&gt;Department of the Prime Minister and Cabinet&lt;/a&gt; and the most senior &lt;a href=\"public%20servant\"&gt;public servant&lt;/a&gt; in the administration of &lt;a href=\"Government%20of%20Australia\"&gt;Government in Australia&lt;/a&gt;.\nThe Secretary of the Department of the Prime Minister and Cabinet should not be confused with the &lt;a href=\"Cabinet%20Secretary%20%28Australian%20minister%29\"&gt;Cabinet Secretary&lt;/a&gt;, a ministerial position within the &lt;a href=\"Department%20of%20the%20Prime%20Minister%20and%20Cabinet%20%28Australia%29\"&gt;Department of the Prime Minister and Cabinet&lt;/a&gt; portfolio responsible for assisting the &lt;a href=\"Prime%20Minister%20of%20Australia\"&gt;Prime Minister&lt;/a&gt; in the procedural and operational matters of the &lt;a href=\"Cabinet%20of%20Australia\"&gt;Cabinet of Australia&lt;/a&gt;.\nThe Secretary of the DPMC is Australia’s highest-paid bureaucrat, earning more than $914,000, as of 2019.\nList of Secretaries of the Department of the Prime Minister and Cabinet.\nBelow is the list of Secretaries, since the first appointment was made on 1 January 1912.\nHistorical arrangements.\nWithin days of &lt;a href=\"John%20Gorton\"&gt;John Gorton&lt;/a&gt; becoming Prime Minister, the functions of the Prime Minister's Department was split and a Department of the Cabinet Office was established. On taking office as Prime Minister in 1971, &lt;a href=\"William%20McMahon\"&gt;William McMahon&lt;/a&gt; reversed Gorton's changes and restored earlier changes via the creation of the Department of the Prime Minister and Cabinet. A lesser role of Secretary to the Department of the Vice-President of the Executive Council was established for a short time; abolished in the early days of the &lt;a href=\"Whitlam%20government\"&gt;Whitlam government&lt;/a&gt;. Upon &lt;a href=\"1996%20Australian%20federal%20election\"&gt;election to office in 1996&lt;/a&gt;, &lt;a href=\"John%20Howard\"&gt;John Howard&lt;/a&gt; established a separate &lt;a href=\"Cabinet%20of%20Australia\"&gt;Cabinet Office&lt;/a&gt; within the Department of the Prime Minister and Cabinet. The Cabinet Office was a small unit, staffed from within and outside the public service, which provided the Prime Minister with advice on issues before Cabinet as well as strategic policy directions."
}