{
    "id": "40773811",
    "revid": "9784415",
    "url": "https://en.wikipedia.org/wiki?curid=40773811",
    "title": "2,4-Dinitroanisole",
    "text": "2,4-Dinitroanisole (DNAN) is a low sensitivity organic compound. It has an &lt;a href=\"anisole\"&gt;anisole&lt;/a&gt; (methoxybenzene) core, with two &lt;a href=\"nitro%20group\"&gt;nitro group&lt;/a&gt;s (–NO2) attached.\nIt is not explosive itself unless it is mixed with other explosive chemicals in certain ratios. Compared with TNT it has only 90% of the explosive power and is less dense with a higher melting point.\nProperties.\n2,4-Dinitroanisole crystallises in the &lt;a href=\"monoclinic\"&gt;monoclinic&lt;/a&gt; form. The unit cell has these sizes and angles: a=8.772 Å b=12.645 Å c=15.429 Å 81.89°, cell volume is V=1694 Å3, There are eight molecules in each &lt;a href=\"unit%20cell\"&gt;unit cell&lt;/a&gt;, with four positions symmetric. The two asymmetric positions have the molecule bent in different ways. The &lt;a href=\"methyl%20group\"&gt;methyl group&lt;/a&gt; can be rotated either at 5° or 13° out of the plane of the benzene ring. The \"&lt;a href=\"Arene%20substitution%20pattern%23Ortho%2C%20meta%2C%20and%20para%20substitution\"&gt;ortho&lt;/a&gt;\" nitro group is rotated at 3° or 35°. The \"&lt;a href=\"Arene%20substitution%20pattern%23Ortho%2C%20meta%2C%20and%20para%20substitution\"&gt;para&lt;/a&gt;\" nitro group is close to parallel with the ring plane.\nThe &lt;a href=\"specific%20heat\"&gt;specific heat&lt;/a&gt; of solid 2,4-dinitroanisole is given by Cp (Jmol−1K−1) = 0.3153 + 0.00265T (T in K). At 298.15 K. it is 219.02 Jmol−1K−1 The &lt;a href=\"melting%20enthalpy\"&gt;melting enthalpy&lt;/a&gt; is 20.2 kJmol−1 and &lt;a href=\"solidification%20heat\"&gt;solidification heat&lt;/a&gt; is 19.7 kJmol−1. These can differ so much as the liquid can be &lt;a href=\"supercool\"&gt;supercool&lt;/a&gt;ed 22.8 °C. The initial decomposition temperature is 295 °C, and the explosion temperature is 312 °C. On explosion the adiabatic temperature rise is 4923 °C. Ignition temperature is 347 °C.\nReactions.\n2,4-Dinitroanisole reacts without heat with a &lt;a href=\"potassium%20cyanide\"&gt;potassium cyanide&lt;/a&gt; solution to form a red coloured product via the &lt;a href=\"isopurpuric%20acid%20reaction\"&gt;isopurpuric acid reaction&lt;/a&gt;. In this cyanide is added in the meta position, and the ortho nitro group is reduced to -NHOH.\nIn alkaline conditions DNAN can be attacked at the methoxy position with nucleophiles to form &lt;a href=\"Meisenheimer%20complex\"&gt;Meisenheimer complex&lt;/a&gt;es. In these the ring develops a negative charge and another group is attached at the methoxy attachment point. So for example, sodium methoxide can produce the 6,6-dimethoxy-1,3-dinitro-1,3-cyclohexadiene anion.\nWhen heated under pressure with water and ammonia DNAN is converted to &lt;a href=\"2%2C4-dinitroaniline\"&gt;2,4-dinitroaniline&lt;/a&gt;.\nWith iron and acetic acid DNAN nitro groups can be reduced to amines forming &lt;a href=\"2%2C4-diaminoanisole\"&gt;2,4-diaminoanisole&lt;/a&gt;.\nFormation.\n2,4-Dinitroanisole can be formed from \"p\"-nitroanisole or \"o\"-nitroanisole nitration. Also it can be formed from &lt;a href=\"1-chloro-2%2C4-dinitrobenzene\"&gt;1-chloro-2,4-dinitrobenzene&lt;/a&gt; by treatment with &lt;a href=\"sodium%20methoxide\"&gt;sodium methoxide&lt;/a&gt; (sodium in methanol) or &lt;a href=\"sodium%20hydroxide\"&gt;sodium hydroxide&lt;/a&gt; with &lt;a href=\"methanol\"&gt;methanol&lt;/a&gt;.\nOver a period of days, alkalies will hydrolyse the ether bond to form &lt;a href=\"2%2C4-dinitrophenol\"&gt;2,4-dinitrophenol&lt;/a&gt;.\nUse.\n2,4-Dinitroanisole is used as an explosive replacing TNT. It is used in explosive mixtures such as &lt;a href=\"IMX-101\"&gt;IMX-101&lt;/a&gt;, &lt;a href=\"IMX-104\"&gt;IMX-104&lt;/a&gt;, &lt;a href=\"PAX-48\"&gt;PAX-48&lt;/a&gt;, &lt;a href=\"PAX-21\"&gt;PAX-21&lt;/a&gt; and &lt;a href=\"PAX-41\"&gt;PAX-41&lt;/a&gt; in the &lt;a href=\"spider%20grenade\"&gt;spider grenade&lt;/a&gt;. It can be melted and cast more safely. It has also been used as a dye ingredient and insecticide.\nEnvironment.\nWhen mixed with soil, 2,4-dinitroanisole is modified by bacteria through the path 2-nitroso-4-nitroanisole, 2-hydroxyamino-4-nitroanisole to 2-amino-4-nitroanisole. This takes place on a time scale of a few weeks. In the human body it is converted to &lt;a href=\"2%2C4-dinitrophenol\"&gt;2,4-dinitrophenol&lt;/a&gt;. Recent reports, demonstrated that a Nocardia sp. bacterium was able to mineralize 2, 4-dinitroanisole as a sole carbon source, via well established 2,4-dinitrophenol pathway."
}