{
    "id": "40812745",
    "revid": "1574590",
    "url": "https://en.wikipedia.org/wiki?curid=40812745",
    "title": "Welcome to the Universe Tour",
    "text": "The Welcome to the Universe Tour was a &lt;a href=\"concert%20tour\"&gt;concert tour&lt;/a&gt; by American rock band &lt;a href=\"Thirty%20Seconds%20to%20Mars\"&gt;Thirty Seconds to Mars&lt;/a&gt;, in support of their second studio album \"&lt;a href=\"A%20Beautiful%20Lie\"&gt;A Beautiful Lie&lt;/a&gt;\" (2005). Presenting a series of inexpensive concerts for music fans, the concert tour was announced in August 2006 as a part of the &lt;a href=\"MTV2\"&gt;MTV2&lt;/a&gt; $2Bill tour. The Welcome to the Universe Tour began on October 17, 2006 in Minneapolis, Minnesota and ended on November 25, 2006 in Los Angeles, California. The setlist encompassed songs from their first two studio albums, \"&lt;a href=\"30%20Seconds%20to%20Mars%20%28album%29\"&gt;30 Seconds to Mars&lt;/a&gt;\" and \"A Beautiful Lie\".\nLabelled as a &lt;a href=\"Environmentalism\"&gt;green&lt;/a&gt; tour, Thirty Seconds to Mars developed strategies that minimized fuel consumption of all touring vehicles. &lt;a href=\"Head%20Automatica\"&gt;Head Automatica&lt;/a&gt; and &lt;a href=\"Cobra%20Starship\"&gt;Cobra Starship&lt;/a&gt; served as the opening acts, with other bands joining for select dates. The Welcome to the Universe Tour received positive reviews from critics, who praised Thirty Seconds to Mars' energy onstage and the production of the show. The concert tour was recorded and broadcast on MTV2.\nBackground.\nThe tour was officially announced on August 31, 2006 by &lt;a href=\"MTV2\"&gt;MTV2&lt;/a&gt; as a part of the $2Bill tour, which previously attracted a diverse mix of music artists, including &lt;a href=\"Beastie%20Boys\"&gt;Beastie Boys&lt;/a&gt;, &lt;a href=\"Radiohead\"&gt;Radiohead&lt;/a&gt;, &lt;a href=\"Coldplay\"&gt;Coldplay&lt;/a&gt;, and &lt;a href=\"Kanye%20West\"&gt;Kanye West&lt;/a&gt;. Set for October 2006, the tour showcased Thirty Seconds to Mars' second studio album \"&lt;a href=\"A%20Beautiful%20Lie\"&gt;A Beautiful Lie&lt;/a&gt;\". It commenced on October 17, 2006 in Minneapolis, Minnesota and ended on November 25, 2006 in Los Angeles, California. The tour was announced shortly after the &lt;a href=\"2006%20MTV%20Video%20Music%20Awards\"&gt;2006 MTV Video Music Awards&lt;/a&gt; at which Thirty Seconds to Mars received the &lt;a href=\"MTV%20Video%20Music%20Award%20%E2%80%93%20MTV2%20Award\"&gt;MTV2 Award&lt;/a&gt; for their single \"&lt;a href=\"The%20Kill\"&gt;The Kill&lt;/a&gt;\". A limited number of tickets per city were made available for $2 each in a special internet pre-sale sponsored by MTV2 and Thirty Seconds to Mars beginning on September 16. Sales for general tickets began the following week on September 23. Determined to offset the impact that the tour would have on the environment, Thirty Seconds to Mars worked to develop strategies that would minimize fuel consumption and all touring vehicles were powered by low-emissions renewable &lt;a href=\"biodiesel\"&gt;biodiesel&lt;/a&gt;, a fuel made partly from vegetable oil. In an interview with MTV News, &lt;a href=\"Jared%20Leto\"&gt;Jared Leto&lt;/a&gt; described the tour as:\n\"This is an amazing time of celebration for us all and we are very excited to join forces with the unique and creative individuals at MTV2 to present what we hope will be one of the most exciting tours of the fall... Welcome to the Universe. With a powerful line up of phenomenally talented opening bands and having an environmentally acceptable 'green' tour, we are looking forward to yet another chance for us to share something unique with our family of fans that have supported us so passionately and also invite and introduce many others to the world of Thirty Seconds to Mars. Taking this approach gives us the opportunity to set an example and share with others the possibilities of real alternatives for a safer, cleaner world. We will see you all very soon for what will be an exciting, chaotic circus of insanity, and an unforgettable tour.\"\n&lt;a href=\"Head%20Automatica\"&gt;Head Automatica&lt;/a&gt; and &lt;a href=\"Cobra%20Starship\"&gt;Cobra Starship&lt;/a&gt; were announced as the opening acts for Thirty Seconds to Mars. In addition, &lt;a href=\"Rock%20Kills%20Kid\"&gt;Rock Kills Kid&lt;/a&gt;, &lt;a href=\"The%20Pink%20Spiders\"&gt;The Pink Spiders&lt;/a&gt;, &lt;a href=\"The%20Receiving%20End%20of%20Sirens\"&gt;The Receiving End of Sirens&lt;/a&gt;, &lt;a href=\"Envy%20on%20the%20Coast\"&gt;Envy on the Coast&lt;/a&gt;, &lt;a href=\"Men%2C%20Women%20%26amp%3B%20Children%20%28band%29\"&gt;Men, Women &amp; Children&lt;/a&gt;, and &lt;a href=\"Street%20Drum%20Corps\"&gt;Street Drum Corps&lt;/a&gt; joined the tour for select dates. Leto stated, \"We want to create a festival atmosphere. We plan on bringing an element of excitement and chaos and escape. We are going to do things that have never been done before, and we are making all kinds of plans and postulations about the possibilities. We have a lot of things happening, and it's very exciting.\"\nReception.\nThe Welcome to the Universe Tour garnered generally positive reviews from critics. Jay Cridlin of the \"&lt;a href=\"St.%20Petersburg%20Times\"&gt;St. Petersburg Times&lt;/a&gt;\" praised the performance at the Jannus Landing, saying that Thirty Seconds to Mars proved to be \"a legitimate musical force.\" Karen Bondowski from Livewire gave a positive review of the concert at the Eagles Ballroom in Milwaukee and complimented songs like \"&lt;a href=\"A%20Beautiful%20Lie%20%28song%29\"&gt;A Beautiful Lie&lt;/a&gt;\", \"&lt;a href=\"Attack%20%28Thirty%20Seconds%20to%20Mars%20song%29\"&gt;Attack&lt;/a&gt;\", \"&lt;a href=\"From%20Yesterday\"&gt;From Yesterday&lt;/a&gt;\", \"Buddha for Mary\" and \"R-Evolve\". The reviewer also said that the band \"delivered the giant choruses and electrified but deliciously spacey guitars with a genuine fervor.\" Chad DuPriest from \"&lt;a href=\"Pegasus%20News\"&gt;Pegasus News&lt;/a&gt;\" was impressed by the show at Ridglea Theatre in Fort Worth and said \"That's what really makes this band stand out. They don't merely go to a concert to perform and get it over with, they aim to grow their cult and seek recognition – and they do this by putting on a badass concert.\" He also commented, \"Most impressive were the phenomenal lighting effects, able to present the stage as everything from a strobe-lit nightmare to a peaceful realm of lucidity for the light guitar solos.\" Karah Leigh from the \"&lt;a href=\"Houstonist\"&gt;Houstonist&lt;/a&gt;\" gave a positive review of concert at the Verizon Wireless Theater and wrote that the band \"completely blew us away\", saying that they \"did an amazing job.\" The reviewer however criticized the lack of participation by the audience. Matthew J. Palm of the \"&lt;a href=\"Orlando%20Sentinel\"&gt;Orlando Sentinel&lt;/a&gt;\" gave a positive review of the concert and wrote that \"[Jared] Leto doesn't follow rules. [...] He can rock your socks off—employing a throat-shredding delivery on pulsating crowd-pleasers such as \"A Beautiful Lie\", \"&lt;a href=\"The%20Kill\"&gt;The Kill&lt;/a&gt;\" and \"Savior.\"\nBroadcast and recordings.\nIn support of the Welcome to the Universe Tour, Thirty Seconds to Mars hosted an episode of &lt;a href=\"MTV2\"&gt;MTV2&lt;/a&gt;'s \"T-Minus Rock\" on October 25, 2006 at the &lt;a href=\"MTV\"&gt;MTV Studios&lt;/a&gt;, &lt;a href=\"Times%20Square\"&gt;Times Square&lt;/a&gt; in New York City. &lt;a href=\"MTV%20Overdrive\"&gt;MTV Overdrive&lt;/a&gt; streamed a tour diary featuring the band's experiences with footage recorded at various concerts. MTV2 filmed a special of the Welcome to the Universe Tour depicting Thirty Seconds to Mars, Head Automatica and Cobra Starship, which aired on November 4, 2006. It also recorded a television special featuring the bands touring alongside Thirty Seconds to Mars. Footage recorded during the Welcome to the Universe Tour was released on the deluxe edition of the band's album \"A Beautiful Lie\" on December 5, 2006.\nSet list.\nThis setlist is representative of the show in Fort Worth at the Ridglea Theatre. It does not represent all dates throughout the tour."
}