{
    "id": "408270",
    "revid": "23512014",
    "url": "https://en.wikipedia.org/wiki?curid=408270",
    "title": "Armenian Revolutionary Federation",
    "text": "The Armenian Revolutionary Federation ( , abbr. ARF or ARF-D) also known as Dashnaktsutyun (collectively referred to as Dashnaks for short), is an &lt;a href=\"Armenian%20nationalist\"&gt;Armenian nationalist&lt;/a&gt; and &lt;a href=\"socialist\"&gt;socialist&lt;/a&gt; political party founded in 1890 in &lt;a href=\"Tiflis\"&gt;Tiflis&lt;/a&gt;, &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; (now &lt;a href=\"Tbilisi\"&gt;Tbilisi&lt;/a&gt;, &lt;a href=\"Georgia%20%28country%29\"&gt;Georgia&lt;/a&gt;) by &lt;a href=\"Christapor%20Mikaelian\"&gt;Christapor Mikaelian&lt;/a&gt;, &lt;a href=\"Stepan%20Zorian\"&gt;Stepan Zorian&lt;/a&gt;, and &lt;a href=\"Simon%20Zavarian\"&gt;Simon Zavarian&lt;/a&gt;. Today the party operates in &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, &lt;a href=\"Artsakh%20Republic\"&gt;Artsakh&lt;/a&gt;, &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt;, &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; and in countries where the &lt;a href=\"Armenian%20diaspora\"&gt;Armenian diaspora&lt;/a&gt; is present. Although it has long been the most influential political party in the Armenian diaspora, it has a comparatively smaller presence in modern-day &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;. As of October 2021, the party was represented in three national parliaments with ten seats in the &lt;a href=\"National%20Assembly%20of%20Armenia\"&gt;National Assembly of Armenia&lt;/a&gt;, three seats in the &lt;a href=\"National%20Assembly%20%28Artsakh%29\"&gt;National Assembly of Artsakh&lt;/a&gt; and three seats in the &lt;a href=\"Parliament%20of%20Lebanon\"&gt;Parliament of Lebanon&lt;/a&gt; as part of the &lt;a href=\"March%208%20Alliance\"&gt;March 8 Alliance&lt;/a&gt;.\nThe ARF has traditionally advocated &lt;a href=\"democratic%20socialism\"&gt;democratic socialism&lt;/a&gt; and is a full member of the &lt;a href=\"Socialist%20International\"&gt;Socialist International&lt;/a&gt; since 2003, which it had originally joined in 1907. It has the largest membership of the political parties present in the Armenian diaspora, having established affiliates in more than 20 countries. Compared to other diasporan Armenian parties which tend to primarily focus on educational or humanitarian projects, the ARF is the most politically oriented of the organizations and traditionally has been one of the staunchest supporters of &lt;a href=\"Armenian%20nationalism\"&gt;Armenian nationalism&lt;/a&gt;. The party campaigns for the &lt;a href=\"recognition%20of%20the%20Armenian%20genocide\"&gt;recognition of the Armenian genocide&lt;/a&gt; and the right to &lt;a href=\"Armenian%20genocide%20reparations\"&gt;reparations&lt;/a&gt;. It also advocates the establishment of &lt;a href=\"Greater%20Armenia%20%28political%20concept%29\"&gt;United Armenia&lt;/a&gt;, partially based on the &lt;a href=\"Treaty%20of%20S%C3%A8vres\"&gt;Treaty of Sèvres&lt;/a&gt; of 1920.\nThe ARF was founded as a merger of various Armenian political groups, mainly from the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt;, with the declared goal of achieving \"the political and economic freedom of Turkish Armenia\" by means of armed rebellion. In the 1890s, the party sought to unify the various small groups in the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt; that were advocating for reform and defending Armenian villages from the massacres and banditry that were widespread in some of the Armenian-populated areas of the empire. ARF members formed \"&lt;a href=\"Armenian%20fedayi\"&gt;fedayi&lt;/a&gt;\" groups that defended Armenian civilians through armed resistance. The party refrained from revolutionary activity in the Russian Empire until the decision of the Russian authorities to confiscate Armenian Church property in 1903. Initially restricting its demands to the establishment of autonomy and democratic rights for Armenians in the two empires, the party adopted an independent and united Armenia as part of its program in 1919.\nIn 1918, the party was instrumental in the creation of the &lt;a href=\"First%20Republic%20of%20Armenia\"&gt;First Republic of Armenia&lt;/a&gt;, which fell to the &lt;a href=\"Soviet%20Union\"&gt;Soviet&lt;/a&gt; communists in 1920. After its leadership was exiled by the communists, the ARF established itself within &lt;a href=\"Armenian%20diaspora\"&gt;Armenian diaspora&lt;/a&gt; communities, where it helped Armenians preserve their cultural identity. After the fall of the &lt;a href=\"USSR\"&gt;USSR&lt;/a&gt;, it reestablished its presence in Armenia. Prior to &lt;a href=\"Serzh%20Sargsyan\"&gt;Serzh Sargsyan&lt;/a&gt;'s election as president of Armenia and for a short time thereafter, the ARF was a member of the governing coalition, even though it nominated its own candidate in the &lt;a href=\"2008%20Armenian%20presidential%20election\"&gt;presidential elections&lt;/a&gt;.\nARF then reentered Sargsyan's cabinet in February 2016 in what was defined as a \"long-term political cooperation\" agreement with the Republican Party by means of which the ARF would share responsibility for all government policies. The ARF then approved of Sargsyan's nomination as Prime Minister, from which he resigned six days later amid large-scale protests in what came to be known as the &lt;a href=\"2018%20Armenian%20Velvet%20Revolution\"&gt;Velvet Revolution&lt;/a&gt;. By the evening of 25 April 2018, ARF-Dashnaktsutyun had withdrawn from the coalition.\nFollowing the Velvet Revolution, the party lost support from the general public in Armenia and is now being polled at 1–2%. The party then lost political representation after &lt;a href=\"2018%20Armenian%20parliamentary%20election\"&gt;2018 Armenian parliamentary election&lt;/a&gt; after receiving only 3.89% of the votes, which is lower than the 5% minimum threshold required for representation in parliament.\nDuring the &lt;a href=\"2020%E2%80%932021%20Armenian%20protests\"&gt;2020–2021 Armenian protests&lt;/a&gt;, the party confirmed it would participate in the &lt;a href=\"2021%20Armenian%20parliamentary%20election\"&gt;2021 Armenian parliamentary election&lt;/a&gt;s as part of a political alliance with &lt;a href=\"Reborn%20Armenia\"&gt;Reborn Armenia&lt;/a&gt;. Following the election, the &lt;a href=\"Armenia%20Alliance\"&gt;Armenia Alliance&lt;/a&gt; led by the second President of Armenia, &lt;a href=\"Robert%20Kocharyan\"&gt;Robert Kocharyan&lt;/a&gt; won 21% of the popular vote and gained 29 seats in the National Assembly.\nEarly history.\nIn the late 19th century, the &lt;a href=\"Russian%20Empire\"&gt;Russian Empire&lt;/a&gt; became the hub of small groups advocating reform in Armenian-populated areas in the &lt;a href=\"Ottoman%20Empire\"&gt;Ottoman Empire&lt;/a&gt;. In 1890, recognizing the need to unify these groups in order to be more efficient, &lt;a href=\"Christapor%20Mikaelian\"&gt;Christapor Mikaelian&lt;/a&gt;, &lt;a href=\"Simon%20Zavarian\"&gt;Simon Zavarian&lt;/a&gt; and &lt;a href=\"Stepan%20Zorian\"&gt;Stepan Zorian&lt;/a&gt; created a new political party called the \"Federation of Armenian Revolutionaries\" (, Hay Heghapokhakanneri Dashnaktsutyun), which would eventually be called the \"Armenian Revolutionary Federation\" or \"Dashnaktsutiun\" in 1890.\nThe &lt;a href=\"Social%20Democrat%20Hunchakian%20Party\"&gt;Social Democrat Hunchakian Party&lt;/a&gt;, an existing Armenian socialist and revolutionary party, initially agreed to join the \"Federation of Armenian Revolutionaries.\" However, the Hunchaks soon withdrew due to disputes over ideological and organizational questions, such as the role of socialism in the party's program. Another faction of non-socialists led by Konstantin Khatisian split from the federation early on. Despite this, the party began to organize itself in the Ottoman Empire and convened its First General Congress in 1892, where a program containing socialist principles was adopted. The original aim of the ARF was to gain autonomy for the Armenian-populated areas in the Ottoman Empire by means of armed rebellion. At the First Congress, the party adopted a decentralized \"modus operandi\" according to which the chapters in different countries were allowed to plan and implement policies in tune with their local political atmosphere. The party set its goal of a society based on the democratic principles of &lt;a href=\"freedom%20of%20assembly\"&gt;freedom of assembly&lt;/a&gt;, &lt;a href=\"freedom%20of%20speech\"&gt;freedom of speech&lt;/a&gt;, &lt;a href=\"freedom%20of%20religion\"&gt;freedom of religion&lt;/a&gt; and &lt;a href=\"agrarian%20reform\"&gt;agrarian reform&lt;/a&gt;.\nRussian Empire.\nThe ARF gradually acquired significant strength and sympathy among &lt;a href=\"Russian%20Armenians\"&gt;Russian Armenians&lt;/a&gt;. Mainly because of the ARF's stance towards the Ottoman Empire, the party enjoyed the support of the central Russian administration, as &lt;a href=\"tsarist\"&gt;tsarist&lt;/a&gt; and ARF foreign policy had the same alignment until 1903. On 12 June 1903, the tsarist authorities passed an edict to bring all Armenian Church property under imperial control. This was faced by strong ARF opposition, because the ARF perceived the tsarist edict as a threat to the Armenian national existence. As a result, the ARF leadership decided to defend Armenian churches by dispatching militiamen who acted as guards and by holding mass demonstrations. In 1904, the party broke with its old policy of non-struggle against the Tsarist authorities, engaging in acts of terrorism against the imperial bureaucracy and establishing separate schools, courts, and prisons in Russian Armenia.\nIn 1905–06, the &lt;a href=\"Armenian-Tatar%20massacres\"&gt;Armenian-Tatar massacres&lt;/a&gt; broke out during which the ARF became involved in armed activities. Some sources claim that the Russian government incited the massacres in order to reinforce its authority during the revolutionary turmoil of 1905. The first outbreak of violence occurred in &lt;a href=\"Baku\"&gt;Baku&lt;/a&gt;, in February 1905. The ARF held the Russian authorities responsible for inaction and instigation of massacres that were part of a larger &lt;a href=\"Anti-Armenianism\"&gt;anti-Armenian&lt;/a&gt; policy. On 11 May 1905, Dashnak revolutionary &lt;a href=\"Drastamat%20Kanayan\"&gt;Drastamat Kanayan&lt;/a&gt; assassinated Russian governor general &lt;a href=\"Mikhail%20Nakashidze\"&gt;Nakashidze&lt;/a&gt;, who was considered by the Armenian population as the main instigator of hate and confrontation between the Armenians and the Tatars. Unable to rely on the state for protection, the Armenian bourgeoisie turned to the ARF. Against the criticisms of their rivals to the left (the Hunchaks, Bolsheviks and &lt;a href=\"Armenian%20Social-Democratic%20Labour%20Organization\"&gt;Specifists&lt;/a&gt;), the Dashnak leaders argued that, given employment discrimination against Armenian workers in non-Armenian concerns, the defence provided to the Armenian bourgeoisie was essential to the safekeeping of employment opportunities for Armenian laborers. The Russian Tsar's envoy in the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, Vorontsov-Dashkov, reported that the ARF bore a major portion of responsibilities for perpetrating the massacres. The ARF, however, argued that it helped to organize the defence of the Armenian population against Muslim attacks. The blows suffered at the hands of the Dashnakist fighting squads proved a catalyst for the consolidation of the Muslim community of the Caucasus. During that period, the ARF regarded armed activity, including &lt;a href=\"Terrorism\"&gt;terror&lt;/a&gt;, as necessary for the achievement of political goals.\nIn January 1912, 159 ARF members, being lawyers, bankers, merchants and other intellectuals, were tried before the Russian senate for their participation in the party. They were defended by then-lawyer &lt;a href=\"Alexander%20Kerensky\"&gt;Alexander Kerensky&lt;/a&gt;, who challenged much of the evidence used against them as the \"original investigators had been encouraged by the local administration to use any available means\" to convict the men. Kerensky succeeded in having the evidence reexamined for one of the defendants. He and several other lawyers \"made openly contemptuous declarations\" about this discrepancy to the Russian press, which was forbidden to attend the trials, and this in turn greatly embarrassed the senators. The Senate eventually opened an inquiry against the chief &lt;a href=\"magistrate\"&gt;magistrate&lt;/a&gt; who had brought the charges against the Dashnak members and concluded that he was insane. Ninety-four of the accused were acquitted, while the rest were either imprisoned or exiled for varying periods, the most severe being six years.\nPersian Empire.\nThe Dashnaktsutiun held a meeting on 26 April 1907, dubbed the Fourth General Congress, at which ARF leaders such as &lt;a href=\"Aram%20Manukian\"&gt;Aram Manukian&lt;/a&gt;, &lt;a href=\"Hamo%20Ohanjanyan\"&gt;Hamo Ohanjanyan&lt;/a&gt; and &lt;a href=\"Stepan%20Stepanian\"&gt;Stepan Stepanian&lt;/a&gt; discussed their engagement in the &lt;a href=\"Iranian%20Constitutional%20Revolution\"&gt;Iranian Constitutional Revolution&lt;/a&gt;. They established that the movement was one that had political, ideological and economic components and was thus aimed at establishing law and order, human rights and the interests of all working people. They also felt that it would work for the benefit and interest of &lt;a href=\"Armenian-Iranians\"&gt;Armenian-Iranians&lt;/a&gt;. The final vote was 25 votes in favour and one absentia.\nFrom 1907 to 1908, during the time when the Young Turks came to power in the Ottoman Empire, Armenians from the &lt;a href=\"Caucasus\"&gt;Caucasus&lt;/a&gt;, &lt;a href=\"Western%20Armenia\"&gt;Western Armenia&lt;/a&gt;, and &lt;a href=\"Iran\"&gt;Iran&lt;/a&gt; started to collaborate with Iranian constitutionalists and revolutionaries. Political parties, notably the Dashnaktsutiun, wanted to influence the direction of the revolution towards greater democracy and to safeguard gains already achieved. The Dashnak contribution to the fight was mostly military, as it sent some of its well-known fedayees to Iran after the guerrilla campaign in the Ottoman Empire ended with the rise of the Young Turks. A notable ARF member already in Iran was &lt;a href=\"Yeprem%20Khan\"&gt;Yeprem Khan&lt;/a&gt;, who had established a branch of the party in the country. Yeprem Khan was highly instrumental in the Constitutional revolution of Iran. After the Persian national parliament was shelled by the Russian Colonel &lt;a href=\"Vladimir%20Liakhov\"&gt;Vladimir Liakhov&lt;/a&gt;, Yeprem Khan rallied with &lt;a href=\"Sattar%20Khan\"&gt;Sattar Khan&lt;/a&gt; and other revolutionary leaders in the Constitutional Revolution of Iran against &lt;a href=\"Mohammad%20Ali%20Shah%20Qajar\"&gt;Mohammad Ali Shah Qajar&lt;/a&gt;. Relations between Sattar Khan and the ARF oscillated between amity and resentment. Sometimes he was viewed as being ignorant, while at other times he was dubbed a great hero. Nonetheless, the ARF came to collaborate with him and alongside Yeprem Khan posted many victories including the capture of &lt;a href=\"Rasht\"&gt;Rasht&lt;/a&gt; in February 1909. At the end of June 1909, the fighters &lt;a href=\"Triumph%20of%20Tehran\"&gt;arrived&lt;/a&gt; in &lt;a href=\"Tehran\"&gt;Tehran&lt;/a&gt; and after several battles, took over the &lt;a href=\"Majlis%20of%20Iran\"&gt;Majles&lt;/a&gt; building and the &lt;a href=\"Sepahsalar%20Mosque\"&gt;Sepahsalar Mosque&lt;/a&gt;. Yeprem Khan was then appointed chief of Tehran police. This caused tensions between the Dashnaks and Khan.\nOttoman Empire.\nAbdul Hamid Period (1894–1908).\nThe ARF became a major political force in Armenian life. It was especially active in the Ottoman Empire, where it organized or participated in many revolutionary activities. In 1894, the ARF took part in the &lt;a href=\"Sasun%20Resistance%20%281894%29\"&gt;Sasun Resistance&lt;/a&gt;, supplying arms to the local population to help the people of Sasun defend themselves against the Hamidian purges. In June 1896, the &lt;a href=\"Armenakan%20Party\"&gt;Armenakan Party&lt;/a&gt; organized the &lt;a href=\"Defense%20of%20Van%20%281896%29\"&gt;Van Rebellion&lt;/a&gt; in the province of &lt;a href=\"Van%2C%20Turkey\"&gt;Van&lt;/a&gt;. The Armenakans, assisted by members of the Hunchakian and ARF parties, supplied all able-bodied men of Van with weapons. They rose to defend the civilians from the attack and subsequent massacre.\n To raise awareness of the &lt;a href=\"Hamidian%20massacres\"&gt;massacres of 1895–96&lt;/a&gt;, members of the Dashnaktsutiun led by &lt;a href=\"Papken%20Siuni\"&gt;Papken Siuni&lt;/a&gt;, &lt;a href=\"1896%20Ottoman%20Bank%20takeover\"&gt;occupied the Ottoman Bank&lt;/a&gt; on 26 August 1896. The purpose of the raid was to dictate the ARF's demands of reform in the Armenian populated areas of the Ottoman Empire and to attract European attention to their cause since the Europeans had many assets in the bank. The operation caught European attention but at the cost of more massacres by Sultan &lt;a href=\"Abdul%20Hamid%20II\"&gt;Abdul Hamid II&lt;/a&gt;.\nDuring this period, many famous intellectuals joined the Armenian Revolutionary Federation, including &lt;a href=\"Harutiun%20Shahrigian\"&gt;Harutiun Shahrigian&lt;/a&gt;, &lt;a href=\"Avetik%20Isahakyan\"&gt;Avetik Isahakyan&lt;/a&gt;, &lt;a href=\"Hakob%20Zavriev\"&gt;Hakob Zavriev&lt;/a&gt;, &lt;a href=\"Levon%20Shant\"&gt;Levon Shant&lt;/a&gt;, &lt;a href=\"Karekin%20Khajag\"&gt;Karekin Khajag&lt;/a&gt;, &lt;a href=\"Vartkes%20Sereng%C3%BClian\"&gt;Vartkes Serengülian&lt;/a&gt;, &lt;a href=\"Abraham%20Gyulkhandanyan\"&gt;Abraham Gyulkhandanyan&lt;/a&gt;, &lt;a href=\"Vahan%20Papazian\"&gt;Vahan Papazian&lt;/a&gt;, &lt;a href=\"Siamanto\"&gt;Siamanto&lt;/a&gt;, &lt;a href=\"Nikol%20Aghbalian\"&gt;Nikol Aghbalian&lt;/a&gt; and many others.\nThe &lt;a href=\"Khanasor%20Expedition\"&gt;Khanasor Expedition&lt;/a&gt; was performed by the &lt;a href=\"Armenian%20militia\"&gt;Armenian militia&lt;/a&gt; against the &lt;a href=\"Kurdish%20people\"&gt;Kurdish&lt;/a&gt; Mazrik tribe on 25 July 1897. During the Defense of Van, the Mazrik tribe had ambushed a squad of Armenian defenders and massacred them. The Khanasor Expedition was the ARF's retaliation. Some Armenians consider this their first victory over the Ottoman Empire and celebrate each year in its remembrance.\nOn 30 March 1904, the ARF played a major role in the &lt;a href=\"Sasun%20Uprising%20%281904%29\"&gt;Second Sasun Uprising&lt;/a&gt;. The ARF sent arms and \"&lt;a href=\"Armenian%20fedayi\"&gt;fedayi&lt;/a&gt;\" to defend the region for the second time. Among the 500 fedayees participating in the resistance were famed figures such as &lt;a href=\"Kevork%20Chavush\"&gt;Kevork Chavush&lt;/a&gt;, &lt;a href=\"Sebastatsi%20Murad\"&gt;Sepasdatsi Murad&lt;/a&gt; and &lt;a href=\"Hrayr%20Dzhoghk\"&gt;Hrayr Djoghk&lt;/a&gt;. Although they managed to hold off the Ottoman army for several months, despite their lack of fighters and firepower, Ottoman forces captured Sasun and massacred thousands of Armenians.\nIn 1905, members of the Armenian Revolutionary Federation organized the failed &lt;a href=\"Y%C4%B1ld%C4%B1z%20assassination%20attempt\"&gt;Yıldız Attempt&lt;/a&gt;, an assassination plot on Sultan Abdul Hamid II in the capital of the Ottoman Empire, &lt;a href=\"Constantinople\"&gt;Constantinople&lt;/a&gt; (modern day &lt;a href=\"Istanbul\"&gt;Istanbul&lt;/a&gt;); the explosion missed its target by a few minutes. One of Dashnaksutiun's founders &lt;a href=\"Kristapor%20Mikaelian\"&gt;Kristapor Mikaelian&lt;/a&gt; was killed by an accidental explosion during the planning of the operation.\nYoung Turk Revolution (1908–14).\nTwo of the largest revolutionary groups trying to overthrow Sultan Abdul Hamid II had been the ARF and the &lt;a href=\"Committee%20of%20Union%20and%20Progress\"&gt;Committee of Union and Progress&lt;/a&gt;, a group of mostly European-educated Turks. In a general assembly meeting in 1907, the ARF acknowledged that the Armenian and &lt;a href=\"Turkish%20people\"&gt;Turkish&lt;/a&gt; revolutionaries had the same goals. Although the &lt;a href=\"Tanzimat\"&gt;Tanzimat&lt;/a&gt; reforms had given Armenians more rights and seats in the parliament, the ARF hoped to gain autonomy to govern Armenian populated areas of the Ottoman Empire as a \"&lt;a href=\"state%20within%20a%20state\"&gt;state within a state&lt;/a&gt;\". The \"Second congress of the Ottoman opposition\" took place in &lt;a href=\"Paris%2C%20France\"&gt;Paris, France&lt;/a&gt;, in 1907. Opposition leaders including &lt;a href=\"Ahmed%20Riza\"&gt;Ahmed Riza&lt;/a&gt; (liberal), &lt;a href=\"Sabahheddin%20Bey\"&gt;Sabahheddin Bey&lt;/a&gt;, and ARF member &lt;a href=\"Khachatur%20Maloumian\"&gt;Khachatur Maloumian&lt;/a&gt; attended. During the meeting, an alliance between the two parties was officially declared. The ARF decided to cooperate with the Committee of Union and Progress, hoping that if the Young Turks came to power, autonomy would be granted to the Armenians.\nIn 1908, Abdul Hamid II was overthrown during the &lt;a href=\"Young%20Turk%20Revolution\"&gt;Young Turk Revolution&lt;/a&gt;, which launched the &lt;a href=\"Second%20Constitutional%20Era%20%28Ottoman%20Empire%29\"&gt;Second Constitutional Era of the Ottoman Empire&lt;/a&gt;. Dashnaktsutiun became a legal political party and Armenians gained more seats in the 1908 parliament, but the reforms fell short of the greater autonomy that the ARF had hoped for. The &lt;a href=\"Adana%20massacre\"&gt;Adana massacre&lt;/a&gt; in 1909 also created antipathy between Armenians and Turks, and the ARF cut relations with the Young Turks in 1912. Between December 1912 and 1914 ARF politicians held negotiations with the CUP about political reforms in the eastern provinces. The Armenians had the support of the Russians and the CUP accused the Armenians that their actions caused further division between Turks and Armenians.\nWorld War I and the Armenian genocide.\nIn 1915, Dashnak leaders were deported and killed alongside other Armenian intellectuals during a purge by Ottoman officials against the leaders of the empire's Armenian communities. The ARF, maintaining its ideological commitment to a \"Free, Independent, and United Armenia\", &lt;a href=\"Armenian%20resistance\"&gt;led the defense of the Armenian people&lt;/a&gt; during the Armenian genocide, becoming leaders of the successful &lt;a href=\"Defense%20of%20Van%20%281915%29\"&gt;Van Resistance&lt;/a&gt;. &lt;a href=\"Jevdet%20Bey\"&gt;Jevdet Bey&lt;/a&gt;, the Ottoman administrator of Van, tried to suppress the resistance by killing two Armenian leaders (Ishkhan and Vramian) and trying to imprison Aram Manukian, who had risen to fame and gained the nickname \"Aram of Van\". Moreover, on 19 April, he issued an order to exterminate all Armenians, and threatened to kill all Muslims who helped them.\nAbout 185,000 Armenians lived in &lt;a href=\"Vaspurakan\"&gt;Vaspurakan&lt;/a&gt;. In the city of Van itself, there were around 30,000 Armenians, but more Armenians from surrounding villages joined them during the Ottoman offensive. The battle started on 20 April 1915, with Aram Manukian as the leader of the resistance, and lasted for two months. In May, the Armenian battalions and Russian regulars entered the city and successfully drove the Ottoman army out of Van. The Dashnaktsutiun was also involved in other less-successful resistance movements in &lt;a href=\"Zeitun%20Resistance%20%281915%29\"&gt;Zeitun&lt;/a&gt;, &lt;a href=\"Shabin-Karahisar%20uprising\"&gt;Shabin-Karahisar&lt;/a&gt;, &lt;a href=\"Urfa%20Resistance\"&gt;Urfa&lt;/a&gt;, and &lt;a href=\"Musa%20Dagh\"&gt;Musa Dagh&lt;/a&gt;. After the end of the Van resistance, ARF leader Aram Manukian became governor of the &lt;a href=\"Administration%20for%20Western%20Armenia\"&gt;Administration for Western Armenia&lt;/a&gt; and worked to ease the sufferings of Armenians.\nAt the end of &lt;a href=\"World%20War%20I\"&gt;World War I&lt;/a&gt;, members of the Young Turks movement, considered executors of the Armenian genocide by the Armenian Revolutionary Federation, were assassinated during &lt;a href=\"Operation%20Nemesis\"&gt;Operation Nemesis&lt;/a&gt;.\nRepublic of Armenia (1918–1920).\nAs a result of the collapse of the Russian Empire in 1917, the Armenian, Georgian, and Azerbaijani leaders of the Caucasus united to create the &lt;a href=\"Transcaucasian%20Federation\"&gt;Transcaucasian Federation&lt;/a&gt; in the winter of 1918. The &lt;a href=\"Treaty%20of%20Brest-Litovsk\"&gt;Treaty of Brest-Litovsk&lt;/a&gt; had drastic consequences for the Armenians: Turkish forces reoccupied Western Armenia. The federation lasted for only three months, eventually leading to the proclamation of the Republics of Armenia, Georgia, and Azerbaijan. The negotiators for Armenia were from the ARF.\nWith the collapse of the Transcaucasian Federation, the Armenians were left to fend for themselves as the Turkish army approached the capital of &lt;a href=\"Yerevan\"&gt;Yerevan&lt;/a&gt;. At first, fearing a major military defeat and massacre of the population of Armenia, the Dashnaks wanted to evacuate the city of Yerevan. Instead, the Military Council headed by Colonel Pirumian decided that they would not surrender and would confront the Turkish army. The opposing armies met on 28 May 1918, near &lt;a href=\"Armavir%2C%20Armenia\"&gt;Sardarapat&lt;/a&gt;. The &lt;a href=\"Battle%20of%20Sardarapat\"&gt;battle&lt;/a&gt; was a major military success for the Armenian army as it was able to halt the invading Turkish forces. The Armenians also stood their ground at the &lt;a href=\"Battle%20of%20Kara%20Killisse%20%281918%29\"&gt;Battle of Kara Killisse&lt;/a&gt; and at the &lt;a href=\"Battle%20of%20Bash%20Abaran\"&gt;Battle of Bash Abaran&lt;/a&gt;. The creation of the &lt;a href=\"First%20Republic%20of%20Armenia\"&gt;First Republic of Armenia&lt;/a&gt; was proclaimed on the same day of the Battle of Sardarapat, and the ARF became the ruling party. However, the new state was devastated, with a dislocated economy, hundreds of thousands of refugees, and a mostly starving population.\nThe ARF, led by &lt;a href=\"Andranik%20Ozanian\"&gt;General Andranik&lt;/a&gt;, tried several times to seize &lt;a href=\"Shusha\"&gt;Shusha&lt;/a&gt; (known as Shushi by Armenians), a city in Karabakh. Just before the &lt;a href=\"Armistice%20of%20Mudros\"&gt;Armistice of Mudros&lt;/a&gt; was signed, Andranik was on the way from &lt;a href=\"Kapan\"&gt;Zangezur&lt;/a&gt; to Shusha, to control the main city of Karabakh. Andranik's forces got within of the city when the First World War ended, and Turkey, along with Germany and &lt;a href=\"Austria-Hungary\"&gt;Austria-Hungary&lt;/a&gt;, surrendered to the &lt;a href=\"Allies%20of%20World%20War%20I\"&gt;Allies&lt;/a&gt;. British forces ordered &lt;a href=\"Andranik%20Toros%20Ozanian\"&gt;Andranik&lt;/a&gt; to stop all military advances, assuring him that the conflict would be solved with the &lt;a href=\"Paris%20Peace%20Conference%2C%201919\"&gt;Paris Peace Conference of 1919&lt;/a&gt;. Andranik, not wanting to antagonize the British, retreated to Goris, &lt;a href=\"Zangezur%20Mountains\"&gt;Zangezur&lt;/a&gt;.\nThe Armenian Revolutionary Federation had a strong presence in the DRA government. Most of the important government posts, such as prime minister, defence minister and interior minister were controlled by its members.\nThe DRA wanted to recover the country's economy, and create new rules and regulations, but the situation required it to focus on overcoming widespread hunger in the country. The situation was complicated externally, provoked by &lt;a href=\"Turkish%20people\"&gt;Turkish&lt;/a&gt; and &lt;a href=\"Azerbaijani%20people\"&gt;Azerbaijani&lt;/a&gt; Muslim riots. In 1920 the situation in the country became worse, with apparent rapprochement between Soviet Russia and Kemal's Turkey. When the Turkish-Armenian war started in autumn 1920, Armenia was isolated and abandoned by Western allies. The newly formed &lt;a href=\"League%20of%20Nations\"&gt;League of Nations&lt;/a&gt; did not provide any help. Soviet Russia intensified its pressure on Armenia. Losing the war, Armenia signed the &lt;a href=\"Treaty%20of%20Alexandropol\"&gt;Treaty of Alexandropol&lt;/a&gt; on 2 December 1920, which resulted in the recognition of large territorial losses to Turkey. The Armenia military-revolutionary committee formed in &lt;a href=\"Soviet%20Azerbaijan\"&gt;Soviet Azerbaijan&lt;/a&gt;. Despite their tight grip on power, the ARF ceded power to the &lt;a href=\"Communist\"&gt;Communist&lt;/a&gt; &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; troops invading from the north, which culminated with a Soviet takeover. The ARF was banned, its leaders exiled, and many of its members dispersed to other parts of the world.\nExile.\nAfter the communists took over the short-lived First Republic of Armenia and ARF leaders were exiled, the Dashnaks moved their base of operations to where the &lt;a href=\"Armenian%20diaspora\"&gt;Armenian diaspora&lt;/a&gt; had settled. With the large influx of Armenian refugees in the &lt;a href=\"Levant\"&gt;Levant&lt;/a&gt;, the ARF established a strong political structure in &lt;a href=\"Lebanon\"&gt;Lebanon&lt;/a&gt; and to a lesser extent, &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;. From 1921 to 1990, the Dashnaktsutiun established political structures in more than 200 states including the &lt;a href=\"United%20States\"&gt;USA&lt;/a&gt;, where another large influx of Armenians settled.\nWith political and geographic division came religious division. One part of the Armenian Church claimed it wanted to be separate from the head, whose seat was in &lt;a href=\"Echmiadzin\"&gt;Echmiadzin&lt;/a&gt;, &lt;a href=\"Armenian%20SSR\"&gt;Armenian SSR&lt;/a&gt;. Some Armenians in the US thought &lt;a href=\"Moscow\"&gt;Moscow&lt;/a&gt; tried to use the Armenian Church to promote Communists' ideas outside the country. The Armenian Church thus separated into two branches, Echmiadzin and Cilician, and started to operate separately. In the US, Echmiadzin branch churches of the &lt;a href=\"Armenian%20Apostolic%20Church\"&gt;Armenian Apostolic Church&lt;/a&gt; would not admit members of the ARF. This was one of the reasons why the ARF discouraged people from attending these churches and brought the representatives from a different wing of the church, the Armenian &lt;a href=\"Catholicate\"&gt;Catholicate&lt;/a&gt; of &lt;a href=\"Cilicia\"&gt;Cilicia&lt;/a&gt;, from Lebanon to the US. In 1933, members of ARF were convicted in the assassination of Armenian &lt;a href=\"archbishop\"&gt;archbishop&lt;/a&gt; &lt;a href=\"Levon%20Tourian\"&gt;Levon Tourian&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;. Prior to his murder, the archbishop had been accused of being exclusively pro-Soviet by the ARF. The ARF was legally exonerated from any direct complicity in the assassination.\nDuring &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt;, some Berlin-based ARF members saw an opportunity to remove Soviet control from Armenia by supporting the &lt;a href=\"Nazis\"&gt;Nazis&lt;/a&gt;. The &lt;a href=\"Armenische%20Legion\"&gt;Armenian Legion&lt;/a&gt;, composed largely of former Soviet Red Army POWs, was led by &lt;a href=\"Drastamat%20Kanayan\"&gt;Drastamat Kanayan&lt;/a&gt;. It participated in the occupation of the &lt;a href=\"Crimean%20Peninsula\"&gt;Crimean Peninsula&lt;/a&gt; but was later based in the Netherlands and France a result of Adolf Hitler's distrust of their loyalty.\nDuring the 1950s, tensions arose between the ARF and Armenian SSR. The death of &lt;a href=\"Catholicos\"&gt;Catholicos&lt;/a&gt; Garegin of the &lt;a href=\"Holy%20See%20of%20Cilicia\"&gt;Holy See of Cilicia&lt;/a&gt; prompted a struggle for succession. The National Ecclesiastic Assembly, which was largely influenced by the ARF, elected &lt;a href=\"Zareh%20of%20Aleppo\"&gt;Zareh of Aleppo&lt;/a&gt;. This decision was rejected by the Echmiadzin-based &lt;a href=\"Catholicos%20of%20All%20Armenians\"&gt;Catholicos of All Armenians&lt;/a&gt;, the anti-ARF coalition, and Soviet Armenian authorities. Zareh extended his administrative authority over a large part of the Armenian diaspora, furthering the rift that had already been created by his election. This event split the large &lt;a href=\"Armenians%20of%20Lebanon\"&gt;Armenian community of Lebanon&lt;/a&gt;, creating sporadic clashes between the supporters of Zareh and those who opposed his election.\nReligious conflict was part of a greater conflict that raged between the two \"camps\" of the Armenian diaspora. The ARF still resented the fact that they were ousted from Armenia after the &lt;a href=\"Red%20Army\"&gt;Red Army&lt;/a&gt; took control, and the ARF leaders supported the creation of a \"Free, Independent, and United Armenia\", free from both Soviet and Turkish hegemony. The &lt;a href=\"Social%20Democrat%20Hunchakian%20Party\"&gt;Social Democrat Hunchakian Party&lt;/a&gt; and &lt;a href=\"Ramgavar%20Party\"&gt;Ramgavar Party&lt;/a&gt;, the main rivals of the ARF, supported the newly established Soviet rule in Armenia.\nLebanon.\nFrom 1923 to 1958, conflicts erupted among Armenian political parties struggling to dominate and organize the diaspora. The ARF and Hunchakian parties struggled in 1926 for control of the newly established shanty-town of &lt;a href=\"Bourj%20Hammoud\"&gt;Bourj Hammoud&lt;/a&gt; in Lebanon; ARF member Vahan Vartabedian was assassinated. The assassination of Hunchakian members Mihran Aghazarian and S. Dekhrouhi followed in 1929 and 1931 respectively. In 1956, when Bishop Zareh was consecrated Catholicos of Cilicia, the Catholicos of Echmiadzin refused to recognize his authority. This controversy polarized the Armenian community of Lebanon. As a result, in the context of the &lt;a href=\"Lebanon%20crisis%20of%201958\"&gt;Lebanese civil strife of 1958&lt;/a&gt;, an armed conflict erupted between supporters (the ARF) and opponents (Hunchakians, Ramgavars) of Zareh.\nPrior to the &lt;a href=\"Lebanese%20Civil%20War\"&gt;Lebanese Civil War&lt;/a&gt; of 1975–90, the party was closely allied to the &lt;a href=\"Kataeb%20Party%20%28Lebanon%29\"&gt;Phalangist Party&lt;/a&gt; of &lt;a href=\"Pierre%20Gemayel\"&gt;Pierre Gemayel&lt;/a&gt; and generally ran joint tickets with the Phalangists, especially in &lt;a href=\"Beirut\"&gt;Beirut&lt;/a&gt; constituencies with large Armenian populations. The refusal of the ARF, along with most Armenian groups, to play an active role in the civil war, however, soured relations between the two parties, and the &lt;a href=\"Lebanese%20Forces\"&gt;Lebanese Forces&lt;/a&gt; (a militia dominated by Phalangists and commanded by &lt;a href=\"Bachir%20Gemayel\"&gt;Bachir Gemayel&lt;/a&gt;, Pierre Gemayel's son), responded by attacking the Armenian quarters of many Lebanese towns, including Bourj Hammoud. Many Armenians affiliated with the ARF took up arms voluntarily to defend their quarters. In the midst of the Lebanese civil war, the shadowy guerrilla organization &lt;a href=\"Justice%20Commandos%20of%20the%20Armenian%20Genocide\"&gt;Justice Commandos of the Armenian Genocide&lt;/a&gt; emerged and carried out assassinations from 1975 to 1983. The guerrilla organization has sometimes been linked to the Dashnaks.\n&lt;a href=\"Armenians%20of%20Lebanon\"&gt;Ethnic Armenians&lt;/a&gt; are allocated six seats in Lebanon's 128-member &lt;a href=\"National%20Assembly%20of%20Lebanon\"&gt;National Assembly&lt;/a&gt;. The Lebanese branch of the ARF has usually controlled a majority of the Armenian vote and won most of the ethnic Armenian seats in the National Assembly. A major change occurred in the parliamentary election of 2000. With a rift between ARF and the Mustaqbal (Future) party of &lt;a href=\"Rafik%20Hariri\"&gt;Rafik Hariri&lt;/a&gt; and the ARF was left with only one parliamentary seat, its worst result in many decades. The ARF called for a boycott of the 2005 Beirut elections. Relations soured further when on 5 August 2007 by-election in the &lt;a href=\"Metn\"&gt;Metn&lt;/a&gt; district, which includes the predominantly Armenian area of Bourj Hammoud, ARF decided to support &lt;a href=\"Camille%20Khoury\"&gt;Camille Khoury&lt;/a&gt;, the candidate backed by opposition leader &lt;a href=\"Michel%20Aoun\"&gt;Michel Aoun&lt;/a&gt;'s &lt;a href=\"Free%20Patriotic%20Movement\"&gt;Free Patriotic Movement&lt;/a&gt; against Phalangist leader &lt;a href=\"Amine%20Gemayel\"&gt;Amine Gemayel&lt;/a&gt; and subsequently won the seat. In the &lt;a href=\"2009%20Lebanese%20general%20election\"&gt;2009 Lebanese general election&lt;/a&gt;s, the ARF won 2 seats in parliament which it holds presently. In June 2011, a &lt;a href=\"Lebanese%20government%20of%20June%202011\"&gt;new Lebanese government&lt;/a&gt; was formed where ARF party members were appointed to two ministerial positions, including Ministry of Industry, as part of the &lt;a href=\"March%208%20alliance\"&gt;March 8 alliance&lt;/a&gt;.\nThe ARF Lebanon branch is headquartered in Bourj Hammoud in the Shaghzoian Centre, along with the ARF Lebanon Central Committee's \"Aztag Daily\" newspaper and \"Voice Of Van\" 24-hour radio station.\nSyria.\nDuring the French Mandate and under the parliamentary régime in &lt;a href=\"Syria\"&gt;Syria&lt;/a&gt;, there were reserved seats for the various religious communities, like in Lebanon, including for Armenians. This system is unofficially still living. Even when they didn't take part as such in elections, Armenian parties such as Dashnak exerted an influence on them.\nIndependent Armenia.\nThe ARF has always maintained its ideological commitment to \"a Free, Independent, and United Armenia\". The term \"United Armenia\" refers to the borders of Armenia recognized by &lt;a href=\"President%20of%20the%20United%20States\"&gt;U.S. President&lt;/a&gt; &lt;a href=\"Woodrow%20Wilson\"&gt;Woodrow Wilson&lt;/a&gt; and outlined in the &lt;a href=\"Treaty%20of%20S%C3%A8vres\"&gt;Treaty of Sèvres&lt;/a&gt;. After Armenia fell under Soviet control in 1920, the ARF within the Armenian diaspora opposed Soviet rule over Armenia and rallied in support of Armenian independence. It contributed to organizing a social and cultural framework aimed at preserving the Armenian identity. However, because of tight communist control, the ARF could not operate in the Armenian SSR and the political party remained banned until 1991.\nIn the leadup to the reestablishment of independent Armenia, the ARF was opposed to Armenia's immediate independence from the Soviet Union, considering the threat of neighboring Turkey to be too great. \nWhen independence was achieved in 1991, the ARF soon became one of the major and most active &lt;a href=\"List%20of%20political%20parties%20in%20Armenia\"&gt;political parties&lt;/a&gt;, rivaled mainly by the &lt;a href=\"Pan-Armenian%20National%20Movement\"&gt;Pan-Armenian National Movement&lt;/a&gt;. Subsequently, on 28 December 1994, &lt;a href=\"President%20of%20Armenia\"&gt;President&lt;/a&gt; &lt;a href=\"Levon%20Ter-Petrosyan\"&gt;Levon Ter-Petrosyan&lt;/a&gt; in a famous television speech banned the ARF, which was the nation's leading opposition party, along with \"&lt;a href=\"Yerkir\"&gt;Yerkir&lt;/a&gt;,\" the country's largest daily newspaper. Ter-Petrosyan introduced evidence that supposedly detailed a plot hatched by the ARF to engage in terrorism against his administration, endanger Armenia's national security and overthrow the government. Throughout the evening, government security forces arrested leading ARF figures, and police seized computers, fax machines, files and printing equipment from ARF offices. In addition to \"Yerkir\", government forces also closed several literary, women's, cultural, and youth publications. A group of eleven ARF members were arrested and accused of being members of a purported secret terrorist cell within the ARF known as the \"Dro Group\" (named after the Dro Committee, the group that was allegedly behind the plot), which was allegedly led by ARF member &lt;a href=\"Hrant%20Markarian\"&gt;Hrant Markarian&lt;/a&gt;. Another group of thirty-one ARF members, including ARF Bureau member &lt;a href=\"Vahan%20Hovhannisyan\"&gt;Vahan Hovhannisyan&lt;/a&gt;, were also arrested and charged with attempting to stage an armed coup, among other crimes.\n&lt;a href=\"Gerard%20Libaridian\"&gt;Gerard Libaridian&lt;/a&gt;, an historian and close adviser of Ter-Petrosyan, collected and presented the evidence against the defendants. He later stated in an interview that he was unsure if the evidence was true, inviting the notion that the party was banned because of its increasing chances of winning seats in the July 1995 parliamentary elections. The trials were marked by accusations of misconduct, including forced confessions, and were regarded as politically motivated by the opposition and human rights groups. Several months after the elections, most of the men were found not guilty with the exception of several defendants charged for engaging in corrupt business practices. Three men from the \"Dro Group\" case (Arsen Artsruni, Armenak Mnjoyan, Armen Grigoryan) and one man from the group of 31 (Tigran Avetisyan) were sentenced to death for murder. Their sentences were commuted to life imprisonment in 2003. Mnjoyan died while in prison in early 2019, while Artsruni and Avetisyan continue to serve their sentences.\nThe ban on the party was lifted less than a week after Ter-Petrosyan fell from power in February 1998 and was replaced by &lt;a href=\"Robert%20Kocharyan\"&gt;Robert Kocharyan&lt;/a&gt;, who was backed by the Dashnaks. Most of the ARF members convicted in relation to the \"Dro Group\" and \"Group of 31\" cases were released after the relegalization of the party.\nIn 2007, the ARF was not part of but had a cooperation agreement in place with the governing coalition, which consisted of two parties in the government &lt;a href=\"Coalition%20government\"&gt;coalition&lt;/a&gt;, the &lt;a href=\"Republican%20Party%20%28Armenia%29\"&gt;Republican Party&lt;/a&gt; and &lt;a href=\"Prosperous%20Armenia\"&gt;Prosperous Armenia&lt;/a&gt; Party. The &lt;a href=\"Country%20of%20Law\"&gt;Country of Law&lt;/a&gt; party was also a member of the governing coalition until it pulled out in May 2006. With 16 of the 131 seats in the &lt;a href=\"National%20Assembly%20of%20Armenia\"&gt;National Assembly of Armenia&lt;/a&gt;, the Armenian Revolutionary Federation became the third-largest party in parliament.\nIn addition to its parliamentary seats, the following governmental ministries were also headed by ARF members: Ministry of Agriculture, Davit Lokian; Ministry of Education and Science, Levon Mkrtchian; Ministry of Labor and Social Affairs, &lt;a href=\"Aghvan%20Vardanyan\"&gt;Aghvan Vardanian&lt;/a&gt;; Ministry of Healthcare, Norair Davidian. On 13 July 2007, the &lt;a href=\"ARF%20History%20Museum\"&gt;ARF History Museum&lt;/a&gt; was inaugurated in Yerevan, displaying the history of the party and of its notable members.\nIn 2007, the ARF announced that it would nominate its own candidate to run for &lt;a href=\"president%20of%20Armenia\"&gt;president of Armenia&lt;/a&gt; in the &lt;a href=\"2008%20Armenian%20presidential%20election\"&gt;February 2008 presidential election&lt;/a&gt;. In an innovation on 24–25 November 2007, the ARF conducted a &lt;a href=\"non-binding\"&gt;non-binding&lt;/a&gt; Armenia-wide &lt;a href=\"primary%20election\"&gt;primary election&lt;/a&gt;. They invited the public to vote to advise the party which of two candidates, &lt;a href=\"Vahan%20Hovhannisyan\"&gt;Vahan Hovhannisyan&lt;/a&gt; and &lt;a href=\"Armen%20Rustamyan\"&gt;Armen Rustamyan&lt;/a&gt;, they should formally nominate for president of Armenia in the subsequent official election. What characterized it as a primary instead of a standard &lt;a href=\"opinion%20poll\"&gt;opinion poll&lt;/a&gt; was that the public knew of the primary in advance, all eligible voters were invited, and the voting was by secret ballot. Nearly 300,000 people voted in makeshift tents and mobile ballot boxes. Vahan Hovhannisyan received the most votes and was subsequently nominated for the presidential election by the ARF Supreme Council in a secret ballot. In the presidential election, Hovhannisyan placed fourth with 6.2% of the vote. In 2008, ARF re-joined the ruling political coalition in Armenia and supported strong police actions during the &lt;a href=\"2008%20Armenian%20presidential%20election%20protests\"&gt;2008 Armenian presidential election protests&lt;/a&gt; that led to ten deaths.\nDue to the signature of the so-called &lt;a href=\"Zurich%20Protocols\"&gt;Zurich Protocols&lt;/a&gt; the ARF left the coalition and became an opposition party once again in 2009, but relations with other factions in the Armenian opposition remained frosty. In &lt;a href=\"2012%20Armenian%20parliamentary%20election\"&gt;2012 parliamentary election&lt;/a&gt; the ARF won 5 seats losing 11 parliamentary seats from 2007.\nARF then reentered Sargsyan's cabinet in February 2016, obtaining three ministerial posts: Ministry of Economy, Local Government and Education; also as a result of what was defined as a \"long-term political cooperation\" agreement with the Republican Party, ARF also got to appoint the regional governors of &lt;a href=\"Aragatsotn\"&gt;Aragatsotn&lt;/a&gt; and &lt;a href=\"Shirak%20Province\"&gt;Shirak Province&lt;/a&gt;s.\nAfter the 2016 Nagorno-Karabakh clashes, the ARF helped the &lt;a href=\"Ministry%20of%20Defense%20of%20Armenia\"&gt;Ministry of Defense of Armenia&lt;/a&gt; in setting up a volunteer reserve &lt;a href=\"battalion\"&gt;battalion&lt;/a&gt;, made up mostly of party members. This unit, made up of experienced commanders and soldiers, some of them veterans from the &lt;a href=\"First%20Nagorno-Karabakh%20War\"&gt;Nagorno-Karabakh war&lt;/a&gt;, is one of the newest units of the &lt;a href=\"Armenian%20military\"&gt;Armenian military&lt;/a&gt;. It traces back its heritage from the Shushi independent battalion of the previous war, and is simply called the \"ARF battalion\".\nThe party scored well at the 2017 election, winning 7 seats at the National Assembly with 6,58% of the votes, mostly due to the great management of the ministries and provinces under its control.\nFollowing the start of the Armenian Velvet Revolution, ARF broke its coalition with the Republican Party and moved into opposition; later on, the party supported &lt;a href=\"Nikol%20Pashinyan\"&gt;Nikol Pashinyan&lt;/a&gt;'s new cabinet. The election of 2018 saw the collapse of the party, only scoring 3,89% of the votes and winning no seats; it was the first time since the Independence of Armenia that ARF had no representation in the National Assembly.\nSince its loss in the election, the ARF has become the main reasonable extra parliamentary opposition party to the &lt;a href=\"Pashinyan\"&gt;Pashinyan&lt;/a&gt; government, criticizing it mainly because of its &lt;a href=\"right-wing\"&gt;right-wing&lt;/a&gt; economic and social policies, like the introduction of 20% &lt;a href=\"flat%20tax\"&gt;flat tax&lt;/a&gt; by the government, the elimination of &lt;a href=\"tax%20brackets\"&gt;tax brackets&lt;/a&gt;, wanting to change the &lt;a href=\"National%20anthem%20of%20Armenia\"&gt;National anthem of Armenia&lt;/a&gt;, etc.\nThe ARF also gained popularity by intensifying its social aid programs to those in need in &lt;a href=\"Armenia\"&gt;Armenia&lt;/a&gt;, especially in the rural areas. The &lt;a href=\"party\"&gt;party&lt;/a&gt; has provided aid to locals during the 2020 &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 pandemic&lt;/a&gt;, mainly thanks to various donation made by members of the &lt;a href=\"Armenian%20diaspora\"&gt;Armenian diaspora&lt;/a&gt;.\nDuring the &lt;a href=\"2020%20Nagorno-Karabakh%20War\"&gt;2020 Nagorno-Karabakh War&lt;/a&gt;, the ARF again formed volunteer battalions to fight in the war. After the conclusion of the war, the party formed a coalition with 16 other political parties (most notably the former ruling &lt;a href=\"Republican%20Party%20of%20Armenia\"&gt;Republican Party&lt;/a&gt; and the parliamentary opposition party &lt;a href=\"Prosperous%20Armenia\"&gt;Prosperous Armenia&lt;/a&gt;) calling itself the \"&lt;a href=\"Homeland%20Salvation%20Movement\"&gt;Homeland Salvation Movement&lt;/a&gt;\", calling on Prime Minister &lt;a href=\"Nikol%20Pashinyan\"&gt;Nikol Pashinyan&lt;/a&gt; to resign for the defeat of the Armenian side in the war. Along with the other parties in the coalition, the ARF supported former prime minister &lt;a href=\"Vazgen%20Manukyan\"&gt;Vazgen Manukyan&lt;/a&gt; as their candidate for prime minister. The \"Homeland Salvation Movement\" attempted to force Pashinyan's resignation through the organization of &lt;a href=\"2020%20Armenian%20protests\"&gt;mass protests&lt;/a&gt;.\nThe ARF formed the &lt;a href=\"Armenia%20Alliance\"&gt;Armenia Alliance&lt;/a&gt; electoral alliance with ex-president Robert Kocharyan and the &lt;a href=\"Reborn%20Armenia\"&gt;Reborn Armenia&lt;/a&gt; party to participate in the &lt;a href=\"2021%20Armenian%20parliamentary%20election\"&gt;2021 snap parliamentary election&lt;/a&gt;. The alliance won 29 seats out of 107, 10 of which were taken by candidates put forward by the ARF.\nElectoral record.\nIn the 2000s, the party usually garnered some 10 to 15 percent of the vote in national elections. In a 2007 confidential telegram Anthony Godfrey, U.S. Embassy in Armenia \"&lt;a href=\"charg%C3%A9%20d%27affaires\"&gt;chargé d'affaires&lt;/a&gt;\", wrote that the party \"has had a historically loyal following of 10 to 12 percent of the population, but probably has little chance to expand from that base.\" Following the &lt;a href=\"2018%20Armenian%20Velvet%20Revolution\"&gt;2018 Armenian Velvet Revolution&lt;/a&gt;, the party polled at 1–2%. The ARF, for the first time since 1999, did not win seats in the parliament and effectively became &lt;a href=\"extra-parliamentary%20opposition\"&gt;extra-parliamentary opposition&lt;/a&gt;.\nArtsakh.\nAfter the &lt;a href=\"Soviet%20Union\"&gt;Soviet Union&lt;/a&gt; expanded into the &lt;a href=\"South%20Caucasus\"&gt;South Caucasus&lt;/a&gt;, it established the &lt;a href=\"Nagorno-Karabakh%20Autonomous%20Oblast\"&gt;Nagorno-Karabakh Autonomous Oblast&lt;/a&gt; (NKAO) within the &lt;a href=\"Azerbaijan%20SSR\"&gt;Azerbaijan SSR&lt;/a&gt; in 1923. In the final years of the Soviet Union, the Armenian Revolutionary Federation established a branch in Nagorno-Karabakh. In January 1991, the Dashnaktsutiun won the parliamentary election and governed as the ruling party during the entirety of the &lt;a href=\"First%20Nagorno-Karabakh%20War\"&gt;Nagorno-Karabakh war&lt;/a&gt;. The Dashnaks actively supported the independence of Nagorno-Karabakh (or &lt;a href=\"Nagorno-Karabakh\"&gt;Artsakh&lt;/a&gt; as Armenians call it). It aided the &lt;a href=\"Nagorno-Karabakh%20Defense%20Army\"&gt;Nagorno-Karabakh Defense Army&lt;/a&gt; by sending armed volunteers to the front lines and supplying the army with weapons, food, medicine and moral support. The party even had its own infantry battalion, subordinated to NKR army command, the \"Shushi independent battalion\", which became one of the most efficient Armenian units during the war. After deciding not to run in the second parliamentary elections, the Armenian Revolutionary Federation ran in the 1999 elections and won 9 of the 33 seats in the &lt;a href=\"National%20Assembly%20of%20Nagorno%20Karabakh\"&gt;National Assembly of Nagorno Karabakh&lt;/a&gt;. At the June 2005 &lt;a href=\"elections%20in%20the%20Republic%20of%20Artsakh\"&gt;elections&lt;/a&gt;, the Dashnaktsutiun was part of an electoral alliance with &lt;a href=\"Movement%2088\"&gt;Movement 88&lt;/a&gt; that won 3 out of 33 seats. Following the March 2020 &lt;a href=\"2020%20Artsakhian%20general%20election\"&gt;elections&lt;/a&gt;, the party won 3 seats in the National Assembly.\nIdeology and goals.\nThe principal founders of the Armenian Revolutionary Federation were nationalist, socialists, and &lt;a href=\"Marxism\"&gt;Marxist&lt;/a&gt; elements were omnipresent in the introductory section of the party's first program written by &lt;a href=\"Rosdom\"&gt;Rosdom&lt;/a&gt;, entitled \"General Theory\". The ARF first set down its ideological and political goals during the &lt;a href=\"Abdul%20Hamid%20II\"&gt;Hamidian regime&lt;/a&gt;. It denounced the Ottoman regime and the unbearable conditions of life for its Armenians and advocated changing the regime in power and securing more rights through revolution and armed struggle. The ARF had and still has &lt;a href=\"socialism\"&gt;socialism&lt;/a&gt; within its &lt;a href=\"political%20philosophy\"&gt;political philosophy&lt;/a&gt;. Its program expresses the entire, multifaceted make-up of the Armenian revolutionary movement, including its national-liberation, political, and social-economic aspects.\nDespite subsequent modifications, the above-mentioned principles and tendencies continue to characterize the ideological world of the Dashnaktsutiun, and its approach toward issues has remained unchanged. In recent decades, the Armenian Revolutionary Federation reasserted itself ideologically and reformulated the section of its program called \"General Theory\", adapting it to current concepts of socialism, democracy and rights of &lt;a href=\"self-determination\"&gt;self-determination&lt;/a&gt;. The party has long supported a &lt;a href=\"parliamentary%20republic\"&gt;parliamentary republic&lt;/a&gt;an political system and campaigned for a \"yes\" vote in the &lt;a href=\"2015%20Armenian%20constitutional%20referendum\"&gt;2015 constitutional referendum&lt;/a&gt;.\nIts primary goals are:\nThe ARF is often accused of having a present strategy that does not differ from the one used during the time of the Ottoman Empire. Its tactics are viewed as still being aimed at convincing &lt;a href=\"Western%20world\"&gt;Western governments&lt;/a&gt; and diplomatic circles to sponsor the party's demands.\nIn 1907, the Dashnaktsutiun joined the &lt;a href=\"Second%20International\"&gt;Second International&lt;/a&gt; until its dissolution during World War I. It later joined the reformed &lt;a href=\"Socialist%20International\"&gt;Socialist International&lt;/a&gt; and remained a full member until 1960, when it decided to pull out of the organization. In 1996, it was re-accepted as an observer member, and in 1999 the Dashnaks earned full membership in the international organization. The party was also a member of the &lt;a href=\"Labour%20and%20Socialist%20International\"&gt;Labour and Socialist International&lt;/a&gt; between 1923 and 1940.\nA member of the ARF is called \"Dashnaktsakan\" (in &lt;a href=\"Eastern%20Armenian\"&gt;Eastern Armenian&lt;/a&gt;) or \"Tashnagtsagan\" (in &lt;a href=\"Western%20Armenian\"&gt;Western Armenian&lt;/a&gt;), or Dashnak/Tashnag for short. Other than calling each other by name, members formally address one another as \"&lt;a href=\"Comrade\"&gt;Comrade&lt;/a&gt;\" (Ընկեր or \"Unger\" for boys and men, Ընկերուհի or \"Ungerouhi\" for girls and women).\nThe party is also generally &lt;a href=\"pro-European\"&gt;pro-European&lt;/a&gt; and supports the &lt;a href=\"European%20integration\"&gt;European integration&lt;/a&gt; of Armenia. The party is in favor of Armenia's continued political association and economic integration with the &lt;a href=\"European%20Union\"&gt;European Union&lt;/a&gt;.\nAffiliate organizations.\nThe ARF is considered the foremost organization in the &lt;a href=\"Armenian%20diaspora\"&gt;Armenian diaspora&lt;/a&gt;, having established numerous Armenian schools, community centers, Scouting and athletic groups, relief societies, youth groups, camps, and other organs throughout the world.\nThe ARF also works as an umbrella organ for the &lt;a href=\"Armenian%20Relief%20Society\"&gt;Armenian Relief Society&lt;/a&gt;, the &lt;a href=\"Homenetmen\"&gt;Homenetmen Armenian General Athletic Union&lt;/a&gt;, the &lt;a href=\"Hamazkayin\"&gt;Hamazkayin Cultural Foundation&lt;/a&gt;, and many other community organizations. It operates the &lt;a href=\"Armenian%20Youth%20Federation\"&gt;Armenian Youth Federation&lt;/a&gt;, which encourages the youth of the diaspora to join the political cause of the ARF and the Armenian people.\nThe ARF Shant Student Association and the ARF Armen Karo Student Association are organizations of college and university students on various campuses and are the only ARF organizations whose membership is exclusively from this group.\nUS and Canada.\nStarting in late December 2020, a small group of former and punished ARF members widely believed to be loyalists of &lt;a href=\"https%3A//www.latimes.com/archives/la-xpm-1985-01-26-mn-13720-story.html\"&gt;Viken \"Alex\" Hovsepian&lt;/a&gt;, the convicted terrorist leader of a failed bomb plot, began to assert that they represent the organization in the Western United States and are not subject to the decisions of the ARF's highest body, the Bureau.\nEarlier in December, the ARF's Bureau had appointed a new Central Committee in the Western United States, in compliance with the Bylaws of the ARF and ARF Western United States Region.\nThe Bylaws explicitly allow the Bureau to dissolve any Central Committee and appoint one for a temporary term until new and duly organized elections can be held. Within days of it being dissolved, a minority of the former Central Committee haphazardly called a \"regional convention\" in violation of not only California organizational laws but also prevailing COVID-related state and county health orders. This illegitimate meeting claimed to elect a new Central Committee in the Western United States, despite the fact that the meeting lacked the required two-thirds quorum, was not sanctioned or attended by the ARF Bureau, did not invite all the Gomidehutyuns (chapters) of the ARF in the Western Region, only gave two days' notice to those whom it did invite, and was not in compliance with California state organizational laws requiring ample notice for such meetings. Furthermore, the meeting was called at the peak of the &lt;a href=\"COVID-19%20pandemic\"&gt;COVID-19 Pandemic&lt;/a&gt; in Los Angeles, California against state and county orders in effect at the time, which barred any such public gatherings.\nThough the ARF Bureau attempted to resolve the issue amicably, the rogue group continued to insist that it will not hand over control of the ARF's and its subsidiary Armenian Cultural Foundation's assets over to the legitimately appointed Central Committee. To further aggravate the situation, the rogue group continued to represent itself as the Central Committee of the ARF in the Western United States. It then initiated lawsuits, including Federal RICO litigation, claiming that it is the legitimate ARF body in the Western United States. To attempt to substantiate its claims, the rogue group provided a falsified version of the ARF's Bylaws to the courts, which purport to claim that the ARF Bureau has no authority to dissolve and appoint a Central Committee. This, despite the fact that the real ARF Western United States Bylaws are a well-established fact, in circulation among all members and bodies of the organization.\nWhile the legal ownership of the ARF's assets were under litigation, the rogue group continued to exercise control over some properties and assets. As such, the rogue group illegally installed fake Gomidehs (chapter executives) in some of the ARF chapters in the Western United States, handing over physical control over some of the chapters' buildings to the illegitimate chapter executives. One such example is the &lt;a href=\"https%3A//gycglendale.org/about-the-center/\"&gt;ACF Glendale Youth Center&lt;/a&gt; which was occupied by individuals who have been expelled from the ARF. An attempt was made by representatives of the rogue group to illegally occupy another center in La Crescenta, California. One of the representatives of the rogue group was even caught on surveillance video attempting to run over a volunteer with his car.\n&lt;a href=\"Armenian%20National%20Committee%20of%20America\"&gt;Armenian National Committee of America&lt;/a&gt;, an ARF-affiliate organization, is the strongest &lt;a href=\"Armenian%20lobby%20in%20the%20United%20States\"&gt;Armenian lobby&lt;/a&gt; organization in the United States. Its sister organization Armenian National Committee of Canada, operates in Canada as the strongest and most influential Armenian-Canadian organization.\nOther countries.\nArgentina, Australia, Belgium, Bulgaria, Canada, Cyprus, Egypt, England, France, Georgia, Greece, Iran, Israel, Lebanon, Russia, Switzerland, Syria, The Netherlands and Uruguay subsequently have played a significant role in the campaign for the &lt;a href=\"recognition%20of%20the%20Armenian%20genocide\"&gt;recognition of the Armenian genocide&lt;/a&gt; in their respective countries.\nMedia.\nARF and its affiliate organizations worldwide publish 12 newspapers: 4 daily and 8 weekly. Also, there are two TV channels, including one online. Two radio stations are aired everyday, including one online."
}