{
    "id": "40836525",
    "revid": "40909255",
    "url": "https://en.wikipedia.org/wiki?curid=40836525",
    "title": "Bucie",
    "text": "Busisiwe Nolubabalo Nqwiliso (born March 10, 1987) is a South African &lt;a href=\"R%26amp%3BB\"&gt;R&amp;B&lt;/a&gt; and &lt;a href=\"House%20music\"&gt;house&lt;/a&gt; singer. Her 2014 single titled \"&lt;a href=\"Easy%20to%20love%20%28song%29\"&gt;Easy to Love&lt;/a&gt;\" peaked at number 9 on &lt;a href=\"Entertainment%20Monitoring%20Africa\"&gt;EMA&lt;/a&gt;.\nEarly life and Career.\nEarly life.\nShe was born in &lt;a href=\"Kimberley%2C%20Northern%20Cape\"&gt;Kimberley&lt;/a&gt; and grew up in &lt;a href=\"Khuma%2C%20North%20West\"&gt;Khuma&lt;/a&gt; where she led the &lt;a href=\"choir\"&gt;choir&lt;/a&gt; at her parents' church.\nEarly career.\nIn 2007, while she was enrolled at the &lt;a href=\"Central%20Johannesburg%20College\"&gt;Central Johannesburg College&lt;/a&gt;, her music lecturer, Thandukwazi \"Demor\" Sikhosana, recruited her to his newly formed &lt;a href=\"music%20label\"&gt;label&lt;/a&gt; Demor Music.\nCareer.\nDemor Sikhosana wrote, produced and released her first local hit song \"Ngicelindoda\" taken from a Demor produced full-length album rockstar in 2007.\nDemor orchestrated her collaboration with &lt;a href=\"Black%20Coffee%20%28DJ%29\"&gt;Black Coffee&lt;/a&gt; in the single \"Turn Me On\" which was released and licensed to German label &lt;a href=\"Gogo%20Music\"&gt;Gogo Music&lt;/a&gt; in 2007, with remixes by producers like &lt;a href=\"Ralf%20Gum\"&gt;Ralf Gum&lt;/a&gt;; the song became a No. 1 single on Traxsource.\nIn 2009 she collaborated with Black Coffee on the single \"Superman\". Later in 2017, Drake sampled the song on \"Get it together\", featuring Black Coffee and Jorja Smith.\n2010 saw Demor Music collaborating with Soulistic Music once more as Bucie and Black Coffee collaborated again on \"Superman\", which topped the charts, and earned the duo award nominations such as SAMA, MTV BASE, METRO and 2011 Winter Music Conference Awards (Miami).\nIn June 2021, at the &lt;a href=\"6th%20Mzansi%20%20Kwaito%20and%20House%20Music%20Awards\"&gt;6th Mzansi Kwaito and House Music Awards&lt;/a&gt; was nominated for Best Female Artist.\nPersonal life.\nShe gave birth to her first child (Xolani) at the age of 18. She gave birth to her second baby (Aphiwe) prematurely and though it was a scary time her husband's support was everything to her. Bucie is married to a Zimbabwean chartered accountant named Nhlanhla Nkomo. Nhlanhla paid lobola for Bucie in December 2016."
}