{
    "id": "40852949",
    "revid": "7903804",
    "url": "https://en.wikipedia.org/wiki?curid=40852949",
    "title": "John Murphy (sanatorium operator)",
    "text": "John E. \"Dropkick\" Murphy (May 12, 1912 in &lt;a href=\"Malden%2C%20Massachusetts\"&gt;Malden, Massachusetts&lt;/a&gt; – October 17, 1977 in &lt;a href=\"Concord%2C%20Massachusetts\"&gt;Concord, Massachusetts&lt;/a&gt;) was an American professional wrestler and sanatorium owner. He operated the Bellows Farms Sanatorium, an alcoholic rehabilitation facility in &lt;a href=\"Acton%2C%20Massachusetts\"&gt;Acton, Massachusetts&lt;/a&gt; from 1941 to 1971. The band &lt;a href=\"Dropkick%20Murphys\"&gt;Dropkick Murphys&lt;/a&gt; is named after him.\nWrestling career.\nMurphy was a &lt;a href=\"Doctor%20of%20Osteopathic%20Medicine\"&gt;Doctor of Osteopathic Medicine&lt;/a&gt;, having been graduated from the &lt;a href=\"Massachusetts%20College%20of%20Osteopathy\"&gt;Massachusetts College of Osteopathy&lt;/a&gt;, but he never practiced. Instead, he was a professional wrestler in the 1930s and 1940s, mostly competing in the &lt;a href=\"Northeastern%20United%20States\"&gt;Northeastern United States&lt;/a&gt;, sometimes billed as \"Dr. John (Dropkick) Murphy\". Murphy competed in matches, some promoted by &lt;a href=\"Paul%20Bowser\"&gt;Paul Bowser&lt;/a&gt; and &lt;a href=\"Jack%20Pfefer\"&gt;Jack Pfefer&lt;/a&gt;, at places and venues including &lt;a href=\"Portland%2C%20Maine\"&gt;Portland, Maine&lt;/a&gt;, the &lt;a href=\"Boston%20Arena\"&gt;Boston Arena&lt;/a&gt; and &lt;a href=\"Mechanics%20Hall%20%28Boston%2C%20Massachusetts%29\"&gt;Mechanics Hall&lt;/a&gt; in &lt;a href=\"Boston%2C%20Massachusetts\"&gt;Boston, Massachusetts&lt;/a&gt;, The Mosque (a &lt;a href=\"roller%20rink\"&gt;roller rink&lt;/a&gt;) in &lt;a href=\"Bridgeport%2C%20Connecticut\"&gt;Bridgeport, Connecticut&lt;/a&gt;, the &lt;a href=\"Rex%20Arena\"&gt;Rex Arena&lt;/a&gt; in &lt;a href=\"Lowell%2C%20Massachusetts\"&gt;Lowell, Massachusetts&lt;/a&gt;, the &lt;a href=\"Philadelphia%20Arena\"&gt;Philadelphia Arena&lt;/a&gt;, the Convention Hall on Line Street in &lt;a href=\"Camden%2C%20New%20Jersey\"&gt;Camden, New Jersey&lt;/a&gt;, the &lt;a href=\"Grand%20Olympic%20Auditorium\"&gt;Grand Olympic Auditorium&lt;/a&gt; in &lt;a href=\"Los%20Angeles\"&gt;Los Angeles&lt;/a&gt;, the &lt;a href=\"Montreal%20Forum\"&gt;Montreal Forum&lt;/a&gt;, the Opera House in &lt;a href=\"Newark%2C%20New%20Jersey\"&gt;Newark, New Jersey&lt;/a&gt;, the Ridgewood Grove Sports Center in &lt;a href=\"Ridgewood%2C%20Queens\"&gt;Ridgewood, Queens&lt;/a&gt;, New York City, the Fort Hamilton Arena in &lt;a href=\"Brooklyn\"&gt;Brooklyn&lt;/a&gt;, New York City and &lt;a href=\"St.%20Nicholas%20Rink\"&gt;St. Nicholas Palace&lt;/a&gt; (also called the Royal Windsor Palace) and &lt;a href=\"New%20York%20Hippodrome\"&gt;Hippodrome&lt;/a&gt;, in &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt;, New York City.\nSanatorium.\nMurphy, with his wife Marie (and after her death, his second wife Jean) owned a farmhouse at 42 Davis Road in north Acton, Massachusetts and adjoining property, near the intersection of Great Road (route &lt;a href=\"Massachusetts%20Route%202A\"&gt;2A&lt;/a&gt;) and Main Street (route &lt;a href=\"Massachusetts%20Route%2027\"&gt;27&lt;/a&gt;). Filling a need that Murphy saw, the facility was turned into a rehabilitation center for alcoholics to \"dry out\" (as the &lt;a href=\"alcohol%20detoxification\"&gt;alcohol detoxification&lt;/a&gt; process was informally called during those times). The name of the facility was the Bellows Farm Sanatorium, but it was almost universally called Dropkick Murphy's.\nIn America in the middle of the twentieth century, &lt;a href=\"alcoholism\"&gt;alcoholism&lt;/a&gt; was more often considered a character flaw and shameful secret rather than a disease (the &lt;a href=\"American%20Medical%20Association\"&gt;American Medical Association&lt;/a&gt; declared &lt;a href=\"disease%20theory%20of%20alcoholism\"&gt;alcoholism to be a disease&lt;/a&gt; only in 1956, for instance). In recognition of this, Murphy's client list was kept private, and a comprehensive list of clients is probably lost to history. But long before facilities such as the &lt;a href=\"Betty%20Ford%20Clinic\"&gt;Betty Ford Clinic&lt;/a&gt; made celebrity rehabilitation more public and acceptable, the Bellows Farm Sanatorium treated clients including, according to rumor and legend, celebrities from the sporting and entertainment worlds of Boston and further afield, such as &lt;a href=\"Jackie%20Gleason\"&gt;Jackie Gleason&lt;/a&gt;.\nPopular Boston newspaper columnist &lt;a href=\"Howie%20Carr\"&gt;Howie Carr&lt;/a&gt; would occasionally reference Dropkick Murphy's sanatorium, sometimes in jeering reference to the &lt;a href=\"Kennedy%20family\"&gt;Kennedy family&lt;/a&gt;, a particular &lt;a href=\"wikt%3Ab%C3%AAte%20noire\"&gt;bête noire&lt;/a&gt; and &lt;a href=\"wikt%3Ahobby%20horse\"&gt;hobbyhorse&lt;/a&gt; of Carr's.\nThe facility closed in 1971, Murphy died in 1977, and the sanatorium farmhouse has been converted to professional offices Some of the land around the sanatorium's former location has been developed into the Briarbrook Apartments and other properties. Nashoba Brook runs through the property, the Nashoba Brook–Spring Hill–Camp Acton conservation areas are adjacent, and the Acton portion of the &lt;a href=\"Bay%20Circuit%20Trail\"&gt;Bay Circuit hiking trail&lt;/a&gt; runs nearby.\nThe popular Boston punk band &lt;a href=\"Dropkick%20Murphys\"&gt;Dropkick Murphys&lt;/a&gt;, formed in 1996, were named after Murphy and his sanatorium. None of the band's past or current members have any connection to Murphy; the name was chosen because founder and frontman &lt;a href=\"Ken%20Casey\"&gt;Ken Casey&lt;/a&gt; liked the sound of it."
}