{
    "id": "40886313",
    "revid": "37698590",
    "url": "https://en.wikipedia.org/wiki?curid=40886313",
    "title": "Caroline Rose Hunt",
    "text": "Caroline Rose Hunt (January 8, 1923 – November 13, 2018) was an American heiress and hotelier who was at one time the wealthiest woman in the United States. She is known for having been the founder of &lt;a href=\"Rosewood%20Hotels%20%26amp%3B%20Resorts\"&gt;Rosewood Hotels &amp; Resorts&lt;/a&gt;, which she opened in 1979.\nEarly life.\nCaroline Rose Hunt was born on January 8, 1923, the daughter of oilman &lt;a href=\"H.%20L.%20Hunt\"&gt;H. L. Hunt&lt;/a&gt; (1889–1974) and Lyda Bunker (1889–1955). She had six siblings: &lt;a href=\"Margaret%20Hunt%20Hill\"&gt;Margaret Hunt Hill&lt;/a&gt; (1915–2007), &lt;a href=\"H.%20L.%20Hunt%20III\"&gt;H. L. Hunt III&lt;/a&gt; (1917–2005), Lyda Bunker Hunt (born and died in 1925), &lt;a href=\"Nelson%20Bunker%20Hunt\"&gt;Nelson Bunker Hunt&lt;/a&gt; (1926–2014), &lt;a href=\"William%20Herbert%20Hunt\"&gt;William Herbert Hunt&lt;/a&gt; (born 1929), and &lt;a href=\"Lamar%20Hunt\"&gt;Lamar Hunt&lt;/a&gt; (1932–2006). While she was growing up, the family lived in the &lt;a href=\"east%20Texas\"&gt;east Texas&lt;/a&gt; town of &lt;a href=\"Tyler%2C%20Texas\"&gt;Tyler&lt;/a&gt;. Hunt said that as a child, she was unaware of the family's wealth until she found a \"Life\" magazine picture of her father, \"with a caption that asked, 'Is this the richest man in the world?' \"\nShe was educated at the &lt;a href=\"Hockaday%20School\"&gt;Hockaday School&lt;/a&gt;, an all-girl boarding school in Dallas. She then attended &lt;a href=\"Mary%20Baldwin%20College\"&gt;Mary Baldwin College&lt;/a&gt;, a private &lt;a href=\"Women%27s%20colleges%20in%20the%20Southern%20United%20States\"&gt;women's college&lt;/a&gt; in &lt;a href=\"Staunton%2C%20Virginia\"&gt;Staunton, Virginia&lt;/a&gt;, for two years, until she transferred to the &lt;a href=\"University%20of%20Texas%20at%20Austin\"&gt;University of Texas at Austin&lt;/a&gt;, where she received a Bachelor of Arts degree in English and art history.\nCareer.\nPrior to her first marriage, Hunt worked in her father's Dallas office. She later worked as a sales clerk at the &lt;a href=\"Neiman%20Marcus\"&gt;Neiman Marcus&lt;/a&gt; department store in Dallas. During her first marriage and through much of her second, she focused on her family and charitable work, not holding any job outside the home until she entered the hotel business at age 55.\nIn 1980, she opened &lt;a href=\"The%20Mansion%20Restaurant\"&gt;The Mansion Restaurant&lt;/a&gt; on Turtle Creek (later known as the Rosewood Mansion on Turtle Creek), a luxury hotel in &lt;a href=\"Turtle%20Creek%2C%20Dallas\"&gt;Dallas' Turtle Creek neighborhood&lt;/a&gt; that includes an adjoining restaurant housed in a 1925 Italian Renaissance mansion built by cotton baron Sheppard King and later owned by oilman Toddie Lee Wynne. That same year, Hunt founded &lt;a href=\"Rosewood%20Hotels%20%26amp%3B%20Resorts\"&gt;Rosewood Hotels &amp; Resorts&lt;/a&gt;, where she served as Honorary Chairman at the time of her death. The company owned the &lt;a href=\"Hotel%20Bel-Air\"&gt;Hotel Bel-Air&lt;/a&gt; in &lt;a href=\"Bel%20Air%2C%20Los%20Angeles\"&gt;Bel Air, Los Angeles&lt;/a&gt; in the 1980s, but sold it in 1989. It currently owns the &lt;a href=\"Carlyle%20Hotel\"&gt;Carlyle Hotel&lt;/a&gt; on the &lt;a href=\"Upper%20East%20Side\"&gt;Upper East Side&lt;/a&gt; of &lt;a href=\"Manhattan\"&gt;Manhattan&lt;/a&gt; in New York City, among a portfolio of other luxury hotels. It is a subsidiary of a larger company owned by Hong Kong billionaire &lt;a href=\"Henry%20Cheng\"&gt;Henry Cheng&lt;/a&gt; as the result of Hunt's 2011 sale of Rosewood and five of its hotel properties. She was inducted into the North Texas Commercial Association of Realtors Hall of Fame in May 2013.\nHunt had a line of bath and skin products called Lady Primrose, an outgrowth of the English country antiques shop she opened in 1987 with a friend. At one time, The Mansion provided Lady Primrose toiletries in its guest rooms. When Rosewood opened its first hotel in London, &lt;a href=\"The%20Lanesborough\"&gt;The Lanesborough&lt;/a&gt;, Hunt used her travel experience scouring the English countryside for antiques to aid her in assuaging fears in the London press that the expensive new hotel overlooking &lt;a href=\"Buckingham%20Palace\"&gt;Buckingham Palace&lt;/a&gt; would not fit into London traditions rather than — in the words of one American writer — \"a purely American hotel with tent cards on the tables and American waiters introducing themselves with [...] 'Hi, y'all, my name is Steve.' \"\nIn 2000, she wrote a novel, \"Primrose Past: The 1848 Journal of Young Lady Primrose\". She also wrote two cookbooks. Because of her hotels, the acclaim for the restaurant of The Mansion on Turtle Creek, and her cookbooks, she was a member of the Dallas chapter of &lt;a href=\"Les%20Dames%20d%27Escoffier\"&gt;Les Dames d'Escoffier&lt;/a&gt;, a professional organization for women involved in the food, wine, and hospitality industries;. Her accomplishment as a restaurateur was additionally acknowledged in 2009 by receiving Savor Dallas' Lone Star Award for Culinary Achievement. Moreover, she was inducted into the &lt;a href=\"Texas%20Business%20Hall%20of%20Fame\"&gt;Texas Business Hall of Fame&lt;/a&gt; in 1999.\nPhilanthropy.\nHunt served on the Board of Trustees of &lt;a href=\"Mary%20Baldwin%20College\"&gt;Mary Baldwin College&lt;/a&gt; for twenty years. In 1991, together with her sister Margaret, she paid for the restoration of &lt;a href=\"Hilltop%20%28Staunton%2C%20Virginia%29\"&gt;Hilltop&lt;/a&gt;, an 1810 building on the campus of Mary Baldwin College which is listed on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;. Additionally, she was a recipient of honorary degrees from Mary Baldwin College and the &lt;a href=\"University%20of%20Charleston\"&gt;University of Charleston&lt;/a&gt;.\nShe was a co-Founder, Honorary Vice Chair of and significant donor to the &lt;a href=\"United%20Way%20of%20America\"&gt;United Way&lt;/a&gt; of Metropolitan Dallas Foundation. She received the National Award from the United Way Tocqueville Society. In 2013, she received the &lt;a href=\"J.%20Erik%20Jonsson\"&gt;J. Erik Jonsson&lt;/a&gt; Award from the United Way of Metropolitan Dallas.\nHunt was also a donor to the &lt;a href=\"National%20Museum%20of%20Women%20in%20the%20Arts\"&gt;National Museum of Women in the Arts&lt;/a&gt;, the Tiffany Circle of the &lt;a href=\"American%20Red%20Cross\"&gt;American Red Cross&lt;/a&gt;, the conservative &lt;a href=\"Heritage%20Foundation\"&gt;Heritage Foundation&lt;/a&gt;, and the James Madison Council of the &lt;a href=\"Library%20of%20Congress\"&gt;Library of Congress&lt;/a&gt;. She served on the Board of Trustees of the &lt;a href=\"John%20F.%20Kennedy%20Center%20for%20the%20Performing%20Arts\"&gt;John F. Kennedy Center for the Performing Arts&lt;/a&gt; in Washington, D.C. for ten years. She also served as Honorary Chair of the Retina Foundation of the Southwest, a non-profit organization for research into &lt;a href=\"macular%20degeneration\"&gt;macular degeneration&lt;/a&gt; — a condition from which Hunt herself suffered — and restoration of vision loss. She sat on the Advisory Board of the &lt;a href=\"National%20Psoriasis%20Foundation\"&gt;National Psoriasis Foundation&lt;/a&gt;.\nLocally, she was a donor to the &lt;a href=\"Junior%20League\"&gt;Junior League&lt;/a&gt; of Dallas, the &lt;a href=\"Crystal%20Charity%20Ball\"&gt;Crystal Charity Ball&lt;/a&gt;, the &lt;a href=\"Booker%20T.%20Washington%20High%20School%20for%20the%20Performing%20and%20Visual%20Arts\"&gt;Booker T. Washington High School for the Performing and Visual Arts&lt;/a&gt; in Downtown Dallas, the &lt;a href=\"Dallas%20Opera\"&gt;Dallas Opera&lt;/a&gt;, the &lt;a href=\"Dallas%20Symphony\"&gt;Dallas Symphony&lt;/a&gt;, and the Dallas Woman's Club., as well as to &lt;a href=\"Court%20Appointed%20Special%20Advocates%20%28CASA%29\"&gt;Dallas CASA&lt;/a&gt; foster-care child advocates and to the &lt;a href=\"Perot%20Museum%20of%20Nature%20and%20Science\"&gt;Perot Museum of Nature and Science&lt;/a&gt; in Dallas. She served as a co-Chair of the Dallas/Fort Worth Committee of the Celebration of Reading organized by the &lt;a href=\"Barbara%20Bush%20Foundation%20for%20Family%20Literacy\"&gt;Barbara Bush Foundation for Family Literacy&lt;/a&gt;, founded by First Lady &lt;a href=\"Barbara%20Bush\"&gt;Barbara Bush&lt;/a&gt;. Additionally, she received the Caroline Rose Hunt rose for donating more than US$10,000 to the &lt;a href=\"Dallas%20Arboretum%20and%20Botanical%20Garden\"&gt;Dallas Arboretum and Botanical Garden&lt;/a&gt;. She also received the Rose Award for her donations to the &lt;a href=\"Dallas%20Children%27s%20Theater\"&gt;Dallas Children's Theater&lt;/a&gt; in 2013. She was an auxiliary member of the Nexus Recovery Center, a non-profit organization which provides specialized substance abuse services for females in Dallas. Additionally, she received the TACA Silver Cup Award from The Arts Community Alliance in 2012 for her donations.\nShe attended the &lt;a href=\"Highland%20Park%20Presbyterian%20Church%20%28Dallas%2C%20Texas%29\"&gt;Highland Park Presbyterian Church&lt;/a&gt; in Dallas, where she served as the first woman deacon. She also served on the Board of Trustees of the &lt;a href=\"Presbyterian%20Hospital%20of%20Dallas\"&gt;Presbyterian Hospital of Dallas&lt;/a&gt;.\nPersonal life.\nHunt was married twice. Her first husband was Loyd Bowmer Sands, a pilot in the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;. They had five children:\nAfter they divorced in 1973, she married a second time, to Buddy Schoellkopf. They later divorced.\nHunt died on November 13, 2018 at the T. Boone Pickens Hospice and Palliative Care Center in Dallas, at the age of 95 from a stroke."
}