{
    "id": "4091855",
    "revid": "800198",
    "url": "https://en.wikipedia.org/wiki?curid=4091855",
    "title": "Mo Awards",
    "text": "The Mo Awards, technically The Australian Entertainment Mo Awards, a now defunct award system, were an annual Australian entertainment industry award, that where established in 1975, to recognise achievements in live entertainment in Australia.\nThe Mo Awards began as a state only honour in &lt;a href=\"New%20South%20Wales\"&gt;New South Wales&lt;/a&gt; known as the Star Awards when local entertainers started the awards to promote live entertainment in New South Wales. When singer &lt;a href=\"Johnny%20O%27Keefe\"&gt;Johnny O'Keefe&lt;/a&gt; became chairman in 1976, he decided the awards should become an Australia-wide national awards program. Entertainer &lt;a href=\"Don%20Lane\"&gt;Don Lane&lt;/a&gt; then proposed the awards be renamed the Mo Awards in honour of Australian comedian and vaudevillian &lt;a href=\"Roy%20Rene\"&gt;Roy Rene&lt;/a&gt;, who used the &lt;a href=\"stage%20name\"&gt;stage name&lt;/a&gt; \"Mo McCackie.\" \nThe award statue was designed by H. K. Fischer, model maker of &lt;a href=\"Morisset%2C%20New%20South%20Wales\"&gt;Morisset&lt;/a&gt;.\nThe award categories where reviewed annually and adapted to new trends in the Australian entertainment sector; categories included awards in: &lt;a href=\"musical%20theatre\"&gt;musical theatre&lt;/a&gt;, &lt;a href=\"opera\"&gt;opera&lt;/a&gt;, &lt;a href=\"Classical%20music\"&gt;Classical music&lt;/a&gt;, &lt;a href=\"dance\"&gt;dance&lt;/a&gt;, &lt;a href=\"comedy\"&gt;comedy&lt;/a&gt;, &lt;a href=\"rock%20music\"&gt;rock music&lt;/a&gt;, &lt;a href=\"jazz\"&gt;jazz&lt;/a&gt;, &lt;a href=\"country%20music\"&gt;country music&lt;/a&gt;, &lt;a href=\"Play%20%28theatre%29\"&gt;plays&lt;/a&gt; and &lt;a href=\"variety%20show\"&gt;variety show&lt;/a&gt;s.\nThe violinist &lt;a href=\"Martin%20Lass\"&gt;Martin Lass&lt;/a&gt; won the Mo Award for Instrumental Excellence for seven years running from 1984 until 1990."
}