{
    "id": "40942036",
    "revid": "28779459",
    "url": "https://en.wikipedia.org/wiki?curid=40942036",
    "title": "Anthony DeSclafani",
    "text": "Anthony James DeSclafani (born April 18, 1990), nicknamed Disco and T-Bone, is an American &lt;a href=\"professional%20baseball\"&gt;professional baseball&lt;/a&gt; &lt;a href=\"pitcher\"&gt;pitcher&lt;/a&gt; for the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; of &lt;a href=\"Major%20League%20Baseball\"&gt;Major League Baseball&lt;/a&gt; (MLB). He previously played for the &lt;a href=\"Miami%20Marlins\"&gt;Miami Marlins&lt;/a&gt; and &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt;. He played college baseball for the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt;. The &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; selected DeSclafani in the sixth round of the &lt;a href=\"2011%20MLB%20draft\"&gt;2011 MLB draft&lt;/a&gt;. He made his MLB debut in 2014.\nAmateur career.\nDeSclafani grew up in &lt;a href=\"Howell%20Township%2C%20New%20Jersey\"&gt;Howell Township, New Jersey&lt;/a&gt;, and attended &lt;a href=\"Colts%20Neck%20High%20School\"&gt;Colts Neck High School&lt;/a&gt; (class of 2008) in &lt;a href=\"Colts%20Neck%20Township%2C%20New%20Jersey\"&gt;Colts Neck Township, New Jersey&lt;/a&gt;.\nThe &lt;a href=\"Boston%20Red%20Sox\"&gt;Boston Red Sox&lt;/a&gt; selected DeSclafani in the 22nd round of the &lt;a href=\"2008%20Major%20League%20Baseball%20draft\"&gt;2008 Major League Baseball draft&lt;/a&gt;. Rather than accept a &lt;a href=\"signing%20bonus\"&gt;signing bonus&lt;/a&gt; of about $200,000, he enrolled at the &lt;a href=\"University%20of%20Florida\"&gt;University of Florida&lt;/a&gt;, where he played &lt;a href=\"college%20baseball\"&gt;college baseball&lt;/a&gt; for the &lt;a href=\"Florida%20Gators%20baseball\"&gt;Florida Gators baseball&lt;/a&gt; team. In 2010, he played &lt;a href=\"collegiate%20summer%20baseball\"&gt;collegiate summer baseball&lt;/a&gt; in the &lt;a href=\"Cape%20Cod%20Baseball%20League\"&gt;Cape Cod Baseball League&lt;/a&gt; for the &lt;a href=\"Yarmouth-Dennis%20Red%20Sox\"&gt;Yarmouth-Dennis Red Sox&lt;/a&gt;.\nProfessional career.\nToronto Blue Jays.\nThe &lt;a href=\"Toronto%20Blue%20Jays\"&gt;Toronto Blue Jays&lt;/a&gt; selected DeSclafani in the sixth round of the &lt;a href=\"2011%20MLB%20draft\"&gt;2011 MLB draft&lt;/a&gt;. He received a $250,000 signing bonus. In 2012, he pitched for the &lt;a href=\"Lansing%20Lugnuts\"&gt;Lansing Lugnuts&lt;/a&gt; of the &lt;a href=\"Class%20A%20%28baseball%29\"&gt;Class A&lt;/a&gt; &lt;a href=\"Midwest%20League\"&gt;Midwest League&lt;/a&gt;. He was 11–3 with a 3.37 ERA, and his 11 wins tied for 4th in the league as his 1.8 walks/9 innings tied for 9th.\nMiami Marlins (2012-14).\nAfter the 2012 season, the Blue Jays traded DeSclafani, &lt;a href=\"Adeiny%20Hechavarria\"&gt;Adeiny Hechavarria&lt;/a&gt;, &lt;a href=\"Henderson%20%C3%81lvarez\"&gt;Henderson Álvarez&lt;/a&gt;, &lt;a href=\"Yunel%20Escobar\"&gt;Yunel Escobar&lt;/a&gt;, &lt;a href=\"Jeff%20Mathis\"&gt;Jeff Mathis&lt;/a&gt;, &lt;a href=\"Justin%20Nicolino\"&gt;Justin Nicolino&lt;/a&gt;, and &lt;a href=\"Jake%20Marisnick\"&gt;Jake Marisnick&lt;/a&gt; to the &lt;a href=\"Miami%20Marlins\"&gt;Miami Marlins&lt;/a&gt;, receiving &lt;a href=\"Mark%20Buehrle\"&gt;Mark Buehrle&lt;/a&gt;, &lt;a href=\"Josh%20Johnson%20%28pitcher%29\"&gt;Josh Johnson&lt;/a&gt;, &lt;a href=\"Jos%C3%A9%20Reyes%20%28shortstop%29\"&gt;José Reyes&lt;/a&gt;, &lt;a href=\"John%20Buck%20%28baseball%29\"&gt;John Buck&lt;/a&gt;, and &lt;a href=\"Emilio%20Bonifacio\"&gt;Emilio Bonifacio&lt;/a&gt; in exchange. DeSclafani pitched for the &lt;a href=\"Jupiter%20Hammerheads\"&gt;Jupiter Hammerheads&lt;/a&gt; of the &lt;a href=\"Class%20A-Advanced\"&gt;Class A-Advanced&lt;/a&gt; &lt;a href=\"Florida%20State%20League\"&gt;Florida State League&lt;/a&gt; and the &lt;a href=\"Jacksonville%20Suns\"&gt;Jacksonville Suns&lt;/a&gt; of the &lt;a href=\"Class%20AA\"&gt;Class AA&lt;/a&gt; &lt;a href=\"Southern%20League%20%281964%E2%80%932020%29\"&gt;Southern League&lt;/a&gt; in 2013. He pitched to a 9–6 &lt;a href=\"Win%E2%80%93loss%20record%20%28pitching%29\"&gt;win–loss record&lt;/a&gt; and a 2.65 &lt;a href=\"earned%20run%20average\"&gt;earned run average&lt;/a&gt; in 129 innings across both levels, averaging 1.6 walks/9 innings. He was named a Florida State League mid-season All Star. The Marlins named him their minor league pitcher of the year after the season, and he was named an MILB.com Miami Organization All Star.\nDeSclafani began the 2014 season with Jacksonville, after being ranked by \"Baseball America\" as the Marlins' fifth-best prospect. The Marlins promoted him to the major leagues to make his debut on May 14 with a win against the Dodgers in Los Angeles. DeSclafani struck out seven and also had two hits in the game. He was optioned back to the &lt;a href=\"New%20Orleans%20Zephyrs\"&gt;New Orleans Zephyrs&lt;/a&gt; of the &lt;a href=\"Class%20AAA\"&gt;Class AAA&lt;/a&gt; &lt;a href=\"Pacific%20Coast%20League\"&gt;Pacific Coast League&lt;/a&gt; on August 16, with the return of &lt;a href=\"Henderson%20%C3%81lvarez\"&gt;Henderson Álvarez&lt;/a&gt;. During a game against the &lt;a href=\"Milwaukee%20Brewers\"&gt;Milwaukee Brewers&lt;/a&gt; on September 11, DeSclafani was ejected for the first time in his MLB career after intentionally hitting &lt;a href=\"Carlos%20G%C3%B3mez\"&gt;Carlos Gómez&lt;/a&gt; with a pitch. The next day, DeSclafani was suspended three games and fined an undisclosed amount by MLB. \nIn the majors in 2014 he made 5 starts and 8 relief appearances, and in the minors he was 6-7, 3.78 ERA in 19 starts and one relief appearance for Class AA Jacksonville and Class AAA New Orleans. After the season he pitched for Salt River in the &lt;a href=\"Arizona%20Fall%20League\"&gt;Arizona Fall League&lt;/a&gt; and was 1-0 with a 2.67 ERA in 27 innings, and was second in the AFL in strikeouts.\nCincinnati Reds (2015–2020).\nOn December 11, 2014, the Marlins traded DeSclafani and &lt;a href=\"Chad%20Wallach\"&gt;Chad Wallach&lt;/a&gt; to the &lt;a href=\"Cincinnati%20Reds\"&gt;Cincinnati Reds&lt;/a&gt; in exchange for &lt;a href=\"Mat%20Latos\"&gt;Mat Latos&lt;/a&gt;. DeSclafani earned his first win as a Reds pitcher and, subsequently, the first win for a starting pitcher for the Reds in 2015 with a 3–2 win over the Cubs on April 14, 2015. He pitched in 31 starts for the Reds, finishing with a record of 9–13 and a 4.05 ERA in 184.2 innings. He was named to the \"Baseball America\" Major League All-Rookie Team. \nIn 2016, he had 20 starts after a few stints on the disabled list, and went 9–5 (which included a &lt;a href=\"shutout\"&gt;shutout&lt;/a&gt;) with a 3.28 ERA in 123.1 innings.\nIn 2017, DeSclafani experienced pain in his right elbow at the beginning of spring training. He was diagnosed with &lt;a href=\"tendinitis\"&gt;tendinitis&lt;/a&gt; and was immediately shut down. He was later diagnosed with a sprained &lt;a href=\"ulnar%20collateral%20ligament%20of%20the%20elbow\"&gt;ulnar collateral ligament of the elbow&lt;/a&gt; (UCL), and began the season on the disabled list. The Reds sent him on a minor league rehab assignment at the end of July, but a reoccurrence of the tendinitis ended the rehab stint. His UCL had recovered. He went on the 60-day disabled list, which effectively ended his season without him appearing in an MLB game.\nAfter missing almost 2 years because of multiple injuries, DeSclafani was activated to start on June 5, 2018, against the &lt;a href=\"Colorado%20Rockies\"&gt;Colorado Rockies&lt;/a&gt;. In a June 23 game against the &lt;a href=\"Chicago%20Cubs\"&gt;Chicago Cubs&lt;/a&gt;, DeSclafani hit a &lt;a href=\"Grand%20slam%20%28baseball%29\"&gt;grand slam&lt;/a&gt; off of &lt;a href=\"Brian%20Duensing\"&gt;Brian Duensing&lt;/a&gt;. The last Reds pitcher to hit a grand slam was &lt;a href=\"Bob%20Purkey\"&gt;Bob Purkey&lt;/a&gt;, also against the Cubs, in 1959. DeSclafani was the starting pitcher and earned the win as the Reds defeated the Cubs 11–2. He completed the remainder of the season, starting 21 games, posting a 7–8 record with a 4.93 ERA in 115 innings.\nIn 2019, Desclafani played a full season, pitching third in the Reds' starting rotation behind &lt;a href=\"Luis%20Castillo%20%28pitcher%29\"&gt;Luis Castillo&lt;/a&gt; and &lt;a href=\"Sonny%20Gray\"&gt;Sonny Gray&lt;/a&gt;. He started 31 games, with a 9–9 record and a 3.89 ERA in 166.2 innings in which he struck out 167 batters while walking 49.\nOn July 23, 2020, one day into the quarantine-shortened season, the Reds placed Desclafani on the 10-day injured list with a strained back muscle. He was activated August 2, making his first start of the season that afternoon. In the shortened 2020 season, in 33.2 innings he was 1–2 with a 7.22 ERA.\nSan Francisco Giants (2021–present).\nOn December 16, 2020, the &lt;a href=\"San%20Francisco%20Giants\"&gt;San Francisco Giants&lt;/a&gt; signed DeSclafani to a one-year $6 million contract. On April 26, 2021, he threw a complete game shutout against the Colorado Rockies with 9 strikeouts, winning 12–0. \nIn the 2021 regular season, he was 13–7 with 2 shutouts (tied for the National League lead) and a 3.17 ERA in 31 starts covering 167.2 innings. He was 10th in the NL in wins, as a batter he was 10th in &lt;a href=\"sacrifice%20hit\"&gt;sacrifice hit&lt;/a&gt;s (7), and on defense he tied for the NL lead among pitchers with a perfect fielding percentage of 1.000.\nOn November 22, 2021, DeSclafani re-signed with the Giants on a 3 year, $36 million contract.\nPersonal life.\nDeSclafani and his wife, Lauren, married in January 2019. They had their first child, a son, in August 2020. They reside in &lt;a href=\"Freehold%20Borough%2C%20New%20Jersey\"&gt;Freehold, New Jersey&lt;/a&gt;."
}