{
    "id": "40954704",
    "revid": "5183450",
    "url": "https://en.wikipedia.org/wiki?curid=40954704",
    "title": "Chriselliam",
    "text": "Chriselliam (2 February 2011 – 7 February 2014) was an Irish-bred British-trained &lt;a href=\"Thoroughbred\"&gt;Thoroughbred&lt;/a&gt; &lt;a href=\"horse%20racing\"&gt;racehorse&lt;/a&gt;. In 2013 she won two of her five races in Europe, establishing herself as one of the leading British-trained fillies of her generation by winning the &lt;a href=\"Fillies%27%20Mile\"&gt;Fillies' Mile&lt;/a&gt;. She was then sent to the United States in November where she recorded a decisive win in the &lt;a href=\"Breeders%27%20Cup%20Juvenile%20Fillies%20Turf\"&gt;Breeders' Cup Juvenile Fillies Turf&lt;/a&gt;. She was awarded the title of &lt;a href=\"Cartier%20Champion%20Two-year-old%20Filly\"&gt;Cartier Champion Two-year-old Filly&lt;/a&gt; and was officially rated the best two-year-old filly in Europe. She died in February 2014 after contracting a bacterial infection.\nBackground.\nChriselliam was a bay filly with a white &lt;a href=\"star%20%28horse%20marking%29\"&gt;star&lt;/a&gt; and a white &lt;a href=\"sock%20%28horse%20marking%29\"&gt;sock&lt;/a&gt; on her left hind leg bred by the Ballylinch Stud of &lt;a href=\"County%20Kilkenny\"&gt;County Kilkenny&lt;/a&gt;. She was one of the best horses sired by Iffraaj, a high-class sprinter whose wins included the &lt;a href=\"Wokingham%20Stakes\"&gt;Wokingham Stakes&lt;/a&gt;, &lt;a href=\"Lennox%20Stakes\"&gt;Lennox Stakes&lt;/a&gt; and &lt;a href=\"Park%20Stakes\"&gt;Park Stakes&lt;/a&gt; (twice). Chriselliam's dam Danielli failed to win a race but was a half-sister of the &lt;a href=\"Moyglare%20Stud%20Stakes\"&gt;Moyglare Stud Stakes&lt;/a&gt; winner Priory Belle.\nIn 2012, Chriselliam was sent to the &lt;a href=\"Tattersalls\"&gt;Tattersalls&lt;/a&gt; October Yearling Sale and was bought for 40,000 &lt;a href=\"guinea%20%28coin%29\"&gt;guineas&lt;/a&gt; by the bloodstock agent SackvilleDonald. The filly became the property of a partnership of &lt;a href=\"Willie%20Carson\"&gt;Willie Carson&lt;/a&gt;, Emily Asprey and Christopher Wright and was sent into training with Charles Hills at &lt;a href=\"Lambourn\"&gt;Lambourn&lt;/a&gt;.\nRacing career.\n2013: two-year-old season.\nChriselliam made no impact on her racecourse debut, finishing ninth of fourteen runners in a six &lt;a href=\"furlong\"&gt;furlong&lt;/a&gt; &lt;a href=\"maiden%20race\"&gt;maiden race&lt;/a&gt; at &lt;a href=\"Haydock%20Park\"&gt;Haydock Park&lt;/a&gt; in May. She reappeared in July for a seven furlong maiden race at &lt;a href=\"Warwick%20Racecourse\"&gt;Warwick Racecourse&lt;/a&gt;, and recorded her first success, winning by two and a half &lt;a href=\"Horse%20length\"&gt;lengths&lt;/a&gt; at odds of &lt;a href=\"Fractional%20odds\"&gt;5/1&lt;/a&gt;. A month later the filly was sent to France and moved up sharply in class for the &lt;a href=\"Group%20races\"&gt;Group Three&lt;/a&gt; &lt;a href=\"Prix%20du%20Calvados\"&gt;Prix du Calvados&lt;/a&gt; at &lt;a href=\"Deauville%20Racecourse\"&gt;Deauville Racecourse&lt;/a&gt;. Ridden by &lt;a href=\"Olivier%20Peslier\"&gt;Olivier Peslier&lt;/a&gt;, she briefly challenged the leaders but faded in the closing stages to finish ninth of the eleven finishers behind Sandiva. In September Chriselliam was moved up in distance to one mile and matched against &lt;a href=\"Colt%20%28horse%29\"&gt;colts&lt;/a&gt; in the &lt;a href=\"Ascendant%20Stakes\"&gt;Ascendant Stakes&lt;/a&gt; at Haydock. Ridden by &lt;a href=\"Gerald%20Mosse\"&gt;Gerald Mosse&lt;/a&gt;, she took the lead in the straight but was overtaken in the final strides and beaten a neck by the &lt;a href=\"Richard%20Hannon%20Sr.\"&gt;Richard Hannon Sr.&lt;/a&gt;-trained colt Chief Barker.\nThree weeks after her narrow defeat at Haydock, Chriselliam was one of eight fillies to contest the Group One Fillies' Mile at &lt;a href=\"Newmarket%20Racecourse\"&gt;Newmarket Racecourse&lt;/a&gt;. The &lt;a href=\"Moyglare%20Stud%20Stakes\"&gt;Moyglare Stud Stakes&lt;/a&gt; winner &lt;a href=\"Rizeena\"&gt;Rizeena&lt;/a&gt; was made the 7/4 favourite, while Chriselliam, ridden for the first time by &lt;a href=\"Richard%20Hughes%20%28jockey%29\"&gt;Richard Hughes&lt;/a&gt; started a 28/1 outsider. Hughes restrained the filly at the back of the field before switching left to make a challenge a furlong from the finish. She produced a strong late run to overtake Rizeena 75 &lt;a href=\"Yard%20%28unit%29\"&gt;yards&lt;/a&gt; from the finish and won by a length. Hughes described the winner as \"the ideal &lt;a href=\"1000%20Guineas\"&gt;Guineas&lt;/a&gt; candidate. She moves good and travels well and she has just shown she has a very good turn of foot\". On her final appearance of the season, Chriselliam was sent to California to contest the &lt;a href=\"Graded%20stakes%20race\"&gt;Grade I&lt;/a&gt; Breeders' Cup Juvenile Fillies Turf over one mile at &lt;a href=\"Santa%20Anita%20Park\"&gt;Santa Anita Park&lt;/a&gt;. She was the 6.9/1 fourth choice in the betting behind &lt;a href=\"Vorda\"&gt;Vorda&lt;/a&gt; (winner of the &lt;a href=\"Cheveley%20Park%20Stakes\"&gt;Cheveley Park Stakes&lt;/a&gt;), My Conquestadory (&lt;a href=\"Alcibiades%20Stakes\"&gt;Alcibiades Stakes&lt;/a&gt;) and Al Thakhira (&lt;a href=\"Rockfel%20Stakes\"&gt;Rockfel Stakes&lt;/a&gt;). She started slowly, but made steady progress and turned into the straight just behind the leaders. A furlong from the finish she overtook My Conquestadory and accelerated clear to win by two and a half lengths from Testa Rossi. After the race Hills said of Chriselliam: \"She's exceptional – she's got everything you want, really. She travels very well. She's so professional, you can put her anywhere you want in a race. She also has a very good turn of foot\".\nIn November, Chriselliam was voted Champion Two-year-old Filly at the &lt;a href=\"Cartier%20Racing%20Awards\"&gt;Cartier Racing Awards&lt;/a&gt;. In the official ratings published in January 2014, Chriselliam was rated the best European two-year-old filly of 2013.\nDeath.\nOn 16 January 2014 it was announced that Chriselliam was suffering from a \"poisoned foot\", but that the infection was \"under control\". In early February, she was transferred to the Newmarket Equine Hospital where it was found that the infection had spread to the &lt;a href=\"Coffin%20bone\"&gt;pedal bone&lt;/a&gt; and was untreatable. Chriselliam was &lt;a href=\"Animal%20euthanasia\"&gt;euthanised&lt;/a&gt; on 7 February. Hills described her as \"hugely talented, with a wonderful temperament\".\nPedigree.\nChriselliam is &lt;a href=\"inbreeding\"&gt;inbred&lt;/a&gt; 4 x 4 to &lt;a href=\"Northern%20Dancer\"&gt;Northern Dancer&lt;/a&gt;. This means that the stallion appears twice in the fourth generation of her pedigree."
}