{
    "id": "4096014",
    "revid": "41840956",
    "url": "https://en.wikipedia.org/wiki?curid=4096014",
    "title": "Lisa Tucker (singer)",
    "text": "Lisa Gabrielle Tucker (born June 13, 1989) is an American &lt;a href=\"singing\"&gt;singer&lt;/a&gt;, &lt;a href=\"musical%20theater\"&gt;musical theater&lt;/a&gt; actress, and &lt;a href=\"television\"&gt;television&lt;/a&gt; &lt;a href=\"actress\"&gt;actress&lt;/a&gt; who was the tenth-place finalist on the &lt;a href=\"American%20Idol%20%28season%205%29\"&gt;fifth season&lt;/a&gt; of \"&lt;a href=\"American%20Idol\"&gt;American Idol&lt;/a&gt;\". At the age of 10, she landed the role as Young &lt;a href=\"Nala%20%28The%20Lion%20King%29\"&gt;Nala&lt;/a&gt; in the Los Angeles production of \"&lt;a href=\"The%20Lion%20King%20%28musical%29\"&gt;The Lion King&lt;/a&gt;.\"\nAfter \"American Idol,\" she performed in the &lt;a href=\"American%20Idols%20Live%21%20Tour%202006\"&gt;American Idols Live! Tour 2006&lt;/a&gt; for three months and 60 concerts across the United States. After the tour, Tucker recorded a duet with &lt;a href=\"Dionne%20Warwick\"&gt;Dionne Warwick&lt;/a&gt; on Warwick's album, \"&lt;a href=\"My%20Friends%20%26amp%3B%20Me\"&gt;My Friends &amp; Me&lt;/a&gt;.\" Shortly after, Tucker landed recurring television roles on \"&lt;a href=\"Zoey%20101\"&gt;Zoey 101&lt;/a&gt;,\" \"&lt;a href=\"The%20Game%20%28American%20TV%20series%29\"&gt;The Game&lt;/a&gt;,\" \"&lt;a href=\"The%20Vampire%20Diaries\"&gt;The Vampire Diaries&lt;/a&gt;,\" and \"&lt;a href=\"The%20O.C.\"&gt;The O.C.&lt;/a&gt;,\" where she played herself.\nLife and career.\nEarly life and career beginnings.\nTucker was born in &lt;a href=\"Anaheim%2C%20California\"&gt;Anaheim, California&lt;/a&gt; to Stanley and Eleanor Tucker, and raised in &lt;a href=\"Anaheim%2C%20California\"&gt;Anaheim, California&lt;/a&gt;, along with her two older brothers: Stanley III and William.\nAt nine, she was encouraged by her parents to audition for a production of \"&lt;a href=\"A%20Little%20Princess\"&gt;The Little Princess&lt;/a&gt;\" at the Orange County Children's Theater and she landed a lead role. Tucker was selected to sing the national anthem at an &lt;a href=\"Anaheim%20Angels\"&gt;Anaheim Angels&lt;/a&gt; baseball game.\nAt ten, Tucker landed the role of young &lt;a href=\"Nala%20%28The%20Lion%20King%29\"&gt;Nala&lt;/a&gt; in \"&lt;a href=\"The%20Lion%20King%20%28musical%29\"&gt;The Lion King&lt;/a&gt;.\" Resident director of \"The Lion King\", Frank Lombardi, wrote about Tucker: \"Her talent is extraordinary. So much so that upon realizing her skills as a singer, one of our composers added a complex vocal arrangement to one of the original songs. Lisa sang with a simplicity and beauty that made it seem effortless, even though it actually took great skill and concentration.\"\nWhen Tucker was 13, she auditioned for \"&lt;a href=\"Star%20Search\"&gt;Star Search&lt;/a&gt;\" and made it to the finals and was runner-up to &lt;a href=\"Tiffany%20Evans\"&gt;Tiffany Evans&lt;/a&gt;. Tucker attended &lt;a href=\"La%20Palma%2C%20California\"&gt;La Palma, California's&lt;/a&gt; &lt;a href=\"John%20F.%20Kennedy%20High%20School%20%28La%20Palma%2C%20California%29\"&gt;John F. Kennedy High School&lt;/a&gt;, graduating in 2006.\n\"American Idol\".\nAt the age of 16, she auditioned for the fifth season of \"American Idol\" in &lt;a href=\"Denver%2C%20Colorado\"&gt;Denver, Colorado&lt;/a&gt; with \"&lt;a href=\"One%20Moment%20in%20Time\"&gt;One Moment in Time&lt;/a&gt;\" by &lt;a href=\"Whitney%20Houston\"&gt;Whitney Houston&lt;/a&gt; where she amazed the judges, with &lt;a href=\"Simon%20Cowell\"&gt;Simon Cowell&lt;/a&gt; declaring, \"Wow. I think the best 16-year-old we've ever had throughout this whole competition.\" Later, the judges made a unanimous decision to put her through to the season's final 24. America voted her through to the top 12. While she was on \"American Idol\" she attended high-school classes with former \"Idol\" finalists &lt;a href=\"Paris%20Bennett\"&gt;Paris Bennett&lt;/a&gt; and &lt;a href=\"Kevin%20Covais\"&gt;Kevin Covais&lt;/a&gt;. Tucker was eliminated on March 29, 2006, after being in the bottom 3 with &lt;a href=\"Katharine%20McPhee\"&gt;Katharine McPhee&lt;/a&gt; and &lt;a href=\"Ace%20Young\"&gt;Ace Young&lt;/a&gt;. Tucker came in tenth place, allowing her to perform on the \"Idol\" tour singing &lt;a href=\"Elton%20John\"&gt;Elton John&lt;/a&gt;'s \"&lt;a href=\"Your%20Song\"&gt;Your Song&lt;/a&gt;\" and \"&lt;a href=\"Someone%20Saved%20My%20Life%20Tonight\"&gt;Someone Saved My Life Tonight&lt;/a&gt;\" on piano.\nPost-Idol.\nTucker has performed at numerous local events in Orange and Los Angeles counties including singing the national anthem at Lakers, Clippers, Angels, and Mighty Ducks games. She sang on the city of Anaheim float in the 118th &lt;a href=\"Tournament%20of%20Roses\"&gt;Tournament of Roses&lt;/a&gt; parade. Tucker was invited to tour the U.S. Air Force bases in Europe to promote the kickoff of the annual USAFE Services Xtreme Summer Program.\nShe made a guest appearance on &lt;a href=\"The%20O.C.\"&gt;The O.C.&lt;/a&gt; playing herself in the prom episode. She was in the third and fourth seasons \"&lt;a href=\"Zoey%20101\"&gt;Zoey 101&lt;/a&gt;\" as Lisa Perkins; her first appearance was in the episode \"Michael Loves Lisa\", which aired on January 7, 2007. In August 2007, Tucker was featured on the reality TV show \"Dr. 90210\" as the singing instructor for Dr. Rey's children. She was cast for the pilot of the FOX series \"Born in the USA\", also by &lt;a href=\"19%20Entertainment\"&gt;19 Entertainment&lt;/a&gt;. She had a recurring role on \"&lt;a href=\"The%20Game%20%28U.S.%20TV%20series%29\"&gt;The Game&lt;/a&gt;,\" where she played Pucci Wright in the third season. She also had a recurring role as Greta Martin in \"&lt;a href=\"The%20Vampire%20Diaries\"&gt;The Vampire Diaries&lt;/a&gt;.\"\nTucker sang \"Then Came You\" with &lt;a href=\"Dionne%20Warwick\"&gt;Dionne Warwick&lt;/a&gt; on Warwick's new album, \"&lt;a href=\"My%20Friends%20%26amp%3B%20Me\"&gt;My Friends &amp; Me&lt;/a&gt;\".\nTucker performed as a special guest at &lt;a href=\"Gerald%20%26quot%3BLord%26quot%3B%20Rhaburn\"&gt;Lord Rhaburn&lt;/a&gt;'s Music Awards Show in &lt;a href=\"Belize\"&gt;Belize&lt;/a&gt;.\nTucker was formerly signed to recording artist Ne-Yo's production company Compound Entertainment and had a recording deal through Island Def Jam."
}