{
    "id": "40973175",
    "revid": "5229428",
    "url": "https://en.wikipedia.org/wiki?curid=40973175",
    "title": "Promontory Apartments",
    "text": "The Promontory Apartments is a 22-story &lt;a href=\"skyscraper\"&gt;skyscraper&lt;/a&gt; in &lt;a href=\"Hyde%20Park%2C%20Chicago\"&gt;Hyde Park, Chicago&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;, United States designed by &lt;a href=\"Ludwig%20Mies%20van%20der%20Rohe\"&gt;Ludwig Mies van der Rohe&lt;/a&gt;. It was the first skyscraper Mies designed and was the first of his buildings to feature concepts such as an exposed skeleton. The &lt;a href=\"housing%20cooperative\"&gt;cooperative&lt;/a&gt; building overlooking &lt;a href=\"Burnham%20Park%20%28Chicago%29\"&gt;Burnham Park&lt;/a&gt; has 122 units.\nHistory.\nSeeking an architect.\nIn 1946, real estate developer &lt;a href=\"Herbert%20Greenwald\"&gt;Herbert Greenwald&lt;/a&gt; decided to build a new &lt;a href=\"cooperative%20housing\"&gt;cooperative housing&lt;/a&gt; high-rise in &lt;a href=\"Hyde%20Park%2C%20Chicago\"&gt;Hyde Park, Chicago&lt;/a&gt;, &lt;a href=\"Illinois\"&gt;Illinois&lt;/a&gt;. Although the area had several tall apartment buildings, this would be the first such building since the &lt;a href=\"Great%20Depression\"&gt;Great Depression&lt;/a&gt;. Greenwald discussed options with his neighbor, Charles B. Genther, an architect with Pace Associates. Greenwald sought the notoriety that a big-name architect would bring to the project. He first contacted &lt;a href=\"Frank%20Lloyd%20Wright\"&gt;Frank Lloyd Wright&lt;/a&gt;, who offered to design the building for an advance payment of $50,000. Greenwald did not have enough money on hand to pay the architect, so he looked for other options. He contacted &lt;a href=\"Le%20Corbusier\"&gt;Le Corbusier&lt;/a&gt;, but the architect replied with a message stating that he would not design buildings in the United States. &lt;a href=\"Eero%20Saarinen\"&gt;Eero Saarinen&lt;/a&gt; also rejected the commission. Finally, he offered the project to &lt;a href=\"Walter%20Gropius\"&gt;Walter Gropius&lt;/a&gt; in &lt;a href=\"Boston\"&gt;Boston&lt;/a&gt;, who rejected the commission as it was too far away from his main offices. Gropius suggested that Greenwald instead turn to &lt;a href=\"Ludwig%20Mies%20van%20der%20Rohe\"&gt;Ludwig Mies van der Rohe&lt;/a&gt;, who had offices in Chicago.\nGenther had previously studied under Mies at the &lt;a href=\"Illinois%20Institute%20of%20Technology\"&gt;Illinois Institute of Technology&lt;/a&gt;. He suggested that Mies become involved with the design of the project. Mies was one of the most prominent architects of the time, but had never designed a high-rise structure. The project was named the \"Promontory Apartments\" because the proposed site overlooked Promontory Point in &lt;a href=\"Burnham%20Park%20%28Chicago%29\"&gt;Burnham Park&lt;/a&gt;.\nDesign.\nAfter a general floor plan had been suggested, Mies developed a design of the building. He suggested a steel curtain wall that would be encased in brick on two sides. On the other two sides, east and west, he recommended floor-to-ceiling windows between I-beam mullions running the height of the building. Greenwald rejected this design, although he would later approve a similar design for his &lt;a href=\"860%E2%80%93880%20Lake%20Shore%20Drive%20Apartments\"&gt;860–880 Lake Shore Drive Apartments&lt;/a&gt;. Mies also submitted a second design with an exposed concrete structure on all sides. This design would have low brick spandrel walls and full-length windows on two sides. Greenwald approved this second design.\nGreenwald struggled to convince banks to lend him money for the project. Greenwald and Mies' concept to develop an apartment scheme with so much glass proved controversial. Finally, in Spring 1947, Greenwald was able to secure a mortgage with the Trust Company of Chicago. The Peter Hamlin Construction Company was selected as the general contractor and construction began that Fall. The project began to attract interest when a model of the final version and a drawing of the steel-and-glass version were put on display for a Mies showcase at the &lt;a href=\"Museum%20of%20Modern%20Art\"&gt;Museum of Modern Art&lt;/a&gt;. By the time the building was completed in 1949, all of the apartment units were sold.\nThe Promontory Apartments were the first Mies building to have an exposed skeleton structure, an architectural theme that would dominate the latter portion of his career. Mies first proposed an external skeleton for an office building in 1923, but abandoned the concept until the late 1930s. His Mechanical Engineering Research building on the Illinois Institute of Technology campus featured an exposed concrete frame, but it was infilled with brick spandrel walls and windows and was not constructed in accordance with Mies' design. However, the building design is clearly a precursor to the Promontory Apartments.\nThe Promontory Apartments were an important point in Mies' career. The building was well received in the United States and abroad and further cemented his reputation as a leading architect. The building's success would inspire Greenwald to commission Mies to design more than ten additional apartment projects. Mies was also encouraged by the reception and abandoned the classic elements such as the traditional floor plan for more experimental steel-and-glass design. The building and its display at the Museum of Modern Art encouraged Phyllis and Samuel Bronfman to commission Mies to design the &lt;a href=\"Seagram%20Building\"&gt;Seagram Building&lt;/a&gt; in &lt;a href=\"New%20York%20City\"&gt;New York City&lt;/a&gt;.\nIn the mid-1960s, the Promontory Apartments Trust contacted Mies about alterations to the ground floor as well as through-wall air conditioners for the spandrel walls. Mies offered his input on these changes, which were put into place c. 1965–66. On November 21, 1996, the building was recognized by the &lt;a href=\"National%20Park%20Service\"&gt;National Park Service&lt;/a&gt; with a listing on the &lt;a href=\"National%20Register%20of%20Historic%20Places\"&gt;National Register of Historic Places&lt;/a&gt;.\nArchitecture.\nThe Promontory Apartments are adjacent to the 1927 &lt;a href=\"Flamingo-on-the-Lake%20Apartments\"&gt;Flamingo-on-the-Lake Apartments&lt;/a&gt;, also listed on the National Register. The building is designed as a Double T with the horizontal cross-bars joined; the stems of the T's form wings to the rear. Each T is its own building with separate addresses, elevators, and stairways. This tripartite design would feature prominently in future Mies designs. Starting with the third story, each floor of each T has three apartments which share a small elevator lobby in the center. The first floor has a common lobby and two apartments at a mezzanine level; thus, there are 122 units. The building has a basement with maintenance facilities, storage, laundry, and mechanical equipment rooms."
}