{
    "id": "409729",
    "revid": "1043376692",
    "url": "https://en.wikipedia.org/wiki?curid=409729",
    "title": "Duncan L. Hunter",
    "text": "Duncan Lee Hunter (born May 31, 1948) is an &lt;a href=\"Americans\"&gt;American&lt;/a&gt; politician. He was a &lt;a href=\"United%20States%20Republican%20Party\"&gt;Republican&lt;/a&gt; member of the &lt;a href=\"United%20States%20House%20of%20Representatives\"&gt;House of Representatives&lt;/a&gt; from &lt;a href=\"California%27s%2052nd%20congressional%20district\"&gt;California's 52nd&lt;/a&gt;, &lt;a href=\"California%27s%2045th%20congressional%20district\"&gt;45th&lt;/a&gt; and &lt;a href=\"California%27s%2042nd%20congressional%20district\"&gt;42nd districts&lt;/a&gt; from 1981 to 2009.\nHunter was the chairman of the &lt;a href=\"U.S.%20House%20Committee%20on%20Armed%20Services\"&gt;House Armed Services Committee&lt;/a&gt; during the &lt;a href=\"108th%20United%20States%20Congress\"&gt;108th&lt;/a&gt; and &lt;a href=\"109th%20United%20States%20Congress\"&gt;109th Congress&lt;/a&gt;. Hunter sought the Republican Party nomination for &lt;a href=\"President%20of%20the%20United%20States\"&gt;President of the United States&lt;/a&gt; for 2008, but his campaign failed to attract significant voters or delegates in early primary and caucus states, and he dropped out after the &lt;a href=\"Nevada%20Republican%20caucuses%2C%202008\"&gt;Nevada Republican caucuses&lt;/a&gt;.\nHe was succeeded as Representative for the 52nd district by his son, &lt;a href=\"Duncan%20D.%20Hunter\"&gt;Duncan D. Hunter&lt;/a&gt;.\nEarly life, education, military service, and family.\nHunter was born in &lt;a href=\"Riverside%2C%20California\"&gt;Riverside, California&lt;/a&gt;, the son of Lola Lee (née Young) (d. 2004) and Robert Olin Hunter (1905–2006). He graduated from &lt;a href=\"Rubidoux%20High%20School\"&gt;Rubidoux High School&lt;/a&gt; in Riverside in 1966. He attended the &lt;a href=\"University%20of%20Montana\"&gt;University of Montana&lt;/a&gt; from 1966 to 1967, and then briefly the &lt;a href=\"University%20of%20California%2C%20Santa%20Barbara\"&gt;University of California, Santa Barbara&lt;/a&gt;, before being commissioned into the &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt; in 1969.\nHe served in &lt;a href=\"South%20Vietnam\"&gt;South Vietnam&lt;/a&gt; from 1970 to 1971 during the &lt;a href=\"Vietnam%20War\"&gt;Vietnam War&lt;/a&gt; in the &lt;a href=\"United%20States%20Army%20Rangers\"&gt;Army Rangers&lt;/a&gt;' &lt;a href=\"75th%20Infantry%20Regiment%20%28Ranger%29\"&gt;75th Infantry Regiment&lt;/a&gt;, attached to the &lt;a href=\"173rd%20Airborne%20Brigade\"&gt;173rd Airborne Brigade&lt;/a&gt;. He participated in 24 &lt;a href=\"military%20helicopter\"&gt;helicopter&lt;/a&gt; &lt;a href=\"air%20assault\"&gt;assaults&lt;/a&gt; as well as in a number of night-time &lt;a href=\"reconnaissance\"&gt;reconnaissance&lt;/a&gt; patrols. He held the rank of &lt;a href=\"First%20Lieutenant%23United%20States\"&gt;first lieutenant&lt;/a&gt;, and was awarded the &lt;a href=\"Bronze%20Star%20Medal\"&gt;Bronze Star&lt;/a&gt;, &lt;a href=\"Air%20Medal\"&gt;Air Medal&lt;/a&gt;, and service ribbons such as the &lt;a href=\"Vietnam%20Service%20Medal\"&gt;Vietnam Service Medal&lt;/a&gt;. He has said, \"I didn't do anything special in the U.S. Army, but I served with very special soldiers I will never forget.\"\nMaking use of the &lt;a href=\"G.I.%20Bill\"&gt;G.I. Bill&lt;/a&gt; in 1973, he enrolled at the &lt;a href=\"San%20Diego\"&gt;San Diego&lt;/a&gt; campus of the &lt;a href=\"Western%20State%20University%20College%20of%20Law\"&gt;Western State University College of Law&lt;/a&gt; (now &lt;a href=\"Thomas%20Jefferson%20School%20of%20Law%23Alumni\"&gt;Thomas Jefferson School of Law&lt;/a&gt;) and earned a &lt;a href=\"Bachelor%20of%20Science%20in%20Law\"&gt;Bachelor of Science in Law&lt;/a&gt; and &lt;a href=\"Juris%20Doctor\"&gt;Juris Doctor&lt;/a&gt; in 1976. Hunter worked farming and construction jobs to supplement his income while finishing his degree. He was admitted to the &lt;a href=\"State%20Bar%20of%20California\"&gt;State Bar of California&lt;/a&gt; on December 22, 1976, but has held inactive status since January 1, 1983.\nHunter married Lynne Layh in 1973. Hunter's son, &lt;a href=\"Duncan%20D.%20Hunter\"&gt;Duncan Duane Hunter&lt;/a&gt; (born 1976), a major in the &lt;a href=\"United%20States%20Marine%20Corps%20Reserve\"&gt;United States Marine Corps Reserve&lt;/a&gt;, was deployed to &lt;a href=\"war%20in%20Iraq\"&gt;Iraq&lt;/a&gt; in &lt;a href=\"2003%20invasion%20of%20Iraq\"&gt;2003&lt;/a&gt; and &lt;a href=\"First%20Battle%20of%20Fallujah\"&gt;2004&lt;/a&gt; and Afghanistan in 2007. On November 4, 2008, Duncan D. Hunter was elected to succeed his father as the congressional representative of the California's 52nd congressional district. On August 21, 2018, Duncan D. Hunter and his wife Margaret, were indicted for criminal activity. In June 2019, federal prosecutors showed that from 2009 to 2016, Hunter had spent campaign funds on extramarital affairs with five women, including lobbyists and congressional staff. In December 2019, Hunter changed his plea to guilty on one count of misusing campaign funds. On March 17, 2020, Hunter was sentenced by the U.S. District Court Southern District of California to 11 months in prison. \nHunter's family attends First Baptist Church of Alpine, which is affiliated with the San Diego &lt;a href=\"Southern%20Baptist\"&gt;Southern Baptist&lt;/a&gt; Association. Hunter's &lt;a href=\"Alpine%2C%20California\"&gt;Alpine, California&lt;/a&gt; home burned down during the October 2003 &lt;a href=\"Cedar%20Fire%20%282003%29\"&gt;Cedar Fire&lt;/a&gt;. The loss was over $500,000, but insurance covered most of it. Hunter was critical of Governor &lt;a href=\"Gray%20Davis\"&gt;Gray Davis&lt;/a&gt;'s response to the fire.\nHunter has another son, Samuel. He has a brother, &lt;a href=\"John%20Hunter%20%28scientist%29\"&gt;John Hunter&lt;/a&gt;, who has worked as a weapons scientist.\nU.S. House of Representatives.\nInitial election and re-elections.\nIn 1980, Hunter was recruited to run for Congress in what was then the 42nd District against 18-year incumbent Democrat &lt;a href=\"Lionel%20Van%20Deerlin\"&gt;Lionel Van Deerlin&lt;/a&gt;. Hunter was initially an underdog in a district where Democrats outnumbered Republicans by almost 2 to 1. However, his attacks on Van Deerlin's record on &lt;a href=\"defense%20%28military%29\"&gt;national defense&lt;/a&gt; gained traction in a district dominated by military bases and personnel. Van Deerlin did not respond quickly enough, and Hunter narrowly defeated him. He was one of many Republicans swept into office from historically Democratic districts as a result of the \"&lt;a href=\"Reagan%20revolution\"&gt;Reagan revolution&lt;/a&gt;\"; Van Deerlin had been the district's only congressman since its creation in 1963.\nAfter the 1980 census, many of the more Democratic areas were cut out of Hunter's district, and he was reelected 13 more times with no substantive opposition. During this time, he only won less than 60 percent of the vote once, when he was held to 53.8 percent in 1992. His district was renumbered as the 45th District in 1983 and the 52nd in 1993.\nIn the 2006 general election, he defeated Navy &lt;a href=\"veteran\"&gt;veteran&lt;/a&gt;/&lt;a href=\"Minister%20%28religion%29\"&gt;minister&lt;/a&gt; John Rinaldi, a &lt;a href=\"Democratic%20Party%20%28United%20States%29\"&gt;Democrat&lt;/a&gt;, and Michael Benoit, a &lt;a href=\"Libertarian%20Party%20%28United%20States%29\"&gt;Libertarian&lt;/a&gt;. Hunter was re-elected with 65 percent of the vote, a 33-point margin over Rinaldi.\nOn March 20, 2007, Hunter announced that, as part of his presidential bid, he would not seek a 15th term in the House of Representatives in 2008. After his son, &lt;a href=\"Duncan%20D.%20Hunter\"&gt;Duncan D. Hunter&lt;/a&gt;, announced his candidacy for his father's seat, the younger Hunter was recalled by the &lt;a href=\"United%20States%20Marine%20Corps\"&gt;United States Marine Corps&lt;/a&gt; to serve in the &lt;a href=\"War%20in%20Afghanistan%20%282001%E2%80%93present%29\"&gt;Operation Enduring Freedom – Afghanistan&lt;/a&gt;. During Duncan D. Hunter's active service, his wife, Margaret Hunter, campaigned on his behalf. On June 3, 2008, Duncan D. Hunter won 72% of the Republican Primary vote and became the Republican nominee to replace his father representing the 52nd District.\nHouse Armed Services Committee.\nHunter became chairman of the &lt;a href=\"House%20Armed%20Services%20Committee\"&gt;House Armed Services Committee&lt;/a&gt; in 2002. As such, he sponsored legislation authorizing defense department fiscal year activities from FY2004 to FY2007. During consideration of the FY2006 &lt;a href=\"National%20Defense%20Authorization%20Act\"&gt;Defense Authorization Act&lt;/a&gt;, Hunter offered an amendment to the bill clarifying enacted policy restricting women from direct combat units. Hunter's amendment codified existing Army policy enacted in 1994 under former &lt;a href=\"United%20States%20Secretary%20of%20Defense\"&gt;Defense Secretary&lt;/a&gt; &lt;a href=\"Les%20Aspin\"&gt;Les Aspin&lt;/a&gt; that prohibited women from submitting or migrating into combat units or operations. The amendment was subsequently withdrawn in order for a study to be conducted on the rationale and future implementation of the policy.\nIn November 2004, Hunter and &lt;a href=\"Wisconsin\"&gt;Wisconsin&lt;/a&gt; Congressman &lt;a href=\"Jim%20Sensenbrenner\"&gt;Jim Sensenbrenner&lt;/a&gt; withheld their support for a bill creating a &lt;a href=\"Director%20of%20National%20Intelligence\"&gt;Director of National Intelligence&lt;/a&gt; (DNI) until specific conditions were met. Hunter argued that the military is the biggest consumer of intelligence and any reforms enacted, including the creation of a DNI, must not endanger the lives of troops on the battlefield. The &lt;a href=\"Intelligence%20Reform%20and%20Terrorism%20Prevention%20Act\"&gt;Intelligence Reform and Terrorism Prevention Act&lt;/a&gt;, which created the DNI position, was passed by Congress and signed by President &lt;a href=\"George%20W.%20Bush\"&gt;George W. Bush&lt;/a&gt; later that year.\nIn a House Armed Services Committee hearing on November 9, 2005, Hunter strongly criticized a &lt;a href=\"Defense%20Logistics%20Agency\"&gt;Defense Logistics Agency&lt;/a&gt; \"prime vendor\" buying program that led to the purchase of $20 ice cube trays and a tiny refrigerator for $22,797 (initially exposed by \"&lt;a href=\"The%20State%20%28newspaper%29\"&gt;The State&lt;/a&gt;\"). Hunter stated that he wanted explanations from the companies in question and the government purchasing agents who had approved the purchases, accusing the latter of \"absolute incompetence.\" He further stated that the purchases are \"a real slap in the face to the guy making $13,000 a year who is engaged in a firefight in &lt;a href=\"Ramadi\"&gt;Ramadi&lt;/a&gt;,\" and claimed that \"A fairly large amount of incompetence is embedded into the system.\"\nOn November 18, 2005, in response to &lt;a href=\"Pennsylvania\"&gt;Pennsylvania&lt;/a&gt; Congressman &lt;a href=\"John%20Murtha\"&gt;John Murtha&lt;/a&gt;'s resolution to terminate the deployment of United States forces in &lt;a href=\"Iraq\"&gt;Iraq&lt;/a&gt;, to redeploy the forces already involved in Iraq, and to \"pursue security and stability in Iraq through &lt;a href=\"diplomacy\"&gt;diplomacy&lt;/a&gt;\", Hunter and other Republicans drafted a two-sentence counter-resolution that read:\nDemocrats condemned the bill as a political stunt; they made much of the fact that Hunter himself didn't support his own resolution. The bill was defeated, 3–403, in the House of Representatives.\nHunter became ranking member of the committee when Democrats took control of the House in 2007.\nOn January 31, 2007, Hunter held a press conference on the &lt;a href=\"2007%20Chinese%20anti-satellite%20missile%20test\"&gt;2007 Chinese anti-satellite missile test&lt;/a&gt;, stating that it \"represents the commencement of a new era of military competition in space.\" He contended that the United States' ability to engage in warfare depends heavily on its space assets, and opined that the country must take steps to \"ensure our forces cannot be targeted through an adversarial space strike.\"\nOn April 25, 2007, after &lt;a href=\"Senate%20Majority%20Leader\"&gt;Senate Majority Leader&lt;/a&gt; &lt;a href=\"Harry%20Reid\"&gt;Harry Reid&lt;/a&gt; declared \"the war is lost\", Hunter wrote \"my highest obligation is, like yours, owed to our forces in uniform, especially during this time of war... Given your position of leadership within the United States Government, I find your pronouncement of failure irresponsible and disserving to America's armed forces. In light of the fact that this statement has both been used by our adversaries and has exhibited a marked lack of leadership to U.S. troops, I call on you to resign your leadership position\". Hunter further wrote that Reid's declaration \"can have no effect but to demoralize the brave men and women, who are honorably fulfilling their mission in Iraq, and to encourage our adversaries... Even if you sincerely believe it to be true, your pronouncement of failure will undoubtedly be used by &lt;a href=\"terrorist\"&gt;terrorist&lt;/a&gt; leaders to rally their followers – inevitably leading to increased attacks on U.S. and coalition forces\".\nAccording to the July 2007 edition of \"Pacific Flyer\", Hunter and Cunningham had pressured the &lt;a href=\"United%20States%20Department%20of%20Defense\"&gt;Department of Defense&lt;/a&gt; to \"...advise &lt;a href=\"DARPA\"&gt;DARPA&lt;/a&gt; to put an immediate halt to bureaucratic delays and get on with the DuPont Aerospace DP-2 testing.\" The DP-2 is a Vertical Take-Off and Landing, or &lt;a href=\"VTOL\"&gt;VTOL&lt;/a&gt;, aircraft designed by DuPont Aerospace to transport special operations forces, but has been repeatedly rejected by the &lt;a href=\"United%20States%20Navy\"&gt;United States Navy&lt;/a&gt;, &lt;a href=\"United%20States%20Army\"&gt;United States Army&lt;/a&gt;, &lt;a href=\"United%20States%20Air%20Force\"&gt;United States Air Force&lt;/a&gt;, &lt;a href=\"NASA\"&gt;NASA&lt;/a&gt;, and DARPA. The design, of which all four constructed models have crashed, has had $63 million appropriated to it since 1991, not including a suggested $6 million for fiscal year 2008. Despite the rejections and reports by multiple military and civilian experts that the aircraft will not fly or hover and will incinerate Special Operations forces rappelling out of the aircraft, Hunter has allegedly repeatedly added funding for the DP-2 in \"earmarks\" and defended the aircraft in recent testimony to the Subcommittee on Investigations and Oversight of the Committee on Science and Technology. Hunter received $36,000 in donations from DuPont Aerospace.\nAccording to his testimony before Congress,\nHunter compared the lack of success of the DP-2 to the trials of perfecting the V-22 Osprey. He alleged that such long-term testing is necessary to keep American forces equipped with the best technology.\nOther legislative actions.\nIn November 1997, Hunter was one of eighteen Republicans in the House to co-sponsor &lt;a href=\"1997%20impeachment%20resolution%20by%20Bob%20Barr\"&gt;a resolution&lt;/a&gt; by &lt;a href=\"Bob%20Barr\"&gt;Bob Barr&lt;/a&gt; that sought to launch an &lt;a href=\"Impeachment%20in%20the%20United%20States\"&gt;impeachment&lt;/a&gt; &lt;a href=\"inquiry\"&gt;inquiry&lt;/a&gt; into President &lt;a href=\"Bill%20Clinton\"&gt;Bill Clinton&lt;/a&gt;. The resolution did not specify any charges or allegations. This was an early effort to impeach Clinton, predating the eruption of the &lt;a href=\"Clinton%E2%80%93Lewinsky%20scandal\"&gt;Clinton–Lewinsky scandal&lt;/a&gt;. The eruption of that scandal would ultimately lead to a more serious effort to impeach Clinton in 1998. On October 8, 1998, Hunter voted in favor of legislation that was passed to open &lt;a href=\"Impeachment%20inquiry%20against%20Bill%20Clinton\"&gt;an impeachment inquiry&lt;/a&gt;. On December 19, 1998, Hunter voted in favor of all four &lt;a href=\"Impeachment%20of%20Bill%20Clinton\"&gt;articles of impeachment against Clinton&lt;/a&gt; (only two of which received the needed majority of votes).\nOn December 8, 2006, Hunter introduced H.R. 6375, which would have required the defense department to post the purpose of all congressional &lt;a href=\"Earmark%20%28politics%29\"&gt;earmarks&lt;/a&gt; in annual defense bills, along with the location and a grade according to the utility of the earmark.\nHunter introduced H.R. 552, The Right to Life Act, on February 2, 2005. The purpose of the bill is to \"implement equal protection... for the right to life of each born and preborn human person.\" In the 109th Congress, the legislation collected 101 cosponsors. Hunter states that The Right to Life Act \"would legally define \"personhood\" as the moment of &lt;a href=\"Conception%20%28biology%29\"&gt;conception&lt;/a&gt; and, therefore, guarantee all constitutional rights and protections, including life, to the unborn without utilizing a constitutional amendment.\" Hearings for H.R. 552 were scheduled for December 12, 2006, but were cancelled right before the House adjourned.\nOn April 28, 2004, Hunter introduced legislation that he said could \"turn parents into prosecuting attorneys fighting a wave of obscenity.\" HR 6390 IH, also called the \"Parents Empowerment Act\", would allow the parent or guardian of a minor to sue in federal court anyone who knowingly disseminates material \"that is harmful to minors\", or specifically, \"any pornographic communication, picture, image, graphic image file, article, recording, writing, or other &lt;a href=\"pornography\"&gt;pornographic&lt;/a&gt; matter of any kind\", if it is distributed in a way that \"a reasonable person can expect a substantial number of minors to be exposed to the material and the minor, as a result to exposure to the material, is likely to suffer personal or emotional injury or injury to mental or moral welfare.\"\nIn 1994, Hunter legislatively mandated the construction of of security fencing on the international land border separating &lt;a href=\"San%20Diego%20County%2C%20California\"&gt;San Diego County&lt;/a&gt; and &lt;a href=\"Tijuana\"&gt;Tijuana&lt;/a&gt;, &lt;a href=\"Mexico\"&gt;Mexico&lt;/a&gt;. In 2005, Hunter introduced legislation calling for the construction of a &lt;a href=\"United%20States%E2%80%93Mexico%20barrier\"&gt;reinforced fence&lt;/a&gt; along the entire &lt;a href=\"United%20States%E2%80%93Mexico%20border\"&gt;U.S.-Mexico border&lt;/a&gt;, citing crime statistics as measures of San Diego-Tijuana fence's success.\nAfter successfully adding an amendment to a House-passed bill that ultimately stalled in House–Senate negotiations, Hunter's amendment was later incorporated into H.R. 6061, the Secure Fence Act, introduced by &lt;a href=\"New%20York%20%28state%29\"&gt;New York&lt;/a&gt; Congressman &lt;a href=\"Peter%20T.%20King\"&gt;Peter T. King&lt;/a&gt;. He has said that if he becomes president, the double layer border fence will be built in less than 12 months.\nHunter repeatedly voted against international &lt;a href=\"trade%20agreement\"&gt;trade agreement&lt;/a&gt;s such as the &lt;a href=\"North%20American%20Free%20Trade%20Agreement\"&gt;North American Free Trade Agreement&lt;/a&gt; (NAFTA), the &lt;a href=\"Central%20America%20Free%20Trade%20Agreement\"&gt;Central America Free Trade Agreement&lt;/a&gt; (CAFTA) and the &lt;a href=\"World%20Trade%20Organization\"&gt;World Trade Organization&lt;/a&gt; (WTO).\nCunningham / Wilkes.\nHunter was not implicated in the &lt;a href=\"Duke%20Cunningham\"&gt;Duke Cunningham&lt;/a&gt; / &lt;a href=\"Brent%20R.%20Wilkes\"&gt;Brent R. Wilkes&lt;/a&gt; congressional &lt;a href=\"bribery\"&gt;bribery&lt;/a&gt; scandal. In December 2005, Hunter directed that the contributions his campaign received from Wilkes and Wade be given to the Injured Marine Semper Fi Fund. \"We had options,\" said Bruce Young, treasurer for Hunter's re-election campaign. \"We could keep the money, send it back, send it to the government or send it to a charity. We just felt that because of the situation, we would rather not have the money.\" More than 100 members of the House and Senate – Republicans and Democrats – accepted money from Wilkes, former MZM Inc. president Mitchell Wade, their relatives, employees or &lt;a href=\"political%20action%20committee\"&gt;political action committee&lt;/a&gt;s, according to the &lt;a href=\"Center%20for%20Responsive%20Politics\"&gt;Center for Responsive Politics&lt;/a&gt;, a campaign watchdog group.\n2008 Presidential campaign.\nOn October 30, 2006, Hunter announced his intention to consider running for the &lt;a href=\"Potential%20Republican%20candidates%20in%20the%202008%20United%20States%20presidential%20election\"&gt;Republican nomination&lt;/a&gt; for &lt;a href=\"President%20of%20the%20United%20States\"&gt;President&lt;/a&gt; in &lt;a href=\"2008%20United%20States%20presidential%20election\"&gt;2008&lt;/a&gt;. Throughout 2006, his &lt;a href=\"Peace%20Through%20Strength\"&gt;Peace Through Strength&lt;/a&gt; &lt;a href=\"Political%20action%20committee\"&gt;PAC&lt;/a&gt; raised funds and ran advertising expressing his issues of border security and fair trade.\nHunter formally announced his presidential candidacy in &lt;a href=\"Spartanburg%2C%20South%20Carolina\"&gt;Spartanburg, South Carolina&lt;/a&gt;, on January 25, 2007.\nDuring 2007, Hunter did well in some county- and state-level &lt;a href=\"straw%20poll\"&gt;straw poll&lt;/a&gt;s, including a victory at the first GOP &lt;a href=\"Texas%20Straw%20Poll\"&gt;Texas Straw Poll&lt;/a&gt; on September 1, but those results did not transfer to regular polls at national or state levels. Some major polls did not even list Hunter as an option along with &lt;a href=\"Mitt%20Romney\"&gt;Mitt Romney&lt;/a&gt;, &lt;a href=\"John%20McCain\"&gt;John McCain&lt;/a&gt;, &lt;a href=\"Mike%20Huckabee\"&gt;Mike Huckabee&lt;/a&gt;, &lt;a href=\"Ron%20Paul\"&gt;Ron Paul&lt;/a&gt;, &lt;a href=\"Fred%20Thompson\"&gt;Fred Thompson&lt;/a&gt;, or &lt;a href=\"Rudy%20Giuliani\"&gt;Rudy Giuliani&lt;/a&gt;. When national polls did list Hunter, &lt;a href=\"Opinion%20polling%20for%20the%20Republican%20Party%20%28United%20States%29%202008%20presidential%20candidates\"&gt;he consistently got three percent or less support among Republicans&lt;/a&gt;.\nConservative commentator &lt;a href=\"Ann%20Coulter\"&gt;Ann Coulter&lt;/a&gt; and aviation legend &lt;a href=\"Chuck%20Yeager\"&gt;Chuck Yeager&lt;/a&gt; both endorsed Hunter as their choice for President, but Hunter received little support from the Republican establishment. Governor &lt;a href=\"Mike%20Huckabee\"&gt;Mike Huckabee&lt;/a&gt; of &lt;a href=\"Arkansas\"&gt;Arkansas&lt;/a&gt;, who was also seeking the Republican nomination for President, stated that Hunter might play a role in a potential Huckabee administration, noting that he is \"extraordinarily well qualified to be &lt;a href=\"Secretary%20of%20Defense\"&gt;Secretary of Defense&lt;/a&gt;.\"\nAs the caucus and primary season got underway, Hunter began being excluded from Republican debate forums. On January 7, 2008, he held a press conference where reporters thought he would announce his withdrawal. Instead, he surprised pundits by first lambasting &lt;a href=\"ABC%20News\"&gt;ABC News&lt;/a&gt; and &lt;a href=\"Fox%20News\"&gt;Fox News&lt;/a&gt; not allowing him to participate in previous days' televised debates and then declaring that he would not withdraw from the presidential race: \"I am not going to let some arrogant knucklehead executive in a glass office 10 stories above a mall in New York City decide the outcome of this election.\"\nIn the &lt;a href=\"Iowa%20Republican%20caucuses%2C%202008\"&gt;Iowa caucuses&lt;/a&gt; Hunter finished in seventh place with 524 votes, or one percent of the total. In the &lt;a href=\"New%20Hampshire%20Republican%20primary%2C%202008\"&gt;New Hampshire primary&lt;/a&gt; he finished in seventh and last place again with 1,220 votes, or less than one percent of the total votes cast. In the &lt;a href=\"Wyoming%20Republican%20caucuses%2C%202008\"&gt;Wyoming caucuses&lt;/a&gt; he had his best showing, coming in third and scoring 1 delegate to the &lt;a href=\"2008%20Republican%20National%20Convention\"&gt;Republican National Convention&lt;/a&gt;. However, in the &lt;a href=\"Michigan%20Republican%20primary%2C%202008\"&gt;Michigan primary&lt;/a&gt;, Hunter once again placed last, coming in eighth behind \"Uncommited\" (which received 15,000 more votes than Hunter). On the last day of his campaign, Hunter won just two percent of the vote in the &lt;a href=\"Nevada%20Republican%20caucuses%2C%202008\"&gt;Nevada caucuses&lt;/a&gt;, and in the &lt;a href=\"South%20Carolina%20Republican%20primary%2C%202008\"&gt;South Carolina primary&lt;/a&gt; he received only 0.2 percent of the vote, putting him in last place in both states. He withdrew from the race that night, on January 19, 2008. Hunter subsequently endorsed Huckabee for the Republican nomination.\nPolitical positions and voting record.\nHunter voted with a majority of the Republicans 88.7 percent of the time. He was a member of the conservative &lt;a href=\"Republican%20Study%20Committee\"&gt;Republican Study Committee&lt;/a&gt;. Hunter is a member of the &lt;a href=\"United%20States%20Congressional%20International%20Conservation%20Caucus\"&gt;United States Congressional International Conservation Caucus&lt;/a&gt;. Hunter is a staunch &lt;a href=\"Conservatism%20in%20the%20United%20States\"&gt;conservative&lt;/a&gt;. In January 2007, when he announced his presidential candidacy, Hunter had a lifetime rating of 92% from the &lt;a href=\"American%20Conservative%20Union\"&gt;American Conservative Union&lt;/a&gt;, indicating a highly conservative voting record.\nEconomy.\nHunter was a supporter of the &lt;a href=\"FairTax\"&gt;FairTax&lt;/a&gt; plan, which would replace all &lt;a href=\"Income%20tax%20in%20the%20United%20States\"&gt;federal income taxes&lt;/a&gt; with a federal &lt;a href=\"sales%20tax\"&gt;sales tax&lt;/a&gt;.\nEnvironment.\nOn environmental issues, Hunter score a 9% (out of 100%) lifetime voting score from the &lt;a href=\"League%20of%20Conservation%20Voters\"&gt;League of Conservation Voters&lt;/a&gt;, an environmental group. He supporting &lt;a href=\"Arctic%20Refuge%20drilling%20controversy\"&gt;drilling for oil in the Arctic National Wildlife Refuge&lt;/a&gt; (ANWR), voting twice to open the area to drilling. Hunter also voted for legislation reducing protections for &lt;a href=\"endangered%20species\"&gt;endangered species&lt;/a&gt;. Hunter twice co-sponsored legislation to end the moratorium on &lt;a href=\"United%20States%20offshore%20drilling%20debate\"&gt;offshore drilling in American waters&lt;/a&gt;. Hunter acknowledged the occurrence of &lt;a href=\"climate%20change\"&gt;climate change&lt;/a&gt;, but criticized former Vice President &lt;a href=\"Al%20Gore\"&gt;Al Gore&lt;/a&gt;, terming his advocacy \"doomsday alarmism\".\nForeign relations.\nDuring his tenure in the House and his unsuccessful campaign for the Republican presidential nomination in 2008, Hunter was a staunch supporter of the &lt;a href=\"Iraq%20War\"&gt;Iraq War&lt;/a&gt;. Although Hunter generally favored &lt;a href=\"free%20trade\"&gt;free trade&lt;/a&gt;, he condemned Chinese currency devaluation and expressed a desire to protect the U.S. manufacturing sector, and proposed imposing &lt;a href=\"tariff\"&gt;tariff&lt;/a&gt;s on imports from China.\nHealthcare.\nHunter voted for the &lt;a href=\"Medicare%20Prescription%20Drug%2C%20Improvement%2C%20and%20Modernization%20Act\"&gt;2003 legislation&lt;/a&gt; that created &lt;a href=\"Medicare%20Part%20D\"&gt;Medicare Part D&lt;/a&gt;, a partial &lt;a href=\"prescription%20drug\"&gt;prescription drug&lt;/a&gt; benefit for seniors.\nLGBT rights.\nHunter opposed &lt;a href=\"Same-sex%20marriage%20in%20the%20United%20States\"&gt;same-sex marriage&lt;/a&gt;, and proposed a &lt;a href=\"Federal%20Marriage%20Amendment\"&gt;constitutional amendment to define marriage as between one man and one woman&lt;/a&gt;.\nMilitary.\nAs chairman of the House Armed Services Committee, Hunter \"developed a reputation for never meeting a weapons system he didn't like.\" Hunter used &lt;a href=\"Earmark%20%28politics%29\"&gt;congressional earmarks&lt;/a&gt; to \"steer money\" to defense projects that the Defense Department did not want, including the &lt;a href=\"L-3%20Communications\"&gt;L-3 Communications&lt;/a&gt; &lt;a href=\"Sea%20Fighter%20%28FSF-1%29\"&gt;Sea Fighter&lt;/a&gt; and the &lt;a href=\"DuPont%20Aerospace%20DP-1\"&gt;DuPont Aerospace DP-1&lt;/a&gt;. Hunter defended the use of earmarks by saying that it was the constitutional prerogative of Congress to decide how specifically federal monies should be spent.\nSocial issues.\nAbortion.\nHe is &lt;a href=\"Anti-abortion%20movements\"&gt;opposed to abortion&lt;/a&gt; in all cases and proposed a constitutional amendment to make abortion illegal. He also introduced a number of bills in the House to restrict abortion. Hunter also opposed &lt;a href=\"embryonic%20stem%20cell%20research\"&gt;embryonic stem cell research&lt;/a&gt;, and voted against the &lt;a href=\"Stem%20Cell%20Research%20Enhancement%20Act%20of%202005\"&gt;Stem Cell Research Enhancement Act of 2005&lt;/a&gt;.\nImmigration.\nHunter was outspoken in his opposition to &lt;a href=\"illegal%20immigration%20to%20the%20United%20States\"&gt;illegal immigration&lt;/a&gt;, favoring strict measures to combat it. He was a leading voice pushing for faster and more extensive construction of a &lt;a href=\"Mexico%E2%80%93United%20States%20border\"&gt;U.S.–Mexico border&lt;/a&gt; fence, naming the border \"our biggest homeland security problem\" and listing a fence as a top priority. Hunter criticized the &lt;a href=\"U.S.%20Department%20of%20Homeland%20Security\"&gt;U.S. Department of Homeland Security&lt;/a&gt; under the &lt;a href=\"George%20W.%20Bush%20administration\"&gt;George W. Bush administration&lt;/a&gt; for planning to build just half of the 700 miles of U.S.–Mexico border barrier authorized by the &lt;a href=\"Secure%20Fence%20Act%20of%202006\"&gt;Secure Fence Act of 2006&lt;/a&gt;.\nCapital punishment.\nHunter supported &lt;a href=\"Capital%20punishment%20in%20the%20United%20States\"&gt;death penalty&lt;/a&gt; and voted against legislation to restrict its use.\nReligious liberty.\nHunter was a major supporter of the &lt;a href=\"Mount%20Soledad%20cross%20controversy\"&gt;controversial Mount Soledad cross&lt;/a&gt;, clashing with advocates for &lt;a href=\"separation%20of%20church%20and%20state\"&gt;separation of church and state&lt;/a&gt; over the issue.\nEducation.\nHunter favored &lt;a href=\"school%20voucher\"&gt;school voucher&lt;/a&gt;s and &lt;a href=\"homeschooling\"&gt;homeschooling&lt;/a&gt;."
}