{
    "id": "40980058",
    "revid": "40553478",
    "url": "https://en.wikipedia.org/wiki?curid=40980058",
    "title": "Instrumental Marxism",
    "text": "Instrumental Marxism, or elite model, is a theory which reasons that policy makers in government and positions of power tend to \"share a common business or class background, and that their decisions will reflect their business or class interests\". It perceives the role of the state as more personal than impersonal where actions such as nepotism and favouritism are common among those in power and as a result of this, the shared backgrounds between the economic elite and the state elite lack dilution. The theory argues that due to the high concentration of wealth within the State that the actions of State actors seek to secure and increase their wealth by passing policies that benefit the economically superior class. It is also noted that businessmen-become-politicians who have a say in policy making “are not very likely, all the same, to find much merit in policies which appear to run counter to what they conceive to be in the interests of business.” Instrumental Marxism tends to view the &lt;a href=\"state%20%28polity%29\"&gt;state&lt;/a&gt; and &lt;a href=\"law\"&gt;law&lt;/a&gt; as ultimately an instrument or tool for individuals of the economically dominant class to use for their own purposes, particularly maintaining economic exploitation while winning ideological assent to their &lt;a href=\"hegemony\"&gt;hegemony&lt;/a&gt;. \nThis view is contrasted with &lt;a href=\"structural%20Marxism\"&gt;structural Marxism&lt;/a&gt;, which views the class background of policymakers and so on as purely incidental to the \"&lt;a href=\"bourgeois\"&gt;bourgeois&lt;/a&gt;\" nature of the modern state, which is seen instead as a result of the position of the state and law in the objective structure of &lt;a href=\"capitalism\"&gt;capitalist&lt;/a&gt; society and their objective (i.e. consciousness-independent) function of reproducing the &lt;a href=\"relations%20of%20production\"&gt;relations of production&lt;/a&gt; and &lt;a href=\"private%20property\"&gt;private property&lt;/a&gt; regardless of the class background of the individuals involved in the administration thereof. For example, whereas for instrumentalist &lt;a href=\"Marxists\"&gt;Marxists&lt;/a&gt; the &lt;a href=\"formal%20and%20effective%20rights\"&gt;formal equality&lt;/a&gt; of contract law in capitalist societies is a kind of ideological shell or mystification used by the &lt;a href=\"elite\"&gt;elite&lt;/a&gt; to conceal the real kernel of exploitation, for structural Marxists that formal legal equality is itself the real normative basis for properly capitalist exploitation, whether or not elites understand it as such as it allows labour-power to be traded at its real exchange-value (though not the value of its product), thus making regularity and rational allocation in labour markets possible. However, Miliband acknowledges that \"there are ‘structural constraints which no government, whatever its complexion, wishes, and promises, can ignore or evade.\"\nIn the framework of the &lt;a href=\"structure%20and%20agency\"&gt;structure and agency&lt;/a&gt; debate in &lt;a href=\"sociology\"&gt;sociology&lt;/a&gt;, Instrumental Marxism is an agent-centred view emphasizing the decisions of policymakers, where the relevant agents are either individual elites, a section of the ruling class, or the class as a whole whereas structural Marxism is a structural view in which individuals are no more than the bearers of certain objective structural relations.\nThe British sociologist and Marxist author &lt;a href=\"Ralph%20Miliband\"&gt;Ralph Miliband&lt;/a&gt; is often considered the main proponent of this theory, however some dispute this. Miliband's proposal of a Marxist theory of the State, in his book \"The State in Capitalist Society\" was famously criticised by Nicos Poulantzas which led to the Miliband-Poulantzas Debate: a debate between Instrumental Marxism and Structural Marxism."
}