{
    "id": "4098644",
    "revid": "17793742",
    "url": "https://en.wikipedia.org/wiki?curid=4098644",
    "title": "Ethmoid hematoma",
    "text": "Ethmoid hematoma is a progressive and locally destructive disease of &lt;a href=\"horse\"&gt;horse&lt;/a&gt;s. It is indicated by a &lt;a href=\"Mass%20%28medicine%29\"&gt;mass&lt;/a&gt; in the &lt;a href=\"paranasal%20sinus\"&gt;paranasal sinus&lt;/a&gt;es that resembles a &lt;a href=\"tumor\"&gt;tumor&lt;/a&gt;, but is not &lt;a href=\"neoplastic\"&gt;neoplastic&lt;/a&gt; by any means. The origins and causes of the ethmoid hematoma are generally unknown. Large hematomas usually start within the ethmoid labyrinth, and smaller ones tend to begin on the sinus floor.\nThe hematoma usually extends into the nasal passage. A growing hematoma causes pressure &lt;a href=\"necrosis\"&gt;necrosis&lt;/a&gt; of the bone surrounding the hematoma, but only on rare occasions does it cause facial distortion. It is most commonly seen in horses older than six years. Mild, persistent, spontaneous, intermittent, and unilateral &lt;a href=\"epistaxis\"&gt;epistaxis&lt;/a&gt; is the most common sign clinically. \nDiagnosis.\nDiagnosis of the condition is best suited to &lt;a href=\"endoscopy\"&gt;endoscopy&lt;/a&gt;; the lesion can be seen extending into the nasal passages on endoscopic examination and can be demonstrated on &lt;a href=\"X-ray\"&gt;radiographs&lt;/a&gt;. Further elucidation can be obtained with &lt;a href=\"MRI\"&gt;MRI&lt;/a&gt; or &lt;a href=\"Computed%20tomography\"&gt;CT&lt;/a&gt; in cases which are more widespread or invasive.\nTreatment.\nTreatment most commonly involves the removal of the complete lesion during a single procedure, via the frontonasal bone flaps; recurrence is likely. &lt;a href=\"Ablation\"&gt;Ablation&lt;/a&gt; treatment with an looks to be a possibility for permanent removal.\nSome success has been seen using intralesional injections of &lt;a href=\"formalin\"&gt;formalin&lt;/a&gt;, performed by endoscopy.\nPrognosis.\nPrognosis for this condition varies according to extent of the hematoma, but is normally fairly good. Smaller hematomas carry a 99% chance of full recovery, with larger ones carrying a recovery rate ranging from 80 to 90%. Occasional epistaxis may follow the surgery, but this is temporary and should subside within 2 to 3 weeks after surgery.\nSee also.\n&lt;a href=\"Equine%20nasal%20cysts\"&gt;Equine nasal cysts&lt;/a&gt;"
}