{
    "id": "409981",
    "revid": "3617193",
    "url": "https://en.wikipedia.org/wiki?curid=409981",
    "title": "Bobby Gillespie",
    "text": "Robert \"Bobby\" Gillespie (born 22 June 1962) is a Scottish musician, singer-songwriter, and multi-instrumentalist. He is best known as the lead singer, founding member, and primary lyricist of the &lt;a href=\"alternative%20rock\"&gt;alternative rock&lt;/a&gt; band &lt;a href=\"Primal%20Scream\"&gt;Primal Scream&lt;/a&gt;. He was also the drummer for &lt;a href=\"The%20Jesus%20and%20Mary%20Chain\"&gt;The Jesus and Mary Chain&lt;/a&gt; in the mid-1980s. \nIn October 2021, Gillespie published his memoir \"Tenement Kid\".\nEarly life.\nBorn in &lt;a href=\"Springburn\"&gt;Springburn&lt;/a&gt; and moved to the south side district of &lt;a href=\"Mount%20Florida\"&gt;Mount Florida&lt;/a&gt; in &lt;a href=\"Glasgow\"&gt;Glasgow&lt;/a&gt; aged 10, he attended &lt;a href=\"Kings%20Park%20Secondary%20School\"&gt;Kings Park Secondary School&lt;/a&gt;. His father is Bob Gillespie, a former &lt;a href=\"SOGAT\"&gt;SOGAT&lt;/a&gt; union official and &lt;a href=\"Labour%20Party%20%28UK%29\"&gt;Labour Party&lt;/a&gt; candidate in the &lt;a href=\"1988%20Glasgow%20Govan%20by-election\"&gt;1988 Govan by-election&lt;/a&gt;, won by the &lt;a href=\"Scottish%20National%20Party\"&gt;Scottish National Party&lt;/a&gt;'s &lt;a href=\"Jim%20Sillars\"&gt;Jim Sillars&lt;/a&gt;.\nCareer.\nThe Jesus and Mary Chain.\nGillespie played drums for the band &lt;a href=\"The%20Jesus%20and%20Mary%20Chain\"&gt;The Jesus and Mary Chain&lt;/a&gt;. Prior to The Jesus and Mary Chain, he worked as a roadie for &lt;a href=\"Altered%20Images\"&gt;Altered Images&lt;/a&gt; and played bass in &lt;a href=\"The%20Wake%20%28UK%20band%29\"&gt;The Wake&lt;/a&gt;. Gillespie was a friend of The Jesus and Mary Chain's bassist &lt;a href=\"Douglas%20Hart\"&gt;Douglas Hart&lt;/a&gt;, who asked Gillespie to join the band after their original drummer had left following the release of their debut single in 1984. Gillespie's style of drumming was minimal, with his drum kit consisting only of a snare and a floor tom, which he played standing up, an idea he borrowed from &lt;a href=\"The%20Velvet%20Underground\"&gt;The Velvet Underground&lt;/a&gt; drummer &lt;a href=\"Moe%20Tucker\"&gt;Moe Tucker&lt;/a&gt;. Gillespie has also said that he played only two drums due to his own lack of ability as a drummer.\nGillespie played on the band's debut &lt;a href=\"LP%20album\"&gt;LP&lt;/a&gt;, \"&lt;a href=\"Psychocandy\"&gt;Psychocandy&lt;/a&gt;\", which was released in 1985 to critical acclaim. By this time Gillespie had already released a single, albeit to little attention, with his own band &lt;a href=\"Primal%20Scream\"&gt;Primal Scream&lt;/a&gt;. Throughout his days as a drummer Gillespie had continued to work at Primal Scream, the band he started along with guitarist &lt;a href=\"Jim%20Beattie%20%28musician%29\"&gt;Jim Beattie&lt;/a&gt; in 1982. By early 1986, Gillespie had played his last show with The Jesus and Mary Chain and left to devote his attentions to Primal Scream.\nPrimal Scream, collaboration and autobiography.\nThe band signed to Creation Records in 1985, and over the next year, they released a pair of singles. However, Primal Scream did not really take off until the middle of 1986, when Gillespie left the Jesus and Mary Chain and guitarists &lt;a href=\"Andrew%20Innes\"&gt;Andrew Innes&lt;/a&gt; and &lt;a href=\"Robert%20Young%20%28guitarist%29\"&gt;Robert Young&lt;/a&gt; joined the band. The B-side \"Velocity Girl\" wound up on \"&lt;a href=\"NME\"&gt;NME&lt;/a&gt;\"'s &lt;a href=\"C86%20%28music%29\"&gt;C86&lt;/a&gt; cassette compilation, a collection of underground pop groups that defined the UK's mid-'80s &lt;a href=\"indie%20pop\"&gt;indie pop&lt;/a&gt; scene. After the band rejected the initial version of debut album, \"&lt;a href=\"Sonic%20Flower%20Groove\"&gt;Sonic Flower Groove&lt;/a&gt;\", recorded with &lt;a href=\"Stephen%20Street\"&gt;Stephen Street&lt;/a&gt;, they re-recorded the album with Mayo Thompson, and the record was released in 1987 on the Creation subsidiary Elevation. The album was well received in the British indie community, as was its 1989 follow-up, \"&lt;a href=\"Primal%20Scream%20%28Primal%20Scream%20album%29\"&gt;Primal Scream&lt;/a&gt;\", which demonstrated hard rock influences from &lt;a href=\"The%20Rolling%20Stones\"&gt;The Rolling Stones&lt;/a&gt; and &lt;a href=\"New%20York%20Dolls\"&gt;New York Dolls&lt;/a&gt; to &lt;a href=\"The%20Stooges\"&gt;The Stooges&lt;/a&gt; and &lt;a href=\"MC5\"&gt;MC5&lt;/a&gt;.\nAs the 1980s drew to a close, Britain's underground music scene became dominated by the burgeoning &lt;a href=\"acid%20house\"&gt;acid house&lt;/a&gt; scene. Primal Scream became fascinated with the new dance music, and they asked a friend, a DJ named &lt;a href=\"Andrew%20Weatherall\"&gt;Andrew Weatherall&lt;/a&gt;, to remix a track from Primal Scream, \"I'm Losing More Than I'll Ever Have\". Weatherall reworked the song, adding a heavy bass &lt;a href=\"groove%20echo\"&gt;groove echo&lt;/a&gt;ing &lt;a href=\"Dub%20music\"&gt;dub&lt;/a&gt;, deleting most of the original instrumentation (including the layers of guitars), and interjecting layers of &lt;a href=\"sampling%20%28music%29\"&gt;samples&lt;/a&gt;, including lines of &lt;a href=\"Peter%20Fonda\"&gt;Peter Fonda&lt;/a&gt;'s dialogue from \"&lt;a href=\"The%20Wild%20Angels\"&gt;The Wild Angels&lt;/a&gt;\". The new mix was retitled \"Loaded\", and it became a sensation. \"Come Together\", the first single from their forthcoming third album, was in much the same vein, and was similarly praised.\nFor their third album, \"&lt;a href=\"Screamadelica\"&gt;Screamadelica&lt;/a&gt;\", Primal Scream worked with &lt;a href=\"Andrew%20Weatherall\"&gt;Andrew Weatherall&lt;/a&gt; and &lt;a href=\"Hugo%20Nicolson\"&gt;Hugo Nicolson&lt;/a&gt;, the pair who designed the sound of the album. They also worked with &lt;a href=\"The%20Orb\"&gt;The Orb&lt;/a&gt; and former &lt;a href=\"The%20Rolling%20Stones\"&gt;The Rolling Stones&lt;/a&gt; producer &lt;a href=\"Jimmy%20Miller\"&gt;Jimmy Miller&lt;/a&gt;. The resulting album was a kaleidoscopic, neo-psychedelic fusion of dance, &lt;a href=\"Dub%20music\"&gt;dub&lt;/a&gt;, &lt;a href=\"techno\"&gt;techno&lt;/a&gt;, acid house, pop, and rock, and it was greeted with favorable reviews in the UK. Released in the spring of 1991, \"Screamadelica\" was one of the records credited for bringing &lt;a href=\"techno\"&gt;techno&lt;/a&gt; and &lt;a href=\"house%20music\"&gt;house&lt;/a&gt; into the pop mainstream. The album was a success, winning the first &lt;a href=\"Mercury%20Music%20Prize\"&gt;Mercury Music Prize&lt;/a&gt; in 1992.\nThe fourth album, \"&lt;a href=\"Give%20Out%20But%20Don%27t%20Give%20Up\"&gt;Give Out But Don't Give Up&lt;/a&gt;\", marked a departure for the band from its original sound, experimenting instead with Stones-influenced &lt;a href=\"hard%20rock\"&gt;hard rock&lt;/a&gt;. The album was not well received, and it was a relative commercial failure. It hurt the group's reputation as innovators, a situation they reacted to with the title track to the hit 1996 film \"&lt;a href=\"Trainspotting%20%28film%29\"&gt;Trainspotting&lt;/a&gt;\", a return to the dance stylings of \"Screamadelica\". The band continued to work on their next album, entitled \"&lt;a href=\"Vanishing%20Point%20%28Primal%20Scream%20album%29\"&gt;Vanishing Point&lt;/a&gt;\", over the course of 1996, releasing it to positive reviews in the summer of 1997. The ultra-aggressive \"&lt;a href=\"XTRMNTR\"&gt;XTRMNTR&lt;/a&gt;\" followed in the spring of 2000. Two years later Primal Scream released \"&lt;a href=\"Evil%20Heat\"&gt;Evil Heat&lt;/a&gt;\", an album in line with \"XTRMNTR\", and in 2006 \"&lt;a href=\"Riot%20City%20Blues\"&gt;Riot City Blues&lt;/a&gt;\" came out. 2008 saw the release of \"&lt;a href=\"Beautiful%20Future\"&gt;Beautiful Future&lt;/a&gt;\".\nIn January 2010, Primal Scream started work on their new album, \"&lt;a href=\"More%20Light%20%28Primal%20Scream%20album%29\"&gt;More Light&lt;/a&gt;\", which was released in May 2013.\nIn March 2016, \"Chaosmosis\" was released, album containing well received songs such as \"100% or Nothing\", \"Trippin' on Your Love\". \nIn July 2021, he released \"Utopian Ashes\", a duet album with &lt;a href=\"Jehnny%20Beth\"&gt;Jehnny Beth&lt;/a&gt;; it was issued under the banner of both artists \"Bobby Gillepsie and Jehnny Beth\". \"Utopian Ashes\" was met with \"generally positive reviews\" with a rate of 80 out of 100 from music critics. Two videos featuring the duo were shot to promote the singles \"Chase it Down\" and \"Remember We Were Lovers\" and uploaded on YouTube.\nGillespie's book, \"Tenement Kid\", a memoir relating his childhood in 1960s Springburn Glasgow, the discovering of punk, then his realization as an artist, until the release of \"Screamadelica\", was published in late 2021. The book was released to critical acclaim: \"&lt;a href=\"the%20Scotsman\"&gt;the Scotsman&lt;/a&gt;\" wrote that \"Gillespie’s autobiography is written with both passion and eloquence\", while \"&lt;a href=\"the%20Irish%20Times\"&gt;the Irish Times&lt;/a&gt;\" wrote that \"Tenement Kid\" was \"a thrilling read\". \"&lt;a href=\"The%20Times\"&gt;The Times&lt;/a&gt;\" reviewed it as an \"elegantly written tale\": &lt;a href=\"Will%20Hodgkinson\"&gt;Will Hodgkinson&lt;/a&gt; said that \"the Primal Scream frontman writes movingly about his troubled youth\".\nMusicianship.\nAlthough Gillespie only sings and plays occasional percussion onstage with Primal Scream, throughout his career he has played a number of different instruments, most notably drums with &lt;a href=\"The%20Jesus%20and%20Mary%20Chain\"&gt;The Jesus and Mary Chain&lt;/a&gt; and bass guitar with &lt;a href=\"The%20Wake%20%28UK%20band%29\"&gt;The Wake&lt;/a&gt;. On Primal Scream's 2013 album \"&lt;a href=\"More%20Light%20%28Primal%20Scream%20album%29\"&gt;More Light&lt;/a&gt;\", he is credited with a number of keyboard instruments along with drums and percussion, and he played synthesizer on one of The Wake's singles. Additionally, he is shown playing guitar briefly in the music video for \"&lt;a href=\"You%20Trip%20Me%20Up\"&gt;You Trip Me Up&lt;/a&gt;\" by The Jesus and Mary Chain, and twelve-string guitar on Primal Scream's single \"Gentle Tuesday\", and, although able to play these instruments, did not play them on either recording. Gillespie is credited with guitar on the track \"Gravitational Waves (Drifter's Song)\", the b-side to the &lt;a href=\"Record%20Store%20Day\"&gt;Record Store Day&lt;/a&gt; 2016 release &lt;a href=\"Mantra%20for%20a%20State%20of%20Mind\"&gt;Mantra for a State of Mind&lt;/a&gt;.\nPersonal life.\nGillespie married stylist Katy England at St. Margaret's Church, &lt;a href=\"Betley\"&gt;Betley&lt;/a&gt; on 29 July 2006. It was attended by &lt;a href=\"Kate%20Moss\"&gt;Kate Moss&lt;/a&gt; and village resident Doreen Angell sang in the choir. They have two children together, Wolf (born in 2002) and Lux (born in 2004).\nHe is a supporter of &lt;a href=\"Celtic%20F.C.\"&gt;Celtic F.C.&lt;/a&gt;.\nPolitics.\nGillespie defaced a &lt;a href=\"Make%20Poverty%20History\"&gt;Make Poverty History&lt;/a&gt; poster signed by all the acts at the &lt;a href=\"Glastonbury%20Festival\"&gt;Glastonbury Festival&lt;/a&gt; in 2005. Gillespie scribbled over this and wrote \"Make Israel History.\" Gillespie later said that he did this in support of &lt;a href=\"State%20of%20Palestine\"&gt;Palestine&lt;/a&gt;, and when questioned on whether he was &lt;a href=\"Antisemitism\"&gt;anti-Semitic&lt;/a&gt;, he responded \"There's Israeli and Jewish people who support the Palestinian cause as well. We did a lot of work for the Hoping Foundation to raise money for children in the Palestinian refugee camps and the lady who got us involved is Bella Freud, Lucian Freud's daughter and Sigmund Freud's great granddaughter. They had to flee Austria to escape Nazi persecution, and she believes in the Palestinian cause. To say we're anti-Semitic is a smear, so you'd better watch what you're saying. Because you oppose one country's government's policies doesn't mean to say that you hate all the people from that country. I don't like Bush or Putin or Tony Blair, but I don't hate American, Russian or British people. Most people are just trying hard to get by.\" \nIn 2012 he stated that he believed the &lt;a href=\"Cameron%E2%80%93Clegg%20coalition\"&gt;British coalition government&lt;/a&gt; were reactionary quasi-fascists. The statement was prompted by the use of Primal Scream's song \"Rocks\" at the Conservative Party Conference.\nIn 2016, Gillespie, during a break due to a technical issue, said, \"I'm no comedian but should I tell a joke?\", before saying to the room: \"What do you call a Conservative MP that's been stabbed to death? A beautiful fucking thing\".\nIn 2019, Gillespie called &lt;a href=\"Madonna%20%28entertainer%29\"&gt;Madonna&lt;/a&gt; a \"total prostitute\" for agreeing to perform at that year's &lt;a href=\"Eurovision\"&gt;Eurovision&lt;/a&gt; which took place in &lt;a href=\"Tel%20Aviv\"&gt;Tel Aviv&lt;/a&gt;, Israel. Gillespie said: \"Madonna would do anything for money, you know, she's a total prostitute. And I've got nothing against prostitutes. The whole thing is set up to normalise the state of Israel, and its disgraceful treatment of the Palestinian people. By going to perform in Israel what you do is you normalise that. Primal Scream would never perform in Israel. I think Madonna is just desperate for publicity, desperate for the money. They pay very, very well\".\nin January 2021, Gillespie declared his support for the &lt;a href=\"Scottish%20independence\"&gt;Scottish independence&lt;/a&gt; movement, saying that Scotland's exit from the UK was \"inevitable\", however he also said \"I don't see myself as a nationalist, as that leads to Fascism\"."
}