{
    "id": "4102139",
    "revid": "23150529",
    "url": "https://en.wikipedia.org/wiki?curid=4102139",
    "title": "University of Wisconsin–Stevens Point at Wausau",
    "text": "The University of Wisconsin–Stevens Point at Wausau (formerly University of Wisconsin–Marathon County or UWMC), is a two-year campus of the &lt;a href=\"University%20of%20Wisconsin-Stevens%20Point\"&gt;University of Wisconsin-Stevens Point&lt;/a&gt;. It is located near downtown &lt;a href=\"Wausau%2C%20Wisconsin\"&gt;Wausau, Wisconsin&lt;/a&gt;, United States, and adjacent to Marathon Park.\nUW–Stevens Point at Wausau's campus consists of six buildings: the main building, the fieldhouse, the ceramics/pottery building, the art building, Marathon Hall (residence hall) and the Center for Civic Engagement.\nUW–Stevens Point at Wausau had an enrollment of 1,262 students in fall 2014 and an average class size of 23.3 students. UWMC is the site of the &lt;a href=\"Wisconsin%20Public%20Radio\"&gt;Wisconsin Public Radio&lt;/a&gt; Wausau Regional Studio. The campus executive is Ann Herda-Rapp.\nIn 2018, the college became a satellite campus of the &lt;a href=\"University%20of%20Wisconsin%E2%80%93Stevens%20Point\"&gt;University of Wisconsin–Stevens Point&lt;/a&gt; and changed its name to the current one.\nAcademics.\nThe school offers courses leading to either an &lt;a href=\"associate%E2%80%99s%20degree\"&gt;associate’s degree&lt;/a&gt; or the &lt;a href=\"Guaranteed%20Transfer%20Program\"&gt;Guaranteed Transfer Program&lt;/a&gt;, under which students are guaranteed admission to a four-year University of Wisconsin System college of their choice if they meet the academic requirements. UW-Marathon County also has a collaborative program with &lt;a href=\"UW-Stevens%20Point\"&gt;UW-Stevens Point&lt;/a&gt; and &lt;a href=\"UW%E2%80%93Oshkosh\"&gt;UW–Oshkosh&lt;/a&gt; that allows students to be dually enrolled in both colleges, and to take select courses from those colleges on the UW-Marathon County campus, to earn &lt;a href=\"bachelor%E2%80%99s%20degree\"&gt;bachelor’s degree&lt;/a&gt;s in Business Administration, General Studies, Web and Digital Media Development, and Nursing. UWMC also has an agreement with neighboring &lt;a href=\"Northcentral%20Technical%20College\"&gt;Northcentral Technical College&lt;/a&gt; (NTC) whereby a student can earn a one-year, 30- to 32-credit general studies certificate at NTC then transfer to UWMC to complete the Associate of Arts and Sciences degree.\nExtra-curricular activities.\nSports.\nThe University of Wisconsin–Marathon County sponsors teams in &lt;a href=\"golf\"&gt;golf&lt;/a&gt;, &lt;a href=\"basketball\"&gt;basketball&lt;/a&gt;, &lt;a href=\"volleyball\"&gt;volleyball&lt;/a&gt; and &lt;a href=\"soccer\"&gt;soccer&lt;/a&gt;. UWMC has a pool, a weight room, an open gym and a &lt;a href=\"racquetball\"&gt;racquetball&lt;/a&gt; court in the field house. The mascot is the &lt;a href=\"Husky\"&gt;Husky&lt;/a&gt;.\nInterVarsity Christian Fellowship.\nInterVarsity Christian Fellowship is a Christian student organization present on the campus. Conferences, small group Bible studies, large groups with worship and speakers are among the activities available.\nConcert Band.\nThe UWMC Concert Band is a community-university blend that includes current and former UWMC students and other musicians from the Wausau area. The Concert Band performs four concerts each year, with a \"Preview\" performance in October featuring the entire music program, a shared performance with the UWMC Jazz Ensemble in December, a full concert in early spring, and a shared performance with the UWMC Concert Choir in May. Every even-numbered year, the band's early spring concert features music related to dance, from ballet to Broadway to ballroom.\nJazz Ensemble.\nThe UWMC Jazz Ensemble is open to all university students interested in performing big band music. Members have the opportunity to learn a variety of jazz, Latin and jazz-rock styles through the jazz ensemble literature, while continuing to develop individual and ensemble musical skills. The group performs on campus at least twice each semester, with occasional off-campus performances for festivals, community events or joint concerts with public school groups. No audition is necessary to be in the ensemble.\nThe course is an important part of the curriculum for music majors and allows students to apply and reinforce what they are learning in their other coursework.\nConcert Choir.\nThe UWMC Concert Choir is the largest choral ensemble at the college. It is open to all students with choir experience. Concert Choir gives multiple on-campus performances each year, including a Fall Preview concert in October, which features all five of the college’s ensembles, a Winter Choral Concert in December featuring the school’s three vocal ensembles and a Mother’s Day Concert in May. These three performances are held at the UW Center for Civic Engagement Theater on the UWMC campus. The Concert Choir performs each year at the UWMC EATS scholarship fundraising event and delivers Singing Valentines throughout the community each February.\nVocal Jazz.\nThe UWMC Vocal Jazz Ensemble is one of two select vocal jazz ensembles on campus. This group of 12-16 singers performs a wide variety of jazz and popular music, and is open to all college students by audition.\nThe UWMC Vocal Jazz Ensemble gives four on-campus performances each year, including a Fall Preview concert in October, which features all five of the college’s ensembles, a Winter Choral Concert in December featuring the school’s three vocal ensembles, a UWMC Vocal Jazz Festival performance in April, and a Spring Jazz Concert performance in May featuring all three jazz groups plus the Central Wisconsin High School Honors Vocal Jazz Ensemble. These four performances are held at the UW Center for Civic Engagement Theater on the UWMC campus. The Vocal Jazz Ensemble performs each year at the UWMC EATS scholarship fundraising event, and in performances throughout central Wisconsin, including exchanges with local high school choirs.\nJazz Central Voices.\nUWMC Jazz Central Voices is one of two select vocal jazz ensembles on campus. This ensemble includes both current UWMC college students and community members from throughout central Wisconsin, including many local music educators and former college music majors. The ensemble’s repertoire includes classic big band era swing tunes, \"a cappella\" arrangements of jazz standards and modern vocal jazz compositions. Auditions for Jazz Central Voices occur each year in August.\nJazz Central Voices gives four on-campus performances each year, including a Fall Preview concert in October, which features all five of the college’s ensembles, a Winter Choral Concert in December featuring the school’s three vocal ensembles, a UWMC Vocal Jazz Festival performance in April, and a Spring Jazz Concert performance in May featuring all three jazz groups plus the Central Wisconsin High School Honors Vocal Jazz Ensemble. These four performances are held at the UW Center for Civic Engagement Theater on the UWMC campus. Jazz Central Voices performs each year at the UWMC EATS scholarship fundraising event and in performances throughout central Wisconsin.\nThe Forum.\nUWMC's sponsored school newspaper is \"The Forum\", a student-run organization with issues printed monthly during the academic year and one issue printed during the summer. \"The Forum\" distributes upwards of 2,500 newspapers per issue. The paper has a Facebook fan page and is distributed throughout the &lt;a href=\"Wausau%20Metropolitan%20Statistical%20Area\"&gt;Wausau Metropolitan Statistical Area&lt;/a&gt;.\nStudent Government Association.\nUWMC's student governing organization is the Student Government Association. It has six officers and ten senators who represent student interests and help create student event and activity programming. The campus is a member of the University of Wisconsin System Student Representatives, an association of all 26 UW campuses, and is a member of the University of Wisconsin System Association of Branch Campuses (formerly UW Colleges Student Governance Council), the organization that represents the 13 two-year branch campuses of the UW System that formerly were the &lt;a href=\"University%20of%20Wisconsin%20Colleges\"&gt;University of Wisconsin Colleges&lt;/a&gt;. The campus was a member of &lt;a href=\"United%20Council\"&gt;United Council&lt;/a&gt;, a lobbying organization that represents 23 of the 26 UW campuses at the state level when United Council was still active."
}