{
    "id": "41090014",
    "revid": "15996738",
    "url": "https://en.wikipedia.org/wiki?curid=41090014",
    "title": "Witham Preceptory",
    "text": "Withham Preceptory, one of the smallest &lt;a href=\"Knights%20Templar\"&gt;Knights Templar&lt;/a&gt; &lt;a href=\"preceptory\"&gt;preceptories&lt;/a&gt; in &lt;a href=\"England\"&gt;England&lt;/a&gt;, was founded, before 1164, at Temple Hill, near &lt;a href=\"South%20Witham\"&gt;South Witham&lt;/a&gt;, &lt;a href=\"Lincolnshire\"&gt;Lincolnshire&lt;/a&gt;, and was abandoned in the early 14th century. The site of the former &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt; at Temple Hill, &lt;a href=\"South%20Witham\"&gt;South Witham&lt;/a&gt;. It 'has been largely under pasture' since the &lt;a href=\"Knights%20Templar\"&gt;Knights Templar&lt;/a&gt; left in 1308.\nFounding and establishment.\nMargaret Percy and Hubert de Rie were \"great benefactors, if not founders\" of the &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt;, which began as \"a simple hall with outbuildings\" before 1164. Development in the early 13th century led to a \"regularly laid-out farmstead complex\" comprising \"two halls, a chapel, kitchens and agricultural and industrial buildings\". The site, which has the &lt;a href=\"River%20Witham\"&gt;River Witham&lt;/a&gt; at the base of the hill, and the river's source, half a mile distant, also included a water-mill, fishponds and \"other water-control features\".\nChapel.\nThe rectangular chapel, constructed between 1200 and 1220, was unusual for a &lt;a href=\"Knights%20Templar\"&gt;Knights Templar&lt;/a&gt; &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt;, as the Templars typically built distinctive rounded churches, to resemble the &lt;a href=\"Church%20of%20the%20Holy%20Sepulchre\"&gt;Church of the Holy Sepulchre&lt;/a&gt; at &lt;a href=\"Jerusalem\"&gt;Jerusalem&lt;/a&gt;, a practice which \"was unique in medieval England\". Its size was around , with a stairwell in the northwest corner, that may have led to a bell tower. Two large footings, to the north of the altar, may be evidence of an &lt;a href=\"Easter%20Sepulchre\"&gt;Easter Sepulchre&lt;/a&gt; and a wall safe. During 20th-century excavations, burial remains were found within the chapel: to the south, a body that had once been in a wooden coffin, the coffin having disintegrated over time, and, to the north, a body in a stone coffin without a lid. A possibly corresponding stone coffin lid, dated to 1250, had been used, from around 1550, as part of a nearby footbridge over the &lt;a href=\"River%20Witham\"&gt;River Witham&lt;/a&gt;, before being moved to the church of St John the Baptist at &lt;a href=\"South%20Witham\"&gt;South Witham&lt;/a&gt; in 1905.\nLate 13th century.\nIn the late 13th century the hall and chapel were rebuilt, the farmstead complex was expanded and enclosed by a wall. The &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt;, at its largest, was: \"Set about a great court, they had included a gatehouse on the north, a fine range of barns on the west, a domestic complex with hall, chambers, chapel and kitchen on the south-east, and a workshop area, with its ovens and kilns on the east.\" In total, foundations for eighteen buildings have been located, ranging in size from 4 metres by 8 metres to 10 metres by 24 metres. Remains have also been found for what has been interpreted as a kitchen garden, and also a hall keep, 'intended as a place of refuge in times of crisis'.\nDisestablishment and Knights Hospitaller.\nAfter the arrest of the &lt;a href=\"Knights%20Templar\"&gt;Knights Templar&lt;/a&gt; in 1308, and the sequestering of their lands by the Crown, records show the &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt; was occupied by eight \"famuli\", or farm servants, twelve ploughmen, a bailiff and three shepherds, all paid from nearby &lt;a href=\"Temple%20Bruer\"&gt;Temple Bruer&lt;/a&gt;.\nThe &lt;a href=\"Knights%20Templar\"&gt;Knights Templar&lt;/a&gt; order was formally disestablished by &lt;a href=\"Pope%20Clement%20V\"&gt;Pope Clement V&lt;/a&gt;, in 1312, and the Witham preceptory was completely abandoned by 1324. The lands passed to the &lt;a href=\"Knights%20Hospitaller\"&gt;Knights Hospitaller&lt;/a&gt;, who, in 1338, held a &lt;a href=\"messuage\"&gt;messuage&lt;/a&gt; (dwelling of some kind), eight &lt;a href=\"carucate\"&gt;carucate&lt;/a&gt;s (units of ploughland) and &lt;a href=\"Moiety%20title\"&gt;moiety&lt;/a&gt;, in this case half the endowment, of the &lt;a href=\"South%20Witham\"&gt;South Witham&lt;/a&gt; church, but are believed to have left the former &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt; uninhabited, and eventually incorporated the landholding into their estate at &lt;a href=\"Temple%20Bruer\"&gt;Temple Bruer&lt;/a&gt;.\nLater history.\nIn 1563, after the &lt;a href=\"Dissolution%20of%20the%20Monasteries\"&gt;Dissolution of the Monasteries&lt;/a&gt;, the property, then known as 'Great Temple', was granted, by &lt;a href=\"Elizabeth%20I%20of%20England\"&gt;Elizabeth I&lt;/a&gt;, to Stephen Holford in 1562. It was then owned, with 'buildings as it stood', by Thomas, the son of William Wimberley, of &lt;a href=\"South%20Witham\"&gt;South Witham&lt;/a&gt;, (originally of &lt;a href=\"Lancashire\"&gt;Lancashire&lt;/a&gt;), and remained with that family 'until 1761, or thereabouts'.\nThe &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt; site, recorded as uninhabited in the late 18th century, along with the Wimberley's 'mansion, the post-house, and other lands', then passed to &lt;a href=\"Lord%20William%20Manners\"&gt;Lord William Manners&lt;/a&gt;, younger brother of &lt;a href=\"John%20Manners%2C%203rd%20Duke%20of%20Rutland\"&gt;John Manners, 3rd Duke of Rutland&lt;/a&gt;. From Manners, it went to a descendant, &lt;a href=\"Lionel%20Tollemache%2C%208th%20Earl%20of%20Dysart\"&gt;Lionel Tollemache, 8th Earl of Dysart&lt;/a&gt;, who held possession in the mid-1800s. Describing the &lt;a href=\"preceptory\"&gt;preceptory&lt;/a&gt; in 1837, Thomas Moule wrote that the 'foundation of the building only remains, and they extend over several acres'.\nDuring the 1960s, archeological excavations commenced, which, as it had mainly been used for pasture, meant that 'post-medieval disturbance' had 'been minimal'. Items found during the digs included a gilded ring, knights head belt buckle, arrowheads and horseshoes.\nA second archeological excavation took place in the area, in April 2002, following preliminary work in December 2000. Evidence from the 11th to 15th century suggest large scale ironwork and bread-making in &lt;a href=\"South%20Witham\"&gt;South Witham&lt;/a&gt; to supply local religious houses.\nLincolnshire preceptories.\nUntil their disbandment in 1312, the Knights Templar were major landowners on the higher lands of Lincolnshire, where they had a number of &lt;a href=\"Preceptor%23Christian%20military%20orders\"&gt;preceptories&lt;/a&gt; on property which provided income, while &lt;a href=\"Temple%20Bruer\"&gt;Temple Bruer&lt;/a&gt; was an estate on the Lincoln Heath, believed to have been used also for military training. The preceptories from which the Lincolnshire properties were managed were:"
}