{
    "id": "41108778",
    "revid": "6174461",
    "url": "https://en.wikipedia.org/wiki?curid=41108778",
    "title": "Catheter lock solution",
    "text": "Catheter lock solution of which many types are sold under different brand names like “citra-lock” and Taurolock are a number of solutions put into &lt;a href=\"catheter\"&gt;catheter&lt;/a&gt;s. Neutrolin is an &lt;a href=\"anti-microbial\"&gt;anti-microbial&lt;/a&gt; &lt;a href=\"catheter\"&gt;catheter&lt;/a&gt; lock solution developed by Cormedix/Cormedix GmbH. A catheter lock solution is used to fill the catheter when not in use, primarily to prevent &lt;a href=\"clotting\"&gt;clotting&lt;/a&gt;. Neutrolin contains &lt;a href=\"heparin\"&gt;heparin&lt;/a&gt; and &lt;a href=\"citrate\"&gt;citrate&lt;/a&gt; (1000 U/mL and 3.5% respectively), two compounds commonly used to prevent &lt;a href=\"thrombosis\"&gt;thrombosis&lt;/a&gt; and maintain catheter patency.\nNeutrolin also contains &lt;a href=\"taurolidine\"&gt;taurolidine&lt;/a&gt;, an anti-microbial agent that has been shown to be safe and effective in preventing bacterial colonization of catheters No resistance to taurolidine has been observed to date.\nTo avoid the use of heparin in central venous catheters, also citrate catheter locks were developed. Citrate solution can be used as a catheter lock without any additives like antibiotic agents or antiseptic agents like taurolidin. Antibiotic catheter lock solutions could lead to antibiotic resistance and taurolidine has been associated with catheter related clotting. Therefore it has been necessary to mix taurolidine products with hepaprin to avoid catheter patency issues like thrombosis. Heparin is an anticoagulant, and used as a catheter lock solution it could leak into the blood circulation of the patient. Therefore it has been associated with catheter related bleeding and heparin induced thrombocytopenia (HIT)\nCitrate catheter lock solutions are being used in three different concentrations, like 4%, 30% and 46.7%. Citrate catheter lock solutions as 4% concentration have been recommended as best practice in a position statement of European Renal Best Practice guidelines, as published in 2010. The advise has not been changed since then. \nThe concentrations of 30% citrate and 46.7% citrate used as catheter lock solution have been associated with lower rates of catheter related infection and a decrease of the use of thrombolytic agents like Urokinase or tPA"
}