{
    "id": "4111486",
    "revid": "22729119",
    "url": "https://en.wikipedia.org/wiki?curid=4111486",
    "title": "Mahoenui",
    "text": "Mahoenui is a small community in the western &lt;a href=\"North%20Island\"&gt;North Island&lt;/a&gt; of &lt;a href=\"New%20Zealand\"&gt;New Zealand&lt;/a&gt;, on the &lt;a href=\"Awakino%20River\"&gt;Awakino River&lt;/a&gt;, near &lt;a href=\"Piopio%2C%20New%20Zealand\"&gt;Piopio&lt;/a&gt; and &lt;a href=\"Te%20Kuiti\"&gt;Te Kuiti&lt;/a&gt;.\nHistory.\nThe Croall family lived on the Awakino River in the 1920s and 1930s, eventually having to leave the land as uneconomic to survive by traditional farming methods. Charles Croall, sr., relocated to &lt;a href=\"Hamilton%2C%20New%20Zealand\"&gt;Hamilton&lt;/a&gt;, setting up a construction business (Croall Construction) to build houses en-masse for the government. These subdivisions became known as '&lt;a href=\"State%20housing\"&gt;State house&lt;/a&gt; areas' and were typically inhabited by lower &lt;a href=\"socio-economic\"&gt;socio-economic&lt;/a&gt; communities. Large numbers of those houses have been sold to private buyers, both individually and in bulk. \nLewis Robert Ridling (commonly known as Bob) and his wife Margaret Marina Ridling née Jackson along with their 5 sons and 3 daughters cleared the land by hand of scrub and bush in this area. The Ridling's worked their Mahoenui farm from the 1920s onward after Bob Ridling won the land in a returned veterans ballot after returning wounded from Gallipoli, Turkey from World War I. Many ex servicemen simply walked off the land due to the difficulty of turning it into viable farm land. The Moss's were also well known in the area as Mr Moss was the local school teacher in the 1930s. \nMahoenui is in meshblocks 1016005, 1016101-2, and 1016203-4, which had a population of 78 people in the 2018 census.\nEducation.\nMahoenui has a small primary school. Its 2004 roll included six children. \nIt closed down in 2005 due to lack of students and is now privately owned.\nGeography.\nMahoenui is located in the &lt;a href=\"King%20Country\"&gt;King Country&lt;/a&gt; approx 50 km inland from the west coast of the North Island, the topography is hilly to mountainous, with small alluvial areas near the streams and river.\nEconomics.\nThe primary activity is &lt;a href=\"sheep%20farming\"&gt;sheep farming&lt;/a&gt;, with &lt;a href=\"beef%20cattle\"&gt;beef&lt;/a&gt; and &lt;a href=\"dairy%20farming\"&gt;dairy farming&lt;/a&gt; to a lesser degree."
}