{
    "id": "41151769",
    "revid": "4041712",
    "url": "https://en.wikipedia.org/wiki?curid=41151769",
    "title": "Forte (vocal group)",
    "text": "Forte (; styled as FORTE) is a &lt;a href=\"Crossover%20music%23Classical%20crossover\"&gt;classical crossover&lt;/a&gt;–&lt;a href=\"operatic%20pop\"&gt;operatic pop&lt;/a&gt; trio comprising &lt;a href=\"tenor\"&gt;tenor&lt;/a&gt;s &lt;a href=\"Josh%20Page\"&gt;Josh Page&lt;/a&gt;, &lt;a href=\"Sean%20Panikkar\"&gt;Sean Panikkar&lt;/a&gt; and Hana Ryu. Forte was created specifically for &lt;a href=\"America%27s%20Got%20Talent%20%28season%208%29\"&gt;season eight&lt;/a&gt; of \"&lt;a href=\"America%27s%20Got%20Talent\"&gt;America's Got Talent&lt;/a&gt;\" (\"AGT\") in 2013. After weeks of preparation online, the three original members met in person just two days before their first performance together; afterward, the show's rules forced the group to make a personnel change. The new lineup advanced to the final round in September, where Forte finished in fourth place. Following their elimination, the men accepted a recording contract offered by representatives of &lt;a href=\"Columbia%20Records\"&gt;Columbia Records&lt;/a&gt;, who were waiting for them in the hallway offstage.\nForte has since performed at &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt; and the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;, and has been the featured guest at numerous charity &lt;a href=\"festival\"&gt;galas&lt;/a&gt;. The group was the first finalist from season eight to headline a show in Las Vegas. Their self-titled debut album, released in November 2013, peaked at number 3 on the \"&lt;a href=\"Billboard%20charts\"&gt;Billboard&lt;/a&gt;\" Classical Albums chart. Forte's second album, \"The Future Classics\", presents their operatic take on contemporary popular songs and features an original piece using the theme music composed for \"&lt;a href=\"Game%20of%20Thrones\"&gt;Game of Thrones&lt;/a&gt;\".\nHistory.\nBackground.\nJosh Page of &lt;a href=\"Suffern%2C%20New%20York\"&gt;Suffern, New York&lt;/a&gt;, won the \"&lt;a href=\"David%20Foster\"&gt;David Foster&lt;/a&gt; and Friends\" competition in 2009. When Page was pulled from the audience at a 2011 &lt;a href=\"Josh%20Groban\"&gt;Josh Groban&lt;/a&gt; concert to sing a duet with Groban, the resulting video went &lt;a href=\"viral%20video\"&gt;viral&lt;/a&gt;.\n&lt;a href=\"Sean%20Panikkar\"&gt;Sean Panikkar&lt;/a&gt; was born and raised in &lt;a href=\"Bloomsburg%2C%20Pennsylvania\"&gt;Bloomsburg, Pennsylvania&lt;/a&gt;, the second son of &lt;a href=\"Sri%20Lanka\"&gt;Sri Lanka&lt;/a&gt;n immigrants. He is an established &lt;a href=\"opera\"&gt;opera&lt;/a&gt; performer, and has sung for such opera companies as the &lt;a href=\"Pittsburgh%20Opera\"&gt;Pittsburgh Opera&lt;/a&gt; and the &lt;a href=\"Metropolitan%20Opera\"&gt;Metropolitan Opera&lt;/a&gt;, and at such venues as &lt;a href=\"La%20Scala\"&gt;La Scala&lt;/a&gt;.\nHana Ryu studied at the &lt;a href=\"Korea%20National%20University%20of%20Arts\"&gt;Korea National University of Arts&lt;/a&gt; in &lt;a href=\"Seoul\"&gt;Seoul&lt;/a&gt;, South Korea. He came to the United States on a student visa, choosing in 2012 to pursue a &lt;a href=\"Master%20of%20Music\"&gt;Master of Music&lt;/a&gt; degree at &lt;a href=\"Binghamton%20University\"&gt;Binghamton University&lt;/a&gt;.\nRecurring member &lt;a href=\"Fernando%20Varela%20%28opera%20singer%29\"&gt;Fernando Varela&lt;/a&gt; was born in &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt; and raised in central Florida. Like Page, Varela won a David Foster competition, \"Born to Sing\", in 2011.\nFormation: \"America's Got Talent\".\nIn 2013, founding members Page and Varela met online, where Varela saw the &lt;a href=\"YouTube\"&gt;YouTube&lt;/a&gt; video of Page with Groban. Page suggested that they form \"a new kind of tenor group\" to compete on \"&lt;a href=\"America%27s%20Got%20Talent%20%28season%208%29\"&gt;America's Got Talent&lt;/a&gt;\" (\"AGT\"). They found Ryu during an online search, and spent the next few weeks preparing for their audition in Los Angeles, which came just two days after the three met in person for the first time. Forte's performance of \"&lt;a href=\"Pie%20Jesu\"&gt;Pie Jesu&lt;/a&gt;\" won praise from the judges; &lt;a href=\"Howard%20Stern\"&gt;Howard Stern&lt;/a&gt; said they had the element of surprise because they looked like &lt;a href=\"List%20of%20English%20words%20of%20Yiddish%20origin%23List%20of%20words\"&gt;schlubs&lt;/a&gt;, but next time \"we're going to know that you're not schlubs, but you're fantastic singers\". &lt;a href=\"Howie%20Mandel\"&gt;Howie Mandel&lt;/a&gt; said the trio was like the premise to a joke: a Latino, a Korean and a New Yorker \"walk into a bar, and record a giant hit record. You guys are phenomenal.\"\nBefore the group could perform again, \"AGT\" producers learned about Ryu's visa status; he was in the United States legally, but the show's rules rendered him ineligible to compete for the winning prize. Page and Varela found Panikkar in time for their next performance in Las Vegas, where they were sent directly to sing in front of the show's producers. Varela called it a stressful week, during which the new trio had to learn how to work together, and on a song Panikkar didn't know. When the men faced the judges, &lt;a href=\"Mel%20B\"&gt;Mel B&lt;/a&gt; asked them to explain the personnel change, and said it was like a second audition. After Forte sang \"&lt;a href=\"The%20Prayer%20%28Celine%20Dion%20and%20Andrea%20Bocelli%20song%29\"&gt;The Prayer&lt;/a&gt;\", Stern said to the other judges, \"the new guy is the strongest singer.\"\nThe re-formed group continued to advance in the competition; in the rounds to follow, Forte performed songs including \"&lt;a href=\"Somewhere%20%28West%20Side%20Story%20song%29\"&gt;Somewhere&lt;/a&gt;\" and \"&lt;a href=\"Unchained%20Melody\"&gt;Unchained Melody&lt;/a&gt;\" to audience ovations and judges' praise, After their finale performance of \"&lt;a href=\"Caruso%20%28song%29\"&gt;Caruso&lt;/a&gt;\", Mel B said, \"it's funny to think that you three came together and performed first on this show. You would never know that—it's like you're professionals, and you've been together forever.\" and an eventual fourth-place finish. Though the men later expressed disappointment with the outcome, Panikkar said they never expected to win the competition.\nCareer.\n2013–2014: \"FORTE\" and concert appearances.\nFollowing Forte's elimination from \"America's Got Talent\", representatives of &lt;a href=\"Columbia%20Records\"&gt;Columbia Records&lt;/a&gt; \"literally stopped us in the hallway as we were leaving the stage\", and Panikkar, Page and Varela signed on. Their self-titled CD was recorded within the next seven days and released in November 2013; \"FORTE\" spent two weeks on the &lt;a href=\"Billboard%20200\"&gt;\"Billboard\" 200&lt;/a&gt; chart, peaking at No. 76. The album reached No. 3 on the \"Billboard\" Classical Albums chart, and debuted at No. 2 on &lt;a href=\"Amazon.com\"&gt;Amazon.com&lt;/a&gt;'s best sellers list and No. 1 at &lt;a href=\"Barnes%20%26amp%3B%20Noble\"&gt;Barnes &amp; Noble&lt;/a&gt;.\nForte's live performances in 2013 included the Music of Hope concert at &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt;, where their fans raised more than US$3,000 for the &lt;a href=\"Golden%20Hat%20Foundation\"&gt;Golden Hat Foundation&lt;/a&gt;, and the &lt;a href=\"National%20Christmas%20Tree%20%28United%20States%29\"&gt;National Christmas Tree&lt;/a&gt; lighting ceremony at the &lt;a href=\"White%20House\"&gt;White House&lt;/a&gt;. Forte was the first act from season eight of \"AGT\" to headline a show in &lt;a href=\"Las%20Vegas\"&gt;Las Vegas&lt;/a&gt;, performing at the &lt;a href=\"Tropicana%20Las%20Vegas\"&gt;Tropicana&lt;/a&gt; for three nights in December.\nIn March 2014, Forte was the closing act for the 8th annual Festival of the Arts Boca in &lt;a href=\"Boca%20Raton%2C%20Florida\"&gt;Boca Raton, Florida&lt;/a&gt;, where they performed to multiple standing ovations. \"Palm Beach ArtsPaper\" said the men were coaxed back onto the stage for two encores, the second coming after \"the thunderous applause refused to die down.\" In April, the trio was the featured act at the &lt;a href=\"Central%20City%20Opera\"&gt;Central City Opera&lt;/a&gt; Theater of Dreams Gala in &lt;a href=\"Denver\"&gt;Denver&lt;/a&gt;, &lt;a href=\"Colorado\"&gt;Colorado&lt;/a&gt;, and followed that with a performance at the &lt;a href=\"Fort%20Worth%20Opera\"&gt;Fort Worth Opera&lt;/a&gt; Festival.\n2015–present: Ryu's return and \"The Future Classics\".\nFernando Varela returned to Florida in mid-2014 to embark on a solo tour, while performing as part of Forte into December. Original member Hana Ryu succeeded Varela in 2015; Page, Panikkar and Ryu began work on their second album, \"The Future Classics\", which was funded by a &lt;a href=\"crowdsourcing\"&gt;crowdsourcing&lt;/a&gt; campaign though &lt;a href=\"PledgeMusic\"&gt;PledgeMusic&lt;/a&gt;. The album was conceived as Forte's spin on popular music, including such songs as \"&lt;a href=\"Burn%20%28Ellie%20Goulding%20song%29\"&gt;Burn&lt;/a&gt;\", \"&lt;a href=\"Collide%20%28Howie%20Day%20song%29\"&gt;Collide&lt;/a&gt;\" and \"&lt;a href=\"Free%20Fallin%27\"&gt;Free Fallin'&lt;/a&gt;\". Producer Zach Page said the idea came after \"FORTE\" was marketed as an &lt;a href=\"adult%20contemporary\"&gt;adult contemporary&lt;/a&gt;-style album, which the men believed was the wrong approach. Instead, the \"production muscle\" of the follow-up album was intended to captivate listeners as Forte had done with their performances on \"AGT\". \"The Future Classics\" was self-released digitally on February 2, 2016, to those who had taken part in the campaign; CDs were shipped on April 11.\nThe first single, \"Game of Thrones\", was inspired by the soundtrack for the &lt;a href=\"HBO\"&gt;HBO&lt;/a&gt; &lt;a href=\"Game%20of%20Thrones\"&gt;series&lt;/a&gt;, which Josh Page called \"the perfect subject matter to justify an epic opera performance.\" Since its theme had no lyrics, Page adapted &lt;a href=\"Valyrian%20languages%23High%20Valyrian\"&gt;High Valyrian&lt;/a&gt; text from \"Game of Thrones\" and set it to the music composed by &lt;a href=\"Ramin%20Djawadi\"&gt;Ramin Djawadi&lt;/a&gt;. The video for the single was &lt;a href=\"filmmaking%23Production\"&gt;shot&lt;/a&gt; over two days' time at &lt;a href=\"Sands%20Point%2C%20New%20York\"&gt;Sands Point&lt;/a&gt; on &lt;a href=\"Long%20Island\"&gt;Long Island&lt;/a&gt;, and self-released by Forte in February 2015. It was a top-five hit on YouTube's \"Just-Released Music Videos\" list in March. When the video was shared by the official \"Game of Thrones\" &lt;a href=\"Twitter\"&gt;Twitter&lt;/a&gt; account, Page said, \"it knocked the air out of me.\"\nIn concert in August 2015, Forte joined &lt;a href=\"David%20Foster\"&gt;David Foster&lt;/a&gt;, &lt;a href=\"Nathan%20Gunn\"&gt;Nathan Gunn&lt;/a&gt; and &lt;a href=\"America%27s%20Got%20Talent%20%28season%209%29\"&gt;\"America's Got Talent\" season 9&lt;/a&gt; runner-up &lt;a href=\"Emily%20West\"&gt;Emily West&lt;/a&gt; at the 11th Annual &lt;a href=\"Charles%20Evans%20%28businessman%29\"&gt;Charles Evans&lt;/a&gt; PCF Pro-Am Tennis Tournament Gala in &lt;a href=\"Southampton%2C%20New%20York\"&gt;Southampton, New York&lt;/a&gt;. Forte was the headline act on September 28 at the &lt;a href=\"Bloomsburg%20Fair\"&gt;Bloomsburg Fair&lt;/a&gt;. The group joined Foster for three charity events in October: the Carousel Ball in Denver, Colorado; the Global Lyme Alliance Gala in New York City; and the Tradition of Hope Gala in Los Angeles. Also in October, they gave three performances for the Hope On the Hill Gala at the &lt;a href=\"Van%20Andel%20Institute\"&gt;Van Andel Institute&lt;/a&gt;. In December, Forte joined Gunn, &lt;a href=\"Isabel%20Leonard\"&gt;Isabel Leonard&lt;/a&gt; and &lt;a href=\"John%20Fogerty\"&gt;John Fogerty&lt;/a&gt; in performance at the &lt;a href=\"Major%20League%20Baseball\"&gt;MLB&lt;/a&gt; &lt;a href=\"Prostate%20Cancer%20Foundation\"&gt;Prostate Cancer Foundation&lt;/a&gt; 2015 New York Dinner in New York City. Forte headlined a benefit for &lt;a href=\"Catholic%20Charities%20USA\"&gt;Catholic Charities of Buffalo&lt;/a&gt; in June 2016 at &lt;a href=\"Kleinhans%20Music%20Hall\"&gt;Kleinhans Music Hall&lt;/a&gt;.\nTheir first appearance in 2017 was at Tydings Auditorium in &lt;a href=\"New%20Mexico\"&gt;New Mexico&lt;/a&gt; in February. In March, Forte joined &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt; and Hollywood artists including &lt;a href=\"Liz%20Callaway\"&gt;Liz Callaway&lt;/a&gt;, &lt;a href=\"Annie%20Golden\"&gt;Annie Golden&lt;/a&gt;, &lt;a href=\"Telly%20Leung\"&gt;Telly Leung&lt;/a&gt; and &lt;a href=\"Chris%20Mann%20%28singer%29\"&gt;Chris Mann&lt;/a&gt; to cover \"&lt;a href=\"With%20a%20Little%20Help%20from%20My%20Friends\"&gt;With a Little Help from My Friends&lt;/a&gt;\", a single and video to benefit &lt;a href=\"Americans%20for%20the%20Arts\"&gt;Americans for the Arts&lt;/a&gt;. Forte released a video cover of the \"&lt;a href=\"Daredevil%20%28TV%20series%29\"&gt;Daredevil&lt;/a&gt;\" theme in October.\nForte joined the &lt;a href=\"NAMM%20Show\"&gt;NAMM Show&lt;/a&gt; in January 2018, headlining the show's Grand Rally for Music Education. For this performance, the trio comprised Page, Alok Kumar and Victor Ryan Robertson. In May, Forte joined &lt;a href=\"America%27s%20Got%20Talent%20%28season%206%29\"&gt;season six&lt;/a&gt; \"&lt;a href=\"America%27s%20Got%20Talent\"&gt;America's Got Talent&lt;/a&gt;\" winner &lt;a href=\"Landau%20Eugene%20Murphy%20Jr.\"&gt;Landau Eugene Murphy Jr.&lt;/a&gt; to headline Opera Grand Rapids' 50th Anniversary Night with the Opera Gala. Founding member &lt;a href=\"Fernando%20Varela%20%28singer%29\"&gt;Fernando Varela&lt;/a&gt; joined Page and Panikkar for this appearance, and Varela also performed with Forte in February 2019 at the &lt;a href=\"The%20Villages%2C%20Florida%23Recreation%20centers\"&gt;Sharon L. Morse Performing Arts Center&lt;/a&gt;.\nPage and Varela performed in March 2020 as part of Four Divo along with &lt;a href=\"Craig%20Irvin\"&gt;Craig Irvin&lt;/a&gt; and Devin Eatman. The concerts at The Sharon were organized by Varela to benefit earthquake victims in his native Puerto Rico. In December, Page, Panikkar and Ryu released the music video for their cover of \"&lt;a href=\"Without%20You%20%28David%20Guetta%20song%29\"&gt;Without You&lt;/a&gt;\" from \"The Future Classics\"; the video includes scenes shot in &lt;a href=\"Hell%27s%20Kitchen%2C%20Manhattan\"&gt;Hell's Kitchen, Manhattan&lt;/a&gt;, in 2016.\nCritical reception.\nGenre.\n\"OperaPulse\" listed its Top Ten Best Things to Happen to Opera In the 21st Century, and the collaboration between &lt;a href=\"Broadway%20theatre\"&gt;Broadway&lt;/a&gt;, &lt;a href=\"popular%20culture\"&gt;pop culture&lt;/a&gt; and &lt;a href=\"prime%20time\"&gt;prime-time television&lt;/a&gt; ranked No. 2. The \"&lt;a href=\"Got%20Talent\"&gt;Got Talent&lt;/a&gt;\" franchise, and specifically contestants Forte and &lt;a href=\"Paul%20Potts\"&gt;Paul Potts&lt;/a&gt;, were singled out for helping the operatic genre redefine itself.\nReleases.\n\"&lt;a href=\"AllMusic\"&gt;AllMusic&lt;/a&gt;\" called \"FORTE\" \"close-up, clear, and full of presence, so the artists' individual qualities are easily distinguished.\" The \"&lt;a href=\"Las%20Vegas%20Review-Journal\"&gt;Las Vegas Review-Journal&lt;/a&gt;\" called it \"basically a 'greatest hits' of '&lt;a href=\"operatic%20pop\"&gt;popera&lt;/a&gt;.\n&lt;a href=\"MTV%20News\"&gt;MTV News&lt;/a&gt; said Forte's \"Game of Thrones\" video is \"an incredible homage to the series\" that gave them chills. &lt;a href=\"Revision3\"&gt;Revision3&lt;/a&gt; named it an editor's pick for Forte's \"glorious voices, and swords forged only of the finest Valyrian steel.\" &lt;a href=\"Classic%20FM%20%28UK%29\"&gt;Classic FM&lt;/a&gt; awarded \"most epic cover\" status to \"a magnificently camp video in which the three tenors run around in fancy dress, and indulge boyhood fantasies of being master swordsmen.\"\nPerformances.\n\"Forte riveted the audience with phenomenal performances\" at &lt;a href=\"Carnegie%20Hall\"&gt;Carnegie Hall&lt;/a&gt; in 2013, wrote \"MasterClass Lady\". The group's 2014 appearance in &lt;a href=\"Fort%20Worth%2C%20Texas\"&gt;Fort Worth, Texas&lt;/a&gt;, received a mixed review from \"TheaterJones\": since only Panikkar is \"truly an opera singer\", the three voices blending was \"sometimes compelling, sometimes problematic. ... Still, ... with more time together, Forte could be the talent America's looking for.\""
}