{
    "id": "41156112",
    "revid": "21951445",
    "url": "https://en.wikipedia.org/wiki?curid=41156112",
    "title": "Asiatique",
    "text": "Asiatique: The Riverfront is a large open-air &lt;a href=\"Shopping%20mall\"&gt;mall&lt;/a&gt; in &lt;a href=\"Bangkok\"&gt;Bangkok&lt;/a&gt;, &lt;a href=\"Thailand\"&gt;Thailand&lt;/a&gt;. It occupies the former docks of the &lt;a href=\"East%20Asiatic%20Company\"&gt;East Asiatic Company&lt;/a&gt;, and faces the &lt;a href=\"Chao%20Phraya%20River\"&gt;Chao Phraya River&lt;/a&gt; and &lt;a href=\"Charoen%20Krung%20Road\"&gt;Charoen Krung Road&lt;/a&gt;. The complex opened in 2012 after extensive renovation of the site.\nHistory.\nThe Denmark-based &lt;a href=\"East%20Asiatic%20Company\"&gt;East Asiatic Company&lt;/a&gt; was founded in 1897 and was one of several Western firms conducting trade with Siam at the time. The company owned port facilities on the Chao Phraya, which included several warehouses, the oldest extant building dating from 1907. The port ceased operations in 1947, and the facilities later fell into disuse. In May 2011, real estate company &lt;a href=\"TCC%20Land\"&gt;TCC Land&lt;/a&gt; announced its plans to renovate and develop the site into a retail/entertainment complex to be known as Asiatique The Riverfront.\nSince 2019, Asiatique has been managed by Asset World Corporation (AWC). In October 2021, AWC Chief Executive Officer &lt;a href=\"Wallapa%20Traisorat\"&gt;Wallapa Traisorat&lt;/a&gt; announced a redevelopment plan which will include a super-tall skyscraper expected to be completed within nine years.\nLocation and facilities.\nAsiatique is on &lt;a href=\"Charoen%20Krung%20Road\"&gt;Charoen Krung Road&lt;/a&gt; in Bangkok's &lt;a href=\"Bang%20Kho%20Laem%20District\"&gt;Bang Kho Laem District&lt;/a&gt;, facing the Chao Phraya River. It occupies 30 \"&lt;a href=\"rai%20%28unit%29\"&gt;rai&lt;/a&gt;\" () of land, with plans for future expansion to include a total of 72 \"rai\" () of &lt;a href=\"mixed-use%20development\"&gt;mixed-use development&lt;/a&gt;. The mall, featuring a historical theme from the period of King &lt;a href=\"Chulalongkorn\"&gt;Chulalongkorn&lt;/a&gt;'s reign (1868–1910), operates as an open-air &lt;a href=\"night%20market\"&gt;night market&lt;/a&gt;. It features 1,500 shops and stalls and 40 restaurants, most of which are housed in the former warehouses. Other historical buildings and objects include an old sawmill and a &lt;a href=\"World%20War%20II\"&gt;World War II&lt;/a&gt; &lt;a href=\"bomb%20shelter\"&gt;bomb shelter&lt;/a&gt;. There is a &lt;a href=\"parking%20lot%20tram\"&gt;parking lot tram&lt;/a&gt; designed to look like a car from Bangkok's &lt;a href=\"Trams%20in%20Bangkok\"&gt;former tram system&lt;/a&gt;, and the site is decorated with bronze statues representing maritime activity.\nThe mall's layout is divided into four thematic sections, called \"districts\". Chareonkrung District is named after &lt;a href=\"Charoen%20Krung%20Road\"&gt;Charoen Krung Road&lt;/a&gt;, and contains performing venues for the &lt;a href=\"Joe%20Louis%20Traditional%20Thai%20Puppet%20Theatre\"&gt;Joe Louis Traditional Thai Puppet Theatre&lt;/a&gt;, the Calypso Cabaret show and live &lt;a href=\"Muay%20Thai\"&gt;Muay Thai&lt;/a&gt; performances, as well as shops selling handicrafts and souvenirs. Town Square District features foreign restaurants and sports bars, and includes a small event space. Factory District focuses on trendy fashions, products and restaurants. Waterfront District lies along Asiatique's waterfront promenade—claimed to be Bangkok's longest at —and includes several riverside restaurants, a large event space used for concerts, festivals and New Year celebrations, and Asiatique Sky, the tallest &lt;a href=\"Ferris%20wheel\"&gt;Ferris wheel&lt;/a&gt; in Bangkok at .\nAsiatique opened on 27 April 2012, and has been observed to fulfil a replacement role for the previously popular &lt;a href=\"Suan%20Lum%20Night%20Bazaar\"&gt;Suan Lum Night Bazaar&lt;/a&gt;, which had closed down in 2010. Access is by road (with a parking capacity of 2,000 cars) or by boat, with shuttle services from Sathon Pier. It is managed by Riverside Masterplan Co., Ltd., a subsidiary of TCC Land."
}