{
    "id": "4116857",
    "revid": "42425010",
    "url": "https://en.wikipedia.org/wiki?curid=4116857",
    "title": "LysKOM",
    "text": "LysKOM is a &lt;a href=\"KOM%20%28BBS%29\"&gt;KOM&lt;/a&gt;-based conferencing system developed by the &lt;a href=\"Lysator\"&gt;Lysator Academic Computer Society&lt;/a&gt; at &lt;a href=\"Link%C3%B6ping%20University\"&gt;Linköping University&lt;/a&gt; and &lt;a href=\"Link%C3%B6ping%20Institute%20of%20Technology\"&gt;Linköping Institute of Technology&lt;/a&gt;. It can be seen as a cross between &lt;a href=\"Network%20News%20Transfer%20Protocol\"&gt;news&lt;/a&gt; and &lt;a href=\"e-mail\"&gt;e-mail&lt;/a&gt;, but with the presence and speed of &lt;a href=\"IRC\"&gt;IRC&lt;/a&gt; or &lt;a href=\"Instant%20messaging\"&gt;IM-networks&lt;/a&gt;. The most common client is the LysKOM &lt;a href=\"Emacs%20Lisp\"&gt;Emacs Lisp Client&lt;/a&gt;, but among others a &lt;a href=\"WWW\"&gt;WWW&lt;/a&gt;-based client also exists. The server and most clients are released under the terms of the &lt;a href=\"GNU%20General%20Public%20License\"&gt;GNU General Public License&lt;/a&gt;, and thus &lt;a href=\"free%20software\"&gt;free software&lt;/a&gt;. The LysKOM protocol uses &lt;a href=\"TCP%20and%20UDP%20port%20numbers\"&gt;port 4894&lt;/a&gt;.\nProtocol implementations exist for &lt;a href=\"Python%20%28programming%20language%29\"&gt;Python&lt;/a&gt;, &lt;a href=\"Perl\"&gt;Perl&lt;/a&gt; and &lt;a href=\"Pike%20%28programming%20language%29\"&gt;Pike&lt;/a&gt;. Based on these frameworks, a number of programs for bridging LysKOM with other systems have been written. Notable among these is the Python software for importing and exporting e-mail. Used as a whole, it enables the LysKOM system to act as a primitive &lt;a href=\"Mailing%20list\"&gt;list manager&lt;/a&gt;. By configuring the exporter to not reexport imported e-mail it is also possible to use LysKOM more like a multi-user &lt;a href=\"e-mail%20client\"&gt;e-mail client&lt;/a&gt; for posting to mailing lists.\nLysKOM also refers to the specific installation hosted by Lysator at kom.lysator.liu.se."
}