{
    "id": "411845",
    "revid": "16416757",
    "url": "https://en.wikipedia.org/wiki?curid=411845",
    "title": "63rd (Royal Naval) Division",
    "text": "The 63rd (Royal Naval) Division was a &lt;a href=\"United%20Kingdom\"&gt;United Kingdom&lt;/a&gt; infantry &lt;a href=\"Division%20%28military%29\"&gt;division&lt;/a&gt; of the First World War. It was originally formed as the Royal Naval Division at the outbreak of the war, from &lt;a href=\"Royal%20Navy\"&gt;Royal Navy&lt;/a&gt; and &lt;a href=\"Royal%20Marine\"&gt;Royal Marine&lt;/a&gt; reservists and volunteers, who were not needed for service at sea. The division fought at Antwerp in 1914 and at Gallipoli in 1915. In 1916, following many losses among the original naval volunteers, the division was transferred to the &lt;a href=\"British%20Army\"&gt;British Army&lt;/a&gt; as the 63rd (Royal Naval) Division, re-using the number from the disbanded second-line &lt;a href=\"63rd%20%282nd%20Northumbrian%29%20Division\"&gt;63rd (2nd Northumbrian) Division&lt;/a&gt; &lt;a href=\"Territorial%20Force\"&gt;Territorial Force&lt;/a&gt;. As an Army formation, it fought on the &lt;a href=\"Western%20Front%20%28World%20War%20I%29\"&gt;Western Front&lt;/a&gt; for the remainder of the war.\nOrigins.\nAdvanced Base Force.\nWhen the war began, a &lt;a href=\"3rd%20%28Royal%20Marine%29%20Brigade\"&gt;Marine Brigade&lt;/a&gt; of four infantry battalions was formed from men of the &lt;a href=\"Royal%20Marine%20Light%20Infantry\"&gt;Royal Marine Light Infantry&lt;/a&gt; and &lt;a href=\"Royal%20Marine%20Artillery\"&gt;Royal Marine Artillery&lt;/a&gt;. The brigade was to be an Advanced Base Force, according to a pre-war plan to furnish the Admiralty with a means to take, fortify or defend temporary naval bases for fleet operations or the supply of army field forces. The recruits included regular marines and those mobilised from the Fleet Reserve; each battalion was drawn from one of the big naval depot ports—Chatham, Portsmouth, Plymouth and Deal—and named accordingly.\nRoyal Naval Division.\nOn 16 August, &lt;a href=\"Winston%20Churchill\"&gt;Winston Churchill&lt;/a&gt; the &lt;a href=\"First%20Lord%20of%20the%20Admiralty\"&gt;First Lord of the Admiralty&lt;/a&gt;, decided to embody two more naval brigades with surplus men of the Naval Reserve, to join with the Marine Brigade to produce a composite Royal Naval Division. A few &lt;a href=\"petty%20officer\"&gt;petty officer&lt;/a&gt;s and ratings were transferred from the navy to provide a cadre and some officers were provided by the army but most of the recruits were reservists or men who had volunteered on the outbreak of war. The eight battalions were named after naval commanders, &lt;a href=\"Francis%20Drake\"&gt;Drake&lt;/a&gt;, &lt;a href=\"John%20Benbow\"&gt;Benbow&lt;/a&gt;, &lt;a href=\"Edward%20Hawke%2C%201st%20Baron%20Hawke\"&gt;Hawke&lt;/a&gt;, &lt;a href=\"Cuthbert%20Collingwood%2C%201st%20Baron%20Collingwood\"&gt;Collingwood&lt;/a&gt;, &lt;a href=\"Horatio%20Nelson%2C%201st%20Viscount%20Nelson\"&gt;Nelson&lt;/a&gt;, &lt;a href=\"Richard%20Howe%2C%201st%20Earl%20Howe\"&gt;Howe&lt;/a&gt;, &lt;a href=\"Samuel%20Hood%2C%201st%20Viscount%20Hood\"&gt;Hood&lt;/a&gt; and &lt;a href=\"George%20Anson%2C%201st%20Baron%20Anson\"&gt;Anson&lt;/a&gt;, later being numbered from 1st to 8th. The division was not provided with medical, artillery or engineer units, consisting solely of lightly equipped infantry. Many of the trained men were then reclaimed for fleet service and recruits were taken over at the request of the War Office, from oversubscribed north country regiments. Training was slow, except for the Marine Brigade which had its own infrastructure, because resources were needed for the rapid expansion of the army and naval ratings were not issued with field equipment or khaki uniforms before being embarked for overseas service. On 26 August, the Marine Brigade was sent to Ostend to reinforce the Belgian garrison, after German cavalry had appeared in the area. The brigade returned on 1 September after the scare subsided and on 3 September the Admiralty decided to train the two Naval Reserve brigades as infantry, to form an infantry division with the Marine Brigade. Rifles were drawn from Royal Navy stocks and only arrived at the end of September; these were older &lt;a href=\"Charger-Loading%20Lee%E2%80%93Enfield\"&gt;Charger-Loading Lee–Enfield&lt;/a&gt;s rather than the modern &lt;a href=\"Short%20Magazine%20Lee%E2%80%93Enfield\"&gt;Short Magazine Lee–Enfield&lt;/a&gt;s issued to the army.\nBelgium.\nOstend.\nFollowing early Belgian and Entente defeats in the &lt;a href=\"German%20invasion%20of%20Belgium%20%281914%29\"&gt;German invasion of Belgium&lt;/a&gt; and cut off from the rest of the Allies by the German advance, the majority of the Belgian army fell back towards the fortified port of &lt;a href=\"Antwerp\"&gt;Antwerp&lt;/a&gt;, in late August 1914. Belgian troops were also withdrawn from ports along the Belgian coast. The &lt;a href=\"British%20Admiralty\"&gt;Admiralty&lt;/a&gt; wanted to deny the Germans submarine bases in Belgian ports for operations in the English Channel. On 24 August, German cavalry patrols were reported near &lt;a href=\"Ostend\"&gt;Ostend&lt;/a&gt; and it was decided to land a small naval detachment to secure the town. Further south, the French armies and the &lt;a href=\"British%20Expeditionary%20Force%20%28World%20War%20I%29\"&gt;British Expeditionary Force&lt;/a&gt; (BEF) conducted the &lt;a href=\"Retreat%20from%20Mons\"&gt;Retreat from Mons&lt;/a&gt;, with the German armies driving south-west after them, leaving very few units to guard &lt;a href=\"lines%20of%20communication\"&gt;lines of communication&lt;/a&gt;. The Admiralty planned to use the Channel ports as a base to attack German land supply routes, with the Royal Marine Brigade forming the basis of a landing force.\nThe Deal Battalion was still assembling, so only the Chatham, Portsmouth and Plymouth battalions were sent to Flanders; two landing at Ostend in the early morning of 27 August and the other the next day. They were ordered to hold the town until Belgian troops who had retreated into France could be transferred and troops arrived on 30 August. The rapid Allied retreat led the &lt;a href=\"War%20Office\"&gt;War Office&lt;/a&gt; to decide that supplies would have to be brought through ports in western France, as the existing arrangements in the &lt;a href=\"Pas%20de%20Calais\"&gt;Pas de Calais&lt;/a&gt; ports were too exposed. This would be more demanding on naval escort ships, leaving too few to support the force at Ostend. The Marines were re-embarked on 31 September and returned to their ports.\nAntwerp.\nThe division participated in the &lt;a href=\"Siege%20of%20Antwerp%20%281914%29\"&gt;Siege of Antwerp&lt;/a&gt;. The Royal Marine Brigade arrived opposite &lt;a href=\"Lier%2C%20Belgium\"&gt;Lier&lt;/a&gt; in requisitioned &lt;a href=\"Buses%20in%20London\"&gt;London buses&lt;/a&gt; on 4 October and occupied a position around the northern fringe of Lier, which turned out to be sections of a shallow trench between hedgerows, with one strand of wire in front. The two naval brigades arrived early on 6 October to reinforce the Marine Brigade but were diverted to forts 1 to 8 of the inner ring, where the trenches were again found to be shallow and the ground cleared for in front, which made them easily visible to German artillery observers. On the night of intervening trenches between forts 2 and 7 were occupied by the two naval brigades and the 4th and 7th Fortress regiments, with the Belgian 2nd Division and the Marine Brigade in reserve. The British forces under the command of Major-General &lt;a href=\"Archibald%20Paris%20%28Royal%20Marines%20officer%29\"&gt;Archibald Paris&lt;/a&gt; were ordered by Winston Churchill to continue the defence for as long as possible and to be ready to cross to the west bank (near The Netherlands frontier) rather than surrender.\nThe Belgian commanders decided to continue the defence of Antwerp with the garrison troops and move the 2nd Division and the British troops across the Scheldt; it was decided that if forts 1 and 2 were lost, the Royal Naval Division would withdraw at dusk. News arrived that the forts had fallen at and orders were sent to the 2nd Division and the British for a retirement, which began at but the orders failed to reach all of the &lt;a href=\"1st%20Royal%20Naval%20Brigade\"&gt;1st Naval Brigade&lt;/a&gt;, only one battalion of which withdrew. At the mistake was realised as the rest of the division began to cross the river from and moved west, parallel to the Netherlands frontier. The 1st Naval Brigade reached the Scheldt at midnight, only to find that the bridges were being demolished and under a German shrapnel bombardment. The troops crossed using barges and boats and set out for a rendezvous at &lt;a href=\"Zwijndrecht%2C%20Belgium\"&gt;Zwijndrecht&lt;/a&gt;, which was reached at on 9 October. The British moved on to &lt;a href=\"Sint-Gillis-Waas\"&gt;Sint-Gillis-Waas&lt;/a&gt;, where information arrived that the Germans had cut the railway at Moerbeke. The commander, Commodore Henderson, decided to head for the Dutch border to the north and at about half the original complement, were interned and about forty stragglers managed to sneak along the border and escape. The men were to spend the rest of the war at &lt;a href=\"Groningen\"&gt;Groningen&lt;/a&gt;, where they were held in a camp they dubbed &lt;a href=\"Belgian%20refugees%20in%20the%20Netherlands%20during%20World%20War%20I\"&gt;HMS Timbertown&lt;/a&gt;, a name inspired by the wooden huts where they were quartered.\nGallipoli.\nLandings.\nThe division was shipped to &lt;a href=\"Egypt\"&gt;Egypt&lt;/a&gt; and fought at the &lt;a href=\"Battle%20of%20Gallipoli\"&gt;Battle of Gallipoli&lt;/a&gt; at &lt;a href=\"Anzac%20Cove\"&gt;Anzac Cove&lt;/a&gt; and &lt;a href=\"Cape%20Helles\"&gt;Cape Helles&lt;/a&gt;. Casualties before the campaign began included &lt;a href=\"Rupert%20Brooke\"&gt;Rupert Brooke&lt;/a&gt;, who died at sea from an infected mosquito bite on 23 April 1915. The RND was one of two British divisions (the other being the regular &lt;a href=\"29th%20Division%20%28United%20Kingdom%29\"&gt;29th Division&lt;/a&gt;) at the Gallipoli landings. Eleven troopships and \"Canopus\", \"Dartmouth\" and \"Doris\", two destroyers and trawlers rendezvoused off Bulair before dawn and the warships began a day-long bombardment, just after daybreak. A destroyer made a close pass off the beach and later on, ships' boats were swung out from the troopships and lines of eight cutters pulled by a trawler made as if to land. In the late afternoon men began to embark on the boats, which headed for the shore just before dark and returned after night fell. During the night Lieutenant-Commander &lt;a href=\"Bernard%20Freyberg%2C%201st%20Baron%20Freyberg\"&gt;Bernard Freyberg&lt;/a&gt; swam ashore and lit flares along the beach, crept inland and observed the Ottoman defences. Freyberg found that the defences were dummies and returned safely to report. Just after dawn, the decoy force sailed south to join the main landings, coming ashore on 30 April.\nWestern Front.\nBattle of the Ancre.\nAfter the evacuation of Gallipoli, the RND moved to France where it participated in the final phase of the &lt;a href=\"Battle%20of%20the%20Somme%20%281916%29\"&gt;Battle of the Somme&lt;/a&gt;, advancing along the River Ancre to capture Beaucourt. The division had four objectives during the &lt;a href=\"Battle%20of%20Ancre\"&gt;Battle of Ancre&lt;/a&gt;, the Dotted Green Line, the German front trench, then the Green Line, the road to Beaucourt station. The road ran along a fortified ridge. The Yellow Line was a trench which lay beyond the road, around the remains of Beaucourt on its south-west edge and the final objective, the Red Line, was beyond Beaucourt, where the division was to consolidate.\nThe plan was for the battalions to leap-frog towards the final objective. The 1st RMLI, Howe, Hawke and Hood battalions were assigned the Dotted Green Line and the Yellow Line, the 2nd RMLI, Anson, Nelson and Drake battalions were to take the Green and Red lines. When the battle began in the early hours of 13 November, platoons from the 1st RMLI crawled across no-man's land towards the German line. A &lt;a href=\"Barrage%20%28artillery%29\"&gt;creeping barrage&lt;/a&gt; was fired by the British artillery but many casualties were suffered in no-man's land, about 50 percent of the total casualties occurring before the first German trench had been captured. German artillery-fire and machine-gun fire was so effective that all company commanding officers of the 1st RMLI were killed before reaching the first objective.\nThe German trenches had been severely damaged by the British bombardment, the attackers lost direction and leap-frogging broke down. The commander and second-in-command of the Drake Battalion were killed and the Hawke battalion lost its commander and several company commanders. Freyberg, having been promoted to temporary lieutenant-colonel and command of the Hood Battalion, led it to the Green Line and pressed forward with the remaining men of the Drake Battalion. The station road served as a landmark and allowed the attackers to orientate themselves and re-organise the attack. The next creeping barrage began on time at and led the British towards the Yellow Line at Beaucourt Station. The Nelson, Hawke and Howe battalions had suffered many casualties; Lieutenant-Colonel Burge of the Nelson Battalion was killed whilst attacking a fortified section of the Dotted Green Line and Lieutenant-Colonel Wilson was severely wounded attacking the same objective. Lieutenant-Colonel Saunders was killed early in the battle but the Anson Battalion still managed to capture the Green Line and advance to the Yellow Line, after making contact with the 51st Highland Division to its left. By Beaucourt had been captured.\nOn 17 October, just before the Battle of the Ancre, Paris was wounded and replaced by Major-General &lt;a href=\"Cameron%20Shute\"&gt;Cameron Shute&lt;/a&gt;. Shute was appalled by the un-military \"nautical\" traditions of the division and made numerous unpopular attempts to stamp out negligent hygiene practices and failures to ensure that weapons were kept clean. Following a particularly critical inspection of the trenches, Sub-Lieutenant &lt;a href=\"A.%20P.%20Herbert\"&gt;A. P. Herbert&lt;/a&gt; (later a humorist, legal satirist and &lt;a href=\"Member%20of%20Parliament\"&gt;Member of Parliament&lt;/a&gt;), wrote\nActions of Miraumont.\nOn the north bank of the Ancre, the 63rd Division attacked on 17 February, with the &lt;a href=\"188th%20Brigade%20%28United%20Kingdom%29\"&gt;188th Brigade&lt;/a&gt; and two battalions of the 189th Brigade, to capture of the road north from Baillescourt Farm towards Puisieux, to gain observation over Miraumont and form a defensive flank on the left, back to the existing front line. Two battalions attacked with a third battalion ready on the right flank, to reinforce them or to co-operate with the 18th Division between the Ancre and the Miraumont road. On the northern flank two infantry companies, engineers and pioneers were placed to establish the defensive flank on the left. The divisional artillery and an army field brigade with guns and provided covering fire, with three field batteries from the 62nd Division further north, to place a protective barrage along the northern flank. The darkness, fog and mud were as bad as on the south bank but the German defence was far less effective. The creeping barrage moved at in four minutes, slower than the rate on the south bank and the Germans in a small number of strong-points were quickly overcome. The objective was reached by and the defensive flank established, the last German strong-point being captured at A German counter-attack the next day was stopped by artillery-fire. The 63rd Division lost and the three attacking divisions took \nSecond Battle of Passchendaele.\nThe division arrived at Ypres just before the Second Battle of Passchendaele (26 October – 10 November). On 26 October, Immediately to the north of the &lt;a href=\"Canadian%20Corps\"&gt;Canadian Corps&lt;/a&gt;, the supporting attack by XVIII Corps involved one brigade each from the 63rd and &lt;a href=\"58th%20Division%20%28United%20Kingdom%29\"&gt;58th divisions&lt;/a&gt;. The 188th Brigade, of the 63rd Division quickly captured Varlet Farm and Banff House. The centre of the attack was held up on the road between Bray Farm and the village of Wallemolen and the troops dug-in near Source Trench. As dark fell, Banff House was abandoned and the line reformed at Berks House, leaving Banff House and Source Trench the only part of the first objective not occupied. On 30 October, the 63rd Division infantry were caught by German artillery fire at their jumping-off line and made only slight progress in deep mud against German machine-gun fire. The infantry were unable to reach their rendezvous with the Canadians, leaving their troops at Source Farm and Vapour Farm in precarious positions. Two companies later advanced through the Canadian sector to capture Source Trench but were only able to reinforce the Canadian outpost at Source Farm, then form a defensive flank to Vapour Farm. The 63rd Division had from The division was able to close up to the Paddebeek by attacking at night from a method which took more ground than its attacks in October, for a loss of and \nSee also.\nR Pringle (AB TZ6411) from the Hood Battalion was in &lt;a href=\"Standish%20Hospital\"&gt;Standish Hospital&lt;/a&gt; (a &lt;a href=\"Voluntary%20Aid%20Detachment\"&gt;Voluntary Aid Detachment&lt;/a&gt; hospital). Precise date unknown. The cartoon (shown) is in an autograph book of Miss Eunice Phipps of Dell Farm, Painswick, Gloucestershire. She served as a VAD nurse at Standish House (as it was then known). It contains many similar cartoons, poems and pithy comments from wounded soldiers. The book is in the care of her grandson Martin Slinger.\nSources.\nBooks\nWebsites\nFurther reading.\nBooks\nWebsites"
}