{
    "id": "41182569",
    "revid": "31876559",
    "url": "https://en.wikipedia.org/wiki?curid=41182569",
    "title": "Pitorro",
    "text": "Pitorro is a distilled spirit from &lt;a href=\"Puerto%20Rico\"&gt;Puerto Rico&lt;/a&gt;, referred to as \"&lt;a href=\"moonshine\"&gt;moonshine&lt;/a&gt; &lt;a href=\"rum\"&gt;rum&lt;/a&gt;.\" Pitorro is usually much stronger than commercial rum. At times its alcohol content surpasses 100 proof. It is often homemade and a part of traditional Puerto Rican holiday celebrations, and used in &lt;a href=\"Coquito\"&gt;Coquito&lt;/a&gt;.\nOther terms are pitrinche or pitriche, cañita (based on the thin copper tubing of the &lt;a href=\"alembic\"&gt;alembic&lt;/a&gt; in which it is produced), lágrima de monte (mountain tears), and lágrima de mangle (\"&lt;a href=\"mangrove\"&gt;mangrove&lt;/a&gt;'s tears\" since many artisan distillers refine their product near coastal mangroves, to conceal it from police). Cañita is a common term so popular that at least two legal brands of rum have used the name, including the current brand, \"Cañita Cura'o\". \"Pitorro\" is an integral part of Puerto Rican culture, and musical odes to it or its production (such as the &lt;a href=\"plena\"&gt;plena&lt;/a&gt; \"Los Contrabandistas\", popularized by Puerto Rican singer &lt;a href=\"Daniel%20Santos%20%28singer%29\"&gt;Daniel Santos&lt;/a&gt;) are part of local folklore.\n\"Pitorro\" is usually much stronger than commercial rum. At times its alcohol content surpasses the common 80- or 90-proof (40% or 45% alcohol per volume) mark. Some raids have led to confiscation of rum that is up to 80% alcohol per volume (160 proof). Recipes abound, but common practices include \"curing\" the distilled product by burying jugs of \"pitorro\" in the ground, as well as placing grapes, &lt;a href=\"prune\"&gt;prune&lt;/a&gt;s,\n&lt;a href=\"raisins\"&gt;raisins&lt;/a&gt;, &lt;a href=\"date%20%28fruit%29\"&gt;date&lt;/a&gt;s, &lt;a href=\"mango\"&gt;mango&lt;/a&gt;, &lt;a href=\"grapefruit\"&gt;grapefruit&lt;/a&gt;, &lt;a href=\"pineapple\"&gt;pineapple&lt;/a&gt;, &lt;a href=\"coconut\"&gt;coconut&lt;/a&gt; and other fruits in them.\nPuerto Rico is known for its production of legal rum, and since it is a major revenue-generating operation, the Puerto Rican police force, as well as agents from the local \"Departamento de Hacienda\" (Treasury Department) tend to pursue moonshine producers fervently, particularly around the Christmas season. A town famous (or infamous) for its \"pitorro\" production is &lt;a href=\"A%C3%B1asco%2C%20Puerto%20Rico\"&gt;Añasco, Puerto Rico&lt;/a&gt;."
}