{
    "id": "41205444",
    "revid": "8798071",
    "url": "https://en.wikipedia.org/wiki?curid=41205444",
    "title": "Aliir Aliir",
    "text": "Aliir Mayom Aliir (born 5 September 1994) is a professional &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt;er playing for the &lt;a href=\"Port%20Adelaide%20Football%20Club\"&gt;Port Adelaide Football Club&lt;/a&gt; in the &lt;a href=\"Australian%20Football%20League\"&gt;Australian Football League&lt;/a&gt; (AFL). He formerly played for the &lt;a href=\"Sydney%20Swans%20Football%20Club\"&gt;Sydney Swans.&lt;/a&gt;\nEarly life and career.\nBorn in the &lt;a href=\"Kakuma\"&gt;Kakuma&lt;/a&gt; refugee camp in &lt;a href=\"Kenya\"&gt;Kenya&lt;/a&gt; to &lt;a href=\"South%20Sudanese\"&gt;South Sudanese&lt;/a&gt; parents, Aliir's family moved to Australia when he was eight years old, eventually settling in &lt;a href=\"Brisbane\"&gt;Brisbane&lt;/a&gt;. After learning to kick a &lt;a href=\"Football%20%28ball%29%23Australian%20rules%20football\"&gt;football&lt;/a&gt; at &lt;a href=\"Kedron%20State%20High%20School\"&gt;Kedron State High School&lt;/a&gt;, he was invited by a friend to play &lt;a href=\"Australian%20rules%20football\"&gt;Australian rules football&lt;/a&gt; for the &lt;a href=\"Aspley%20Football%20Club\"&gt;Aspley Hornets&lt;/a&gt; as a 14-year-old. Within a few years, he had made the &lt;a href=\"Queensland\"&gt;Queensland&lt;/a&gt; side and was invited to play for the world XVIII at the under-16 championships in &lt;a href=\"Sydney\"&gt;Sydney&lt;/a&gt;. It was during this trip that Aliir discovered he had a long-lost sister trying to contact him.\nIn 2012, Aliir's mother, brothers and sisters moved to &lt;a href=\"Perth\"&gt;Perth&lt;/a&gt; to reunite with extended family. Aliir decided to remain in Brisbane, and that year, he made his debut in the &lt;a href=\"North%20East%20Australian%20Football%20League\"&gt;NEAFL&lt;/a&gt; for Aspley. Aliir made his mark as a &lt;a href=\"Australian%20rules%20football%20positions\"&gt;ruckman&lt;/a&gt; in 2012 while playing for the Hornets and the Queensland Under-18 Scorpions.\nAfter being overlooked in the &lt;a href=\"2012%20AFL%20draft\"&gt;2012 AFL draft&lt;/a&gt;, Aliir made the decision to relocate to Perth to live with his family. There he joined the &lt;a href=\"East%20Fremantle%20Football%20Club\"&gt;East Fremantle Football Club&lt;/a&gt; and spent the 2013 season playing for the club's Colts team. With East Fremantle, he was converted from a ruckman to a defender.\nAFL career.\nAliir was drafted by the &lt;a href=\"Sydney%20Swans\"&gt;Sydney Swans&lt;/a&gt; at pick 44 in the &lt;a href=\"2013%20AFL%20draft\"&gt;2013 AFL draft&lt;/a&gt;, becoming the first player of Sudanese heritage taken in the National Draft. Aliir had a promising debut season with the Swans reserves in the NEAFL. He suffered a dislocated shoulder mid-season, and was ruled out for the remainder of the year in round 16, which resulted in him missing the team's 2014 NEAFL finals campaign.\nAfter a slow start, 2015 was another solid year of development in the NEAFL for Aliir, playing mainly as a key defender. Aliir played 16 games and averaged 16 possessions at more than 80 per cent efficiency and took the most marks (86) for the Swans reserves. Heading into the &lt;a href=\"2016%20AFL%20season\"&gt;2016 AFL season&lt;/a&gt;, Aliir was in line to take over from &lt;a href=\"Ted%20Richards\"&gt;Ted Richards&lt;/a&gt; in Sydney's defence.\nAliir made his long-awaited AFL debut against the &lt;a href=\"Brisbane%20Lions\"&gt;Brisbane Lions&lt;/a&gt; at &lt;a href=\"the%20Gabba\"&gt;the Gabba&lt;/a&gt; in Round 6, 2016. He quickly cemented his place in the team after round 16, as he played in every match between then and the Swans' preliminary final match. However, in the preliminary final, Aliir suffered a low-grade medial strain late in the first quarter of their win over &lt;a href=\"Geelong%20Football%20Club\"&gt;Geelong&lt;/a&gt;. The injury consequently ruled him out of the Grand Final. The Swans went on to lose the Grand Final by 22 points to the &lt;a href=\"Western%20Bulldogs\"&gt;Western Bulldogs&lt;/a&gt;.\nFollowing the &lt;a href=\"2020%20AFL%20season\"&gt;2020 AFL season&lt;/a&gt;, Aliir was traded to on a four-year deal.\nStatistics.\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2016%20AFL%20season\"&gt;2016&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2017%20AFL%20season\"&gt;2017&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2018%20AFL%20season\"&gt;2018&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2019%20AFL%20season\"&gt;2019&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2020%20AFL%20season\"&gt;2020&lt;/a&gt;\n! scope=\"row\" style=\"text-align:center\" | &lt;a href=\"2021%20AFL%20season\"&gt;2021&lt;/a&gt;\n! colspan=3| Career\n! 88\n! 5\n! 3\n! 812\n! 454\n! 1266\n! 463\n! 156\n! 0.1\n! 0.0\n! 9.2\n! 5.2\n! 14.4\n! 5.3\n! 1.8\n! 10\nPersonal.\nAliir is the cousin of &lt;a href=\"Matur%20Maker\"&gt;Matur Maker&lt;/a&gt; who plays for the &lt;a href=\"Rio%20Grande%20Valley%20Vipers\"&gt;Rio Grande Valley Vipers&lt;/a&gt; of the &lt;a href=\"NBA%20G%20League\"&gt;NBA G League&lt;/a&gt; and &lt;a href=\"Thon%20Maker\"&gt;Thon Maker&lt;/a&gt;, who last played for the &lt;a href=\"Cleveland%20Cavaliers\"&gt;Cleveland Cavaliers&lt;/a&gt; of the &lt;a href=\"NBA\"&gt;NBA&lt;/a&gt;."
}